[
  {
    "title": "Kuroko_no_Basket_3rd_Season",
    "id": "24415",
    "url": "https://myanimelist.net/anime/24415/Kuroko_no_Basket_3rd_Season",
    "user": "MJ23",
    "profile": "/profile/MJ23/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=205983",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  6\n|  10\n\n***このレビューには、3シーズンのすべてのスポイラーが含まれています。 私は最後にシーズン3のスポイラーを分けました。  ***\nこれはシリーズ全体としての「黒子のバスケット」シリーズの一般的なレビューです。 あなたが最初の2つの季節を見たことがないなら、このレビューを読まないでください。\n\n私はこのアニメが本当に好きだった。 私は間違いなく、特にスポーツ愛好家に、それをお勧めします。 しかし、私はこのアニメがちょっと現実的なキャラクターやストーリーではるかに優れている可能性があるため、全体的なスコアは8になりました。 最後に、そのショーはその中心的なキャラクターのための深さが欠けていたことに気付きました。 少年アニメは物語の深みを持っている必要はないと思うが、そのために少し失望した。 しかし、アニメの全体的な感じはとても良かったです。\n黒子のバスケットは、スポーツアニメのための非常によく構成されたプロットです。 それは間違った方向のスキルを使ってボールを通過させることに優れ、チームスポーツとしてバスケットボールを愛する、黒子という男の名前から始まった。 過去には、伝説の高校バスケットボールチームのメンバーであり、他のメンバーは奇抜であり、チームプレーを信じていなかった。 彼はバスケットボールがチームスポーツであることを彼らに証明したい。\n私はこのシンプルで強力なプロットが本当に好きだった。\nこのレビューでは、私はアニメについての良い点と悪い点を指摘しています（私の意見では）。\n良い点：\n•シリーズの最も興味深い要素は、セリン（コルコスの高校のチーム）と他のチームとのバスケットボール試合のスリルです。 アニメは、ゲームの1分ごとにあなたを成功裏に迎えます。 特定の瞬間でさえ、私自身はアドレナリンがゲームを見て急いでいると感じました。 観客に裁判所のあらゆる場所で起こっている出来事が、華麗に処理​​されていることを実感させるのは難しい作業です。 勝利の不確実性は、すべての試合に観客を関与させ、もっと欲しいものにします。\n•ゲームの詳細の適切な抽象化。 私自身はゲームについてあまり知りません。 はるかに詳細では、これはゲームについて何も知らない聴衆のために少し退屈になっている可能性があります。 これは、ゲームの詳細を見たい人にとってはマイナスのポイントになります。\n•シリーズ全体のすべてのゲームのためのよく書かれたスクリプト。 また、他のキャラクターとその背景に与えられたスクリーンタイムは大丈夫でした。  （これはより良いかもしれない）。\n悪い点：\n•シリーズが進行するにつれ、これは現実的なシリーズではないことを認識し始めます。 ミスディレクション、他のプレイヤーのコピーは問題ありませんでしたが、100％の正確さで他の半分から3ポインターを作ることはあまりにも大きかったです。 バスケットボールをほとんど見たことのない私でさえ、これがBSであることに気づいた。 それにもかかわらず、私は第2シーズンまでシリーズを好きでしたが、第3シーズンにはこれは別のレベルに持ち込まれました。 アニメははるかに現実的かもしれない。 素晴らしいスーパーパワー（ミドリマ）で世界の外にいるプレーヤーを表示する代わりに、単純な止めないライバル（Aoimine）がシリーズ全体に大きな影響を与えます。 あなたは誤った指導（あなたの目の前でボールが消えずに）の助けを借りて得点をつけたバスケットは、はるかに素晴らしいでしょう。\n•私は以前の中央文字とストーリーは深さが欠けていると言った。 中央の黒子と鏡は非常に浅い。 青木、きせ、みどりま、ミラサキブラ、日向、清は、黒子や鏡よりはるかに現実的です。 シリーズ全体を通して、上向きにジャンプしてここを走るだけで、カガミは向上し続ける。 私は個人的には、Aoimineのキャラクターが最も現実的でインパクトのあるものだと感じました。 はい、私たちは、「奇跡の世代」と遊んでいる間に黒子がバスケットボールを嫌ってしまったことを知ったが、それはいわゆる外傷の後に自信がなくても、 彼は「あなたが私のバスケットボールのスタイルを認めさせるようにする」と続けているだけです。 鏡の場合、私は彼が言っていることを聞いたことはありませんでした。  ：Pアレックスとかがみの認められた兄弟のいわゆる背景物語でさえ、私は鏡の性格を感ずることができませんでした。 彼は単に\"奇跡の世代\"の部屋への扉を開いて、より良くなっていきます。 彼は熱心に訓練するために米国に行きますが、何も学んでいないし、2日間で止められないショットをマスターします。 そういうわけで、カガミのキャラクターはこのシリーズの中で最も非現実的なキャラクターです。 実際にはすべての悪役やサイドキャラクターははるかに現実的です。\n***シーズン3のスポイラー***\n良い点：\n・「奇跡の世代」のフラッシュバックは、特に季節3で良いです。黒子を含む6人全員の行動を正当化します。\n悪い点：\n•セーリンが青い目のチームに負けてしまった後、シリーズはずっと面白くなりましたが、その後、彼らは単調に冬のチャンピオンシップに勝ち、シンプルに見えました。 シーズン3は、シーズン1にあった勝利の不確実性が欠けています。私はセリンが冬の選手権に勝つのを待っていました、そして、それはみんなの期待通り勝ちました。 これは少し残念でした。\n***スポイラーの終わり***\n要約すると、私はこのアニメがすべての人にとって興味深いバスケットボールになると言うでしょうが、あなたが深刻なバスケットボールのアニメを探しているなら、このシリーズを見ない方がよいでしょう。 スーパーパワーのように見えるバスケットボールのショットを追加することで、アニメはスポーツカテゴリで最高のシリーズを作る機会を失ったが、それでもバスケットボールの75エピソードを見ているのは本当に面白かった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n*** This review contains spoilers of all the three seasons. I have separated season 3 spoilers towards the end. ***\n\n\u001b[1m***このレビューには、3シーズンのすべてのスポイラーが含まれています。 私は最後にシーズン3のスポイラーを分けました。  ***\u001b[22m\n\u001b[1m(*** Kono rebyū ni wa, 3 shīzun no subete no supoirā ga fukuma rete imasu. Watashi wa saigo ni shīzun 3 no supoirā o wakemashita. ***)\u001b[22m\n\nTranslations of \u001b[4m*** This review contains spoilers of all the three seasons. I have separated season 3 spoilers towards the end. ***\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*** This review contains spoilers of all the three seasons.\u001b[24m\n    \u001b[1m***このレビューには、3シーズンのすべてのスポイラーが含まれています。\u001b[22m, \u001b[1m***このレビューは、3つのすべてのシーズンのネタバレが含まれています。\u001b[22m\n\u001b[4mI have separated season 3 spoilers towards the end.\u001b[24m\n    \u001b[1m私は最後にシーズン3のスポイラーを分けました。\u001b[22m, \u001b[1m私は終わりに向かって、シーズン3ネタバレを分離しています。\u001b[22m\n\u001b[4m***\u001b[24m\n    \u001b[1m***\u001b[22m\nThis is a general review of the series 'Kuroko no Basket' as a whole series. If you have not seen first two seasons then do not read this review.\n\n\u001b[1mこれはシリーズ全体としての「黒子のバスケット」シリーズの一般的なレビューです。 あなたが最初の2つの季節を見たことがないなら、このレビューを読まないでください。\u001b[22m\n\u001b[1m(Kore wa shirīzu zentai to shite no `kuroko no basuketto' shirīzu no ippantekina rebyūdesu. Anata ga saisho no 2tsu no kisetsu o mita koto ga nainara, kono rebyū o yomanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis is a general review of the series 'Kuroko no Basket' as a whole series. If you have not seen first two seasons then do not read this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a general review of the series 'Kuroko no Basket' as a whole series.\u001b[24m\n    \u001b[1mこれはシリーズ全体としての「黒子のバスケット」シリーズの一般的なレビューです。\u001b[22m, \u001b[1mこれはシリーズの黒子なしバスケット」シリーズ全体としての一般的なレビューです。\u001b[22m\n\u001b[4mIf you have not seen first two seasons then do not read this review.\u001b[24m\n    \u001b[1mあなたが最初の2つの季節を見たことがないなら、このレビューを読まないでください。\u001b[22m, \u001b[1mあなたが最初の二つの季節を見ていない場合は、このレビューを読んでいません。\u001b[22m\n\u001b[1m\u001b[22m\nI really liked this anime. I will definitely recommend it, especially for the sports enthusiasts. But I have given overall score of 8 because this anime could have been so much better with a little realistic characters and story. Towards the end I realized that the show lacked depth for its center characters. I guess a shounen anime need not have depth to its story but I felt little disappointed because of it. But overall feel of the anime was very good.\n\n\u001b[1m私はこのアニメが本当に好きだった。 私は間違いなく、特にスポーツ愛好家に、それをお勧めします。 しかし、私はこのアニメがちょっと現実的なキャラクターやストーリーではるかに優れている可能性があるため、全体的なスコアは8になりました。 最後に、そのショーはその中心的なキャラクターのための深さが欠けていたことに気付きました。 少年アニメは物語の深みを持っている必要はないと思うが、そのために少し失望した。 しかし、アニメの全体的な感じはとても良かったです。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga hontōni sukidatta. Watashi wa machigainaku, tokuni supōtsu aikō-ka ni, sore o o susume shimasu. Shikashi, watashi wa kono anime ga chotto genjitsu-tekina kyarakutā ya sutōrī de haruka ni sugurete iru kanōsei ga aru tame, zentai-tekina sukoa wa 8 ni narimashita. Saigo ni, sono shō wa sono chūshin-tekina kyarakutā no tame no fuka-sa ga kakete ita koto ni kidzukimashita. Shōnen anime wa monogatari no fukami o motte iru hitsuyō wa nai to omou ga, sonotame ni sukoshi shitsubō shita. Shikashi, anime no zentai-tekina kanji wa totemo yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mI really liked this anime. I will definitely recommend it, especially for the sports enthusiasts. But I have given overall score of 8 because this anime could have been so much better with a little realistic characters and story. Towards the end I realized that the show lacked depth for its center characters. I guess a shounen anime need not have depth to its story but I felt little disappointed because of it. But overall feel of the anime was very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked this anime.\u001b[24m\n    \u001b[1m私はこのアニメが本当に好きだった。\u001b[22m, \u001b[1m私は本当にこのアニメが好きでした。\u001b[22m\n\u001b[4mI will definitely recommend it, especially for the sports enthusiasts.\u001b[24m\n    \u001b[1m私は間違いなく、特にスポーツ愛好家に、それをお勧めします。\u001b[22m, \u001b[1m私は間違いなく、特にスポーツ愛好家のために、それをお勧めします。\u001b[22m\n\u001b[4mBut I have given overall score of 8 because this anime could have been so much better with a little realistic characters and story.\u001b[24m\n    \u001b[1mしかし、私はこのアニメがちょっと現実的なキャラクターやストーリーではるかに優れている可能性があるため、全体的なスコアは8になりました。\u001b[22m, \u001b[1mこのアニメは少し現実的なキャラクターとストーリーでそんなに改善の余地があるので、しかし、私は8の全体的なスコアを与えています。\u001b[22m\n\u001b[4mTowards the end I realized that the show lacked depth for its center characters.\u001b[24m\n    \u001b[1m最後に、そのショーはその中心的なキャラクターのための深さが欠けていたことに気付きました。\u001b[22m, \u001b[1m終わりに向かって私はショーがその中心の文字の深さを欠いていたことに気づきました。\u001b[22m\n\u001b[4mI guess a shounen anime need not have depth to its story but I felt little disappointed because of it.\u001b[24m\n    \u001b[1m少年アニメは物語の深みを持っている必要はないと思うが、そのために少し失望した。\u001b[22m, \u001b[1m私は少年アニメはその物語に深みを有する必要はないと思いますが、私はそれのために少しがっかり感じました。\u001b[22m\n\u001b[4mBut overall feel of the anime was very good.\u001b[24m\n    \u001b[1mしかし、アニメの全体的な感じはとても良かったです。\u001b[22m, \u001b[1mしかし、アニメの全体的な感触は非常に良好でした。\u001b[22m\nKuroko no basket is a very well structured plot for a sports anime. It started with a guy name Kuroko who is excellent in passing the ball using misdirection skills and loves the basketball as a team sport. In the past he has been a part of a legendary high-school basketball team whose other members were prodigies and never believed in team-play. He want to prove to them that basketball is a team sport.\n\n\u001b[1m黒子のバスケットは、スポーツアニメのための非常によく構成されたプロットです。 それは間違った方向のスキルを使ってボールを通過させることに優れ、チームスポーツとしてバスケットボールを愛する、黒子という男の名前から始まった。 過去には、伝説の高校バスケットボールチームのメンバーであり、他のメンバーは奇抜であり、チームプレーを信じていなかった。 彼はバスケットボールがチームスポーツであることを彼らに証明したい。\u001b[22m\n\u001b[1m(Kuroko no basuketto wa, supōtsuanime no tame no hijō ni yoku kōsei sa reta purottodesu. Sore wa machigatta hōkō no sukiru o tsukatte bōru o tsūka sa seru koto ni sugure, chīmusupōtsu to shite basukettobōru o aisuru, kuroko to iu otoko no namae kara hajimatta. Kako ni wa, densetsu no kōkō basukettobōruchīmu no menbādeari, hoka no menbā wa kibatsudeari, chīmupurē o shinjite inakatta. Kare wa basukettobōru ga chīmusupōtsudearu koto o karera ni shōmei shitai.)\u001b[22m\n\nTranslations of \u001b[4mKuroko no basket is a very well structured plot for a sports anime. It started with a guy name Kuroko who is excellent in passing the ball using misdirection skills and loves the basketball as a team sport. In the past he has been a part of a legendary high-school basketball team whose other members were prodigies and never believed in team-play. He want to prove to them that basketball is a team sport.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKuroko no basket is a very well structured plot for a sports anime.\u001b[24m\n    \u001b[1m黒子のバスケットは、スポーツアニメのための非常によく構成されたプロットです。\u001b[22m, \u001b[1m黒子全くバスケットは、スポーツ、アニメのための非常によく構造化されたプロットではありません。\u001b[22m\n\u001b[4mIt started with a guy name Kuroko who is excellent in passing the ball using misdirection skills and loves the basketball as a team sport.\u001b[24m\n    \u001b[1mそれは間違った方向のスキルを使ってボールを通過させることに優れ、チームスポーツとしてバスケットボールを愛する、黒子という男の名前から始まった。\u001b[22m, \u001b[1mこれは、ミスディレクションのスキルを使用してボールを渡すに優れ、チームスポーツとしてバスケットボールを愛する男の名黒子を始めています。\u001b[22m\n\u001b[4mIn the past he has been a part of a legendary high-school basketball team whose other members were prodigies and never believed in team-play.\u001b[24m\n    \u001b[1m過去には、伝説の高校バスケットボールチームのメンバーであり、他のメンバーは奇抜であり、チームプレーを信じていなかった。\u001b[22m, \u001b[1m過去に彼は他のメンバー奇才であり、チームプレイを信じたことがない伝説の高校のバスケットボールチームの一部となっています。\u001b[22m\n\u001b[4mHe want to prove to them that basketball is a team sport.\u001b[24m\n    \u001b[1m彼はバスケットボールがチームスポーツであることを彼らに証明したい。\u001b[22m, \u001b[1m彼はバスケットボールはチームスポーツであることを彼らに証明したいです。\u001b[22m\nI really liked this simple and strong plot.\n\n\u001b[1m私はこのシンプルで強力なプロットが本当に好きだった。\u001b[22m\n\u001b[1m(Watashi wa kono shinpurude kyōryokuna purotto ga hontōni sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mI really liked this simple and strong plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked this simple and strong plot.\u001b[24m\n    \u001b[1m私はこのシンプルで強力なプロットが本当に好きだった。\u001b[22m, \u001b[1m私は本当にこのシンプルかつ強力なプロットが好きでした。\u001b[22m\nIn this review I am noting down good and bad points (in my opinion) about the anime.\n\n\u001b[1mこのレビューでは、私はアニメについての良い点と悪い点を指摘しています（私の意見では）。\u001b[22m\n\u001b[1m(Kono rebyūde wa, watashi wa anime ni tsuite no yoi ten to warui ten o shiteki shite imasu (watashi no ikende wa).)\u001b[22m\n\nTranslations of \u001b[4mIn this review I am noting down good and bad points (in my opinion) about the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this review I am noting down good and bad points (in my opinion) about the anime.\u001b[24m\n    \u001b[1mこのレビューでは、私はアニメについての良い点と悪い点を指摘しています（私の意見では）。\u001b[22m, \u001b[1mこのレビューでは、私はアニメについて（私の意見では）良い点、悪い点を下に指摘しています。\u001b[22m\nGood points:\n\n\u001b[1m良い点：\u001b[22m\n\u001b[1m(Yoi ten:)\u001b[22m\n\nTranslations of \u001b[4mGood points:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood points:\u001b[24m\n    \u001b[1m良い点：\u001b[22m\n• The most intriguing element of the series is the thrill in the basketball games played by “Serin” (Korukos’ high school team) as well as the other teams. The anime successfully involves you in every minute of the game. At certain moments even I myself felt the adrenalin rush watching the game. The difficult task of making the audience realize the events taking place in every corner of the court is brilliantly handled. The uncertainty of winning keeps the audience involved in every game and makes them want more.\n\n\u001b[1m•シリーズの最も興味深い要素は、セリン（コルコスの高校のチーム）と他のチームとのバスケットボール試合のスリルです。 アニメは、ゲームの1分ごとにあなたを成功裏に迎えます。 特定の瞬間でさえ、私自身はアドレナリンがゲームを見て急いでいると感じました。 観客に裁判所のあらゆる場所で起こっている出来事が、華麗に処理​​されていることを実感させるのは難しい作業です。 勝利の不確実性は、すべての試合に観客を関与させ、もっと欲しいものにします。\u001b[22m\n\u001b[1m(• Shirīzu no mottomo kyōmibukai yōso wa, serin (korukosu no kōkō no chīmu) to hoka no chīmu to no basukettobōru shiai no surirudesu. Anime wa, gēmu no 1-bu-goto ni anata o seikōrini mukaemasu. Tokutei no shunkande sae, watakushijishin wa adorenarin ga gēmu o mite isoide iru to kanjimashita. Kankyaku ni saibansho no arayuru basho de okotte iru dekigoto ga, karei ni shori ​​ sa rete iru koto o jikkan sa seru no wa muzukashī sagyōdesu. Shōri no fukakujitsusei wa, subete no shiai ni kankyaku o kan'yo sa se, motto hoshī mono ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4m• The most intriguing element of the series is the thrill in the basketball games played by “Serin” (Korukos’ high school team) as well as the other teams. The anime successfully involves you in every minute of the game. At certain moments even I myself felt the adrenalin rush watching the game. The difficult task of making the audience realize the events taking place in every corner of the court is brilliantly handled. The uncertainty of winning keeps the audience involved in every game and makes them want more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m• The most intriguing element of the series is the thrill in the basketball games played by “Serin” (Korukos’ high school team) as well as the other teams.\u001b[24m\n    \u001b[1m•シリーズの最も興味深い要素は、セリン（コルコスの高校のチーム）と他のチームとのバスケットボール試合のスリルです。\u001b[22m, \u001b[1m•シリーズの最も魅力的な要素は「セリン」（Korukos「高校チーム）によって再生されるバスケットボールのゲームだけでなく、他のチームでスリルです。\u001b[22m\n\u001b[4mThe anime successfully involves you in every minute of the game.\u001b[24m\n    \u001b[1mアニメは、ゲームの1分ごとにあなたを成功裏に迎えます。\u001b[22m, \u001b[1mアニメは成功したゲームの毎分であなたを伴います。\u001b[22m\n\u001b[4mAt certain moments even I myself felt the adrenalin rush watching the game.\u001b[24m\n    \u001b[1m特定の瞬間でさえ、私自身はアドレナリンがゲームを見て急いでいると感じました。\u001b[22m, \u001b[1m特定の瞬間にも、私自身は試合を見てアドレナリンラッシュを感じました。\u001b[22m\n\u001b[4mThe difficult task of making the audience realize the events taking place in every corner of the court is brilliantly handled.\u001b[24m\n    \u001b[1m観客に裁判所のあらゆる場所で起こっている出来事が、華麗に処理されていることを実感させるのは難しい作業です。\u001b[22m, \u001b[1m聴衆は裁判所の隅々で行われているイベントを実現することの困難な課題を見事に処理されます。\u001b[22m\n\u001b[4mThe uncertainty of winning keeps the audience involved in every game and makes them want more.\u001b[24m\n    \u001b[1m勝利の不確実性は、すべての試合に観客を関与させ、もっと欲しいものにします。\u001b[22m, \u001b[1m当選の不確実性は、すべての試合に関与観客を保持し、それらをよりしたくなります。\u001b[22m\n• Appropriate abstraction of the details of the games. I myself don’t know much about the game. With much more details, this could have become little boring for the audience who know nothing about the game. This can be a negative point for those who want to see details about the game.\n\n\u001b[1m•ゲームの詳細の適切な抽象化。 私自身はゲームについてあまり知りません。 はるかに詳細では、これはゲームについて何も知らない聴衆のために少し退屈になっている可能性があります。 これは、ゲームの詳細を見たい人にとってはマイナスのポイントになります。\u001b[22m\n\u001b[1m(• Gēmu no shōsai no tekisetsuna chūshō-ka. Watashi jishin wa gēmu ni tsuite amari shirimasen. Haruka ni shōsaide wa, koreha gēmu ni tsuite nani mo shiranai chōshū no tame ni sukoshi taikutsu ni natte iru kanōsei ga arimasu. Kore wa, gēmu no shōsai o mitai hito ni totte wa mainasu no pointo ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4m• Appropriate abstraction of the details of the games. I myself don’t know much about the game. With much more details, this could have become little boring for the audience who know nothing about the game. This can be a negative point for those who want to see details about the game.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m• Appropriate abstraction of the details of the games.\u001b[24m\n    \u001b[1m•ゲームの詳細の適切な抽象化。\u001b[22m, \u001b[1m•ゲームの詳細を適切に抽象化。\u001b[22m\n\u001b[4mI myself don’t know much about the game.\u001b[24m\n    \u001b[1m私自身はゲームについてあまり知りません。\u001b[22m, \u001b[1m私自身は、ゲームについて多くを知りません。\u001b[22m\n\u001b[4mWith much more details, this could have become little boring for the audience who know nothing about the game.\u001b[24m\n    \u001b[1mはるかに詳細では、これはゲームについて何も知らない聴衆のために少し退屈になっている可能性があります。\u001b[22m, \u001b[1mはるかに詳細では、これはゲームについて何も知らない観客のために少し退屈になってきている可能性があります。\u001b[22m\n\u001b[4mThis can be a negative point for those who want to see details about the game.\u001b[24m\n    \u001b[1mこれは、ゲームの詳細を見たい人にとってはマイナスのポイントになります。\u001b[22m, \u001b[1mこれは、ゲームの詳細を確認したい人のための負のポイントになる場合があります。\u001b[22m\n• Well written script for all the games throughout the series. Also the screen-time given to other characters and their background was okay. (This could have been better).\n\n\u001b[1m•シリーズ全体のすべてのゲームのためのよく書かれたスクリプト。 また、他のキャラクターとその背景に与えられたスクリーンタイムは大丈夫でした。  （これはより良いかもしれない）。\u001b[22m\n\u001b[1m(• Shirīzu zentai no subete no gēmu no tame no yoku kaka reta sukuriputo. Mata, hoka no kyarakutā to sono haikei ni atae rareta sukurīntaimu wa daijōbudeshita. (Koreha yori yoi kamo shirenai).)\u001b[22m\n\nTranslations of \u001b[4m• Well written script for all the games throughout the series. Also the screen-time given to other characters and their background was okay. (This could have been better).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m• Well written script for all the games throughout the series.\u001b[24m\n    \u001b[1m•シリーズ全体のすべてのゲームのためのよく書かれたスクリプト。\u001b[22m\n\u001b[4mAlso the screen-time given to other characters and their background was okay.\u001b[24m\n    \u001b[1mまた、他のキャラクターとその背景に与えられたスクリーンタイムは大丈夫でした。\u001b[22m, \u001b[1mまた、他の文字とその背景に与えられたスクリーン-時間は大丈夫でした。\u001b[22m\n\u001b[4m(This could have been better).\u001b[24m\n    \u001b[1m（これはより良いかもしれない）。\u001b[22m, \u001b[1m（これは改善の余地があります）。\u001b[22m\nBad points:\n\n\u001b[1m悪い点：\u001b[22m\n\u001b[1m(Warui ten:)\u001b[22m\n\nTranslations of \u001b[4mBad points:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBad points:\u001b[24m\n    \u001b[1m悪い点：\u001b[22m\n• As the series progresses you start realizing that this is not a realistic series. Misdirection, copying other players was okay but making a 3-pointer from the other half of the court with 100% accuracy was too much. Even me, who have rarely seen basketball, realized that this is total BS. In spite of this I liked the series till second season but in the third this was taken to another level. The anime could have been much more realistic. Instead of showing a player who is out of the world with awesome super-power (Midorima), a simple unstoppable rival (Aoimine) makes much more impact on the overall series. Instead of showing a vanishing drive (acknowledged even by the audience *facepalm*) a basket scored with the help of misdirection (without the ball vanishing in front of your eyes) would have been much more awesome.\n\n\u001b[1m•シリーズが進行するにつれ、これは現実的なシリーズではないことを認識し始めます。 ミスディレクション、他のプレイヤーのコピーは問題ありませんでしたが、100％の正確さで他の半分から3ポインターを作ることはあまりにも大きかったです。 バスケットボールをほとんど見たことのない私でさえ、これがBSであることに気づいた。 それにもかかわらず、私は第2シーズンまでシリーズを好きでしたが、第3シーズンにはこれは別のレベルに持ち込まれました。 アニメははるかに現実的かもしれない。 素晴らしいスーパーパワー（ミドリマ）で世界の外にいるプレーヤーを表示する代わりに、単純な止めないライバル（Aoimine）がシリーズ全体に大きな影響を与えます。 あなたは誤った指導（あなたの目の前でボールが消えずに）の助けを借りて得点をつけたバスケットは、はるかに素晴らしいでしょう。\u001b[22m\n\u001b[1m(• Shirīzu ga shinkō suru ni tsure, koreha genjitsu-tekina shirīzude wanai koto o ninshiki shi hajimemasu. Misudirekushon, hoka no pureiyā no kopī wa mondai arimasendeshitaga, 100-pāsento no seikaku-sa de hoka no hanbun kara 3 pointā o tsukuru koto wa amarini mo ōkikattadesu. Basukettobōru o hotondo mita koto no nai watashide sae, kore ga BSdearu koto ni kidzuita. Sore nimokakawarazu, watashi wa dai 2 shīzun made shirīzu o sukideshita ga, dai 3 shīzun ni wa kore wa betsu no reberu ni mochikoma remashita. Anime wa haruka ni genjitsu-teki kamo shirenai. Subarashī sūpāpawā (midorima) de sekai no soto ni iru purēyā o hyōji suru kawari ni, tanjun'na tomenai raibaru (Aoimine) ga shirīzu zentai ni ōkina eikyō o ataemasu. Anata wa ayamatta shidō (anata no menomaede bōru ga kiezu ni) no tasuke o karite tokuten o tsuketa basuketto wa, haruka ni subarashīdeshou.)\u001b[22m\n\nTranslations of \u001b[4m• As the series progresses you start realizing that this is not a realistic series. Misdirection, copying other players was okay but making a 3-pointer from the other half of the court with 100% accuracy was too much. Even me, who have rarely seen basketball, realized that this is total BS. In spite of this I liked the series till second season but in the third this was taken to another level. The anime could have been much more realistic. Instead of showing a player who is out of the world with awesome super-power (Midorima), a simple unstoppable rival (Aoimine) makes much more impact on the overall series. Instead of showing a vanishing drive (acknowledged even by the audience *facepalm*) a basket scored with the help of misdirection (without the ball vanishing in front of your eyes) would have been much more awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m• As the series progresses you start realizing that this is not a realistic series.\u001b[24m\n    \u001b[1m•シリーズが進行するにつれ、これは現実的なシリーズではないことを認識し始めます。\u001b[22m, \u001b[1m•シリーズが進むにつれて、あなたが、これは現実的なシリーズではないことを実現し始めます。\u001b[22m\n\u001b[4mMisdirection, copying other players was okay but making a 3-pointer from the other half of the court with 100% accuracy was too much.\u001b[24m\n    \u001b[1mミスディレクション、他のプレイヤーのコピーは問題ありませんでしたが、100％の正確さで他の半分から3ポインターを作ることはあまりにも大きかったです。\u001b[22m, \u001b[1mミスディレクションは、他のプレイヤーをコピーすることは大丈夫だったが、100％の精度で裁判所の他の半分から3ポインターを作ることはあまりでした。\u001b[22m\n\u001b[4mEven me, who have rarely seen basketball, realized that this is total BS.\u001b[24m\n    \u001b[1mバスケットボールをほとんど見たことのない私でさえ、これがBSであることに気づいた。\u001b[22m, \u001b[1mでもめったにバスケットボールを見ていない私は、これは総BSがあることに気づきました。\u001b[22m\n\u001b[4mIn spite of this I liked the series till second season but in the third this was taken to another level.\u001b[24m\n    \u001b[1mそれにもかかわらず、私は第2シーズンまでシリーズを好きでしたが、第3シーズンにはこれは別のレベルに持ち込まれました。\u001b[22m, \u001b[1mこれにもかかわらず、私は第二シーズンまでのシリーズが好きが、3番目では、これは別のレベルに運ばれました。\u001b[22m\n\u001b[4mThe anime could have been much more realistic.\u001b[24m\n    \u001b[1mアニメははるかに現実的かもしれない。\u001b[22m, \u001b[1mアニメは、はるかに現実的だったかもしれません。\u001b[22m\n\u001b[4mInstead of showing a player who is out of the world with awesome super-power (Midorima), a simple unstoppable rival (Aoimine) makes much more impact on the overall series.\u001b[24m\n    \u001b[1m素晴らしいスーパーパワー（ミドリマ）で世界の外にいるプレーヤーを表示する代わりに、単純な止めないライバル（Aoimine）がシリーズ全体に大きな影響を与えます。\u001b[22m, \u001b[1m代わりに素晴らしいスーパーパワー（Midorima）との世界の外にあるプレーヤーを、示すの単純止められないライバル（Aoimine）は、全体のシリーズにはるかに影響します。\u001b[22m\n\u001b[4mInstead of showing a vanishing drive (acknowledged even by the audience *facepalm*) a basket scored with the help of misdirection (without the ball vanishing in front of your eyes) would have been much more awesome.\u001b[24m\n    \u001b[1mあなたは誤った指導（あなたの目の前でボールが消えずに）の助けを借りて得点をつけたバスケットは、はるかに素晴らしいでしょう。\u001b[22m, \u001b[1m代わりに消失ドライブ（でも聴衆によって認め*手のひらを顔に当てる*）を示すの（あなたの目の前で消失ボールなし）ミスディレクションの助けを借りて得点バスケットははるかに素晴らしいされていると思います。\u001b[22m\n• As I said earlier center characters and story lacked depth. The center characters Kuroko and Kagami are very shallow. Aoimine, Kise, Midorima, Mirasakibura, Hyuga, Kiyoshi are much more realistic than Kuroko and Kagami. Throughout the series Kagami keeps on improving simply by jumping higher and running here and there. I personally felt that Aoimine’s character was the most realistic and impactful. Yes, we got that Kuroko started hating basketball while playing with “Generation of Miracles” but neither has he lacked the confidence after the so called trauma nor he gives any reaction about it throughout the series. He only keeps on saying “I will make you acknowledge my style of basketball”. In case of Kagami, I never really listened to what he is saying. :P Even with the so called background story of Alex and Kagami’s acknowledged brother, I was never able to appreciate Kagami’s character. He simply opens the door to “Generation of Miracles” room and keeps on getting better and better. He goes to US to train hard but learns nothing and in two days masters an unstoppable shot. And so on… Kagami’s character is the most nonrealistic character in the series. Actually all the villains and side characters are much more realistic.\n\n\u001b[1m•私は以前の中央文字とストーリーは深さが欠けていると言った。 中央の黒子と鏡は非常に浅い。 青木、きせ、みどりま、ミラサキブラ、日向、清は、黒子や鏡よりはるかに現実的です。 シリーズ全体を通して、上向きにジャンプしてここを走るだけで、カガミは向上し続ける。 私は個人的には、Aoimineのキャラクターが最も現実的でインパクトのあるものだと感じました。 はい、私たちは、「奇跡の世代」と遊んでいる間に黒子がバスケットボールを嫌ってしまったことを知ったが、それはいわゆる外傷の後に自信がなくても、 彼は「あなたが私のバスケットボールのスタイルを認めさせるようにする」と続けているだけです。 鏡の場合、私は彼が言っていることを聞いたことはありませんでした。  ：Pアレックスとかがみの認められた兄弟のいわゆる背景物語でさえ、私は鏡の性格を感ずることができませんでした。 彼は単に\"奇跡の世代\"の部屋への扉を開いて、より良くなっていきます。 彼は熱心に訓練するために米国に行きますが、何も学んでいないし、2日間で止められないショットをマスターします。 そういうわけで、カガミのキャラクターはこのシリーズの中で最も非現実的なキャラクターです。 実際にはすべての悪役やサイドキャラクターははるかに現実的です。\u001b[22m\n\u001b[1m(• Watashi wa izen no chūō moji to sutōrī wa fuka-sa ga kakete iru to itta. Chūō no kuroko to kagami wa hijō ni asai. Hai, watashitachiha,`kiseki no sedai' to asonde iru ma ni kuroko ga basukettobōru o kiratte shimatta koto o shittaga, sore wa iwayuru gaishō no nochi ni jishin ga nakute mo, kare wa `anata ga watashi no basukettobōru no sutairu o mitome saseru yō ni suru' to tsudzukete iru dakedesu. Kagami no baai, watashi wa kare ga itte iru koto o kiita koto wa arimasendeshita. : P Arekkusu to kagami no mitome rareta kyōdai no iwayuru haikei monogataride sae, watashi wa kagami no seikaku o kanzuru koto ga dekimasendeshita. Kare wa tan'ni\" kiseki no sedai\" no heya e no tobira o aite, yori yoku natte ikimasu. Kare wa nesshin ni kunren suru tame ni Beikoku ni ikimasuga, nani mo manande inaishi, 2-kakan de tomerarenai shotto o masutā shimasu. Sō iu wake de, Kagami no kyarakutā wa kono shirīzu no naka de mottomo higenjitsutekina kyarakutādesu. Jissai ni wa subete no akuyaku ya saidokyarakutā wa haruka ni genjitsu-tekidesu. Aoki, kise, Midori ma, mirasakibura, hinata, Shin wa, kuroko ya kagami yori haruka ni genjitsu-tekidesu. Shirīzu zentai o tōshite, uwamuki ni janpu shite koko o hashiru dake de, Kagami wa kōjō shi tsudzukeru. Watashi wa kojin-teki ni wa, Aoimine no kyarakutā ga mottomo genjitsu-tekide inpakuto no aru monoda to kanjimashita.)\u001b[22m\n*** Season 3 spoilers ***\n\n\u001b[1m***シーズン3のスポイラー***\u001b[22m\n\u001b[1m(*** Shīzun 3 no supoirā***)\u001b[22m\n\nTranslations of \u001b[4m*** Season 3 spoilers ***\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*** Season 3 spoilers ***\u001b[24m\n    \u001b[1m***シーズン3のスポイラー***\u001b[22m, \u001b[1m***シーズン3ネタバレ***\u001b[22m\nGood points:\n\n\u001b[1m良い点：\u001b[22m\n\u001b[1m(Yoi ten:)\u001b[22m\n\nTranslations of \u001b[4mGood points:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood points:\u001b[24m\n    \u001b[1m良い点：\u001b[22m\n• The flashback story of “Generation of Miracle” is especially good in season 3. It justifies the behavior of all 6 of them including Kuroko.\n\n\u001b[1m・「奇跡の世代」のフラッシュバックは、特に季節3で良いです。黒子を含む6人全員の行動を正当化します。\u001b[22m\n\u001b[1m(`Kiseki no sedai' no furasshu bakku wa, tokuni kisetsu 3de yoidesu. Kuroko o fukumu 6-ri zen'in no kōdō o seitō-ka shimasu.)\u001b[22m\n\nTranslations of \u001b[4m• The flashback story of “Generation of Miracle” is especially good in season 3. It justifies the behavior of all 6 of them including Kuroko.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m• The flashback story of “Generation of Miracle” is especially good in season 3. It justifies the behavior of all 6 of them including Kuroko.\u001b[24m\n    \u001b[1m・「奇跡の世代」のフラッシュバックは、特に季節3で良いです。黒子を含む6人全員の行動を正当化します。\u001b[22m, \u001b[1m•「奇跡の世代」のフラッシュバックの話はそれは黒子を含む、それらのすべての6の行動を正当化するシーズン3に特に良いです。\u001b[22m\nBad points:\n\n\u001b[1m悪い点：\u001b[22m\n\u001b[1m(Warui ten:)\u001b[22m\n\nTranslations of \u001b[4mBad points:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBad points:\u001b[24m\n    \u001b[1m悪い点：\u001b[22m\n• Except from the flashback everything else felt like repletion from season 1 and 2. The series became much more interesting after Serin badly lost against Aoimine’s team but after this they monotonously won all the games up to winter championship which made it seem too simple. Season 3 lacks the uncertainty of winning which was present in the season 1. I was waiting for Serin to win the winter championship and it did win as per the expectations of everyone. This was little disappointing.\n\n\u001b[1m•セーリンが青い目のチームに負けてしまった後、シリーズはずっと面白くなりましたが、その後、彼らは単調に冬のチャンピオンシップに勝ち、シンプルに見えました。 シーズン3は、シーズン1にあった勝利の不確実性が欠けています。私はセリンが冬の選手権に勝つのを待っていました、そして、それはみんなの期待通り勝ちました。 これは少し残念でした。\u001b[22m\n\u001b[1m(• Sērin ga aoimoku no chīmu ni makete shimatta nochi, shirīzu wa zutto omoshiroku narimashitaga, sonogo, karera wa tanchō ni fuyu no chanpionshippu ni kachi, shinpuru ni miemashita. Shīzun 3 wa, shīzun 1 ni atta shōri no fukakujitsusei ga kakete imasu. Watashi wa serin ga fuyu no senshuken ni katsu no o matte imashita, soshite, sore wa min'na no kitai-dōri kachimashita. Kore wa sukoshi zan'nendeshita.)\u001b[22m\n\nTranslations of \u001b[4m• Except from the flashback everything else felt like repletion from season 1 and 2. The series became much more interesting after Serin badly lost against Aoimine’s team but after this they monotonously won all the games up to winter championship which made it seem too simple. Season 3 lacks the uncertainty of winning which was present in the season 1. I was waiting for Serin to win the winter championship and it did win as per the expectations of everyone. This was little disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m• Except from the flashback everything else felt like repletion from season 1 and 2. The series became much more interesting after Serin badly lost against Aoimine’s team but after this they monotonously won all the games up to winter championship which made it seem too simple.\u001b[24m\n    \u001b[1m•セーリンが青い目のチームに負けてしまった後、シリーズはずっと面白くなりましたが、その後、彼らは単調に冬のチャンピオンシップに勝ち、シンプルに見えました。\u001b[22m, \u001b[1m•フラッシュバックから除いて他のすべては、シリーズがひどくAoimineのチームに対して失ったが、この後、彼らは単調それは単純すぎるように見える作られた冬の選手権までのすべてのゲームを獲得したSERIN後にはるかに興味深いとなったシーズン1と2から充実ように感じました。\u001b[22m\n\u001b[4mSeason 3 lacks the uncertainty of winning which was present in the season 1. I was waiting for Serin to win the winter championship and it did win as per the expectations of everyone.\u001b[24m\n    \u001b[1mシーズン3は、シーズン1にあった勝利の不確実性が欠けています。私はセリンが冬の選手権に勝つのを待っていました、そして、それはみんなの期待通り勝ちました。\u001b[22m, \u001b[1mシーズン3は、セリンは、冬のチャンピオンシップに勝つために、それは皆の期待どおりに勝つなかったために、私は待っていたシーズン1に存在したの勝利の不確実性を欠いています。\u001b[22m\n\u001b[4mThis was little disappointing.\u001b[24m\n    \u001b[1mこれは少し残念でした。\u001b[22m\n*** END of spoilers ***\n\n\u001b[1m***スポイラーの終わり***\u001b[22m\n\u001b[1m(*** Supoirā no owari***)\u001b[22m\n\nTranslations of \u001b[4m*** END of spoilers ***\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*** END of spoilers ***\u001b[24m\n    \u001b[1m***スポイラーの終わり***\u001b[22m, \u001b[1mスポイラーの*** END ***\u001b[22m\nTo summarize, I will say that this anime makes basketball interesting for everyone but if you are looking for a serious basketball anime then you better not watch this series. With addition of basketball shots which may seem like super-power the anime lost the opportunity to create one of the best series in sports category but even so watching 75 episodes of only basketball was really fun.\n\n\u001b[1m要約すると、私はこのアニメがすべての人にとって興味深いバスケットボールになると言うでしょうが、あなたが深刻なバスケットボールのアニメを探しているなら、このシリーズを見ない方がよいでしょう。 スーパーパワーのように見えるバスケットボールのショットを追加することで、アニメはスポーツカテゴリで最高のシリーズを作る機会を失ったが、それでもバスケットボールの75エピソードを見ているのは本当に面白かった。\u001b[22m\n\u001b[1m(Yōyaku suru to, watashi wa kono anime ga subete no hito ni totte kyōmibukai basukettobōru ni naru to iudeshouga, anata ga shinkokuna basukettobōru no anime o sagashite irunara, kono shirīzu o minai kata ga yoideshou. Sūpāpawā no yōnimieru basukettobōru no shotto o tsuika suru koto de, anime wa supōtsukategori de saikō no shirīzu o tsukuru kikai o ushinatta ga, soredemo basukettobōru no 75 episōdo o mite iru no wa hontōni omoshirokatta.)\u001b[22m\n\nTranslations of \u001b[4mTo summarize, I will say that this anime makes basketball interesting for everyone but if you are looking for a serious basketball anime then you better not watch this series. With addition of basketball shots which may seem like super-power the anime lost the opportunity to create one of the best series in sports category but even so watching 75 episodes of only basketball was really fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo summarize, I will say that this anime makes basketball interesting for everyone but if you are looking for a serious basketball anime then you better not watch this series.\u001b[24m\n    \u001b[1m要約すると、私はこのアニメがすべての人にとって興味深いバスケットボールになると言うでしょうが、あなたが深刻なバスケットボールのアニメを探しているなら、このシリーズを見ない方がよいでしょう。\u001b[22m, \u001b[1m要約すると、私はこのアニメは皆のためのバスケットボールを面白くするが、あなたは深刻なバスケットボールのアニメを探しているなら、あなたはより良いこのシリーズを見ていないと言うだろう。\u001b[22m\n\u001b[4mWith addition of basketball shots which may seem like super-power the anime lost the opportunity to create one of the best series in sports category but even so watching 75 episodes of only basketball was really fun.\u001b[24m\n    \u001b[1mスーパーパワーのように見えるバスケットボールのショットを追加することで、アニメはスポーツカテゴリで最高のシリーズを作る機会を失ったが、それでもバスケットボールの75エピソードを見ているのは本当に面白かった。\u001b[22m, \u001b[1mスーパーパワーアニメはスポーツカテゴリーで最高のシリーズの一つを作成する機会を失ったが、でもこれだけのバスケットボールの75のエピソードを見ているように見えるかもしれませんバスケットボールのショットを追加することで、本当に楽しかったです。\u001b[22m"
  },
  {
    "title": "Kuroko_no_Basket_3rd_Season",
    "id": "24415",
    "url": "https://myanimelist.net/anime/24415/Kuroko_no_Basket_3rd_Season",
    "user": "james95",
    "profile": "/profile/james95/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=203100",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nキャラクター|  10\n|  10\n\n私は個人的には、非常に興味深いスポーツをテーマにしたアニメだと思います。主人公はそれぞれ異なる才能を持ち、それぞれには非常に異なる性格や性格を持っています（マイナーな性格もあります）\n\nキャラクターの発展の仕方は、一連のフラッシュバックを通じて視聴者にユニークな形で提示されました。 中学校時代の奇跡の世代のメンバーのさまざまな物語が含まれていて、本当に楽しいものでした。\n\n芸術のスタイルも素晴らしく、バスケットボールのコートシーンはすべて、魅力的でクールで楽しいものでした。 特に、キャラクターがスーパーパワーを使い始めたとき。 個人的に好きなシーンは、鏡音対アオミネのマッチアップです。 私はまだ特定のキャラクターの力はあまりにも圧倒されていると思うが。\n\nそれが、どちらのチームが勝つかを知っている典型的な物語の1つであるにもかかわらず。 非常に異なるスキルセットを持つ異なる相手を倒すためにチームが思いついた解決策を見ても面白かったです。\n\n私は間違いなくこのアニメをスポーツアクションアニメが好きな人にオススメします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI personally think it is a very interesting sports-themed anime where there are multiple main characters with different extraordinary skills and how each of them have their own very distinct personalities and characters (even minor characters too)\n\n\u001b[1m私は個人的には、非常に興味深いスポーツをテーマにしたアニメだと思います。主人公はそれぞれ異なる才能を持ち、それぞれには非常に異なる性格や性格を持っています（マイナーな性格もあります）\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni wa, hijō ni kyōmibukai supōtsu o tēma ni shita animeda to omoimasu. Shujinkō wa sorezore kotonaru sainō o mochi, sorezore ni wa hijō ni kotonaru seikaku ya seikaku o motte imasu (maināna seikaku mo arimasu))\u001b[22m\n\nTranslations of \u001b[4mI personally think it is a very interesting sports-themed anime where there are multiple main characters with different extraordinary skills and how each of them have their own very distinct personalities and characters (even minor characters too)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally think it is a very interesting sports-themed anime where there are multiple main characters with different extraordinary skills and how each of them have their own very distinct personalities and characters (even minor characters too)\u001b[24m\n    \u001b[1m私は個人的には、非常に興味深いスポーツをテーマにしたアニメだと思います。主人公はそれぞれ異なる才能を持ち、それぞれには非常に異なる性格や性格を持っています（マイナーな性格もあります）\u001b[22m, \u001b[1m私は個人的にはそこに異なる特別なスキルを持った複数のメインキャラクターであるとどのようにそれらのそれぞれは（あまりにも些細な文字）、独自の非常に明確な個性やキャラクターを持っている非常に興味深いスポーツをテーマにしたアニメだと思います\u001b[22m\n\u001b[1m\u001b[22m\nThe way the characters developments were presented in a unique way to the viewers through a series of flashbacks; which includes the different stories of the Generation of Miracles members during their middle school days were really entertaining.\n\n\u001b[1mキャラクターの発展の仕方は、一連のフラッシュバックを通じて視聴者にユニークな形で提示されました。 中学校時代の奇跡の世代のメンバーのさまざまな物語が含まれていて、本当に楽しいものでした。\u001b[22m\n\u001b[1m(Kyarakutā no hatten no shikata wa, ichiren no furasshu bakku o tsūjite shichō-sha ni yunīkuna katachi de teiji sa remashita. Chūgakkō jidai no kiseki no sedai no menbā no samazamana monogatari ga fukuma rete ite, hontōni tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe way the characters developments were presented in a unique way to the viewers through a series of flashbacks; which includes the different stories of the Generation of Miracles members during their middle school days were really entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe way the characters developments were presented in a unique way to the viewers through a series of flashbacks;\u001b[24m\n    \u001b[1mキャラクターの発展の仕方は、一連のフラッシュバックを通じて視聴者にユニークな形で提示されました。\u001b[22m, \u001b[1m文字の開発がフラッシュバックのシリーズを通じて視聴者に独自の方法で提示された方法。\u001b[22m\n\u001b[4mwhich includes the different stories of the Generation of Miracles members during their middle school days were really entertaining.\u001b[24m\n    \u001b[1m中学校時代の奇跡の世代のメンバーのさまざまな物語が含まれていて、本当に楽しいものでした。\u001b[22m, \u001b[1mこれは彼らの中学時代の間に奇跡のメンバーの世代の異なる物語が本当に面白いだった含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art style was also amazing and all the basketball court scenes were super engaging, cool and fun to watch. Especially when the characters start using their superpowers. Personal favourite scene is the Kagami vs Aomine match-up. Although i still think that certain characters' powers are too overpowered.\n\n\u001b[1m芸術のスタイルも素晴らしく、バスケットボールのコートシーンはすべて、魅力的でクールで楽しいものでした。 特に、キャラクターがスーパーパワーを使い始めたとき。 個人的に好きなシーンは、鏡音対アオミネのマッチアップです。 私はまだ特定のキャラクターの力はあまりにも圧倒されていると思うが。\u001b[22m\n\u001b[1m(Geijutsu no sutairu mo subarashiku, basukettobōru no kōtoshīn wa subete, mirikiteki de kūru de tanoshī monodeshita. Tokuni, kyarakutā ga sūpāpawā o tsukai hajimeta toki. Kojin-teki ni sukina shīn wa, kyōne tai aomine no matchi appudesu. Watashi wa mada tokutei no kyarakutā no chikara wa amarini mo attō sa rete iru to omouga.)\u001b[22m\n\nTranslations of \u001b[4mThe art style was also amazing and all the basketball court scenes were super engaging, cool and fun to watch. Especially when the characters start using their superpowers. Personal favourite scene is the Kagami vs Aomine match-up. Although i still think that certain characters' powers are too overpowered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style was also amazing and all the basketball court scenes were super engaging, cool and fun to watch.\u001b[24m\n    \u001b[1m芸術のスタイルも素晴らしく、バスケットボールのコートシーンはすべて、魅力的でクールで楽しいものでした。\u001b[22m, \u001b[1mアートスタイルもすごかったし、すべてのバスケットボールコートのシーンは、スーパー、係クールで見ていて楽しかったです。\u001b[22m\n\u001b[4mEspecially when the characters start using their superpowers.\u001b[24m\n    \u001b[1m特に、キャラクターがスーパーパワーを使い始めたとき。\u001b[22m, \u001b[1m文字は超大国の使用を開始する場合は特に。\u001b[22m\n\u001b[4mPersonal favourite scene is the Kagami vs Aomine match-up.\u001b[24m\n    \u001b[1m個人的に好きなシーンは、鏡音対アオミネのマッチアップです。\u001b[22m, \u001b[1m個人的な好みのシーンはかがみAomine対マッチアップです。\u001b[22m\n\u001b[4mAlthough i still think that certain characters' powers are too overpowered.\u001b[24m\n    \u001b[1m私はまだ特定のキャラクターの力はあまりにも圧倒されていると思うが。\u001b[22m, \u001b[1m私はまだ、特定のキャラクターの力があまりにも圧倒されていると思いますが。\u001b[22m\n\u001b[1m\u001b[22m\nDespite it being one of those typical story where you know which team will win. It was also interesting to see the solutions the teams came up with to defeat different opponents with very different skill sets.\n\n\u001b[1mそれが、どちらのチームが勝つかを知っている典型的な物語の1つであるにもかかわらず。 非常に異なるスキルセットを持つ異なる相手を倒すためにチームが思いついた解決策を見ても面白かったです。\u001b[22m\n\u001b[1m(Sore ga, dochira no chīmu ga katsu ka o shitte iru tenkei-tekina monogatari no 1tsudearu nimokakawarazu. Hijō ni kotonaru sukiru setto o motsu kotonaru aite o taosu tame ni chīmu ga omoitsuita kaiketsusaku o mite mo omoshirokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mDespite it being one of those typical story where you know which team will win. It was also interesting to see the solutions the teams came up with to defeat different opponents with very different skill sets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite it being one of those typical story where you know which team will win.\u001b[24m\n    \u001b[1mそれが、どちらのチームが勝つかを知っている典型的な物語の1つであるにもかかわらず。\u001b[22m, \u001b[1mそれはあなたがどちらのチームが勝つかを知っているそれらの典型的な物語の一つであるにもかかわらず。\u001b[22m\n\u001b[4mIt was also interesting to see the solutions the teams came up with to defeat different opponents with very different skill sets.\u001b[24m\n    \u001b[1m非常に異なるスキルセットを持つ異なる相手を倒すためにチームが思いついた解決策を見ても面白かったです。\u001b[22m, \u001b[1mチームは非常に異なるスキルを持つ別の敵を倒すために思い付いたソリューションを見ることも面白かったです。\u001b[22m\n\u001b[1m\u001b[22m\nI would definitely recommend this anime to those people who likes sports-action anime.\n\n\u001b[1m私は間違いなくこのアニメをスポーツアクションアニメが好きな人にオススメします。\u001b[22m\n\u001b[1m(Watashi wa machigainaku kono anime o supōtsuakushon'anime ga sukinahito ni osusume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would definitely recommend this anime to those people who likes sports-action anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would definitely recommend this anime to those people who likes sports-action anime.\u001b[24m\n    \u001b[1m私は間違いなくこのアニメをスポーツアクションアニメが好きな人にオススメします。\u001b[22m, \u001b[1m私は間違いなくスポーツアクションアニメが好きな人たちにこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Kuroko_no_Basket_3rd_Season",
    "id": "24415",
    "url": "https://myanimelist.net/anime/24415/Kuroko_no_Basket_3rd_Season",
    "user": "TheOneOfSeven",
    "profile": "/profile/TheOneOfSeven/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=202573",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  8\n\n*スポイラーが先にいるかもしれない*\n\n私は冬に最初のシーズンを見始め、ストーリーラインに追いつくために最善を尽くした、私は本当にそれが好きで、私はオープニングとエンディングを楽しんだ：\n\nストーリー：8\n今シーズンは、帝国高等学校にどのようになったのか、奇跡の世代はどういったものだったのか、人格が変わってから分裂したのか、それはドラマだったのですが、 全体的にそれほどではありませんが、最初のシーズンで見たよりもキャラクターがどんどん上がっていく様子が見えます。\n\nアート：10\n最初は、私はアートのスタイルが嫌いでした。なぜなら、別のトップ10のビデオを見るたびにとても奇妙に見えましたが、私はアニメを見るのが早くなり、アートスタイルに恋しました。 私はそれがストーリーラインにどのように影響したかが大好きです。\n\nサウンド：9\nこのアニメのサウンドトラックは傑出したもので、ヘッドフォンを着用してサウンドトラックで聴くのは、アニメのゲームの大半で演奏している間、アニメの興奮とサスペンドをいっぱいにします そして終わり。\n\nキャラクター：9\n私はアニメがキャラクターをより成熟させてしまったと思っています（そのうちのいくつか）、彼らの性格や背景を理解できると思いますが、あなたが嫌い​​かもしれないキャラクターがいくつかありますが、 それらのほとんど。\n\n楽しさ：8\n私がコメディを楽しむのと同じくらい、これは素晴らしかったです。私はユーモアのセンス、アニメーション、そしてそれを見ながらストーリーの中で成長するコメディが大好きです。\n\n全体：9\n私はそれを高くするだろうが、私は9が良いことだと思う、アニメは良い瞬間だったと私は本当にそれを楽しんだ、私はエピソードのすべての終わりにサスペンスで満たされた、彼らは私たちを次のエピソードまで、 結末は本当に素晴らしいと私は違いを見るためにマンガを読むことを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n*Spoilers may be ahead*\n\n\u001b[1m*スポイラーが先にいるかもしれない*\u001b[22m\n\u001b[1m(* Supoirā ga sakini iru kamo shirenai*)\u001b[22m\n\nTranslations of \u001b[4m*Spoilers may be ahead*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Spoilers may be ahead*\u001b[24m\n    \u001b[1m*スポイラーが先にいるかもしれない*\u001b[22m, \u001b[1m*スポイラーが先であってもよいです*\u001b[22m\n\u001b[1m\u001b[22m\nI started to watch the first season in winter and I did my best to catch up with the storyline, I really like it and I enjoyed the openings and endings:\n\n\u001b[1m私は冬に最初のシーズンを見始め、ストーリーラインに追いつくために最善を尽くした、私は本当にそれが好きで、私はオープニングとエンディングを楽しんだ：\u001b[22m\n\u001b[1m(Watashi wa fuyu ni saisho no shīzun o mi hajime, sutōrīrain ni oitsuku tame ni saizen o tsukushita, watashi wa hontōni sore ga sukide, watashi wa ōpuningu to endingu o tanoshinda:)\u001b[22m\n\nTranslations of \u001b[4mI started to watch the first season in winter and I did my best to catch up with the storyline, I really like it and I enjoyed the openings and endings:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started to watch the first season in winter and I did my best to catch up with the storyline, I really like it and I enjoyed the openings and endings:\u001b[24m\n    \u001b[1m私は冬に最初のシーズンを見始め、ストーリーラインに追いつくために最善を尽くした、私は本当にそれが好きで、私はオープニングとエンディングを楽しんだ：\u001b[22m, \u001b[1m私は冬の最初のシーズンを見始めて、私は、私は本当にそれが好きなストーリーに追いつくために最善を尽くしたと私は、開口部と語尾を楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nIn this season, we will see how it was on Teiko High, how the Generation of Miracles was build, how they split up after their personalities started to change, it was drama and I felt quite sad during the Teiko Arc, otherwise, the story overall isn't that much, but we see how the characters build more up than we saw on the first season.\n\n\u001b[1m今シーズンは、帝国高等学校にどのようになったのか、奇跡の世代はどういったものだったのか、人格が変わってから分裂したのか、それはドラマだったのですが、 全体的にそれほどではありませんが、最初のシーズンで見たよりもキャラクターがどんどん上がっていく様子が見えます。\u001b[22m\n\u001b[1m(Ima shīzun wa, teikoku kōtō gakkō ni dono yō ni natta no ka, kiseki no sedai wa dō itta monodatta no ka, jinkaku ga kawatte kara bunretsu shita no ka, soreha doramadatta nodesuga, zentai-teki ni sorehodode wa arimasenga, saisho no shīzun de mi tayori mo kyarakutā ga dondon agatte iku yōsu ga miemasu.)\u001b[22m\n\nTranslations of \u001b[4mIn this season, we will see how it was on Teiko High, how the Generation of Miracles was build, how they split up after their personalities started to change, it was drama and I felt quite sad during the Teiko Arc, otherwise, the story overall isn't that much, but we see how the characters build more up than we saw on the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this season, we will see how it was on Teiko High, how the Generation of Miracles was build, how they split up after their personalities started to change, it was drama and I felt quite sad during the Teiko Arc, otherwise, the story\u001b[24m\n    \u001b[1m今シーズンは、帝国高等学校にどのようになったのか、奇跡の世代はどういったものだったのか、人格が変わってから分裂したのか、それはドラマだったのですが、\u001b[22m, \u001b[1mこのシーズンでは、我々はそれが奇跡の世代が、そうでなければ、物語彼らは彼らの人格が変化し始めた後、それはドラマだったと私は禎子アークの間に非常に悲しかった分割方法をビルド、あったか禎子高、上にあった方法について説明します\u001b[22m\n\u001b[4moverall isn't that much, but we see how the characters build more up than we saw on the first season.\u001b[24m\n    \u001b[1m全体的にそれほどではありませんが、最初のシーズンで見たよりもキャラクターがどんどん上がっていく様子が見えます。\u001b[22m, \u001b[1m全体的にはそれほどではありませんが、我々は文字が、我々は最初のシーズンで見たよりもアップし、よりを構築する方法を参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nAt first, I didn't like the art style of it because it seemed so weird every time I watched in different Top 10 videos, but I sooner started to watch the anime and I fell in love with the art style, I love how it was animated, I love how it affected the storyline.\n\n\u001b[1m最初は、私はアートのスタイルが嫌いでした。なぜなら、別のトップ10のビデオを見るたびにとても奇妙に見えましたが、私はアニメを見るのが早くなり、アートスタイルに恋しました。 私はそれがストーリーラインにどのように影響したかが大好きです。\u001b[22m\n\u001b[1m(Saisho wa, watashi wa āto no sutairu ga kiraideshita. Nazenara,-betsu no toppu 10 no bideo o miru tabi ni totemo kimyō ni miemashitaga, watashi wa anime o miru no ga hayaku nari, ātosutairu ni koi shimashita. Watashi wa sore ga sutōrīrain ni dono yō ni eikyō shita ka ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mAt first, I didn't like the art style of it because it seemed so weird every time I watched in different Top 10 videos, but I sooner started to watch the anime and I fell in love with the art style, I love how it was animated, I love how it affected the storyline.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, I didn't like the art style of it because it seemed so weird every time I watched in different Top 10 videos, but I sooner started to watch the anime and I fell in love with the art style, I love how it\u001b[24m\n    \u001b[1m最初は、私はアートのスタイルが嫌いでした。なぜなら、別のトップ10のビデオを見るたびにとても奇妙に見えましたが、私はアニメを見るのが早くなり、アートスタイルに恋しました。\u001b[22m, \u001b[1m最初に、それは私が別のトップ10の動画で視聴するたびにとても奇妙に思えたので、私はそれのアートスタイルが好きではなかったが、私はすぐにアニメを見始め、私はアートスタイルと恋に落ち、私はどのようにそれを愛します\u001b[22m\n\u001b[4mwas animated, I love how it affected the storyline.\u001b[24m\n    \u001b[1m私はそれがストーリーラインにどのように影響したかが大好きです。\u001b[22m, \u001b[1m私はそれがストーリーにどのように影響するかを愛して、アニメーション化されました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nThe soundtrack to this anime is outstanding, it's mostly like when you wear headphones and listen on the soundtrack while it plays during the most of the games in the anime, it fills up the excitement and the suspension in the anime, I especially love the openings and the endings.\n\n\u001b[1mこのアニメのサウンドトラックは傑出したもので、ヘッドフォンを着用してサウンドトラックで聴くのは、アニメのゲームの大半で演奏している間、アニメの興奮とサスペンドをいっぱいにします そして終わり。\u001b[22m\n\u001b[1m(Kono anime no saundotorakku wa kesshutsu shita mono de, heddo fon o chakuyō shite saundotorakku de kiku no wa, anime no gēmu no taihan de ensō shite iru ma, anime no kōfun to sasupendo o ippai ni shimasu soshite owari.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack to this anime is outstanding, it's mostly like when you wear headphones and listen on the soundtrack while it plays during the most of the games in the anime, it fills up the excitement and the suspension in the anime, I especially love the openings and the endings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack to this anime is outstanding, it's mostly like when you wear headphones and listen on the soundtrack while it plays during the most of the games in the anime, it fills up the excitement and the suspension in the anime, I especially love the openings\u001b[24m\n    \u001b[1mこのアニメのサウンドトラックは傑出したもので、ヘッドフォンを着用してサウンドトラックで聴くのは、アニメのゲームの大半で演奏している間、アニメの興奮とサスペンドをいっぱいにします\u001b[22m, \u001b[1mこのアニメのサウンドトラックが顕著である、それは主にヘッドホンを着用し、それがアニメでゲームのほとんどの間、再生中のサウンドトラックに耳を傾けたときのようなものだ、それは興奮とアニメでサスペンションをいっぱいに、私は特に開口部を愛して\u001b[22m\n\u001b[4mand the endings.\u001b[24m\n    \u001b[1mそして終わり。\u001b[22m, \u001b[1mそしてエンディング。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\nI think the anime has made the characters grow more mature (Some of them) and that we could understand their personality and their background, there are some characters you may dislike and like, but I don't hate anyone in this anime, I love most of them.\n\n\u001b[1m私はアニメがキャラクターをより成熟させてしまったと思っています（そのうちのいくつか）、彼らの性格や背景を理解できると思いますが、あなたが嫌い​​かもしれないキャラクターがいくつかありますが、 それらのほとんど。\u001b[22m\n\u001b[1m(Watashi wa anime ga kyarakutā o yori seijuku sa sete shimatta to omotte imasu (sonōchi no ikutsu ka), karera no seikaku ya haikei o rikai dekiru to omoimasuga, anata ga kirai ​​ kamo shirenai kyarakutā ga ikutsu ka arimasuga, sorera no hotondo.)\u001b[22m\n\nTranslations of \u001b[4mI think the anime has made the characters grow more mature (Some of them) and that we could understand their personality and their background, there are some characters you may dislike and like, but I don't hate anyone in this anime, I love most of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think the anime has made the characters grow more mature (Some of them) and that we could understand their personality and their background, there are some characters you may dislike and like, but I don't hate anyone in this anime, I love\u001b[24m\n    \u001b[1m私はアニメがキャラクターをより成熟させてしまったと思っています（そのうちのいくつか）、彼らの性格や背景を理解できると思いますが、あなたが嫌いかもしれないキャラクターがいくつかありますが、\u001b[22m, \u001b[1m私は大好き、アニメは文字が（そのうちのいくつかを）より成熟し成長してきたし、我々は彼らの個性とその背景を理解することができることを、あなたが嫌いかもしれないいくつかの文字があるなど、私はこのアニメの誰を嫌いではありませんと思います\u001b[22m\n\u001b[4mmost of them.\u001b[24m\n    \u001b[1mそれらのほとんど。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\nAs much I enjoy comedy, this one was terrific, I love their sense of humor, their animations and the comedy that grows in the story while watching it.\n\n\u001b[1m私がコメディを楽しむのと同じくらい、これは素晴らしかったです。私はユーモアのセンス、アニメーション、そしてそれを見ながらストーリーの中で成長するコメディが大好きです。\u001b[22m\n\u001b[1m(Watashi ga komedi o tanoshimu no to onaji kurai, kore wa subarashikattadesu. Watashi wa yūmoa no sensu, animēshon, soshite sore o minagara sutōrī no naka de seichō suru komedi ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mAs much I enjoy comedy, this one was terrific, I love their sense of humor, their animations and the comedy that grows in the story while watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs much I enjoy comedy, this one was terrific, I love their sense of humor, their animations and the comedy that grows in the story while watching it.\u001b[24m\n    \u001b[1m私がコメディを楽しむのと同じくらい、これは素晴らしかったです。私はユーモアのセンス、アニメーション、そしてそれを見ながらストーリーの中で成長するコメディが大好きです。\u001b[22m, \u001b[1mこの1つは素晴らしいだった同じくらい私はコメディを楽しみ、私はユーモアの感覚、自分のアニメーションや、それを見ながら物語の中で成長するコメディが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9\n\n\u001b[1m全体：9\u001b[22m\n\u001b[1m(Zentai: 9)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9\u001b[24m\n    \u001b[1m全体：9\u001b[22m\nI would give it higher, but I think a 9 would do good, the anime had it's good moments and I truly enjoyed it, I was filled with suspense in every end of the episodes, they leave us suspiscous and nervous until the next episode, the ending was really great and I hope that I will read the manga to see the difference.\n\n\u001b[1m私はそれを高くするだろうが、私は9が良いことだと思う、アニメは良い瞬間だったと私は本当にそれを楽しんだ、私はエピソードのすべての終わりにサスペンスで満たされた、彼らは私たちを次のエピソードまで、 結末は本当に素晴らしいと私は違いを見るためにマンガを読むことを願っています。\u001b[22m\n\u001b[1m(Watashi wa sore o takaku surudarouga, watashi wa 9 ga yoi kotoda to omou, anime wa yoi shunkandatta to watashi wa hontōni sore o tanoshinda, watashi wa episōdo no subete no owari ni sasupensu de mitasa reta, karera wa watashitachi o tsugi no episōdo made, ketsumatsu wa hontōni subarashī to watashi wa chigai o miru tame ni manga o yomu koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI would give it higher, but I think a 9 would do good, the anime had it's good moments and I truly enjoyed it, I was filled with suspense in every end of the episodes, they leave us suspiscous and nervous until the next episode, the ending was really great and I hope that I will read the manga to see the difference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would give it higher, but I think a 9 would do good, the anime had it's good moments and I truly enjoyed it, I was filled with suspense in every end of the episodes, they leave us suspiscous and nervous until the next episode,\u001b[24m\n    \u001b[1m私はそれを高くするだろうが、私は9が良いことだと思う、アニメは良い瞬間だったと私は本当にそれを楽しんだ、私はエピソードのすべての終わりにサスペンスで満たされた、彼らは私たちを次のエピソードまで、\u001b[22m, \u001b[1m私は高いそれを与えるだろうが、私は9は良いと思う、アニメはそれが良い瞬間だと私は本当に、私はエピソードのすべての終わりでサスペンスに満ちていた、それを楽しんでいた、彼らは次のエピソードまでsuspiscousや神経、私たちを残して、\u001b[22m\n\u001b[4mthe ending was really great and I hope that I will read the manga to see the difference.\u001b[24m\n    \u001b[1m結末は本当に素晴らしいと私は違いを見るためにマンガを読むことを願っています。\u001b[22m, \u001b[1mエンディングは本当に素晴らしかったと私は違いを見るために漫画を読んですることを願っています。\u001b[22m"
  },
  {
    "title": "Kuroko_no_Basket_3rd_Season",
    "id": "24415",
    "url": "https://myanimelist.net/anime/24415/Kuroko_no_Basket_3rd_Season",
    "user": "NightShadowb",
    "profile": "/profile/NightShadowb/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=200571",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  6\n\n文書全体を読む時間がない人のための短いレビュー\n\nストーリー：最後の2シーズンを見ていると仮定すると、それは冬のカップの後半と世代のバックストーリーの奇跡が明らかになったことです！  8/10\n\nアート：第3シーズンのアートはシーズン2と比較すると少し下がっていますが、ハイライトの瞬間にはアートが映画の予算に跳ね上がり、シーンは5〜10秒間続きます。  8/10\n\nサウンド：私は、シーズン1と2のミックスを選ぶことができたので、これは恥ずべきだったシーズン2と同じくらい良い音ではなかったでしょう。  7/10\n\nキャラクター：あなたは、GOMについて裏付けされていることを知る必要があります。なぜなら、あなたはGOMについて言わなければならないすべてのWHY質問に答えます。  8/10\n\n楽しさ：私は6/10を与えるだろう。  KNBの前半はSerinの最後の試合までとても楽しいものでした。 彼らはすべての場面を拡張して、3-4のエピソードだけが7になるはずの試合を作りました！ 彼らはすべてのショットを3回再生することでこれを行いました。誰もが愚かな明白なsh * Tを言うことはもちろん、マンガにはなかったので、誰もがすべてに反応しました!!! 誰かが普通の3人のポイントを務めたときでも！  6/10\n\nだから全体的に私は7/10にSerinとの最後の試合に気をつけます",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nShort review for those who don't have time to read a whole document\n\n\u001b[1m文書全体を読む時間がない人のための短いレビュー\u001b[22m\n\u001b[1m(Bunsho zentai o yomu jikanganai hitonotame no mijikai rebyū)\u001b[22m\n\nTranslations of \u001b[4mShort review for those who don't have time to read a whole document\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShort review for those who don't have time to read a whole document\u001b[24m\n    \u001b[1m文書全体を読む時間がない人のための短いレビュー\u001b[22m, \u001b[1m文書全体を読む時間がない人のためのショートレビュー\u001b[22m\n\u001b[1m\u001b[22m\nStory: Assuming you have watched the last two seasons it's all about the second half of winter cup and the reveal of the Miracle of Generations Back Story! 8/10\n\n\u001b[1mストーリー：最後の2シーズンを見ていると仮定すると、それは冬のカップの後半と世代のバックストーリーの奇跡が明らかになったことです！  8/10\u001b[22m\n\u001b[1m(Sutōrī: Saigo no 2 shīzun o mite iru to katei suru to, soreha fuyu no kappu no kōhan to sedai no bakkusutōrī no kiseki ga akiraka ni natta kotodesu! 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: Assuming you have watched the last two seasons it's all about the second half of winter cup and the reveal of the Miracle of Generations Back Story! 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Assuming you have watched the last two seasons it's all about the second half of winter cup and the reveal of the Miracle of Generations Back Story!\u001b[24m\n    \u001b[1mストーリー：最後の2シーズンを見ていると仮定すると、それは冬のカップの後半と世代のバックストーリーの奇跡が明らかになったことです！\u001b[22m, \u001b[1mストーリー：あなたはそれがすべての冬のカップの後半のことだ最後の二つの季節を見て、世代戻る物語の奇跡を明らかにしていると仮定すると！\u001b[22m\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art in the 3rd season has gone down bit when comparing to season 2 but in the highlight moments the art just springs into movie budget which the scenes lasts for 5-10 seconds. 8/10\n\n\u001b[1mアート：第3シーズンのアートはシーズン2と比較すると少し下がっていますが、ハイライトの瞬間にはアートが映画の予算に跳ね上がり、シーンは5〜10秒間続きます。  8/10\u001b[22m\n\u001b[1m(Āto: Dai 3 shīzun no āto wa shīzun 2 to hikaku suruto sukoshi sagatte imasuga, hairaito no shunkan ni wa āto ga eiga no yosan ni haneagari, shīn wa 5 〜 10-byōkan tsudzukimasu. 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: The art in the 3rd season has gone down bit when comparing to season 2 but in the highlight moments the art just springs into movie budget which the scenes lasts for 5-10 seconds. 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art in the 3rd season has gone down bit when comparing to season 2 but in the highlight moments the art just springs into movie budget which the scenes lasts for 5-10 seconds.\u001b[24m\n    \u001b[1mアート：第3シーズンのアートはシーズン2と比較すると少し下がっていますが、ハイライトの瞬間にはアートが映画の予算に跳ね上がり、シーンは5〜10秒間続きます。\u001b[22m, \u001b[1mアート：シーズン2に比較する際に第三シーズンのアートは少しダウンしているが、ハイライトの瞬間に芸術はちょうどシーンが5〜10秒間続く映画の予算にスプリング。\u001b[22m\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound: The sound i would wasn't as good as season 2 which was such i shame because they could of chosen a mix of season 1&amp;2 song as this was the last season but even so the sound was still good. 7/10\n\n\u001b[1mサウンド：私は、シーズン1と2のミックスを選ぶことができたので、これは恥ずべきだったシーズン2と同じくらい良い音ではなかったでしょう。  7/10\u001b[22m\n\u001b[1m(Saundo: Watashi wa, shīzun 1 to 2 no mikkusu o erabu koto ga dekitanode, kore wa hazubekidatta shīzun 2 to onaji kurai yoi otode wa nakattadeshou. 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: The sound i would wasn't as good as season 2 which was such i shame because they could of chosen a mix of season 1&amp;2 song as this was the last season but even so the sound was still good. 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The sound i would wasn't as good as season 2 which was such i shame because they could of chosen a mix of season 1&amp;2 song as this was the last season but even so the sound was still good.\u001b[24m\n    \u001b[1mサウンド：私は、シーズン1と2のミックスを選ぶことができたので、これは恥ずべきだったシーズン2と同じくらい良い音ではなかったでしょう。\u001b[22m, \u001b[1mサウンド：サウンドは、私は、彼らがシーズン1＆＃038の選択されたミックスの可能性があるため、このような恥私だったシーズン2ほど良好ではなかっただろう。このよう2曲は最後のシーズンだったが、音がまだ良かったそうであっても。\u001b[22m\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: You got to see what lead the GOMs backstory that Answers all the WHY questions you had to say about the GOM so you know it's good. 8/10\n\n\u001b[1mキャラクター：あなたは、GOMについて裏付けされていることを知る必要があります。なぜなら、あなたはGOMについて言わなければならないすべてのWHY質問に答えます。  8/10\u001b[22m\n\u001b[1m(Kyarakutā: Anata wa, gomu ni tsuite uradzuke sa rete iru koto o shiru hitsuyō ga arimasu. Nazenara, anata wa gomu ni tsuite iwanakereba naranai subete no howai shitsumon ni kotaemasu. 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: You got to see what lead the GOMs backstory that Answers all the WHY questions you had to say about the GOM so you know it's good. 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: You got to see what lead the GOMs backstory that Answers all the WHY questions you had to say about the GOM so you know it's good.\u001b[24m\n    \u001b[1mキャラクター：あなたは、GOMについて裏付けされていることを知る必要があります。なぜなら、あなたはGOMについて言わなければならないすべてのWHY質問に答えます。\u001b[22m, \u001b[1m文字：あなたは、あなたが、それは良いことだ知っているので、GOMについて言わなければならなかったすべてのなぜ質問に回答GOMSの裏話を導くものを見てみました。\u001b[22m\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I would give it a 6/10. The first half of KNB was very Enjoyable until Serin's last game. Omg they extended all the scenes to make the match that should only be 3-4 episodes become 7!!! They did this by replaying every Shot 3 times, Made everyone talk stupid obvious sh*T that of course wasn't in manga and made everyone react to EVERYTHING!!! EVEN WHEN SOMEONE DID A NORMAL 3 POINTER!!! 6/10\n\n\u001b[1m楽しさ：私は6/10を与えるだろう。  KNBの前半はSerinの最後の試合までとても楽しいものでした。 彼らはすべての場面を拡張して、3-4のエピソードだけが7になるはずの試合を作りました！ 彼らはすべてのショットを3回再生することでこれを行いました。誰もが愚かな明白なsh * Tを言うことはもちろん、マンガにはなかったので、誰もがすべてに反応しました!!! 誰かが普通の3人のポイントを務めたときでも！  6/10\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa 6/ 10 o ataerudarou. KNB no zenhan wa Serin no saigo no shiai made totemo tanoshī monodeshita. Karera wa subete no bamen o kakuchō shite, 3 - 4 no episōdo dake ga 7 ni naru hazu no shiai o tsukurimashita! Karera wa subete no shotto o 3-kai saisei suru koto de kore o okonaimashita. Daremoga orokana meihakuna sh* T o iu koto wa mochiron, manga ni wa nakattanode, daremoga subete ni han'nō shimashita! ! ! Dareka ga futsū no 3-ri no pointo o tsutometa toki demo! 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I would give it a 6/10. The first half of KNB was very Enjoyable until Serin's last game. Omg they extended all the scenes to make the match that should only be 3-4 episodes become 7!!! They did this by replaying every Shot 3 times, Made everyone talk stupid obvious sh*T that of course wasn't in manga and made everyone react to EVERYTHING!!! EVEN WHEN SOMEONE DID A NORMAL 3 POINTER!!! 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I would give it a 6/10.\u001b[24m\n    \u001b[1m楽しさ：私は6/10を与えるだろう。\u001b[22m, \u001b[1m楽しさ：私はそれを6/10を与えるだろう。\u001b[22m\n\u001b[4mThe first half of KNB was very Enjoyable until Serin's last game.\u001b[24m\n    \u001b[1mKNBの前半はSerinの最後の試合までとても楽しいものでした。\u001b[22m, \u001b[1mKNBの前半は、セリンの最後の試合まで、非常に楽しかったです。\u001b[22m\n\u001b[4mOmg they extended all the scenes to make the match that should only be 3-4 episodes become 7!!!\u001b[24m\n    \u001b[1m彼らはすべての場面を拡張して、3-4のエピソードだけが7になるはずの試合を作りました！\u001b[22m, \u001b[1mすっごい彼らは唯一の3-4エピソードが7になるしなければならない試合をするために、すべてのシーンを延長しました！\u001b[22m\n\u001b[4mThey did this by replaying every Shot 3 times, Made everyone talk stupid obvious sh*T that of course wasn't in manga and made everyone react to EVERYTHING!!!\u001b[24m\n    \u001b[1m彼らはすべてのショットを3回再生することでこれを行いました。誰もが愚かな明白なsh * Tを言うことはもちろん、マンガにはなかったので、誰もがすべてに反応しました!!!\u001b[22m, \u001b[1m彼らは、誰もが、もちろん漫画ではなかったし、誰もがすべてに反応したこと愚かな明白なのsh * Tの話を作られて、すべてのショットを3回再生することによってこれをしませんでした！\u001b[22m\n\u001b[4mEVEN WHEN SOMEONE DID A NORMAL 3 POINTER!!!\u001b[24m\n    \u001b[1m誰かが普通の3人のポイントを務めたときでも！\u001b[22m, \u001b[1m場合であっても、誰かがNORMAL 3 POINTERをDID!!!\u001b[22m\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nSo overall i give it a 7/10 just beware of the last game with Serin\n\n\u001b[1mだから全体的に私は7/10にSerinとの最後の試合に気をつけます\u001b[22m\n\u001b[1m(Dakara zentai-teki ni watashi wa 7/ 10 ni Serin to no saigo no shiai ni kiwotsukemasu)\u001b[22m\n\nTranslations of \u001b[4mSo overall i give it a 7/10 just beware of the last game with Serin\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo overall i give it a 7/10 just beware of the last game with Serin\u001b[24m\n    \u001b[1mだから全体的に私は7/10にSerinとの最後の試合に気をつけます\u001b[22m, \u001b[1mだから、全体的な私はそれが7月10日がちょうどセリンとの最後の試合に注意してください与えます\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kuroko_no_Basket_3rd_Season",
    "id": "24415",
    "url": "https://myanimelist.net/anime/24415/Kuroko_no_Basket_3rd_Season",
    "user": "ReJaKted",
    "profile": "/profile/ReJaKted/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=222375",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n非常に軽いスポイラーを含んでいます\nこれはすべての3つのシーズンのレビューです\n\nこのレビューを正しく開始する前に、まずは「黒子のバスケ」と呼ばれる「クロコのバスケットボール」という3つのシーズンのうち、 口一杯）。\n\n黒子のバスケは「テニスの王子様」の最初の5つのエピソードを見て、静かに落としてしまった直後の私の2番目のスポーツアニメでした。 これは2014年に、アニメの第1シーズンに戻った。\n\n私は正直言って黒子のバスケからはあまり期待していなかった。 当時、私はスポーツをしなかったし、本当に気にしなかった。 私がバスケットボールを知っていたことはほとんど知られておらず、ルールと規制は、プレイステーション2のゲーム「NBAストリートV3」としての地獄からのものでした。 第1シーズンの最初の2つのエピソードは本当に私にとってはあまり効果がありませんでした。\n\nそれ以来、私は黒子のバスケである超大国のバスケットボールの芸術家に夢中になった。  2015年の第2シーズンから今年の第3シーズンの最後のエピソードまで、黒子のバスケは野生の乗り物であることが判明しました。\n\n今では獣の片隅に乗っていて、とても楽しかったですが、黒子のバスケはどんな意味でも完璧なスポーツアニメです。 すべての75のエピソード（スペシャルとOVAsを数えていない）のコースを通して、私はこのアニメが典型的なShounenのルールブックに従わなかったならばずっと良いだろうと知っていた。 簡単に言えば素晴らしいショーですが、キャラクターと実行にはちょっとした研磨が必要です。\n\nシノプシスでは、これはあなたの毎日のshounen-festだと簡単に伝えられますが、彼の中仲（仲間）の力に頼って世界を救うことを叫んだ大声で口をそむける代わりに、あなたはKagamiを得ます。 は、国家インターハイチャンピオンシップを勝ち抜いて黒子の亡霊を倒すために、超人的な渡しマシンである黒子とチームを組んだ、大声で口をそろえたバスケットボールの狂信者である。\n\nそれはむしろ単純な話です。 遊びます。 正直なところ、メインチームが最終的にすべての重要なトーナメントで勝利することなく、スポーツアニメ/マンガを実際に作ることはできません。 彼らが失った場合、作家がどれくらい強くインパクトのあるメッセージを出しても、それはかなり多くの人が見ている口に酸味を残します。 もしあなたがPing Pong The Animationルートに行くのでなければ、そのストーリーの焦点はまったく別のものです。 強力なチームと出会う。 練習。 勝つ。 別の強力なチームを迎える。 屈曲したピンクで勝利のストローをつかみなさい。 すすぎ、繰り返します。 退屈するかどうかは、基本的にあなた次第です。 黒子のバスケは少年アニメです：何が起こっても、最終的な勝利が保証されます。\n\nそれはいつものことなので、この時点では物語そのものについてはあまり言い表せません。 黒子のBasukeのプロットの目的は目的地ではありません：それは旅です。 派手なダンクと狂ったダンクが完全に競合して、ゲーム全体を自分で運ぶようなプレイスタイルを模倣しているプレイヤーに、黒子のBasukeはあなたを汲み上げて物語に夢中になって輝きます。 明らかに、あなたがボールを狙っているスーパーマンの束を見ているように感じ、それは一部の視聴者にはかなり厄介な試練になるだろうと思います。 彼らは現実的なバスケットボールが欲しい。 もしあなたがそれを望むなら、プレイヤーについての伝記とファンの噂を読んでいる間、「Basquash！\n\n簡単に言えば、黒子のバスケの目的は、あなたを楽しませ、あなたにバスケットボールのスポーツに誇りを持って興味を持ってもらうことです。 それは私の仕事だった。 私は今演奏する。 黒子がやることも時々あります。\n\n黒子のバスケでのキャラクターデベロップメントは主にプロットのためのものです（説明するのは難しいです）。 それは幾分自然ですが、それは本当に私の好きなものではありません。 私はそれが気に入らなかったと言っているわけではありません。 第3シーズンの最後の10回のエピソードで明らかになったようだ。 サスペンスのためにフラッシュバックを介して物語の後半の文字に関する遅れた背景情報と好奇心好奇心のために実際にあなたをオフにすることができます。\n\nそれ以外は、キャラクターはユニークで、見るのが楽しいです。 カガミのメインライバル、黒子のオリジナルパートナーであるアオミネが私のお気に入りです。  Kiseは、彼らが反対の性格を持っていて、よく発達し、最も発達している（右に行われている）ように、Midorimaに続いて第2位です。\n\nProduction I.G.によるアニメーション。 トップノッチです。 キャラクターがゲームに参加していないときは、ハーフ・コミックの半正真正銘のスタイルでそれをきれいに保つことでかなり正常です。 アニメーションが実際に輝くところはマッチ中です。 より滑らかで表現力豊かなものになります。 しかし、待って、もっと！ 重要な演劇が起こったとき、そしてその試合がいつも最高に達するとき、それは完全スーパーサイヤンモードになる。  AomineとKagamiの対決を想像してみてください。そして、そのアニメーションの質で、60フレーム/シーズンのシーズン3での最終対決は、私にガチョウを与えます。\n\nサウンドは完全にショーに合っています。 オープンギターとバックグラウンドミュージックを支配するエレクトリックギターヘヴィ・ロック。  Granrodeoの曲は本当にショーの精神をOpeningsに入れました。 最初のオープニング「Can Do It」が最高です。\n\n最後の2勝がそれほど頻繁に起こらなければ、選手の超人的能力は時にはあまりにも不条理にならず、Kiseはそれほど酷い虐待を受けなかった（笑）。 黒子のBasukeはかなりのエンターテイメントの躍動を遂げていたでしょう。 私からの8.5 / 10で、それはスポーツのジャンルで利用できる最もよいアニメの1つであると言わなければならない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nCONTAINS VERY SLIGHT SPOILERS\n\n\u001b[1m非常に軽いスポイラーを含んでいます\u001b[22m\n\u001b[1m(Hijō ni karui supoirā o fukunde imasu)\u001b[22m\n\nTranslations of \u001b[4mCONTAINS VERY SLIGHT SPOILERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCONTAINS VERY SLIGHT SPOILERS\u001b[24m\n    \u001b[1m非常に軽いスポイラーを含んでいます\u001b[22m, \u001b[1m非常にわずかなスポイラーをCONTAINS\u001b[22m\nTHIS IS A REVIEW OF ALL 3 SEASONS\n\n\u001b[1mこれはすべての3つのシーズンのレビューです\u001b[22m\n\u001b[1m(Kore wa subete no 3ttsu no shīzun no rebyūdesu)\u001b[22m\n\nTranslations of \u001b[4mTHIS IS A REVIEW OF ALL 3 SEASONS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS IS A REVIEW OF ALL 3 SEASONS\u001b[24m\n    \u001b[1mこれはすべての3つのシーズンのレビューです\u001b[22m, \u001b[1mこれは、すべての3 SEASONS OFレビューです\u001b[22m\n\u001b[1m\u001b[22m\nBefore I properly start this review, I have to first say that this review is for ALL THREE seasons of 'Kuroko no Basuke' which is called 'Kuroko's Basketball' in English – and also officially known as 'The Basketball Which Kuroko Plays' (what a mouthful).\n\n\u001b[1mこのレビューを正しく開始する前に、まずは「黒子のバスケ」と呼ばれる「クロコのバスケットボール」という3つのシーズンのうち、 口一杯）。\u001b[22m\n\u001b[1m(Kono rebyū o tadashiku kaishi suru mae ni, mazuwa `kurokonobasuke' to yoba reru `kuroko no basukettobōru' to iu 3ttsu no shīzun no uchi,-guchi ippai).)\u001b[22m\n\nTranslations of \u001b[4mBefore I properly start this review, I have to first say that this review is for ALL THREE seasons of 'Kuroko no Basuke' which is called 'Kuroko's Basketball' in English – and also officially known as 'The Basketball Which Kuroko Plays' (what a mouthful).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I properly start this review, I have to first say that this review is for ALL THREE seasons of 'Kuroko no Basuke' which is called 'Kuroko's Basketball' in English – and also officially known as 'The Basketball Which Kuroko Plays' (what\u001b[24m\n    \u001b[1mこのレビューを正しく開始する前に、まずは「黒子のバスケ」と呼ばれる「クロコのバスケットボール」という3つのシーズンのうち、\u001b[22m, \u001b[1mどのような（とも正式に「黒子が再生バスケットボール」として知られている - 私は正しくこの口コミを開始する前に、私は最初この口コミは英語で「黒子のバスケ」と呼ばれている」黒子なしBasuke」の3つのすべてのシーズンのためのものであることを言わなければなりません\u001b[22m\n\u001b[4ma mouthful).\u001b[24m\n    \u001b[1m口一杯）。\u001b[22m, \u001b[1m一口）。\u001b[22m\n\u001b[1m\u001b[22m\nKuroko no Basuke was my second sports anime right after I had watched the first five episodes of ‘Prince of Tennis’ and had quietly dropped it because it didn’t make me feel anything for it. This was back in 2014 and with the 1st season of the anime.\n\n\u001b[1m黒子のバスケは「テニスの王子様」の最初の5つのエピソードを見て、静かに落としてしまった直後の私の2番目のスポーツアニメでした。 これは2014年に、アニメの第1シーズンに戻った。\u001b[22m\n\u001b[1m(Kurokonobasuke wa `tenisunoōjisama' no saisho no itsutsu no episōdo o mite, shizuka ni otoshite shimatta chokugo no watashi no 2-banme no supōtsuanimedeshita. Kore wa 2014-nen ni, anime no dai 1 shīzun ni modotta.)\u001b[22m\n\nTranslations of \u001b[4mKuroko no Basuke was my second sports anime right after I had watched the first five episodes of ‘Prince of Tennis’ and had quietly dropped it because it didn’t make me feel anything for it. This was back in 2014 and with the 1st season of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKuroko no Basuke was my second sports anime right after I had watched the first five episodes of ‘Prince of Tennis’ and had quietly dropped it because it didn’t make me feel anything for it.\u001b[24m\n    \u001b[1m黒子のバスケは「テニスの王子様」の最初の5つのエピソードを見て、静かに落としてしまった直後の私の2番目のスポーツアニメでした。\u001b[22m, \u001b[1m黒子なしBasukeは、私は「テニスの王子様」の最初の5つのエピソードを見ていたし、それは私がそれのために何かを感じさせるなかったので、静かにそれを落とした直後に私の第二のスポーツアニメでした。\u001b[22m\n\u001b[4mThis was back in 2014 and with the 1st season of the anime.\u001b[24m\n    \u001b[1mこれは2014年に、アニメの第1シーズンに戻った。\u001b[22m, \u001b[1mこれは、2014年にアニメの第一シーズンに戻っていました。\u001b[22m\n\u001b[1m\u001b[22m\nI honestly wasn’t expecting much from Kuroko no Basuke. At the time, I didn’t play the sport nor did I really care for it. The little I knew about basketball and it’s rules and regulations was from the fun as hell PlayStation 2 game ‘NBA Street V3’. The first two episodes of the 1st season didn’t really do much for me.\n\n\u001b[1m私は正直言って黒子のバスケからはあまり期待していなかった。 当時、私はスポーツをしなかったし、本当に気にしなかった。 私がバスケットボールを知っていたことはほとんど知られておらず、ルールと規制は、プレイステーション2のゲーム「NBAストリートV3」としての地獄からのものでした。 第1シーズンの最初の2つのエピソードは本当に私にとってはあまり効果がありませんでした。\u001b[22m\n\u001b[1m(Watashi wa shōjiki itte kurokonobasuke kara wa amari kitai shite inakatta. Tōji, watashi wa supōtsu o shinakattashi, hontōni ki ni shinakatta. Watashi ga basukettobōru o shitte ita koto wa hotondo shira rete orazu, rūru to kisei wa, pureisutēshon 2 no gēmu `nba sutorīto V 3' to shite no jigoku kara no monodeshita. Dai 1 shīzun no saisho no 2tsu no episōdo wa hontōni watashi ni totte wa amari kōka ga arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI honestly wasn’t expecting much from Kuroko no Basuke. At the time, I didn’t play the sport nor did I really care for it. The little I knew about basketball and it’s rules and regulations was from the fun as hell PlayStation 2 game ‘NBA Street V3’. The first two episodes of the 1st season didn’t really do much for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI honestly wasn’t expecting much from Kuroko no Basuke.\u001b[24m\n    \u001b[1m私は正直言って黒子のバスケからはあまり期待していなかった。\u001b[22m, \u001b[1m私は正直黒子なしBasukeからあまり期待していませんでした。\u001b[22m\n\u001b[4mAt the time, I didn’t play the sport nor did I really care for it.\u001b[24m\n    \u001b[1m当時、私はスポーツをしなかったし、本当に気にしなかった。\u001b[22m, \u001b[1m当時、私はスポーツをプレイしていないも私は実際にそれの世話でした。\u001b[22m\n\u001b[4mThe little I knew about basketball and it’s rules and regulations was from the fun as hell PlayStation 2 game ‘NBA Street V3’.\u001b[24m\n    \u001b[1m私がバスケットボールを知っていたことはほとんど知られておらず、ルールと規制は、プレイステーション2のゲーム「NBAストリートV3」としての地獄からのものでした。\u001b[22m, \u001b[1m私はバスケットボールを知っていたし、それが規則や規制のリトルは地獄プレイステーション2ゲーム「NBAストリートV3」と楽しいからでした。\u001b[22m\n\u001b[4mThe first two episodes of the 1st season didn’t really do much for me.\u001b[24m\n    \u001b[1m第1シーズンの最初の2つのエピソードは本当に私にとってはあまり効果がありませんでした。\u001b[22m, \u001b[1m第一シーズンの最初の2つのエピソードは本当に私のための多くをしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nIt was after that that I was hooked on the superpowers-meet-basketball extravaganza that is Kuroko no Basuke. From then right till the 2nd season in 2015 to the last episode of the the 3rd and final season this year, Kuroko no Basuke proved to be a wild ride.\n\n\u001b[1mそれ以来、私は黒子のバスケである超大国のバスケットボールの芸術家に夢中になった。  2015年の第2シーズンから今年の第3シーズンの最後のエピソードまで、黒子のバスケは野生の乗り物であることが判明しました。\u001b[22m\n\u001b[1m(Sore irai, watashi wa kurokonobasukedearu chō taikoku no basukettobōru no geijutsuka ni muchū ni natta. 2015-Nen no dai 2 shīzun kara kotoshi no dai 3 shīzun no saigo no episōdo made, kurokonobasuke wa yasei no norimonodearu koto ga hanmei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt was after that that I was hooked on the superpowers-meet-basketball extravaganza that is Kuroko no Basuke. From then right till the 2nd season in 2015 to the last episode of the the 3rd and final season this year, Kuroko no Basuke proved to be a wild ride.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was after that that I was hooked on the superpowers-meet-basketball extravaganza that is Kuroko no Basuke.\u001b[24m\n    \u001b[1mそれ以来、私は黒子のバスケである超大国のバスケットボールの芸術家に夢中になった。\u001b[22m, \u001b[1mそれは私が黒子ノーBasukeある超大国・ミートバスケットボールの祭典に引っ掛けたことその後でした。\u001b[22m\n\u001b[4mFrom then right till the 2nd season in 2015 to the last episode of the the 3rd and final season this year, Kuroko no Basuke proved to be a wild ride.\u001b[24m\n    \u001b[1m2015年の第2シーズンから今年の第3シーズンの最後のエピソードまで、黒子のバスケは野生の乗り物であることが判明しました。\u001b[22m, \u001b[1mその後、右から2015年の第二シーズンまでの3番目と最後のシーズン、今年の最後のエピソードに、黒子ないBasukeは野生の乗り心地であることが証明されていません。\u001b[22m\n\u001b[1m\u001b[22m\nNow even though the ride was on one hell of a beast and the fact that I had immensely enjoyed it, doesn’t mean that Kuroko no Basuke is a perfect sports anime by any means. All throughout the course of the 75 episodes (not counting specials and OVAs) I knew that this anime would have so much better if it hadn’t conformed to typical Shounen rule-book. Simply put it’s a great show but the characters and the execution need a bit of polishing.\n\n\u001b[1m今では獣の片隅に乗っていて、とても楽しかったですが、黒子のバスケはどんな意味でも完璧なスポーツアニメです。 すべての75のエピソード（スペシャルとOVAsを数えていない）のコースを通して、私はこのアニメが典型的なShounenのルールブックに従わなかったならばずっと良いだろうと知っていた。 簡単に言えば素晴らしいショーですが、キャラクターと実行にはちょっとした研磨が必要です。\u001b[22m\n\u001b[1m(Ima dewa kemono no katasumi ni notte ite, totemo tanoshikattadesuga, kurokonobasuke wa don'na imi demo kanpekina supōtsuanimedesu. Subete no 75 no episōdo (supesharu to OVAs o kazoete inai) no kōsu o tōshite, watashi wa kono anime ga tenkei-tekina Shounen no rūrubukku ni shitagawanakattanaraba zutto yoidarou to shitteita. Kantan'niieba subarashī shōdesuga, kyarakutā to jikkō ni wa chottoshita kenma ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mNow even though the ride was on one hell of a beast and the fact that I had immensely enjoyed it, doesn’t mean that Kuroko no Basuke is a perfect sports anime by any means. All throughout the course of the 75 episodes (not counting specials and OVAs) I knew that this anime would have so much better if it hadn’t conformed to typical Shounen rule-book. Simply put it’s a great show but the characters and the execution need a bit of polishing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow even though the ride was on one hell of a beast and the fact that I had immensely enjoyed it, doesn’t mean that Kuroko no Basuke is a perfect sports anime by any means.\u001b[24m\n    \u001b[1m今では獣の片隅に乗っていて、とても楽しかったですが、黒子のバスケはどんな意味でも完璧なスポーツアニメです。\u001b[22m, \u001b[1m今乗って1獣の地獄、私は非常にそれを楽しんでいたという事実にあったにもかかわらず、黒子全くBasukeは、任意の手段によって完璧なスポーツアニメではないことを意味するものではありません。\u001b[22m\n\u001b[4mAll throughout the course of the 75 episodes (not counting specials and OVAs) I knew that this anime would have so much better if it hadn’t conformed to typical Shounen rule-book.\u001b[24m\n    \u001b[1mすべての75のエピソード（スペシャルとOVAsを数えていない）のコースを通して、私はこのアニメが典型的なShounenのルールブックに従わなかったならばずっと良いだろうと知っていた。\u001b[22m, \u001b[1mすべての75のエピソード（スペシャルとOVASをカウントしていない）の過程を通して、私はそれが典型的な少年のルールブックに準拠していない場合は、このアニメはとても良いを持っていることを知っていました。\u001b[22m\n\u001b[4mSimply put it’s a great show but the characters and the execution need a bit of polishing.\u001b[24m\n    \u001b[1m簡単に言えば素晴らしいショーですが、キャラクターと実行にはちょっとした研磨が必要です。\u001b[22m, \u001b[1m単にそれは素晴らしいショーだが、文字や実行は研磨のビットを必要とする置きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe synopsis easily tells you that this is you every day shounen-fest but instead of a loud-mouthed weakling yelling that he'd save the world by relying on his nakama's (comrades') strength, you get Kagami who is, uh… well , a loud-mouthed basketball fanatic who teams up with Kuroko, the superhuman passing machine, to defeat the ghosts of Kuroko's past by winning the National Interhigh Championship.\n\n\u001b[1mシノプシスでは、これはあなたの毎日のshounen-festだと簡単に伝えられますが、彼の中仲（仲間）の力に頼って世界を救うことを叫んだ大声で口をそむける代わりに、あなたはKagamiを得ます。 は、国家インターハイチャンピオンシップを勝ち抜いて黒子の亡霊を倒すために、超人的な渡しマシンである黒子とチームを組んだ、大声で口をそろえたバスケットボールの狂信者である。\u001b[22m\n\u001b[1m(Shinopushisude wa, kore wa anata no mainichi no shounen - festda to kantan ni tsutae raremasuga, kare no naka naka (nakama) no chikara ni tayotte sekai o sukuu koto o sakenda ōgoe de kuchi o somukeru kawari ni, anata wa Kagami o emasu. Wa, kokka intāhaichanpionshippu o kachinuite kuroko no bōrei o taosu tame ni, chō jintekina watashi mashindearu kuroko to chīmu o kunda, ōgoe de kuchi o soroeta basukettobōru no kyōshinjadearu.)\u001b[22m\n\nTranslations of \u001b[4mThe synopsis easily tells you that this is you every day shounen-fest but instead of a loud-mouthed weakling yelling that he'd save the world by relying on his nakama's (comrades') strength, you get Kagami who is, uh… well , a loud-mouthed basketball fanatic who teams up with Kuroko, the superhuman passing machine, to defeat the ghosts of Kuroko's past by winning the National Interhigh Championship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe synopsis easily tells you that this is you every day shounen-fest but instead of a loud-mouthed weakling yelling that he'd save the world by relying on his nakama's (comrades') strength, you get Kagami who is, uh… well\u001b[24m\n    \u001b[1mシノプシスでは、これはあなたの毎日のshounen-festだと簡単に伝えられますが、彼の中仲（仲間）の力に頼って世界を救うことを叫んだ大声で口をそむける代わりに、あなたはKagamiを得ます。\u001b[22m, \u001b[1mシノプシスは、簡単に、これはあなたが毎日少年フェストですが、その代わりに、彼は彼の仲間の（同志 '）強さに依存することにより、世界を救うだろうと叫んで大声-口の弱虫の、あなたがよく...ええと、誰であるか加賀美を得ることを示しています\u001b[22m\n\u001b[4m, a loud-mouthed basketball fanatic who teams up with Kuroko, the superhuman passing machine, to defeat the ghosts of Kuroko's past by winning the National Interhigh Championship.\u001b[24m\n    \u001b[1mは、国家インターハイチャンピオンシップを勝ち抜いて黒子の亡霊を倒すために、超人的な渡しマシンである黒子とチームを組んだ、大声で口をそろえたバスケットボールの狂信者である。\u001b[22m, \u001b[1m誰がチームアップ黒子、超人通過機、ナショナルInterhighチャンピオンシップを獲得し、黒子の過去のゴーストを倒すため、ラウド口のバスケットボールの狂信者。\u001b[22m\n\u001b[1m\u001b[22m\nIt’s a rather straightforward story. Play. Honestly, you can’t really make sports anime/manga without the main team finally winning that all important tournament. If they lose, no matter for how strong and impactful a message the writer is trying to pull out of his ass, it will leave a sour taste in the mouths of pretty much everyone watching. Unless if you go the Ping Pong The Animation route but the focus of it’s story is entirely on something else. Encounter stronger team. Practice. Win. Meet another strong team. Grasp victory’s straw with a flexed pinky. Rinse and repeat. Whether you get bored or not by the formula is basically up to you. Kuroko no Basuke is a shounen anime: whatever happens, the final victory is guaranteed.\n\n\u001b[1mそれはむしろ単純な話です。 遊びます。 正直なところ、メインチームが最終的にすべての重要なトーナメントで勝利することなく、スポーツアニメ/マンガを実際に作ることはできません。 彼らが失った場合、作家がどれくらい強くインパクトのあるメッセージを出しても、それはかなり多くの人が見ている口に酸味を残します。 もしあなたがPing Pong The Animationルートに行くのでなければ、そのストーリーの焦点はまったく別のものです。 強力なチームと出会う。 練習。 勝つ。 別の強力なチームを迎える。 屈曲したピンクで勝利のストローをつかみなさい。 すすぎ、繰り返します。 退屈するかどうかは、基本的にあなた次第です。 黒子のバスケは少年アニメです：何が起こっても、最終的な勝利が保証されます。\u001b[22m\n\u001b[1m(Sore wa mushiro tanjun'na hanashidesu. Asobimasu. Kyōryokuna chīmu to deau. Renshū. Katsu. Betsu no kyōryokuna chīmu o mukaeru. Kukkyoku shita pinku de shōri no sutorō o tsukami nasai. Susugi, kurikaeshimasu. Taikutsu suru ka dō ka wa, kihontekini anata shidaidesu. Kurokonobasuke wa shōnen animedesu: Nani ga okotte mo, saishū-tekina shōri ga hoshō sa remasu. Shōjikina tokoro, meinchīmu ga saishūtekini subete no jūyōna tōnamento de shōri suru koto naku, supōtsuanime/ manga o jissai ni tsukuru koto wa dekimasen. Karera ga ushinatta baai, sakka ga dorekurai tsuyoku inpakutonoaru messēji o dashite mo, sore wa kanari ōku no hito ga mite iru kuchi ni sanmi o nokoshimasu. Moshi anata ga Ping Pong The Animation rūto ni iku nodenakereba, sono sutōrī no shōten wa mattaku betsu no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s a rather straightforward story. Play. Honestly, you can’t really make sports anime/manga without the main team finally winning that all important tournament. If they lose, no matter for how strong and impactful a message the writer is trying to pull out of his ass, it will leave a sour taste in the mouths of pretty much everyone watching. Unless if you go the Ping Pong The Animation route but the focus of it’s story is entirely on something else. Encounter stronger team. Practice. Win. Meet another strong team. Grasp victory’s straw with a flexed pinky. Rinse and repeat. Whether you get bored or not by the formula is basically up to you. Kuroko no Basuke is a shounen anime: whatever happens, the final victory is guaranteed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s a rather straightforward story.\u001b[24m\n    \u001b[1mそれはむしろ単純な話です。\u001b[22m\n\u001b[4mPlay.\u001b[24m\n    \u001b[1m遊びます。\u001b[22m, \u001b[1m演奏する。\u001b[22m, \u001b[1m遊ぶ。\u001b[22m, \u001b[1m再生します。\u001b[22m\n\u001b[4mEncounter stronger team.\u001b[24m\n    \u001b[1m強力なチームと出会う。\u001b[22m, \u001b[1m強いチームに遭遇します。\u001b[22m\n\u001b[4mPractice.\u001b[24m\n    \u001b[1m練習。\u001b[22m, \u001b[1m練習。\u001b[22m\n\u001b[4mWin.\u001b[24m\n    \u001b[1m勝つ。\u001b[22m, \u001b[1m勝利。\u001b[22m\n\u001b[4mMeet another strong team.\u001b[24m\n    \u001b[1m別の強力なチームを迎える。\u001b[22m, \u001b[1m別の強いチームを満たしています。\u001b[22m\n\u001b[4mGrasp victory’s straw with a flexed pinky.\u001b[24m\n    \u001b[1m屈曲したピンクで勝利のストローをつかみなさい。\u001b[22m, \u001b[1m屈曲小指で勝利のわらをつかみます。\u001b[22m\n\u001b[4mRinse and repeat.\u001b[24m\n    \u001b[1mすすぎ、繰り返します。\u001b[22m, \u001b[1mすすぎと繰り返します。\u001b[22m\n\u001b[4mWhether you get bored or not by the formula is basically up to you.\u001b[24m\n    \u001b[1m退屈するかどうかは、基本的にあなた次第です。\u001b[22m, \u001b[1mあなたが式で飽きかどうかは、あなた次第、基本的です。\u001b[22m\n\u001b[4mKuroko no Basuke is a shounen anime: whatever happens, the final victory is guaranteed.\u001b[24m\n    \u001b[1m黒子のバスケは少年アニメです：何が起こっても、最終的な勝利が保証されます。\u001b[22m, \u001b[1m黒子なしBasukeは少年アニメです：起こるものは何でも、最終的な勝利が保証されています。\u001b[22m\n\u001b[4mHonestly, you can’t really make sports anime/manga without the main team finally winning that all important tournament.\u001b[24m\n    \u001b[1m正直なところ、メインチームが最終的にすべての重要なトーナメントで勝利することなく、スポーツアニメ/マンガを実際に作ることはできません。\u001b[22m, \u001b[1m正直なところ、あなたは本当にメインチームは最終的にすべての重要なトーナメントことを受賞することなく、スポーツアニメ/漫画を作ることはできません。\u001b[22m\n\u001b[4mIf they lose, no matter for how strong and impactful a message the writer is trying to pull out of his ass, it will leave a sour taste in the mouths of pretty much everyone watching.\u001b[24m\n    \u001b[1m彼らが失った場合、作家がどれくらい強くインパクトのあるメッセージを出しても、それはかなり多くの人が見ている口に酸味を残します。\u001b[22m, \u001b[1m彼らが負けた場合、作家は彼のお尻から撤退しようとしているどのように強く、インパクトのあるメッセージのための問題無しには、それはかなり誰もが見ての口の中に酸味を残します。\u001b[22m\n\u001b[4mUnless if you go the Ping Pong The Animation route but the focus of it’s story is entirely on something else.\u001b[24m\n    \u001b[1mもしあなたがPing Pong The Animationルートに行くのでなければ、そのストーリーの焦点はまったく別のものです。\u001b[22m, \u001b[1mあなたはピンポンアニメーションのルートを行くが、それの焦点は話だ場合ない限り何か他のものに完全です。\u001b[22m\n\u001b[1m\u001b[22m\nThere’s not really much to say about the story itself at this point because it’s the usual. The goal of Kuroko no Basuke’s plot is not the destination: it’s the journey. Flashy dunks coupled with insane passing right down to a player perfectly imitating the play-styles of his opponents to carry the entire game by himself, Kuroko no Basuke shines in the field of pumping you up and getting you hooked to the narrative. Obviously, it feels like you’re watching a bunch of supermen scampering for a ball and that, I imagine, will be quite an annoying ordeal for some viewers. They’ll want realistic basketball. If you want that, you’re better off watching either ‘Basquash!’ or NBA matches while reading the biographies and fan rumors about the players.\n\n\u001b[1mそれはいつものことなので、現時点では物語そのものについて言及することは実際にはあまりありません。 黒子のBasukeのプロットの目的は目的地ではありません：それは旅です。 派手なダンクと狂ったダンクが完全に競合して、ゲーム全体を自分で運ぶようなプレイスタイルを模倣したプレイヤーに、黒子のBasukeはあなたを汲み上げて物語に夢中になって輝きます。 明らかに、あなたがボールを狙っているスーパーマンの束を見ているように感じ、それは一部の視聴者にはかなり厄介な試練になるだろうと思います。 彼らは現実的なバスケットボールが欲しい。 もしあなたがそれを望むなら、プレイヤーについての伝記とファンの噂を読んでいる間に、「Basquash！\u001b[22m\n\u001b[1m(Sore wa itsumo no kotonanode, genjitende wa monogatari sonomono ni tsuite genkyū suru koto wa jissai ni wa amari arimasen. Kuroko no Basuke no purotto no mokuteki wa mokutekichide wa arimasen: Sore wa tabidesu. Hadena danku to kurutta danku ga kanzen ni kyōgō shite, gēmu zentai o jibun de hakobu yōna pureisutairu o mohō shita pureiyā ni, kuroko no Basuke wa anata o kumiagete monogatari ni muchū ni natte kagayakimasu. Akiraka ni, anata ga bōru o neratte iru sūpāman no taba o mite iru yō ni kanji, sore wa ichibu no shichō-sha ni wa kanari yakkaina shiren ni narudarou to omoimasu. Karera wa genjitsu-tekina basukettobōru ga hoshī. Moshi anata ga sore o nozomunara, pureiyā ni tsuite no denki to fan no uwasa o yonde iru ma ni,`Basquash!)\u001b[22m\n\nTranslations of \u001b[4mThere’s not really much to say about the story itself at this point because it’s the usual. The goal of Kuroko no Basuke’s plot is not the destination: it’s the journey. Flashy dunks coupled with insane passing right down to a player perfectly imitating the play-styles of his opponents to carry the entire game by himself, Kuroko no Basuke shines in the field of pumping you up and getting you hooked to the narrative. Obviously, it feels like you’re watching a bunch of supermen scampering for a ball and that, I imagine, will be quite an annoying ordeal for some viewers. They’ll want realistic basketball. If you want that, you’re better off watching either ‘Basquash!’ or NBA matches while reading the biographies and fan rumors about the players.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s not really much to say about the story itself at this point because it’s the usual.\u001b[24m\n    \u001b[1mそれはいつものことなので、現時点では物語そのものについて言及することは実際にはあまりありません。\u001b[22m, \u001b[1mそれはいつものだから、この時点での話自体について言うことは本当に過言ではありません。\u001b[22m\n\u001b[4mThe goal of Kuroko no Basuke’s plot is not the destination: it’s the journey.\u001b[24m\n    \u001b[1m黒子のBasukeのプロットの目的は目的地ではありません：それは旅です。\u001b[22m, \u001b[1m黒子なしBasukeのプロットの目標は、宛先ではない：それは旅です。\u001b[22m\n\u001b[4mFlashy dunks coupled with insane passing right down to a player perfectly imitating the play-styles of his opponents to carry the entire game by himself, Kuroko no Basuke shines in the field of pumping you up and getting you hooked to the narrative.\u001b[24m\n    \u001b[1m派手なダンクと狂ったダンクが完全に競合して、ゲーム全体を自分で運ぶようなプレイスタイルを模倣したプレイヤーに、黒子のBasukeはあなたを汲み上げて物語に夢中になって輝きます。\u001b[22m, \u001b[1m黒子は何Basuke、右のダウン完全に自分でゲーム全体を運ぶために彼の相手のプレイスタイルを模倣するプレーヤーに非常識な通過と相まってない派手なダンクはあなたを汲み上げるの分野で輝いて、あなたは物語に夢中。\u001b[22m\n\u001b[4mObviously, it feels like you’re watching a bunch of supermen scampering for a ball and that, I imagine, will be quite an annoying ordeal for some viewers.\u001b[24m\n    \u001b[1m明らかに、あなたがボールを狙っているスーパーマンの束を見ているように感じ、それは一部の視聴者にはかなり厄介な試練になるだろうと思います。\u001b[22m, \u001b[1m明らかにあなたがボールのために疾走スーパーマンの束を監視していますように、それは感じていると私は想像することが、一部の視聴者にとって非常に迷惑試練となります。\u001b[22m\n\u001b[4mThey’ll want realistic basketball.\u001b[24m\n    \u001b[1m彼らは現実的なバスケットボールが欲しい。\u001b[22m, \u001b[1m彼らは現実的なバスケットボールをお勧めします。\u001b[22m\n\u001b[4mIf you want that, you’re better off watching either ‘Basquash!’ or NBA matches while reading the biographies and fan rumors about the players.\u001b[24m\n    \u001b[1mもしあなたがそれを望むなら、プレイヤーについての伝記とファンの噂を読んでいる間に、「Basquash！\u001b[22m, \u001b[1mあなたがすることをしたい場合は、 '！バスカッシュ」のいずれかを見方がいいでしょうかプレイヤーに関する伝記とファンの噂を読みながらNBAが一致します。\u001b[22m\n\u001b[1m\u001b[22m\nSimply put, the aim of Kuroko no Basuke is to entertain you and get you hyped and possibly interested in the sport of basketball. It worked on me. I play it now. Can sometimes even pull off the passes Kuroko does.\n\n\u001b[1m簡単に言えば、黒子のバスケの目的は、あなたを楽しませ、あなたにバスケットボールのスポーツに誇りを持って興味を持ってもらうことです。 それは私の仕事だった。 私は今演奏する。 黒子がやることも時々あります。\u001b[22m\n\u001b[1m(Kantan'niieba, kurokonobasuke no mokuteki wa, anata o tanoshima se, anata ni basukettobōru no supōtsu ni hokori o motte kyōmi o motte morau kotodesu. Sore wa watashi no shigotodatta. Watashi wa ima ensō suru. Kuroko ga yaru koto mo tokidoki arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSimply put, the aim of Kuroko no Basuke is to entertain you and get you hyped and possibly interested in the sport of basketball. It worked on me. I play it now. Can sometimes even pull off the passes Kuroko does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSimply put, the aim of Kuroko no Basuke is to entertain you and get you hyped and possibly interested in the sport of basketball.\u001b[24m\n    \u001b[1m簡単に言えば、黒子のバスケの目的は、あなたを楽しませ、あなたにバスケットボールのスポーツに誇りを持って興味を持ってもらうことです。\u001b[22m, \u001b[1m簡単に言えば、黒子なしBasukeの目的は、あなたを楽しま、あなたが宣伝し、バスケットボールのスポーツの可能性が興味を持ってもらうことです。\u001b[22m\n\u001b[4mIt worked on me.\u001b[24m\n    \u001b[1mそれは私の仕事だった。\u001b[22m, \u001b[1mそれは私に働きました。\u001b[22m\n\u001b[4mI play it now.\u001b[24m\n    \u001b[1m私は今演奏する。\u001b[22m, \u001b[1m私は今それを再生します。\u001b[22m\n\u001b[4mCan sometimes even pull off the passes Kuroko does.\u001b[24m\n    \u001b[1m黒子がやることも時々あります。\u001b[22m, \u001b[1m時には黒子が行うパスをやってのけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter development in Kuroko no Basuke is primarily just for the plot’s sake (it’s kind of hard to explain). It’s somewhat natural but it’s not really to my liking. I’m not saying I was displeased by it – just saying that it could have been done differently. It only ever seems to be apparent by the last 10 episodes of the 3rd season. Delayed background information on characters late in the story via flashbacks for suspense and wanton curiosity’s sake can really put you off.\n\n\u001b[1m黒子のバスケでのキャラクターデベロップメントは主にプロットのためのものです（説明するのは難しいです）。 それは幾分自然ですが、それは本当に私の好きなものではありません。 私はそれが気に入らなかったと言っているわけではありません。 第3シーズンの最後の10回のエピソードで明らかになったようだ。 サスペンスのためにフラッシュバックを介して物語の後半の文字に関する遅れた背景情報と好奇心好奇心のために実際にあなたをオフにすることができます。\u001b[22m\n\u001b[1m(Kurokonobasuke de no kyarakutādeberoppumento wa omoni purotto no tame no monodesu (setsumei suru no wa muzukashīdesu). Sore wa ikubun shizendesuga, sore wa hontōni watashi no sukina monode wa arimasen. Watashi wa sore ga kiniiranakatta to itte iru wakede wa arimasen. Dai 3 shīzun no saigo no 10-kai no episōdo de akiraka ni natta yōda. Sasupensu no tame ni furasshu bakku o kaishite monogatari no kōhan no moji ni kansuru okureta haikei jōhō to kōkishin kōkishin no tame ni jissai ni anata o ofu ni suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter development in Kuroko no Basuke is primarily just for the plot’s sake (it’s kind of hard to explain). It’s somewhat natural but it’s not really to my liking. I’m not saying I was displeased by it – just saying that it could have been done differently. It only ever seems to be apparent by the last 10 episodes of the 3rd season. Delayed background information on characters late in the story via flashbacks for suspense and wanton curiosity’s sake can really put you off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter development in Kuroko no Basuke is primarily just for the plot’s sake (it’s kind of hard to explain).\u001b[24m\n    \u001b[1m黒子のバスケでのキャラクターデベロップメントは主にプロットのためのものです（説明するのは難しいです）。\u001b[22m, \u001b[1m黒子なしBasukeの文字の開発は、単にプロットの日本酒（説明するのは難しいのそれのようなもの）のためのものです。\u001b[22m\n\u001b[4mIt’s somewhat natural but it’s not really to my liking.\u001b[24m\n    \u001b[1mそれは幾分自然ですが、それは本当に私の好きなものではありません。\u001b[22m, \u001b[1mそれは幾分自然なことですが、それは私の好みに合わせて、本当にありません。\u001b[22m\n\u001b[4mI’m not saying I was displeased by it – just saying that it could have been done differently.\u001b[24m\n    \u001b[1m私はそれが気に入らなかったと言っているわけではありません。\u001b[22m, \u001b[1mちょうどそれが異なって行われていることができると言って - 私は私がそれによって不快にされたとは言いませんよ。\u001b[22m\n\u001b[4mIt only ever seems to be apparent by the last 10 episodes of the 3rd season.\u001b[24m\n    \u001b[1m第3シーズンの最後の10回のエピソードで明らかになったようだ。\u001b[22m, \u001b[1m今まで第三シーズンの最後の10のエピソードによって明らかであるように思われます。\u001b[22m\n\u001b[4mDelayed background information on characters late in the story via flashbacks for suspense and wanton curiosity’s sake can really put you off.\u001b[24m\n    \u001b[1mサスペンスのためにフラッシュバックを介して物語の後半の文字に関する遅れた背景情報と好奇心好奇心のために実際にあなたをオフにすることができます。\u001b[22m, \u001b[1m後半サスペンスと理不尽な好奇心のためにフラッシュバックを介して、物語の中の文字に遅れ背景情報は本当にあなたを先送りすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nOther than that, the characters are unique and fun to watch. Aomine, Kagami’s main rival and Kuroko’s original partner, has to be my favorite. Kise is a close-second followed by Midorima as they have opposite personalities that click well and undergo the most development (that is done right).\n\n\u001b[1mそれ以外は、キャラクターはユニークで、見るのが楽しいです。 カガミのメインライバル、黒子のオリジナルパートナーであるアオミネが私のお気に入りです。  Kiseは、彼らが反対の性格を持っていて、よく発達し、最も発達している（右に行われている）ように、Midorimaに続いて第2位です。\u001b[22m\n\u001b[1m(Sore igai wa, kyarakutā wa yunīku de, miru no ga tanoshīdesu. Kagami no mein raibaru, kuroko no orijinarupātonādearu aomine ga watashinōkiniiridesu. Kise wa, karera ga hantai no seikaku o motte ite, yoku hattatsu shi, mottomo hattatsu shite iru (migi ni okonawa rete iru) yō ni, Midorima ni tsudzuite dai 2-idesu.)\u001b[22m\n\nTranslations of \u001b[4mOther than that, the characters are unique and fun to watch. Aomine, Kagami’s main rival and Kuroko’s original partner, has to be my favorite. Kise is a close-second followed by Midorima as they have opposite personalities that click well and undergo the most development (that is done right).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther than that, the characters are unique and fun to watch.\u001b[24m\n    \u001b[1mそれ以外は、キャラクターはユニークで、見るのが楽しいです。\u001b[22m, \u001b[1mそれ以外は、文字が見ていて、ユニークで楽しいです。\u001b[22m\n\u001b[4mAomine, Kagami’s main rival and Kuroko’s original partner, has to be my favorite.\u001b[24m\n    \u001b[1mカガミのメインライバル、黒子のオリジナルパートナーであるアオミネが私のお気に入りです。\u001b[22m, \u001b[1mAomine、加賀美の主なライバルと黒子の元パートナーは、私のお気に入りである必要があります。\u001b[22m\n\u001b[4mKise is a close-second followed by Midorima as they have opposite personalities that click well and undergo the most development (that is done right).\u001b[24m\n    \u001b[1mKiseは、彼らが反対の性格を持っていて、よく発達し、最も発達している（右に行われている）ように、Midorimaに続いて第2位です。\u001b[22m, \u001b[1m喜瀬は、彼らが（それが正しく行われている）もクリックして、ほとんどの開発を受ける反対の性格を持っているようMidorima続い近い秒です。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation by Production I.G. is top-notch. When the characters are not in a game, it’s pretty normal by keeping it clean with a half-comic half-serious style. Where the animation really shines is during the matches. It becomes a tad smoother and more expressive. But wait, there’s more! It goes full super-saiyan mode when important plays occur and when the matches reach their all time high. Imagining the Aomine vs Kagami showdown in season 2 and the final showdown in season 3 at 60 frames-per-season with THAT animation quality just gives me goosebumps.\n\n\u001b[1mProduction I.G.によるアニメーション。 トップノッチです。 キャラクターがゲームに参加していないときは、ハーフ・コミックの半正真正銘のスタイルでそれをきれいに保つことでかなり正常です。 アニメーションが実際に輝くところはマッチ中です。 より滑らかで表現力豊かなものになります。 しかし、待って、もっと！ 重要な演劇が起こったとき、そしてその試合がいつも最高に達するとき、それは完全スーパーサイヤンモードになる。  AomineとKagamiの対決を想像してみてください。そして、そのアニメーションの質で、60フレーム/シーズンのシーズン3での最終対決は、私にガチョウを与えます。\u001b[22m\n\u001b[1m(Purodakushon I. G. Ni yoru animēshon. Toppunotchidesu. Kyarakutā ga gēmu ni sanka shite inai toki wa, hāfu komikku no han shōshinshōmei no sutairu de sore o kirei ni tamotsu koto de kanari seijōdesu. Animēshon ga jissai ni kagayaku tokoro wa matchi-chūdesu. Yori namerakade hyōgen-ryoku yutakana mono ni narimasu. Shikashi, matte, motto! Jūyōna engeki ga okotta toki, soshite sono shiai ga itsumo saikō ni tassuru toki, sore wa kanzen sūpāsaiyanmōdo ni naru. Aomine to Kagami no taiketsu o sōzō shite mite kudasai. Soshite, sono animēshon no shitsu de, 60 furēmu/ shīzun no shīzun 3 de no saishū taiketsu wa, watashi ni gachō o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation by Production I.G. is top-notch. When the characters are not in a game, it’s pretty normal by keeping it clean with a half-comic half-serious style. Where the animation really shines is during the matches. It becomes a tad smoother and more expressive. But wait, there’s more! It goes full super-saiyan mode when important plays occur and when the matches reach their all time high. Imagining the Aomine vs Kagami showdown in season 2 and the final showdown in season 3 at 60 frames-per-season with THAT animation quality just gives me goosebumps.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation by Production I.G.\u001b[24m\n    \u001b[1mProduction I.G.によるアニメーション。\u001b[22m, \u001b[1m生産I.G.によってアニメーション\u001b[22m\n\u001b[4mis top-notch.\u001b[24m\n    \u001b[1mトップノッチです。\u001b[22m, \u001b[1m一流です。\u001b[22m\n\u001b[4mWhen the characters are not in a game, it’s pretty normal by keeping it clean with a half-comic half-serious style.\u001b[24m\n    \u001b[1mキャラクターがゲームに参加していないときは、ハーフ・コミックの半正真正銘のスタイルでそれをきれいに保つことでかなり正常です。\u001b[22m, \u001b[1m文字はゲームではない場合には、ハーフコミック半深刻なスタイルでそれをきれいに保つことによって、かなり普通のことです。\u001b[22m\n\u001b[4mWhere the animation really shines is during the matches.\u001b[24m\n    \u001b[1mアニメーションが実際に輝くところはマッチ中です。\u001b[22m, \u001b[1mアニメーションは本当に試合中にされて輝く場所。\u001b[22m\n\u001b[4mIt becomes a tad smoother and more expressive.\u001b[24m\n    \u001b[1mより滑らかで表現力豊かなものになります。\u001b[22m, \u001b[1mそれは少しスムーズに、より表現力になります。\u001b[22m\n\u001b[4mBut wait, there’s more!\u001b[24m\n    \u001b[1mしかし、待って、もっと！\u001b[22m, \u001b[1mしかし、待って、より多くのがあります！\u001b[22m\n\u001b[4mIt goes full super-saiyan mode when important plays occur and when the matches reach their all time high.\u001b[24m\n    \u001b[1m重要な演劇が起こったとき、そしてその試合がいつも最高に達するとき、それは完全スーパーサイヤンモードになる。\u001b[22m, \u001b[1m重要な演劇が発生したとき、マッチが高い彼らのすべての時間に達したときにこれは、完全なスーパーサイヤ人モードに移行します。\u001b[22m\n\u001b[4mImagining the Aomine vs Kagami showdown in season 2 and the final showdown in season 3 at 60 frames-per-season with THAT animation quality just gives me goosebumps.\u001b[24m\n    \u001b[1mAomineとKagamiの対決を想像してみてください。そして、そのアニメーションの質で、60フレーム/シーズンのシーズン3での最終対決は、私にガチョウを与えます。\u001b[22m, \u001b[1mシーズン2にかがみ対決対Aomineを想像し、60フレーム毎シーズンTHATアニメーション品質とでシーズン3の最終対決はちょうど私に鳥肌を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound fits the show perfectly. Electric guitar heavy rock dominates the Openings and the background music while mellow boyband-esque songs play in the Endings. Granrodeo’s songs really put the spirit of the show into the Openings. The first Opening ‘Can Do It’ is the best.\n\n\u001b[1mサウンドは完全にショーに合っています。 オープンギターとバックグラウンドミュージックを支配するエレクトリックギターヘヴィ・ロック。  Granrodeoの曲は本当にショーの精神をOpeningsに入れました。 最初のオープニング「Can Do It」が最高です。\u001b[22m\n\u001b[1m(Saundo wa kanzen ni shō ni atte imasu. Ōpungitā to bakkuguraundomyūjikku o shihai suru erekutorikkugitāhevu~i rokku. Granrodeo no kyoku wa hontōni shō no seishin o Openings ni iremashita. Saisho no ōpuningu `Can Do It' ga saikōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound fits the show perfectly. Electric guitar heavy rock dominates the Openings and the background music while mellow boyband-esque songs play in the Endings. Granrodeo’s songs really put the spirit of the show into the Openings. The first Opening ‘Can Do It’ is the best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound fits the show perfectly.\u001b[24m\n    \u001b[1mサウンドは完全にショーに合っています。\u001b[22m, \u001b[1m音は完全にショーをフィットします。\u001b[22m\n\u001b[4mElectric guitar heavy rock dominates the Openings and the background music while mellow boyband-esque songs play in the Endings.\u001b[24m\n    \u001b[1mオープンギターとバックグラウンドミュージックを支配するエレクトリックギターヘヴィ・ロック。\u001b[22m, \u001b[1mまろやかboyband風の曲がエンディングで再生しながら、エレキギター重い岩が開口部と背景音楽を支配します。\u001b[22m\n\u001b[4mGranrodeo’s songs really put the spirit of the show into the Openings.\u001b[24m\n    \u001b[1mGranrodeoの曲は本当にショーの精神をOpeningsに入れました。\u001b[22m, \u001b[1mGRANRODEOの曲は本当に開口部にショーの精神を置きます。\u001b[22m\n\u001b[4mThe first Opening ‘Can Do It’ is the best.\u001b[24m\n    \u001b[1m最初のオープニング「Can Do It」が最高です。\u001b[22m, \u001b[1m最初のオープニング「それを行うことができます 'がベストです。\u001b[22m\n\u001b[1m\u001b[22m\nIf the last-second wins didn’t occur so often, the superhuman abilities of the players didn’t get too absurd at times, and Kise didn’t get abused so damn much (lol); then Kuroko no Basuke would have been quite an exceptional romp of entertainment. With an 8.5/10 from me, I have to say that it’s one of the best anime available in the sports genre.\n\n\u001b[1m最後の2勝がそれほど頻繁に起こらなければ、選手の超人的能力は時にはあまりにも不条理にならず、Kiseはそれほど酷い虐待を受けなかった（笑）。 黒子のBasukeはかなりのエンターテイメントの躍動を遂げていたでしょう。 私からの8.5 / 10で、それはスポーツのジャンルで利用できる最もよいアニメの1つであると言わなければならない。\u001b[22m\n\u001b[1m(Saigo no 2-shō ga sorehodo hinpan ni okoranakereba, senshu no chō jinteki nōryoku wa tokiniha amarini mo fujōri ni narazu, Kise wa sore hodo hidoi gyakutai o ukenakatta (Emi). Kuroko no Basuke wa kanari no entāteimento no yakudō o togete itadeshou. Watashi kara no 8. 5/ 10 De, soreha supōtsu no janru de riyōdekiru mottomo yoi anime no 1tsudearu to iwanakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mIf the last-second wins didn’t occur so often, the superhuman abilities of the players didn’t get too absurd at times, and Kise didn’t get abused so damn much (lol); then Kuroko no Basuke would have been quite an exceptional romp of entertainment. With an 8.5/10 from me, I have to say that it’s one of the best anime available in the sports genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf the last-second wins didn’t occur so often, the superhuman abilities of the players didn’t get too absurd at times, and Kise didn’t get abused so damn much (lol);\u001b[24m\n    \u001b[1m最後の2勝がそれほど頻繁に起こらなければ、選手の超人的能力は時にはあまりにも不条理にならず、Kiseはそれほど酷い虐待を受けなかった（笑）。\u001b[22m, \u001b[1m最後の秒の勝利は、それほど頻繁に発生していない場合は、プレイヤーの超人的な能力は、時間にあまりにも馬鹿げて取得していない、と黄瀬は（笑）そういまいましいくらい虐待されませんでした。\u001b[22m\n\u001b[4mthen Kuroko no Basuke would have been quite an exceptional romp of entertainment.\u001b[24m\n    \u001b[1m黒子のBasukeはかなりのエンターテイメントの躍動を遂げていたでしょう。\u001b[22m, \u001b[1mその後、黒子ないBasukeは娯楽の非常に例外的な楽勝なかっただろう。\u001b[22m\n\u001b[4mWith an 8.5/10 from me, I have to say that it’s one of the best anime available in the sports genre.\u001b[24m\n    \u001b[1m私からの8.5 / 10で、それはスポーツのジャンルで利用できる最もよいアニメの1つであると言わなければならない。\u001b[22m, \u001b[1m私から8.5 / 10で、私はそれがスポーツのジャンルで使用可能な最高のアニメの一つだと言わざるを得ない。\u001b[22m"
  },
  {
    "title": "Kuroko_no_Basket_3rd_Season",
    "id": "24415",
    "url": "https://myanimelist.net/anime/24415/Kuroko_no_Basket_3rd_Season",
    "user": "TorixChiakiLover",
    "profile": "/profile/TorixChiakiLover/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=220560",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\nそれで、このシリーズの楽しさを妨げる多くの点があるので、誰もが今シーズン嫌いな理由を理解することができます。\nまず第一に、本当に本当にシーズンの始まりが好きだった。  HaizakiやShutoku vs. Rakuzanのようなものですが、終わりはとても退屈で、長く続いていました。 だからこそ私は楽しさを8/10与えました。\n私はそれが最後に叙事詩ではなかったことを意味するわけではありませんが、「ああ、彼らはより強いです！  'ハ！ 今戻ってきた！  「ああ、いいえ」「そうだよ！ それでそれは続く......\n\n私は本当に黒子と鏡の間の最初のシーズンの感情を本当に逃した。 かがみが黒子の光だと言われているのかどうか分かりませんが、私は彼らのチームワークをあまりにも逃しました!! ええ、問題は明石でした。 彼は私の意見ではあまりにも多くのscreentimeを持っていた。 彼は偉大なキャラクターですが、彼の話は、特に彼がエンペラーアイを手に入れた理由は、とても混乱しています。\n\n音は非常に頻繁に出てこなかった。 だからそれは残念だ。\n芸術は素晴らしいです。 意味が無い。 私はオープニングのスタイルが嫌いですが。\n\n全体的には良かったです。 最初のシーズンほど良くはありませんが、黒子のバスケファンにとっては必見です。\n\n長所：\n - 感情\n - グレートアニメーション\n - すばらしいキャラクターの開発\n\n短所：\n - 長く\n - カガミと黒子のチームワークが欠けている\n - 今シーズンに他のキャラクターの画面時間が多すぎる",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOk, so I can understand why everyone is disliking this season, because it has many points that disturbs the enjoyment of this series.\n\n\u001b[1mそれで、このシリーズの楽しさを妨げる多くの点があるので、誰もが今シーズン嫌いな理由を理解することができます。\u001b[22m\n\u001b[1m(Sore de, kono shirīzu no tanoshisa o samatageru ōku no ten ga aru node, daremoga ima shīzun kiraina riyū o rikai suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOk, so I can understand why everyone is disliking this season, because it has many points that disturbs the enjoyment of this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, so I can understand why everyone is disliking this season, because it has many points that disturbs the enjoyment of this series.\u001b[24m\n    \u001b[1mそれで、このシリーズの楽しさを妨げる多くの点があるので、誰もが今シーズン嫌いな理由を理解することができます。\u001b[22m, \u001b[1m誰もがこの季節を嫌うている理由、それはこのシリーズの楽しみを妨げる多くのポイントを持っているので、[OK]を、ので、私は、理解することができます。\u001b[22m\nFirst of all, I really really liked the beginning of the season. Like, the thing with Haizaki or Shutoku vs. Rakuzan, but the end was so boring and lengthily. That's why I gave the enjoyment 8/10.\n\n\u001b[1mまず第一に、本当に本当にシーズンの始まりが好きだった。  HaizakiやShutoku vs. Rakuzanのようなものですが、終わりはとても退屈で、長く続いていました。 だからこそ私は楽しさを8/10与えました。\u001b[22m\n\u001b[1m(Mazu daiichi ni, hontōni hontōni shīzun no hajimari ga sukidatta. Haizaki ya Shutoku vs. Rakuzan no yōna monodesuga, owari wa totemo taikutsu de, nagaku tsudzuite imashita. Dakarakoso watashi wa tanoshisa o 8/ 10 ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I really really liked the beginning of the season. Like, the thing with Haizaki or Shutoku vs. Rakuzan, but the end was so boring and lengthily. That's why I gave the enjoyment 8/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I really really liked the beginning of the season.\u001b[24m\n    \u001b[1mまず第一に、本当に本当にシーズンの始まりが好きだった。\u001b[22m, \u001b[1mまず第一に、私は本当に今シーズンの始まりが好きでした。\u001b[22m\n\u001b[4mLike, the thing with Haizaki or Shutoku vs. Rakuzan, but the end was so boring and lengthily.\u001b[24m\n    \u001b[1mHaizakiやShutoku vs. Rakuzanのようなものですが、終わりはとても退屈で、長く続いていました。\u001b[22m, \u001b[1m同様に、HaizakiまたはRakuzan対修徳が、最後持つ事はとても退屈と長くなりました。\u001b[22m\n\u001b[4mThat's why I gave the enjoyment 8/10.\u001b[24m\n    \u001b[1mだからこそ私は楽しさを8/10与えました。\u001b[22m, \u001b[1m私が楽しみ8/10を与えた理由です。\u001b[22m\nI don't mean it wasn't epic at the end, but it was like: 'Oh no they're stronger!' 'Ha! Now we're back!' 'Oh no' 'Oh yes!' and so it goes on......\n\n\u001b[1m私はそれが最後に叙事詩ではなかったことを意味するわけではありませんが、「ああ、彼らはより強いです！  'ハ！ 今戻ってきた！  「ああ、いいえ」「そうだよ！ それでそれは続く......\u001b[22m\n\u001b[1m(Watashi wa sore ga saigo ni jojishide wa nakatta koto o imi suru wakede wa arimasenga,`ā , karera wa yori tsuyoidesu! ' Ha! Ima modottekita! `Ā , īe'`-sōda yo! Sore de soreha tsudzuku... ...)\u001b[22m\n\nTranslations of \u001b[4mI don't mean it wasn't epic at the end, but it was like: 'Oh no they're stronger!' 'Ha! Now we're back!' 'Oh no' 'Oh yes!' and so it goes on......\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't mean it wasn't epic at the end, but it was like: 'Oh no they're stronger!'\u001b[24m\n    \u001b[1m私はそれが最後に叙事詩ではなかったことを意味するわけではありませんが、「ああ、彼らはより強いです！\u001b[22m, \u001b[1m私はそれが最後で叙事詩ではなかったわけではないが、それはのようだった： '！ああ、いや、彼らは強いですね」\u001b[22m\n\u001b[4m'Ha!\u001b[24m\n    \u001b[1m'ハ！\u001b[22m, \u001b[1m「ハ！\u001b[22m\n\u001b[4mNow we're back!'\u001b[24m\n    \u001b[1m今戻ってきた！\u001b[22m, \u001b[1m今、私たちは戻っています！」\u001b[22m\n\u001b[4m'Oh no' 'Oh yes!'\u001b[24m\n    \u001b[1m「ああ、いいえ」「そうだよ！\u001b[22m, \u001b[1m「ああ、いや ''ああ！」\u001b[22m\n\u001b[4mand so it goes on......\u001b[24m\n    \u001b[1mそれでそれは続く......\u001b[22m, \u001b[1mそしてそれは続きます......\u001b[22m\n\u001b[1m\u001b[22m\nI also REALLY REALLY missed the first season feeling between Kuroko and Kagami. I don't even know if it was mentioned that Kagami is Kuroko's light or something, but I missed the teamwork between them so much!! Yeah, and the problem was Akashi. He had way too much screentime in my opinion. He IS a great character, but his story, especially why he got his Empror Eye, is so confusing.\n\n\u001b[1m私は本当に黒子と鏡の間の最初のシーズンの感情を本当に逃した。 かがみが黒子の光だと言われているのかどうか分かりませんが、私は彼らのチームワークをあまりにも逃しました!! ええ、問題は明石でした。 彼は私の意見ではあまりにも多くのscreentimeを持っていた。 彼は偉大なキャラクターですが、彼の話は、特に彼がエンペラーアイを手に入れた理由は、とても混乱しています。\u001b[22m\n\u001b[1m(Watashi wa hontōni kuroko to kagami no ma no saisho no shīzun no kanjō o hontōni nogashita. Kagami ga kuroko no hikarida to iwa rete iru no ka dō ka wakarimasen ga, watashi wa karera no chīmuwāku o amarini mo nogashimashita! ! E e, mondai wa Akashideshita. Kare wa watashi no ikende wa amarini mo ōku no screentime o motte ita. Kare wa idaina kyarakutādesuga, kare no hanashi wa, tokuni kare ga enperāai o teniireta riyū wa, totemo konran shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI also REALLY REALLY missed the first season feeling between Kuroko and Kagami. I don't even know if it was mentioned that Kagami is Kuroko's light or something, but I missed the teamwork between them so much!! Yeah, and the problem was Akashi. He had way too much screentime in my opinion. He IS a great character, but his story, especially why he got his Empror Eye, is so confusing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also REALLY REALLY missed the first season feeling between Kuroko and Kagami.\u001b[24m\n    \u001b[1m私は本当に黒子と鏡の間の最初のシーズンの感情を本当に逃した。\u001b[22m, \u001b[1mまた、私は本当に黒子と加賀美間の最初のシーズン感を逃しました。\u001b[22m\n\u001b[4mI don't even know if it was mentioned that Kagami is Kuroko's light or something, but I missed the teamwork between them so much!!\u001b[24m\n    \u001b[1mかがみが黒子の光だと言われているのかどうか分かりませんが、私は彼らのチームワークをあまりにも逃しました!!\u001b[22m, \u001b[1mそれは加賀美が黒子の光か何かであることを述べた場合には私も知りませんが、私はあまりそれらの間のチームワークを逃しました！\u001b[22m\n\u001b[4mYeah, and the problem was Akashi.\u001b[24m\n    \u001b[1mええ、問題は明石でした。\u001b[22m, \u001b[1mうん、問題は明石ました。\u001b[22m\n\u001b[4mHe had way too much screentime in my opinion.\u001b[24m\n    \u001b[1m彼は私の意見ではあまりにも多くのscreentimeを持っていた。\u001b[22m, \u001b[1m彼は私の意見ではあまりにも多くのスクリーン時間を持っていました。\u001b[22m\n\u001b[4mHe IS a great character, but his story, especially why he got his Empror Eye, is so confusing.\u001b[24m\n    \u001b[1m彼は偉大なキャラクターですが、彼の話は、特に彼がエンペラーアイを手に入れた理由は、とても混乱しています。\u001b[22m, \u001b[1m彼は偉大な文字ですが、彼は彼のEmpror目を持って、特に、なぜ彼の話は、とても混乱しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound didn't come out either very often. So it's kind of disappointing.\n\n\u001b[1m音は非常に頻繁に出てこなかった。 だからそれは残念だ。\u001b[22m\n\u001b[1m(Oto wa hijō ni hinpan ni dete konakatta. Dakara sore wa zan'nenda.)\u001b[22m\n\nTranslations of \u001b[4mThe sound didn't come out either very often. So it's kind of disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound didn't come out either very often.\u001b[24m\n    \u001b[1m音は非常に頻繁に出てこなかった。\u001b[22m, \u001b[1m音はどちらかの非常に頻繁に出てきませんでした。\u001b[22m\n\u001b[4mSo it's kind of disappointing.\u001b[24m\n    \u001b[1mだからそれは残念だ。\u001b[22m, \u001b[1mだから、ちょっとがっかり。\u001b[22m\nThe art is amazing. No point. Even though I don't like the style of the opening.\n\n\u001b[1m芸術は素晴らしいです。 意味が無い。 私はオープニングのスタイルが嫌いですが。\u001b[22m\n\u001b[1m(Geijutsu wa subarashīdesu. Imi ga nai. Watashi wa ōpuningu no sutairu ga kiraidesuga.)\u001b[22m\n\nTranslations of \u001b[4mThe art is amazing. No point. Even though I don't like the style of the opening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is amazing.\u001b[24m\n    \u001b[1m芸術は素晴らしいです。\u001b[22m\n\u001b[4mNo point.\u001b[24m\n    \u001b[1m意味が無い。\u001b[22m, \u001b[1mいいえ、いいえ。\u001b[22m, \u001b[1mない点はありません。\u001b[22m\n\u001b[4mEven though I don't like the style of the opening.\u001b[24m\n    \u001b[1m私はオープニングのスタイルが嫌いですが。\u001b[22m, \u001b[1m私は、開口部のスタイルが好きではありませんが。\u001b[22m\n\u001b[1m\u001b[22m\nOverall it was good. Not as good as the first season, but still a must-see for a Kuroko no Basuke fan.\n\n\u001b[1m全体的には良かったです。 最初のシーズンほど良くはありませんが、黒子のバスケファンにとっては必見です。\u001b[22m\n\u001b[1m(Zentai-teki ni wa yokattadesu. Saisho no shīzun hodo yoku wa arimasenga, kurokonobasuke fan ni totte wa hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall it was good. Not as good as the first season, but still a must-see for a Kuroko no Basuke fan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it was good.\u001b[24m\n    \u001b[1m全体的には良かったです。\u001b[22m, \u001b[1m全体的には良好でした。\u001b[22m\n\u001b[4mNot as good as the first season, but still a must-see for a Kuroko no Basuke fan.\u001b[24m\n    \u001b[1m最初のシーズンほど良くはありませんが、黒子のバスケファンにとっては必見です。\u001b[22m, \u001b[1m最初のシーズンと同じくらい良いが、それでも黒子なしBasukeファン必見ません。\u001b[22m\n\u001b[1m\u001b[22m\nPros:\n\n\u001b[1m長所：\u001b[22m\n\u001b[1m(Chōsho:)\u001b[22m\n\nTranslations of \u001b[4mPros:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros:\u001b[24m\n    \u001b[1m長所：\u001b[22m\n- Emotions\n\n\u001b[1m - 感情\u001b[22m\n\u001b[1m(- Kanjō)\u001b[22m\n\nDefinitions of \u001b[4m- Emotions\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    感情\u001b[22m\n        emotion, feeling, sentiment\n\u001b[1m    情緒\u001b[22m\n        emotion, feeling, sensibility, affection, affectivity, empathy\n\u001b[1m    情感\u001b[22m\n        emotion, feeling, affection, passion, pathos, sensitivity\n\u001b[1m    情\u001b[22m\n        emotion, affection, feelings, passion, empathy, impression\n\u001b[1m    喜怒哀楽\u001b[22m\n        emotion\n\u001b[1m    想い\u001b[22m\n        thought, feeling, desire, love, hope, mind\n\u001b[1m    思い\u001b[22m\n        feelings, thought, desire, love, hope, mind\n\u001b[1m    情意\u001b[22m\n        will, emotion, passion, feeling, affection, pathos\n\u001b[1m    恋愛\u001b[22m\n        love, passion, lovemaking, emotion, affections\n\u001b[1m    心猿\u001b[22m\n        ardor, passion, emotion, anger, enthusiasm, desire\n\u001b[1m    温もり\u001b[22m\n        warmth, ardor, fervor, vigor, intensity, emotion\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    温み\u001b[22m\n        warmth, ardour, ardor, fervour, fervor, intensity\n- Great Animations\n\n\u001b[1m - グレートアニメーション\u001b[22m\n\u001b[1m(- Gurētoanimēshon)\u001b[22m\n\nTranslations of \u001b[4m- Great Animations\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Great Animations\u001b[24m\n    \u001b[1m - グレートアニメーション\u001b[22m\n- Amazing character developments\n\n\u001b[1m - すばらしいキャラクターの開発\u001b[22m\n\u001b[1m(- Subarashī kyarakutā no kaihatsu)\u001b[22m\n\nTranslations of \u001b[4m- Amazing character developments\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Amazing character developments\u001b[24m\n    \u001b[1m - すばらしいキャラクターの開発\u001b[22m, \u001b[1m - アメージング文字の動向\u001b[22m\n\u001b[1m\u001b[22m\nCons:\n\n\u001b[1m短所：\u001b[22m\n\u001b[1m(Tansho:)\u001b[22m\n\nTranslations of \u001b[4mCons:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCons:\u001b[24m\n    \u001b[1m短所：\u001b[22m\n- Lengthily\n\n\u001b[1m - 長く\u001b[22m\n\u001b[1m(- Nagaku)\u001b[22m\n\nTranslations of \u001b[4m- Lengthily\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Lengthily\u001b[24m\n    \u001b[1m - 長く\u001b[22m, \u001b[1m - 長々\u001b[22m\n- Missing Kagami and Kuroko Teamwork\n\n\u001b[1m - カガミと黒子のチームワークが欠けている\u001b[22m\n\u001b[1m(- Kagami to kuroko no chīmuwāku ga kakete iru)\u001b[22m\n\nTranslations of \u001b[4m- Missing Kagami and Kuroko Teamwork\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Missing Kagami and Kuroko Teamwork\u001b[24m\n    \u001b[1m - カガミと黒子のチームワークが欠けている\u001b[22m, \u001b[1m - 欠落加賀美と黒子チームワーク\u001b[22m\n- Too much screen time for other characters in this season\n\n\u001b[1m - 今シーズンに他のキャラクターの画面時間が多すぎる\u001b[22m\n\u001b[1m(- Ima shīzun ni hoka no kyarakutā no gamen jikan ga ō sugiru)\u001b[22m\n\nTranslations of \u001b[4m- Too much screen time for other characters in this season\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Too much screen time for other characters in this season\u001b[24m\n    \u001b[1m - 今シーズンに他のキャラクターの画面時間が多すぎる\u001b[22m, \u001b[1m - 今シーズンの他の文字にあまりにも多くの上映時間\u001b[22m"
  }
]
