[
  {
    "title": "Madan_no_Ou_to_Vanadis",
    "id": "24455",
    "url": "https://myanimelist.net/anime/24455/Madan_no_Ou_to_Vanadis",
    "user": "Krynnymuffin",
    "profile": "/profile/Krynnymuffin/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=232482",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  4\nサウンド|  6\nキャラクター|  2\n|  2\n\n私はこのショーがこれまで私に与えてきたことを探していたら、ただポルノを見ることができます。 ショーはセックスのないかなり悪いポルノであり、中世のドラマに偽装して政治や戦闘戦術を振りかざしているので、あまり言いたくないです。 あのね？ それは戦闘戦術がどのように処理されたのかで、私はそれを取り戻す。 ダイアグラムを介しての展示、戦闘中の話題のヘッドシーン。 ゴミ箱。\n\nちょうどおっぱいです。 ストーリーとアクションが大嫌いでなければ、私はそれを許すことができ、私はしばしばやるが、このショーはただのおっぱいだ。 それが心に浮かぶショーの唯一の良質です。 大きなおっぱいが動いていない唯一の時間は、視聴者にはほとんど何も説明しない話す頭のシーンの間です。\n\nキャラクターのデザインは、すべて再利用されたデザインのように見えます。 私は前にそれらをすべて見たような気がします。 実際に悪いものではない。 独創的ではない。\n\n私のためにこの棺の釘の中で釘を打った特定の部分は、義務的なブロンド・アシスタントが空から落ちるヘビでおしゃぶりになっていた時でした。それはとてもきれいなことでしたので、  He-Gots-Red-Hair-and-a-Bowは毒を吸い取るために自分のおっぱいを吸うことができます。それはそのような種類の傷についても有効な治療法ではなく、最高の場合には役に立たず、 最悪に広がった。\n\n結論として、あなた自身の問題を保存し、ポルノを見に行く。 その後、あなたはArslan Senkiを見て、このショーが本当に何かしようとしていないものを見ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nI could just go watch porn if I was looking for what this show has given me so far. There really isn't much to say because the show was pretty much bad porn without sex, masquerading as a medieval drama sprinkled with politics and battle tactics so lazily thrown in they would have been better off left out and handing via exposition. You know what? I take that back, because that was how the battle tactics were handled. Exposition via diagram, and talking head scenes DURING the battles. Trash.\n\n\u001b[1m私はこのショーがこれまで私に与えてきたことを探していたら、ただポルノを見ることができます。 ショーはセックスのないかなり悪いポルノであり、中世のドラマに偽装して政治や戦闘戦術を振りかざしているので、あまり言いたくないです。 あのね？ それは戦闘戦術がどのように処理されたのかで、私はそれを取り戻す。 ダイアグラムを介しての展示、戦闘中の話題のヘッドシーン。 ゴミ箱。\u001b[22m\n\u001b[1m(Watashi wa kono shō ga kore made watashi ni ataete kita koto o sagashite itara, tada poruno o miru koto ga dekimasu. Shō wa sekkusu no nai kanari warui porunodeari, chūsei no dorama ni gisō shite seiji ya sentō senjutsu o furikazashite irunode, amari iitakunaidesu. Ano ne? Sore wa sentō senjutsu ga dono yō ni shori sa reta no ka de, watashi wa sore o torimodosu. Daiaguramu o kaishite no tenji, sentō-chū no wadai no heddoshīn. Gomibako.)\u001b[22m\n\nTranslations of \u001b[4mI could just go watch porn if I was looking for what this show has given me so far. There really isn't much to say because the show was pretty much bad porn without sex, masquerading as a medieval drama sprinkled with politics and battle tactics so lazily thrown in they would have been better off left out and handing via exposition. You know what? I take that back, because that was how the battle tactics were handled. Exposition via diagram, and talking head scenes DURING the battles. Trash.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could just go watch porn if I was looking for what this show has given me so far.\u001b[24m\n    \u001b[1m私はこのショーがこれまで私に与えてきたことを探していたら、ただポルノを見ることができます。\u001b[22m, \u001b[1m私はこのショーは、これまで私を与えているものを探していた場合、私はちょうど時計ポルノを行くことができます。\u001b[22m\n\u001b[4mThere really isn't much to say because the show was pretty much bad porn without sex, masquerading as a medieval drama sprinkled with politics and battle tactics so lazily thrown in they would have been better off left out and handing via exposition.\u001b[24m\n    \u001b[1mショーはセックスのないかなり悪いポルノであり、中世のドラマに偽装して政治や戦闘戦術を振りかざしているので、あまり言いたくないです。\u001b[22m, \u001b[1mショーはとてもいい加減に彼らに投げ政治との戦いの戦術を振りかけ中世のドラマは、博覧会を経由して出て左にしたほうが良いと手渡しただろうになりすまし、セックスなしでかなり悪いポルノだったので、本当に言っても過言ではありません。\u001b[22m\n\u001b[4mYou know what?\u001b[24m\n    \u001b[1mあのね？\u001b[22m, \u001b[1mあなたは何を知っていますか？\u001b[22m, \u001b[1m知っていますか？\u001b[22m\n\u001b[4mI take that back, because that was how the battle tactics were handled.\u001b[24m\n    \u001b[1mそれは戦闘戦術がどのように処理されたのかで、私はそれを取り戻す。\u001b[22m, \u001b[1mそれは戦いの戦術が処理されたかだったので、私は、それを取り戻します。\u001b[22m\n\u001b[4mExposition via diagram, and talking head scenes DURING the battles.\u001b[24m\n    \u001b[1mダイアグラムを介しての展示、戦闘中の話題のヘッドシーン。\u001b[22m, \u001b[1m図介した博覧会、そして戦いDURINGヘッドシーンを話します。\u001b[22m\n\u001b[4mTrash.\u001b[24m\n    \u001b[1mゴミ箱。\u001b[22m\n\u001b[1m\u001b[22m\nLike, it's just fucking boobs. If the story and action wasn't shit, I could forgive it, and I often do, but this show is ONLY boobs. That is the only good quality of the show that comes to mind. The only time the big boobs aren't moving are during talking head scenes that explain pretty much nothing to the viewer.\n\n\u001b[1mちょうどおっぱいです。 ストーリーとアクションが大嫌いでなければ、私はそれを許すことができ、私はしばしばやるが、このショーはただのおっぱいだ。 それが心に浮かぶショーの唯一の良質です。 大きなおっぱいが動いていない唯一の時間は、視聴者にはほとんど何も説明しない話す頭のシーンの間です。\u001b[22m\n\u001b[1m(Chōdo oppaidesu. Sutōrī to akushon ga daikiraidenakereba, watashi wa sore o yurusu koto ga deki, watashi wa shibashiba yaru ga, kono shō wa tada no oppaida. Sore ga kokoro ni ukabu shō no yuiitsu no ryōshitsudesu. Ōkina oppai ga ugoite inai yuiitsu no jikan wa, shichō-sha ni wa hotondo nani mo setsumei shinai hanasu atama no shīn no madesu.)\u001b[22m\n\nTranslations of \u001b[4mLike, it's just fucking boobs. If the story and action wasn't shit, I could forgive it, and I often do, but this show is ONLY boobs. That is the only good quality of the show that comes to mind. The only time the big boobs aren't moving are during talking head scenes that explain pretty much nothing to the viewer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike, it's just fucking boobs.\u001b[24m\n    \u001b[1mちょうどおっぱいです。\u001b[22m, \u001b[1m同様に、それだけでおっぱいをクソです。\u001b[22m\n\u001b[4mIf the story and action wasn't shit, I could forgive it, and I often do, but this show is ONLY boobs.\u001b[24m\n    \u001b[1mストーリーとアクションが大嫌いでなければ、私はそれを許すことができ、私はしばしばやるが、このショーはただのおっぱいだ。\u001b[22m, \u001b[1mストーリーとアクションがたわごとなかった場合、私はそれを許すことができ、私は頻繁に行うが、この番組は唯一のおっぱいです。\u001b[22m\n\u001b[4mThat is the only good quality of the show that comes to mind.\u001b[24m\n    \u001b[1mそれが心に浮かぶショーの唯一の良質です。\u001b[22m, \u001b[1mそれが頭に浮かぶショーの唯一の良い品質です。\u001b[22m\n\u001b[4mThe only time the big boobs aren't moving are during talking head scenes that explain pretty much nothing to the viewer.\u001b[24m\n    \u001b[1m大きなおっぱいが動いていない唯一の時間は、視聴者にはほとんど何も説明しない話す頭のシーンの間です。\u001b[22m, \u001b[1m巨乳が動いていない唯一の時間は、視聴者にほとんど何も説明しないヘッドのシーンを話し中にあります。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the character designs, they all look like reused designs. I feel like I've seen them all before. It's not like they're actually bad or anything. Just feels unoriginal.\n\n\u001b[1mキャラクターのデザインは、すべて再利用されたデザインのように見えます。 私は前にそれらをすべて見たような気がします。 実際に悪いものではない。 独創的ではない。\u001b[22m\n\u001b[1m(Kyarakutā no dezain wa, subete sai riyō sa reta dezain no yō ni miemasu. Watashi wa mae ni sorera o subete mita yōna ki ga shimasu. Jissai ni warui monode wanai. Dokusō-tekide wanai.)\u001b[22m\n\nTranslations of \u001b[4mAs for the character designs, they all look like reused designs. I feel like I've seen them all before. It's not like they're actually bad or anything. Just feels unoriginal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the character designs, they all look like reused designs.\u001b[24m\n    \u001b[1mキャラクターのデザインは、すべて再利用されたデザインのように見えます。\u001b[22m, \u001b[1mキャラクターデザインに関しては、それらはすべて再利用のデザインのように見えます。\u001b[22m\n\u001b[4mI feel like I've seen them all before.\u001b[24m\n    \u001b[1m私は前にそれらをすべて見たような気がします。\u001b[22m, \u001b[1m私は前にそれらをすべて見てきたような気がします。\u001b[22m\n\u001b[4mIt's not like they're actually bad or anything.\u001b[24m\n    \u001b[1m実際に悪いものではない。\u001b[22m, \u001b[1m彼らは実際に悪いか何かしているようにそうではありません。\u001b[22m\n\u001b[4mJust feels unoriginal.\u001b[24m\n    \u001b[1m独創的ではない。\u001b[22m, \u001b[1mただ、独創性に欠ける感じています。\u001b[22m\n\u001b[1m\u001b[22m\nThe specific part that hit the nail in the coffin on this one for me was when Obligatory-Blonde-Assistant was bit in the boob by a falling snake from the sky, and it was so obviously so that Not-Kirito-I-Promise- He-Gots-Red-Hair-and-a-Bow could suck on her boob to suck out the poison, which isn't even a valid treatment for that kind of wound and would be useless in the best of cases and aide the venom's spread in the worst.\n\n\u001b[1m私のためにこの棺の釘の中で釘を打った特定の部分は、義務的なブロンド・アシスタントが空から落ちるヘビでおしゃぶりになっていた時でした。それはとてもきれいなことでしたので、  He-Gots-Red-Hair-and-a-Bowは毒を吸い取るために自分のおっぱいを吸うことができます。それはそのような種類の傷についても有効な治療法ではなく、最高の場合には役に立たず、 最悪に広がった。\u001b[22m\n\u001b[1m(Watashi no tame ni kono hitsugi no kugi no naka de kugi o utta tokutei no bubun wa, gimu-tekina burondo ashisutanto ga sora kara ochiru hebi de oshaburi ni natte ita tokideshita. Sore wa totemo kireina kotodeshitanode, He - Gots - Red - Hair - ando - a - Bow wa doku o suitoru tame ni jibun no oppai o suu koto ga dekimasu. Sore wa sono yōna shurui no kizu ni tsuite mo yūkōna chiryō-hōde wa naku, saikō no baai ni wa yakunitatazu, saiaku ni hirogatta.)\u001b[22m\n\nTranslations of \u001b[4mThe specific part that hit the nail in the coffin on this one for me was when Obligatory-Blonde-Assistant was bit in the boob by a falling snake from the sky, and it was so obviously so that Not-Kirito-I-Promise- He-Gots-Red-Hair-and-a-Bow could suck on her boob to suck out the poison, which isn't even a valid treatment for that kind of wound and would be useless in the best of cases and aide the venom's spread in the worst.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe specific part that hit the nail in the coffin on this one for me was when Obligatory-Blonde-Assistant was bit in the boob by a falling snake from the sky, and it was so obviously so that Not-Kirito-I-Promise-\u001b[24m\n    \u001b[1m私のためにこの棺の釘の中で釘を打った特定の部分は、義務的なブロンド・アシスタントが空から落ちるヘビでおしゃぶりになっていた時でした。それはとてもきれいなことでしたので、\u001b[22m, \u001b[1m義務-ブロンド-アシスタントが空から落下スネークにより豊胸手術のビットだった、およびNot-キリト-I-プロミスように、それはとても明らかだったときに私のためにこの1上の棺に釘を打つ特定の部分がありました\u001b[22m\n\u001b[4mHe-Gots-Red-Hair-and-a-Bow could suck on her boob to suck out the poison, which isn't even a valid treatment for that kind of wound and would be useless in the best of cases and aide the venom's\u001b[24m\n    \u001b[1mHe-Gots-Red-Hair-and-a-Bowは毒を吸い取るために自分のおっぱいを吸うことができます。それはそのような種類の傷についても有効な治療法ではなく、最高の場合には役に立たず、\u001b[22m, \u001b[1m彼-GOTS-赤髪アンド・ボウも傷のようなもののための有効な治療法はなく、毒の例と側近の最善で役に立たないであろう、毒を吸い出すために彼女のおっぱいを吸うことができ\u001b[22m\n\u001b[4mspread in the worst.\u001b[24m\n    \u001b[1m最悪に広がった。\u001b[22m, \u001b[1m最悪の広がり。\u001b[22m\n\u001b[1m\u001b[22m\nSo, in conclusion, save yourself the trouble and go watch a porno. Afterwards you can watch Arslan Senki and see what this show was not really trying to be.\n\n\u001b[1m結論として、あなた自身の問題を保存し、ポルノを見に行く。 その後、あなたはArslan Senkiを見て、このショーが本当に何かしようとしていないものを見ることができます。\u001b[22m\n\u001b[1m(Ketsuron to shite, anata jishin no mondai o hozon shi, poruno o mi ni iku. Sonogo, anata wa Arslan Senki o mite, kono shō ga hontōni nanika shiyou to shite inai mono o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo, in conclusion, save yourself the trouble and go watch a porno. Afterwards you can watch Arslan Senki and see what this show was not really trying to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, in conclusion, save yourself the trouble and go watch a porno.\u001b[24m\n    \u001b[1m結論として、あなた自身の問題を保存し、ポルノを見に行く。\u001b[22m, \u001b[1mだから、結論では、自分自身にトラブルを保存し、ポルノを見に行きます。\u001b[22m\n\u001b[4mAfterwards you can watch Arslan Senki and see what this show was not really trying to be.\u001b[24m\n    \u001b[1mその後、あなたはArslan Senkiを見て、このショーが本当に何かしようとしていないものを見ることができます。\u001b[22m, \u001b[1mその後、あなたはアルスラーン戦記を見て、このショーは本当にになろうとしていなかったものを見ることができます。\u001b[22m"
  },
  {
    "title": "Madan_no_Ou_to_Vanadis",
    "id": "24455",
    "url": "https://myanimelist.net/anime/24455/Madan_no_Ou_to_Vanadis",
    "user": "Hitori_Samishiku",
    "profile": "/profile/Hitori_Samishiku/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=225390",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  4\n\nストーリー：\n物語は新しいものではありません。 それは彼と一緒に戦う他の女性に囲まれた典型的な強力なメインキャラクターです。 残念なことに、それはまたあなたがその特定の罠に入っていない限り、シリーズを見たいと思うようになる新しいものを持っていません。 あなたがこれに似たアニメを見たならば、物語は予測可能でした。 アニメの終わりは少し突然だったし、観客にそれが終わったことに気づく時間が多くなかった。 私の意見では、シリーズの「最終的なボス」もやや明るくなかった。\n\nアート：\n芸術はとても素晴らしかったです。 キャラクターのカラーパレットは目にはきれいだったし、CGIを使うと目立たなかった。 私は特にキャラクターのデザインが好きです。\n\nキャラクター：\n文字は大丈夫だった。 彼らはすでに存在し、あまりにも記憶に残っていない多くの罠に従います。 主人公は、シリーズの終わり近くまでキャラクターの発展の点で主にフラットにとどまりました。 結局のところ、彼は若干の開発を経たが、それを除いてシリーズのキャラクターはほとんど変化しない。 しかしそれにもかかわらず、彼らはあなたが立つことができない悪いキャラクターではありませんでした。 彼らは傑出していませんでした。\n\n楽しみ：\n私は個人的にそれを楽しんでいなかった、なぜならそのコンセプトはこれまで何度もやったからだ。 あなたがこれに似たアニメを好きなら、あなたはそれを好きで、それから蹴りを得るでしょう。 しかし私は個人的にそれが好きではなかった。\n\n全体：\nこのコンセプトはこれまでに行われてきましたが、このシリーズではそれほど新しいことはありません。 シリーズには素敵な芸術、キャラクターデザイン、全体的な制作がありました。 しかし、プロット、キャラクターの開発、オリジナリティーなどの面では、このシリーズは控えめで忘れがたいものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story won't be anything new; it's your typical powerful main character surrounded by other women that fight alongside him. Unfortunately, it also doesn't have a new thing that stands out that would cause one to desire to watch the series, unless you're into that certain trope. The story was predictable if you've seen anime similar to this. The ending of the anime was a bit sudden as well and it didn't give the audience much time to realize that it ended. The 'final boss' of the series was also kinda lackluster, in my opinion.\n\n\u001b[1m物語は新しいものではありません。 それは彼と一緒に戦う他の女性に囲まれた典型的な強力なメインキャラクターです。 残念なことに、それはまたあなたがその特定の罠に入っていない限り、シリーズを見たいと思うようになる新しいものを持っていません。 あなたがこれに似たアニメを見たならば、物語は予測可能でした。 アニメの終わりは少し突然だったし、観客にそれが終わったことに気づく時間が多くなかった。 私の意見では、シリーズの「最終的なボス」もやや明るくなかった。\u001b[22m\n\u001b[1m(Monogatari wa atarashī monode wa arimasen. Sore wa kare to issho ni tatakau ta no josei ni kakoma reta tenkei-tekina kyōryokuna meinkyarakutādesu. Zan'nen'nakotoni, soreha mata anata ga sono tokutei no wana ni haitteinai kagiri, shirīzu o mitai to omou yō ni naru atarashī mono o motte imasen. Anata ga kore ni nita anime o mitanaraba, monogatari wa yosoku kanōdeshita. Anime no owari wa sukoshi totsuzendattashi, kankyaku ni sore ga owatta koto ni kidzuku jikan ga ōkunakatta. Watashi no ikende wa, shirīzu no `saishū-tekina bosu' mo yaya akarukunakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe story won't be anything new; it's your typical powerful main character surrounded by other women that fight alongside him. Unfortunately, it also doesn't have a new thing that stands out that would cause one to desire to watch the series, unless you're into that certain trope. The story was predictable if you've seen anime similar to this. The ending of the anime was a bit sudden as well and it didn't give the audience much time to realize that it ended. The 'final boss' of the series was also kinda lackluster, in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story won't be anything new;\u001b[24m\n    \u001b[1m物語は新しいものではありません。\u001b[22m\n\u001b[4mit's your typical powerful main character surrounded by other women that fight alongside him.\u001b[24m\n    \u001b[1mそれは彼と一緒に戦う他の女性に囲まれた典型的な強力なメインキャラクターです。\u001b[22m\n\u001b[4mUnfortunately, it also doesn't have a new thing that stands out that would cause one to desire to watch the series, unless you're into that certain trope.\u001b[24m\n    \u001b[1m残念なことに、それはまたあなたがその特定の罠に入っていない限り、シリーズを見たいと思うようになる新しいものを持っていません。\u001b[22m, \u001b[1m残念ながら、それはまた、1はあなたがその特定の比喩にしている場合を除き、シリーズを見て希望する原因となることが目立つ新しいものを持っていません。\u001b[22m\n\u001b[4mThe story was predictable if you've seen anime similar to this.\u001b[24m\n    \u001b[1mあなたがこれに似たアニメを見たならば、物語は予測可能でした。\u001b[22m, \u001b[1mあなたはこれにアニメ同様の見てきた場合は話は予測可能でした。\u001b[22m\n\u001b[4mThe ending of the anime was a bit sudden as well and it didn't give the audience much time to realize that it ended.\u001b[24m\n    \u001b[1mアニメの終わりは少し突然だったし、観客にそれが終わったことに気づく時間が多くなかった。\u001b[22m, \u001b[1mアニメのエンディングにも少し突然だった、それは観客にそれが終了したことを実現するために多くの時間を与えていません。\u001b[22m\n\u001b[4mThe 'final boss' of the series was also kinda lackluster, in my opinion.\u001b[24m\n    \u001b[1m私の意見では、シリーズの「最終的なボス」もやや明るくなかった。\u001b[22m, \u001b[1mシリーズの「最後のボスは「私の意見では、またちょっと精彩を欠きました。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art was very nice. The color palette for the characters were quite nice on the eyes and if CGI was used, it was hardly noticeable. I especially like the character designs.\n\n\u001b[1m芸術はとても素晴らしかったです。 キャラクターのカラーパレットは目にはきれいだったし、CGIを使うと目立たなかった。 私は特にキャラクターのデザインが好きです。\u001b[22m\n\u001b[1m(Geijutsu wa totemo subarashikattadesu. Kyarakutā no karāparetto wa me ni wa kireidattashi, CGI o tsukau to medatanakatta. Watashi wa tokuni kyarakutā no dezain ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was very nice. The color palette for the characters were quite nice on the eyes and if CGI was used, it was hardly noticeable. I especially like the character designs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was very nice.\u001b[24m\n    \u001b[1m芸術はとても素晴らしかったです。\u001b[22m, \u001b[1m芸術は非常に素晴らしかったです。\u001b[22m\n\u001b[4mThe color palette for the characters were quite nice on the eyes and if CGI was used, it was hardly noticeable.\u001b[24m\n    \u001b[1mキャラクターのカラーパレットは目にはきれいだったし、CGIを使うと目立たなかった。\u001b[22m, \u001b[1m文字のカラーパレットは、目にはかなり素敵だったとCGIを使用した場合、それはほとんど目立たでした。\u001b[22m\n\u001b[4mI especially like the character designs.\u001b[24m\n    \u001b[1m私は特にキャラクターのデザインが好きです。\u001b[22m, \u001b[1m私は特にキャラクターデザインが好きです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe characters were alright; they follow many of the trope that are already present and aren't too memorable. The main character mainly remained flat in terms of character development throughout the series until near the end. Near the end, he did undergo a slight bit of development, but aside from that, the characters of the series hardly change. But despite that, they weren't bad characters you couldn't stand. Nor were they outstanding, though.\n\n\u001b[1m文字は大丈夫だった。 彼らはすでに存在し、あまりにも記憶に残っていない多くの罠に従います。 主人公は、シリーズの終わり近くまでキャラクターの発展の点で主にフラットにとどまりました。 結局のところ、彼は若干の開発を経たが、それを除いてシリーズのキャラクターはほとんど変化しない。 しかしそれにもかかわらず、彼らはあなたが立つことができない悪いキャラクターではありませんでした。 彼らは傑出していませんでした。\u001b[22m\n\u001b[1m(Moji wa daijōbudatta. Karera wa sudeni sonzai shi, amarini mo kioku ni nokotte inai ōku no wana ni shitagaimasu. Shujinkō wa, shirīzu no owari chikaku made kyarakutā no hatten no ten de omoni furatto ni todomarimashita. Kekkyokunotokoro, kare wa jakkan no kaihatsu o hetaga, sore o nozoite shirīzu no kyarakutā wa hotondo henka shinai. Shikashi sore nimokakawarazu, karera wa anata ga tatsu koto ga dekinai warui kyarakutāde wa arimasendeshita. Karera wa kesshutsu shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were alright; they follow many of the trope that are already present and aren't too memorable. The main character mainly remained flat in terms of character development throughout the series until near the end. Near the end, he did undergo a slight bit of development, but aside from that, the characters of the series hardly change. But despite that, they weren't bad characters you couldn't stand. Nor were they outstanding, though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were alright;\u001b[24m\n    \u001b[1m文字は大丈夫だった。\u001b[22m, \u001b[1m文字は大丈夫でした。\u001b[22m\n\u001b[4mthey follow many of the trope that are already present and aren't too memorable.\u001b[24m\n    \u001b[1m彼らはすでに存在し、あまりにも記憶に残っていない多くの罠に従います。\u001b[22m, \u001b[1m彼らはすでに存在しており、あまりにも記憶に残るではない比喩の多くに従ってください。\u001b[22m\n\u001b[4mThe main character mainly remained flat in terms of character development throughout the series until near the end.\u001b[24m\n    \u001b[1m主人公は、シリーズの終わり近くまでキャラクターの発展の点で主にフラットにとどまりました。\u001b[22m, \u001b[1m主人公は、主に終わり近くまでシリーズを通してキャラクター開発の面で横ばい。\u001b[22m\n\u001b[4mNear the end, he did undergo a slight bit of development, but aside from that, the characters of the series hardly change.\u001b[24m\n    \u001b[1m結局のところ、彼は若干の開発を経たが、それを除いてシリーズのキャラクターはほとんど変化しない。\u001b[22m, \u001b[1m終わり近くに、彼は、開発のわずかなビットを受けなかったが、それはさておき、一連の文字がほとんど変化しません。\u001b[22m\n\u001b[4mBut despite that, they weren't bad characters you couldn't stand.\u001b[24m\n    \u001b[1mしかしそれにもかかわらず、彼らはあなたが立つことができない悪いキャラクターではありませんでした。\u001b[22m, \u001b[1mしかし、それにもかかわらず、彼らはあなたが立つことができなかった不正な文字がありませんでした。\u001b[22m\n\u001b[4mNor were they outstanding, though.\u001b[24m\n    \u001b[1m彼らは傑出していませんでした。\u001b[22m, \u001b[1mまた彼らは、しかし、未行使でした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI personally did not enjoy it, because the concept has been done many times before. If you like anime similar to this, you'll probably like it and get a kick out of it. But I personally did not like it.\n\n\u001b[1m私は個人的にそれを楽しんでいなかった、なぜならそのコンセプトはこれまで何度もやったからだ。 あなたがこれに似たアニメを好きなら、あなたはそれを好きで、それから蹴りを得るでしょう。 しかし私は個人的にそれが好きではなかった。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni sore o tanoshinde inakatta, nazenara sono konseputo wa kore made nando mo yattakarada. Anata ga kore ni nita anime o sukinara, anata wa sore o sukide, sorekara keri o erudeshou. Shikashi watashi wa kojin-teki ni sore ga sukide wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mI personally did not enjoy it, because the concept has been done many times before. If you like anime similar to this, you'll probably like it and get a kick out of it. But I personally did not like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally did not enjoy it, because the concept has been done many times before.\u001b[24m\n    \u001b[1m私は個人的にそれを楽しんでいなかった、なぜならそのコンセプトはこれまで何度もやったからだ。\u001b[22m, \u001b[1mコンセプトは前に何度も行われてきたので、私は個人的に、それを楽しんでいませんでした。\u001b[22m\n\u001b[4mIf you like anime similar to this, you'll probably like it and get a kick out of it.\u001b[24m\n    \u001b[1mあなたがこれに似たアニメを好きなら、あなたはそれを好きで、それから蹴りを得るでしょう。\u001b[22m, \u001b[1mあなたこれに類似したアニメのような場合は、おそらくそれが好きで、それのうちキックを得るでしょう。\u001b[22m\n\u001b[4mBut I personally did not like it.\u001b[24m\n    \u001b[1mしかし私は個人的にそれが好きではなかった。\u001b[22m, \u001b[1mしかし、私は個人的に好きではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nThe concept has been done before and nothing too new can be seen in this series. The series had nice art, character designs, and production overall. But in terms of plot, character development, originality and such, this series is passable and forgettable.\n\n\u001b[1mこのコンセプトはこれまでに行われてきましたが、このシリーズではそれほど新しいことはありません。 シリーズには素敵な芸術、キャラクターデザイン、全体的な制作がありました。 しかし、プロット、キャラクターの開発、オリジナリティーなどの面では、このシリーズは控えめで忘れがたいものです。\u001b[22m\n\u001b[1m(Kono konseputo wa kore made ni okonawa rete kimashitaga, kono shirīzude wa sore hodo atarashī koto wa arimasen. Shirīzu ni wa sutekina geijutsu, kyarakutādezain, zentai-tekina seisaku ga arimashita. Shikashi, purotto, kyarakutā no kaihatsu, orijinaritī nado no mende wa, kono shirīzu wa hikaeme de wasure gatai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe concept has been done before and nothing too new can be seen in this series. The series had nice art, character designs, and production overall. But in terms of plot, character development, originality and such, this series is passable and forgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concept has been done before and nothing too new can be seen in this series.\u001b[24m\n    \u001b[1mこのコンセプトはこれまでに行われてきましたが、このシリーズではそれほど新しいことはありません。\u001b[22m, \u001b[1mコンセプトは以前に行われていると何もあまりにも新しいが、このシリーズで見ることができます。\u001b[22m\n\u001b[4mThe series had nice art, character designs, and production overall.\u001b[24m\n    \u001b[1mシリーズには素敵な芸術、キャラクターデザイン、全体的な制作がありました。\u001b[22m, \u001b[1mシリーズは、全体的な素敵なアート、キャラクターデザイン、および生産していました。\u001b[22m\n\u001b[4mBut in terms of plot, character development, originality and such, this series is passable and forgettable.\u001b[24m\n    \u001b[1mしかし、プロット、キャラクターの開発、オリジナリティーなどの面では、このシリーズは控えめで忘れがたいものです。\u001b[22m, \u001b[1mしかし、プロット、キャラクター開発、独創性とそのような面で、このシリーズは通行可能と忘れています。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Madan_no_Ou_to_Vanadis",
    "id": "24455",
    "url": "https://myanimelist.net/anime/24455/Madan_no_Ou_to_Vanadis",
    "user": "Yuu_Masuhara",
    "profile": "/profile/Yuu_Masuhara/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=224806",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  9\n\nシリーズのプロットを説明するのはかなり難しいです。 私はMALのプロットを読んでいただきありがとうございます。でも、このシリーズについては簡単な説明をしようとします。 戦争がすべてのもの、領土、所有権、地位、富などを解決する時に起こります。 ヨーロッパに本拠を置く、5つの王国に分かれています。英国人とヒロインはブルンジとズフテッドから来ています。 ヒーローは、Vorn Tigrevurmudです。巧みな射手のルールで、Bruneの王国は、バナディスであるEleonora Viltariaというヒロイン〜監視の下でZchted王国を捕まえる状況に巻き込まれました。 ストーリーが進むにつれて、英雄とヒロインはブルネイとZchted繁栄の名の間に合理的な契約を結び、国家間の戦争の話が始まります。\n\n私はグラフィックかアートから始まり、私が推測する物語から始めます。 まあ、物語は典型的な物語ではなく、他の多くのシリーズは戦争の時代の物語で私たちを楽しませてくれました。 また、私たちの日常生活では提示されていないので、すべての名前を覚えておくのは非常に難しいです。 しかし、私の話はバナディと同じくらい強力です。 それは超自然的な力のための独自のテーマを取得し、それは否定できる魅力の一つです。  Tho '私は、私の視点から見ると、絵筆の深い色のように見えますので、色が苦手です。\n\nあなたは、物語がどのように進むのか、戦争の主人公がどんな戦術を使うのかを楽しみ、推測することができます。 もう一度、喜びは戦争の場面が始まるといくらか〜妨げられ、戦争で使う戦術を説明する場面がチェス盤のような形で現れます。 そのような方法で説明戦術を使用することは、視聴者に有利と短所の両方をもたらす。 利点はもちろん、我々は明らかに戦争で使用する動き、計画、戦術を理解することができますが、このチェスボードは、戦争シーンが気になることを楽しみにしているという欠点があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt's quite hard for me to explain the plot for the series. I kindly recommend you for reading the plot in MAL, but still, I'll try to make a short explanation regarded this series. It happens on the time when war settles everything, the territory, ownership, status, wealth, and so on. Based in Europe, divided into five kingdoms which the hero and heroines come from Brune and Zchted, two kingdoms famous for its wealth. The hero is, Vorn Tigrevurmud, a skillful archer rules Brune kingdom got caught up in a circumstance which makes him a captive of Zchted kingdom under~the heroine~surveillance named Eleonora Viltaria who is a Vanadis. As the story goes, the hero and heroine form a sensible contract, between the name of Brune and Zchted prosperity and the story of war among countries starts.\n\n\u001b[1mシリーズのプロットを説明するのはかなり難しいです。 私はMALのプロットを読んでいただきありがとうございます。でも、このシリーズについては簡単な説明をしようとします。 戦争がすべてのもの、領土、所有権、地位、富などを解決する時に起こります。 ヨーロッパに本拠を置く、5つの王国に分かれています。英国人とヒロインはブルンジとズフテッドから来ています。 ヒーローは、Vorn Tigrevurmudです。巧みな射手のルールで、Bruneの王国は、バナディスであるEleonora Viltariaというヒロイン〜監視の下でZchted王国を捕まえる状況に巻き込まれました。 ストーリーが進むにつれて、英雄とヒロインはブルネイとZchted繁栄の名の間に合理的な契約を結び、国家間の戦争の話が始まります。\u001b[22m\n\u001b[1m(Shirīzu no purotto o setsumei suru no wa kanari muzukashīdesu. Watashi wa MAL no purotto o yonde itadaki arigatōgozaimasu. Demo, kono shirīzu ni tsuite wa kantan'na setsumei o shiyou to shimasu. Sensō ga subete no mono, ryōdo, shoyū-ken, chii, tomi nado o kaiketsu suru toki ni okorimasu. Yōroppa ni honkyo o oku, itsutsu no ōkoku ni wakarete imasu. Igirisu hito to hiroin wa Burunji to zufuteddo kara kite imasu. Hīrō wa, Vorn Tigrevurmuddesu. Takumina ite no rūru de, Brune no ōkoku wa, banadisudearu ereonōra Viltaria to iu hiroin 〜 kanshi no shita de Zchted ōkoku o tsukamaeru jōkyō ni makikoma remashita. Sutōrī ga susumu ni tsurete, eiyū to hiroin wa Burunei to Zchted han'ei no na no ma ni gōri-tekina keiyaku o musubi, kokka-kan no sensō no hanashi ga hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's quite hard for me to explain the plot for the series. I kindly recommend you for reading the plot in MAL, but still, I'll try to make a short explanation regarded this series. It happens on the time when war settles everything, the territory, ownership, status, wealth, and so on. Based in Europe, divided into five kingdoms which the hero and heroines come from Brune and Zchted, two kingdoms famous for its wealth. The hero is, Vorn Tigrevurmud, a skillful archer rules Brune kingdom got caught up in a circumstance which makes him a captive of Zchted kingdom under~the heroine~surveillance named Eleonora Viltaria who is a Vanadis. As the story goes, the hero and heroine form a sensible contract, between the name of Brune and Zchted prosperity and the story of war among countries starts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's quite hard for me to explain the plot for the series.\u001b[24m\n    \u001b[1mシリーズのプロットを説明するのはかなり難しいです。\u001b[22m, \u001b[1m私はシリーズのプロットを説明するのはかなり難しいです。\u001b[22m\n\u001b[4mI kindly recommend you for reading the plot in MAL, but still, I'll try to make a short explanation regarded this series.\u001b[24m\n    \u001b[1m私はMALのプロットを読んでいただきありがとうございます。でも、このシリーズについては簡単な説明をしようとします。\u001b[22m, \u001b[1m私は親切にMALのプロットを読み取るためのことをお勧めしますが、それでも、私はこのシリーズみなさ短い説明をしようとします。\u001b[22m\n\u001b[4mIt happens on the time when war settles everything, the territory, ownership, status, wealth, and so on.\u001b[24m\n    \u001b[1m戦争がすべてのもの、領土、所有権、地位、富などを解決する時に起こります。\u001b[22m, \u001b[1mそれは戦争がそう上のすべてのもの、領土、所有権、ステータス、富、およびを決済時に発生します。\u001b[22m\n\u001b[4mBased in Europe, divided into five kingdoms which the hero and heroines come from Brune and Zchted, two kingdoms famous for its wealth.\u001b[24m\n    \u001b[1mヨーロッパに本拠を置く、5つの王国に分かれています。英国人とヒロインはブルンジとズフテッドから来ています。\u001b[22m, \u001b[1m主人公とヒロインがその富のための2つの王国が有名な、ブリュヌとZchtedから来る5王国に分かれ、ヨーロッパに拠点を置きます。\u001b[22m\n\u001b[4mThe hero is, Vorn Tigrevurmud, a skillful archer rules Brune kingdom got caught up in a circumstance which makes him a captive of Zchted kingdom under~the heroine~surveillance named Eleonora Viltaria who is a Vanadis.\u001b[24m\n    \u001b[1mヒーローは、Vorn Tigrevurmudです。巧みな射手のルールで、Bruneの王国は、バナディスであるEleonora Viltariaというヒロイン〜監視の下でZchted王国を捕まえる状況に巻き込まれました。\u001b[22m, \u001b[1m主人公は巧みな射手ルールブリュヌ王国がヴァナあるエレオノーラViltariaという名前のヒロイン〜監視〜の下で彼Zchted王国のキャプティブせる状況に巻き込まれた、VORN Tigrevurmudです。\u001b[22m\n\u001b[4mAs the story goes, the hero and heroine form a sensible contract, between the name of Brune and Zchted prosperity and the story of war among countries starts.\u001b[24m\n    \u001b[1mストーリーが進むにつれて、英雄とヒロインはブルネイとZchted繁栄の名の間に合理的な契約を結び、国家間の戦争の話が始まります。\u001b[22m, \u001b[1m物語が進むにつれ、主人公とヒロインはブリュヌの名前とZchted繁栄と国の開始の間の戦争の話の間の賢明な契約を、形成します。\u001b[22m\n\u001b[1m\u001b[22m\nI'll start from both the graphic or art and story I guess. Well, the story is not the typical one, many others series had amuse us with story within the times of war. Also, it's quite hard to remember all the names since it's not presented in our everyday lives. But bet me the story is as powerful as the Vanadis here. It gets its own theme for supranatural power and it is one of the charm that can be denied. Tho' I feel a bit unpleasant for the colouring because from my point of view it looks like a deep colouring of paintbrush, too deep, even the light colour seems weird when applies.\n\n\u001b[1m私はグラフィックかアートから始まり、私が推測する物語から始めます。 まあ、物語は典型的なものではなく、他の多くのシリーズは戦争の時代の物語で私たちを楽しませてくれました。 また、私たちの日常生活では提示されていないので、すべての名前を覚えておくのは非常に難しいです。 しかし、私の話はバナディと同じくらい強力です。 それは超自然的な力のための独自のテーマを取得し、それは否定できる魅力の一つです。  Tho '私は、私の視点から見ると、絵筆の深い色のように見えますので、色が苦手です。\u001b[22m\n\u001b[1m(Watashi wa gurafikku ka āto kara hajimari, watashi ga suisoku suru monogatari kara hajimemasu. Mā, monogatari wa tenkei-tekina monode wa naku, hoka no ōku no shirīzu wa sensō no jidai no monogatari de watashitachi o tanoshima sete kuremashita. Mata, watashitachi no nichijō seikatsude wa teiji sa rete inainode, subete no namae o oboete oku no wa hijō ni muzukashīdesu. Shikashi, watashi no hanashi wa banadi to onaji kurai kyōryokudesu. Sore wa chō shizen-tekina chikara no tame no dokuji no tēma o shutoku shi, soreha hitei dekiru miryoku no hitotsudesu. Tho' watashi wa, watashi no shiten karamiruto, efude no fukai iro no yō ni miemasunode,-iro ga nigatedesu.)\u001b[22m\n\nTranslations of \u001b[4mI'll start from both the graphic or art and story I guess. Well, the story is not the typical one, many others series had amuse us with story within the times of war. Also, it's quite hard to remember all the names since it's not presented in our everyday lives. But bet me the story is as powerful as the Vanadis here. It gets its own theme for supranatural power and it is one of the charm that can be denied. Tho' I feel a bit unpleasant for the colouring because from my point of view it looks like a deep colouring of paintbrush, too deep, even the light colour seems weird when applies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll start from both the graphic or art and story I guess.\u001b[24m\n    \u001b[1m私はグラフィックかアートから始まり、私が推測する物語から始めます。\u001b[22m, \u001b[1m私は私が推測するグラフィックやアートとストーリーの両方から始めましょう。\u001b[22m\n\u001b[4mWell, the story is not the typical one, many others series had amuse us with story within the times of war.\u001b[24m\n    \u001b[1mまあ、物語は典型的なものではなく、他の多くのシリーズは戦争の時代の物語で私たちを楽しませてくれました。\u001b[22m, \u001b[1mさて、話は典型的なものではない、他の多くのシリーズは、戦争の時間内に物語で私たちを楽しませていました。\u001b[22m\n\u001b[4mAlso, it's quite hard to remember all the names since it's not presented in our everyday lives.\u001b[24m\n    \u001b[1mまた、私たちの日常生活では提示されていないので、すべての名前を覚えておくのは非常に難しいです。\u001b[22m, \u001b[1mまた、それは私たちの日常生活の中で提示されていないため、すべての名前を覚えておくことは非常に難しいです。\u001b[22m\n\u001b[4mBut bet me the story is as powerful as the Vanadis here.\u001b[24m\n    \u001b[1mしかし、私の話はバナディと同じくらい強力です。\u001b[22m, \u001b[1mしかし、私を賭ける話はここヴァナほど強力です。\u001b[22m\n\u001b[4mIt gets its own theme for supranatural power and it is one of the charm that can be denied.\u001b[24m\n    \u001b[1mそれは超自然的な力のための独自のテーマを取得し、それは否定できる魅力の一つです。\u001b[22m, \u001b[1mこれは、超自然的な力のための独自のテーマを取得し、それが拒否される魅力の一つです。\u001b[22m\n\u001b[4mTho' I feel a bit unpleasant for the colouring because from my point of view it looks like a deep colouring of paintbrush, too deep, even the light colour seems weird when applies.\u001b[24m\n    \u001b[1mTho '私は、私の視点から見ると、絵筆の深い色のように見えますので、色が苦手です。\u001b[22m, \u001b[1m「私は理由私の視点から、着色のための不快なビットを感じカントーそれは、絵筆の深い着色、深すぎるように見える適用された場合であっても光色が変なようです。\u001b[22m\n\u001b[1m\u001b[22m\nYou can enjoy and guessing how the story will go and what kind of tactics are going to use by the main characters in war. And once again, the joy will be~somewhat~disturbed when the war scene begins, a scene to explain the tactics they use in war appears in form of chessboard-like. The usage of explaining tactics with that way both advantaging and disadvantaging the viewers. The advantage is, of course, we can understand clearly the moves, the plans, the tactics they use in war, while the disadvantage is this chessboard thingy will make the enjoyment of watching the war scenes bothered.\n\n\u001b[1mあなたは、物語がどのように進むのか、戦争の主人公がどのような戦術を使用するのかを楽しみ、推測することができます。 もう一度、喜びは戦争の場面が始まるといくらか〜妨げられ、戦争で使う戦術を説明する場面がチェス盤のような形で現れます。 そのような方法で説明戦術を使用することは、視聴者に有利と短所の両方をもたらす。 利点はもちろん、我々は明らかに戦争で使用する動き、計画、戦術を理解することができますが、このチェスボードは、戦争シーンが気になることを楽しむことになるという欠点があります。\u001b[22m\n\u001b[1m(Anata wa, monogatari ga dono yō ni susumu no ka, sensō no shujinkō ga dono yōna senjutsu o shiyō suru no ka o tanoshimi, suisoku suru koto ga dekimasu. Mōichido, yorokobi wa sensō no bamen ga hajimaru to ikuraka 〜 samatage rare, sensō de tsukau senjutsu o setsumei suru bamen ga chesu-ban no yōna katachi de arawaremasu. So no yōna hōhō de setsumei senjutsu o shiyō suru koto wa, shichō-sha ni yūri to tansho no ryōhō o motarasu. Riten wa mochiron, wareware wa akiraka ni sensō de shiyō suru ugoki, keikaku, senjutsu o rikai suru koto ga dekimasuga, kono chesubōdo wa, sensō shīn ga kininarukoto o tanoshimu koto ni naru to iu ketten ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou can enjoy and guessing how the story will go and what kind of tactics are going to use by the main characters in war. And once again, the joy will be~somewhat~disturbed when the war scene begins, a scene to explain the tactics they use in war appears in form of chessboard-like. The usage of explaining tactics with that way both advantaging and disadvantaging the viewers. The advantage is, of course, we can understand clearly the moves, the plans, the tactics they use in war, while the disadvantage is this chessboard thingy will make the enjoyment of watching the war scenes bothered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou can enjoy and guessing how the story will go and what kind of tactics are going to use by the main characters in war.\u001b[24m\n    \u001b[1mあなたは、物語がどのように進むのか、戦争の主人公がどのような戦術を使用するのかを楽しみ、推測することができます。\u001b[22m, \u001b[1mあなたが楽しみ、物語が行くと戦争の主要な文字で使用するために戦術の種類を行っているかを推測することができます。\u001b[22m\n\u001b[4mAnd once again, the joy will be~somewhat~disturbed when the war scene begins, a scene to explain the tactics they use in war appears in form of chessboard-like.\u001b[24m\n    \u001b[1mもう一度、喜びは戦争の場面が始まるといくらか〜妨げられ、戦争で使う戦術を説明する場面がチェス盤のような形で現れます。\u001b[22m, \u001b[1m戦争シーンが始まると、再び、喜びは〜やや動揺され、彼らは戦争で使用する戦術を説明するシーンはチェス盤のような形で表示されます。\u001b[22m\n\u001b[4mThe usage of explaining tactics with that way both advantaging and disadvantaging the viewers.\u001b[24m\n    \u001b[1mそのような方法で説明戦術を使用することは、視聴者に有利と短所の両方をもたらす。\u001b[22m, \u001b[1mそのようにして、両方のadvantagingを戦術を説明し、視聴者に不利の使用。\u001b[22m\n\u001b[4mThe advantage is, of course, we can understand clearly the moves, the plans, the tactics they use in war, while the disadvantage is this chessboard thingy will make the enjoyment of watching the war scenes bothered.\u001b[24m\n    \u001b[1m利点はもちろん、我々は明らかに戦争で使用する動き、計画、戦術を理解することができますが、このチェスボードは、戦争シーンが気になることを楽しむことになるという欠点があります。\u001b[22m, \u001b[1m欠点は、このチェス盤のブツが気に戦争のシーンを見ての楽しさを作るている間の利点は、もちろん、私たちは、明らかに移動し、計画、彼らは戦争で使用する戦術を理解することができますされています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Madan_no_Ou_to_Vanadis",
    "id": "24455",
    "url": "https://myanimelist.net/anime/24455/Madan_no_Ou_to_Vanadis",
    "user": "Kantoweru",
    "profile": "/profile/Kantoweru/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=218698",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  5\nサウンド|  6\nキャラクター|  6\n|  5\n\nMadan no Ou to Vanadisは、優れたアニメを制作するためにすべての作品を持っていたが、予算の欠如と突然の適応のために明らかに失敗したアニメです。 その上、アニメがあらゆるエピソードで戦略や戦闘の状況を説明するために使用する「ナレーター」は、非常に迷惑で、アニメが作成したファンタジーからあなたを切り離しました。 ナレーターが遠隔的に必要な唯一の理由は、アニメが戦略を見せる時間がなかったり、エピソードの間に何が起こったか、代わりに「話す」ことに頼らざるを得なかったからです。\n\n{ストーリー}  - バナディスの背後にあるアイデアは、おそらく最も強い分野の1つであり、素晴らしいものに発展する可能性があります。 残念なことに、1つのコースアニメだけで、すべてが極端に急いで、物語はばらばらになって非常に浅い感じ。 物語の中には、時間的制約のために出現しないか、非常に限られた（文字通り1つの場面で）出現するものが多く含まれています。 結局のところ、ストーリーが約束していた間に、急いで次のエピソードを欲しがっていた番組を配信できなかった。\n\n{アート}  - バナディスの芸術はかなり平凡だった。 最近アニメの品質が出てきて、バーはかなり高く設定されており、Vanadisはその期待に応えられませんでした。 クリップされたシーン、不十分なアニメーション、繰り返しのシーンがあります。 ショーは各戦争の女の子に1つか2つの能力を与え、各エピソードが何度も何度も何度も繰り返されていることが実際に視覚効果から離れていくのを見ているだけです。\n\n{サウンド}  - アートと同じように、アニメのサウンドと音楽はかなり平凡だった。 初めは耳をつかんだものが、同じ能力と戦術を何度も使用していたため、非常に繰り返し的なものになりました。\n\n{キャラクター}  - 物語のように、バナディスのキャラクターたちは約束を持っていましたが、急激なペースと短いアニメの長さによって厳しく邪魔されました。 導入された一部のキャラクターには、キャラクターの進行を示す時間ゼロが与えられ、他のキャラクターは紹介されたが、決して追跡されなかった。 アニメには7人の戦士がいますが、私たちは6人にしか紹介されておらず、3人には劇的なスクリーン・タイムが与えられます。 これらの3つの中でさえ、2人だけが実際にキャラクターとして肉体化され、一方、他のものは、主人公のグループがむしろあいまいであるのを助ける理由である。 残念ながら、非常に急いでペースのために偉大なキャラクターとの素晴らしい物語ができたのは平らになった。\n\n{楽しさ}  - アニメはたくさん残っていました。 私が見た多くの偉大なアニメとは違って、すぐに次のエピソードを見る必要はないと感じました。 私は主人公の写真をオンラインで見る前に数日間アニメを見ているのを忘れてしまった。 再び、アニメは多くの可能性を持っていましたが、最終的にはフラットになり、楽しさのレベルは本当に苦しんでいました。 私はそれを見ている間、私はまだそれを楽しんだが、それ以上のことを望んでいなかった。\n\n{全体}  - 全体的に私はこのアニメに5/10を与えました - 私はアニメリストとレビューで与えた最低のスコアの1つです。 バナディスのペーシングと急いで感じることは、アニメのような巨大な嫌悪感で、私はそれを本当に楽しむことができませんでした。 アニメにはいくつかの明るい斑点がありましたが、それらは急いでアニメの次のプロットポイントに急いで追いやられて押し出されました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nMadan no Ou to Vanadis is an anime that had all the pieces to create an excellent anime but clearly failed due to lack of budget and and a rushed adaptation. On top of that, the 'narrator' that the anime makes use of to explain strategy and battle situations in every episode was extremely annoying and detached you from the fantasy the anime created. The only reason the narrator was remotely necessary was because of just how rushed the anime was as the anime did't have time to 'show' the strategy or what took place between episodes and had to resort to 'telling' instead.\n\n\u001b[1mMadan no Ou to Vanadisは、優れたアニメを制作するためにすべての作品を持っていたが、予算の不足と突然の適応のために明らかに失敗したアニメです。 その上、アニメがあらゆるエピソードで戦略や戦闘の状況を説明するのに使っている「ナレーター」は非常に迷惑で、アニメが作成したファンタジーからあなたを切り離しました。 ナレーターが遠隔的に必要な唯一の理由は、アニメが戦略を見せる時間がなかったり、エピソードの間に何が起こったか、代わりに「話す」ことに頼らざるを得なかったからです。\u001b[22m\n\u001b[1m(Madan no Ou to Vanadis wa, sugureta anime o seisaku suru tame ni subete no sakuhin o motte itaga, yosan no fusoku to totsuzen no tekiō no tame ni akiraka ni shippaishita animedesu. Sono Ue, anime ga arayuru episōdo de senryaku ya sentō no jōkyō o setsumei suru no ni tsukatte iru `narētā' wa hijō ni meiwakude, anime ga sakusei shita fantajī kara anata o kirihanashimashita. Narētā ga enkaku-teki ni hitsuyōna yuiitsu no riyū wa, anime ga senryaku o miseru jikan ga nakattari, episōdo no ma ni nani ga okotta ka, kawarini `hanasu' koto ni tayorazaru o enakattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mMadan no Ou to Vanadis is an anime that had all the pieces to create an excellent anime but clearly failed due to lack of budget and and a rushed adaptation. On top of that, the 'narrator' that the anime makes use of to explain strategy and battle situations in every episode was extremely annoying and detached you from the fantasy the anime created. The only reason the narrator was remotely necessary was because of just how rushed the anime was as the anime did't have time to 'show' the strategy or what took place between episodes and had to resort to 'telling' instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMadan no Ou to Vanadis is an anime that had all the pieces to create an excellent anime but clearly failed due to lack of budget and and a rushed adaptation.\u001b[24m\n    \u001b[1mMadan no Ou to Vanadisは、優れたアニメを制作するためにすべての作品を持っていたが、予算の不足と突然の適応のために明らかに失敗したアニメです。\u001b[22m, \u001b[1mヴァナへマダンのない王は、優れたアニメを作成するためにすべてのピースを持っていたが、明らかに起因する予算とし、急いで適応性の欠如のために失敗したアニメです。\u001b[22m\n\u001b[4mOn top of that, the 'narrator' that the anime makes use of to explain strategy and battle situations in every episode was extremely annoying and detached you from the fantasy the anime created.\u001b[24m\n    \u001b[1mその上、アニメがあらゆるエピソードで戦略や戦闘の状況を説明するのに使っている「ナレーター」は非常に迷惑で、アニメが作成したファンタジーからあなたを切り離しました。\u001b[22m, \u001b[1mその上で、アニメはすべてのエピソードに戦略と戦闘の状況を説明するための利用していることを「語り手」は非常に迷惑だったとアニメが作成した幻想からあなたを取り外しました。\u001b[22m\n\u001b[4mThe only reason the narrator was remotely necessary was because of just how rushed the anime was as the anime did't have time to 'show' the strategy or what took place between episodes and had to resort to 'telling' instead.\u001b[24m\n    \u001b[1mナレーターが遠隔的に必要な唯一の理由は、アニメが戦略を見せる時間がなかったり、エピソードの間に何が起こったか、代わりに「話す」ことに頼らざるを得なかったからです。\u001b[22m, \u001b[1m語り手がリモート必要だっただけの理由はアニメを急いでどれだけのものであったアニメは、「表示」戦略やどのようなエピソードとの間で行われ、代わりに「伝える」に頼らなければならなかったまでの時間を持っているdid'tようでした。\u001b[22m\n\u001b[1m\u001b[22m\n{Story} - The idea behind Vanadis is probably one of its strongest areas and it could have been developed into something great. Unfortunately being only a one cour anime, everything was extremely rushed and the story felt disjointed and very shallow. There were many references to characters in the story that never appear due to time constraints or are given extremely limited (literally one scene) appearances. Ultimately while the story had promise it failed to deliver a show that had you craving for the next episode due to its rushed pace.\n\n\u001b[1m{ストーリー}  - バナディスの背後にあるアイデアは、おそらく最も強い分野の1つであり、素晴らしいものに発展する可能性があります。 残念なことに、1つのコースアニメだけで、すべてが極端に急いで、物語はばらばらになって非常に浅い感じ。 物語の中には、時間的制約のために出現しないか、非常に限られた（文字通り1つの場面で）出現するものが多く含まれています。 結局のところ、ストーリーが約束していた間に、急いで次のエピソードを欲しがっていた番組を配信できなかった。\u001b[22m\n\u001b[1m({Sutōrī} - banadisu no haigo ni aru aidea wa, osoraku mottomo tsuyoi bun'ya no 1tsudeari, subarashī mono ni hatten suru kanōsei ga arimasu. Zan'nen'nakotoni, 1tsu no kōsuanime dake de, subete ga kyokutan ni isoide, monogatari wa barabara ni natte hijō ni asai kanji. Monogatari no nakaniha, jikan-teki seiyaku no tame ni shutsugen shinai ka, hijō ni kagira reta (mojidōri 1tsu no bamen de) shutsugen suru mono ga ōku fukuma rete imasu. Kekkyokunotokoro, sutōrī ga yakusoku shite ita ma ni, isoide tsugi no episōdo o hoshi gatte ita bangumi o haishin dekinakatta.)\u001b[22m\n\nTranslations of \u001b[4m{Story} - The idea behind Vanadis is probably one of its strongest areas and it could have been developed into something great. Unfortunately being only a one cour anime, everything was extremely rushed and the story felt disjointed and very shallow. There were many references to characters in the story that never appear due to time constraints or are given extremely limited (literally one scene) appearances. Ultimately while the story had promise it failed to deliver a show that had you craving for the next episode due to its rushed pace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{Story} - The idea behind Vanadis is probably one of its strongest areas and it could have been developed into something great.\u001b[24m\n    \u001b[1m{ストーリー}  - バナディスの背後にあるアイデアは、おそらく最も強い分野の1つであり、素晴らしいものに発展する可能性があります。\u001b[22m, \u001b[1m{ストーリー}  - ヴァナの背後にある考え方は、おそらく最も強い分野の一つであり、それは素晴らしいものに開発されている可能性があります。\u001b[22m\n\u001b[4mUnfortunately being only a one cour anime, everything was extremely rushed and the story felt disjointed and very shallow.\u001b[24m\n    \u001b[1m残念なことに、1つのコースアニメだけで、すべてが極端に急いで、物語はばらばらになって非常に浅い感じ。\u001b[22m, \u001b[1m残念ながら、唯一の1クールのアニメであること、すべてが非常に運ばれたとの話はまとまりのない、非常に浅い感じました。\u001b[22m\n\u001b[4mThere were many references to characters in the story that never appear due to time constraints or are given extremely limited (literally one scene) appearances.\u001b[24m\n    \u001b[1m物語の中には、時間的制約のために出現しないか、非常に限られた（文字通り1つの場面で）出現するものが多く含まれています。\u001b[22m, \u001b[1m時間的な制約に表示されない、または極めて限定され（文字通りワンシーン）の外観を与えている決して物語の中の文字には多くの参照がありました。\u001b[22m\n\u001b[4mUltimately while the story had promise it failed to deliver a show that had you craving for the next episode due to its rushed pace.\u001b[24m\n    \u001b[1m結局のところ、ストーリーが約束していた間に、急いで次のエピソードを欲しがっていた番組を配信できなかった。\u001b[22m, \u001b[1m物語は約束していた最終的ながら、それは、その駆けつけペースにあなたが次のエピソードのために渇望していた番組を配信するために失敗しました。\u001b[22m\n\u001b[1m\u001b[22m\n{Art} - The art in Vanadis was pretty mediocre. With the quality of anime coming out these days, the bar is set pretty high and Vanadis didn't meet that expectation. There are a lot of clipped scenes, poor animation, and repeated scenes. The show only gave each war maiden one or two abilities and seeing those abilities repeated over and over every episode really draws away from the visual effect.\n\n\u001b[1m{アート}  - バナディスの芸術はかなり平凡だった。 最近アニメの品質が出てきて、バーはかなり高く設定されており、Vanadisはその期待に応えられませんでした。 クリップされたシーン、不十分なアニメーション、繰り返しのシーンがあります。 ショーは各戦争の女の子に1つか2つの能力を与え、各エピソードが何度も何度も何度も繰り返されていることが実際に視覚効果から離れていくのを見ているだけです。\u001b[22m\n\u001b[1m({Āto} - banadisu no geijutsu wa kanari heibondatta. Saikin anime no hinshitsu ga dete kite, bā wa kanari takaku settei sa rete ori, Vanadis wa sono kitai ni kotae raremasendeshita. Kurippu sa reta shīn, fujūbun'na animēshon, kurikaeshi no shīn ga arimasu. Shō wa kaku sensō no on'nanoko ni 1tsu ka 2tsu no nōryoku o atae, kaku episōdo ga nandomonandomo nando mo kurikaesa rete iru koto ga jissai ni shikaku kōka kara hanarete iku no o mite iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4m{Art} - The art in Vanadis was pretty mediocre. With the quality of anime coming out these days, the bar is set pretty high and Vanadis didn't meet that expectation. There are a lot of clipped scenes, poor animation, and repeated scenes. The show only gave each war maiden one or two abilities and seeing those abilities repeated over and over every episode really draws away from the visual effect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{Art} - The art in Vanadis was pretty mediocre.\u001b[24m\n    \u001b[1m{アート}  - バナディスの芸術はかなり平凡だった。\u001b[22m, \u001b[1m{アート}  - ヴァナのアートはかなり平凡でした。\u001b[22m\n\u001b[4mWith the quality of anime coming out these days, the bar is set pretty high and Vanadis didn't meet that expectation.\u001b[24m\n    \u001b[1m最近アニメの品質が出てきて、バーはかなり高く設定されており、Vanadisはその期待に応えられませんでした。\u001b[22m, \u001b[1mアニメの品質は、これらの日に出てくると、バーはかなり高く設定され、ヴァナはその期待を満たしていませんでした。\u001b[22m\n\u001b[4mThere are a lot of clipped scenes, poor animation, and repeated scenes.\u001b[24m\n    \u001b[1mクリップされたシーン、不十分なアニメーション、繰り返しのシーンがあります。\u001b[22m, \u001b[1mクリップされたシーン、貧しいアニメーション、繰り返しシーンがたくさんあります。\u001b[22m\n\u001b[4mThe show only gave each war maiden one or two abilities and seeing those abilities repeated over and over every episode really draws away from the visual effect.\u001b[24m\n    \u001b[1mショーは各戦争の女の子に1つか2つの能力を与え、各エピソードが何度も何度も何度も繰り返されていることが実際に視覚効果から離れていくのを見ているだけです。\u001b[22m, \u001b[1mショーは、各戦争処女を1または2の能力を与え、それらの能力が何度も繰り返さおよびすべてのエピソードを介して本当に離れて視覚効果から描画見て。\u001b[22m\n\u001b[1m\u001b[22m\n{Sound} - As with the art, the sound and music in the anime were pretty mediocre. Nothing stood out as a wow moment and the things that first caught your ear on their first use became very repetitive as the show made use of the same abilities and tactics time after time.\n\n\u001b[1m{サウンド}  - アートと同じように、アニメのサウンドと音楽はかなり平凡だった。 初めは耳をつかんだものが、同じ能力と戦術を何度も使用していたため、非常に繰り返し的なものになりました。\u001b[22m\n\u001b[1m({Saundo} - āto to onajiyōni, anime no saundo to ongaku wa kanari heibondatta. Hajime wa mimi o tsukanda mono ga, onaji nōryoku to senjutsu o nando mo shiyō shite ita tame, hijō ni kurikaeshi-tekina mono ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4m{Sound} - As with the art, the sound and music in the anime were pretty mediocre. Nothing stood out as a wow moment and the things that first caught your ear on their first use became very repetitive as the show made use of the same abilities and tactics time after time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{Sound} - As with the art, the sound and music in the anime were pretty mediocre.\u001b[24m\n    \u001b[1m{サウンド}  - アートと同じように、アニメのサウンドと音楽はかなり平凡だった。\u001b[22m, \u001b[1m{サウンド}  - 芸術と同じように、アニメの音や音楽はかなり平凡でした。\u001b[22m\n\u001b[4mNothing stood out as a wow moment and the things that first caught your ear on their first use became very repetitive as the show made use of the same abilities and tactics time after time.\u001b[24m\n    \u001b[1m初めは耳をつかんだものが、同じ能力と戦術を何度も使用していたため、非常に繰り返し的なものになりました。\u001b[22m, \u001b[1m何もすごいモーメントとして際立っていないとショーは時間の後に同じ能力と戦術の時間を利用したとして最初に最初に使用するときに、あなたの耳をキャッチ物事は非常に反復的になりました。\u001b[22m\n\u001b[1m\u001b[22m\n{Character} - As with the story, the characters in Vanadis had a lot of promise but they were severely hampered by the rushed pace and short anime length. Some characters that were introduced were given zero time to show any character progression and others were introduced but the never followed up on. The anime supposedly has seven different war maidens but we're only introduced to six and only three are given any meangingful screen time. Even within those three, only two are really fleshed out as characters while the other one's reason for helping the main character's group is rather vague. Unfortunately what could have been a great story with great characters fell flat due to the extremely rushed pace.\n\n\u001b[1m{キャラクター}  - 物語のように、バナディスのキャラクターたちは約束を持っていましたが、急激なペースと短いアニメの長さによって厳しく邪魔されました。 導入された一部のキャラクターには、キャラクターの進行を示す時間ゼロが与えられ、他のキャラクターは紹介されたが、決して追跡されなかった。 アニメには7人の戦士がいますが、私たちは6人にしか紹介されておらず、3人には劇的なスクリーン・タイムが与えられます。 これらの3つの中でさえ、2人だけが実際にキャラクターとして肉体化され、一方、他のものは、主人公のグループがむしろあいまいであるのを助ける理由である。 残念ながら、非常に急いでペースのために偉大なキャラクターとの素晴らしい物語ができたのは平らになった。\u001b[22m\n\u001b[1m({Kyarakutā} - monogatari no yō ni, banadisu no kyarakutā-tachi wa yakusoku o motte imashitaga, kyūgekina pēsu to mijikai anime no naga-sa ni yotte kibishiku jama sa remashita. Dōnyū sa reta ichibu no kyarakutā ni wa, kyarakutā no shinkō o shimesu jikan zero ga atae rare, hoka no kyarakutā wa shōkai sa retaga, kesshite tsuiseki sa renakatta. Anime ni wa 7-ri no senshi ga imasuga, watashitachi wa 6-ri ni shika shōkai sa rete orazu, 3-ri ni wa gekitekina sukurīn taimu ga atae raremasu. Korera no 3ttsu no nakade sae, 2-ri dake ga jissai ni kyarakutā to shite nikutai-ka sa re, ippō, hoka no mono wa, shujinkō no gurūpu ga mushiro aimaidearu no o tasukeru riyūdearu. Zan'nen'nagara, hijō ni isoide pēsu no tame ni idaina kyarakutā to no subarashī monogatari ga dekita no wa taira ni natta.)\u001b[22m\n\nTranslations of \u001b[4m{Character} - As with the story, the characters in Vanadis had a lot of promise but they were severely hampered by the rushed pace and short anime length. Some characters that were introduced were given zero time to show any character progression and others were introduced but the never followed up on. The anime supposedly has seven different war maidens but we're only introduced to six and only three are given any meangingful screen time. Even within those three, only two are really fleshed out as characters while the other one's reason for helping the main character's group is rather vague. Unfortunately what could have been a great story with great characters fell flat due to the extremely rushed pace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{Character} - As with the story, the characters in Vanadis had a lot of promise but they were severely hampered by the rushed pace and short anime length.\u001b[24m\n    \u001b[1m{キャラクター}  - 物語のように、バナディスのキャラクターたちは約束を持っていましたが、急激なペースと短いアニメの長さによって厳しく邪魔されました。\u001b[22m, \u001b[1m{文字}  - 物語と同じように、ヴァナ内の文字は、約束がたくさんあったが、それらはひどく急いでペースとショートアニメの長さによって妨げられました。\u001b[22m\n\u001b[4mSome characters that were introduced were given zero time to show any character progression and others were introduced but the never followed up on.\u001b[24m\n    \u001b[1m導入された一部のキャラクターには、キャラクターの進行を示す時間ゼロが与えられ、他のキャラクターは紹介されたが、決して追跡されなかった。\u001b[22m, \u001b[1m導入された一部の文字は、任意の文字の進行を示すためにゼロ時間を与えられたと他の人が紹介されましたが、フォローアップすることはありません。\u001b[22m\n\u001b[4mThe anime supposedly has seven different war maidens but we're only introduced to six and only three are given any meangingful screen time.\u001b[24m\n    \u001b[1mアニメには7人の戦士がいますが、私たちは6人にしか紹介されておらず、3人には劇的なスクリーン・タイムが与えられます。\u001b[22m, \u001b[1mアニメはおそらく7つの異なる戦争の乙女を持っているが、我々は唯一の6に導入していて、3つだけが任意のmeangingful画面の時間を与えられています。\u001b[22m\n\u001b[4mEven within those three, only two are really fleshed out as characters while the other one's reason for helping the main character's group is rather vague.\u001b[24m\n    \u001b[1mこれらの3つの中でさえ、2人だけが実際にキャラクターとして肉体化され、一方、他のものは、主人公のグループがむしろあいまいであるのを助ける理由である。\u001b[22m, \u001b[1m主人公のグループを助けるための他の1の理由はかなり曖昧である一方であっても、これら3つの内、2つだけは本当に文字として肉付けされています。\u001b[22m\n\u001b[4mUnfortunately what could have been a great story with great characters fell flat due to the extremely rushed pace.\u001b[24m\n    \u001b[1m残念ながら、非常に急いでペースのために偉大なキャラクターとの素晴らしい物語ができたのは平らになった。\u001b[22m, \u001b[1m残念ながら大きな文字で素晴らしい話されている可能性がどのような原因で非常に急いでペースに平らに落ちました。\u001b[22m\n\u001b[1m\u001b[22m\n{Enjoyment} - The anime left a lot to be desired. Unlike many great anime that I have watched, I didn't feel the need to watch the next episode right away. I even forgot I was watching the anime for a few days before seeing a picture of the main character online. Again, the anime had a lot of potential but ultimately fell flat and the enjoyment level really suffered from this. I still did enjoy it while I was watching it but it never left me wanting more.\n\n\u001b[1m{楽しさ}  - アニメはたくさん残っていました。 私が見た多くの偉大なアニメとは違って、すぐに次のエピソードを見る必要はないと感じました。 私は主人公の写真をオンラインで見る前に数日間アニメを見ているのを忘れてしまった。 再び、アニメは多くの可能性を持っていましたが、最終的にはフラットになり、楽しさのレベルは本当に苦しんでいました。 私はそれを見ている間、私はまだそれを楽しんだが、それ以上のことを望んでいなかった。\u001b[22m\n\u001b[1m({Tanoshisa} - anime wa takusan nokotte imashita. Watashi ga mita ōku no idaina anime to wa chigatte, sugu ni tsugi no episōdo o miru hitsuyō wa nai to kanjimashita. Watashi wa shujinkō no shashin o onrain de miru mae ni sūjitsukan anime o mite iru no o wasurete shimatta. Futatabi, anime wa ōku no kanōsei o motte imashitaga, saishūtekini wa furatto ni nari, tanoshisa no reberu wa hontōni kurushinde imashita. Watashi wa sore o mite iru ma, watashi wa mada sore o tanoshindaga, soreijō no koto o nozonde inakatta.)\u001b[22m\n\nTranslations of \u001b[4m{Enjoyment} - The anime left a lot to be desired. Unlike many great anime that I have watched, I didn't feel the need to watch the next episode right away. I even forgot I was watching the anime for a few days before seeing a picture of the main character online. Again, the anime had a lot of potential but ultimately fell flat and the enjoyment level really suffered from this. I still did enjoy it while I was watching it but it never left me wanting more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{Enjoyment} - The anime left a lot to be desired.\u001b[24m\n    \u001b[1m{楽しさ}  - アニメはたくさん残っていました。\u001b[22m, \u001b[1m{楽しさは}  - アニメが望まれるべき多くを残しました。\u001b[22m\n\u001b[4mUnlike many great anime that I have watched, I didn't feel the need to watch the next episode right away.\u001b[24m\n    \u001b[1m私が見た多くの偉大なアニメとは違って、すぐに次のエピソードを見る必要はないと感じました。\u001b[22m, \u001b[1m私が見ている多くの偉大なアニメとは違って、私はすぐに次のエピソードを監視する必要性を感じませんでした。\u001b[22m\n\u001b[4mI even forgot I was watching the anime for a few days before seeing a picture of the main character online.\u001b[24m\n    \u001b[1m私は主人公の写真をオンラインで見る前に数日間アニメを見ているのを忘れてしまった。\u001b[22m, \u001b[1m私も、私はオンラインメインキャラクターの絵を見て前に数日間、アニメを見ていた忘れてしまいました。\u001b[22m\n\u001b[4mAgain, the anime had a lot of potential but ultimately fell flat and the enjoyment level really suffered from this.\u001b[24m\n    \u001b[1m再び、アニメは多くの可能性を持っていましたが、最終的にはフラットになり、楽しさのレベルは本当に苦しんでいました。\u001b[22m, \u001b[1mやはり、アニメは多くの可能性があったが、最終的にフラット落ち、本当にこの苦しん楽しレベル。\u001b[22m\n\u001b[4mI still did enjoy it while I was watching it but it never left me wanting more.\u001b[24m\n    \u001b[1m私はそれを見ている間、私はまだそれを楽しんだが、それ以上のことを望んでいなかった。\u001b[22m, \u001b[1m私はそれを見ていた間、私はまだそれを楽しんでいたが、それはより多くを望む私を残したことがありません。\u001b[22m\n\u001b[1m\u001b[22m\n{Overall} - Overall I gave this anime a 5/10 - one of the lowest scores I've given out on my animelist and in a review. The pacing and rushed feeling in Vanadis was such a huge detractor from the anime that I could never really enjoy it. There were a few bright spots in the anime but even those were rushed and pushed aside to hurry to the next plot point of the anime.\n\n\u001b[1m{全体}  - 全体的に私はこのアニメに5/10を与えました - 私はアニメリストとレビューで与えた最低のスコアの1つです。 バナディスのペーシングと急いで感じることは、アニメのような巨大な嫌悪感で、私はそれを本当に楽しむことができませんでした。 アニメにはいくつかの明るい斑点がありましたが、それらは急いでアニメの次のプロットポイントに急いで追いやられて押し出されました。\u001b[22m\n\u001b[1m({Zentai} - zentai-teki ni watashi wa kono anime ni 5/ 10 o ataemashita - watashi wa anime risuto to rebyū de ataeta saitei no sukoa no 1tsudesu. Banadisu no pēshingu to isoide kanjiru koto wa, anime no yōna kyodaina ken'o-kan de, watashi wa sore o hontōni tanoshimu koto ga dekimasendeshita. Anime ni wa ikutsu ka no akarui hanten ga arimashitaga, sorera wa isoide anime no tsugi no purotto pointo ni isoide oiyara rete oshidasa remashita.)\u001b[22m\n\nTranslations of \u001b[4m{Overall} - Overall I gave this anime a 5/10 - one of the lowest scores I've given out on my animelist and in a review. The pacing and rushed feeling in Vanadis was such a huge detractor from the anime that I could never really enjoy it. There were a few bright spots in the anime but even those were rushed and pushed aside to hurry to the next plot point of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m{Overall} - Overall I gave this anime a 5/10 - one of the lowest scores I've given out on my animelist and in a review.\u001b[24m\n    \u001b[1m{全体}  - 全体的に私はこのアニメに5/10を与えました - 私はアニメリストとレビューで与えた最低のスコアの1つです。\u001b[22m, \u001b[1m{全体}は - 私は私のanimelistに、レビューの中で与えた最も低いスコアの1  - 全体的に私はこのアニメ5/10を与えました。\u001b[22m\n\u001b[4mThe pacing and rushed feeling in Vanadis was such a huge detractor from the anime that I could never really enjoy it.\u001b[24m\n    \u001b[1mバナディスのペーシングと急いで感じることは、アニメのような巨大な嫌悪感で、私はそれを本当に楽しむことができませんでした。\u001b[22m, \u001b[1mペーシングおよびヴァナで気持ちを急いでは、私は本当にそれを楽しむことができませんでしたアニメからこのような巨大な中傷でした。\u001b[22m\n\u001b[4mThere were a few bright spots in the anime but even those were rushed and pushed aside to hurry to the next plot point of the anime.\u001b[24m\n    \u001b[1mアニメにはいくつかの明るい斑点がありましたが、それらは急いでアニメの次のプロットポイントに急いで追いやられて押し出されました。\u001b[22m, \u001b[1mそこのアニメにはいくつかの明るいスポットがあったが、でもそれらを急いでし、アニメの次のプロット点に急いでする押しのけ。\u001b[22m"
  },
  {
    "title": "Madan_no_Ou_to_Vanadis",
    "id": "24455",
    "url": "https://myanimelist.net/anime/24455/Madan_no_Ou_to_Vanadis",
    "user": "animeBee1ver",
    "profile": "/profile/animeBee1ver/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=201788",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  4\n\n\nこれが分かっているかどうかわからないが、この災害に遭遇していない人たちのためにそれについてのレビューをしてみよう。\n\nまあ、それほど悪くはありません。 私はただ劇的である。\nあなたが周りにいれば、おそらく1〜10〜12歳のあなたがこのシリーズが好きかもしれませんが、私は本当にそれを疑っています\nみんなが私と同じ味をしていると言っているわけではありませんが、私はここにいるのです。\n\nドラゴンがいる。 はいはい。\nそして、本当に、それは、追加の種がこの一連の災難を救うことができるという望みの中で、そのような壮大な架空の獣を取り入れることを私に迷惑をかける。\n（btw、誇張に気をつけて）\n\nだから私は続けます、\nもちろん、刀剣、弓道、城、王があります。もちろん、\nそして領土問題、戦争、\nしかし、いいえ、これは玉座のゲームではありません\nどのメディアとG.O.T. もちろん正義ではありません。\n\n他のどのような、\n1人の男、多くの女の子\n1ガールの価値がある、非常に強力な、強い。\n男は弱く、ガールは強い。\n強く弱い。\nしかし結局、事態が始まり、それは男の好意を変えるだろう。\nそして、その女の子、私は彼女について知りません。\n彼女は信じられないほどです。\nUnreal。\nそれだけでは不可能です。\n彼女はリーダーであり、兵士の、評判を気にしている、戦略的である\nしかし、チアリーダーのように行動する\n右？ 右？\n彼女はschezoのような....\nそして、言及されていない言葉は、岩のようです。  heh。\n彼についての償還のキャラクターはありません。\nだから普通の、平野。\nそして、sssssTTTTUpidをSOOOOOO。\nあなたが知っている、充電する人。\n敵を攻撃するときの姿勢を明らかにする射手。 アー！\n\n私が気づいたことは、これが遅いことです。\nイベントではなく、ストーリーの移動。\n多くの戦い、風、衝突があります。\nそしてそのために、物語はより遅くなった。 それはあなたがそれが動いていることに気づくためのエピソードのロードを取るだろう。\nあなたはおそらく私の意味を知っているでしょう。\n\nしかし、私は過去の出来事、キャラクターがそれを考えているとき、\nもちろん、現在の状況に関連しています。\n彼らがそれを何度もやっていないのであれば、それは良いだろう。\n次々に、彼らはキャラクターの記憶を見せてくれるので、私のようにあなたが混乱してしまう大きなチャンスがあります。\n\n要約すると、それはちょうど幼すぎる。 女性の指導者は、戦略的な会話に似ていることを言うかもしれませんが、私は全体として、最初からそれが何であるか、そして彼らの知性をどれだけ示しても、 ストーリーだけではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nDon't know if this is knew or not but let's have a review about it for those that have not encountered this disaster, and so, I may help and perhaps save lives by warning them this should be avoided.\n\n\u001b[1mこれが分かっているかどうかわからないが、この災害に遭遇していない人たちのためにそれについてのレビューをしてみよう。\u001b[22m\n\u001b[1m(Kore ga wakatte iru ka dō ka wakaranaiga, kono saigai ni sōgū shite inai hito-tachi no tame ni sore ni tsuite no rebyū o shite miyou.)\u001b[22m\n\nTranslations of \u001b[4mDon't know if this is knew or not but let's have a review about it for those that have not encountered this disaster, and so, I may help and perhaps save lives by warning them this should be avoided.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't know if this is knew or not but let's have a review about it for those that have not encountered this disaster, and so, I may help and perhaps save lives by warning them this should be avoided.\u001b[24m\n    \u001b[1mこれが分かっているかどうかわからないが、この災害に遭遇していない人たちのためにそれについてのレビューをしてみよう。\u001b[22m, \u001b[1mこれは知っていたか、されていない場合は知っているが、それでは、この災害に遭遇していないもののためにそれについてのレビューを持たせ、したがって、私は助けることが、おそらくこれは避けるべきであるそれらを警告することにより、命を保存しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nWell, it's not really that bad. I'm just being dramatic.\n\n\u001b[1mまあ、それほど悪くはありません。 私はただ劇的である。\u001b[22m\n\u001b[1m(Mā, sore hodo waruku wa arimasen. Watashi wa tada gekitekidearu.)\u001b[22m\n\nTranslations of \u001b[4mWell, it's not really that bad. I'm just being dramatic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, it's not really that bad.\u001b[24m\n    \u001b[1mまあ、それほど悪くはありません。\u001b[22m, \u001b[1mまあ、それは本当に悪いではありません。\u001b[22m\n\u001b[4mI'm just being dramatic.\u001b[24m\n    \u001b[1m私はただ劇的である。\u001b[22m, \u001b[1m私は劇的なされています。\u001b[22m\nIf you are around, maybe, 1 - 10 ~ 12 years old, you may like this series, but I really doubt it\n\n\u001b[1mあなたが周りにいれば、おそらく1〜10〜12歳のあなたがこのシリーズが好きかもしれませんが、私は本当にそれを疑っています\u001b[22m\n\u001b[1m(Anata ga mawari ni ireba, osoraku 1 〜 10 〜 12-sai no anata ga kono shirīzu ga suki kamo shiremasenga, watashi wa hontōni sore o utagatte imasu)\u001b[22m\n\nTranslations of \u001b[4mIf you are around, maybe, 1 - 10 ~ 12 years old, you may like this series, but I really doubt it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are around, maybe, 1 - 10 ~ 12 years old, you may like this series, but I really doubt it\u001b[24m\n    \u001b[1mあなたが周りにいれば、おそらく1〜10〜12歳のあなたがこのシリーズが好きかもしれませんが、私は本当にそれを疑っています\u001b[22m, \u001b[1mあなたの周りに、多分、1の場合は -  10〜12歳、あなたはこのシリーズが好きかもしれないが、私は実際にそれを疑います\u001b[22m\nThough I'm not saying everybody has the same taste as me, but you know were I'm getting at.\n\n\u001b[1mみんなが私と同じ味をしていると言っているわけではありませんが、私はここにいるのです。\u001b[22m\n\u001b[1m(Min'na ga watashi to onaji aji o shite iru to itte iru wakede wa arimasenga, watashi wa koko ni iru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mThough I'm not saying everybody has the same taste as me, but you know were I'm getting at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough I'm not saying everybody has the same taste as me, but you know were I'm getting at.\u001b[24m\n    \u001b[1mみんなが私と同じ味をしていると言っているわけではありませんが、私はここにいるのです。\u001b[22m, \u001b[1m私は誰もが私と同じ味を持って言っていないんだけど、あなたは私が取得していた知っているけど。\u001b[22m\n\u001b[1m\u001b[22m\nThere be dragons. Yes, Yes.\n\n\u001b[1mドラゴンがいる。 はいはい。\u001b[22m\n\u001b[1m(Doragon ga iru. Hai hai.)\u001b[22m\n\nTranslations of \u001b[4mThere be dragons. Yes, Yes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere be dragons.\u001b[24m\n    \u001b[1mドラゴンがいる。\u001b[22m, \u001b[1m竜が存在します。\u001b[22m\n\u001b[4mYes, Yes.\u001b[24m\n    \u001b[1mはいはい。\u001b[22m, \u001b[1mはい、はい。\u001b[22m\nAnd really, It annoys me that they incorporate such magnificent fictional beast , in the hopes that an added species could save this wreck of a series.\n\n\u001b[1mそして、本当に、それは、追加の種がこの一連の災難を救うことができるという望みの中で、そのような壮大な架空の獣を取り入れることを私に迷惑をかける。\u001b[22m\n\u001b[1m(Soshite, hontōni, soreha, tsuika no tane ga kono ichiren no sainan o sukuu koto ga dekiru to iu nozomi no naka de, sono yōna sōdaina kakū no kemono o toriireru koto o watashi ni meiwakuwokakeru.)\u001b[22m\n\nTranslations of \u001b[4mAnd really, It annoys me that they incorporate such magnificent fictional beast , in the hopes that an added species could save this wreck of a series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd really, It annoys me that they incorporate such magnificent fictional beast , in the hopes that an added species could save this wreck of a series.\u001b[24m\n    \u001b[1mそして、本当に、それは、追加の種がこの一連の災難を救うことができるという望みの中で、そのような壮大な架空の獣を取り入れることを私に迷惑をかける。\u001b[22m, \u001b[1mそして実際に、それは彼らが追加された種は、一連のこの難破船を救うことができる期待して、このような壮大な架空の獣を組み込むことを私に不愉快です。\u001b[22m\n(btw, mind the exaggerations)\n\n\u001b[1m（btw、誇張に気をつけて）\u001b[22m\n\u001b[1m((Btw, kochō ni kiwotsukete))\u001b[22m\n\nTranslations of \u001b[4m(btw, mind the exaggerations)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(btw, mind the exaggerations)\u001b[24m\n    \u001b[1m（btw、誇張に気をつけて）\u001b[22m, \u001b[1m（ところで、誇張を気に）\u001b[22m\n\u001b[1m\u001b[22m\nSo I continue,\n\n\u001b[1mだから私は続けます、\u001b[22m\n\u001b[1m(Dakara watashi wa tsudzukemasu,)\u001b[22m\n\nTranslations of \u001b[4mSo I continue,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo I continue,\u001b[24m\n    \u001b[1mだから私は続けます、\u001b[22m, \u001b[1mだから私は継続し、\u001b[22m\nThere be swords, archery, castles, and kings, of course,\n\n\u001b[1mもちろん、刀剣、弓道、城、王があります。もちろん、\u001b[22m\n\u001b[1m(Mochiron, tōken, kyūdō,-jō,-ō ga arimasu. Mochiron,)\u001b[22m\n\nTranslations of \u001b[4mThere be swords, archery, castles, and kings, of course,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere be swords, archery, castles, and kings, of course,\u001b[24m\n    \u001b[1mもちろん、刀剣、弓道、城、王があります。もちろん、\u001b[22m, \u001b[1mもちろん、剣、弓、城、王たちが存在すること\u001b[22m\nAnd territory issues, wars,\n\n\u001b[1mそして領土問題、戦争、\u001b[22m\n\u001b[1m(Soshite ryōdomondai, sensō,)\u001b[22m\n\nTranslations of \u001b[4mAnd territory issues, wars,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd territory issues, wars,\u001b[24m\n    \u001b[1mそして領土問題、戦争、\u001b[22m, \u001b[1mそして、の領土問題、戦争、\u001b[22m\nBut nope, this is no Game of thrones\n\n\u001b[1mしかし、いいえ、これは玉座のゲームではありません\u001b[22m\n\u001b[1m(Shikashi, īe, koreha gyokuza no gēmude wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mBut nope, this is no Game of thrones\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut nope, this is no Game of thrones\u001b[24m\n    \u001b[1mしかし、いいえ、これは玉座のゲームではありません\u001b[22m, \u001b[1mしかし、いや、これは玉座のないゲームではありません\u001b[22m\nheh, comparing any media to G.O.T. is no justice of course.\n\n\u001b[1mどのメディアとG.O.T. もちろん正義ではありません。\u001b[22m\n\u001b[1m(Dono media to G. O. T. Mochiron seigide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mheh, comparing any media to G.O.T. is no justice of course.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mheh, comparing any media to G.O.T.\u001b[24m\n    \u001b[1mどのメディアとG.O.T.\u001b[22m, \u001b[1mあわや、G.O.T.への任意のメディアを比較します\u001b[22m\n\u001b[4mis no justice of course.\u001b[24m\n    \u001b[1mもちろん正義ではありません。\u001b[22m, \u001b[1m当然のない正義はありません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd like any other,\n\n\u001b[1m他のどのような、\u001b[22m\n\u001b[1m(Ta nodo no yōna,)\u001b[22m\n\nTranslations of \u001b[4mAnd like any other,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd like any other,\u001b[24m\n    \u001b[1m他のどのような、\u001b[22m, \u001b[1mそして、他と同様に、\u001b[22m\none dude, many girls\n\n\u001b[1m1人の男、多くの女の子\u001b[22m\n\u001b[1m(1-Ri no otoko, ōku no on'nanoko)\u001b[22m\n\nTranslations of \u001b[4mone dude, many girls\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mone dude, many girls\u001b[24m\n    \u001b[1m1人の男、多くの女の子\u001b[22m, \u001b[1m1男、多くの女の子\u001b[22m\none gal worth mentioning, very powerful, strong.\n\n\u001b[1m1ガールの価値がある、非常に強力な、強い。\u001b[22m\n\u001b[1m(1 Gāru no kachigāru, hijō ni kyōryokuna, tsuyoi.)\u001b[22m\n\nTranslations of \u001b[4mone gal worth mentioning, very powerful, strong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mone gal worth mentioning, very powerful, strong.\u001b[24m\n    \u001b[1m1ガールの価値がある、非常に強力な、強い。\u001b[22m, \u001b[1m強い、非常に強力な、言及する価値が1ガロン。\u001b[22m\nThe dude, is weak, and that gal, strong.\n\n\u001b[1m男は弱く、ガールは強い。\u001b[22m\n\u001b[1m(Otoko wa yowaku, gāru wa tsuyoi.)\u001b[22m\n\nTranslations of \u001b[4mThe dude, is weak, and that gal, strong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe dude, is weak, and that gal, strong.\u001b[24m\n    \u001b[1m男は弱く、ガールは強い。\u001b[22m, \u001b[1m男は、弱い、そのギャル、強いです。\u001b[22m\nStrong and weak.\n\n\u001b[1m強く弱い。\u001b[22m\n\u001b[1m(Tsuyoku yowai.)\u001b[22m\n\nTranslations of \u001b[4mStrong and weak.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStrong and weak.\u001b[24m\n    \u001b[1m強く弱い。\u001b[22m, \u001b[1m強いと弱いです。\u001b[22m\nBut eventually, things starts happening, that'd change the favor of the dude.\n\n\u001b[1mしかし結局、事態が始まり、それは男の好意を変えるだろう。\u001b[22m\n\u001b[1m(Shikashi kekkyoku, jitai ga hajimari, soreha otoko no kōi o kaerudarou.)\u001b[22m\n\nTranslations of \u001b[4mBut eventually, things starts happening, that'd change the favor of the dude.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut eventually, things starts happening, that'd change the favor of the dude.\u001b[24m\n    \u001b[1mしかし結局、事態が始まり、それは男の好意を変えるだろう。\u001b[22m, \u001b[1mしかし、最終的には、物事が起こって開始し、それは男の好意を変更したいです。\u001b[22m\nAnd that gal, I don't know about her.\n\n\u001b[1mそして、その女の子、私は彼女について知りません。\u001b[22m\n\u001b[1m(Soshite, sono on'nanoko, watashi wa kanojo ni tsuite shirimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnd that gal, I don't know about her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd that gal, I don't know about her.\u001b[24m\n    \u001b[1mそして、その女の子、私は彼女について知りません。\u001b[22m, \u001b[1mそして、そのギャルは、私は彼女のことは知りません。\u001b[22m\nShe's like unbelievable.\n\n\u001b[1m彼女は信じられないほどです。\u001b[22m\n\u001b[1m(Kanojo wa shinji rarenai hododesu.)\u001b[22m\n\nTranslations of \u001b[4mShe's like unbelievable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe's like unbelievable.\u001b[24m\n    \u001b[1m彼女は信じられないほどです。\u001b[22m, \u001b[1m彼女は信じられないようなものです。\u001b[22m\nUnreal.\n\n\u001b[1mUnreal。\u001b[22m\n\u001b[1m(Anriaru.)\u001b[22m\n\nTranslations of \u001b[4mUnreal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnreal.\u001b[24m\n    \u001b[1mUnreal。\u001b[22m, \u001b[1m非現実。\u001b[22m\nIt just isn't possible.\n\n\u001b[1mそれだけでは不可能です。\u001b[22m\n\u001b[1m(Sore dakede wa fukanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt just isn't possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt just isn't possible.\u001b[24m\n    \u001b[1mそれだけでは不可能です。\u001b[22m\nShe is a leader see, of soldiers, that cares about reputation, and strategical\n\n\u001b[1m彼女はリーダーであり、兵士の、評判を気にしている、戦略的である\u001b[22m\n\u001b[1m(Kanojo wa rīdādeari, heishi no, hyōban o ki ni shite iru, senryaku-tekidearu)\u001b[22m\n\nTranslations of \u001b[4mShe is a leader see, of soldiers, that cares about reputation, and strategical\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe is a leader see, of soldiers, that cares about reputation, and strategical\u001b[24m\n    \u001b[1m彼女はリーダーであり、兵士の、評判を気にしている、戦略的である\u001b[22m, \u001b[1m彼女は評判を気に兵士のリーダーを参照してください、であり、戦略的\u001b[22m\nBut acts like a cheerleader\n\n\u001b[1mしかし、チアリーダーのように行動する\u001b[22m\n\u001b[1m(Shikashi, chiarīdā no yō ni kōdō suru)\u001b[22m\n\nTranslations of \u001b[4mBut acts like a cheerleader\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut acts like a cheerleader\u001b[24m\n    \u001b[1mしかし、チアリーダーのように行動する\u001b[22m, \u001b[1mしかし、チアリーダーのように作用します\u001b[22m\nRight? right?\n\n\u001b[1m右？ 右？\u001b[22m\n\u001b[1m(Migi? Migi?)\u001b[22m\n\nTranslations of \u001b[4mRight? right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRight?\u001b[24m\n    \u001b[1m右？\u001b[22m, \u001b[1m右？\u001b[22m, \u001b[1mそう？\u001b[22m\n\u001b[4mright?\u001b[24m\n    \u001b[1m右？\u001b[22m, \u001b[1m右？\u001b[22m, \u001b[1mそう？\u001b[22m\nShe's like a schezo....\n\n\u001b[1m彼女はschezoのような....\u001b[22m\n\u001b[1m(Kanojo wa schezo no yōna....)\u001b[22m\n\nTranslations of \u001b[4mShe's like a schezo....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShe's like a schezo....\u001b[24m\n    \u001b[1m彼女はschezoのような....\u001b[22m, \u001b[1m彼女はschezoようなものです....\u001b[22m\nAnd the duded mentioned, is like a rock. heh.\n\n\u001b[1mそして、言及されていない言葉は、岩のようです。  heh。\u001b[22m\n\u001b[1m(Soshite, genkyū sa rete inai kotoba wa, iwa no yōdesu. Heh.)\u001b[22m\n\nTranslations of \u001b[4mAnd the duded mentioned, is like a rock. heh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the duded mentioned, is like a rock.\u001b[24m\n    \u001b[1mそして、言及されていない言葉は、岩のようです。\u001b[22m, \u001b[1mそして、述べたduded、岩のようなものです。\u001b[22m\n\u001b[4mheh.\u001b[24m\n    \u001b[1mheh。\u001b[22m, \u001b[1mあわや。\u001b[22m\nThere no redeeming character about him.\n\n\u001b[1m彼についての償還のキャラクターはありません。\u001b[22m\n\u001b[1m(Kare ni tsuite no shōkan no kyarakutā wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere no redeeming character about him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere no redeeming character about him.\u001b[24m\n    \u001b[1m彼についての償還のキャラクターはありません。\u001b[22m, \u001b[1mそこに彼についての無欠点を補う文字。\u001b[22m\nSo ordinary, plain.\n\n\u001b[1mだから普通の、平野。\u001b[22m\n\u001b[1m(Dakara futsū no, heiya.)\u001b[22m\n\nTranslations of \u001b[4mSo ordinary, plain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo ordinary, plain.\u001b[24m\n    \u001b[1mだから普通の、平野。\u001b[22m, \u001b[1mだから、普通の無地。\u001b[22m\nAnd soooooo sssssTTTTUpid.\n\n\u001b[1mそして、sssssTTTTUpidをSOOOOOO。\u001b[22m\n\u001b[1m(Soshite, sssssTTTTUpid o SOOOOOO.)\u001b[22m\n\nTranslations of \u001b[4mAnd soooooo sssssTTTTUpid.\u001b[24m\n[ \u001b[4mBasa Sunda\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd\u001b[24m\n    \u001b[1mそして、\u001b[22m, \u001b[1mと\u001b[22m, \u001b[1mそして\u001b[22m, \u001b[1mおよび\u001b[22m\n\u001b[4msssssTTTTUpid\u001b[24m\n    \u001b[1msssssTTTTUpid\u001b[22m\n\u001b[4msssssTTTTUpid\u001b[24m\n    \u001b[1mを\u001b[22m, \u001b[1mし\u001b[22m, \u001b[1mと\u001b[22m, \u001b[1mに\u001b[22m, \u001b[1mが\u001b[22m\n\u001b[4msoooooo\u001b[24m\n    \u001b[1mSOOOOOO\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nYou know, someone that goes charging.\n\n\u001b[1mあなたが知っている、充電する人。\u001b[22m\n\u001b[1m(Anata ga shitte iru, jūden suru hito.)\u001b[22m\n\nTranslations of \u001b[4mYou know, someone that goes charging.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know, someone that goes charging.\u001b[24m\n    \u001b[1mあなたが知っている、充電する人。\u001b[22m, \u001b[1mあなたは、充電行く誰かを知っています。\u001b[22m\nAn archer that'd expose his position when attacks the enemies. arrgh!\n\n\u001b[1m敵を攻撃するときの姿勢を明らかにする射手。 アー！\u001b[22m\n\u001b[1m(Teki o kōgeki suru toki no shisei o akiraka ni suru ite. Ā!)\u001b[22m\n\nTranslations of \u001b[4mAn archer that'd expose his position when attacks the enemies. arrgh!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn archer that'd expose his position when attacks the enemies.\u001b[24m\n    \u001b[1m敵を攻撃するときの姿勢を明らかにする射手。\u001b[22m, \u001b[1m敵を攻撃するときに彼の立場を公開したい射手。\u001b[22m\n\u001b[4marrgh!\u001b[24m\n    \u001b[1mアー！\u001b[22m, \u001b[1marrgh！\u001b[22m\n\u001b[1m\u001b[22m\nAnd one thing I noticed, is that this is slow.\n\n\u001b[1m私が気づいたことは、これが遅いことです。\u001b[22m\n\u001b[1m(Watashi ga kidzuita koto wa, kore ga osoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd one thing I noticed, is that this is slow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd one thing I noticed, is that this is slow.\u001b[24m\n    \u001b[1m私が気づいたことは、これが遅いことです。\u001b[22m, \u001b[1mそして、私は気づいた一つのことは、これが遅いということです。\u001b[22m\nNot the events, but the moving of the story.\n\n\u001b[1mイベントではなく、ストーリーの移動。\u001b[22m\n\u001b[1m(Ibentode wa naku, sutōrī no idō.)\u001b[22m\n\nTranslations of \u001b[4mNot the events, but the moving of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot the events, but the moving of the story.\u001b[24m\n    \u001b[1mイベントではなく、ストーリーの移動。\u001b[22m, \u001b[1mていないイベントが、物語の移動。\u001b[22m\nThere are a lot of fights, winds, clashes.\n\n\u001b[1m多くの戦い、風、衝突があります。\u001b[22m\n\u001b[1m(Ōku no tatakai,-fū, shōtotsu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are a lot of fights, winds, clashes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a lot of fights, winds, clashes.\u001b[24m\n    \u001b[1m多くの戦い、風、衝突があります。\u001b[22m, \u001b[1m戦い、風、衝突がたくさんあります。\u001b[22m\nAnd so due to that, the story became slower. and it'd take loads of episodes for you to notice it's moving.\n\n\u001b[1mそしてそのために、物語はより遅くなった。 それはあなたがそれが動いていることに気づくためのエピソードのロードを取るだろう。\u001b[22m\n\u001b[1m(Soshite sonotame ni, monogatari wa yori osoku natta. Sore wa anata ga sore ga ugoite iru koto ni kidzuku tame no episōdo no rōdo o torudarou.)\u001b[22m\n\nTranslations of \u001b[4mAnd so due to that, the story became slower. and it'd take loads of episodes for you to notice it's moving.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd so due to that, the story became slower.\u001b[24m\n    \u001b[1mそしてそのために、物語はより遅くなった。\u001b[22m, \u001b[1mそれに起因するので、話が遅くなりました。\u001b[22m\n\u001b[4mand it'd take loads of episodes for you to notice it's moving.\u001b[24m\n    \u001b[1mそれはあなたがそれが動いていることに気づくためのエピソードのロードを取るだろう。\u001b[22m, \u001b[1mそしてそれが動いて気づくことあなたのためのエピソードの負荷を取ると思います。\u001b[22m\nYou probably know what i mean.\n\n\u001b[1mあなたはおそらく私の意味を知っているでしょう。\u001b[22m\n\u001b[1m(Anata wa osoraku watashi no imi o shitte irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mYou probably know what i mean.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou probably know what i mean.\u001b[24m\n    \u001b[1mあなたはおそらく私の意味を知っているでしょう。\u001b[22m, \u001b[1mあなたは、おそらく私が何を意味するか知っています。\u001b[22m\n\u001b[1m\u001b[22m\nBut I like the part when they'd show us the past events, when a character is thinking about it,\n\n\u001b[1mしかし、私は過去の出来事、キャラクターがそれを考えているとき、\u001b[22m\n\u001b[1m(Shikashi, watashi wa kako no dekigoto, kyarakutā ga sore o kangaete iru toki,)\u001b[22m\n\nTranslations of \u001b[4mBut I like the part when they'd show us the past events, when a character is thinking about it,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I like the part when they'd show us the past events, when a character is thinking about it,\u001b[24m\n    \u001b[1mしかし、私は過去の出来事、キャラクターがそれを考えているとき、\u001b[22m, \u001b[1mしかし、私は、文字はそれについて考えているとき、彼らは、私たちに過去のイベントを表示したい部分が好き\u001b[22m\nrelated to the current situation, of course.\n\n\u001b[1mもちろん、現在の状況に関連しています。\u001b[22m\n\u001b[1m(Mochiron, genzai no jōkyō ni kanren shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mrelated to the current situation, of course.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mrelated to the current situation, of course.\u001b[24m\n    \u001b[1mもちろん、現在の状況に関連しています。\u001b[22m, \u001b[1mもちろん、現在の状況に関連します。\u001b[22m\nIt'd be good, if only they haven't done it so many times.\n\n\u001b[1m彼らがそれを何度もやっていないのであれば、それは良いだろう。\u001b[22m\n\u001b[1m(Karera ga sore o nando mo yatte inai nodeareba, sore wa yoidarou.)\u001b[22m\n\nTranslations of \u001b[4mIt'd be good, if only they haven't done it so many times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt'd be good, if only they haven't done it so many times.\u001b[24m\n    \u001b[1m彼らがそれを何度もやっていないのであれば、それは良いだろう。\u001b[22m, \u001b[1m彼らはそれを何度も行っていない場合にのみ、それは、良いことと思います。\u001b[22m\nOne after another, they'd show a character's memory, so there is a greater chance you'd get disoriented, as I am.\n\n\u001b[1m次々に、彼らはキャラクターの記憶を見せてくれるので、私のようにあなたが混乱してしまう大きなチャンスがあります。\u001b[22m\n\u001b[1m(Tsugitsugini, karera wa kyarakutā no kioku o misete kurerunode, watashi no yō ni anata ga konran shite shimau ōkina chansu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne after another, they'd show a character's memory, so there is a greater chance you'd get disoriented, as I am.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne after another, they'd show a character's memory, so there is a greater chance you'd get disoriented, as I am.\u001b[24m\n    \u001b[1m次々に、彼らはキャラクターの記憶を見せてくれるので、私のようにあなたが混乱してしまう大きなチャンスがあります。\u001b[22m, \u001b[1m私とあなたは、混乱取得したい大きなチャンスがあるので、次々と、彼らは、文字のメモリを示していると思います。\u001b[22m\n\u001b[1m\u001b[22m\nIn summary, it's just too childish. The lady leader may say things resembling to a strategical conversation, but I tell you, as a whole, it just doesn't make sense, since from the start it's what it is, and so no matter how much they show their intelligence, the story just isn't.\n\n\u001b[1m要約すると、それはちょうど幼すぎる。 女性の指導者は、戦略的な会話に似ていることを言うかもしれませんが、私は全体として、最初からそれが何であるか、そして彼らの知性をどれだけ示しても、 ストーリーだけではありません。\u001b[22m\n\u001b[1m(Yōyaku suru to, sore wa chōdo osana sugiru. Josei no shidō-sha wa, senryaku-tekina kaiwa ni nite iru koto o iu kamo shiremasenga, watashi wa zentai to shite, saisho kara sore ga nandearu ka, soshite karera no chisei o dore dake shimeshite mo, sutōrī dakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn summary, it's just too childish. The lady leader may say things resembling to a strategical conversation, but I tell you, as a whole, it just doesn't make sense, since from the start it's what it is, and so no matter how much they show their intelligence, the story just isn't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn summary, it's just too childish.\u001b[24m\n    \u001b[1m要約すると、それはちょうど幼すぎる。\u001b[22m, \u001b[1m要約すると、それはあまりにも幼稚です。\u001b[22m\n\u001b[4mThe lady leader may say things resembling to a strategical conversation, but I tell you, as a whole, it just doesn't make sense, since from the start it's what it is, and so no matter how much they show their intelligence, the\u001b[24m\n    \u001b[1m女性の指導者は、戦略的な会話に似ていることを言うかもしれませんが、私は全体として、最初からそれが何であるか、そして彼らの知性をどれだけ示しても、\u001b[22m, \u001b[1m全体として、それは最初から、それはそれが何であるかだからだけで、意味がない、と彼らは彼らの知性を示してどのくらいのように関係なく、女性のリーダーは、物事は戦略的な会話に似ていると言うかもしれないが、私はあなたを教えて\u001b[22m\n\u001b[4mstory just isn't.\u001b[24m\n    \u001b[1mストーリーだけではありません。\u001b[22m, \u001b[1m物語はただではありません。\u001b[22m"
  }
]
