[
  {
    "title": "Toushinden",
    "id": "2462",
    "url": "https://myanimelist.net/anime/2462/Toushinden",
    "user": "Retro8bit",
    "profile": "/profile/Retro8bit/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=9449",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nバトルアリーナToshinden（そのビデオゲームの兄弟のような）は非常によく知られているタイトルではありません、それはアニメ自体がかなり降下しているので、本当に残念です！\n\nプロットは、基本的にこれまで数年の間に混乱を招く可能性があります。そうすれば、世界最高の戦闘機を決めるためのトーナメントが開催されます。 メインの悪役（天王星）は、世界を引き継ぐために男のマシンのクローンを作り、彼女を止めるためにToshindenの戦闘機をアップしています........それは基本的にそれです。 ストーリーが実際にビデオゲームをする視聴者を獲得するわけではないが、この2つのエピソードOVAが終わる前に、ちょうどあなたをストーリーの中に入れておくのは大丈夫だ。  （これ以上長くなり、間違いなく失効するでしょう）このシリーズはアクション・シーケンスで成功しますが、戦闘はストリート・ファイター・シリーズで見られるものと同じではありませんが、キャラクター自体は良好な流動性とスタイルで動きます。 戦闘とストーリーが両立しているので、相手を圧倒する心配はありません。\n\nキャラクターの個性は、えー、カオス、カイ以外の人については決して知りませんでした。 他のToshindenの戦士たちの大部分は、（数秒間でさえ数少ないが）十分に十分に示されているが、それらの3つの戦闘機と比較してかなり小さい。 あなたがゲームをプレイしたことがない場合（ほとんどの人の場合）は、誰が何を誰が意味するのか不思議に思う時間があります。このアニメは、 主なプロットがあなたに必要とするもの以外の文字の関係。 全体的には、これは多くの戦闘機を持っている2つのエピソードシリーズのためにやむを得ないものです。\n\n80年代と90年代のあなたが私のようなアニメをたくさん見ていたら、その時代の音楽に即座に戻ってきます。 残念ながらオープニングのテーマはありませんが、終わりのものはかなりキャッチーですが、そのようなアクションタイトルで外れていると主張する人もいます。 バックグラウンドミュージックは、このタイトルが成功すると感じるところです。その時代に人気があったクールなテクノ・ビートが入っていて、適切なタイミングで良い音符を打ちます。 ショーがもたらす雰囲気は、時には興奮しているだけでなく、気味悪いこともあります。 音楽は誰にとっても必ずしもそうではありませんが、仕事をして、その時代にふさわしいものでした。\n\n私が言わなければならないアートワークは素晴らしいですが、今日はその年齢を示していますが、これはかなり詳細で整形されたタイトルです。 あなたは、今日のアニメとは異なるアートを見つける可能性が高いでしょう。 たとえば、文字に描かれた目は、よりスリムであり、私たちが見ているハイライトは含まれていません。 戦闘機の衣服は独特なものからデフォルトのものまでありますが、キャラクターにうまくフィットします。 私はクレジットがアニメではなくビデオゲームにもっと価値があると思います。\n\n私が最初にこれを見た1996年に、私はそれを愛しました！ しかし、私は14歳で、以前はゲームをプレイしていませんでした。 私は今それを見るごとに、それは私が良いアクションタイトルがあるべきであると感じるもので私のために少し下に行く、それはまだそれ以上のすべての魅力を持っています...このアニメがアクション作物のクリームだったときに戻る ！\n\n全体的なバトルアリーナToshindenは面白いシリーズです！ あなたがゲームやアクションアニメ全般の熱心なファンなら、おそらくこのタイトルに失望し、十分なバックストーリー、戦闘、または外観がないので、2つの数字を下げて全体のスコアを下げる必要があります いくつかの文字からあなたを満足させる。 しかし、あなたが自分のようなカジュアルなアクションファンなら、それがその時間に適切であることを心に留めている限り、あなたのリストに追加するのに十分な降下を見つけるだろうと思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nBattle Arena Toshinden (like its video game brother) isn't a very well know title, which is really a shame since the anime itself is pretty descent!\n\n\u001b[1mバトルアリーナToshinden（そのビデオゲームの兄弟のような）は非常によく知られているタイトルではありません、それはアニメ自体がかなり降下しているので、本当に残念です！\u001b[22m\n\u001b[1m(Batoruarīna Toshinden (sono bideogēmu no kyōdai no yōna) wa hijō ni yoku shira rete iru taitorude wa arimasen, soreha anime jitai ga kanari kōka shite irunode, hontōni zan'nendesu!)\u001b[22m\n\nTranslations of \u001b[4mBattle Arena Toshinden (like its video game brother) isn't a very well know title, which is really a shame since the anime itself is pretty descent!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBattle Arena Toshinden (like its video game brother) isn't a very well know title, which is really a shame since the anime itself is pretty descent!\u001b[24m\n    \u001b[1mバトルアリーナToshinden（そのビデオゲームの兄弟のような）は非常によく知られているタイトルではありません、それはアニメ自体がかなり降下しているので、本当に残念です！\u001b[22m, \u001b[1m闘神伝（そのビデオゲームの兄弟のような）は、アニメ自体はかなりの降下であるので、本当に残念ですタイトルを、よく知っているではありません！\u001b[22m\n\u001b[1m\u001b[22m\nThe plot at times can be a bite confusing, basically ever few years or so a tournament is held to decide the best fighter in the world......or at least until the next one anyway. The main villain (Uranus) is creating man machine clones to take over the world, and its up the Toshinden fighters to stop her........yeah basically that's it. Now while the story isn't going to win any viewers to actually play the video game, it does do an okay job of keeping you into the story just long enough before this 2 episode OVA ends. (any longer and it would definitely grow stale) This series does succeed in the action sequences though, while fighting isn't anything on par with what you would see in the Street Fighter series, the characters themselves move with good fluidity and style. The combat and story walk hand in hand, so you don't have to worry about one overpowering the other.\n\n\u001b[1mプロットは、基本的にこれまで数年の間に混乱を招く可能性があります。そうすれば、世界最高の戦闘機を決めるためのトーナメントが開催されます。 メインの悪役（天王星）は、世界を引き継ぐために男のマシンのクローンを作り、彼女を止めるためにToshindenの戦闘機をアップしています........それは基本的にそれです。 ストーリーが実際にビデオゲームをする視聴者を獲得するわけではないが、この2つのエピソードOVAが終わる前に、ちょうどあなたをストーリーの中に入れておくのは大丈夫だ。  （これ以上長くなり、間違いなく失効するでしょう）このシリーズはアクション・シーケンスで成功しますが、戦闘はストリート・ファイター・シリーズで見られるものと同じではありませんが、キャラクター自体は良好な流動性とスタイルで動きます。 戦闘とストーリーが両立しているので、相手を圧倒する心配はありません。\u001b[22m\n\u001b[1m(Purotto wa, kihontekini kore made sū-nen no ma ni konran o maneku kanōsei ga arimasu. Sō sureba, sekai saikō no sentōki o kimeru tame no tōnamento ga kaisai sa remasu. Mein no akuyaku (ten'nōsei) wa, sekai o hikitsugu tame ni otoko no mashin no kurōn o tsukuri, kanojo o tomeru tame ni Toshinden no sentōki o appu shite imasu.. ... ... Sore wa kihontekini soredesu. Sutōrī ga jissai ni bideogēmu o suru shichō-sha o kakutoku suru wakede wa naiga, kono 2tsu no episōdo ovu~a ga owaru mae ni, chōdo anata o sutōrī no naka ni irete oku no wa daijōbuda. (Kore ijō nagaku nari, machigainaku shikkō surudeshou) kono shirīzu wa akushon shīkensu de seikō shimasuga, sentō wa sutorīto faitā shirīzu de mi rareru mono to onajide wa arimasenga, kyarakutā jitai wa ryōkōna ryūdō-sei to sutairu de ugokimasu. Sentō to sutōrī ga ryōritsu shite irunode, aite o attō suru shinpai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe plot at times can be a bite confusing, basically ever few years or so a tournament is held to decide the best fighter in the world......or at least until the next one anyway. The main villain (Uranus) is creating man machine clones to take over the world, and its up the Toshinden fighters to stop her........yeah basically that's it. Now while the story isn't going to win any viewers to actually play the video game, it does do an okay job of keeping you into the story just long enough before this 2 episode OVA ends. (any longer and it would definitely grow stale) This series does succeed in the action sequences though, while fighting isn't anything on par with what you would see in the Street Fighter series, the characters themselves move with good fluidity and style. The combat and story walk hand in hand, so you don't have to worry about one overpowering the other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot at times can be a bite confusing, basically ever few years or so a tournament is held to decide the best fighter in the world......or at least until the next one anyway.\u001b[24m\n    \u001b[1mプロットは、基本的にこれまで数年の間に混乱を招く可能性があります。そうすれば、世界最高の戦闘機を決めるためのトーナメントが開催されます。\u001b[22m, \u001b[1m時間でのプロットは混乱一口、基本的にはこれまで数年かそこらトーナメントは世界で最高の戦闘機を決定するために保持されている......または少なくともとにかく次の1までとすることができます。\u001b[22m\n\u001b[4mThe main villain (Uranus) is creating man machine clones to take over the world, and its up the Toshinden fighters to stop her........yeah basically that's it.\u001b[24m\n    \u001b[1mメインの悪役（天王星）は、世界を引き継ぐために男のマシンのクローンを作り、彼女を止めるためにToshindenの戦闘機をアップしています........それは基本的にそれです。\u001b[22m, \u001b[1mメイン悪役（天王星）ええ、基本的にそれはある........彼女を停止するToshindenの戦闘機を、世界を引き継ぐためにマンマシンのクローンを作成し、そのアップされています。\u001b[22m\n\u001b[4mNow while the story isn't going to win any viewers to actually play the video game, it does do an okay job of keeping you into the story just long enough before this 2 episode OVA ends.\u001b[24m\n    \u001b[1mストーリーが実際にビデオゲームをする視聴者を獲得するわけではないが、この2つのエピソードOVAが終わる前に、ちょうどあなたをストーリーの中に入れておくのは大丈夫だ。\u001b[22m, \u001b[1m物語は実際にビデオゲームをプレイするために、任意の視聴者を獲得するつもりはないされている今、それだけで十分な長さ、この2エピソードOVAが終了する前の話にあなたを保つ大丈夫仕事をしません。\u001b[22m\n\u001b[4m(any longer and it would definitely grow stale) This series does succeed in the action sequences though, while fighting isn't anything on par with what you would see in the Street Fighter series, the characters themselves move with good fluidity and style.\u001b[24m\n    \u001b[1m（これ以上長くなり、間違いなく失効するでしょう）このシリーズはアクション・シーケンスで成功しますが、戦闘はストリート・ファイター・シリーズで見られるものと同じではありませんが、キャラクター自体は良好な流動性とスタイルで動きます。\u001b[22m, \u001b[1m文字自体は良好な流動性とスタイルで移動し、戦闘があなたはストリートファイターシリーズで見ることになるものと同等のものではありませんしながら、このシリーズは、しかしアクションシーケンスに成功しない（もはや、それは間違いなく陳腐成長するだろう）。\u001b[22m\n\u001b[4mThe combat and story walk hand in hand, so you don't have to worry about one overpowering the other.\u001b[24m\n    \u001b[1m戦闘とストーリーが両立しているので、相手を圧倒する心配はありません。\u001b[22m, \u001b[1m手に戦闘やストーリー歩行手は、あなたが、約1他を圧倒心配する必要はありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe character's personalities are captured quite nice, its just a shame that we never really get to know about anyone other than Eji, Chaos and Kayin. Most of the other Toshinden warriors are shown well enough, (though some only for a few seconds) but its pretty minimal compared to those three. If you have never played the game, (which is the case with most people) there will be times where you will be wondering just who means what to who, this can be bad since this anime doesn't do that great of a job describing the relationships between the characters.....other than what the main plot needs you to know. Overall this is something that is unavoidable for a 2 episode series that has many fighters in it.\n\n\u001b[1mキャラクターの個性は、えー、カオス、カイ以外の人については決して知りませんでした。 他のToshindenの戦士たちの大部分は、（数秒間でさえ数少ないが）十分に十分に示されているが、それらの3つの戦闘機と比較してかなり小さい。 あなたがゲームをプレイしたことがない場合（ほとんどの人の場合）は、誰が何を誰が意味するのか不思議に思う時間があります。このアニメは、 主なプロットがあなたに必要とするもの以外の文字の関係。 全体的には、これは多くの戦闘機を持っている2つのエピソードシリーズのためにやむを得ないものです。\u001b[22m\n\u001b[1m(Kyarakutā no kosei wa, e ̄ , kaosu, kai igai no hito ni tsuite wa kesshite shirimasendeshita. Hoka no Toshinden no senshi-tachi no daibubun wa,(sū-byōkande sae kazusukunaiga) jūbun ni jūbun ni shimesa rete iruga, sorera no 3ttsu no sentōki to hikaku shite kanari chīsai. Anata ga gēmu o purei shita koto ga nai baai (hotondo no hito no baai) wa, dare ga nani o dare ga imi suru no ka fushigi ni omou jikan ga arimasu. Kono anime wa, omona purotto ga anata ni hitsuyō to suru mono igai no moji no kankei. Zentai-teki ni wa, kore wa ōku no sentōki o motte iru 2tsu no episōdoshirīzu no tame ni yamuwoenai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe character's personalities are captured quite nice, its just a shame that we never really get to know about anyone other than Eji, Chaos and Kayin. Most of the other Toshinden warriors are shown well enough, (though some only for a few seconds) but its pretty minimal compared to those three. If you have never played the game, (which is the case with most people) there will be times where you will be wondering just who means what to who, this can be bad since this anime doesn't do that great of a job describing the relationships between the characters.....other than what the main plot needs you to know. Overall this is something that is unavoidable for a 2 episode series that has many fighters in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character's personalities are captured quite nice, its just a shame that we never really get to know about anyone other than Eji, Chaos and Kayin.\u001b[24m\n    \u001b[1mキャラクターの個性は、えー、カオス、カイ以外の人については決して知りませんでした。\u001b[22m, \u001b[1mキャラクターの個性は、私たちは本当にEji、カオスとカイン以外の誰を知って取得することはありませんかなり良い、そのちょうど恥を捕獲しています。\u001b[22m\n\u001b[4mMost of the other Toshinden warriors are shown well enough, (though some only for a few seconds) but its pretty minimal compared to those three.\u001b[24m\n    \u001b[1m他のToshindenの戦士たちの大部分は、（数秒間でさえ数少ないが）十分に十分に示されているが、それらの3つの戦闘機と比較してかなり小さい。\u001b[22m, \u001b[1m（ほんの数秒のためのいくつかが）が、そのかなり最小限のは、これらの3つに比べて他のToshinden戦士のほとんどは、十分に示されています。\u001b[22m\n\u001b[4mIf you have never played the game, (which is the case with most people) there will be times where you will be wondering just who means what to who, this can be bad since this anime doesn't do that great of a job describing\u001b[24m\n    \u001b[1mあなたがゲームをプレイしたことがない場合（ほとんどの人の場合）は、誰が何を誰が意味するのか不思議に思う時間があります。このアニメは、\u001b[22m, \u001b[1mあなたはこのアニメが記述仕事の偉大を行いませんので、誰に、これは悪いことができるかを意味誰が思っされる倍があります（ほとんどの人の場合である）、ゲームをプレイしたことがない場合\u001b[22m\n\u001b[4mthe relationships between the characters.....other than what the main plot needs you to know.\u001b[24m\n    \u001b[1m主なプロットがあなたに必要とするもの以外の文字の関係。\u001b[22m, \u001b[1m主なプロットは知っているあなたを必要とするもの以外の文字の間の関係...。\u001b[22m\n\u001b[4mOverall this is something that is unavoidable for a 2 episode series that has many fighters in it.\u001b[24m\n    \u001b[1m全体的には、これは多くの戦闘機を持っている2つのエピソードシリーズのためにやむを得ないものです。\u001b[22m, \u001b[1m全体的にこれはそれで多くの戦闘機を持っている2エピソードシリーズの避けられないものです。\u001b[22m\n\u001b[1m\u001b[22m\nIf your like me and watched a lot of anime in the 80's and 90's you will instantly be brought back to that era with its music. While there is sadly no opening theme, the ending one is pretty catchy, though some may argue that its out of place with an action title such as this, as it can be a bit on the happy-go-lucky side. The background music is where I feel this title succeed at, it contains those cool kinda techno beats that were so popular in that era, and it hits good notes at the proper time. The atmosphere the show brings can be pretty in grossing at times, as well as creepy. The music definitely isn't for everyone, but it does the job and was appropriate for its time.\n\n\u001b[1m80年代と90年代のあなたが私のようなアニメをたくさん見ていたら、その時代の音楽に即座に戻ってきます。 残念ながらオープニングのテーマはありませんが、終わりのものはかなりキャッチーですが、そのようなアクションタイトルで外れていると主張する人もいます。 バックグラウンドミュージックは、このタイトルが成功すると感じるところです。その時代に人気があったクールなテクノ・ビートが入っていて、適切なタイミングで良い音符を打ちます。 ショーがもたらす雰囲気は、時には興奮しているだけでなく、気味悪いこともあります。 音楽は誰にとっても必ずしもそうではありませんが、仕事をして、その時代にふさわしいものでした。\u001b[22m\n\u001b[1m(80-Nendai to 90-nendai no anata ga watashi no yōna anime o takusan mite itara, sono jidai no ongaku ni sokuza ni modotte kimasu. Zan'nen'nagara ōpuningu no tēma wa arimasenga, owari no mono wa kanari kyatchīdesuga, sono yōna akushon taitoru de hazurete iru to shuchō suru hito mo imasu. Bakkuguraundomyūjikku wa, kono taitoru ga seikō suru to kanjiru tokorodesu. Sono jidai ni ninki ga atta kūruna tekuno bīto ga haitte ite, tekisetsuna taimingu de yoi onpu o uchimasu. Shō ga motarasu fun'iki wa, tokiniha kōfun shite iru dakedenaku, kimiwarui koto mo arimasu. Ongaku wa dare ni tottemo kanarazushimo sōde wa arimasenga, shigoto o shite, sono jidai ni fusawashī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mIf your like me and watched a lot of anime in the 80's and 90's you will instantly be brought back to that era with its music. While there is sadly no opening theme, the ending one is pretty catchy, though some may argue that its out of place with an action title such as this, as it can be a bit on the happy-go-lucky side. The background music is where I feel this title succeed at, it contains those cool kinda techno beats that were so popular in that era, and it hits good notes at the proper time. The atmosphere the show brings can be pretty in grossing at times, as well as creepy. The music definitely isn't for everyone, but it does the job and was appropriate for its time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf your like me and watched a lot of anime in the 80's and 90's you will instantly be brought back to that era with its music.\u001b[24m\n    \u001b[1m80年代と90年代のあなたが私のようなアニメをたくさん見ていたら、その時代の音楽に即座に戻ってきます。\u001b[22m, \u001b[1mあなたの私のようなとは80年代と90年代のアニメをたくさん見た場合は、即座にその音楽とその時代に戻されます。\u001b[22m\n\u001b[4mWhile there is sadly no opening theme, the ending one is pretty catchy, though some may argue that its out of place with an action title such as this, as it can be a bit on the happy-go-lucky side.\u001b[24m\n    \u001b[1m残念ながらオープニングのテーマはありませんが、終わりのものはかなりキャッチーですが、そのようなアクションタイトルで外れていると主張する人もいます。\u001b[22m, \u001b[1m悲しいことに何のオープニングテーマはありませんが、いくつかは、このようなアクションのタイトルと場所のそのうちに、それが幸せゴーラッキー側にビットをすることができますようにと主張するかもしれませんが、終了1は、かなりキャッチーです。\u001b[22m\n\u001b[4mThe background music is where I feel this title succeed at, it contains those cool kinda techno beats that were so popular in that era, and it hits good notes at the proper time.\u001b[24m\n    \u001b[1mバックグラウンドミュージックは、このタイトルが成功すると感じるところです。その時代に人気があったクールなテクノ・ビートが入っていて、適切なタイミングで良い音符を打ちます。\u001b[22m, \u001b[1m私はこのタイトルはで成功感じるどこ背景音楽があり、それはそれらがその時代にそんなに人気があったちょっとテクノビートを冷却し、それが適切な時間に良いノートをヒットされています。\u001b[22m\n\u001b[4mThe atmosphere the show brings can be pretty in grossing at times, as well as creepy.\u001b[24m\n    \u001b[1mショーがもたらす雰囲気は、時には興奮しているだけでなく、気味悪いこともあります。\u001b[22m, \u001b[1mショーがもたらす雰囲気は時間に興行収入ではかなりだけでなく、不気味することができます。\u001b[22m\n\u001b[4mThe music definitely isn't for everyone, but it does the job and was appropriate for its time.\u001b[24m\n    \u001b[1m音楽は誰にとっても必ずしもそうではありませんが、仕事をして、その時代にふさわしいものでした。\u001b[22m, \u001b[1m音楽は間違いなく皆のためではありませんが、それは仕事をしていませんし、その時のために適切でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork I must say is just great, while it does show its age today, back then this was quite a well detailed and stylized title. You'll most likely find the art different from today's anime. For example, the eyes drawn on the characters are more slim and don't contain highlights that we're all use to seeing. The clothing on the fighters can range from unique to default, but fit the characters well. Though I guess that credit is more deserving to the video game.....and not the anime.\n\n\u001b[1m私が言わなければならないアートワークは素晴らしいですが、今日はその年齢を示していますが、これはかなり詳細で整形されたタイトルです。 あなたは、今日のアニメとは異なるアートを見つける可能性が高いでしょう。 たとえば、文字に描かれた目は、よりスリムであり、私たちが見ているハイライトは含まれていません。 戦闘機の衣服は独特なものからデフォルトのものまでありますが、キャラクターにうまくフィットします。 私はクレジットがアニメではなくビデオゲームにもっと価値があると思います。\u001b[22m\n\u001b[1m(Watashi ga iwanakereba naranai ātowāku wa subarashīdesuga, kyō wa sono nenrei o shimeshite imasuga, kore wa kanari shōsaide seikei sa reta taitorudesu. Anata wa, kyō no anime to wa kotonaru āto o mitsukeru kanōsei ga takaideshou. Tatoeba, moji ni egaka reta me wa, yori surimudeari, watashitachi ga mite iru hairaito wa fukuma rete imasen. Sentōki no ifuku wa dokutokuna mono kara deforuto no mono made arimasuga, kyarakutā ni umaku fitto shimasu. Watashi wa kurejitto ga animede wa naku bideogēmu ni motto kachigāru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork I must say is just great, while it does show its age today, back then this was quite a well detailed and stylized title. You'll most likely find the art different from today's anime. For example, the eyes drawn on the characters are more slim and don't contain highlights that we're all use to seeing. The clothing on the fighters can range from unique to default, but fit the characters well. Though I guess that credit is more deserving to the video game.....and not the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork I must say is just great, while it does show its age today, back then this was quite a well detailed and stylized title.\u001b[24m\n    \u001b[1m私が言わなければならないアートワークは素晴らしいですが、今日はその年齢を示していますが、これはかなり詳細で整形されたタイトルです。\u001b[22m, \u001b[1mそれが今日、その年齢を示していながら、私は言わなければならないアートワークは当時、これは非常によく、詳細かつ定型化されたタイトルだった、ちょうど素晴らしいです。\u001b[22m\n\u001b[4mYou'll most likely find the art different from today's anime.\u001b[24m\n    \u001b[1mあなたは、今日のアニメとは異なるアートを見つける可能性が高いでしょう。\u001b[22m, \u001b[1mあなたが最も可能性の高い今日のアニメの芸術の別のを見つけることができます。\u001b[22m\n\u001b[4mFor example, the eyes drawn on the characters are more slim and don't contain highlights that we're all use to seeing.\u001b[24m\n    \u001b[1mたとえば、文字に描かれた目は、よりスリムであり、私たちが見ているハイライトは含まれていません。\u001b[22m, \u001b[1m例えば、文字に描かれた目は、よりスリムであり、私たちが見てのすべての使用しているハイライトを含んでいません。\u001b[22m\n\u001b[4mThe clothing on the fighters can range from unique to default, but fit the characters well.\u001b[24m\n    \u001b[1m戦闘機の衣服は独特なものからデフォルトのものまでありますが、キャラクターにうまくフィットします。\u001b[22m, \u001b[1m戦闘機上の服は独特のデフォルトの範囲が、うまく文字を入れることができます。\u001b[22m\n\u001b[4mThough I guess that credit is more deserving to the video game.....and not the anime.\u001b[24m\n    \u001b[1m私はクレジットがアニメではなくビデオゲームにもっと価値があると思います。\u001b[22m, \u001b[1m私はクレジットがビデオゲーム.....とないアニメにより値するであることを推測するけど。\u001b[22m\n\u001b[1m\u001b[22m\nBack in 1996 when I first saw this, I loved it! But I was 14 and never played the game before. Even though everytime I see it now, it goes a tad down for me in what I feel a good action title should be, it still has an over all charm to it...back when anime like this was the cream of the action crop !\n\n\u001b[1m私が最初にこれを見た1996年に、私はそれを愛しました！ しかし、私は14歳で、以前はゲームをプレイしていませんでした。 私は今それを見るごとに、それは私が良いアクションタイトルがあるべきであると感じるもので私のために少し下に行く、それはまだそれ以上のすべての魅力を持っています...このアニメがアクション作物のクリームだったときに戻る ！\u001b[22m\n\u001b[1m(Watashi ga saisho ni kore o mita 1996-nen ni, watashi wa sore o aishimashita! Shikashi, watashi wa 14-sai de, izen wa gēmu o purei shite imasendeshita. Watashi wa ima sore o miru goto ni, sore wa watashi ga yoi akushon taitoru ga arubekidearu to kanjiru monode watashi no tame ni sukoshi shita ni iku, sore wa mada sore ijō no subete no miryoku o motte imasu... Kono anime ga akushon sakumotsu no kurīmudatta toki ni modoru!)\u001b[22m\n\nTranslations of \u001b[4mBack in 1996 when I first saw this, I loved it! But I was 14 and never played the game before. Even though everytime I see it now, it goes a tad down for me in what I feel a good action title should be, it still has an over all charm to it...back when anime like this was the cream of the action crop !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBack in 1996 when I first saw this, I loved it!\u001b[24m\n    \u001b[1m私が最初にこれを見た1996年に、私はそれを愛しました！\u001b[22m, \u001b[1m私が最初にこれを見たときに戻る1996年に、私はそれを追加しました！\u001b[22m\n\u001b[4mBut I was 14 and never played the game before.\u001b[24m\n    \u001b[1mしかし、私は14歳で、以前はゲームをプレイしていませんでした。\u001b[22m, \u001b[1mしかし、私は14だったと前にゲームをプレイしたことがありません。\u001b[22m\n\u001b[4mEven though everytime I see it now, it goes a tad down for me in what I feel a good action title should be, it still has an over all charm to it...back when anime like this was the cream of the action crop\u001b[24m\n    \u001b[1m私は今それを見るごとに、それは私が良いアクションタイトルがあるべきであると感じるもので私のために少し下に行く、それはまだそれ以上のすべての魅力を持っています...このアニメがアクション作物のクリームだったときに戻る\u001b[22m, \u001b[1m毎回私は今それを参照してください、それは私は良いアクションのタイトルがあるべき感じるものに私のためにダウンして少し行くにもかかわらず、それはまだそれにすべての魅力をオーバーした...戻って、このようなアニメは、アクション作物のクリームだったとき\u001b[22m\n\u001b[4m!\u001b[24m\n    \u001b[1m！\u001b[22m\n\u001b[1m\u001b[22m\nOverall Battle Arena Toshinden is an entertaining series! If you are a die-hard fan of the game or action anime in general, then you will probably be disappointed by this title and should bump my overall score down two numbers, as there just won't be enough back story, combat or appearance from several of the characters to satisfy you. But if you are a casual action fan like myself, I think you will find it descent enough to add to your list, so long as you keep in mind that it was appropriate for its time.\n\n\u001b[1m全体的なバトルアリーナToshindenは面白いシリーズです！ あなたがゲームやアクションアニメ全般の熱心なファンなら、おそらくこのタイトルに失望し、十分なバックストーリー、戦闘、または外観がないので、2つの数字を下げて全体のスコアを下げる必要があります いくつかの文字からあなたを満足させる。 しかし、あなたが自分のようなカジュアルなアクションファンなら、それがその時間に適切であることを心に留めている限り、あなたのリストに追加するのに十分な降下を見つけるだろうと思う。\u001b[22m\n\u001b[1m(Zentai-tekina batoruarīna Toshinden wa omoshiroi shirīzudesu! Anata ga gēmu ya akushon anime zenpan no nesshin'na fan'nara, osoraku kono taitoru ni shitsubō shi, jūbun'na bakkusutōrī, sentō, matawa gaikan ga nainode, 2tsu no sūji o sagete zentai no sukoa o sageru hitsuyō ga arimasu ikutsu ka no moji kara anata o manzoku sa seru. Shikashi, anata ga jibun no yōna kajuaruna akushon fan'nara, sore ga sono-jikan ni tekisetsudearu koto o kokoro ni tomete iru kagiri, anata no risuto ni tsuika suru no ni jūbun'na kōka o mitsukerudarou to omou.)\u001b[22m\n\nTranslations of \u001b[4mOverall Battle Arena Toshinden is an entertaining series! If you are a die-hard fan of the game or action anime in general, then you will probably be disappointed by this title and should bump my overall score down two numbers, as there just won't be enough back story, combat or appearance from several of the characters to satisfy you. But if you are a casual action fan like myself, I think you will find it descent enough to add to your list, so long as you keep in mind that it was appropriate for its time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Battle Arena Toshinden is an entertaining series!\u001b[24m\n    \u001b[1m全体的なバトルアリーナToshindenは面白いシリーズです！\u001b[22m, \u001b[1m全体的に闘神伝は面白いシリーズです！\u001b[22m\n\u001b[4mIf you are a die-hard fan of the game or action anime in general, then you will probably be disappointed by this title and should bump my overall score down two numbers, as there just won't be enough back story, combat or appearance\u001b[24m\n    \u001b[1mあなたがゲームやアクションアニメ全般の熱心なファンなら、おそらくこのタイトルに失望し、十分なバックストーリー、戦闘、または外観がないので、2つの数字を下げて全体のスコアを下げる必要があります\u001b[22m, \u001b[1mあなたは一般的にゲームやアクションアニメの筋金入りのファンなら、あなたはおそらくこのタイトルに失望され、ちょうど十分なバックストーリー、戦闘や外観が存在しないので、二つの数字ダウン私の全体的なスコアをバンプする必要があります\u001b[22m\n\u001b[4mfrom several of the characters to satisfy you.\u001b[24m\n    \u001b[1mいくつかの文字からあなたを満足させる。\u001b[22m, \u001b[1m文字のいくつかからあなたを満足させます。\u001b[22m\n\u001b[4mBut if you are a casual action fan like myself, I think you will find it descent enough to add to your list, so long as you keep in mind that it was appropriate for its time.\u001b[24m\n    \u001b[1mしかし、あなたが自分のようなカジュアルなアクションファンなら、それがその時間に適切であることを心に留めている限り、あなたのリストに追加するのに十分な降下を見つけるだろうと思う。\u001b[22m, \u001b[1mあなたは私のようなカジュアルなアクションファンがある場合でも、私はあなたがそれは長い間、あなたはそれが時間のために適切であったことを覚えておくように、あなたのリストに追加するのに十分な降下を見つけると思います。\u001b[22m"
  },
  {
    "title": "Toushinden",
    "id": "2462",
    "url": "https://myanimelist.net/anime/2462/Toushinden",
    "user": "Colonelfancy",
    "profile": "/profile/Colonelfancy/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=22012",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  3\nサウンド|  4\nキャラクター|  1\n|  1\n\nああ、戦いのゲーム。 彼らは、ゲームの内容がどれくらいの可能性を秘めていても、このようなひどいアニメの適応を行います。 一部の戦闘ゲームでは、最も悪い映画、OVA、そして今まで作られたスペシャルのいくつかを持つ権利があります！ これはその1つではありません。\nTekken、Virtua Fighter 2、Mortal Kombatで1995年にボタンマッシングの脳を慎重に守った人にとって、あなたはバトルアリーナのToshindenを忘れてしまいました。これは初期の擬似3次元戦闘ゲームです。 ロボットはギルティギアのように見えます。 この恐ろしいゲームの言い訳は、セガサターンのために3つの続編と無数のスピンオフを取るだけでなく（恐竜を覚えていますか？）、本当に恐ろしい2つのエピソードOVAがあります。 アニメのUwe Bollによってもたらされたゲーム、Obari Masami。\n\nストーリー：（2）えーと、見てみましょう、エジは敗北の悪夢に悩まされ、ソフィアにはおっぱいがあります。 組織はこれまでにない最も一般的な戦闘ゲームのキャラクターと戦うヒットリストを出し、ソフィアにはおっぱいがあります。 ソフィアはシャワーシーンを持っています.......この話は吹きます。 あなたは本当に何も言われておらず、プロットはあなたがすでにこれらの人々が誰で、何が起こっているかを知っていると仮定しています。 それはTNAの影響を見るようなものです！\nART：（3）Obariのアート・スタイルは90年代初期と90年代の中で私が今までに見た中で最悪です。 すべての男性キャラクターは背が高くて、控えめで、何とか筋肉で震えています。 女性は痩せていて、腰が下がっていて、巨大で、セクシーでない胸を背にしている。 背景は面白くないが、本当に悪くはない。 見ても印象的なものはまったくありません。視覚的に印象的な唯一のキャラクターは翔ですが、それはそれです。 芸術は吸う。\nサウンド：（4）音楽は穏やかで過度で、英語のダブは印象的に悪いです。 唯一のハイライトは、デュークの7秒間の大盛況のビクトリア朝大統領のショーの終わり近くですが、それは価値がありません。 他の誰も、特にEllieは、ぼやけて音を立てているだけです。\nキャラクター：誰も性格はありません。 私がイヤラーを言ったように、これはあなたがクッキーカッター戦闘ゲームキャラクターに関して得ることができるほど古く残っています。 エイジとカイエンはケンとリュウ、ソフィアは巨乳な、まばゆい服装のセックスシンボル、エリはあなたが踏み切りたいと思っていた少年少年マンチカン、Foは昔、Shoは神秘的なものなど、 あなたが目にするかもしれない。 これらの人々は、あまり普及しておらず、未開発であり、私は誰のために根を下ろす理由も決して見つけられませんでした。\nエンジョイメント：（1）これはあなたの歯をハンマーで叩くほど楽しいです。 私はむしろ、裸足の暗い部屋を歩いて行き、床には錆びた鋲や尖った物がすべての壁から突き出ているように目隠しをします。 またはあなたはそれを見ることができ、メモ帳とペンを近くに置いておくことができます。あなたができることは、バトルアリーナToshindenを見ているより良い時間の無駄でしょう。\n全体：（2）Toshindenは私が今まで見た中で最悪のタイトルのポンド1のためにポンドです。 鉄拳アニメ映画よりも簡単に絞り込むことができますが、ホットなフライパンを飲むのではなく、ほんの一杯のガラス片を食べたいと言っているようです。 それは退屈で迷惑で、誰も気にすることができないフランチャイズに基づいていますが、率直に言って、世界はこれを認めないより良い場所です。 でる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nAh, fighting games. They make such awful anime adaptations, no matter how much potential the content of the game has to offer. Some fighting games deserve the right to have some of the most bad-ass movies, OVAs, and specials ever made! This is not one of them.\n\n\u001b[1mああ、戦いのゲーム。 彼らは、ゲームの内容がどれくらいの可能性を秘めていても、このようなひどいアニメの適応を行います。 一部の戦闘ゲームでは、最も悪い映画、OVA、そして今まで作られたスペシャルのいくつかを持つ権利があります！ これはその1つではありません。\u001b[22m\n\u001b[1m(Ā, tatakai no gēmu. Karera wa, gēmu no naiyō ga dorekurai no kanōsei o himete ite mo, kono yōna hidoi anime no tekiō o okonaimasu. Ichibu no sentō gēmude wa, mottomo warui eiga, ovu~a, soshite ima made tsukura reta supesharu no ikutsu ka o motsu kenri ga arimasu! Kore wa sono 1tsude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAh, fighting games. They make such awful anime adaptations, no matter how much potential the content of the game has to offer. Some fighting games deserve the right to have some of the most bad-ass movies, OVAs, and specials ever made! This is not one of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAh, fighting games.\u001b[24m\n    \u001b[1mああ、戦いのゲーム。\u001b[22m, \u001b[1mああ、ゲームを戦います。\u001b[22m\n\u001b[4mThey make such awful anime adaptations, no matter how much potential the content of the game has to offer.\u001b[24m\n    \u001b[1m彼らは、ゲームの内容がどれくらいの可能性を秘めていても、このようなひどいアニメの適応を行います。\u001b[22m, \u001b[1m彼らは関係なく、ゲームの内容を提供しているどのくらいの潜在的な、そのようなひどいアニメの適応を行うことがありません。\u001b[22m\n\u001b[4mSome fighting games deserve the right to have some of the most bad-ass movies, OVAs, and specials ever made!\u001b[24m\n    \u001b[1m一部の戦闘ゲームでは、最も悪い映画、OVA、そして今まで作られたスペシャルのいくつかを持つ権利があります！\u001b[22m, \u001b[1mいくつかの格闘ゲームは、最も悪いお尻の映画、OVASのいくつかを持っている権利に値する、そしてスペシャルは、これまでに作りました！\u001b[22m\n\u001b[4mThis is not one of them.\u001b[24m\n    \u001b[1mこれはその1つではありません。\u001b[22m, \u001b[1mこれはそのうちの一つではありません。\u001b[22m\nFor anyone who carefully perserved their button-mashing brains in Tekken, Virtua Fighter 2 and Mortal Kombat back in 1995, you were fortunate enough to pass up Battle Arena Toshinden, an early psuedo 3-D fighting game that's so bad, it makes Rise of the Robots look like Guilty Gear. This sorry excuse of a game not only managed to get 3 sequels and countless spin-offs for the Sega Saturn (remember that dinosaur?), but a really crappy two episode OVA that does everything possible to ensure that nobody will want to ever play the games ever, brought to us by the Uwe Boll of anime, Masami Obari.\n\n\u001b[1mTekken、Virtua Fighter 2、Mortal Kombatで1995年にボタンマッシングの脳を慎重に守ってくれた人にとって、あなたは幸いに戦闘アリーナToshindenを倒すことができました。これは初期の擬似3次元戦闘ゲームです。 ロボットはギルティギアのように見えます。 この恐ろしいゲームの言い訳は、セガサターンのために3つの続編と無数のスピンオフを取っただけでなく（恐竜を覚えていますか？）、だれもゲームをプレイしたくないということを確実にするために可能な限りすべてを行う2つのエピソードOVA アニメのUwe Bollによってもたらされたゲーム、Obari Masami。\u001b[22m\n\u001b[1m(Tekken, bāchafaitā 2, mōtarukonbatto de 1995-nen ni botanmasshingu no nō o shinchō ni mamotte kureta hito ni totte, anata wa saiwai ni sentō arīna Toshinden o taosu koto ga dekimashita. Kore wa shoki no giji 3-jigen sentō gēmudesu. Robotto wa girutigia no yō ni miemasu. Kono osoroshī gēmu no iiwake wa, segasatān no tame ni 3ttsu no zokuhen to musū no supin'ofu o totta dakedenaku (kyōryū o oboete imasu ka?), Dare mo gēmu o purei shitakunai to iu koto o kakujitsu ni suru tame ni kanōnakagiri subete o okonau 2tsu no episōdo ovu~a anime no Uwe Boll ni yotte motarasa reta gēmu, Obari Masami.)\u001b[22m\n\nTranslations of \u001b[4mFor anyone who carefully perserved their button-mashing brains in Tekken, Virtua Fighter 2 and Mortal Kombat back in 1995, you were fortunate enough to pass up Battle Arena Toshinden, an early psuedo 3-D fighting game that's so bad, it makes Rise of the Robots look like Guilty Gear. This sorry excuse of a game not only managed to get 3 sequels and countless spin-offs for the Sega Saturn (remember that dinosaur?), but a really crappy two episode OVA that does everything possible to ensure that nobody will want to ever play the games ever, brought to us by the Uwe Boll of anime, Masami Obari.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor anyone who carefully perserved their button-mashing brains in Tekken, Virtua Fighter 2 and Mortal Kombat back in 1995, you were fortunate enough to pass up Battle Arena Toshinden, an early psuedo 3-D fighting game that's so bad, it makes Rise of\u001b[24m\n    \u001b[1mTekken、Virtua Fighter 2、Mortal Kombatで1995年にボタンマッシングの脳を慎重に守ってくれた人にとって、あなたは幸いに戦闘アリーナToshindenを倒すことができました。これは初期の擬似3次元戦闘ゲームです。\u001b[22m, \u001b[1m慎重に1995年に戻って鉄拳、バーチャファイター2とモータルコンバットでのボタンマッシュ脳をperserved誰のために、あなたはそれがの台頭を作り、闘神伝、そんなに悪いの初期擬似3次元格闘ゲームを通過するのに十分幸運でした\u001b[22m\n\u001b[4mthe Robots look like Guilty Gear.\u001b[24m\n    \u001b[1mロボットはギルティギアのように見えます。\u001b[22m\n\u001b[4mThis sorry excuse of a game not only managed to get 3 sequels and countless spin-offs for the Sega Saturn (remember that dinosaur?), but a really crappy two episode OVA that does everything possible to ensure that nobody will want to ever play the\u001b[24m\n    \u001b[1mこの恐ろしいゲームの言い訳は、セガサターンのために3つの続編と無数のスピンオフを取っただけでなく（恐竜を覚えていますか？）、だれもゲームをプレイしたくないということを確実にするために可能な限りすべてを行う2つのエピソードOVA\u001b[22m, \u001b[1mゲームのこの残念言い訳だけでなく、3続編と無数のスピンオフセガサターン用（その恐竜を覚えていますか？）、誰もが今までプレイしたくないことを確保することができるすべてを行い本当に安っぽい2エピソードOVAを得ることができました\u001b[22m\n\u001b[4mgames ever, brought to us by the Uwe Boll of anime, Masami Obari.\u001b[24m\n    \u001b[1mアニメのUwe Bollによってもたらされたゲーム、Obari Masami。\u001b[22m, \u001b[1mゲーム史上、アニメのウーヴェ・ボル、大張正己によって我々にもたらしました。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: (2) Um, let's see, Eiji is haunted by nightmares of losing and Sophia has boobs. An organization has put a hit lists to battle the most generic fighting game characters ever, and Sophia has boobs. Sophia has a shower scene.......This story blows. You're not really told anything and the plot assumes you already know who these people are and what's going on. It's like watching TNA Impact!\n\n\u001b[1mストーリー：（2）えーと、見てみましょう、エジは敗北の悪夢に悩まされ、ソフィアにはおっぱいがあります。 組織はこれまでにない最も一般的な戦闘ゲームのキャラクターと戦うヒットリストを出し、ソフィアはおっぱいを持っています。 ソフィアはシャワーシーンを持っています.......この話は吹きます。 あなたは本当に何も言われておらず、プロットはあなたがすでにこれらの人々が誰で、何が起こっているかを知っていることを前提としています。 それはTNAの影響を見るようなものです！\u001b[22m\n\u001b[1m(Sutōrī: (2 ) E ̄ to, mite mimashou, eji wa haiboku no akumu ni nayamasa re, Sofia ni wa oppai ga arimasu. Soshiki wa kore made ni nai mottomo ippantekina sentō gēmu no kyarakutā to tatakau hitto risuto o dashi, Sofia wa oppai o motte imasu. Sofia wa shawāshīn o motte imasu. ... ... Kono hanashi wa fukimasu. Anata wa hontōni nani mo iwa rete orazu, purotto wa anata ga sudeni korera no hitobito ga dare de, nani ga okotte iru ka o shitte iru koto o zentei to shite imasu. Sore wa TNA no eikyō o miru yōna monodesu!)\u001b[22m\n\nTranslations of \u001b[4mSTORY: (2) Um, let's see, Eiji is haunted by nightmares of losing and Sophia has boobs. An organization has put a hit lists to battle the most generic fighting game characters ever, and Sophia has boobs. Sophia has a shower scene.......This story blows. You're not really told anything and the plot assumes you already know who these people are and what's going on. It's like watching TNA Impact!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: (2) Um, let's see, Eiji is haunted by nightmares of losing and Sophia has boobs.\u001b[24m\n    \u001b[1mストーリー：（2）えーと、見てみましょう、エジは敗北の悪夢に悩まされ、ソフィアにはおっぱいがあります。\u001b[22m, \u001b[1mSTORY：（2）ええと、英二は負けとソフィアはおっぱいを持っているの悪夢に悩まされている、見てみましょう。\u001b[22m\n\u001b[4mAn organization has put a hit lists to battle the most generic fighting game characters ever, and Sophia has boobs.\u001b[24m\n    \u001b[1m組織はこれまでにない最も一般的な戦闘ゲームのキャラクターと戦うヒットリストを出し、ソフィアはおっぱいを持っています。\u001b[22m, \u001b[1m組織は、これまでで最も一般的な格闘ゲームのキャラクターを戦うために、ヒットリストを入れている、とソフィアはおっぱいを持っています。\u001b[22m\n\u001b[4mSophia has a shower scene.......This story blows.\u001b[24m\n    \u001b[1mソフィアはシャワーシーンを持っています.......この話は吹きます。\u001b[22m, \u001b[1mソフィアは、シャワーシーンを持っている.......この物語は吹きます。\u001b[22m\n\u001b[4mYou're not really told anything and the plot assumes you already know who these people are and what's going on.\u001b[24m\n    \u001b[1mあなたは本当に何も言われておらず、プロットはあなたがすでにこれらの人々が誰で、何が起こっているかを知っていることを前提としています。\u001b[22m, \u001b[1mあなたは本当に何も語っていないとのプロットでは、既にこれらの人々が誰と何が起こっているか知っている前提としています。\u001b[22m\n\u001b[4mIt's like watching TNA Impact!\u001b[24m\n    \u001b[1mそれはTNAの影響を見るようなものです！\u001b[22m, \u001b[1mこれは、TNAインパクトを見ているようです！\u001b[22m\nART: (3) Obari's art style is probably the worst I've ever seen back in the early and mid 90's. All male characters are tall, lithe, and are somehow rippling with muscle. The females are thin-faced, tiny-waisted, and buggy-eyed with enormous, unsexy breasts. The backgrounds are uninteresting, but not really bad. There's really nothing impressive to look at and the only visually impressive-looking character is Sho, but that's about it. The art sucks.\n\n\u001b[1mART：（3）Obariのアート・スタイルは90年代初期と90年代の中で私が今までに見た中で最悪です。 すべての男性キャラクターは背が高くて、控えめで、何とか筋肉で震えています。 女性は痩せていて、腰が下がっていて、巨大で、セクシーでない胸を背にしている。 背景は面白くないが、本当に悪くはない。 見ても印象的なものはまったくありません。視覚的に印象的な唯一のキャラクターは翔ですが、それはそれです。 芸術は吸う。\u001b[22m\n\u001b[1m(Āto: (3 ) Obari no āto sutairu wa 90-nendai shoki to 90-nendai no naka de watashi ga ima made ni mita naka de saiakudesu. Subete no dansei kyarakutā wa se ga takakute, hikaeme de, nantoka kin'niku de furuete imasu. Josei wa yasete ite, koshi ga sagatte ite, kyodaide, sekushīdenai mune o se ni shite iru. Haikei wa omoshirokunai ga, hontōni waruku wanai. Mite mo inshō-tekina mono wa mattaku arimasen. Shikaku-teki ni inshō-tekina yuiitsu no kyarakutā wa Shōdesuga, sore wa soredesu. Geijutsu wa suu.)\u001b[22m\n\nTranslations of \u001b[4mART: (3) Obari's art style is probably the worst I've ever seen back in the early and mid 90's. All male characters are tall, lithe, and are somehow rippling with muscle. The females are thin-faced, tiny-waisted, and buggy-eyed with enormous, unsexy breasts. The backgrounds are uninteresting, but not really bad. There's really nothing impressive to look at and the only visually impressive-looking character is Sho, but that's about it. The art sucks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: (3) Obari's art style is probably the worst I've ever seen back in the early and mid 90's.\u001b[24m\n    \u001b[1mART：（3）Obariのアート・スタイルは90年代初期と90年代の中で私が今までに見た中で最悪です。\u001b[22m, \u001b[1mART：（3）Obariのアートスタイルは、おそらく私が今まで戻って90年代初期と中期で見てきた最悪です。\u001b[22m\n\u001b[4mAll male characters are tall, lithe, and are somehow rippling with muscle.\u001b[24m\n    \u001b[1mすべての男性キャラクターは背が高くて、控えめで、何とか筋肉で震えています。\u001b[22m, \u001b[1mすべての男性キャラクターはしなやかな、背が高い、と何とか筋肉で波打つされています。\u001b[22m\n\u001b[4mThe females are thin-faced, tiny-waisted, and buggy-eyed with enormous, unsexy breasts.\u001b[24m\n    \u001b[1m女性は痩せていて、腰が下がっていて、巨大で、セクシーでない胸を背にしている。\u001b[22m, \u001b[1m女性が、顔に薄い小さなウエスト、そして巨大な、unsexy胸とバギー目です。\u001b[22m\n\u001b[4mThe backgrounds are uninteresting, but not really bad.\u001b[24m\n    \u001b[1m背景は面白くないが、本当に悪くはない。\u001b[22m, \u001b[1m背景はつまらないが、本当に悪いではありません。\u001b[22m\n\u001b[4mThere's really nothing impressive to look at and the only visually impressive-looking character is Sho, but that's about it.\u001b[24m\n    \u001b[1m見ても印象的なものはまったくありません。視覚的に印象的な唯一のキャラクターは翔ですが、それはそれです。\u001b[22m, \u001b[1mそこを見て印象的なものは本当にないですし、唯一の視覚的に印象的に見える文字は翔ですが、それはそれについてです。\u001b[22m\n\u001b[4mThe art sucks.\u001b[24m\n    \u001b[1m芸術は吸う。\u001b[22m, \u001b[1m芸術は吸います。\u001b[22m\nSOUND: (4) The music is bland and overdone, the English dub is impressively bad. The only highlight is probably Duke's seven seconds of overblown victorian dialouge near the end of the show, but it's not worth it. Everyone else, especially Ellie, just sounds grating and forced.\n\n\u001b[1mサウンド：（4）音楽は穏やかで過度で、英語のダブは印象的に悪いです。 唯一のハイライトは、デュークの7秒間の大盛況のビクトリア朝大統領のショーの終わり近くですが、それは価値がありません。 他の誰も、特にEllieは、ぼやけて音を立てているだけです。\u001b[22m\n\u001b[1m(Saundo: (4 ) Ongaku wa odayakade kado de, eigo no dabu wa inshō-teki ni waruidesu. Yuiitsu no hairaito wa, de~yūku no 7-byōkan no dai seikyō no Bikutoria asa daitōryō no shō no owari chikakudesuga, soreha kachi ga arimasen. Hoka no dare mo, tokuni Ellie wa, boyakete oto o tatete iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: (4) The music is bland and overdone, the English dub is impressively bad. The only highlight is probably Duke's seven seconds of overblown victorian dialouge near the end of the show, but it's not worth it. Everyone else, especially Ellie, just sounds grating and forced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: (4) The music is bland and overdone, the English dub is impressively bad.\u001b[24m\n    \u001b[1mサウンド：（4）音楽は穏やかで過度で、英語のダブは印象的に悪いです。\u001b[22m, \u001b[1mSOUND：、英語吹き替えは印象悪い（4）音楽は当たり障りのないとやり過ぎです。\u001b[22m\n\u001b[4mThe only highlight is probably Duke's seven seconds of overblown victorian dialouge near the end of the show, but it's not worth it.\u001b[24m\n    \u001b[1m唯一のハイライトは、デュークの7秒間の大盛況のビクトリア朝大統領のショーの終わり近くですが、それは価値がありません。\u001b[22m, \u001b[1m唯一のハイライトは、おそらく番組の終わり近くに誇張ビクトリア朝dialougeのデュークの7秒であるが、それはそれだけの価値はありません。\u001b[22m\n\u001b[4mEveryone else, especially Ellie, just sounds grating and forced.\u001b[24m\n    \u001b[1m他の誰も、特にEllieは、ぼやけて音を立てているだけです。\u001b[22m, \u001b[1m他のみんな、特にエリーは、単に格子と強制的に聞こえます。\u001b[22m\nCHARACTER: Nobody has any personality. As I said eariler, this is about as stale as you can get in terms of cookie-cutter fighting game characters. Eiji and Kayen are Ken and Ryu, Sophia's the busty, scantily clad sex symbol, Ellie is the pre-teen little munchkin that you want to step on, Fo is old, Sho is mysterious, etc, complete with some of the lamest special attacks you might ever see. These people are pretty much unlikable, underdeveloped and I never found reason to root for anyone of them.\n\n\u001b[1mキャラクター：誰も性格はありません。 私がイヤラーを言ったように、これはあなたがクッキーカッター戦闘ゲームキャラクターに関して得ることができるほど古く残っています。 エイジとカイエンはケンとリュウ、ソフィアは巨乳な、まばゆい服装のセックスシンボル、エリはあなたが踏み切りたいと思っていた少年少年マンチカン、Foは昔、Shoは神秘的なものなど、 あなたが目にするかもしれない。 これらの人々は、あまり普及しておらず、未開発であり、私は誰のために根を下ろす理由も決して見つけられませんでした。\u001b[22m\n\u001b[1m(Kyarakutā: Dare mo seikaku wa arimasen. Watashi ga iyarā o itta yō ni, kore wa anata ga kukkīkattā sentō gēmukyarakutā ni kanshite eru koto ga dekiru hodo furuku nokotte imasu. Eiji to kaien wa Ken to ryū, Sofia wa kyonyūna, mabayui fukusō no sekkusushinboru, eri wa anata ga fumikiritai to omotte ita shōnen shōnen manchikan, Fo wa mukashi, Sho wa shinpi-tekina mono nado, anata ga me ni suru kamo shirenai. Korera no hitobito wa, amari fukyū shite orazu, mikaihatsudeari, watashihadare no tame ni newoorosu riyū mo kesshite mitsuke raremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: Nobody has any personality. As I said eariler, this is about as stale as you can get in terms of cookie-cutter fighting game characters. Eiji and Kayen are Ken and Ryu, Sophia's the busty, scantily clad sex symbol, Ellie is the pre-teen little munchkin that you want to step on, Fo is old, Sho is mysterious, etc, complete with some of the lamest special attacks you might ever see. These people are pretty much unlikable, underdeveloped and I never found reason to root for anyone of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: Nobody has any personality.\u001b[24m\n    \u001b[1mキャラクター：誰も性格はありません。\u001b[22m, \u001b[1mCHARACTER：誰もが任意の個性を持っていません。\u001b[22m\n\u001b[4mAs I said eariler, this is about as stale as you can get in terms of cookie-cutter fighting game characters.\u001b[24m\n    \u001b[1m私がイヤラーを言ったように、これはあなたがクッキーカッター戦闘ゲームキャラクターに関して得ることができるほど古く残っています。\u001b[22m, \u001b[1m私はeariler言ったように、これはあなたがクッキーカッター格闘ゲームのキャラクターの面で得ることができると同じくらい古くなっています。\u001b[22m\n\u001b[4mEiji and Kayen are Ken and Ryu, Sophia's the busty, scantily clad sex symbol, Ellie is the pre-teen little munchkin that you want to step on, Fo is old, Sho is mysterious, etc, complete with some of the lamest special attacks\u001b[24m\n    \u001b[1mエイジとカイエンはケンとリュウ、ソフィアは巨乳な、まばゆい服装のセックスシンボル、エリはあなたが踏み切りたいと思っていた少年少年マンチカン、Foは昔、Shoは神秘的なものなど、\u001b[22m, \u001b[1m英二とKayenはケンとリュウ、ソフィアの巨乳、半裸のセックスシンボルであり、エリーはあなたが上のステップにしたいプレティーン少しマンチカンで、Foのが古い、翔は、など、lamest特殊攻撃の一部と完全な神秘的です\u001b[22m\n\u001b[4myou might ever see.\u001b[24m\n    \u001b[1mあなたが目にするかもしれない。\u001b[22m, \u001b[1mあなたは今まで表示される場合があります。\u001b[22m\n\u001b[4mThese people are pretty much unlikable, underdeveloped and I never found reason to root for anyone of them.\u001b[24m\n    \u001b[1mこれらの人々は、あまり普及しておらず、未開発であり、私は誰のために根を下ろす理由も決して見つけられませんでした。\u001b[22m, \u001b[1mこれらの人々はかなり好かれない、未発達であり、私は彼らの誰を応援する理由は見つかっていません。\u001b[22m\nENJOYMENT: (1) This is about as enjoyable as having your teeth smashed in with a hammer. I'd rather walk through a dark room barefoot and blindfolded with the floor covered in rusty tacks and sharp objects jutting out of every wall. Or you can watch it and keep a notepad and a pen nearby to write down all the other things you can do that would be a better waste of time then watching Battle Arena Toshinden!!!\n\n\u001b[1mエンジョイメント：（1）これはあなたの歯をハンマーで叩くほど楽しいです。 私はむしろ、裸足の暗い部屋を歩き回り、床には錆びた鋲や尖った物がすべての壁から突き出ているように目隠しをします。 またはあなたはそれを見ることができ、メモ帳とペンを近くに置いておくことができます。あなたができることは、バトルアリーナToshindenを見ているより良い時間の無駄でしょう。\u001b[22m\n\u001b[1m(Enjoimento: (1 ) Kore wa anata no ha o hanmā de tataku hodo tanoshīdesu. Watashi wa mushiro, hadashi no kurai heya o arukimawari, yuka ni wa sabita byō ya togatta-mono ga subete no kabe kara tsukidete iru yō ni mekakushi o shimasu. Matawa anata wa sore o miru koto ga deki, memochō to pen o chikaku ni oite oku koto ga dekimasu. Anata ga dekiru koto wa, batoruarīna Toshinden o mite iru yoriyoi jikan'nomudadeshou.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: (1) This is about as enjoyable as having your teeth smashed in with a hammer. I'd rather walk through a dark room barefoot and blindfolded with the floor covered in rusty tacks and sharp objects jutting out of every wall. Or you can watch it and keep a notepad and a pen nearby to write down all the other things you can do that would be a better waste of time then watching Battle Arena Toshinden!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: (1) This is about as enjoyable as having your teeth smashed in with a hammer.\u001b[24m\n    \u001b[1mエンジョイメント：（1）これはあなたの歯をハンマーで叩くほど楽しいです。\u001b[22m, \u001b[1m享有：（1）これは、ハンマーで強打あなたの歯を持つと同じくらい楽しいです。\u001b[22m\n\u001b[4mI'd rather walk through a dark room barefoot and blindfolded with the floor covered in rusty tacks and sharp objects jutting out of every wall.\u001b[24m\n    \u001b[1m私はむしろ、裸足の暗い部屋を歩き回り、床には錆びた鋲や尖った物がすべての壁から突き出ているように目隠しをします。\u001b[22m, \u001b[1m私はむしろ裸足暗い部屋の中を歩くとさびた鋲、すべての壁の外に突き出た鋭利な物体で覆われた床で目隠しをしたいです。\u001b[22m\n\u001b[4mOr you can watch it and keep a notepad and a pen nearby to write down all the other things you can do that would be a better waste of time then watching Battle Arena Toshinden!!!\u001b[24m\n    \u001b[1mまたはあなたはそれを見ることができ、メモ帳とペンを近くに置いておくことができます。あなたができることは、バトルアリーナToshindenを見ているより良い時間の無駄でしょう。\u001b[22m, \u001b[1mそれとも、それを見て、あなたはそれがその後闘神伝を見て時間をより良く無駄だろう行うことができます他のすべてのものを書き留めて近くのメモ帳とペンを保つことができます！\u001b[22m\nOVERALL: (2) Toshinden is pound for pound one of the worst titles I've ever seen. It's easier to choke down than the Tekken animated movie, but that's like saying I'd rather eat a handful of glass shards instead of drinking scalding hot frying medium. It's boring, annoying, and based off of a franchise that nobody could care less about, but frankly, the world is a better place not acknowledging this one. Out.\n\n\u001b[1m全体：（2）Toshindenは私が今まで見た中で最悪のタイトルのポンド1のためにポンドです。 鉄拳アニメ映画よりも簡単に絞り込むことができますが、ホットなフライパンを飲むのではなく、ほんの一杯のガラス片を食べたいと言っているようです。 それは退屈で迷惑で、誰も気にすることができないフランチャイズに基づいていますが、率直に言って、世界はこれを認めないより良い場所です。 でる。\u001b[22m\n\u001b[1m(Zentai: (2 ) Toshinden wa watashi ga imamade mita naka de saiaku no taitoru no pondo 1 no tame ni pondodesu. Tekken anime eiga yori mo kantan ni shiborikomu koto ga dekimasuga, hottona furaipan o nomu node wa naku, hon'no ippai no garasu-hen o tabetai to itte iru yōdesu. Sore wa taikutsude meiwakude, dare mo ki ni suru koto ga dekinai furanchaizu ni motodzuite imasuga, sotchoku ni itte, sekai wa kore o mitomenai yoriyoi bashodesu. Deru.)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: (2) Toshinden is pound for pound one of the worst titles I've ever seen. It's easier to choke down than the Tekken animated movie, but that's like saying I'd rather eat a handful of glass shards instead of drinking scalding hot frying medium. It's boring, annoying, and based off of a franchise that nobody could care less about, but frankly, the world is a better place not acknowledging this one. Out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: (2) Toshinden is pound for pound one of the worst titles I've ever seen.\u001b[24m\n    \u001b[1m全体：（2）Toshindenは私が今まで見た中で最悪のタイトルのポンド1のためにポンドです。\u001b[22m, \u001b[1mOVERALL：（2）Toshindenはポンド、私が今まで見た中で最悪のタイトルのいずれかのポンドです。\u001b[22m\n\u001b[4mIt's easier to choke down than the Tekken animated movie, but that's like saying I'd rather eat a handful of glass shards instead of drinking scalding hot frying medium.\u001b[24m\n    \u001b[1m鉄拳アニメ映画よりも簡単に絞り込むことができますが、ホットなフライパンを飲むのではなく、ほんの一杯のガラス片を食べたいと言っているようです。\u001b[22m, \u001b[1mこれは、ダウン鉄拳アニメ映画よりも窒息する方が簡単ですが、それは私はむしろ熱いフライパン媒体をやけどガラスの破片の代わりに飲むことのほんの一握りを食べたいと言ってようなものです。\u001b[22m\n\u001b[4mIt's boring, annoying, and based off of a franchise that nobody could care less about, but frankly, the world is a better place not acknowledging this one.\u001b[24m\n    \u001b[1mそれは退屈で迷惑で、誰も気にすることができないフランチャイズに基づいていますが、率直に言って、世界はこれを認めないより良い場所です。\u001b[22m, \u001b[1mそれは、誰もあまり気にしないことができると、退屈な迷惑、およびフランチャイズのオフに基づいてだが、率直に言って、世界はこれを認めない方が良い場所です。\u001b[22m\n\u001b[4mOut.\u001b[24m\n    \u001b[1mでる。\u001b[22m, \u001b[1mアウト。\u001b[22m"
  }
]
