[
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "dagengarmaster92",
    "profile": "/profile/dagengarmaster92/reviews",
    "pages": "16",
    "number": "1",
    "link": "/reviews.php?id=95463",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  9\n\n大多数のいわゆる「平凡な」アニメの正式なレビューをする前に、私はちょっとしたことを言いましょう。\n\n1.あなたの近くにいる10代の少年たちのために、「愛/ロマンス」を体験してみてください。あなたの近くにいる人と、異性の人に愛/デートのアドバイスを聞いてください。物事はスムーズに進みます。 そこから。\n\n*最後の行で私の皮肉に注意してください。\n\n2.大多数をねじ込む、私は個人的にこのアニメを愛する！\n\n*エーム*続ける...それは、彼の人生の愛を鑑賞している主人公、誠とのジェネリックでロマンチックな学校生活ドラマとして始まります。高校へ行く途中の列車駅でのコトノハは、入学式に出席する 。 友情は形をなし始め、フックアップは明白になり始め、噂は発展し始め、大胆なものはクラブに加わるか、学生代表になるための動きをします。 誠が別の女の子との友情を築いて生計を立てていることから、誠に幸福を感じているので、彼は恋愛相談でセカイを探しています。 明らかに彼と一緒に歴史を持つように見える人気のある女性学生。\n\n多くの女子生徒に囲まれた男のために、ボーナスのために彼の側に彼の圧挫でかなりうねりが出ると期待していますよね？ まあ、予想通り、もう一度考えて！ マコトは当初、彼の人生の中で最高の「就学日」を経験したかもしれませんが、他の潜在的な美しさと彼の少年ホルモンがギアに蹴り込んでいるため、彼はすべて去って行き、叙事詩的な比率の愛三角でつかまった1つのかわいい男の子になります。\n\n私がこのアニメを愛しているのは、誠と彼の最初の怒りである幸子と助けを求めるセカイとで始まるが、その後、琴と世界とのアニメの残りの部分に移り、コトノハを第3 ホイール。 それはまさに視覚小説のように演奏されています。それは、文字通り、誠実X世海をより重視して演奏するようなので、シリーズ全体を通して興味をそそられました。 また、誠実の真実のために、彼はちょうど少女一人にこだわって退屈することはありませんが、彼は他の愛の状況にもなります。 キャラクターの開発に関しては、シリーズが進行するにつれてすべてが下り坂に入ります。これはあなたがアニメの視聴をやめたこと、またはあなたが続けていることを、あまりにも（コトノハを除いて）嫌いか、 あなたが嫌うすべてのキャラクターが悪いカルマに苦しむように、あなたの顔に大きな笑みを浮かべてください。\n\n私がドックする唯一のポイントは、おしゃれな、「ソープオペラ座」のタイプの音楽と上記のパーアートです。 私が好きな唯一の曲はオープニングの後半がアニメの主人公の将来の行動やビジュアル小説をプレイするときにプレイヤーの愛の目標を模倣する他の可能性を予見するまで、「無邪気」と思われるので、キャッチーなオープニングソングです 。\n\nビジュアル小説を演奏して以来、視覚小説を演奏していない人にはこのアニメを強く勧め、アニメの意見を歪めるかもしれないし、メロドラマ的な瞬間に腹を立てて腹を立てたい人は現実的で、 学校ロマンスドラマ。\n\nこのアニメは典型的な高校アニメの下でコメディとドラマの完璧なミックスです......... *スポイラー*ナイスボートが表示されます。\n\nもう一度自分を繰り返してみましょう。 次のようなものが好きですか？\n1.かわいい女の子\n2.高校ドラマ\n3.ロマンス\n4.かすか\n\nあなたがどれかに賛成だと言うなら、これはあなたのアニメです。\n\nこのアニメの私の実際の評価：9.0点。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBefore I do a formal review of this so-called, 'mediocre' anime from the majority, let me just say a couple of things.\n\n\u001b[1m大多数のいわゆる「平凡な」アニメの正式なレビューをする前に、私はちょっとしたことを言いましょう。\u001b[22m\n\u001b[1m(Dai tasū no iwayuru `heibon'na' anime no seishikina rebyū o suru mae ni, watashi wa chotto shita koto o iimashou.)\u001b[22m\n\nTranslations of \u001b[4mBefore I do a formal review of this so-called, 'mediocre' anime from the majority, let me just say a couple of things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I do a formal review of this so-called, 'mediocre' anime from the majority, let me just say a couple of things.\u001b[24m\n    \u001b[1m大多数のいわゆる「平凡な」アニメの正式なレビューをする前に、私はちょっとしたことを言いましょう。\u001b[22m, \u001b[1m私は大多数からこのいわゆる、「平凡な」アニメの正式なレビューを行う前に、私は物事のカップルをしましょう。\u001b[22m\n\u001b[1m\u001b[22m\n1. NEVER, EVER, EVER especially for you teenage boys out there who experiment with, 'love/romance,' ask someone who is close to you and of the opposite sex for their advice on love/dating advice because things WILL definitely go smoothly from there.\n\n\u001b[1m1.あなたの近くにいる10代の少年たちのために、「愛/ロマンス」を体験してみてください。あなたの近くにいる人と、異性の人に愛/デートのアドバイスを聞いてください。物事はスムーズに進みます。 そこから。\u001b[22m\n\u001b[1m(1. Anata no chikaku ni iru 10-dai no shōnen-tachi no tame ni,`ai/ romansu' o taiken shite mite kudasai. Anata no chikaku ni iru hito to, isei no hito ni ai/ dēto no adobaisu o kiite kudasai. Monogoto wa sumūzu ni susumimasu. Soko kara.)\u001b[22m\n\nTranslations of \u001b[4m1. NEVER, EVER, EVER especially for you teenage boys out there who experiment with, 'love/romance,' ask someone who is close to you and of the opposite sex for their advice on love/dating advice because things WILL definitely go smoothly from there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. NEVER, EVER, EVER especially for you teenage boys out there who experiment with, 'love/romance,' ask someone who is close to you and of the opposite sex for their advice on love/dating advice because things WILL definitely go smoothly\u001b[24m\n    \u001b[1m1.あなたの近くにいる10代の少年たちのために、「愛/ロマンス」を体験してみてください。あなたの近くにいる人と、異性の人に愛/デートのアドバイスを聞いてください。物事はスムーズに進みます。\u001b[22m, \u001b[1m1. NEVER、EVER、EVER特にあなたがそこ十代の少年たちとの実験、 '愛/ロマンス、「物事は間違いなくスムーズに行きますので、あなたに近いと愛/デートのアドバイスに助言のための異性の誰かを尋ねるため\u001b[22m\n\u001b[4mfrom there.\u001b[24m\n    \u001b[1mそこから。\u001b[22m\n\u001b[1m\u001b[22m\n*^ Note my sarcasm in that last line.*\n\n\u001b[1m*最後の行で私の皮肉に注意してください。\u001b[22m\n\u001b[1m(* Saigo no gyō de watashi no hiniku ni chūi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4m*^ Note my sarcasm in that last line.*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*^ Note my sarcasm in that last line.*\u001b[24m\n    \u001b[1m*最後の行で私の皮肉に注意してください。\u001b[22m, \u001b[1m* ^その最後の行で私の皮肉に注意してください。*\u001b[22m\n\u001b[1m\u001b[22m\n2. Screw the majority, I personally LOVE this anime!\n\n\u001b[1m2.大多数をねじ込む、私は個人的にこのアニメを愛する！\u001b[22m\n\u001b[1m(2. Dai tasū o nejikomu, watashi wa kojin-teki ni kono anime o aisuru!)\u001b[22m\n\nTranslations of \u001b[4m2. Screw the majority, I personally LOVE this anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Screw the majority, I personally LOVE this anime!\u001b[24m\n    \u001b[1m2.大多数をねじ込む、私は個人的にこのアニメを愛する！\u001b[22m, \u001b[1m2.ネジ大半は、私は個人的にこのアニメが大好き！\u001b[22m\n\u001b[1m\u001b[22m\n*Ahem* Continuing on...it starts off as a generic, romantic, school life drama with the protagonist, Makoto gazing at the love of his life, Kotonoha on a train station on the way to their high school to attend their enrollment ceremony . Friendships start to form, hook-ups begin to become evident, rumours start developing, and of course, the bold ones make the move to either join clubs or become the student rep. Everything becomes peachy from the get-go because Makoto is having the time of his life forming a friendship with another girl, Sekai, he makes the move to go out with his crush, Kotonoha, he seeks Sekai for dating advice, and has met other popular female students that apparently seem to have a history with him.\n\n\u001b[1m*エーム*続ける...それは、彼の人生の愛を鑑賞している主人公、誠とのジェネリックでロマンチックな学校生活ドラマとして始まります。高校へ行く途中の列車駅でのコトノハは、入学式に出席する 。 友情は形をなし始め、フックアップは明白になり始め、噂は発展し始め、大胆なものはクラブに加わるか、学生代表になるための動きをします。 誠が別の女の子との友情を築いて生計を立てていることから、誠に幸福を感じているので、彼は恋愛相談でセカイを探しています。 明らかに彼と一緒に歴史を持つように見える人気のある女性学生。\u001b[22m\n\u001b[1m(* Ēmu* tsudzukeru... Sore wa, kare no jinsei no ai o kanshō shite iru shujinkō, makoto to no jenerikku de romanchikkuna gakkō seikatsu dorama to shite hajimarimasu. Kōkō e iku tochū no ressha-eki de no kotonoha wa, nyūgakushiki ni shusseki suru. Yūjō wa katachi o nashi hajime, fukku appu wa meihaku ni nari hajime, uwasa wa hatten shi hajime, daitan'na mono wa kurabu ni kuwawaru ka, gakusei daihyō ni naru tame no ugoki o shimasu. Makoto ga betsu no on'nanoko to no yūjō o kizuite seikei o tatete iru koto kara, makotoni kōfuku o kanjite irunode, kare wa ren'ai sōdan de sekai o sagashiteimasu. Akiraka ni kare to issho ni rekishi o motsu yō ni mieru ninkinoaru josei gakusei.)\u001b[22m\n\nTranslations of \u001b[4m*Ahem* Continuing on...it starts off as a generic, romantic, school life drama with the protagonist, Makoto gazing at the love of his life, Kotonoha on a train station on the way to their high school to attend their enrollment ceremony . Friendships start to form, hook-ups begin to become evident, rumours start developing, and of course, the bold ones make the move to either join clubs or become the student rep. Everything becomes peachy from the get-go because Makoto is having the time of his life forming a friendship with another girl, Sekai, he makes the move to go out with his crush, Kotonoha, he seeks Sekai for dating advice, and has met other popular female students that apparently seem to have a history with him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Ahem* Continuing on...it starts off as a generic, romantic, school life drama with the protagonist, Makoto gazing at the love of his life, Kotonoha on a train station on the way to their high school to attend their enrollment ceremony\u001b[24m\n    \u001b[1m*エーム*続ける...それは、彼の人生の愛を鑑賞している主人公、誠とのジェネリックでロマンチックな学校生活ドラマとして始まります。高校へ行く途中の列車駅でのコトノハは、入学式に出席する\u001b[22m, \u001b[1m*エヘンは、*に...それ引き続き誠が彼らの入学式に出席するために彼らの高校に向かう途中で、鉄道駅で、彼の人生の愛でコトノハを見つめ、主人公との一般的な、ロマンチックな、学校生活のドラマとしてオフ開始します\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mFriendships start to form, hook-ups begin to become evident, rumours start developing, and of course, the bold ones make the move to either join clubs or become the student rep.\u001b[24m\n    \u001b[1m友情は形をなし始め、フックアップは明白になり始め、噂は発展し始め、大胆なものはクラブに加わるか、学生代表になるための動きをします。\u001b[22m, \u001b[1m友情は噂が開発を開始、そしてもちろん、大胆なものはクラブに参加したり、生徒の担当者になるのいずれかへの移行を行い、形成し始める、フックアップが明らかになることを始めます。\u001b[22m\n\u001b[4mEverything becomes peachy from the get-go because Makoto is having the time of his life forming a friendship with another girl, Sekai, he makes the move to go out with his crush, Kotonoha, he seeks Sekai for dating advice, and has met other\u001b[24m\n    \u001b[1m誠が別の女の子との友情を築いて生計を立てていることから、誠に幸福を感じているので、彼は恋愛相談でセカイを探しています。\u001b[22m, \u001b[1mすべてはから桃になり誠は別の女の子、世界との友情を形成する彼の人生の時間を持っているので、彼は彼のクラッシュ、コトノハと一緒に外出しようとする動きになり、彼はデートのアドバイスのために世界を追求し、他満たしている-行く取得\u001b[22m\n\u001b[4mpopular female students that apparently seem to have a history with him.\u001b[24m\n    \u001b[1m明らかに彼と一緒に歴史を持つように見える人気のある女性学生。\u001b[22m, \u001b[1mどうやら彼と一緒に歴史を持っているように見える人気の女子学生。\u001b[22m\n\u001b[1m\u001b[22m\nYou would expect things to turn out pretty swell for a guy surrounded by so many school girls with his crush on his side for a bonus, right? Well, predictably, THINK AGAIN! Makoto may have initially experienced the best, 'school days,' of his life, but because of the other potential beauties and his boy hormones kicking into gear, he goes all out and becomes 1 fickle boy stuck in a love triangle of epic proportions.\n\n\u001b[1m多くの女子生徒に囲まれた男のために、ボーナスのために彼の側に彼の圧挫でかなりうねりが出ると期待していますよね？ まあ、予想通り、もう一度考えて！ マコトは当初、彼の人生の中で最高の「就学日」を経験したかもしれませんが、他の潜在的な美しさと彼の少年ホルモンがギアに蹴り込んでいるため、彼はすべて去って行き、叙事詩的な比率の愛三角でつかまった1つのかわいい男の子になります。\u001b[22m\n\u001b[1m(Ōku no joshi seito ni kakoma reta otoko no tame ni, bōnasu no tame ni kare no soba ni kare no atsuza de kanari uneri ga deru to kitai shite imasu yo ne? Mā, yosō-dōri, mōichido kangaete! Makoto wa tōsho, kare no jinsei no naka de saikō no `shūgaku-bi' o keiken shita kamo shiremasenga, hoka no senzai-tekina utsukushi-sa to kare no shōnen horumon ga gia ni keri konde iru tame, kare wa subete satte iki, jojishi-tekina hiritsu no ai sankaku de tsukamatta 1tsu no kawaī otokonoko ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou would expect things to turn out pretty swell for a guy surrounded by so many school girls with his crush on his side for a bonus, right? Well, predictably, THINK AGAIN! Makoto may have initially experienced the best, 'school days,' of his life, but because of the other potential beauties and his boy hormones kicking into gear, he goes all out and becomes 1 fickle boy stuck in a love triangle of epic proportions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou would expect things to turn out pretty swell for a guy surrounded by so many school girls with his crush on his side for a bonus, right?\u001b[24m\n    \u001b[1m多くの女子生徒に囲まれた男のために、ボーナスのために彼の側に彼の圧挫でかなりうねりが出ると期待していますよね？\u001b[22m, \u001b[1mあなたは物事がかなり右、ボーナスのために彼の側に彼の片思いで非常に多くの学校の女の子に囲まれた男膨潤を消すことを期待しますか？\u001b[22m\n\u001b[4mWell, predictably, THINK AGAIN!\u001b[24m\n    \u001b[1mまあ、予想通り、もう一度考えて！\u001b[22m, \u001b[1mまあ、予想通り、もう一度考えてみ！\u001b[22m\n\u001b[4mMakoto may have initially experienced the best, 'school days,' of his life, but because of the other potential beauties and his boy hormones kicking into gear, he goes all out and becomes 1 fickle boy stuck in a love triangle of epic proportions.\u001b[24m\n    \u001b[1mマコトは当初、彼の人生の中で最高の「就学日」を経験したかもしれませんが、他の潜在的な美しさと彼の少年ホルモンがギアに蹴り込んでいるため、彼はすべて去って行き、叙事詩的な比率の愛三角でつかまった1つのかわいい男の子になります。\u001b[22m, \u001b[1m誠は、最初に彼の人生の、しかし理由ギアに蹴り他の潜在的な美しさと彼の少年ホルモンの最高の、「学生時代に、「経験したことがあり、彼はすべてのアウトを行くと、壮大なスケールの三角関係で立ち往生1気まぐれな少年になります。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I LOVE about this anime is that it starts off with Makoto and his initial crush, Kotonoha, with Sekai by his side for advice, but then, it shifts towards the other half of the anime with Makoto and Sekai, leaving Kotonoha as the third wheel. It definitely plays out like a visual novel, which kept me intrigued throughout the entire series since it is literally like playing one with a bigger emphasis on Makoto X Sekai, which creates the most satisfactory and catastrophically, surprise ending. Also, because of Makoto's fickleness, it never gets boring with him sticking to just 1 girl, but he gets himself in other love situations too. In terms of character development, everything goes downhill as the series progresses and this is where either you hate the characters so much (except for maybe Kotonoha) that you stopped watching the anime or you keep on going, still holding onto the hate for everyone and then, end up with a big smile on your face as all the characters you hate suffers from bad karma.\n\n\u001b[1m私がこのアニメを愛しているのは、誠と彼の最初の怒りである幸子と助けを求めるセカイとで始まるが、その後、琴と世界とのアニメの残りの部分に移り、コトノハを第3 ホイール。 それはまさに視覚小説のように演奏されています。それは文字通り、まことXセカイに重点を置いて演奏するようなものなので、シリーズ全体を通して興味をそそられました。 また、誠実の真実のために、彼はちょうど少女一人にこだわって退屈することはありませんが、彼は他の愛の状況にもなります。 キャラクターの開発に関しては、シリーズが進行するにつれてすべてが下り坂に入ります。これはあなたがアニメの視聴をやめたこと、またはあなたが続けていることを、あまりにも（コトノハを除いて）嫌いか、 あなたが嫌うすべてのキャラクターが悪いカルマに苦しむように、あなたの顔に大きな笑みを浮かべてください。\u001b[22m\n\u001b[1m(Watashi ga kono anime o aishite iru no wa, makoto to kare no saisho no ikaridearu Sachiko to tasuke o motomeru sekai to de hajimaruga, sonogo, koto to sekai to no anime no nokori no bubun ni utsuri, kotonoha o dai 3 hoīru. Sore wa masani shikaku shōsetsu no yō ni ensō sa rete imasu. Sore wa mojidōri, Makoto X sekai ni jūten o oite ensō suru yōna mononanode, shirīzu zentai o tōshite kyōmi o sosora remashita. Mata, seijitsu no shinjitsu no tame ni, kare wa chōdo shōjo hitori ni kodawatte taikutsu suru koto wa arimasenga, kare wa hoka no ai no jōkyō ni mo narimasu. Kyarakutā no kaihatsu ni kanshite wa, shirīzu ga shinkō suru ni tsurete subete ga kudarizaka ni hairimasu. Kore wa anata ga anime no shichō o yameta koto, matawa anata ga tsudzukete iru koto o, amarini mo (kotonoha o nozoite) kirai ka, anata ga kirau subete no kyarakutā ga warui karuma ni kurushimu yō ni, anata no kao ni ōkina emi o ukabete kudasai.)\u001b[22m\n\u001b[1m\u001b[22m\nThe only points I would dock off is the cheesy, 'soap-opera-ish' typed music and the above par art. The only song I like is the catchy opening song since it seems super, 'innocent,' until the 2nd half of the opening foreshadows future actions of the protagonist in the anime and other love possibilities that mimics the player's love target when playing the visual novel .\n\n\u001b[1m私がドックする唯一のポイントは、おしゃれな、「ソープオペラ座」のタイプの音楽と上記のパーアートです。 私が好きな唯一の曲はオープニングの後半がアニメの主人公の将来の行動やビジュアル小説をプレイするときにプレイヤーの愛の目標を模倣する他の可能性を予見するまで、「無邪気」と思われるので、キャッチーなオープニングソングです 。\u001b[22m\n\u001b[1m(Watashi ga dokku suru yuiitsu no pointo wa, osharena,`sōpuopera-za' no taipu no ongaku to jōki no pāātodesu. Watashi ga sukina yuiitsu no kyoku wa ōpuningu no kōhan ga anime no shujinkō no shōrai no kōdō ya bijuaru shōsetsu o purei suru toki ni pureiyā no ai no mokuhyō o mohō suru ta no kanōsei o yoken suru made,`mujaki' to omowa rerunode, kyatchīna ōpuningusongudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe only points I would dock off is the cheesy, 'soap-opera-ish' typed music and the above par art. The only song I like is the catchy opening song since it seems super, 'innocent,' until the 2nd half of the opening foreshadows future actions of the protagonist in the anime and other love possibilities that mimics the player's love target when playing the visual novel .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only points I would dock off is the cheesy, 'soap-opera-ish' typed music and the above par art.\u001b[24m\n    \u001b[1m私がドックする唯一のポイントは、おしゃれな、「ソープオペラ座」のタイプの音楽と上記のパーアートです。\u001b[22m, \u001b[1m私はオフにドッキングだろう唯一のポイントは安っぽい、「ソープ・オペラっぽい」は音楽と上記パーアートを入力されます。\u001b[22m\n\u001b[4mThe only song I like is the catchy opening song since it seems super, 'innocent,' until the 2nd half of the opening foreshadows future actions of the protagonist in the anime and other love possibilities that mimics the player's love target when playing the visual novel\u001b[24m\n    \u001b[1m私が好きな唯一の曲はオープニングの後半がアニメの主人公の将来の行動やビジュアル小説をプレイするときにプレイヤーの愛の目標を模倣する他の可能性を予見するまで、「無邪気」と思われるので、キャッチーなオープニングソングです\u001b[22m, \u001b[1mそれはスーパーは、と思われるので、私は好きなだけ曲がキャッチーなオープニング曲である「罪のない、「開口部の第二半分はビジュアルノベルの再生時にプレイヤーの愛の対象を模倣アニメや他の愛の可能性で主人公の将来の行動を予示まで\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nI would HIGHLY recommend this anime to those who haven't played the visual novel since playing the visual novel prior, may distort opinions on the anime, those who like to get angry and vent out in each melodramatic moment, and likes realistic, cliche high school romance drama.\n\n\u001b[1mビジュアル小説を演奏して以来、視覚小説を演奏していない人にはこのアニメを強く勧め、アニメの意見を歪めるかもしれないし、メロドラマ的な瞬間に腹を立てて腹を立てたい人は、現実的で、 学校ロマンスドラマ。\u001b[22m\n\u001b[1m(Bijuaru shōsetsu o ensō shite irai, shikaku shōsetsu o ensō shite inai hito ni wa kono anime o tsuyoku susume, anime no iken o yugameru kamo shirenaishi, merodorama-tekina shunkan ni hara o tatete hara o tatetai hito wa, genjitsu-tekide, gakkō romansudorama.)\u001b[22m\n\nTranslations of \u001b[4mI would HIGHLY recommend this anime to those who haven't played the visual novel since playing the visual novel prior, may distort opinions on the anime, those who like to get angry and vent out in each melodramatic moment, and likes realistic, cliche high school romance drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would HIGHLY recommend this anime to those who haven't played the visual novel since playing the visual novel prior, may distort opinions on the anime, those who like to get angry and vent out in each melodramatic moment, and likes realistic, cliche high\u001b[24m\n    \u001b[1mビジュアル小説を演奏して以来、視覚小説を演奏していない人にはこのアニメを強く勧め、アニメの意見を歪めるかもしれないし、メロドラマ的な瞬間に腹を立てて腹を立てたい人は、現実的で、\u001b[22m, \u001b[1m私は非常に、前ビジュアルノベルを再生するため、ビジュアルノベルをプレイしていない人にこのアニメをお勧めします、アニメに怒るし、各メロドラマ一瞬にして排出するために好きな人が意見を歪めることができ、高い現実的な、決まり文句が好き\u001b[22m\n\u001b[4mschool romance drama.\u001b[24m\n    \u001b[1m学校ロマンスドラマ。\u001b[22m, \u001b[1m学校の恋愛ドラマ。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is a perfect mix of comedy and drama under a typical high school anime until.........*SPOILER* a NICE BOAT appears.\n\n\u001b[1mこのアニメは典型的な高校アニメの下でコメディとドラマの完璧なミックスです......... *スポイラー*ナイスボートが表示されます。\u001b[22m\n\u001b[1m(Kono anime wa tenkei-tekina kōkō anime no shita de komedi to dorama no kanpekina mikkusudesu... ... ... * Supoirā* naisubōto ga hyōji sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is a perfect mix of comedy and drama under a typical high school anime until.........*SPOILER* a NICE BOAT appears.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is a perfect mix of comedy and drama under a typical high school anime until.........*SPOILER* a NICE BOAT appears.\u001b[24m\n    \u001b[1mこのアニメは典型的な高校アニメの下でコメディとドラマの完璧なミックスです......... *スポイラー*ナイスボートが表示されます。\u001b[22m, \u001b[1mこのアニメは、まで、典型的な高校のアニメの下にコメディとドラマの完璧なミックスです......... *スポイラー* NICE BOATが表示されます。\u001b[22m\n\u001b[1m\u001b[22m\nLet me repeat myself one more time. Do you like any of the following:\n\n\u001b[1mもう一度自分を繰り返してみましょう。 次のようなものが好きですか？\u001b[22m\n\u001b[1m(Mōichido jibun o kurikaeshite mimashou. Tsugi no yōna mono ga sukidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mLet me repeat myself one more time. Do you like any of the following:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me repeat myself one more time.\u001b[24m\n    \u001b[1mもう一度自分を繰り返してみましょう。\u001b[22m, \u001b[1m私は自分自身をもう一度繰り返してみましょう。\u001b[22m\n\u001b[4mDo you like any of the following:\u001b[24m\n    \u001b[1m次のようなものが好きですか？\u001b[22m, \u001b[1m次のいずれかを好きですか：\u001b[22m\n1. Cute girls\n\n\u001b[1m1.かわいい女の子\u001b[22m\n\u001b[1m(1. Kawaī on'nanoko)\u001b[22m\n\nTranslations of \u001b[4m1. Cute girls\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Cute girls\u001b[24m\n    \u001b[1m1.かわいい女の子\u001b[22m\n2. High school drama\n\n\u001b[1m2.高校ドラマ\u001b[22m\n\u001b[1m(2. Kōkō dorama)\u001b[22m\n\nTranslations of \u001b[4m2. High school drama\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. High school drama\u001b[24m\n    \u001b[1m2.高校ドラマ\u001b[22m, \u001b[1m2.高校のドラマ\u001b[22m\n3. Romance\n\n\u001b[1m3.ロマンス\u001b[22m\n\u001b[1m(3. Romansu)\u001b[22m\n\nTranslations of \u001b[4m3. Romance\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Romance\u001b[24m\n    \u001b[1m3.ロマンス\u001b[22m\n4. Fickleness\n\n\u001b[1m4.かすか\u001b[22m\n\u001b[1m(4. Kasuka)\u001b[22m\n\nTranslations of \u001b[4m4. Fickleness\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4. Fickleness\u001b[24m\n    \u001b[1m4.かすか\u001b[22m, \u001b[1m4.浮気\u001b[22m\n\u001b[1m\u001b[22m\nIf you said yes to any of them, this is the anime for you.\n\n\u001b[1mあなたがどれかに賛成だと言うなら、これはあなたのアニメです。\u001b[22m\n\u001b[1m(Anata ga dore ka ni sanseida to iunara, kore wa anata no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you said yes to any of them, this is the anime for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you said yes to any of them, this is the anime for you.\u001b[24m\n    \u001b[1mあなたがどれかに賛成だと言うなら、これはあなたのアニメです。\u001b[22m, \u001b[1mあなたがそれらのいずれかにyesと言った場合、これはあなたのためのアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nMy actual rating of this anime: 9.0 on the dot.\n\n\u001b[1mこのアニメの私の実際の評価：9.0点。\u001b[22m\n\u001b[1m(Kono anime no watashi no jissai no hyōka: 9. 0-Ten.)\u001b[22m\n\nTranslations of \u001b[4mMy actual rating of this anime: 9.0 on the dot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy actual rating of this anime: 9.0 on the dot.\u001b[24m\n    \u001b[1mこのアニメの私の実際の評価：9.0点。\u001b[22m, \u001b[1mこのアニメの私の実際の評価：ドットに9.0。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "Yugima",
    "profile": "/profile/Yugima/reviews",
    "pages": "16",
    "number": "2",
    "link": "/reviews.php?id=34047",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  3\n|  3\n\n学校の日々：高校ロマンスのドラマについて素敵なロマンチックなアニメではありません....ドラマはありますか？\n\nさて、このアニメを見ていないすべての人に、私はスポイラーなしでここで私のスコアを通過することに注意してください、しかし私は（あなたはそれを推測した）スポイラーの下にヘッダーを置く....そう読んでいない あなたがサスペンスを望むなら、その行を過ぎてください。\n\n得点：\n\nストーリー -  7\n恐ろしい終わりのDIDは、私が文字の多くをパルプに打ちたいと思っているので、私は7と2を与えません。 私にとって、アニメは、感情を感じさせてくれるならば成功します。 私はとても怒っていた！ うん！ 私もそれについて話すことができません！\n\nアート -  6\nフェアではあるが、あまりにも速くやってしまったようなシーンがたくさん現れていて、詳細が十分ではない。 その他のところでは素晴らしいところですが、手元のクローズアップのディテールはかなり印象的でした。 共通のアニメの女の子の目のスタイルにもかかわらず、目は良かった。 ハイライトの欠如は、後のシーンをさらに奇妙なものにした。\n\nサウンド -  6\nええと......何も特別なことはありません。\n\nキャラクター -  3\nキャラクターは良い基礎から始まり、感情的に現実的で現実的だと感じましたが、第6話ではスタッフが顔や名前を変えずにキャラクターを変えたかどうか疑問に思っていました。 彼らは突然すべて変わってしまったので、偽物だった。\n\n楽しさ -  3\n私は6回目または7回目のエピソードについて、とても好きだった。 桂が本当に奇妙な演技を始めたとき、誠の秘密が出てきた時、私はちょっと迷惑になりました。  1つは、私は誠を靴下にしたいと2つは、私は桂を叩くことを望んでいた！ 結局、私の口の中では非常に悪いと言われています。 本当に不快な終わりを好きではない...\n\nところで、なぜここに心理的な、あるいは恐怖というラベルが付けられていないのですか？  ITが必要です！\n\n全体的に、あなたは（半）完璧な状況を見て、すべての可能な方法で間違ってしまう。 これは無実の「学校の日」の愛で終わります!!\n\nOKスポイラータイム！\n\n\n\n私は反復します：下の違反者 - あなたが見ていなければ読まないでください！\n\n\n\n私はちょうどショーを終えて、S ** T FACED B ***** D MAKOTO！ 彼はすべて無実であったし、BAM！ セックスマニアック！ 私はWTFのようでしたか？！？！？！？\nそして桂：痛い失う！  CLINGY B ** CH！ 誠が死んだ後でさえ！ 彼女はフリッジが頭を切って、それを抱きしめて日没に乗る！ そうだよ！  @。@\n\nまあ、すべての女の子は大丈夫だった...そして、彼らはすべて背の高い娼婦になった！ 私はこのショーがどのように終わったのか、全面的に解消されています....違う場合を除き、OVAを試してみるつもりはありません。  F ** K！ 私は今大変ユニークな花と虹と日光を必要としています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nSchool Days: NOT a nice romantic anime about the drama of high school romance....well there is drama - ALOT OF DRAMA - but not just normal drama.\n\n\u001b[1m学校の日々：高校ロマンスのドラマについて素敵なロマンチックなアニメではありません....ドラマはありますか？\u001b[22m\n\u001b[1m(Gakkō no hibi: Kōkō romansu no dorama ni tsuite sutekina romanchikkuna animede wa arimasen. ... Dorama wa arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mSchool Days: NOT a nice romantic anime about the drama of high school romance....well there is drama - ALOT OF DRAMA - but not just normal drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Days: NOT a nice romantic anime about the drama of high school romance....well there is drama - ALOT OF DRAMA - but not just normal drama.\u001b[24m\n    \u001b[1m学校の日々：高校ロマンスのドラマについて素敵なロマンチックなアニメではありません....ドラマはありますか？\u001b[22m, \u001b[1mスクールデイズ - ドラマの多く - それだけではない、通常のドラマ高校のロマンスのドラマではない素敵なロマンチックなアニメ....よくドラマがあります。\u001b[22m\n\u001b[1m\u001b[22m\nOk, so to all who HAVE NOT WATCHED this anime please note that I will go through my scoring here without spoilers, but after I will put a header under which will be (you guessed it) spoilers....so don't read past that line if you want the suspense.\n\n\u001b[1mさて、このアニメを見ていないすべての人に、私はスポイラーなしでここで私のスコアを通過することに注意してください、しかし私は（あなたはそれを推測した）スポイラーの下にヘッダーを置く....そう読んでいない あなたがサスペンスを望むなら、その行を過ぎてください。\u001b[22m\n\u001b[1m(Sate, kono anime o miteinai subete no hito ni, watashi wa supoirā nashide koko de watashi no sukoa o tsūka suru koto ni chūi shite kudasai, shikashi watashi wa (anata wa sore o suisoku shita) supoirā no shita ni heddā o oku. ... Sō yon de inai anata ga sasupensu o nozomunara, sono gyō o sugite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOk, so to all who HAVE NOT WATCHED this anime please note that I will go through my scoring here without spoilers, but after I will put a header under which will be (you guessed it) spoilers....so don't read past that line if you want the suspense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, so to all who HAVE NOT WATCHED this anime please note that I will go through my scoring here without spoilers, but after I will put a header under which will be (you guessed it) spoilers....so don't read\u001b[24m\n    \u001b[1mさて、このアニメを見ていないすべての人に、私はスポイラーなしでここで私のスコアを通過することに注意してください、しかし私は（あなたはそれを推測した）スポイラーの下にヘッダーを置く....そう読んでいない\u001b[22m, \u001b[1m私はネタバレなしでここに私のスコアリングを通過しますが、私は、ヘッダを置く後、その下になることに注意してください、このアニメを観ていない人すべてになるオクラホマので、読んでいない....スポイラー（あなたはそれを推測しました）\u001b[22m\n\u001b[4mpast that line if you want the suspense.\u001b[24m\n    \u001b[1mあなたがサスペンスを望むなら、その行を過ぎてください。\u001b[22m, \u001b[1mその行過去のあなたがサスペンスをしたい場合。\u001b[22m\n\u001b[1m\u001b[22m\nSCORES:\n\n\u001b[1m得点：\u001b[22m\n\u001b[1m(Tokuten:)\u001b[22m\n\nDefinitions of \u001b[4mSCORES:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    スコア\u001b[22m\n        score\n\u001b[1m    得点\u001b[22m\n        score, runs, marks obtained, points made\n\u001b[1m    楽譜\u001b[22m\n        score\n\u001b[1m    点数\u001b[22m\n        score, points, marks, number of items, credits, runs\n\u001b[1m    刻み\u001b[22m\n        nick, notch, score, indent, jag, chisel\n\u001b[1m    五線譜\u001b[22m\n        score\n\u001b[1m    点取り\u001b[22m\n        score, competition for school marks, keeping score\n\u001b[1m    負債\u001b[22m\n        liabilities, debt, debit, deficit, due, score\n\u001b[1m    割符\u001b[22m\n        tally, check, score\n\u001b[1m    割り符\u001b[22m\n        tally, check, score\n\u001b[1m    一本\u001b[22m\n        one long thing, one version, score, blow, experienced geisha\n\nverb\n\u001b[1m    刻む\u001b[22m\n        engrave, carve, mince, hash, chop up, chisel\n\u001b[1m    記録する\u001b[22m\n        record, score\n\u001b[1m\u001b[22m\nStory - 7\n\n\u001b[1mストーリー -  7\u001b[22m\n\u001b[1m(Sutōrī - 7)\u001b[22m\n\nTranslations of \u001b[4mStory - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 7\u001b[24m\n    \u001b[1mストーリー -  7\u001b[22m\nI give it a 7 and not a 2 because, the horrific ending DID make me want to beat many of the characters to a pulp. For me, an anime is only successful if it can make me FEEL some emotion...and boy this one did! I was so pissed! Uhhhhh! I can't even talk about it!\n\n\u001b[1m恐ろしい終わりのDIDは、私が文字の多くをパルプに打ちたいと思っているので、私は7と2を与えません。 私にとって、アニメは、感情を感じさせてくれるならば成功します。 私はとても怒っていた！ うん！ 私もそれについて話すことができません！\u001b[22m\n\u001b[1m(Osoroshī owari no DID wa, watashi ga moji no ōku o parupu ni uchitai to omotte irunode, watashi wa 7 to 2 o ataemasen. Watashi ni totte, anime wa, kanjō o kanji sasete kurerunaraba seikō shimasu. Watashi wa totemo okotte ita! Un! Watashi mo sore ni tsuite hanasu koto ga dekimasen!)\u001b[22m\n\nTranslations of \u001b[4mI give it a 7 and not a 2 because, the horrific ending DID make me want to beat many of the characters to a pulp. For me, an anime is only successful if it can make me FEEL some emotion...and boy this one did! I was so pissed! Uhhhhh! I can't even talk about it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give it a 7 and not a 2 because, the horrific ending DID make me want to beat many of the characters to a pulp.\u001b[24m\n    \u001b[1m恐ろしい終わりのDIDは、私が文字の多くをパルプに打ちたいと思っているので、私は7と2を与えません。\u001b[22m, \u001b[1m恐ろしい結末は私がパルプに文字の多くを打つしたい作った、ので、私はそれを7とない2を与えます。\u001b[22m\n\u001b[4mFor me, an anime is only successful if it can make me FEEL some emotion...and boy this one did!\u001b[24m\n    \u001b[1m私にとって、アニメは、感情を感じさせてくれるならば成功します。\u001b[22m, \u001b[1m私にとっては、アニメはそれは私がこの1つはなかったいくつかの感情...と少年を感じることができた場合にのみ成功します！\u001b[22m\n\u001b[4mI was so pissed!\u001b[24m\n    \u001b[1m私はとても怒っていた！\u001b[22m, \u001b[1m私はとても怒りました！\u001b[22m\n\u001b[4mUhhhhh!\u001b[24m\n    \u001b[1mうん！\u001b[22m, \u001b[1mUhhhhh！\u001b[22m\n\u001b[4mI can't even talk about it!\u001b[24m\n    \u001b[1m私もそれについて話すことができません！\u001b[22m, \u001b[1m私もそれについて話すことはできません！\u001b[22m\n\u001b[1m\u001b[22m\nArt - 6\n\n\u001b[1mアート -  6\u001b[22m\n\u001b[1m(Āto - 6)\u001b[22m\n\nTranslations of \u001b[4mArt - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 6\u001b[24m\n    \u001b[1mアート -  6\u001b[22m\nFair, but MANY scenes look like they were done too quickly and not enough detail was put into them. Others where great, the detail in the closeups on hands was pretty impressive. Eyes were good despite being the common anime girl eye style. The lack of highlights made the later scenes even more...creepy.\n\n\u001b[1mフェアではあるが、あまりにも速くやってしまったようなシーンがたくさん現れていて、詳細が十分ではない。 その他のところでは素晴らしいところですが、手元のクローズアップのディテールはかなり印象的でした。 共通のアニメの女の子の目のスタイルにもかかわらず、目は良かった。 ハイライトの欠如は、後のシーンをさらに奇妙なものにした。\u001b[22m\n\u001b[1m(Feade wa aru ga, amarini mo hayaku yatte shimatta yōna shīn ga takusan arawarete ite, shōsai ga jūbunde wanai. Sonohoka no tokorode wa subarashī tokorodesuga, temoto no kurōzuappu no ditēru wa kanari inshō-tekideshita. Kyōtsū no anime no on'nanoko no me no sutairu nimokakawarazu,-me wa yokatta. Hairaito no ketsujo wa,-go no shīn o sarani kimyōna mono ni shita.)\u001b[22m\n\nTranslations of \u001b[4mFair, but MANY scenes look like they were done too quickly and not enough detail was put into them. Others where great, the detail in the closeups on hands was pretty impressive. Eyes were good despite being the common anime girl eye style. The lack of highlights made the later scenes even more...creepy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFair, but MANY scenes look like they were done too quickly and not enough detail was put into them.\u001b[24m\n    \u001b[1mフェアではあるが、あまりにも速くやってしまったようなシーンがたくさん現れていて、詳細が十分ではない。\u001b[22m, \u001b[1m彼らはあまりにも迅速に行われたとされない十分な詳細がそれらに入れたようなフェアが、多くのシーンが見えます。\u001b[22m\n\u001b[4mOthers where great, the detail in the closeups on hands was pretty impressive.\u001b[24m\n    \u001b[1mその他のところでは素晴らしいところですが、手元のクローズアップのディテールはかなり印象的でした。\u001b[22m, \u001b[1mその他ここで素晴らしい、手のクローズアップの細部はかなり印象的でした。\u001b[22m\n\u001b[4mEyes were good despite being the common anime girl eye style.\u001b[24m\n    \u001b[1m共通のアニメの女の子の目のスタイルにもかかわらず、目は良かった。\u001b[22m, \u001b[1mアイズは、一般的なアニメの女の子の目のスタイルであるにもかかわらず良好でした。\u001b[22m\n\u001b[4mThe lack of highlights made the later scenes even more...creepy.\u001b[24m\n    \u001b[1mハイライトの欠如は、後のシーンをさらに奇妙なものにした。\u001b[22m, \u001b[1mハイライトの欠如は、不気味な...でも、もっと後でシーンを作りました。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 6\n\n\u001b[1mサウンド -  6\u001b[22m\n\u001b[1m(Saundo - 6)\u001b[22m\n\nTranslations of \u001b[4mSound - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 6\u001b[24m\n    \u001b[1mサウンド -  6\u001b[22m\nEh..ok..nothing special though.\n\n\u001b[1mええと......何も特別なことはありません。\u001b[22m\n\u001b[1m(Ē to... ... Nani mo tokubetsuna koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mEh..ok..nothing special though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEh..ok..nothing special though.\u001b[24m\n    \u001b[1mええと......何も特別なことはありません。\u001b[22m, \u001b[1mしかし、特別なEh..ok..nothing。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 3\n\n\u001b[1mキャラクター -  3\u001b[22m\n\u001b[1m(Kyarakutā - 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 3\u001b[24m\n    \u001b[1mキャラクター -  3\u001b[22m, \u001b[1m文字 -  3\u001b[22m\nCharacters started out with good foundation and felt emotionally present and realistic but by about the 6th episode I started to wonder if the staff had changed the characters personalities w/o changing their faces and names. All of a sudden they were all weird and so FAKE.\n\n\u001b[1mキャラクターは良い基礎から始まり、感情的に現実的で現実的だと感じましたが、第6話ではスタッフが顔や名前を変えずにキャラクターを変えたかどうか疑問に思っていました。 彼らは突然すべて変わってしまったので、偽物だった。\u001b[22m\n\u001b[1m(Kyarakutā wa yoi kiso kara hajimari, kanjō-teki ni genjitsu-tekide genjitsu-tekida to kanjimashitaga, dai 6-wade wa sutaffu ga kao ya namae o kaezu ni kyarakutā o kaeta ka dō ka gimon ni omotte imashita. Karera wa totsuzen subete kawatte shimattanode, nisemonodatta.)\u001b[22m\n\nTranslations of \u001b[4mCharacters started out with good foundation and felt emotionally present and realistic but by about the 6th episode I started to wonder if the staff had changed the characters personalities w/o changing their faces and names. All of a sudden they were all weird and so FAKE.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters started out with good foundation and felt emotionally present and realistic but by about the 6th episode I started to wonder if the staff had changed the characters personalities w/o changing their faces and names.\u001b[24m\n    \u001b[1mキャラクターは良い基礎から始まり、感情的に現実的で現実的だと感じましたが、第6話ではスタッフが顔や名前を変えずにキャラクターを変えたかどうか疑問に思っていました。\u001b[22m, \u001b[1m文字は良い基盤でスタートし、私はスタッフが自分の顔と名前を変更するO / W文字パーソナリティを変更した場合は疑問に思い始めた第六のエピソードに関する感情的に存在し、現実的なしかしによって感じました。\u001b[22m\n\u001b[4mAll of a sudden they were all weird and so FAKE.\u001b[24m\n    \u001b[1m彼らは突然すべて変わってしまったので、偽物だった。\u001b[22m, \u001b[1m突然のすべては、それらはすべて奇妙なので、FAKEました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 3\n\n\u001b[1m楽しさ -  3\u001b[22m\n\u001b[1m(Tanoshisa - 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 3\u001b[24m\n    \u001b[1m楽しさ -  3\u001b[22m\nI liked it very much until, again, about the 6th or 7th episode. When Katsura started acting REALLY weird and some more secrets about Makoto came out, I was just getting annoyed. One, I wanted to sock Makoto and two I wanted to slap Katsura into sense! In the end: VERY BAD TATSE in my mouth, so to say. Really not liking the disturbing end...\n\n\u001b[1m私は6回目または7回目のエピソードについて、とても好きだった。 桂が本当に奇妙な演技を始めたとき、誠の秘密が出てきた時、私はちょっと迷惑になりました。  1つは、私は誠を靴下にしたいと2つは、私は桂を叩くことを望んでいた！ 結局、私の口の中では非常に悪いと言われています。 本当に不快な終わりを好きではない...\u001b[22m\n\u001b[1m(Watashi wa 6 eme matawa 7-kai-me no episōdo ni tsuite, totemo sukidatta. Katsura ga hontōni kimyōna engi o hajimeta toki, makoto no himitsu ga detekita-ji, watashi wa chotto meiwaku ni narimashita. 1Tsu wa, watashi wa makoto o kutsushita ni shitai to 2tsu wa, watashi wa Katsura o tataku koto o nozonde ita! Kekkyoku, watashi no kuchi no nakade wa hijō ni warui to iwa rete imasu. Hontōni fukaina owari o sukide wanai...)\u001b[22m\n\nTranslations of \u001b[4mI liked it very much until, again, about the 6th or 7th episode. When Katsura started acting REALLY weird and some more secrets about Makoto came out, I was just getting annoyed. One, I wanted to sock Makoto and two I wanted to slap Katsura into sense! In the end: VERY BAD TATSE in my mouth, so to say. Really not liking the disturbing end...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked it very much until, again, about the 6th or 7th episode.\u001b[24m\n    \u001b[1m私は6回目または7回目のエピソードについて、とても好きだった。\u001b[22m, \u001b[1m私は第六または第七のエピソードについて、再度、までとても気に入りました。\u001b[22m\n\u001b[4mWhen Katsura started acting REALLY weird and some more secrets about Makoto came out, I was just getting annoyed.\u001b[24m\n    \u001b[1m桂が本当に奇妙な演技を始めたとき、誠の秘密が出てきた時、私はちょっと迷惑になりました。\u001b[22m, \u001b[1m桂は本当に奇妙な演技を始めと誠に関するいくつかのより多くの秘密が出てきたとき、私はイライラしました。\u001b[22m\n\u001b[4mOne, I wanted to sock Makoto and two I wanted to slap Katsura into sense!\u001b[24m\n    \u001b[1m1つは、私は誠を靴下にしたいと2つは、私は桂を叩くことを望んでいた！\u001b[22m, \u001b[1m一つは、私は誠を靴下したかったし、2私は感覚に桂を平手打ちしたかったです！\u001b[22m\n\u001b[4mIn the end: VERY BAD TATSE in my mouth, so to say.\u001b[24m\n    \u001b[1m結局、私の口の中では非常に悪いと言われています。\u001b[22m, \u001b[1m最後に：私の口の中でVERY BAD TATSEは、そう言って。\u001b[22m\n\u001b[4mReally not liking the disturbing end...\u001b[24m\n    \u001b[1m本当に不快な終わりを好きではない...\u001b[22m, \u001b[1m本当に妨害終わりを好きではありません...\u001b[22m\n\u001b[1m\u001b[22m\nBy the way, why is it not labeled a psychological or horror here? IT NEEDS TO BE!\n\n\u001b[1mところで、なぜここに心理的な、あるいは恐怖というラベルが付けられていないのですか？  ITが必要です！\u001b[22m\n\u001b[1m(Tokorode, naze koko ni shinri-tekina, aruiwa kyōfu to iu raberu ga tsuke rarete inai nodesu ka? IT ga hitsuyōdesu!)\u001b[22m\n\nTranslations of \u001b[4mBy the way, why is it not labeled a psychological or horror here? IT NEEDS TO BE!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy the way, why is it not labeled a psychological or horror here?\u001b[24m\n    \u001b[1mところで、なぜここに心理的な、あるいは恐怖というラベルが付けられていないのですか？\u001b[22m, \u001b[1mところで、なぜそれがここに心理や恐怖をラベル付けされていませんか？\u001b[22m\n\u001b[4mIT NEEDS TO BE!\u001b[24m\n    \u001b[1mITが必要です！\u001b[22m, \u001b[1mITはする必要があります！\u001b[22m\n\u001b[1m\u001b[22m\nOverall, watch of you like (semi)perfect situations that turn out wrong in EVERY POSSIBLE WAY. This ends with no innocent 'school days' love!!!!\n\n\u001b[1m全体的に、あなたは（半）完璧な状況を見て、すべての可能な方法で間違ってしまう。 これは無実の「学校の日」の愛で終わります!!\u001b[22m\n\u001b[1m(Zentai-teki ni, anata wa (han) kanpekina jōkyō o mite, subete no kanōna hōhō de machigatte shimau. Kore wa mujitsu no `gakkō no hi' no ai de owarimasu! !)\u001b[22m\n\nTranslations of \u001b[4mOverall, watch of you like (semi)perfect situations that turn out wrong in EVERY POSSIBLE WAY. This ends with no innocent 'school days' love!!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, watch of you like (semi)perfect situations that turn out wrong in EVERY POSSIBLE WAY.\u001b[24m\n    \u001b[1m全体的に、あなたは（半）完璧な状況を見て、すべての可能な方法で間違ってしまう。\u001b[22m, \u001b[1m全体的に、あなたの時計は、可能なあらゆる方法で間違っ判明（半）完璧な状況が好きです。\u001b[22m\n\u001b[4mThis ends with no innocent 'school days' love!!!!\u001b[24m\n    \u001b[1mこれは無実の「学校の日」の愛で終わります!!\u001b[22m, \u001b[1mこれは無罪のない「学生時代の愛で終わります!!!!\u001b[22m\n\u001b[1m\u001b[22m\nOK SPOILER TIME!\n\n\u001b[1mOKスポイラータイム！\u001b[22m\n\u001b[1m(OK supoirātaimu!)\u001b[22m\n\nTranslations of \u001b[4mOK SPOILER TIME!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOK SPOILER TIME!\u001b[24m\n    \u001b[1mOKスポイラータイム！\u001b[22m, \u001b[1mOKスポイラーTIME！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI REPEAT: SPOILERS BELOW - DO NOT READ IF YOU HAVE NOT WATCHED!\n\n\u001b[1m私は反復します：下の違反者 - あなたが見ていなければ読まないでください！\u001b[22m\n\u001b[1m(Watashi wa hanpuku shimasu: Shita no ihan-sha - anata ga mite inakereba yomanaide kudasai!)\u001b[22m\n\nTranslations of \u001b[4mI REPEAT: SPOILERS BELOW - DO NOT READ IF YOU HAVE NOT WATCHED!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI REPEAT: SPOILERS BELOW - DO NOT READ IF YOU HAVE NOT WATCHED!\u001b[24m\n    \u001b[1m私は反復します：下の違反者 - あなたが見ていなければ読まないでください！\u001b[22m, \u001b[1m私は繰り返す：スポイラーBELOW  - あなたが視聴していない場合は読んでいません！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI just finished the show and DAMN THAT S**T FACED B*****D MAKOTO! He was all innocent and then BAM! Sex maniac! I was like WTF?!?!?!?\n\n\u001b[1m私はちょうどショーを終えて、S ** T FACED B ***** D MAKOTO！ 彼はすべて無実であったし、BAM！ セックスマニアック！ 私はWTFのようでしたか？！？！？！？\u001b[22m\n\u001b[1m(Watashi wa chōdo shō o oete, S** T FACED B***** D MAKOTO! Kare wa subete mujitsudeattashi, bamu! Sekkusumaniakku! Watashi wa WTF no yōdeshita ka?!?!?!?)\u001b[22m\n\nTranslations of \u001b[4mI just finished the show and DAMN THAT S**T FACED B*****D MAKOTO! He was all innocent and then BAM! Sex maniac! I was like WTF?!?!?!?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just finished the show and DAMN THAT S**T FACED B*****D MAKOTO!\u001b[24m\n    \u001b[1m私はちょうどショーを終えて、S ** T FACED B ***** D MAKOTO！\u001b[22m, \u001b[1m私はちょうどショーを終え、S THATをDAMN ** T FACED B ***** D MAKOTO！\u001b[22m\n\u001b[4mHe was all innocent and then BAM!\u001b[24m\n    \u001b[1m彼はすべて無実であったし、BAM！\u001b[22m, \u001b[1m彼はすべての罪のないし、次にBAM！\u001b[22m\n\u001b[4mSex maniac!\u001b[24m\n    \u001b[1mセックスマニアック！\u001b[22m\n\u001b[4mI was like WTF?!?!?!?\u001b[24m\n    \u001b[1m私はWTFのようでしたか？！？！？！？\u001b[22m\nAnd Katsura: SORE LOSER! CLINGY B**CH! even after Makoto is DEAD! she friggin cuts off his head and rides off into the sunset hugging it! Thats SICK! @.@\n\n\u001b[1mそして桂：痛い失う！  CLINGY B ** CH！ 誠が死んだ後でさえ！ 彼女はフリッジが頭を切って、それを抱きしめて日没に乗る！ そうだよ！  @。@\u001b[22m\n\u001b[1m(Soshite Katsura: Itai ushinau! CLINGY B** CH! Makoto ga shinda nochide sae! Kanojo wa furijji ga atama o kitte, sore o dakishimete nichibotsu ni noru! Sōda yo! @.@)\u001b[22m\n\nTranslations of \u001b[4mAnd Katsura: SORE LOSER! CLINGY B**CH! even after Makoto is DEAD! she friggin cuts off his head and rides off into the sunset hugging it! Thats SICK! @.@\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd Katsura: SORE LOSER!\u001b[24m\n    \u001b[1mそして桂：痛い失う！\u001b[22m, \u001b[1m桂：負けず嫌い！\u001b[22m\n\u001b[4mCLINGY B**CH!\u001b[24m\n    \u001b[1mCLINGY B ** CH！\u001b[22m, \u001b[1m体にぴったりB ** CH！\u001b[22m\n\u001b[4meven after Makoto is DEAD!\u001b[24m\n    \u001b[1m誠が死んだ後でさえ！\u001b[22m, \u001b[1m誠は死んだ後でさえも！\u001b[22m\n\u001b[4mshe friggin cuts off his head and rides off into the sunset hugging it!\u001b[24m\n    \u001b[1m彼女はフリッジが頭を切って、それを抱きしめて日没に乗る！\u001b[22m, \u001b[1m彼女は彼の頭を切断しfrigginの、それを抱いて夕日にオフに乗って！\u001b[22m\n\u001b[4mThats SICK!\u001b[24m\n    \u001b[1mそうだよ！\u001b[22m, \u001b[1mSICK厥！\u001b[22m\n\u001b[4m@.@\u001b[24m\n    \u001b[1m@。@\u001b[22m\n\u001b[1m\u001b[22m\nDamn, all the girls were ok...and then they all turned into backstabbing whores! I am SEVERELY DISSAPOINTED in how this show ended....Im not even gonna try and watch the OVA's unless they are different. F**K! I need so SERIOUS flowers, and rainbows, and sunshine with ALOT of unicorns on top right now!\n\n\u001b[1mまあ、すべての女の子は大丈夫だった...そして、彼らはすべて背の高い娼婦になった！ 私はこのショーがどのように終わったのか、全面的に解消されています....違う場合を除き、OVAを試してみるつもりはありません。  F ** K！ 私は今大変ユニークな花と虹と日光を必要としています。\u001b[22m\n\u001b[1m(Mā, subete no on'nanoko wa daijōbudatta... Soshite, karera wa subete senotakai shōfu ni natta! Watashi wa kono shō ga dono yō ni owatta no ka, zenmen-teki ni kaishō sa rete imasu. ... Chigau baai o nozoki, ovu~a o tameshite miru tsumori wa arimasen. F** K! Watashi wa ima taihen yunīkuna hana to niji to nikkō o hitsuyō to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mDamn, all the girls were ok...and then they all turned into backstabbing whores! I am SEVERELY DISSAPOINTED in how this show ended....Im not even gonna try and watch the OVA's unless they are different. F**K! I need so SERIOUS flowers, and rainbows, and sunshine with ALOT of unicorns on top right now!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDamn, all the girls were ok...and then they all turned into backstabbing whores!\u001b[24m\n    \u001b[1mまあ、すべての女の子は大丈夫だった...そして、彼らはすべて背の高い娼婦になった！\u001b[22m, \u001b[1mくそー、すべての女の子は大丈夫だった...そして彼らはすべての売春婦を陰で中傷する行為になって！\u001b[22m\n\u001b[4mI am SEVERELY DISSAPOINTED in how this show ended....Im not even gonna try and watch the OVA's unless they are different.\u001b[24m\n    \u001b[1m私はこのショーがどのように終わったのか、全面的に解消されています....違う場合を除き、OVAを試してみるつもりはありません。\u001b[22m, \u001b[1m私はこの番組が終了する方法に厳しくがっかりしています.... Imがさえないつもり試してみて、彼らが異なっている場合を除き、OVAのを見て。\u001b[22m\n\u001b[4mF**K!\u001b[24m\n    \u001b[1mF ** K！\u001b[22m\n\u001b[4mI need so SERIOUS flowers, and rainbows, and sunshine with ALOT of unicorns on top right now!\u001b[24m\n    \u001b[1m私は今大変ユニークな花と虹と日光を必要としています。\u001b[22m, \u001b[1m私は今上にユニコーンの多くとそれほど深刻花、と虹と太陽の光を必要とします！\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "Shaja",
    "profile": "/profile/Shaja/reviews",
    "pages": "16",
    "number": "3",
    "link": "/reviews.php?id=87679",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  4\nサウンド|  4\nキャラクター|  4\n|  3\n\n私は学校の日を見てからしばらくしていますが、私はそれをかなりはっきりと覚えています。 私はそれが退屈で驚くべきことであることを覚えています。 それは不可能だと思うが、彼らはそれを行う、あなたはショーの約20分を見て、その後、どこにもあなたがエピソード全体が来ることを見ていなかった驚きがない。\n\n限り、物語は、このショーは、人生の本当に面倒なスライスに行く。 最初はあなたは本当に甘いロマンスアニメになると思うけど、最初のエピソードの後に​​は少し不安な場面が残っていた。 主人公を憎むまで徐々に悪化するので、これはショーの基本的な枠組みになります。 ショーの最後の5分間はそれの20分前のような衝撃ですが、退屈です。 お互いに感情的な問題をたくさん持っているのは、非常に人生の断片です。 私は、このキャラクターが愚かであるために馬鹿だと感じたので、これは信じられないほど退屈だと分かった。\n\n私はすでに文字を少し言及したので、これはあまりにも長くないでしょう。 文字は、視聴者を怒らせる点までダムになっています。 彼らは常識が思考の中で止まると思うことをします。 ショーの残りの部分は、基本的には、誰もが犠牲者であることを強調するために、怠け者の主人公の上で、悪い決定を下すために泣いています。 このシリーズではどんなキャラクターも好きではありませんが、助けてくれることはありません。 主人公は本当に憎まれたキャラクターの封筒を押しますが、私は誰もが本当の人生で彼のような人を関係付けることができると思うので、誰かが本当に怒ってしまいます。 どんな種類のショーでもそのような現実的な悪役は通常見られませんが、彼らはいつも非現実的な点に彼らを誇張しますが、マコトはおそらく彼のような人々がいるように感じます。 彼は皿のような退屈な存在であるというアニメの偽善に苦しんでいるが、多くの人生の男性がそれを逃れることはできない。\n\nこのアニメの芸術とサウンドは業界標準であり、私を驚かせるものは何もありません。 シーンによっては、芸術的にはうまくいくものの、画像や音質の品質ではなく、芸術上の意味や価値があるためです。 それは本当にこれに関する音と芸術について言いたいことはすべてのために示されています。\n\n私は特にSchool Daysを楽しんでいませんでした。私はそれを自動車の難破船に似ています。 あなたはそれが起こるのを見て、あなたは見ることができません。 あなたは何か恐ろしいものを見て、あなたの目はそれに固定されます。 これは交通事故よりも悲惨ではありませんが、これらの人々の悲惨さや常識の欠如をもっと見たいだけです。 このショーの究極の結論に達するまで、あなたはそれが来るのを見ていないほど畏敬の念を抱くでしょう。\n\n全体的にショーは非常に控えめで退屈ですが、人々はプロットの驚くべきターンの宝物に興味を持っています。 私は、このアニメを作った人たちが、進行に注意を向ける方法と、他の20分の無益なメロドラマを無視する方法を知っているとしか言えません。 しかし、それを本当に目立つように見て、私はそれが特に良いショーだったと言うことはできませんが、私の頭脳がもっと柔らかくて痩せていたとき、私は数年前に魅了しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nIt's been some time since i watched school days but i can remember it pretty clearly. I remember it being two things Boring and Surprising. That sounds impossible but they do it, you watch about 20 minutes of the show and then out of nowhere a surprise you had not seen coming the entire episode happens.\n\n\u001b[1m私は学校の日を見てからしばらくしていますが、私はそれをかなりはっきりと覚えています。 私はそれが退屈で驚くべきことであることを覚えています。 それは不可能だと思うが、彼らはそれを行う、あなたはショーの約20分を見て、その後、どこにもあなたがエピソード全体が来ることを見ていなかった驚きがない。\u001b[22m\n\u001b[1m(Watashi wa gakkō no hi o mite kara shibaraku shite imasuga, watashi wa sore o kanari hakkiri to oboete imasu. Watashi wa sore ga taikutsu de odorokubeki kotodearu koto o oboete imasu. Sore wa fukanōda to omou ga, karera wa sore o okonau, anata wa shō no yaku 20-bu o mite, sonogo, dokoni mo anata ga episōdo zentai ga kuru koto o mite inakatta odoroki ga nai.)\u001b[22m\n\nTranslations of \u001b[4mIt's been some time since i watched school days but i can remember it pretty clearly. I remember it being two things Boring and Surprising. That sounds impossible but they do it, you watch about 20 minutes of the show and then out of nowhere a surprise you had not seen coming the entire episode happens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's been some time since i watched school days but i can remember it pretty clearly.\u001b[24m\n    \u001b[1m私は学校の日を見てからしばらくしていますが、私はそれをかなりはっきりと覚えています。\u001b[22m, \u001b[1m私が学生時代見たが、私はかなり明確にそれを覚えることができるので、いくつかの時間をされています。\u001b[22m\n\u001b[4mI remember it being two things Boring and Surprising.\u001b[24m\n    \u001b[1m私はそれが退屈で驚くべきことであることを覚えています。\u001b[22m, \u001b[1m私はそれがボーリングと驚きの二つのものであることを覚えています。\u001b[22m\n\u001b[4mThat sounds impossible but they do it, you watch about 20 minutes of the show and then out of nowhere a surprise you had not seen coming the entire episode happens.\u001b[24m\n    \u001b[1mそれは不可能だと思うが、彼らはそれを行う、あなたはショーの約20分を見て、その後、どこにもあなたがエピソード全体が来ることを見ていなかった驚きがない。\u001b[22m, \u001b[1mあなたは約20ショーの分、あなたは全体のエピソードが発生してくる見たことがなかった後、どこからともなく驚きを見て、それは不可能に聞こえるが、彼らはそれを行います。\u001b[22m\n\u001b[1m\u001b[22m\nAs far as story goes this show is a really sleazy slice of life. At first you think its gonna be a really sweet kinda romance anime but after the first episode your left with a slightly unsettling scene. This becomes the basic framework of the show, as it progressively gets worse till you hate the main character. Though the last 5 minutes of the show is a shock the like 20 minutes before it, is boring. It is very slice of life with the characters having a lot of emotional issues with one another. I found this incredibly boring since it felt like the characters were stupid for the sake of being stupid.\n\n\u001b[1m限り、物語は、このショーは、人生の本当に面倒なスライスに行く。 最初はあなたは本当に甘いロマンスアニメになると思うけど、最初のエピソードの後に​​は少し不安な場面が残っていた。 主人公を憎むまで徐々に悪化するので、これはショーの基本的な枠組みになります。 ショーの最後の5分間はそれの20分前のような衝撃ですが、退屈です。 お互いに感情的な問題をたくさん持っているのは、非常に人生の断片です。 私は、このキャラクターが愚かであるために馬鹿だと感じたので、これは信じられないほど退屈だと分かった。\u001b[22m\n\u001b[1m(Kagiri, monogatari wa, kono shō wa, jinsei no hontōni mendōna suraisu ni iku. Saisho wa anata wa hontōni amai romansu anime ni naru to omoukedo, saisho no episōdo no nochi ni ​​ wa sukoshi fuan'na bamen ga nokotte ita. Shujinkō o nikumu made jojoni akka surunode, koreha shō no kihon-tekina wakugumi ni narimasu. Shō no saigo no 5-funkan wa sore no 20-bu mae no yōna shōgekidesuga, taikutsudesu. Otagai ni kanjō-tekina mondai o takusan motte iru no wa, hijō ni jinsei no danpendesu. Watashi wa, kono kyarakutā ga orokadearu tame ni bakada to kanjitanode, kore wa shinji rarenai hodo taikutsuda to wakatta.)\u001b[22m\n\nTranslations of \u001b[4mAs far as story goes this show is a really sleazy slice of life. At first you think its gonna be a really sweet kinda romance anime but after the first episode your left with a slightly unsettling scene. This becomes the basic framework of the show, as it progressively gets worse till you hate the main character. Though the last 5 minutes of the show is a shock the like 20 minutes before it, is boring. It is very slice of life with the characters having a lot of emotional issues with one another. I found this incredibly boring since it felt like the characters were stupid for the sake of being stupid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far as story goes this show is a really sleazy slice of life.\u001b[24m\n    \u001b[1m限り、物語は、このショーは、人生の本当に面倒なスライスに行く。\u001b[22m, \u001b[1m限り話が行くようにこのショーは、生命の本当に低俗スライスです。\u001b[22m\n\u001b[4mAt first you think its gonna be a really sweet kinda romance anime but after the first episode your left with a slightly unsettling scene.\u001b[24m\n    \u001b[1m最初はあなたは本当に甘いロマンスアニメになると思うけど、最初のエピソードの後には少し不安な場面が残っていた。\u001b[22m, \u001b[1m最初に、あなたはそのつもりが本当に甘いちょっとロマンスアニメであると思いますが、最初のエピソードの後に少し不安シーンに残しました。\u001b[22m\n\u001b[4mThis becomes the basic framework of the show, as it progressively gets worse till you hate the main character.\u001b[24m\n    \u001b[1m主人公を憎むまで徐々に悪化するので、これはショーの基本的な枠組みになります。\u001b[22m, \u001b[1mあなたが主人公を憎むまでそれが次第に悪化するように、これは、ショーの基本的な枠組みとなります。\u001b[22m\n\u001b[4mThough the last 5 minutes of the show is a shock the like 20 minutes before it, is boring.\u001b[24m\n    \u001b[1mショーの最後の5分間はそれの20分前のような衝撃ですが、退屈です。\u001b[22m, \u001b[1mショーの最後の5分のような20分、その前にショックですが、退屈です。\u001b[22m\n\u001b[4mIt is very slice of life with the characters having a lot of emotional issues with one another.\u001b[24m\n    \u001b[1mお互いに感情的な問題をたくさん持っているのは、非常に人生の断片です。\u001b[22m, \u001b[1mこれは、互いの感情的な問題の多くを持つ文字との生活の非常にスライスです。\u001b[22m\n\u001b[4mI found this incredibly boring since it felt like the characters were stupid for the sake of being stupid.\u001b[24m\n    \u001b[1m私は、このキャラクターが愚かであるために馬鹿だと感じたので、これは信じられないほど退屈だと分かった。\u001b[22m, \u001b[1m文字が愚かであることのために愚かだったようにそれは感じたので、私は、これは信じられないほど退屈な発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nI already mentioned the characters a bit so this wont be too long. The characters are dumb to the point of angering the viewer. They do things you think common sense would stop in a second of thinking. The rest of the show is basically them crying for making bad decisions over and over the sleazy main character to emphasize what a victim everyone else is. No character is really all that likable in this series but you just cant help but watch them mess up there lives more. The main character really pushes the envelope of hated characters though as i think everyone can relate people like him in real life make anybody really mad. You don't normally see such a realistic villain in any kind of show, they always exaggerate them to the point it seems unreal but makoto feels like there is probably people like him. He does suffer from the anime cliche of being as boring as a dish rag though and not many slice of life males can escape that.\n\n\u001b[1m私はすでに文字を少し言及したので、これはあまりにも長くないでしょう。 文字は、視聴者を怒らせる点までダムになっています。 彼らは常識が思考の中で止まると思うことをします。 ショーの残りの部分は、基本的には、誰もが犠牲者であることを強調するために、怠け者の主人公の上で、悪い決定を下すために泣いています。 このシリーズではどんなキャラクターも好きではありませんが、助けてくれることはありません。 主人公は本当に憎まれたキャラクターの封筒を押しますが、私は誰もが本当の人生で彼のような人を関係付けることができると思うので、誰かが本当に怒ってしまいます。 どんな種類のショーでもそのような現実的な悪役は通常見られませんが、彼らはいつも非現実的な点に彼らを誇張しますが、マコトはおそらく彼のような人々がいるように感じます。 彼は皿のような退屈な存在であるというアニメの偽善に苦しんでいるが、多くの人生の男性がそれを逃れることはできない。\u001b[22m\n\u001b[1m(Watashi wa sudeni moji o sukoshi genkyū shitanode, kore wa amarini mo nagakunaideshou. Moji wa, shichō-sha o okora seru ten made damu ni natte imasu. Karera wa jōshiki ga shikō no naka de tomaru to omou koto o shimasu. Shō no nokori no bubun wa, kihontekini wa, daremoga gisei-shadearu koto o kyōchō suru tame ni, namakemono no shujinkō no ue de, warui kettei o kudasu tame ni naite imasu. Kono shirīzude wa don'na kyarakutā mo sukide wa arimasenga, tasukete kureru koto wa arimasen. Shujinkō wa hontōni nikuma reta kyarakutā no fūtō o oshimasuga, watashi wa daremoga hontō no jinsei de kare no yōna hito o kankeidzukeru koto ga dekiru to omou node, darekaga hontōni okotte shimaimasu. Don'na shurui no shō de moso no yōna genjitsu-tekina akuyaku wa tsūjō mi raremasenga, karera wa itsumo higenjitsutekina ten ni karera o kochō shimasuga, Makoto wa osoraku kare no yōna hitobito ga iru yō ni kanjimasu. Kare wa sara no yōna taikutsuna sonzaidearu to iu anime no gizen ni kurushinde iruga, ōku no jinsei no dansei ga sore o nogareru koto wa dekinai.)\u001b[22m\n\nTranslations of \u001b[4mI already mentioned the characters a bit so this wont be too long. The characters are dumb to the point of angering the viewer. They do things you think common sense would stop in a second of thinking. The rest of the show is basically them crying for making bad decisions over and over the sleazy main character to emphasize what a victim everyone else is. No character is really all that likable in this series but you just cant help but watch them mess up there lives more. The main character really pushes the envelope of hated characters though as i think everyone can relate people like him in real life make anybody really mad. You don't normally see such a realistic villain in any kind of show, they always exaggerate them to the point it seems unreal but makoto feels like there is probably people like him. He does suffer from the anime cliche of being as boring as a dish rag though and not many slice of life males can escape that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI already mentioned the characters a bit so this wont be too long.\u001b[24m\n    \u001b[1m私はすでに文字を少し言及したので、これはあまりにも長くないでしょう。\u001b[22m, \u001b[1m私はすでに少しので、これは文句を言わない長すぎる文字を述べました。\u001b[22m\n\u001b[4mThe characters are dumb to the point of angering the viewer.\u001b[24m\n    \u001b[1m文字は、視聴者を怒らせる点までダムになっています。\u001b[22m, \u001b[1m文字は、視聴者を怒らせるのポイントにダムです。\u001b[22m\n\u001b[4mThey do things you think common sense would stop in a second of thinking.\u001b[24m\n    \u001b[1m彼らは常識が思考の中で止まると思うことをします。\u001b[22m, \u001b[1m彼らはあなたが常識思考の第二に停止するだろうと思うことを行います。\u001b[22m\n\u001b[4mThe rest of the show is basically them crying for making bad decisions over and over the sleazy main character to emphasize what a victim everyone else is.\u001b[24m\n    \u001b[1mショーの残りの部分は、基本的には、誰もが犠牲者であることを強調するために、怠け者の主人公の上で、悪い決定を下すために泣いています。\u001b[22m, \u001b[1mショーの残りの部分は、基本的にそれらは他の被害者の誰もが何であるかを強調する低俗なメインキャラクターの上と上に悪い意思決定を行うために泣いています。\u001b[22m\n\u001b[4mNo character is really all that likable in this series but you just cant help but watch them mess up there lives more.\u001b[24m\n    \u001b[1mこのシリーズではどんなキャラクターも好きではありませんが、助けてくれることはありません。\u001b[22m, \u001b[1mいいえ文字は本当にこのシリーズのすべてのこと好感ありませんが、あなただけのカント助けることが台無しにそれらを見て多くをそこに住んでいます。\u001b[22m\n\u001b[4mThe main character really pushes the envelope of hated characters though as i think everyone can relate people like him in real life make anybody really mad.\u001b[24m\n    \u001b[1m主人公は本当に憎まれたキャラクターの封筒を押しますが、私は誰もが本当の人生で彼のような人を関係付けることができると思うので、誰かが本当に怒ってしまいます。\u001b[22m, \u001b[1m私は誰もが誰もが本当に怒ら実際の生活の中で彼のような人を関連付けることができると思うようにかかわらず、主人公は本当に嫌わ文字の封筒をプッシュします。\u001b[22m\n\u001b[4mYou don't normally see such a realistic villain in any kind of show, they always exaggerate them to the point it seems unreal but makoto feels like there is probably people like him.\u001b[24m\n    \u001b[1mどんな種類のショーでもそのような現実的な悪役は通常見られませんが、彼らはいつも非現実的な点に彼らを誇張しますが、マコトはおそらく彼のような人々がいるように感じます。\u001b[22m, \u001b[1mあなたは通常、彼らは常に、それは非現実的なようだが、彼のような人は、おそらくそこにあるように誠が感じるポイントにそれらを誇張、番組の任意の種類で、このような現実的な悪役が表示されません。\u001b[22m\n\u001b[4mHe does suffer from the anime cliche of being as boring as a dish rag though and not many slice of life males can escape that.\u001b[24m\n    \u001b[1m彼は皿のような退屈な存在であるというアニメの偽善に苦しんでいるが、多くの人生の男性がそれを逃れることはできない。\u001b[22m, \u001b[1m彼は人生の男性の多くのスライスがそれを逃れることができるけれども皿ぼろきれのように退屈であることのアニメのクリシェに苦しむとしません。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and sound of this anime are industry standards, nothing dazzles or brings any worthwhile mention to me. Some scenes can be really good artistically but not for the quality of the image or the sound but because they have a artistic meaning or value. That's really all there is to say about sound and art on this shows behalf.\n\n\u001b[1mこのアニメの芸術とサウンドは業界標準であり、私を驚かせるものは何もありません。 シーンによっては、芸術的にはうまくいくものの、画像や音質の品質ではなく、芸術上の意味や価値があるためです。 それは本当にこれに関する音と芸術について言いたいことはすべてのために示されています。\u001b[22m\n\u001b[1m(Kono anime no geijutsu to saundo wa gyōkai hyōjundeari, watashi o odoroka seru mono wa nani mo arimasen. Shīn ni yotte wa, geijutsu-teki ni wa umaku iku mono no, gazō ya onshitsu no hinshitsude wa naku, geijutsu-jō no imi ya kachi ga aru tamedesu. Sore wa hontōni kore ni kansuru oto to geijutsu ni tsuite iitai koto wa subete no tame ni shimesa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art and sound of this anime are industry standards, nothing dazzles or brings any worthwhile mention to me. Some scenes can be really good artistically but not for the quality of the image or the sound but because they have a artistic meaning or value. That's really all there is to say about sound and art on this shows behalf.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and sound of this anime are industry standards, nothing dazzles or brings any worthwhile mention to me.\u001b[24m\n    \u001b[1mこのアニメの芸術とサウンドは業界標準であり、私を驚かせるものは何もありません。\u001b[22m, \u001b[1mこのアニメの芸術と音が業界標準は、何も圧倒していないか、私にはいかなる価値の言及をもたらしています。\u001b[22m\n\u001b[4mSome scenes can be really good artistically but not for the quality of the image or the sound but because they have a artistic meaning or value.\u001b[24m\n    \u001b[1mシーンによっては、芸術的にはうまくいくものの、画像や音質の品質ではなく、芸術上の意味や価値があるためです。\u001b[22m, \u001b[1m彼らは芸術的意味や価値を持っているので、いくつかのシーンは、画像の品質や音のために芸術的ではなく、本当に良いことができますが。\u001b[22m\n\u001b[4mThat's really all there is to say about sound and art on this shows behalf.\u001b[24m\n    \u001b[1mそれは本当にこれに関する音と芸術について言いたいことはすべてのために示されています。\u001b[22m, \u001b[1mそれは本当にこのショーの代わって音とアートについて言いたいことがあるすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nI did not particularly enjoy School Days, i liken it to a car wreck. You see it happen and you cant look away. You see something horrible and your eyes become fixed on it. Though this is much less tragic than a car accident you just wanna see more of these peoples misery and lack of common sense. Till you reach the ultimate conclusion of this show that leaves you in awe as you could not have seen it coming.\n\n\u001b[1m私は特にSchool Daysを楽しんでいませんでした。私はそれを自動車の難破船に似ています。 あなたはそれが起こるのを見て、あなたは見ることができません。 あなたは何か恐ろしいものを見て、あなたの目はそれに固定されます。 これは交通事故よりも悲惨ではありませんが、これらの人々の悲惨さや常識の欠如をもっと見たいだけです。 このショーの究極の結論に達するまで、あなたはそれが来るのを見ていないほど畏敬の念を抱くでしょう。\u001b[22m\n\u001b[1m(Watashi wa tokuni sukūrudeizu o tanoshinde imasendeshita. Watashi wa sore o jidōsha no nanbasen ni nite imasu. Anata wa sore ga okoru no o mite, anata wa miru koto ga dekimasen. Anata wa nani ka osoroshī mono o mite, anata no me wa sore ni kotei sa remasu. Kore wa kōtsū jiko yori mo hisande wa arimasenga, korera no hitobito no hisan-sa ya jōshiki no ketsujo o motto mitai dakedesu. Kono shō no kyūkyoku no ketsuron ni tassuru made, anata wa sore ga kuru no o mite inai hodo ikei no nen o dakudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI did not particularly enjoy School Days, i liken it to a car wreck. You see it happen and you cant look away. You see something horrible and your eyes become fixed on it. Though this is much less tragic than a car accident you just wanna see more of these peoples misery and lack of common sense. Till you reach the ultimate conclusion of this show that leaves you in awe as you could not have seen it coming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did not particularly enjoy School Days, i liken it to a car wreck.\u001b[24m\n    \u001b[1m私は特にSchool Daysを楽しんでいませんでした。私はそれを自動車の難破船に似ています。\u001b[22m, \u001b[1m私は特に学校日を楽しんでいませんでした、私は自動車事故に例えます。\u001b[22m\n\u001b[4mYou see it happen and you cant look away.\u001b[24m\n    \u001b[1mあなたはそれが起こるのを見て、あなたは見ることができません。\u001b[22m, \u001b[1mあなたはそれが起こるのを見ると、あなたは離れて見て傾けます。\u001b[22m\n\u001b[4mYou see something horrible and your eyes become fixed on it.\u001b[24m\n    \u001b[1mあなたは何か恐ろしいものを見て、あなたの目はそれに固定されます。\u001b[22m, \u001b[1mあなたは恐ろしいものを見ると、あなたの目はそれに固定となります。\u001b[22m\n\u001b[4mThough this is much less tragic than a car accident you just wanna see more of these peoples misery and lack of common sense.\u001b[24m\n    \u001b[1mこれは交通事故よりも悲惨ではありませんが、これらの人々の悲惨さや常識の欠如をもっと見たいだけです。\u001b[22m, \u001b[1mこれははるかに少ない悲劇的な車の事故よりもですが、あなただけしたい、これらの人々の悲惨さと常識の欠如の多くを参照してください。\u001b[22m\n\u001b[4mTill you reach the ultimate conclusion of this show that leaves you in awe as you could not have seen it coming.\u001b[24m\n    \u001b[1mこのショーの究極の結論に達するまで、あなたはそれが来るのを見ていないほど畏敬の念を抱くでしょう。\u001b[22m, \u001b[1mあなたはそれが来て見ていることができなかったとして畏敬の念であなたを残し、このショーの最終的な結論に達するまで。\u001b[22m\n\u001b[1m\u001b[22m\nOverall the show is very bland and boring but it keeps people interested with tidbits of surprising turn in plot. I can only say the people who made this anime knew how to keep your attention on progression and how to neglect the other 20 minutes of uninteresting melodramatics. Looking back though and really glaring at it i cant say it was a particularly good show but it mesmerized me years ago when my brain was softer and squishier i suppose.\n\n\u001b[1m全体的にショーは非常に控えめで退屈ですが、人々はプロットの驚くべきターンの宝物に興味を持っています。 私は、このアニメを作った人たちが、進行に注意を向ける方法と、他の20分の無益なメロドラマを無視する方法を知っているとしか言えません。 しかし、それを本当に目立つように見て、私はそれが特に良いショーだったと言うことはできませんが、私の頭脳がもっと柔らかくて痩せていたとき、私は数年前に魅了しました。\u001b[22m\n\u001b[1m(Zentai-teki ni shō wa hijō ni hikaemede taikutsudesuga, hitobito wa purotto no odorokubeki tān no takaramono ni kyōmi o motte imasu. Watashi wa, kono anime o tsukutta hito-tachi ga, shinkō ni chūi o mukeru hōhō to, hoka no 20-bu no muekina merodorama o mushi suru hōhō o shitte iru to shika iemasen. Shikashi, sore o hontōni medatsu yō ni mite, watashi wa sore ga tokuni yoi shōdatta to iu koto wa dekimasenga, watashi no zunō ga motto yawarakakute yasete ita toki, watashi wa sūnenmae ni miryō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall the show is very bland and boring but it keeps people interested with tidbits of surprising turn in plot. I can only say the people who made this anime knew how to keep your attention on progression and how to neglect the other 20 minutes of uninteresting melodramatics. Looking back though and really glaring at it i cant say it was a particularly good show but it mesmerized me years ago when my brain was softer and squishier i suppose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the show is very bland and boring but it keeps people interested with tidbits of surprising turn in plot.\u001b[24m\n    \u001b[1m全体的にショーは非常に控えめで退屈ですが、人々はプロットの驚くべきターンの宝物に興味を持っています。\u001b[22m, \u001b[1m全体のショーは非常に当たり障りのないと退屈ですが、それはプロット内の驚くべきターンの一口と興味がある人を維持します。\u001b[22m\n\u001b[4mI can only say the people who made this anime knew how to keep your attention on progression and how to neglect the other 20 minutes of uninteresting melodramatics.\u001b[24m\n    \u001b[1m私は、このアニメを作った人たちが、進行に注意を向ける方法と、他の20分の無益なメロドラマを無視する方法を知っているとしか言えません。\u001b[22m, \u001b[1m私はこのアニメを作った人々が進行し、どのように興味のないmelodramaticsの他の20分を無視する上であなたの注意を保つために方法を知っていたと言うことができます。\u001b[22m\n\u001b[4mLooking back though and really glaring at it i cant say it was a particularly good show but it mesmerized me years ago when my brain was softer and squishier i suppose.\u001b[24m\n    \u001b[1mしかし、それを本当に目立つように見て、私はそれが特に良いショーだったと言うことはできませんが、私の頭脳がもっと柔らかくて痩せていたとき、私は数年前に魅了しました。\u001b[22m, \u001b[1mそれにかかわらず、振り返ってみると、本当にまぶしい私はそれが特に良いショーだったが、私の脳は、私が思うより柔らかいとsquishierだったとき、それは数年前に私を魅了言う傾けます。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "NoCount",
    "profile": "/profile/NoCount/reviews",
    "pages": "16",
    "number": "4",
    "link": "/reviews.php?id=56057",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  5\nサウンド|  7\nキャラクター|  1\n|  1\n\nXyikのレビューは私にこれを試してもらいました、私はちょうど彼らのレビューを信頼するべきでした。 私は「この人は過度に反応している、それは悪くない」と思った。 私は間違っていた。 まさにそれが悪かった。 私はそれを通過できませんでした。 それは大丈夫だったし、メインのキャラクターの男はちょうど彼が彼が持っているより多くのスクリーン時間だったどのくらいのdoucheを示した。 他の人が彼に向かって感じているアトラクションは、平均的なティーンエイジャーのように見えるので、理解することは不可能です。ホルモンは5倍で、裁量や合理的な行動は何もありません。\n\nうわー、気にしないでください。 主人公は信じられないほど易しくない、私は彼の愚かなdoucheyの顔で彼をパンチしたい。\n\n\n申し訳ありませんが、上のすべてを書いた後、私は結末を見に行き、残りを見ることに決めました。 このアニメはひどいです。 それを見ないでください。 私は文字通りそのように続行することについては遅れている。\n\n更新：私はそれを行うことができませんでした。 それはあまりにも恐ろしいものでした。 私が見た最悪のこと。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nXyik's review got me to try this out, I should have just trusted their review. I thought 'This person is overreacting, it can't be THAT bad.'. HOW WRONG I WAS. It was exactly that bad. I couldn't get through it. It started off okay and the main character guy just showed how much of a douche he was the more screen time he got. The attraction other people feel towards him is impossible to understand as he seems to be an average teenager with five times the hormones and zero idea of what discretion or reasonable behavior is.\n\n\u001b[1mXyikのレビューは私にこれを試してもらいました、私はちょうど彼らのレビューを信頼するべきでした。 私は「この人は過度に反応している、それは悪くない」と思った。 私は間違っていた。 まさにそれが悪かった。 私はそれを通過できませんでした。 それは大丈夫だったし、メインのキャラクターの男はちょうど彼が彼が持っているより多くのスクリーン時間だったどのくらいのdoucheを示した。 他の人が彼に向かって感じているアトラクションは、平均的なティーンエイジャーのように見えるので、理解することは不可能です。ホルモンは5倍で、裁量や合理的な行動は何もありません。\u001b[22m\n\u001b[1m(Xyik no rebyū wa watashi ni kore o tameshite moraimashita, watashi wa chōdo karera no rebyū o shinrai surubekideshita. Watashi wa `kono hito wa kado ni han'nō shite iru, soreha warukunai' to omotta. Watashi wa machigatte ita. Masani sore ga warukatta. Watashi wa sore o tsūka dekimasendeshita. Sore wa daijōbudattashi, mein no kyarakutā no otoko wa chōdo kare ga kare ga motte iru yori ōku no sukurīn jikandatta dono kurai no douche o shimeshita. Hokanohito ga kare ni mukatte kanjite iru atorakushon wa, heikin-tekina tīn'eijā no yō ni mieru node, rikai suru koto wa fukanōdesu. Horumon wa 5-bai de, sairyō ya gōri-tekina kōdō wa nani mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mXyik's review got me to try this out, I should have just trusted their review. I thought 'This person is overreacting, it can't be THAT bad.'. HOW WRONG I WAS. It was exactly that bad. I couldn't get through it. It started off okay and the main character guy just showed how much of a douche he was the more screen time he got. The attraction other people feel towards him is impossible to understand as he seems to be an average teenager with five times the hormones and zero idea of what discretion or reasonable behavior is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mXyik's review got me to try this out, I should have just trusted their review.\u001b[24m\n    \u001b[1mXyikのレビューは私にこれを試してもらいました、私はちょうど彼らのレビューを信頼するべきでした。\u001b[22m, \u001b[1mXyikのレビューは、私はこれを試してみるようになった、私はちょうど彼らのレビューを信頼している必要があります。\u001b[22m\n\u001b[4mI thought 'This person is overreacting, it can't be THAT bad.'.\u001b[24m\n    \u001b[1m私は「この人は過度に反応している、それは悪くない」と思った。\u001b[22m, \u001b[1m私は 'この人は、それが悪いことはできません。過剰反応されている」と思いました。\u001b[22m\n\u001b[4mHOW WRONG I WAS.\u001b[24m\n    \u001b[1m私は間違っていた。\u001b[22m, \u001b[1m私はどのように間違っていました。\u001b[22m\n\u001b[4mIt was exactly that bad.\u001b[24m\n    \u001b[1mまさにそれが悪かった。\u001b[22m, \u001b[1mそれはまさにそれ悪かったです。\u001b[22m\n\u001b[4mI couldn't get through it.\u001b[24m\n    \u001b[1m私はそれを通過できませんでした。\u001b[22m, \u001b[1m私はそれを得ることができませんでした。\u001b[22m\n\u001b[4mIt started off okay and the main character guy just showed how much of a douche he was the more screen time he got.\u001b[24m\n    \u001b[1mそれは大丈夫だったし、メインのキャラクターの男はちょうど彼が彼が持っているより多くのスクリーン時間だったどのくらいのdoucheを示した。\u001b[22m, \u001b[1mそれは大丈夫スタートを切ったと主人公の男は、ちょうど彼が彼が持ってより多くのスクリーンの時間でしたどのくらいの潅水の示しました。\u001b[22m\n\u001b[4mThe attraction other people feel towards him is impossible to understand as he seems to be an average teenager with five times the hormones and zero idea of what discretion or reasonable behavior is.\u001b[24m\n    \u001b[1m他の人が彼に向かって感じているアトラクションは、平均的なティーンエイジャーのように見えるので、理解することは不可能です。ホルモンは5倍で、裁量や合理的な行動は何もありません。\u001b[22m, \u001b[1m彼は5回ホルモンとは何かの判断や合理的な行動のゼロ考えと平均ティーンエイジャーであると思われるように、他の人が彼に向かって感じる魅力は理解することは不可能です。\u001b[22m\n\u001b[1m\u001b[22m\nAwful, don't bother. The main character is so unbelievably unlikable I want to punch him in his stupid douchey face.\n\n\u001b[1mうわー、気にしないでください。 主人公は信じられないほど易しくない、私は彼の馬鹿な顔で彼を殴りたい。\u001b[22m\n\u001b[1m(Uwa ̄ , kinishinaide kudasai. Shujinkō wa shinji rarenai hodo yasashikunai, watashi wa kare no bakana kao de kare o naguritai.)\u001b[22m\n\nTranslations of \u001b[4mAwful, don't bother. The main character is so unbelievably unlikable I want to punch him in his stupid douchey face.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAwful, don't bother.\u001b[24m\n    \u001b[1mうわー、気にしないでください。\u001b[22m, \u001b[1mひどい、気にしないでください。\u001b[22m\n\u001b[4mThe main character is so unbelievably unlikable I want to punch him in his stupid douchey face.\u001b[24m\n    \u001b[1m主人公は信じられないほど易しくない、私は彼の馬鹿な顔で彼を殴りたい。\u001b[22m, \u001b[1m主人公は、私は彼の愚かなdouchey顔で彼をパンチしたいので、信じられないほど好かれないです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAlright, after writing all of the above I went to go look up the ending and decided to watch the rest. This anime is awful. Don't watch it. I'm literally retarded for continuing to do so.\n\n\u001b[1m申し訳ありませんが、上のすべてを書いた後、私は結末を見に行き、残りを見ることに決めました。 このアニメはひどいです。 それを見ないでください。 私は文字通りそのように続行することについては遅れている。\u001b[22m\n\u001b[1m(Mōshiwakearimasenga,-jō no subete o kaita nochi, watashi wa ketsumatsu o mi ni iki, nokori o miru koto ni kimemashita. Kono anime wa hidoidesu. Sore o minaide kudasai. Watashi wa mojidōri sonoyōni zokkō suru koto ni tsuite wa okurete iru.)\u001b[22m\n\nTranslations of \u001b[4mAlright, after writing all of the above I went to go look up the ending and decided to watch the rest. This anime is awful. Don't watch it. I'm literally retarded for continuing to do so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlright, after writing all of the above I went to go look up the ending and decided to watch the rest.\u001b[24m\n    \u001b[1m申し訳ありませんが、上のすべてを書いた後、私は結末を見に行き、残りを見ることに決めました。\u001b[22m, \u001b[1mさてさて、上記のすべてを書いた後、私はエンディングを見に行くために行って、残りの部分を見ることにしました。\u001b[22m\n\u001b[4mThis anime is awful.\u001b[24m\n    \u001b[1mこのアニメはひどいです。\u001b[22m\n\u001b[4mDon't watch it.\u001b[24m\n    \u001b[1mそれを見ないでください。\u001b[22m\n\u001b[4mI'm literally retarded for continuing to do so.\u001b[24m\n    \u001b[1m私は文字通りそのように続行することについては遅れている。\u001b[22m, \u001b[1m私はそうすることを継続するための文字通り遅滞です。\u001b[22m\n\u001b[1m\u001b[22m\nUpdate: I couldn't do it. It was too horrible. The worst thing I've seen.\n\n\u001b[1m更新：私はそれを行うことができませんでした。 それはあまりにも恐ろしいものでした。 私が見た最悪のこと。\u001b[22m\n\u001b[1m(Kōshin: Watashi wa sore o okonau koto ga dekimasendeshita. Sore wa amarini mo osoroshī monodeshita. Watashi ga mita saiaku no koto.)\u001b[22m\n\nTranslations of \u001b[4mUpdate: I couldn't do it. It was too horrible. The worst thing I've seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUpdate: I couldn't do it.\u001b[24m\n    \u001b[1m更新：私はそれを行うことができませんでした。\u001b[22m, \u001b[1mアップデート：私はそれを行うことができませんでした。\u001b[22m\n\u001b[4mIt was too horrible.\u001b[24m\n    \u001b[1mそれはあまりにも恐ろしいものでした。\u001b[22m, \u001b[1mそれはあまりにも恐ろしいことでした。\u001b[22m\n\u001b[4mThe worst thing I've seen.\u001b[24m\n    \u001b[1m私が見た最悪のこと。\u001b[22m, \u001b[1m私が見てきた最悪のこと。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "datOneperson",
    "profile": "/profile/datOneperson/reviews",
    "pages": "16",
    "number": "5",
    "link": "/reviews.php?id=15845",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  3\nサウンド|  2\nキャラクター|  5\n|  4\n\nこのアニメの終了は、起こっていたはずだと言っても、非常に驚​​くべきことでした。\n\n全体の学校の日は大きな時間を費やしていました。 これは特定の人々に人生を教える良いショーかもしれません。\n\nアートは、ロマンスの大量生産型アニメにとってはデフォルトでした。 サウンドトラックはデフォルトのプーであった。 キャラクターは最高のものでしたが、スクールデイズのためのものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nThe ending of this anime was extremely surprising even though you would say that it should have happened.\n\n\u001b[1mこのアニメの終了は、起こっていたはずだと言っても、非常に驚​​くべきことでした。\u001b[22m\n\u001b[1m(Kono anime no shūryō wa, okotte ita hazuda to itte mo, hijō ni Odoroki ​​ kubeki kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe ending of this anime was extremely surprising even though you would say that it should have happened.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending of this anime was extremely surprising even though you would say that it should have happened.\u001b[24m\n    \u001b[1mこのアニメの終了は、起こっていたはずだと言っても、非常に驚くべきことでした。\u001b[22m, \u001b[1mこのアニメの結末は、あなたがそれが起こっているべきであると言うにもかかわらず、非常に驚くべきことでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall School Days was a big waste of time. This might be a good show to teach certain people about life.\n\n\u001b[1m全体の学校の日は大きな時間を費やしていました。 これは特定の人々に人生を教える良いショーかもしれません。\u001b[22m\n\u001b[1m(Zentai no gakkō no hi wa ōkina jikan o tsuiyashite imashita. Kore wa tokutei no hitobito ni jinsei o oshieru yoi shō kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall School Days was a big waste of time. This might be a good show to teach certain people about life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall School Days was a big waste of time.\u001b[24m\n    \u001b[1m全体の学校の日は大きな時間を費やしていました。\u001b[22m, \u001b[1m全体的なスクールデイズは時間の大きな無駄でした。\u001b[22m\n\u001b[4mThis might be a good show to teach certain people about life.\u001b[24m\n    \u001b[1mこれは特定の人々に人生を教える良いショーかもしれません。\u001b[22m, \u001b[1mこれは、人生について特定の人々を教えるために良いショーかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nThe Art was default for romance mass production type animes. The soundtrack was default poo. The characters were the best thing going for it, but thats about it for School Days.\n\n\u001b[1mアートは、ロマンスの大量生産型アニメにとってはデフォルトでした。 サウンドトラックはデフォルトのプーであった。 キャラクターは最高のものでしたが、スクールデイズのためのものです。\u001b[22m\n\u001b[1m(Āto wa, romansu no tairyō seisan-gata anime ni totte wa deforutodeshita. Saundotorakku wa deforuto no pūdeatta. Kyarakutā wa saikō no monodeshitaga, sukūrudeizu no tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Art was default for romance mass production type animes. The soundtrack was default poo. The characters were the best thing going for it, but thats about it for School Days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art was default for romance mass production type animes.\u001b[24m\n    \u001b[1mアートは、ロマンスの大量生産型アニメにとってはデフォルトでした。\u001b[22m, \u001b[1mアートはロマンスの量産型アニメのデフォルトでした。\u001b[22m\n\u001b[4mThe soundtrack was default poo.\u001b[24m\n    \u001b[1mサウンドトラックはデフォルトのプーであった。\u001b[22m, \u001b[1mサウンドトラックは、デフォルトのうんちでした。\u001b[22m\n\u001b[4mThe characters were the best thing going for it, but thats about it for School Days.\u001b[24m\n    \u001b[1mキャラクターは最高のものでしたが、スクールデイズのためのものです。\u001b[22m, \u001b[1m文字は、それのために行く最高のものでしたが、学校の日のためにそれについてのthats。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "JT08",
    "profile": "/profile/JT08/reviews",
    "pages": "16",
    "number": "6",
    "link": "/reviews.php?id=15879",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  8\n\nだから私はあまり読んでいないもう一つのアニメです。 私は別の友人を助けようとしている友人について何かを読んで、私はToradoraのようなかわいい話を見たと思います！ 到来。 もちろん私は間違っていた。\n\nまた、これは第98回のレビューで私はどのように対処できますか; O\n\n*スポイラーはたくさんあります*\n\nストーリー：7\n\n私は物語について言及することはあまりありません。それは確かに顕著ではなかった、男は別の女の子が学んだ女の子に圧倒し、彼自身を粉砕しても彼を助けようとします。\n\nそれはとてもうまく実行されたので私はそれを与える7。 私は1つの質問がある！ これらの子供たちの親は一体どこにいるの？\n\nアート：8\n\n私は個人的には、芸術は素晴らしかったと思っています。それは、環境やそれ以外のものを意味するのではなく、キャラクターアートを考えているからです。 わたし。\n\n芸術は私がカバーを見たショーに私を魅了したものであり、それは素晴らしい（それはまた、かわいいロムコムになるだろう）と思っています。また、私はショーに私を引き付けるのを助けたので、太ももレギンスを持つ女の子が大好きです：P\n\nサウンド：6\n\n声優は自分の仕事をして、音楽についてはあまり言わなかった、それはエレベーターの音楽のように聞こえた：\n\nキャラクター：9\n\nあなたが伊藤について望んでいることを言うが、その男はボールャーだった。 あなたは男ではありませんし、彼の性的功績に感心していないと教えてください。 あなたが欲しいものを言う、彼の虚偽ではない彼と恋に落ちた雛はバスケットの場合だった。 彼はもっと誠実で、女の子たちをぶら下げて、ぶら下げ、不正行為、不正行為、不正行為を繰り返すことなく、投げ捨てることができたかもしれませんが、少々馬鹿げたことをしていなかったら、\n\n女の子たちは混乱した。\n\n桂は狂ってしまい、狂ったことに終わりました。 彼女は同じ名字を持っているので、私の本ではすばらしいですが、ハヤテからヒナギクがあります。\n\nセカイは全部でいとうを殺し、妊娠していたと言って嫌なことをしてしまった。 しかし、彼らは私の実際の高校に似たようなことが起こったこと、そして私がそれを考えたとき、全く非現実的ではなかった。 このアニメは本当に私を怖がらせた。\n\nせつな わｓ ｇれあｔ ｂｔｗ。\n\n総合的な楽しさ：8\n\n私はそれを楽しんだ、私はそれがボールナーだったと言うことができます。\n\nおすすめ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSo this is yet another anime I didn't read much about; I read something about a friend trying to help another friend and I guess I saw a cute story like Toradora! coming. Of course I was wrong.\n\n\u001b[1mだから私はあまり読んでいないもう一つのアニメです。 私は別の友人を助けようとしている友人について何かを読んで、私はToradoraのようなかわいい話を見たと思います！ 到来。 もちろん私は間違っていた。\u001b[22m\n\u001b[1m(Dakara watashi wa amari yon de inai mōhitotsu no animedesu. Watashi wa betsu no yūjin o tasukeyou to shite iru yūjin ni tsuite nanika o yonde, watashi wa Toradora no yōna kawaī hanashi o mita to omoimasu! Tōrai. Mochiron watashi wa machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mSo this is yet another anime I didn't read much about; I read something about a friend trying to help another friend and I guess I saw a cute story like Toradora! coming. Of course I was wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo this is yet another anime I didn't read much about;\u001b[24m\n    \u001b[1mだから私はあまり読んでいないもう一つのアニメです。\u001b[22m, \u001b[1mだから、これはまだ、私はずっと約を読んでいない他のアニメです。\u001b[22m\n\u001b[4mI read something about a friend trying to help another friend and I guess I saw a cute story like Toradora!\u001b[24m\n    \u001b[1m私は別の友人を助けようとしている友人について何かを読んで、私はToradoraのようなかわいい話を見たと思います！\u001b[22m, \u001b[1m私は別の友人を助けるためにしようと友人について何かを読んで、私は私がとらドラのようなキュートな話を見ましたね！\u001b[22m\n\u001b[4mcoming.\u001b[24m\n    \u001b[1m到来。\u001b[22m, \u001b[1m来る。\u001b[22m, \u001b[1m来ます。\u001b[22m\n\u001b[4mOf course I was wrong.\u001b[24m\n    \u001b[1mもちろん私は間違っていた。\u001b[22m, \u001b[1mもちろん、私は間違っていました。\u001b[22m\n\u001b[1m\u001b[22m\nALSO WHAT IS THIS THE 98th REVIEW HOW CAN I COMPARE ;O\n\n\u001b[1mまた、これは第98回のレビューで私はどのように対処できますか; O\u001b[22m\n\u001b[1m(Mata, koreha dai 98-kai no rebyū de watashi wa dono yō ni taisho dekimasu ka; O)\u001b[22m\n\nTranslations of \u001b[4mALSO WHAT IS THIS THE 98th REVIEW HOW CAN I COMPARE ;O\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mALSO WHAT IS THIS THE 98th REVIEW HOW CAN I COMPARE ;O\u001b[24m\n    \u001b[1mまた、これは第98回のレビューで私はどのように対処できますか; O\u001b[22m, \u001b[1mO; ALSOこれは、私は比較することができHOW第98 REVIEW WHAT IS\u001b[22m\n\u001b[1m\u001b[22m\n*Spoilers abound*\n\n\u001b[1m*スポイラーはたくさんあります*\u001b[22m\n\u001b[1m(* Supoirā wa takusan arimasu*)\u001b[22m\n\nTranslations of \u001b[4m*Spoilers abound*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Spoilers abound*\u001b[24m\n    \u001b[1m*スポイラーはたくさんあります*\u001b[22m, \u001b[1m*スポイラー*たくさんあります\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7\n\n\u001b[1mストーリー：7\u001b[22m\n\u001b[1m(Sutōrī: 7)\u001b[22m\n\nTranslations of \u001b[4mStory: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7\u001b[24m\n    \u001b[1mストーリー：7\u001b[22m\n\u001b[1m\u001b[22m\nI don't have much to say about the story it wasn't outstanding thats for sure, guy has a crush on a girl another girl learns and trys to help him out despite crushing on him herself.\n\n\u001b[1m私は物語について言及することはあまりありません。それは確かに顕著ではなかった、男は別の女の子が学んだ女の子に圧倒し、彼自身を粉砕しても彼を助けようとします。\u001b[22m\n\u001b[1m(Watashi wa monogatari ni tsuite genkyū suru koto wa amari arimasen. Sore wa tashika ni kenchode wa nakatta, otoko wa betsu no on'nanoko ga mananda on'nanoko ni attō shi, kare jishin o funsai shite mo kare o tasukeyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't have much to say about the story it wasn't outstanding thats for sure, guy has a crush on a girl another girl learns and trys to help him out despite crushing on him herself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't have much to say about the story it wasn't outstanding thats for sure, guy has a crush on a girl another girl learns and trys to help him out despite crushing on him herself.\u001b[24m\n    \u001b[1m私は物語について言及することはあまりありません。それは確かに顕著ではなかった、男は別の女の子が学んだ女の子に圧倒し、彼自身を粉砕しても彼を助けようとします。\u001b[22m, \u001b[1m私はそれは確かに優れたthatsはありませんでした話を言っても過言を持っていない、男は別の女の子が学習し、彼に自分自身を破砕にもかかわらず、彼を助けるためにtrys女の子に片思いを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nI give it a 7 because it was so well executed. I do have one question though! Where the hell are these kids parents at?!?\n\n\u001b[1mそれはとてもうまく実行されたので私はそれを与える7。 私は1つの質問がある！ これらの子供たちの親は一体どこにいるの？\u001b[22m\n\u001b[1m(Sore wa totemo umaku jikkō sa retanode watashi wa sore o ataeru 7. Watashi wa 1tsu no shitsumon ga aru! Korera no kodomo-tachi no oya wa ittai doko ni iru no?)\u001b[22m\n\nTranslations of \u001b[4mI give it a 7 because it was so well executed. I do have one question though! Where the hell are these kids parents at?!?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give it a 7 because it was so well executed.\u001b[24m\n    \u001b[1mそれはとてもうまく実行されたので私はそれを与える7。\u001b[22m, \u001b[1mそれは非常によく実行されたので、私はそれを7を与えます。\u001b[22m\n\u001b[4mI do have one question though!\u001b[24m\n    \u001b[1m私は1つの質問がある！\u001b[22m, \u001b[1mでも、私は一つの質問を持っています！\u001b[22m\n\u001b[4mWhere the hell are these kids parents at?!?\u001b[24m\n    \u001b[1mこれらの子供たちの親は一体どこにいるの？\u001b[22m, \u001b[1m地獄でこれらの子供たちの両親はどこにありますか！？\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\n\u001b[1m\u001b[22m\nI personally thought that the art was great, by that I don't mean the environment or anything like that but the character art, which in my opinion is most important since after all the whole time we're looking at the characters, at least I am.\n\n\u001b[1m私は個人的には、芸術は素晴らしかったと思っています。それは、環境やそれ以外のものを意味するのではなく、キャラクターアートを考えているからです。 わたし。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni wa, geijutsu wa subarashikatta to omotte imasu. Sore wa, kankyō ya soreigai no mono o imi suru node wa naku, kyarakutāāto o kangaete irukaradesu. Watashi.)\u001b[22m\n\nTranslations of \u001b[4mI personally thought that the art was great, by that I don't mean the environment or anything like that but the character art, which in my opinion is most important since after all the whole time we're looking at the characters, at least I am.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally thought that the art was great, by that I don't mean the environment or anything like that but the character art, which in my opinion is most important since after all the whole time we're looking at the characters, at least\u001b[24m\n    \u001b[1m私は個人的には、芸術は素晴らしかったと思っています。それは、環境やそれ以外のものを意味するのではなく、キャラクターアートを考えているからです。\u001b[22m, \u001b[1m私は個人的には、少なくとも、すべての全体の時間の後、我々は文字を見ているので、私は環境か何かそのような私の意見で最も重要である文字アートを、意味するものではありませんことによって、芸術は素晴らしいと思いました\u001b[22m\n\u001b[4mI am.\u001b[24m\n    \u001b[1mわたし。\u001b[22m, \u001b[1m私は。\u001b[22m, \u001b[1m私はです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is what attracted me to the show I saw the cover and thought it looked great (also that it would be a cute rom-com) also I love girls with thigh high leggings so that helped attract me to the show :P\n\n\u001b[1m芸術は私がカバーを見たショーに私を魅了したものであり、それは素晴らしい（それはまた、かわいいロムコムになるだろう）と思っています。また、私はショーに私を引き付けるのを助けたので、太ももレギンスを持つ女の子が大好きです：P\u001b[22m\n\u001b[1m(Geijutsu wa watashi ga kabā o mita shō ni watashi o miryō shita monodeari, sore wa subarashī (soreha mata, kawaī romukomu ni narudarou) to omotte imasu. Mata, watashi wa shō ni watashi o hikitsukeru no o tasuketanode, futomomo reginsu o motsu on'nanoko ga daisukidesu: P)\u001b[22m\n\nTranslations of \u001b[4mThe art is what attracted me to the show I saw the cover and thought it looked great (also that it would be a cute rom-com) also I love girls with thigh high leggings so that helped attract me to the show :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is what attracted me to the show I saw the cover and thought it looked great (also that it would be a cute rom-com) also I love girls with thigh high leggings so that helped attract me to the show :P\u001b[24m\n    \u001b[1m芸術は私がカバーを見たショーに私を魅了したものであり、それは素晴らしい（それはまた、かわいいロムコムになるだろう）と思っています。また、私はショーに私を引き付けるのを助けたので、太ももレギンスを持つ女の子が大好きです：P\u001b[22m, \u001b[1mP：技術は、それはショーに私を引き付ける助けても私は太ももの高いレギンスと女の子を愛し、私はカバーを見て、それは（それがかわいいROM-COMであろうとも）素晴らしく見えたと思ったショーに私を魅了するものです\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6\n\n\u001b[1mサウンド：6\u001b[22m\n\u001b[1m(Saundo: 6)\u001b[22m\n\nTranslations of \u001b[4mSound: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6\u001b[24m\n    \u001b[1mサウンド：6\u001b[22m\n\u001b[1m\u001b[22m\nThe voice actors did their jobs and theres not much to say about the music, it sounded like elevator music to me : /\n\n\u001b[1m声優は自分の仕事をして、音楽についてはあまり言わなかった、それはエレベーターの音楽のように聞こえた：\u001b[22m\n\u001b[1m(Seiyū wa jibun no shigoto o shite, ongaku ni tsuite wa amari iwanakatta, soreha erebētā no ongaku no yō ni kikoeta:)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors did their jobs and theres not much to say about the music, it sounded like elevator music to me : /\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors did their jobs and theres not much to say about the music, it sounded like elevator music to me : /\u001b[24m\n    \u001b[1m声優は自分の仕事をして、音楽についてはあまり言わなかった、それはエレベーターの音楽のように聞こえた：\u001b[22m, \u001b[1m声優は、それが私にはエレベーターの音楽のように聞こえ、音楽について言っても過言ではない自分の仕事とtheresのをしました：/\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\n\u001b[1m\u001b[22m\nSay what you want about Itou, but that guy was a baller. You can't be a dude and tell me that you didn't admire his sexual achievements, he banged damn near every girl in the school he was a total badass. Say what you want, its not his fault the chicks that fell in love with him were basket cases. Although he could have been more sincere and dumped the girls rather than leaving them hanging and cheating and cheating and cheating and cheating again, but if he hadn't done a few little stupid things he'd have been amazing.\n\n\u001b[1mあなたが伊藤について望んでいることを言うが、その男はボールャーだった。 あなたは男ではありませんし、彼の性的功績に感心していないと教えてください。 あなたが欲しいものを言う、彼の虚偽ではない彼と恋に落ちた雛はバスケットの場合だった。 彼はもっと誠実で、女の子たちをぶら下げて、ぶら下げ、不正行為、不正行為、不正行為を繰り返すことなく、投げ捨てることができたかもしれませんが、少々馬鹿げたことをしていなかったら、\u001b[22m\n\u001b[1m(Anata ga Itō ni tsuite nozonde iru koto o iuga, sono otoko wa bōru~yādatta. Anata wa otokode wa arimasenshi, kare no seiteki kōseki ni kanshin shite inai to oshietekudasai. Anata ga hoshī mono o iu, kare no kyogide wanai kare to koi ni ochita hina wa basuketto no baaidatta. Kare wa motto seijitsude, on'nanoko-tachi o burasagete, burasage, fusei kōi, fusei kōi, fusei kōi o kurikaesu koto naku, nagesuteru koto ga dekita kamo shiremasenga, shōshō bakagetakoto o shite inakattara,)\u001b[22m\n\nTranslations of \u001b[4mSay what you want about Itou, but that guy was a baller. You can't be a dude and tell me that you didn't admire his sexual achievements, he banged damn near every girl in the school he was a total badass. Say what you want, its not his fault the chicks that fell in love with him were basket cases. Although he could have been more sincere and dumped the girls rather than leaving them hanging and cheating and cheating and cheating and cheating again, but if he hadn't done a few little stupid things he'd have been amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSay what you want about Itou, but that guy was a baller.\u001b[24m\n    \u001b[1mあなたが伊藤について望んでいることを言うが、その男はボールャーだった。\u001b[22m, \u001b[1mあなたは伊藤について何をしたいと言うが、その男はバスケットをする人でした。\u001b[22m\n\u001b[4mYou can't be a dude and tell me that you didn't admire his sexual achievements, he banged damn near every girl in the school he was a total badass.\u001b[24m\n    \u001b[1mあなたは男ではありませんし、彼の性的功績に感心していないと教えてください。\u001b[22m, \u001b[1mあなたが男であること、あなたは彼の性的な成果を賞賛しなかったことを私に言うことができない、彼は合計ワルだった学校ですべての女の子の近くにいまいましいきっ。\u001b[22m\n\u001b[4mSay what you want, its not his fault the chicks that fell in love with him were basket cases.\u001b[24m\n    \u001b[1mあなたが欲しいものを言う、彼の虚偽ではない彼と恋に落ちた雛はバスケットの場合だった。\u001b[22m, \u001b[1mあなたが欲しいものを言って、そのない彼のせいでは彼と恋に落ちた雛は、バスケットの例でした。\u001b[22m\n\u001b[4mAlthough he could have been more sincere and dumped the girls rather than leaving them hanging and cheating and cheating and cheating and cheating again, but if he hadn't done a few little stupid things he'd have been amazing.\u001b[24m\n    \u001b[1m彼はもっと誠実で、女の子たちをぶら下げて、ぶら下げ、不正行為、不正行為、不正行為を繰り返すことなく、投げ捨てることができたかもしれませんが、少々馬鹿げたことをしていなかったら、\u001b[22m, \u001b[1m彼はより多くの誠実されていると再びハングそれらを残し、浮気や不正行為や不正行為や不正行為ではなく、女の子をダンプしていますが、可能性がありますが、彼は驚くべきであったと思いますいくつかの小さな愚かなことをやっていなかった場合。\u001b[22m\n\u001b[1m\u001b[22m\nThe girls were messed up;\n\n\u001b[1m女の子たちは混乱した。\u001b[22m\n\u001b[1m(On'nanoko-tachi wa konran shita.)\u001b[22m\n\nTranslations of \u001b[4mThe girls were messed up;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe girls were messed up;\u001b[24m\n    \u001b[1m女の子たちは混乱した。\u001b[22m, \u001b[1m女の子が台無しにされました。\u001b[22m\n\u001b[1m\u001b[22m\nKatsura went insane and ended up doing some crazy shit. Although she's awesome in my book since she has the same surname has Hinagiku from Hayate.\n\n\u001b[1m桂は狂ってしまい、狂ったことに終わりました。 彼女は同じ名字を持っているので、私の本ではすばらしいですが、ハヤテからヒナギクがあります。\u001b[22m\n\u001b[1m(Katsura wa kurutte shimai, kurutta koto ni owarimashita. Kanojo wa onaji myōji o motte irunode, watashi no honde wa subarashīdesuga, hayate kara hinagiku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mKatsura went insane and ended up doing some crazy shit. Although she's awesome in my book since she has the same surname has Hinagiku from Hayate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKatsura went insane and ended up doing some crazy shit.\u001b[24m\n    \u001b[1m桂は狂ってしまい、狂ったことに終わりました。\u001b[22m, \u001b[1m桂は非常識行って、いくつかのクレイジーたわごとをやってしまいました。\u001b[22m\n\u001b[4mAlthough she's awesome in my book since she has the same surname has Hinagiku from Hayate.\u001b[24m\n    \u001b[1m彼女は同じ名字を持っているので、私の本ではすばらしいですが、ハヤテからヒナギクがあります。\u001b[22m, \u001b[1m彼女は同じ姓を持っているので、彼女は私の本の中で素晴らしいですが、ハヤテからヒナギクを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nSekai killed Itou the total badass and also made all his bitches hate him by saying she was pregnant, I mean she snapped from looking at thrown away food. But they weren't totally unrealistic since something similar happened in my real life highschool and when I thought of that; this anime truly scared me.\n\n\u001b[1mセカイは全部でいとうを殺し、妊娠していたと言って嫌なことをしてしまった。 しかし、彼らは私の実際の高校に似たようなことが起こったこと、そして私がそれを考えたとき、全く非現実的ではなかった。 このアニメは本当に私を怖がらせた。\u001b[22m\n\u001b[1m(Sekai wa zenbu de Itō o koroshi, ninshin shite ita to itte iyana koto o shite shimatta. Shikashi, karera wa watashi no jissai no kōkō ni nita yōna koto ga okotta koto, soshite watashi ga sore o kangaeta toki, mattaku higenjitsutekide wa nakatta. Kono anime wa hontōni watashi o kowagara seta.)\u001b[22m\n\nTranslations of \u001b[4mSekai killed Itou the total badass and also made all his bitches hate him by saying she was pregnant, I mean she snapped from looking at thrown away food. But they weren't totally unrealistic since something similar happened in my real life highschool and when I thought of that; this anime truly scared me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSekai killed Itou the total badass and also made all his bitches hate him by saying she was pregnant, I mean she snapped from looking at thrown away food.\u001b[24m\n    \u001b[1mセカイは全部でいとうを殺し、妊娠していたと言って嫌なことをしてしまった。\u001b[22m, \u001b[1m世界は合計ワル伊藤が死亡し、また、すべての彼の愚痴は、私は彼女が捨て食べ物を見てからスナップ意味、彼女は妊娠していたと言って彼を憎むました。\u001b[22m\n\u001b[4mBut they weren't totally unrealistic since something similar happened in my real life highschool and when I thought of that;\u001b[24m\n    \u001b[1mしかし、彼らは私の実際の高校に似たようなことが起こったこと、そして私がそれを考えたとき、全く非現実的ではなかった。\u001b[22m, \u001b[1mしかし、彼らは同じような何かが高校私の実際の生活の中で起こったと私はそのことを考えたとき以来、全く非現実的ではなかったです。\u001b[22m\n\u001b[4mthis anime truly scared me.\u001b[24m\n    \u001b[1mこのアニメは本当に私を怖がらせた。\u001b[22m, \u001b[1mこのアニメは本当に私を怖がらせました。\u001b[22m\n\u001b[1m\u001b[22m\nせつな わｓ ｇれあｔ ｂｔｗ。\n(Setsuna wa s gre a t btw.)\n\n\u001b[1mせつな わｓ ｇれあｔ ｂｔｗ。\u001b[22m\n\u001b[1m(Setsuna wa s gre a t btw.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall Enjoyment: 8\n\n\u001b[1m総合的な楽しさ：8\u001b[22m\n\u001b[1m(Sōgō-tekina tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall Enjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Enjoyment: 8\u001b[24m\n    \u001b[1m総合的な楽しさ：8\u001b[22m, \u001b[1m全体的な楽しさ：8\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed it, what can I say Itou was a baller.\n\n\u001b[1m私はそれを楽しんだ、私はそれがボールナーだったと言うことができます。\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshinda, watashi wa sore ga bōrunādatta to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed it, what can I say Itou was a baller.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed it, what can I say Itou was a baller.\u001b[24m\n    \u001b[1m私はそれを楽しんだ、私はそれがボールナーだったと言うことができます。\u001b[22m, \u001b[1m私は伊藤はバスケットをする人だったと言うことができるか、それを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nRecommended!\n\n\u001b[1mおすすめ！\u001b[22m\n\u001b[1m(Osusume!)\u001b[22m\n\nDefinitions of \u001b[4mRecommended!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nverb\n\u001b[1m    勧める\u001b[22m\n        recommend, encourage, advise, offer\n\u001b[1m    薦める\u001b[22m\n        recommend, encourage, advise, offer\n\u001b[1m    推薦する\u001b[22m\n        recommend\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "colaaii",
    "profile": "/profile/colaaii/reviews",
    "pages": "16",
    "number": "7",
    "link": "/reviews.php?id=63513",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  7\n\n学生時代\n私は英語を話すことに本当にうまくいかないので、間違っていれば修正してください。\nだから、最初はこのアニメは学校生活と少しのロマンスだと思っていましたが、私は間違っていました。これは心理アニメです。 しかし、そのような話が出ても、私は本当に面白いと思う。 就学日にはユニークな話があります。 結末はそれほど予測できませんでした。 私はその血まみれのエンディングを期待していなかったし、それが物語がユニークな結末になるのだ。 誠だけが騙されなかったなら、桂と誠が幸せになれました。 それは、私が見た他のアニメとは異なります。 学校の日は学ばれるべき教訓です。 それは私が実際に起こることを期待していない何かに終わるだろうという不正行為だと教えてくれました。なぜなら私は女の子として私にとってあなたのボーイフレンドが実際にあなたと彼女のガールフレンドが試しているように不正行為していることを知っているからです。 良いガールフレンドになるために彼女のベストを尽くしている。 あなたはほとんど彼を幸せにするためにすべてをあきらめましたが、それでも私たちがやっている努力には感謝しません。 多分彼らは満足していないが、満足していないにもかかわらず彼らは私たちに騙されてはならない。 それは言い訳ではありません。 誘惑は本当にどこにでもあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSchool Days\n\n\u001b[1m学生時代\u001b[22m\n\u001b[1m(Gakusei jidai)\u001b[22m\n\nTranslations of \u001b[4mSchool Days\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Days\u001b[24m\n    \u001b[1m学生時代\u001b[22m, \u001b[1m学校の日\u001b[22m\nI'm not really good in speaking English so please correct if I'm wrong.\n\n\u001b[1m私は英語を話すことに本当にうまくいかないので、間違っていれば修正してください。\u001b[22m\n\u001b[1m(Watashi wa eigo o hanasu koto ni hontōni umaku ikanainode, machigatte ireba shūsei shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI'm not really good in speaking English so please correct if I'm wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not really good in speaking English so please correct if I'm wrong.\u001b[24m\n    \u001b[1m私は英語を話すことに本当にうまくいかないので、間違っていれば修正してください。\u001b[22m, \u001b[1m私は英語を話す中で本当に良いじゃない私が間違っている場合はそのように修正してください。\u001b[22m\nSo, at first I thought that this anime is just about school life and a little romance but I was wrong this is psychological anime. But even though the story goes like that I find it really interesting. School days has a unique story. The ending was so unpredictable. I was not expecting that bloody ending and that's what the story makes a unique ending. If only Makoto did not cheat, Katsura and Makoto could have been happy. It is different from the other anime that I watched. School days is a lesson to be learned. It taught us that cheating is not good that it would end up to something that we really don't expect to happen because for me as a girl it hurts to know that your boyfriend is actually cheating on you and you as her girlfriend is trying and doing her best to be a good girlfriend. You almost gave up everything just to make him happy but still, they don't appreciate the efforts that we are doing. Maybe their just not satisfied but even though their not satisfied they must not cheat to us. It is not an excuse. Temptations are really everywhere.\n\n\u001b[1mだから、最初はこのアニメは学校生活と少しのロマンスだと思っていましたが、私は間違っていました。これは心理アニメです。 しかし、そのような話が出ても、私は本当に面白いと思う。 就学日にはユニークな話があります。 結末はそれほど予測できませんでした。 私はその血まみれのエンディングを期待していなかったし、それが物語がユニークな結末になるのだ。 誠だけが騙されなかったなら、桂と誠が幸せになれました。 それは、私が見た他のアニメとは異なります。 学校の日は学ばれるべき教訓です。 それは私が実際に起こることを期待していない何かに終わるだろうという不正行為だと教えてくれました。なぜなら私は女の子として私にとってあなたのボーイフレンドが実際にあなたと彼女のガールフレンドが試しているように不正行為していることを知っているからです。 良いガールフレンドになるために彼女のベストを尽くしている。 あなたはほとんど彼を幸せにするためにすべてをあきらめましたが、それでも私たちがやっている努力には感謝しません。 多分彼らは満足していないが、満足していないにもかかわらず彼らは私たちに騙されてはならない。 それは言い訳ではありません。 誘惑は本当にどこにでもあります。\u001b[22m\n\u001b[1m(Dakara, saisho wa kono anime wa gakkō seikatsu to sukoshi no romansuda to omotte imashitaga, watashi wa machigatte imashita. Kore wa shinri animedesu. Shikashi, sono yōna hanashi ga dete mo, watashi wa hontōni omoshiroi to omou. Sore wa, watashi ga mita ta no anime to wa kotonarimasu. Gakkō no hi wa manaba rerubeki kyōkundesu. Sore wa watashi ga jissai ni okoru koto o kitai shite inai nanika ni owarudarou to iu fusei kōida to oshiete kuremashita. Nazenara watashi wa on'nanoko to shite watashi ni totte anata no bōifurendo ga jissai ni anata to kanojo no gārufurendo ga tameshite iru yō ni fusei kōi shite iru koto o shitte irukaradesu. Yoi gārufurendo ni naru tame ni kanojo no besuto o tsukushite iru. Anata wa hotondo kare o shiawaseni suru tame ni subete o akiramemashitaga, soredemo watashitachi ga yatte iru doryoku ni wa kansha shimasen. Tabun karera wa manzoku shite inaiga, manzoku shite inai nimokakawarazu karera wa watashitachi ni damasa rete wa naranai. Sore wa iiwakede wa arimasen. Yūwaku wa hontōni doko ni demo arimasu. Shūgaku-bi ni wa yunīkuna hanashi ga arimasu. Ketsumatsu wa sorehodo yosoku dekimasendeshita. Watashi wa sono chimamire no endingu o kitai shite inakattashi, sore ga monogatari ga yunīkuna ketsumatsu ni naru noda. Makoto dake ga damasa renakattanara, Katsura to makoto ga shiawase ni naremashita.)\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "adamjack",
    "profile": "/profile/adamjack/reviews",
    "pages": "16",
    "number": "8",
    "link": "/reviews.php?id=87671",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私は普通の学校のロマンスアニメを期待していました。\n\n私はとても間違っていた。\n\nそれはそうであったように見え始めましたが、アニメが動くにつれて物事がますます乱れ始めました。 そして、終わりがありました...このアニメを完全に楽しむには、終わりを見なければならないので、無邪気なアニメのタイトルに惑わされてはいけません。\n\n主人公の男は絶対的な寝袋だったので、来ることを得ることができるという希望で私は見守りたいと思った。 基本的に、このアニメは、〜熱心な女の子へのアクセス権を持つ角質のティーンエイジャーは、モンスターを作成し、関係の不正行為が心理的に持っているという効果を示しました。\n\n全体的に、カバーに騙されてはいけません。それは欺瞞的です。 周りに最高のアニメではなく、怠け者の週末の時計に値する。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI expected a plain ol' school romance anime.\n\n\u001b[1m私は普通の学校のロマンスアニメを期待していました。\u001b[22m\n\u001b[1m(Watashi wa futsū no gakkō no romansuanime o kitai shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mI expected a plain ol' school romance anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI expected a plain ol' school romance anime.\u001b[24m\n    \u001b[1m私は普通の学校のロマンスアニメを期待していました。\u001b[22m, \u001b[1m私は、プレーン老いた学校の恋愛アニメを期待しました。\u001b[22m\n\u001b[1m\u001b[22m\nI was so very wrong.\n\n\u001b[1m私はとても間違っていた。\u001b[22m\n\u001b[1m(Watashi wa totemo machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mI was so very wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was so very wrong.\u001b[24m\n    \u001b[1m私はとても間違っていた。\u001b[22m, \u001b[1m私は非常に間違っていました。\u001b[22m\n\u001b[1m\u001b[22m\nIt started off seeming like it was, but as the anime moved on things started to get more and more messed up. And then there was the ending...To fully enjoy this anime, you have to watch the ending, so don't be fooled by the innocent title of the anime, and the jolly looking characters in the pictures.\n\n\u001b[1mそれはそうであったように見え始めましたが、アニメが動くにつれて物事がますます乱れ始めました。 そして、終わりがありました...このアニメを完全に楽しむには、終わりを見なければならないので、無邪気なアニメのタイトルに惑わされてはいけません。\u001b[22m\n\u001b[1m(Sore wa sōdeatta yō ni mie hajimemashitaga, anime ga ugoku ni tsurete monogoto ga masumasu midare hajimemashita. Soshite, owari ga arimashita... Kono anime o kanzen ni tanoshimu ni wa, owari o minakereba naranainode, mujakina anime no taitoru ni madowasa rete wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mIt started off seeming like it was, but as the anime moved on things started to get more and more messed up. And then there was the ending...To fully enjoy this anime, you have to watch the ending, so don't be fooled by the innocent title of the anime, and the jolly looking characters in the pictures.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt started off seeming like it was, but as the anime moved on things started to get more and more messed up.\u001b[24m\n    \u001b[1mそれはそうであったように見え始めましたが、アニメが動くにつれて物事がますます乱れ始めました。\u001b[22m, \u001b[1mそれはそれがあったように思わスタートを切ったが、アニメは物事に移動して、より多くの台無しを取得するために始めました。\u001b[22m\n\u001b[4mAnd then there was the ending...To fully enjoy this anime, you have to watch the ending, so don't be fooled by the innocent title of the anime, and the jolly looking characters in the pictures.\u001b[24m\n    \u001b[1mそして、終わりがありました...このアニメを完全に楽しむには、終わりを見なければならないので、無邪気なアニメのタイトルに惑わされてはいけません。\u001b[22m, \u001b[1mそしてエンディング...完全にこのアニメを楽しむにはあった、あなたは結末を見ているので、アニメの無実のタイトル、画像で陽気探して文字にだまされてはいけません。\u001b[22m\n\u001b[1m\u001b[22m\nThe protagonist, the guy, was an absolute douche bag and this made me want to watch on with a hope that he'd get what was coming. Basically, this anime just showed that a horny teenager with access to ~eager~ girls creates a monster, and also the effect that a cheating in a relationship has psychologically.\n\n\u001b[1m主人公の男は絶対的な寝袋だったので、来ることを得ることができるという希望で私は見守りたいと思った。 基本的に、このアニメは、〜熱心な女の子へのアクセス権を持つ角質のティーンエイジャーは、モンスターを作成し、関係の不正行為が心理的に持っているという効果を示しました。\u001b[22m\n\u001b[1m(Shujinkō no otoko wa zettai-tekina nebukurodattanode, kuru koto o eru koto ga dekiru to iu kibō de watashi wa mimamoritai to omotta. Kihontekini, kono anime wa,〜 nesshin'na on'nanoko e no akusesu-ken o motsu kakushitsu no tīn'eijā wa, monsutā o sakusei shi, kankei no fusei kōi ga shinri-teki ni motte iru to iu kōka o shimeshimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe protagonist, the guy, was an absolute douche bag and this made me want to watch on with a hope that he'd get what was coming. Basically, this anime just showed that a horny teenager with access to ~eager~ girls creates a monster, and also the effect that a cheating in a relationship has psychologically.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe protagonist, the guy, was an absolute douche bag and this made me want to watch on with a hope that he'd get what was coming.\u001b[24m\n    \u001b[1m主人公の男は絶対的な寝袋だったので、来ることを得ることができるという希望で私は見守りたいと思った。\u001b[22m, \u001b[1m主人公、男は、絶対的な潅水バッグだった、これは私は彼が来ていたものを手に入れるだろうと期待して上で見たいと思うしました。\u001b[22m\n\u001b[4mBasically, this anime just showed that a horny teenager with access to ~eager~ girls creates a monster, and also the effect that a cheating in a relationship has psychologically.\u001b[24m\n    \u001b[1m基本的に、このアニメは、〜熱心な女の子へのアクセス権を持つ角質のティーンエイジャーは、モンスターを作成し、関係の不正行為が心理的に持っているという効果を示しました。\u001b[22m, \u001b[1m基本的に、このアニメはちょうど〜熱心な〜女の子へのアクセス権を持つ角質ティーンエイジャーはまた、モンスター、および関係の不正行為は、心理的に持っている効果を作成することを示しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, don't be fooled by the cover - it is deceptive. Not the best anime around, but worth a watch on a lazy weekend.\n\n\u001b[1m全体的に、カバーに騙されてはいけません。それは欺瞞的です。 周りに最高のアニメではなく、怠け者の週末の時計に値する。\u001b[22m\n\u001b[1m(Zentai-teki ni, kabā ni damasa rete wa ikemasen. Sore wa giman-tekidesu. Mawari ni saikō no animede wa naku, namakemono no shūmatsu no tokei ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mOverall, don't be fooled by the cover - it is deceptive. Not the best anime around, but worth a watch on a lazy weekend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, don't be fooled by the cover - it is deceptive.\u001b[24m\n    \u001b[1m全体的に、カバーに騙されてはいけません。それは欺瞞的です。\u001b[22m, \u001b[1m全体的に、カバーにだまされてはいけません - それは欺瞞です。\u001b[22m\n\u001b[4mNot the best anime around, but worth a watch on a lazy weekend.\u001b[24m\n    \u001b[1m周りに最高のアニメではなく、怠け者の週末の時計に値する。\u001b[22m, \u001b[1m怠惰な週末ではない周りの最高のアニメが、価値がある時計。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "Tommmmmmmmy",
    "profile": "/profile/Tommmmmmmmy/reviews",
    "pages": "16",
    "number": "9",
    "link": "/reviews.php?id=92599",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  4\n\n学校の日は私が出会った最初のいくつかの心理的なロマンスの一つでした。 多くの人には、このアニメから「Yandere」（外にはかわいいけんか、内部は精神的にクレイジーな*****）という単語が出てきました。\n\nクイックバックグラウンド：\n若い青年の少年のように愛とセックスを探しているあなたの平均的な静かな少年、伊藤真。 主人公は仲間の桂加藤葉によって魅了されます。 その後、彼のセカイ・セゾンジの新しいクラスメイトの知り合いが秘密の暴力を発見し、誠実に誠実に勝利することに決めました！\n\nストーリーライン：\n全体的にストーリーはおそらくこのアニメにとって最も興味深い要因でした。 あなたの標準的なアニメとはまったく異なります。  「英雄的な」主人公は、通常、自分自身にとってより深い意味を見出し、「救う」という情熱と勇気を見つけます。 しかし、スクールデイズは、人生や現実が実際に私たちの中で最悪のことを起こすことができることを明確にしています。 マコトの場合...角質のセックス中毒者。\n\nしかし、これはただの最大の特徴です。 アニメでは人生はいつも幸せではないので、間違った決定はあなたをより暗い道のりに導きます。 また、アニメのキャラクターは、現実のように常に完璧というわけではないことが、私たち全員で最悪のものを引き出すことができると描写されています。  * COUGH KOTOHANA COUGH *\n\n\n8/10\n\nアート：\nアートワークはかなり上手く提示され、かなり標準化されています。 日本の標準的なシナリオ いくつかの素敵な色と背景、過度に特別なものはありません。\n8/10\n\n音：\nアートワークのように、良いサウンドトラックで全体的に良いサウンド\n8/10\n\nキャラクター：\nキャラクターの開発は非常に一貫しており、突然キャラクターが行動を変えたり、何の理由もなく行動したりするランダムな曲がりはなかった。 個人的に、私はそれが女の子が恋に落ちるために適切に扱われる必要があることを示し、どのように女の子を保つために関係の物理的側面についていつもではないことを示すのが好きです。\n\n楽しみ：\n私が見たすべてのロマンスアニメで、女の子を尊敬して扱い、自分が誰であるかを愛するように教えてくれました。 まあ...誠はただのルールに従わなかっただけです（そして6人の女性、Dat animeロジックとまだ眠れました）。 だから、私は誠に対して深い憎しみを抱いていたのです。 私は彼が、私の無礼を赦してくれる、利己的で不潔な人だと思っています。それは、女の子の何かを盛り上げるものです。そのために、私はこのアニメを見て楽しんでいませんでした。\n\nそれにもかかわらず、私はこれが非常に良いアニメであることを否定しない。 私はそれを楽しんでいないにもかかわらず、このアニメは、主人公に向かってそのような深い憎しみを追放するのに十分な大きさでなければなりません。\n4/10\n\n全体= 8/10\n正直言って、現実よりも暗い何も含まれていない暗いねじれのファンタジーを探しているならば、このアニメをお勧めします。嫌なロマンスのために、あるいは単に人々が学校について話している理由を見たいからです 日々。 全体的に、撚り終わった素晴らしいストーリーライン。 私は、ビジュアル小説には、（あなたのバニラの恋人のための）甘い結末と、いくつかのヘンタイのシーンもたくさんあります;）（あなたのためにそこにいる：P）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nSchool days was one of the first few psychological romances that I had come across. To many, the word 'Yandere' (cute and squishy on the outside... psychotic crazy ***** on the inside) was brought out from this anime.\n\n\u001b[1m学校の日は私が出会った最初のいくつかの心理的なロマンスの一つでした。 多くの人には、このアニメから「Yandere」（外にはかわいいけんか、内部は精神的にクレイジーな*****）という単語が出てきました。\u001b[22m\n\u001b[1m(Gakkō no hi wa watashi ga deatta saisho no ikutsu ka no shinri-tekina romansu no hitotsudeshita. Ōku no hito ni wa, kono anime kara `Yandere'(-gai ni wa kawaī kenka, naibu wa seishintekini kureijīna*****) to iu tango ga dete kimashita.)\u001b[22m\n\nTranslations of \u001b[4mSchool days was one of the first few psychological romances that I had come across. To many, the word 'Yandere' (cute and squishy on the outside... psychotic crazy ***** on the inside) was brought out from this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool days was one of the first few psychological romances that I had come across.\u001b[24m\n    \u001b[1m学校の日は私が出会った最初のいくつかの心理的なロマンスの一つでした。\u001b[22m, \u001b[1m学生時代は、私が遭遇した最初のいくつかの心理的なロマンスの一つでした。\u001b[22m\n\u001b[4mTo many, the word 'Yandere' (cute and squishy on the outside... psychotic crazy ***** on the inside) was brought out from this anime.\u001b[24m\n    \u001b[1m多くの人には、このアニメから「Yandere」（外にはかわいいけんか、内部は精神的にクレイジーな*****）という単語が出てきました。\u001b[22m, \u001b[1m多くに、単語「ヤンデレ」（外側のかわいいとフワフワ...精神病クレイジー*****内側に）このアニメから引き出されました。\u001b[22m\n\u001b[1m\u001b[22m\nQuick Background:\n\n\u001b[1mクイックバックグラウンド：\u001b[22m\n\u001b[1m(Kuikkubakkuguraundo:)\u001b[22m\n\nTranslations of \u001b[4mQuick Background:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mQuick Background:\u001b[24m\n    \u001b[1mクイックバックグラウンド：\u001b[22m, \u001b[1mクイック背景：\u001b[22m\nPretty much your average quiet boy, Makoto Itou, who like every young adolescent boy is looking for love and sex. The protagonist is then captivated by fellow student Kotonoha Katsura. Later on, a new classmate acquaintance of his, Sekai Saionji, discovers his secret crush and decides to wingman Makoto to victory!\n\n\u001b[1m若い青年の少年のように愛とセックスを探しているあなたの平均的な静かな少年、伊藤真。 主人公は仲間の桂加藤葉によって魅了されます。 その後、彼のセカイ・セゾンジの新しいクラスメイトの知り合いが秘密の暴力を発見し、誠実に誠実に勝利することに決めました！\u001b[22m\n\u001b[1m(Wakai seinen no shōnen no yō ni ai to sekkusu o sagashite iru anata no heikin-tekina shizukana shōnen, itōmakoto. Shujinkō wa nakama no Katsura Katō ha ni yotte miryō sa remasu. Sonogo, kare no sekai sezonji no atarashī kurasumeito no shiriai ga himitsu no bōryoku o hakken shi, seijitsu ni seijitsu ni shōri suru koto ni kimemashita!)\u001b[22m\n\nTranslations of \u001b[4mPretty much your average quiet boy, Makoto Itou, who like every young adolescent boy is looking for love and sex. The protagonist is then captivated by fellow student Kotonoha Katsura. Later on, a new classmate acquaintance of his, Sekai Saionji, discovers his secret crush and decides to wingman Makoto to victory!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPretty much your average quiet boy, Makoto Itou, who like every young adolescent boy is looking for love and sex.\u001b[24m\n    \u001b[1m若い青年の少年のように愛とセックスを探しているあなたの平均的な静かな少年、伊藤真。\u001b[22m, \u001b[1mほとんどすべての若い思春期の男の子が好きなあなたの平均静かな少年、誠伊藤は、愛とセックスを探しています。\u001b[22m\n\u001b[4mThe protagonist is then captivated by fellow student Kotonoha Katsura.\u001b[24m\n    \u001b[1m主人公は仲間の桂加藤葉によって魅了されます。\u001b[22m, \u001b[1m主人公は、その後、仲間の学生コトノハ桂魅了されます。\u001b[22m\n\u001b[4mLater on, a new classmate acquaintance of his, Sekai Saionji, discovers his secret crush and decides to wingman Makoto to victory!\u001b[24m\n    \u001b[1mその後、彼のセカイ・セゾンジの新しいクラスメイトの知り合いが秘密の暴力を発見し、誠実に誠実に勝利することに決めました！\u001b[22m, \u001b[1mその後、彼の新しいクラスメートの知人、世界西園寺は、彼の秘密のクラッシュを検出し、勝利に誠を僚機することを決定します！\u001b[22m\n\u001b[1m\u001b[22m\nStoryline:\n/ˈstôrēˌlīn/\n\n\u001b[1mストーリーライン：\u001b[22m\n\u001b[1m(Sutōrīrain:)\u001b[22m\n\nTranslations of \u001b[4mStoryline:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStoryline:\u001b[24m\n    \u001b[1mストーリーライン：\u001b[22m, \u001b[1mストーリー：\u001b[22m\nOverall the story was probably the most intriguing factor for this anime. It's TOTALLY different to your standard animes. The 'heroic' protagonist normally finds a deeper meaning to him or herself and find the passion and courage to 'save the day'. However, School Days clearly elaborates that life or reality can actually bring out the worst in us. In Makoto's case ... horny, sex addict.\n\n\u001b[1m全体的にストーリーはおそらくこのアニメにとって最も興味深い要因でした。 あなたの標準的なアニメとはまったく異なります。  「英雄的な」主人公は、通常、自分自身にとってより深い意味を見出し、「救う」という情熱と勇気を見つけます。 しかし、スクールデイズは、人生や現実が実際に私たちの中で最悪のことを起こすことができることを明確にしています。 マコトの場合...角質のセックス中毒者。\u001b[22m\n\u001b[1m(Zentai-teki ni sutōrī wa osoraku kono anime ni totte mottomo kyōmibukai yōindeshita. Anata no hyōjun-tekina anime to wa mattaku kotonarimasu. `Eiyū-tekina' shujinkō wa, tsūjō, jibun jishin ni totte yori fukai imi o miidashi,`sukuu' to iu jōnetsu to yūki o mitsukemasu. Shikashi, sukūrudeizu wa, jinsei ya genjitsu ga jissai ni watashitachi no naka de saiaku no koto o okosu koto ga dekiru koto o meikaku ni shite imasu. Makoto no baai... Kakushitsu no sekkusu chūdoku-sha.)\u001b[22m\n\nTranslations of \u001b[4mOverall the story was probably the most intriguing factor for this anime. It's TOTALLY different to your standard animes. The 'heroic' protagonist normally finds a deeper meaning to him or herself and find the passion and courage to 'save the day'. However, School Days clearly elaborates that life or reality can actually bring out the worst in us. In Makoto's case ... horny, sex addict.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the story was probably the most intriguing factor for this anime.\u001b[24m\n    \u001b[1m全体的にストーリーはおそらくこのアニメにとって最も興味深い要因でした。\u001b[22m, \u001b[1m全体的な話は、おそらくこのアニメのための最も魅力的な要因でした。\u001b[22m\n\u001b[4mIt's TOTALLY different to your standard animes.\u001b[24m\n    \u001b[1mあなたの標準的なアニメとはまったく異なります。\u001b[22m, \u001b[1mそれはあなたの標準的なアニメとは全く違います。\u001b[22m\n\u001b[4mThe 'heroic' protagonist normally finds a deeper meaning to him or herself and find the passion and courage to 'save the day'.\u001b[24m\n    \u001b[1m「英雄的な」主人公は、通常、自分自身にとってより深い意味を見出し、「救う」という情熱と勇気を見つけます。\u001b[22m, \u001b[1m「英雄」の主人公は、通常、彼または彼女自身に深い意味を見つけ、「救う」への情熱と勇気を見つけます。\u001b[22m\n\u001b[4mHowever, School Days clearly elaborates that life or reality can actually bring out the worst in us.\u001b[24m\n    \u001b[1mしかし、スクールデイズは、人生や現実が実際に私たちの中で最悪のことを起こすことができることを明確にしています。\u001b[22m, \u001b[1mしかし、学校の日は明らかに人生や現実が実際に私たちに最悪を引き出すことができることを詳しく説明します。\u001b[22m\n\u001b[4mIn Makoto's case ... horny, sex addict.\u001b[24m\n    \u001b[1mマコトの場合...角質のセックス中毒者。\u001b[22m, \u001b[1m誠の場合...角質、セックス中毒。\u001b[22m\n\u001b[1m\u001b[22m\nBUT this just brings out it's biggest feature. Life isn't always happy in animes, wrong decisions will only lead you down a darker path. It also portrays that characters in animes aren't always perfect, like reality, when toyed with it can bring out the worst in all of us. *COUGH KOTOHANA COUGH*\n\n\u001b[1mしかし、これはただの最大の特徴です。 アニメでは人生はいつも幸せではないので、間違った決定はあなたをより暗い道のりに導きます。 また、アニメのキャラクターは、現実のように常に完璧というわけではないことが、私たち全員で最悪のものを引き出すことができると描写されています。  * COUGH KOTOHANA COUGH *\u001b[22m\n\u001b[1m(Shikashi, koreha tada no saidai no tokuchōdesu. Animede wa jinsei wa itsumo shiawasede wanainode, machigatta kettei wa anata o yori kurai michinori ni michibikimasu. Mata, anime no kyarakutā wa, genjitsu no yō ni tsuneni kanpeki to iu wakede wanai koto ga, watashitachi zen'in de saiaku no mono o hikidasu koto ga dekiru to byōsha sa rete imasu. * COUGH KOTOHANA COUGH*)\u001b[22m\n\nTranslations of \u001b[4mBUT this just brings out it's biggest feature. Life isn't always happy in animes, wrong decisions will only lead you down a darker path. It also portrays that characters in animes aren't always perfect, like reality, when toyed with it can bring out the worst in all of us. *COUGH KOTOHANA COUGH*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBUT this just brings out it's biggest feature.\u001b[24m\n    \u001b[1mしかし、これはただの最大の特徴です。\u001b[22m, \u001b[1mしかし、これはちょうどそれが最大の特徴だ引き立てます。\u001b[22m\n\u001b[4mLife isn't always happy in animes, wrong decisions will only lead you down a darker path.\u001b[24m\n    \u001b[1mアニメでは人生はいつも幸せではないので、間違った決定はあなたをより暗い道のりに導きます。\u001b[22m, \u001b[1m人生はアニメでいつも幸せではない、間違った決定は、唯一の暗い道をあなたを導きます。\u001b[22m\n\u001b[4mIt also portrays that characters in animes aren't always perfect, like reality, when toyed with it can bring out the worst in all of us.\u001b[24m\n    \u001b[1mまた、アニメのキャラクターは、現実のように常に完璧というわけではないことが、私たち全員で最悪のものを引き出すことができると描写されています。\u001b[22m, \u001b[1mまた、アニメの文字は常に完璧ではないことを描いてそれをおもちゃにするとき、現実のように、私たちのすべての中で最悪を引き出すことができます。\u001b[22m\n\u001b[4m*COUGH KOTOHANA COUGH*\u001b[24m\n    \u001b[1m* COUGH KOTOHANA COUGH *\u001b[22m, \u001b[1m*咳KOTOHANA咳*\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nArtwork is fairly well presented, fairly standardised. Standard Japanese scenario. Some nice colours and backgrounds, nothing overly special.\n\n\u001b[1mアートワークはかなり上手く提示され、かなり標準化されています。 日本の標準的なシナリオ いくつかの素敵な色と背景、過度に特別なものはありません。\u001b[22m\n\u001b[1m(Ātowāku wa kanari umaku teiji sa re, kanari hyōjun-ka sa rete imasu. Nihon no hyōjun-tekina shinario ikutsu ka no sutekina iro to haikei, kado ni tokubetsuna mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArtwork is fairly well presented, fairly standardised. Standard Japanese scenario. Some nice colours and backgrounds, nothing overly special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwork is fairly well presented, fairly standardised.\u001b[24m\n    \u001b[1mアートワークはかなり上手く提示され、かなり標準化されています。\u001b[22m, \u001b[1mアートワークはかなりよく、かなり標準化され提示されています。\u001b[22m\n\u001b[4mStandard Japanese scenario.\u001b[24m\n    \u001b[1m日本の標準的なシナリオ\u001b[22m, \u001b[1m標準的な日本語のシナリオ。\u001b[22m\n\u001b[4mSome nice colours and backgrounds, nothing overly special.\u001b[24m\n    \u001b[1mいくつかの素敵な色と背景、過度に特別なものはありません。\u001b[22m, \u001b[1mいくつかの素敵な色や背景、過度に何も特別な。\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nLike the artwork, overall good sound with some nice soundtracks\n\n\u001b[1mアートワークのように、良いサウンドトラックで全体的に良いサウンド\u001b[22m\n\u001b[1m(Ātowāku no yō ni, yoi saundotorakku de zentai-teki ni yoi saundo)\u001b[22m\n\nTranslations of \u001b[4mLike the artwork, overall good sound with some nice soundtracks\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike the artwork, overall good sound with some nice soundtracks\u001b[24m\n    \u001b[1mアートワークのように、良いサウンドトラックで全体的に良いサウンド\u001b[22m, \u001b[1mいくつかの素晴らしいサウンドトラックとアートワーク、全体的に良い音のような\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe Character development was very consistent and there weren't any random turns where characters would suddenly change behaviours or act out of their character for no reason. Personally, I like how it shows that girls need to be treated properly in order to fall in love and how it isn't always about the physical aspect of a relationship to keep a girl.\n\n\u001b[1mキャラクターの開発は非常に一貫しており、突然キャラクターが行動を変えたり、何の理由もなく行動したりするランダムな曲がりはなかった。 個人的に、私はそれが女の子が恋に落ちるために適切に扱われる必要があることを示し、どのように女の子を保つために関係の物理的側面についていつもではないことを示すのが好きです。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa hijō ni ikkan shite ori, totsuzen kyarakutā ga kōdō o kae tari, nani no riyū mo naku kōdō shi tari suru randamuna magari wa nakatta. Kojin-teki ni, watashi wa sore ga on'nanoko ga koi ni ochiru tame ni tekisetsu ni atsukawa reru hitsuyō ga aru koto o shimeshi, dono yō ni on'nanoko o tamotsu tame ni kankei no butsuri-teki sokumen ni tsuite itsumode wanai koto o shimesu no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Character development was very consistent and there weren't any random turns where characters would suddenly change behaviours or act out of their character for no reason. Personally, I like how it shows that girls need to be treated properly in order to fall in love and how it isn't always about the physical aspect of a relationship to keep a girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Character development was very consistent and there weren't any random turns where characters would suddenly change behaviours or act out of their character for no reason.\u001b[24m\n    \u001b[1mキャラクターの開発は非常に一貫しており、突然キャラクターが行動を変えたり、何の理由もなく行動したりするランダムな曲がりはなかった。\u001b[22m, \u001b[1mキャラクター開発は非常に一貫していたとの文字が突然動作を変更したり、理由もなく自分のキャラクターのうち作用するであろう任意のランダムなターンがありませんでした。\u001b[22m\n\u001b[4mPersonally, I like how it shows that girls need to be treated properly in order to fall in love and how it isn't always about the physical aspect of a relationship to keep a girl.\u001b[24m\n    \u001b[1m個人的に、私はそれが女の子が恋に落ちるために適切に扱われる必要があることを示し、どのように女の子を保つために関係の物理的側面についていつもではないことを示すのが好きです。\u001b[22m, \u001b[1m個人的に、私はそれは女の子が恋に落ちるために、適切に処理する必要があることを示してどのように好きで、それはどのように女の子を保つために関係の物理的な側面について、常にではありません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nIn all the romance anime's that I've watched, it's taught me to treat girls with respect and to love them for who they are. Well ... Makoto just disobeyed all the rules (and still got to sleep with 6 females, Dat anime logic). That is why I bore a deep hatred towards Makoto. I think of him as a selfish, filthy mutt, who (pardon my rudeness) 'humps anything that's a girl' and for that, I did not really enjoy myself for watching this anime.\n\n\u001b[1m私が見たすべてのロマンスアニメで、女の子を尊敬して扱い、自分が誰であるかを愛するように教えてくれました。 まあ...誠はただのルールに従わなかっただけです（そして6人の女性、Dat animeロジックとまだ眠れました）。 だから、私は誠に対して深い憎しみを抱いていたのです。 私は彼が、私の無礼を赦してくれる、利己的で不潔な人だと思っています。それは、女の子の何かを盛り上げるものです。そのために、私はこのアニメを見て楽しんでいませんでした。\u001b[22m\n\u001b[1m(Watashi ga mita subete no romansu anime de, on'nanoko o sonkei shite atsukai, jibun ga daredearu ka o aisuru yō ni oshiete kuremashita. Mā... Makoto wa tada no rūru ni shitagawanakatta dakedesu (soshite 6-ri no josei, Dat anime rojikku to mada nemuremashita). Dakara, watashi wa makotoni taishite fukai nikushimi o daite ita nodesu. Watashi wa kare ga, watashi no burei o yurushite kureru, riko-tekide fuketsuna hitoda to omotte imasu. Sore wa, on'nanoko no nanika o moriageru monodesu. Sonotame ni, watashi wa kono anime o mite tanoshinde imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIn all the romance anime's that I've watched, it's taught me to treat girls with respect and to love them for who they are. Well ... Makoto just disobeyed all the rules (and still got to sleep with 6 females, Dat anime logic). That is why I bore a deep hatred towards Makoto. I think of him as a selfish, filthy mutt, who (pardon my rudeness) 'humps anything that's a girl' and for that, I did not really enjoy myself for watching this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn all the romance anime's that I've watched, it's taught me to treat girls with respect and to love them for who they are.\u001b[24m\n    \u001b[1m私が見たすべてのロマンスアニメで、女の子を尊敬して扱い、自分が誰であるかを愛するように教えてくれました。\u001b[22m, \u001b[1m私が見てきたすべてのロマンスアニメのでは、敬意を持つ女の子を治療し、彼らが誰であるかのためにそれらを愛することを教えてくれています。\u001b[22m\n\u001b[4mWell ... Makoto just disobeyed all the rules (and still got to sleep with 6 females, Dat anime logic).\u001b[24m\n    \u001b[1mまあ...誠はただのルールに従わなかっただけです（そして6人の女性、Dat animeロジックとまだ眠れました）。\u001b[22m, \u001b[1mうーん...誠は、ちょうどすべてのルールを従わなかった（まだ6人の女性、ダットアニメ・ロジックと一緒に寝てました）。\u001b[22m\n\u001b[4mThat is why I bore a deep hatred towards Makoto.\u001b[24m\n    \u001b[1mだから、私は誠に対して深い憎しみを抱いていたのです。\u001b[22m, \u001b[1m私は誠に向かって深い憎しみを産ん理由です。\u001b[22m\n\u001b[4mI think of him as a selfish, filthy mutt, who (pardon my rudeness) 'humps anything that's a girl' and for that, I did not really enjoy myself for watching this anime.\u001b[24m\n    \u001b[1m私は彼が、私の無礼を赦してくれる、利己的で不潔な人だと思っています。それは、女の子の何かを盛り上げるものです。そのために、私はこのアニメを見て楽しんでいませんでした。\u001b[22m, \u001b[1m私はそのために、私は本当にこのアニメを見るために自分自身を楽しんでいませんでした」女の子です何かをこぶ」（私の無礼を容赦）利己的な、不潔なmuttの、として彼を考えます。\u001b[22m\n\u001b[1m\u001b[22m\nNevertheless, I do not deny that this is a very good anime; even though I did not enjoy it, this anime must be great enough to evict such a deep hatred towards the protagonist.\n\n\u001b[1mそれにもかかわらず、私はこれが非常に良いアニメであることを否定しない。 私はそれを楽しんでいないにもかかわらず、このアニメは、主人公に向かってそのような深い憎しみを追放するのに十分な大きさでなければなりません。\u001b[22m\n\u001b[1m(Sore nimokakawarazu, watashi wa kore ga hijō ni yoi animedearu koto o hitei shinai. Watashi wa sore o tanoshinde inai nimokakawarazu, kono anime wa, shujinkō ni mukatte sono yōna fukai nikushimi o tsuihō suru no ni jūbun'na ōki-sadenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mNevertheless, I do not deny that this is a very good anime; even though I did not enjoy it, this anime must be great enough to evict such a deep hatred towards the protagonist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNevertheless, I do not deny that this is a very good anime;\u001b[24m\n    \u001b[1mそれにもかかわらず、私はこれが非常に良いアニメであることを否定しない。\u001b[22m, \u001b[1mそれにもかかわらず、私はこれは非常に良いアニメであることは否定しません。\u001b[22m\n\u001b[4meven though I did not enjoy it, this anime must be great enough to evict such a deep hatred towards the protagonist.\u001b[24m\n    \u001b[1m私はそれを楽しんでいないにもかかわらず、このアニメは、主人公に向かってそのような深い憎しみを追放するのに十分な大きさでなければなりません。\u001b[22m, \u001b[1m私はそれを楽しんでいないにもかかわらず、このアニメは、主人公の方のような深い憎しみを立ち退かせるのに十分な大きさでなければなりません。\u001b[22m\n4/10\n\n\u001b[1m4/10\u001b[22m\n\u001b[1m(4/ 10)\u001b[22m\n\nTranslations of \u001b[4m4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4/10\u001b[24m\n    \u001b[1m4/10\u001b[22m, \u001b[1m4月10日\u001b[22m\n\u001b[1m\u001b[22m\nOverall = 8/10\n\n\u001b[1m全体= 8/10\u001b[22m\n\u001b[1m(Zentai = 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall = 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall = 8/10\u001b[24m\n    \u001b[1m全体= 8/10\u001b[22m, \u001b[1m総合的= 8/10\u001b[22m\nTo be honest, I would only recommend you this anime if you're in search for a dark twisted fantasy that contains nothing darker than reality, in for one sickening romance, or just watching 'cause you want to see why people are talking about School Days. Overall, a great storyline with a twisted ending. I hear, that the visual novel has lots of sweeter endings (for you vanilla lovers out there) and even some hentai scenes ;) (for you perverts out there :P)\n\n\u001b[1m正直言って、現実よりも暗い何も含まれていない暗いねじれのファンタジーを探しているならば、このアニメをお勧めします。嫌なロマンスのために、あるいは単に人々が学校について話している理由を見たいからです 日々。 全体的に、撚り終わった素晴らしいストーリーライン。 私は、ビジュアル小説には、（あなたのバニラの恋人のための）甘い結末と、いくつかのヘンタイのシーンもたくさんあります;）（あなたのためにそこにいる：P）\u001b[22m\n\u001b[1m(Shōjiki itte, genjitsu yori mo kurai nani mo fukuma rete inai kurai nejire no fantajī o sagashite irunaraba, kono anime o o susume shimasu. Iyana romansu no tame ni, aruiwa tan'ni hitobito ga gakkō ni tsuite hanashite iru riyū o mitaikaradesu hibi. Zentai-teki ni, yori owatta subarashī sutōrīrain. Watashi wa, bijuaru shōsetsu ni wa,(anata no banira no koibito no tame no) amai ketsumatsu to, ikutsu ka no hen Tai no shīn mo takusan arimasu; ) (anata no tame ni soko ni iru: P))\u001b[22m\n\nTranslations of \u001b[4mTo be honest, I would only recommend you this anime if you're in search for a dark twisted fantasy that contains nothing darker than reality, in for one sickening romance, or just watching 'cause you want to see why people are talking about School Days. Overall, a great storyline with a twisted ending. I hear, that the visual novel has lots of sweeter endings (for you vanilla lovers out there) and even some hentai scenes ;) (for you perverts out there :P)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest, I would only recommend you this anime if you're in search for a dark twisted fantasy that contains nothing darker than reality, in for one sickening romance, or just watching 'cause you want to see why people are talking about School\u001b[24m\n    \u001b[1m正直言って、現実よりも暗い何も含まれていない暗いねじれのファンタジーを探しているならば、このアニメをお勧めします。嫌なロマンスのために、あるいは単に人々が学校について話している理由を見たいからです\u001b[22m, \u001b[1m正直に言うと、あなたが現実よりも暗い何も含まれていないダークツイストファンタジーの検索にしている場合は、私が唯一の不快感を覚えるロマンスのために、あなたにこのアニメをお勧めします、または単にあなたは、人々が学校について話している理由を見てみたい '原因ウォッチング\u001b[22m\n\u001b[4mDays.\u001b[24m\n    \u001b[1m日々。\u001b[22m, \u001b[1m日。\u001b[22m\n\u001b[4mOverall, a great storyline with a twisted ending.\u001b[24m\n    \u001b[1m全体的に、撚り終わった素晴らしいストーリーライン。\u001b[22m, \u001b[1m全体的に、ねじれた結末と素晴らしいストーリー。\u001b[22m\n\u001b[4mI hear, that the visual novel has lots of sweeter endings (for you vanilla lovers out there) and even some hentai scenes ;) (for you perverts out there :P)\u001b[24m\n    \u001b[1m私は、ビジュアル小説には、（あなたのバニラの恋人のための）甘い結末と、いくつかのヘンタイのシーンもたくさんあります;）（あなたのためにそこにいる：P）\u001b[22m, \u001b[1mP）：あなたはそこに変質者のために（）;私はビジュアルノベルが甘く終末（そこにあなたのためのバニラ愛好家）の多く、さらにいくつかのエロシーンを持っていること、聞きます\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "Lighto98",
    "profile": "/profile/Lighto98/reviews",
    "pages": "16",
    "number": "10",
    "link": "/reviews.php?id=21989",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  2\n\n...一口。  'あなたは履行不足のために一方通の切符を欲しいですか？ 後悔している車線の旅はいかがですか？ あなたのパレットをほぐすためにいくつかの悲しみシャーベット？\n\n「まあ、私は学校の日を見たいだけです」\n\n'*うつ病ダンは私のことを恐ろしく見てしまう前に同僚に囁いている*うわー、それは私たちのリーグからの道のりです。 がんばろう。'\n\n私は、このアニメが幸せに終わらないという兆候としてそれを取っていた可能性があります。 それは、特定のサイトの「悲劇」タグと、このショーの経験について話すことを喜んで（または有能な）友人の一般的な欠如が、おそらくそれが価値のないものであると私に判断させる可能性がありました。 しかし、好奇心（とnaivety？）私の最高を得るために、私はそれを試してみることにしました。\n\n私はこれが品質の悪いアニメではないと言って始めます。 いいえ、感情や差し迫った災難感のないロボットにとって、これはおそらく高い得点かもしれません。\n\n内容を考えると、7は私が召集できる最高でした。\n\n私たちの話は、MALが説明するように始まります。 マコトは当初好感度がありましたが、デートを探しているだけの非常にユニマンティッドではありません。 彼は愛の関心を持ち、彼に興味がある（どちらも十分に普通だと思われる）人で、最初は三角形です。 マコトはベストを尽くし、輝くパフォーマンスを持っています。  1つは、最初の数epsでは、ふわふわしたコメディーな世界だと結論付けることができます！\n\nそれから、世界は崩壊する。\n\nキャラクターはうまくいきますが、最後には「主人公」の同情がほとんどありませんでした。私は本当に自分自身を見つけました。彼には不幸です。 これらの「正常な」若年成人にはいくつかの心理的問題があることが明らかにされています：OCD、愛着問題、過去の行方不能、中毒、無責任、無知/無関心/ それはすべて成功につながります：p\n\nキャラクターの私の最大の問題は、進歩がある一方で、私が（肯定的な反対のIE）に慣れている方法ではないということです。 それは、私はこのために文字をドッキングしていないと言いました。 加えて、キャラクターに与えられたより多くの開発があったかもしれない（彼らの行動の肉体的な説明？）\n\n音楽はまともですが、EDの変化を見て、私は物語の中で何かが起きていると感じ始めました。 私は正しかった。\n\n芸術も良いです。\n\n全体として、そのアニメはそのプロットの面で良かったし、緊張感や怒りなどの感情を感じた。 芸術と音楽は良かった。 キャラクターには何らかの開発がありました。 しかし、最後に絡み合ってうんざりしていた混乱は、私に気分をさせました。 うつ病と絶望。 トンネルの終わりに私が見た光は、一回の動きで消されました。 楽しさはこれのために苦しんでいます。\n\nしかし、誰かが落ち込んでしまうことを断言してはいけません。ここにはいくつかの心理学があり、誰かに絶望感を与える方法の興味深い研究であるかもしれません。\n\n現実には、私が見た悲劇を代替的に取り上げることです。その悲劇は完全に予防可能であり、その中に部品がある人間の手に渡ります。\n\n私たちの苦しみの多くは、自分自身によって引き起こされます。 私たちは、他人への影響を認識し、より良い世界を築く能力を持っています！\n\nあなたが代わりの悲劇の経験を探しているなら、学校の日はあなたの時間の価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\n... Sigh. 'Would you like a one way ticket to lack-of-fulfilment-ville? How about a trip down regret lane? Some sadness sherbet to whet your pallet??'\n\n\u001b[1m...一口。  'あなたは履行不足のために一方通の切符を欲しいですか？ 後悔している車線の旅はいかがですか？ あなたのパレットをほぐすためにいくつかの悲しみシャーベット？\u001b[22m\n\u001b[1m(... Hitokuchi. ' Anata wa rikō fusoku no tame ni ippō tsū no kippu o hoshīdesu ka? Kōkai shite iru shasen no tabi wa ikagadesu ka? Anata no paretto o hogusu tame ni ikutsu ka no kanashimi shābetto?)\u001b[22m\n\nTranslations of \u001b[4m... Sigh. 'Would you like a one way ticket to lack-of-fulfilment-ville? How about a trip down regret lane? Some sadness sherbet to whet your pallet??'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m... Sigh.\u001b[24m\n    \u001b[1m...一口。\u001b[22m, \u001b[1m...ため息。\u001b[22m\n\u001b[4m'Would you like a one way ticket to lack-of-fulfilment-ville?\u001b[24m\n    \u001b[1m'あなたは履行不足のために一方通の切符を欲しいですか？\u001b[22m, \u001b[1m「あなたが欠けている - の履行-villeのために片道チケットをいかがですか？\u001b[22m\n\u001b[4mHow about a trip down regret lane?\u001b[24m\n    \u001b[1m後悔している車線の旅はいかがですか？\u001b[22m, \u001b[1mどのように後悔車線ダウン旅行はどうですか？\u001b[22m\n\u001b[4mSome sadness sherbet to whet your pallet??'\u001b[24m\n    \u001b[1mあなたのパレットをほぐすためにいくつかの悲しみシャーベット？\u001b[22m, \u001b[1mあなたのパレットを研ぐためにいくつかの悲しみシャーベット?? '\u001b[22m\n\u001b[1m\u001b[22m\n'Well, I'd prefer to just watch School Days.'\n\n\u001b[1m「まあ、私は学校の日を見たいだけです」\u001b[22m\n\u001b[1m(`Mā, watashi wa gakkō no hi o mitai dakedesu')\u001b[22m\n\nTranslations of \u001b[4m'Well, I'd prefer to just watch School Days.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Well, I'd prefer to just watch School Days.'\u001b[24m\n    \u001b[1m「まあ、私は学校の日を見たいだけです」\u001b[22m, \u001b[1m「まあ、私はちょうど学校の日を見ることを好むだろう。」\u001b[22m\n\u001b[1m\u001b[22m\n'*Depression Dan whispers to his colleagues before looking frightfully at me* Woah kid, that's way out of our league. Good luck.'\n\n\u001b[1m'*うつ病ダンは私のことを恐ろしく見てしまう前に同僚に囁いている*うわー、それは私たちのリーグからの道のりです。 がんばろう。'\u001b[22m\n\u001b[1m('* Utsubyō dan wa watashi no koto o osoroshiku miteshimau mae ni dōryō ni sasayaite iru* uwa ̄ , soreha watashitachi no rīgu kara no michinoridesu. Ganbarou.')\u001b[22m\n\nTranslations of \u001b[4m'*Depression Dan whispers to his colleagues before looking frightfully at me* Woah kid, that's way out of our league. Good luck.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'*Depression Dan whispers to his colleagues before looking frightfully at me* Woah kid, that's way out of our league.\u001b[24m\n    \u001b[1m'*うつ病ダンは私のことを恐ろしく見てしまう前に同僚に囁いている*うわー、それは私たちのリーグからの道のりです。\u001b[22m, \u001b[1m'*うつ病ダンはそれが私たちのリーグの邪魔だ、すごい迫力の子供*私を恐ろしく見る前に彼の同僚にささやきます。\u001b[22m\n\u001b[4mGood luck.'\u001b[24m\n    \u001b[1mがんばろう。'\u001b[22m, \u001b[1m幸運。'\u001b[22m, \u001b[1m幸運を。\u001b[22m, \u001b[1m頑張って。」\u001b[22m\n\u001b[1m\u001b[22m\nI could have taken that as a sign that this anime was not going to end happily. That, the 'tragedy' tag on certain sites, and the general lack of friends willing (or able) to talk about their experience with this show could have made me decide that perhaps it wasn't worth watching. But, curiosity (and naivety?) getting the best of me, I decided to give it a try.\n\n\u001b[1m私は、このアニメが幸せに終わらないという兆候としてそれを取っていた可能性があります。 特定のサイトの「悲劇」タグと、このショーの経験について話すことを喜んで（または有能な）友人の一般的な欠如は、おそらくそれが価値がないと判断する可能性がありました。 しかし、好奇心（とnaivety？）私の最高を得るために、私はそれを試してみることにしました。\u001b[22m\n\u001b[1m(Watashi wa, kono anime ga shiawase ni owaranai to iu chōkō to shite sore o totte ita kanōsei ga arimasu. Tokutei no saito no `higeki' tagu to, kono shō no keiken ni tsuite hanasu koto o yorokonde (matawa yūnōna) yūjin no ippantekina ketsujo wa, osoraku sore ga kachi ga nai to handan suru kanōsei ga arimashita. Shikashi, kōkishin (to naivety? ) Watashi no saikō o eru tame ni, watashi wa sore o tameshite miru koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI could have taken that as a sign that this anime was not going to end happily. That, the 'tragedy' tag on certain sites, and the general lack of friends willing (or able) to talk about their experience with this show could have made me decide that perhaps it wasn't worth watching. But, curiosity (and naivety?) getting the best of me, I decided to give it a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could have taken that as a sign that this anime was not going to end happily.\u001b[24m\n    \u001b[1m私は、このアニメが幸せに終わらないという兆候としてそれを取っていた可能性があります。\u001b[22m, \u001b[1m私は印としてこのアニメは喜んで終了するつもりではなかったことをことを取られている可能性があります。\u001b[22m\n\u001b[4mThat, the 'tragedy' tag on certain sites, and the general lack of friends willing (or able) to talk about their experience with this show could have made me decide that perhaps it wasn't worth watching.\u001b[24m\n    \u001b[1m特定のサイトの「悲劇」タグと、このショーの経験について話すことを喜んで（または有能な）友人の一般的な欠如は、おそらくそれが価値がないと判断する可能性がありました。\u001b[22m, \u001b[1mつまり、特定のサイトの「悲劇」タグを、このショウでの経験について話して喜んで（またはできる）友人の一般的な不足は、私は、おそらくそれは見る価値はなかったと判断してきた可能性があります。\u001b[22m\n\u001b[4mBut, curiosity (and naivety?) getting the best of me, I decided to give it a try.\u001b[24m\n    \u001b[1mしかし、好奇心（とnaivety？）私の最高を得るために、私はそれを試してみることにしました。\u001b[22m, \u001b[1mしかし、好奇心（と認識の甘？）私のベストを取得するには、私はそれを試してみることにしました。\u001b[22m\n\u001b[1m\u001b[22m\nI will begin by saying that this is not a bad anime quality-wise. No, to a robot with no emotions or sense of impending disaster, this could have possibly scored higher.\n\n\u001b[1m私はこれが品質の悪いアニメではないと言って始めます。 いいえ、感情や差し迫った災難感のないロボットにとって、これはおそらく高い得点になる可能性があります。\u001b[22m\n\u001b[1m(Watashi wa kore ga hinshitsu no warui animede wa nai to itte hajimemasu. Īe, kanjō ya sashisematta sainan-kan no nai robotto ni totte, kore wa osoraku takai tokuten ni naru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI will begin by saying that this is not a bad anime quality-wise. No, to a robot with no emotions or sense of impending disaster, this could have possibly scored higher.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will begin by saying that this is not a bad anime quality-wise.\u001b[24m\n    \u001b[1m私はこれが品質の悪いアニメではないと言って始めます。\u001b[22m, \u001b[1m私はこれは悪いアニメワイズ品質ではないことを言って開始されます。\u001b[22m\n\u001b[4mNo, to a robot with no emotions or sense of impending disaster, this could have possibly scored higher.\u001b[24m\n    \u001b[1mいいえ、感情や差し迫った災難感のないロボットにとって、これはおそらく高い得点になる可能性があります。\u001b[22m, \u001b[1mいいえ、差し迫った災害の無い感情や感覚を持つロボットに、これはおそらく、より高い得点している可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nGiven the content, 7 was the highest I could muster.\n\n\u001b[1m内容を考えると、7は私が召集できる最高でした。\u001b[22m\n\u001b[1m(Naiyō o kangaeru to, 7 wa watashi ga shōshū dekiru saikōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mGiven the content, 7 was the highest I could muster.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGiven the content, 7 was the highest I could muster.\u001b[24m\n    \u001b[1m内容を考えると、7は私が召集できる最高でした。\u001b[22m, \u001b[1m内容を考えると、図7は、私が召集可能性が最も高かったです。\u001b[22m\n\u001b[1m\u001b[22m\nOur story begins much as MAL describes it. Makoto is an initially-likable, though highly unmanly specimen just looking for a date. He has a love interest and someone who is interested in him (both seem normal enough), and initially it's a triangle. Makoto does his best and has a shining performance. One would be apt to conclude that for the first few eps, it's a fluffy and comedic world!\n\n\u001b[1m私たちの話は、MALが説明するように始まります。 マコトは当初好感度がありましたが、デートを探しているだけの非常にユニマンティッドではありません。 彼は愛の関心を持ち、彼に興味がある（どちらも十分に普通だと思われる）人で、最初は三角形です。 マコトはベストを尽くし、輝くパフォーマンスを持っています。  1つは、最初の数epsでは、ふわふわしたコメディーな世界だと結論付けることができます！\u001b[22m\n\u001b[1m(Watashitachi no hanashi wa, MAL ga setsumei suru yō ni hajimarimasu. Makoto wa tōsho kōkan-do ga arimashitaga, dēto o sagashite iru dake no hijō ni yunimantiddode wa arimasen. Kare wa ai no kanshin o mochi, kare ni kyōmigāru (dochira mo jūbun ni futsūda to omowa reru) hito de, saisho wa sankakkeidesu. Makoto wa besuto o tsukushi, kagayaku pafōmansu o motte imasu. 1Tsu wa, saisho no sū epsde wa, fuwafuwa shita komedīna sekaida to ketsuron tsukeru koto ga dekimasu!)\u001b[22m\n\nTranslations of \u001b[4mOur story begins much as MAL describes it. Makoto is an initially-likable, though highly unmanly specimen just looking for a date. He has a love interest and someone who is interested in him (both seem normal enough), and initially it's a triangle. Makoto does his best and has a shining performance. One would be apt to conclude that for the first few eps, it's a fluffy and comedic world!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur story begins much as MAL describes it.\u001b[24m\n    \u001b[1m私たちの話は、MALが説明するように始まります。\u001b[22m, \u001b[1mMALがそれを説明するよう私たちの物語は多くを開始します。\u001b[22m\n\u001b[4mMakoto is an initially-likable, though highly unmanly specimen just looking for a date.\u001b[24m\n    \u001b[1mマコトは当初好感度がありましたが、デートを探しているだけの非常にユニマンティッドではありません。\u001b[22m, \u001b[1m非常に男らしくない試料は日付だけを探しているものの誠は、最初に好感が持てます。\u001b[22m\n\u001b[4mHe has a love interest and someone who is interested in him (both seem normal enough), and initially it's a triangle.\u001b[24m\n    \u001b[1m彼は愛の関心を持ち、彼に興味がある（どちらも十分に普通だと思われる）人で、最初は三角形です。\u001b[22m, \u001b[1m彼は愛興味を持っているし、彼に興味を持っている誰かが（両方とも十分に通常のように見える）、および最初はそれが三角形です。\u001b[22m\n\u001b[4mMakoto does his best and has a shining performance.\u001b[24m\n    \u001b[1mマコトはベストを尽くし、輝くパフォーマンスを持っています。\u001b[22m, \u001b[1m誠は、彼の最も得意と輝く性能を有しています。\u001b[22m\n\u001b[4mOne would be apt to conclude that for the first few eps, it's a fluffy and comedic world!\u001b[24m\n    \u001b[1m1つは、最初の数epsでは、ふわふわしたコメディーな世界だと結論付けることができます！\u001b[22m, \u001b[1m一つは、最初のいくつかのEPSのために、それはふわふわとコミカル世界だと結論しやすいだろう！\u001b[22m\n\u001b[1m\u001b[22m\nThen the world falls apart.\n\n\u001b[1mそれから、世界は崩壊する。\u001b[22m\n\u001b[1m(Sorekara, sekai wa hōkai suru.)\u001b[22m\n\nTranslations of \u001b[4mThen the world falls apart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen the world falls apart.\u001b[24m\n    \u001b[1mそれから、世界は崩壊する。\u001b[22m, \u001b[1mそして、世界が崩壊してしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are done well, but I had so little sympathy for the 'protagonist' by the end that I really found myself just... Unhappy at him. It is revealed that there are a few psychological issues present in these 'normal' young adults: OCD, attachment issues, inability to let go of the past, addictions, irresponsibility and ignorance/ apathy/ unawareness on a wonton scale. It all adds up to success :p\n\n\u001b[1mキャラクターはうまくいきますが、最後には「主人公」の同情がほとんどありませんでした。私は本当に自分自身を見つけました。彼には不幸です。 これらの「正常な」若年成人にはいくつかの心理的問題があることが明らかにされています：OCD、愛着問題、過去の行方不能、中毒、無責任、無知/無関心/ それはすべて成功につながります：p\u001b[22m\n\u001b[1m(Kyarakutā wa umaku ikimasuga, saigo ni wa `shujinkō' no dōjō ga hotondo arimasendeshita. Watashi wa hontōni jibun jishin o mitsukemashita. Kare ni wa fukōdesu. Korera no `seijōna' jakunen seijin ni wa ikutsu ka no shinri-teki mondai ga aru koto ga akiraka ni sa rete imasu: OCD, aichaku mondai, kako no yukue funō, chūdoku, musekinin, muchi/ mukanshin/ sore wa subete seikō ni tsunagarimasu: P)\u001b[22m\n\nTranslations of \u001b[4mThe characters are done well, but I had so little sympathy for the 'protagonist' by the end that I really found myself just... Unhappy at him. It is revealed that there are a few psychological issues present in these 'normal' young adults: OCD, attachment issues, inability to let go of the past, addictions, irresponsibility and ignorance/ apathy/ unawareness on a wonton scale. It all adds up to success :p\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are done well, but I had so little sympathy for the 'protagonist' by the end that I really found myself just... Unhappy at him.\u001b[24m\n    \u001b[1mキャラクターはうまくいきますが、最後には「主人公」の同情がほとんどありませんでした。私は本当に自分自身を見つけました。彼には不幸です。\u001b[22m, \u001b[1m文字はよくやっているが、私は本当に彼に自分がただ...不幸な発見年末までに「主人公」のためので、少し同情を持っていました。\u001b[22m\n\u001b[4mIt is revealed that there are a few psychological issues present in these 'normal' young adults: OCD, attachment issues, inability to let go of the past, addictions, irresponsibility and ignorance/ apathy/ unawareness on a wonton scale.\u001b[24m\n    \u001b[1mこれらの「正常な」若年成人にはいくつかの心理的問題があることが明らかにされています：OCD、愛着問題、過去の行方不能、中毒、無責任、無知/無関心/\u001b[22m, \u001b[1mOCD、添付ファイルの問題、ワンタンの規模で過去、中毒、無責任と無知/無関心/無自覚を手放すことができないこと：これらの「正常な」若い成人に存在するいくつかの心理的な問題があることが明らかになりました。\u001b[22m\n\u001b[4mIt all adds up to success :p\u001b[24m\n    \u001b[1mそれはすべて成功につながります：p\u001b[22m, \u001b[1mこれは、すべての成功に加算：P\u001b[22m\n\u001b[1m\u001b[22m\nMy biggest issue with the characters is that while there is progression, it isn't in the way that I am used to (IE the opposite of positive). That said, I did not dock characters for this. In addition, there could have been more development given to the characters (Flesh-out explanations of their behaviour?)\n\n\u001b[1mキャラクターの私の最大の問題は、進歩がある一方で、私が（肯定的な反対のIE）に慣れている方法ではないということです。 それは、私はこのために文字をドッキングしていないと言いました。 加えて、キャラクターに与えられたより多くの開発があったかもしれない（彼らの行動の肉体的な説明？）\u001b[22m\n\u001b[1m(Kyarakutā no watashi no saidai no mondai wa, shinpo ga aru ippō de, watashi ga (kōtei-tekina hantai no IE) ni narete iru hōhōde wa nai to iu kotodesu. Sore wa, watashi wa kono tame ni moji o dokkingu shite inai to iimashita. Kuwaete, kyarakutā ni ataerareta yori ōku no kaihatsu ga atta kamo shirenai (karera no kōdō no nikutai-tekina setsumei? ))\u001b[22m\n\nTranslations of \u001b[4mMy biggest issue with the characters is that while there is progression, it isn't in the way that I am used to (IE the opposite of positive). That said, I did not dock characters for this. In addition, there could have been more development given to the characters (Flesh-out explanations of their behaviour?)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy biggest issue with the characters is that while there is progression, it isn't in the way that I am used to (IE the opposite of positive).\u001b[24m\n    \u001b[1mキャラクターの私の最大の問題は、進歩がある一方で、私が（肯定的な反対のIE）に慣れている方法ではないということです。\u001b[22m, \u001b[1m文字と私の最大の問題は進展がある一方で、それは私が使用していますように（IE正の反対）ではないということです。\u001b[22m\n\u001b[4mThat said, I did not dock characters for this.\u001b[24m\n    \u001b[1mそれは、私はこのために文字をドッキングしていないと言いました。\u001b[22m, \u001b[1mそれは私がこのために文字をドッキングしなかった、と述べました。\u001b[22m\n\u001b[4mIn addition, there could have been more development given to the characters (Flesh-out explanations of their behaviour?)\u001b[24m\n    \u001b[1m加えて、キャラクターに与えられたより多くの開発があったかもしれない（彼らの行動の肉体的な説明？）\u001b[22m, \u001b[1mまた、文字に与えられた以上の開発が行われている可能性があり（その行動の肉アウトの説明？）\u001b[22m\n\u001b[1m\u001b[22m\nThe music is decent, but after watching the EDs change, I began to feel that something was afoot in the story. I was correct.\n\n\u001b[1m音楽はまともですが、EDの変化を見て、私は物語の中で何かが起きていると感じ始めました。 私は正しかった。\u001b[22m\n\u001b[1m(Ongaku wa matomodesuga, ED no henka o mite, watashi wa monogatari no naka de nanika ga okite iru to kanji hajimemashita. Watashi wa tadashikatta.)\u001b[22m\n\nTranslations of \u001b[4mThe music is decent, but after watching the EDs change, I began to feel that something was afoot in the story. I was correct.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is decent, but after watching the EDs change, I began to feel that something was afoot in the story.\u001b[24m\n    \u001b[1m音楽はまともですが、EDの変化を見て、私は物語の中で何かが起きていると感じ始めました。\u001b[22m, \u001b[1m音楽はまともですが、内分泌攪乱化学変化を見た後、私は何かが物語の中で進行中であったことを感じるようになりました。\u001b[22m\n\u001b[4mI was correct.\u001b[24m\n    \u001b[1m私は正しかった。\u001b[22m, \u001b[1m私は正しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is also good.\n\n\u001b[1m芸術も良いです。\u001b[22m\n\u001b[1m(Geijutsu mo yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is also good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is also good.\u001b[24m\n    \u001b[1m芸術も良いです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, the anime was good in terms of its plot and I felt the feelings of tension, upsetness, etc.; the art and music were good; and the characters did have some development. However, the tangled and depressing mess at the end just made me feel... Depressed. Depressed and hopeless. The light I saw at the end of the tunnel was extinguished in a single movement. Enjoyment suffers because of this.\n\n\u001b[1m全体として、そのアニメはそのプロットの面で良かったし、緊張感や怒りなどの感情を感じた。 芸術と音楽は良かった。 キャラクターには何らかの開発がありました。 しかし、最後に絡み合ってうんざりしていた混乱は、私に気分をさせました。 うつ病と絶望。 トンネルの終わりに私が見た光は、一回の動きで消されました。 楽しさはこれのために苦しんでいます。\u001b[22m\n\u001b[1m(Zentai to shite, sono anime wa sono purotto no mende yokattashi, kinchō-kan ya ikari nado no kanjō o kanjita. Geijutsu to ongaku wa yokatta. Kyarakutā ni wa nanrakano kaihatsu ga arimashita. Shikashi, saigo ni karamiatte unzari shite ita konran wa, watashi ni kibun o sa semashita. Utsubyō to zetsubō. Ton'neru no owari ni watashi ga mita hikari wa, ikkai no ugoki de kesa remashita. Tanoshisa wa kore no tame ni kurushinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, the anime was good in terms of its plot and I felt the feelings of tension, upsetness, etc.; the art and music were good; and the characters did have some development. However, the tangled and depressing mess at the end just made me feel... Depressed. Depressed and hopeless. The light I saw at the end of the tunnel was extinguished in a single movement. Enjoyment suffers because of this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, the anime was good in terms of its plot and I felt the feelings of tension, upsetness, etc.;\u001b[24m\n    \u001b[1m全体として、そのアニメはそのプロットの面で良かったし、緊張感や怒りなどの感情を感じた。\u001b[22m, \u001b[1m全体的に、アニメはそのプロットの面で良好であったと私などは緊張、upsetness、の気持ちを感じました;\u001b[22m\n\u001b[4mthe art and music were good;\u001b[24m\n    \u001b[1m芸術と音楽は良かった。\u001b[22m, \u001b[1mアートと音楽が良好でした。\u001b[22m\n\u001b[4mand the characters did have some development.\u001b[24m\n    \u001b[1mキャラクターには何らかの開発がありました。\u001b[22m, \u001b[1m文字は、いくつかの開発を持っていました。\u001b[22m\n\u001b[4mHowever, the tangled and depressing mess at the end just made me feel... Depressed.\u001b[24m\n    \u001b[1mしかし、最後に絡み合ってうんざりしていた混乱は、私に気分をさせました。\u001b[22m, \u001b[1mしかし、終了時に混乱もつれと憂鬱はちょうど私が...落ち込んで感じさせてくれました。\u001b[22m\n\u001b[4mDepressed and hopeless.\u001b[24m\n    \u001b[1mうつ病と絶望。\u001b[22m, \u001b[1mうつ病と絶望的。\u001b[22m\n\u001b[4mThe light I saw at the end of the tunnel was extinguished in a single movement.\u001b[24m\n    \u001b[1mトンネルの終わりに私が見た光は、一回の動きで消されました。\u001b[22m, \u001b[1m私はトンネルの終わりに見た光は、単一の運動で消滅しました。\u001b[22m\n\u001b[4mEnjoyment suffers because of this.\u001b[24m\n    \u001b[1m楽しさはこれのために苦しんでいます。\u001b[22m, \u001b[1m楽しさは、このために苦しんでいます。\u001b[22m\n\u001b[1m\u001b[22m\nBut don't let me dissuade anyone else from taking the plunge: There is some psychology here, and it might prove to be an interesting study of how to induce a feeling of hopeless despair in someone :p\n\n\u001b[1mしかし、誰かが落ち込んでしまうことを断言してはいけません。ここにはいくつかの心理学があり、誰かに絶望感を与える方法の興味深い研究であるかもしれません。\u001b[22m\n\u001b[1m(Shikashi, dareka ga ochikonde shimau koto o dangen shite wa ikemasen. Koko ni wa ikutsu ka no shinri-gaku ga ari, dareka ni zetsubō-kan o ataeru hōhō no kyōmibukai kenkyūdearu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mBut don't let me dissuade anyone else from taking the plunge: There is some psychology here, and it might prove to be an interesting study of how to induce a feeling of hopeless despair in someone :p\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut don't let me dissuade anyone else from taking the plunge: There is some psychology here, and it might prove to be an interesting study of how to induce a feeling of hopeless despair in someone :p\u001b[24m\n    \u001b[1mしかし、誰かが落ち込んでしまうことを断言してはいけません。ここにはいくつかの心理学があり、誰かに絶望感を与える方法の興味深い研究であるかもしれません。\u001b[22m, \u001b[1mしかし、私は思い切って取ってから、他の誰を説得することはできません。いくつかの心理がここにあり、それが誰かで絶望的な絶望感を誘発する方法の興味深い研究であることを証明するかもしれません：P\u001b[22m\n\u001b[1m\u001b[22m\nIn reality, it is an alternate take on the tragedies I have seen: the tragedy is entirely preventable and in the hands of the humans who had their parts in it.\n\n\u001b[1m現実には、私が見た悲劇を代替的に取り上げることです。その悲劇は完全に予防可能であり、その中に部品がある人間の手に渡ります。\u001b[22m\n\u001b[1m(Genjitsu ni wa, watashi ga mita higeki o daitai-teki ni toriageru kotodesu. Sono higeki wa kanzen ni yobō kanōdeari, sono naka ni buhin ga aru ningen no te ni watarimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn reality, it is an alternate take on the tragedies I have seen: the tragedy is entirely preventable and in the hands of the humans who had their parts in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn reality, it is an alternate take on the tragedies I have seen: the tragedy is entirely preventable and in the hands of the humans who had their parts in it.\u001b[24m\n    \u001b[1m現実には、私が見た悲劇を代替的に取り上げることです。その悲劇は完全に予防可能であり、その中に部品がある人間の手に渡ります。\u001b[22m, \u001b[1m現実には、それは私が見てきた悲劇上の代替テイクです：悲劇は完全に予防し、その中にそれらの部分を持っていた人間の手中にあります。\u001b[22m\n\u001b[1m\u001b[22m\nSo much of our suffering is caused by ourselves. We have the capability to become aware of our effects on others and build a better world!\n\n\u001b[1m私たちの苦しみの多くは、自分自身によって引き起こされます。 私たちは、他人への影響を認識し、より良い世界を築く能力を持っています！\u001b[22m\n\u001b[1m(Watashitachi no kurushimi no ōku wa, jibun jishin ni yotte hikiokosa remasu. Watashitachiha, tanin e no eikyō o ninshiki shi, yoriyoi sekai o kizuku nōryoku o motte imasu!)\u001b[22m\n\nTranslations of \u001b[4mSo much of our suffering is caused by ourselves. We have the capability to become aware of our effects on others and build a better world!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo much of our suffering is caused by ourselves.\u001b[24m\n    \u001b[1m私たちの苦しみの多くは、自分自身によって引き起こされます。\u001b[22m, \u001b[1mだから、私たちの苦しみの多くは自分自身によって引き起こされます。\u001b[22m\n\u001b[4mWe have the capability to become aware of our effects on others and build a better world!\u001b[24m\n    \u001b[1m私たちは、他人への影響を認識し、より良い世界を築く能力を持っています！\u001b[22m, \u001b[1m我々は他の人に私たちの影響を認識し、より良い世界を構築する能力を持っています！\u001b[22m\n\u001b[1m\u001b[22m\nIf you are looking for an alternative tragedy experience, School Days is worth your time.\n\n\u001b[1mあなたが代わりの悲劇の経験を探しているなら、学校の日はあなたの時間の価値があります。\u001b[22m\n\u001b[1m(Anata ga kawari no higeki no keiken o sagashite irunara, gakkō no hi wa anata no jikan no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are looking for an alternative tragedy experience, School Days is worth your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are looking for an alternative tragedy experience, School Days is worth your time.\u001b[24m\n    \u001b[1mあなたが代わりの悲劇の経験を探しているなら、学校の日はあなたの時間の価値があります。\u001b[22m, \u001b[1mあなたが代替悲劇の経験を探している場合は、スクールデイズはあなたの時間の価値があります。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "Caleb_Marvell",
    "profile": "/profile/Caleb_Marvell/reviews",
    "pages": "16",
    "number": "11",
    "link": "/reviews.php?id=87883",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  5\n|  6\n\n私はこのアニメを見てからしばらく時間がかかっていることを知らせてください、このレビューで私が完全に正確ではないと申し訳ありません。\n\n私は皆、高校時代のことを覚えています。 私にとっては、学校で最も難しいものの一つが誰かを好きだった。  Itouのために、彼が今行っていることです。 彼は女の子が好きなので、彼の友人は彼を助け、彼の夢の女の子とのデートを取ることにします。 後でいくつかのエピソード、彼らはボーイフレンドとガールフレンドです！ さて、これまでの幸せな話ですよね？ それが物事が変わり、悪化する時です。 あなたが読んでいる人には、このアニメが憂鬱な場面に満ちあふれていると言わせてください。\n\n物語のために、それは興味深いプロットを持っていた。 それはロマンスアニメのために普通に始まりました、少年は少女を好きです。 その後、物事が起こり、彼の関係は何人かの人によって何か言われると変化し、より多くのものが起こり、最終的には彼がたくさんの人に騙されてしまいます。 さて、あなたはこれを知らないかもしれませんが、私の意見では、誰かをだますことは私の本の究極の罪と考えられています。 それは私が病気になるので、私はこの特定のアニメを見て困っていたが、一度それを通過した、物語は私ができることの主な理由の一つだった、私は次に起こったことを知りたい。\n\n学校の日々のアートワークはやや憂鬱で、ちょうど気分が悪く、暗く、悲しそうでした。 ショーやストーリーの感覚にふさわしい。 照明の気持ちを別にすれば、キャラクターアートは誇らしいものでした。 私はショーのキャラクターが見える方法が好きで、私はそれらを簡単に区別することができました。\n\nキャラクターワイズ...私はかなり低いスコアを与えなければなりません。 キャラクターアートは本当に素晴らしかったが、それは私がすべてのキャラクターが好きだったというわけではない。 私が前に言ったように、私は詐欺師を嫌い、このアニメは彼らでいっぱいでした。 私が見たすべてのキャラクターのうち、コトノハは私が少しでも嫌いではなかった唯一のものでした。 伊藤、セカイ、おとめなど、ショーの他のキャラクターとは一味違って、私はそれらを選ぶ骨を手に入れました。 しかし、私は大部分のショーがどのように終わったかにいくらか満足していました。\n\n私はアニメを楽しんだとは言えません。 世界のすべての善良な人々は、同じことを言うだろう。 しかし、ストーリーは私が滞在した主な理由でした。何が起こったのかを知りたかったからです。結末がどんなに邪魔であっても、スクールデーを見た他の人々からこれを聞いたことがあります。 結末はあなたを邪魔するかもしれません。 私はあなたに詳細を教えませんが、悪化のためだけに準備してください。 全体的に、私はそれに7を与える。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nLet it be known that it's been some time since I've seen this anime, so sorry if I'm not completely accurate in this review.\n\n\u001b[1m私はこのアニメを見てからしばらく時間がかかっていることを知らせてください、このレビューで私が完全に正確ではないと申し訳ありません。\u001b[22m\n\u001b[1m(Watashi wa kono anime o mite kara shibaraku jikan ga kakatte iru koto o shira sete kudasai, kono rebyū de watashi ga kanzen ni seikakude wanaito mōshiwake arimasen.)\u001b[22m\n\nTranslations of \u001b[4mLet it be known that it's been some time since I've seen this anime, so sorry if I'm not completely accurate in this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet it be known that it's been some time since I've seen this anime, so sorry if I'm not completely accurate in this review.\u001b[24m\n    \u001b[1m私はこのアニメを見てからしばらく時間がかかっていることを知らせてください、このレビューで私が完全に正確ではないと申し訳ありません。\u001b[22m, \u001b[1m私はこのレビューでは完全に正確ではないんだ場合には、私はこのアニメを見てきましたので、いくつかの時間がかかったことはとても残念知られてみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nI'm sure that all of us remember what it's like to be in high school. For me, one of the most difficult things in school was liking someone. For Itou, that's what he's going through right now. He likes a girl, so his friend decides to help him out and get him a date with the girl of his dreams. A few episodes later, they're boyfriend and girlfriend! Yay, happy story so far, right? That's when things change and take a turn for the worse. For those of you reading this, let it be told that this anime is full of depressing scenes, and a whole lot of heartbreak and cheating.\n\n\u001b[1m私は皆、高校時代のことを覚えています。 私にとっては、学校で最も難しいものの一つが誰かを好きだった。  Itouのために、彼が今行っていることです。 彼は女の子が好きなので、彼の友人は彼を助け、彼の夢の女の子とのデートを取ることにします。 後でいくつかのエピソード、彼らはボーイフレンドとガールフレンドです！ さて、これまでの幸せな話ですよね？ それが物事が変わり、悪化する時です。 あなたが読んでいる人には、このアニメが憂鬱な場面に満ちあふれていると言わせてください。\u001b[22m\n\u001b[1m(Watashi wa mina, kōkō jidai no koto o oboete imasu. Watashi ni totte wa, gakkō de mottomo muzukashī mono no hitotsu ga dareka o sukidatta. Itou no tame ni, kare ga ima okonatte iru kotodesu. Kare wa on'nanoko ga sukinanode, kare no yūjin wa kare o tasuke, kare no yume no on'nanoko to no dēto o toru koto ni shimasu. Atode ikutsu ka no episōdo, karera wa bōifurendo to gārufurendodesu! Sate, kore made no shiawasena hanashidesu yo ne? Sore ga monogoto ga kawari, akka suru tokidesu. Anata ga yonde iru hito ni wa, kono anime ga yūutsuna bamen ni michi afurete iru to iwa sete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI'm sure that all of us remember what it's like to be in high school. For me, one of the most difficult things in school was liking someone. For Itou, that's what he's going through right now. He likes a girl, so his friend decides to help him out and get him a date with the girl of his dreams. A few episodes later, they're boyfriend and girlfriend! Yay, happy story so far, right? That's when things change and take a turn for the worse. For those of you reading this, let it be told that this anime is full of depressing scenes, and a whole lot of heartbreak and cheating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm sure that all of us remember what it's like to be in high school.\u001b[24m\n    \u001b[1m私は皆、高校時代のことを覚えています。\u001b[22m, \u001b[1m私は、私たちのすべては、それが高校であることがどのようなものかを覚えていることを確信しています。\u001b[22m\n\u001b[4mFor me, one of the most difficult things in school was liking someone.\u001b[24m\n    \u001b[1m私にとっては、学校で最も難しいものの一つが誰かを好きだった。\u001b[22m, \u001b[1m私にとっては、学校の中で最も困難なものの一つは、誰かを好きれました。\u001b[22m\n\u001b[4mFor Itou, that's what he's going through right now.\u001b[24m\n    \u001b[1mItouのために、彼が今行っていることです。\u001b[22m, \u001b[1m伊藤のために、それは彼が今通って何が起こっているのです。\u001b[22m\n\u001b[4mHe likes a girl, so his friend decides to help him out and get him a date with the girl of his dreams.\u001b[24m\n    \u001b[1m彼は女の子が好きなので、彼の友人は彼を助け、彼の夢の女の子とのデートを取ることにします。\u001b[22m, \u001b[1m彼は女の子が好きなので、彼の友人は彼を助け、彼に彼の夢の女の子と日付を取得することを決定します。\u001b[22m\n\u001b[4mA few episodes later, they're boyfriend and girlfriend!\u001b[24m\n    \u001b[1m後でいくつかのエピソード、彼らはボーイフレンドとガールフレンドです！\u001b[22m, \u001b[1mいくつかのエピソード後、彼らはボーイフレンドとガールフレンドです！\u001b[22m\n\u001b[4mYay, happy story so far, right?\u001b[24m\n    \u001b[1mさて、これまでの幸せな話ですよね？\u001b[22m, \u001b[1mイェーイ、これまで幸せな話、右か？\u001b[22m\n\u001b[4mThat's when things change and take a turn for the worse.\u001b[24m\n    \u001b[1mそれが物事が変わり、悪化する時です。\u001b[22m, \u001b[1m物事が変化し、悪化するときです。\u001b[22m\n\u001b[4mFor those of you reading this, let it be told that this anime is full of depressing scenes, and a whole lot of heartbreak and cheating.\u001b[24m\n    \u001b[1mあなたが読んでいる人には、このアニメが憂鬱な場面に満ちあふれていると言わせてください。\u001b[22m, \u001b[1mこれを読んであなたのそれらのために、このアニメが憂鬱なシーンがいっぱいです、と失恋や不正行為の全体の多くと言われてみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nFor a story, it had an interesting plot. It started out normally for a romance anime, boy likes girl and such. Then stuff happens and his relationship changes when he gets told some stuff by some certain people and more stuff happens, and eventually it ends up with him cheating on a bunch of people. Now, you may not know this, but in my opinion, cheating on someone is considered the ultimate sin in my book. It makes me sick, so I had trouble watching this particular anime, but once I got through it, the story was one of the main reasons I was able to, I wanted to know what happened next.\n\n\u001b[1m物語のために、それは興味深いプロットを持っていた。 それはロマンスアニメのために普通に始まりました、少年は少女を好きです。 その後、物事が起こり、彼の関係は何人かの人によって何か言われると変化し、より多くのものが起こり、最終的には彼がたくさんの人に騙されてしまいます。 さて、あなたはこれを知らないかもしれませんが、私の意見では、誰かをだますことは私の本の究極の罪と考えられています。 それは私が病気になるので、私はこの特定のアニメを見て困っていたが、一度それを通過した、物語は私ができることの主な理由の一つだった、私は次に起こったことを知りたい。\u001b[22m\n\u001b[1m(Monogatari no tame ni, sore wa kyōmibukai purotto o motte ita. Sore wa romansu anime no tame ni futsū ni hajimarimashita, shōnen wa shōjo o sukidesu. Sonogo, monogoto ga okori, kare no kankei wa nan'ninka no hito ni yotte nani ka iwa reru to henka shi, yori ōku no mono ga okori, saishūtekini wa kare ga takusan no hito ni damasa rete shimaimasu. Sate, anata wa kore o shiranai kamo shiremasenga, watashi no ikende wa, dareka o damasu koto wa watashi no hon no kyūkyoku no tsumi to kangae rarete imasu. Sore wa watashi ga byōki ni narunode, watashi wa kono tokutei no anime o mite komatte itaga, ichido sore o tsūka shita, monogatari wa watashi ga dekiru koto no omona riyū no hitotsudatta, watashi wa tsugini okotta koto o shiritai.)\u001b[22m\n\nTranslations of \u001b[4mFor a story, it had an interesting plot. It started out normally for a romance anime, boy likes girl and such. Then stuff happens and his relationship changes when he gets told some stuff by some certain people and more stuff happens, and eventually it ends up with him cheating on a bunch of people. Now, you may not know this, but in my opinion, cheating on someone is considered the ultimate sin in my book. It makes me sick, so I had trouble watching this particular anime, but once I got through it, the story was one of the main reasons I was able to, I wanted to know what happened next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a story, it had an interesting plot.\u001b[24m\n    \u001b[1m物語のために、それは興味深いプロットを持っていた。\u001b[22m, \u001b[1m物語のために、それは面白いプロットを持っていました。\u001b[22m\n\u001b[4mIt started out normally for a romance anime, boy likes girl and such.\u001b[24m\n    \u001b[1mそれはロマンスアニメのために普通に始まりました、少年は少女を好きです。\u001b[22m, \u001b[1mそれは、少年は少女と、そのようなが好き、ロマンスアニメのために正常に開始しました。\u001b[22m\n\u001b[4mThen stuff happens and his relationship changes when he gets told some stuff by some certain people and more stuff happens, and eventually it ends up with him cheating on a bunch of people.\u001b[24m\n    \u001b[1mその後、物事が起こり、彼の関係は何人かの人によって何か言われると変化し、より多くのものが起こり、最終的には彼がたくさんの人に騙されてしまいます。\u001b[22m, \u001b[1mその後、スタッフが起こり、彼はいくつかの特定の人々によっていくつかのものを語っされるときに、彼の関係が変化し、より多くのものが行われ、最終的には彼は人々の束に浮気してしまいます。\u001b[22m\n\u001b[4mNow, you may not know this, but in my opinion, cheating on someone is considered the ultimate sin in my book.\u001b[24m\n    \u001b[1mさて、あなたはこれを知らないかもしれませんが、私の意見では、誰かをだますことは私の本の究極の罪と考えられています。\u001b[22m, \u001b[1mさて、あなたはこのことを知らないかもしれないが、私の意見では、誰かに浮気することは、私の本の中で究極の罪であると考えられます。\u001b[22m\n\u001b[4mIt makes me sick, so I had trouble watching this particular anime, but once I got through it, the story was one of the main reasons I was able to, I wanted to know what happened next.\u001b[24m\n    \u001b[1mそれは私が病気になるので、私はこの特定のアニメを見て困っていたが、一度それを通過した、物語は私ができることの主な理由の一つだった、私は次に起こったことを知りたい。\u001b[22m, \u001b[1mそれは私が病気になりますので、私はトラブルこの特定のアニメを見を持っていたが、私はそれを持ったら、話は私がすることができた主な理由の一つであった、私は次に何が起こっ知りたいと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork in School Days was slightly depressing, it just seemed moody, dark, and sad. Appropriate for the feel of the show and the story. Aside from the feel of the lighting, the character art was something to brag about. I liked the way the characters in the show looked and I was able to tell them apart easily.\n\n\u001b[1m学校の日々のアートワークはやや憂鬱で、ちょうど気分が悪く、暗く、悲しそうでした。 ショーやストーリーの感覚にふさわしい。 照明の気持ちを別にすれば、キャラクターアートは誇らしいものでした。 私はショーのキャラクターが見える方法が好きで、私はそれらを簡単に区別することができました。\u001b[22m\n\u001b[1m(Gakkō no hibi no ātowāku wa yaya yūutsu de, chōdo kibun ga waruku, kuraku, kanashi-sōdeshita. Shō ya sutōrī no kankaku ni fusawashī. Shōmei no kimochi o betsu ni sureba, kyarakutāāto wa hokorashī monodeshita. Watashi wa shō no kyarakutā ga mieru hōhō ga sukide, watashi wa sorera o kantan ni kubetsu suru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork in School Days was slightly depressing, it just seemed moody, dark, and sad. Appropriate for the feel of the show and the story. Aside from the feel of the lighting, the character art was something to brag about. I liked the way the characters in the show looked and I was able to tell them apart easily.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork in School Days was slightly depressing, it just seemed moody, dark, and sad.\u001b[24m\n    \u001b[1m学校の日々のアートワークはやや憂鬱で、ちょうど気分が悪く、暗く、悲しそうでした。\u001b[22m, \u001b[1m学校日のアートワークはそれだけで、ムーディー暗い、悲しい見えた、少し憂鬱でした。\u001b[22m\n\u001b[4mAppropriate for the feel of the show and the story.\u001b[24m\n    \u001b[1mショーやストーリーの感覚にふさわしい。\u001b[22m, \u001b[1mショーの感触と物語に適しています。\u001b[22m\n\u001b[4mAside from the feel of the lighting, the character art was something to brag about.\u001b[24m\n    \u001b[1m照明の気持ちを別にすれば、キャラクターアートは誇らしいものでした。\u001b[22m, \u001b[1m別に照明の感触から、文字アートは自慢するためのものでした。\u001b[22m\n\u001b[4mI liked the way the characters in the show looked and I was able to tell them apart easily.\u001b[24m\n    \u001b[1m私はショーのキャラクターが見える方法が好きで、私はそれらを簡単に区別することができました。\u001b[22m, \u001b[1m私はショーの文字が見えた道が好きで、私は簡単にそれらを離れて言うことができました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter-wise... I gotta give it a fairly low score. Even though the character art was really nice, that doesn't mean I liked all the characters. Like I said before, I hate cheaters, and this anime was full of them. Out of all the characters I saw, Kotonoha was the only one that I didn't even slightly hate. Itou, Sekai, Otome, and pretty much every other character in the show, I got a bone to pick with them. However, I was somewhat satisfied with how the show ended for most of them.\n\n\u001b[1mキャラクターワイズ...私はかなり低いスコアを与えなければなりません。 キャラクターアートは本当に素晴らしかったが、それは私がすべてのキャラクターが好きだったというわけではない。 私が前に言ったように、私は詐欺師を嫌い、このアニメは彼らでいっぱいでした。 私が見たすべてのキャラクターのうち、コトノハは私が少しでも嫌いではなかった唯一のものでした。 伊藤、セカイ、おとめなど、ショーの他のキャラクターとは一味違って、私はそれらを選ぶ骨を手に入れました。 しかし、私は大部分のショーがどのように終わったかにいくらか満足していました。\u001b[22m\n\u001b[1m(Kyarakutāwaizu... Watashi wa kanari hikui sukoa o ataenakereba narimasen. Kyarakutāāto wa hontōni subarashikattaga, sore wa watashi ga subete no kyarakutā ga sukidatta to iu wakede wanai. Watashi ga mae ni itta yō ni, watashi wa sagi-shi o kirai, kono anime wa karera de ippaideshita. Watashi ga mita subete no kyarakutā no uchi, kotonoha wa watashi ga sukoshi demo kiraide wa nakatta yuiitsu no monodeshita. Itō, sekai, otome nado, shō no ta no kyarakutā to wa hitoaji chigatte, watashi wa sorera o erabu hone o te ni iremashita. Shikashi, watashi wa daibubun no shō ga dono yō ni owatta ka ni ikuraka manzoku shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter-wise... I gotta give it a fairly low score. Even though the character art was really nice, that doesn't mean I liked all the characters. Like I said before, I hate cheaters, and this anime was full of them. Out of all the characters I saw, Kotonoha was the only one that I didn't even slightly hate. Itou, Sekai, Otome, and pretty much every other character in the show, I got a bone to pick with them. However, I was somewhat satisfied with how the show ended for most of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter-wise... I gotta give it a fairly low score.\u001b[24m\n    \u001b[1mキャラクターワイズ...私はかなり低いスコアを与えなければなりません。\u001b[22m, \u001b[1m文字ワイズ...私はそれをかなり低いスコアを与えるなきゃ。\u001b[22m\n\u001b[4mEven though the character art was really nice, that doesn't mean I liked all the characters.\u001b[24m\n    \u001b[1mキャラクターアートは本当に素晴らしかったが、それは私がすべてのキャラクターが好きだったというわけではない。\u001b[22m, \u001b[1m文字アートは本当に素敵でしたが、それは私がすべての文字が好きというわけではありません。\u001b[22m\n\u001b[4mLike I said before, I hate cheaters, and this anime was full of them.\u001b[24m\n    \u001b[1m私が前に言ったように、私は詐欺師を嫌い、このアニメは彼らでいっぱいでした。\u001b[22m, \u001b[1m私は前にも言ったように、私は詐欺師を嫌い、そしてこのアニメは彼らでいっぱいでした。\u001b[22m\n\u001b[4mOut of all the characters I saw, Kotonoha was the only one that I didn't even slightly hate.\u001b[24m\n    \u001b[1m私が見たすべてのキャラクターのうち、コトノハは私が少しでも嫌いではなかった唯一のものでした。\u001b[22m, \u001b[1m私が見たすべての文字のうち、コトノハは、私が少しでも嫌いではありませんでしただけでした。\u001b[22m\n\u001b[4mItou, Sekai, Otome, and pretty much every other character in the show, I got a bone to pick with them.\u001b[24m\n    \u001b[1m伊藤、セカイ、おとめなど、ショーの他のキャラクターとは一味違って、私はそれらを選ぶ骨を手に入れました。\u001b[22m, \u001b[1m伊藤、世界、乙女、そしてショーでほとんどすべての他の文字は、私は彼らと一緒に選ぶために骨を得ました。\u001b[22m\n\u001b[4mHowever, I was somewhat satisfied with how the show ended for most of them.\u001b[24m\n    \u001b[1mしかし、私は大部分のショーがどのように終わったかにいくらか満足していました。\u001b[22m, \u001b[1mしかし、私はショーはそれらのほとんどのために終了した方法とやや満足していました。\u001b[22m\n\u001b[1m\u001b[22m\nI can't say I enjoyed the anime a whole lot. All the good people of the world would say the same thing, cause it's never fun to get cheated on. However, the story was the main reason I stayed, cause I wanted to know what happened to the characters, no matter how disturbing the ending might be, and I'm sure you've heard this from other people that have seen School Days, but the ending might disturb you. I won't give you any details, but just be prepared for the worse. Overall, I give it a 7.\n\n\u001b[1m私はアニメを楽しんだとは言えません。 世界のすべての善良な人々は、同じことを言うだろう。 しかし、ストーリーは私が滞在した主な理由でした。何が起こったのかを知りたかったからです。結末がどんなに邪魔であっても、スクールデーを見た他の人々からこれを聞いたことがあります。 結末はあなたを邪魔するかもしれません。 私はあなたに詳細を教えませんが、悪化のためだけに準備してください。 全体的に、私はそれに7を与える。\u001b[22m\n\u001b[1m(Watashi wa anime o tanoshinda to wa iemasen. Sekai no subete no zenryōna hitobito wa, onaji koto o iudarou. Shikashi, sutōrī wa watashi ga taizai shita omona riyūdeshita. Nani ga okotta no ka o shiritakattakaradesu. Ketsumatsu ga don'nani jamadeatte mo, sukūrudē o mita ta no hitobito kara kore o kiita koto ga arimasu. Ketsumatsu wa anata o jama suru kamo shiremasen. Watashi wa anata ni shōsai o oshiemasenga, akka no tame dake ni junbi shite kudasai. Zentai-teki ni, watashi wa sore ni 7 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI can't say I enjoyed the anime a whole lot. All the good people of the world would say the same thing, cause it's never fun to get cheated on. However, the story was the main reason I stayed, cause I wanted to know what happened to the characters, no matter how disturbing the ending might be, and I'm sure you've heard this from other people that have seen School Days, but the ending might disturb you. I won't give you any details, but just be prepared for the worse. Overall, I give it a 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't say I enjoyed the anime a whole lot.\u001b[24m\n    \u001b[1m私はアニメを楽しんだとは言えません。\u001b[22m, \u001b[1m私はアニメに全体の多くを楽しんだと言うことはできません。\u001b[22m\n\u001b[4mAll the good people of the world would say the same thing, cause it's never fun to get cheated on.\u001b[24m\n    \u001b[1m世界のすべての善良な人々は、同じことを言うだろう。\u001b[22m, \u001b[1mそれがだまさ取得する楽しいことはない原因の世界のすべての善良な人々は、同じことを言うでしょう。\u001b[22m\n\u001b[4mHowever, the story was the main reason I stayed, cause I wanted to know what happened to the characters, no matter how disturbing the ending might be, and I'm sure you've heard this from other people that have seen School Days,\u001b[24m\n    \u001b[1mしかし、ストーリーは私が滞在した主な理由でした。何が起こったのかを知りたかったからです。結末がどんなに邪魔であっても、スクールデーを見た他の人々からこれを聞いたことがあります。\u001b[22m, \u001b[1m私がどんなに結末は如何でしょうか不穏、文字に起こっていないものを知りたいと思った、と私はあなたが学校デイズ見てきた他の人からこれを聞いたと確信している原因しかし、物語は、私が滞在した主な理由でした、\u001b[22m\n\u001b[4mbut the ending might disturb you.\u001b[24m\n    \u001b[1m結末はあなたを邪魔するかもしれません。\u001b[22m, \u001b[1mしかし、結末はあなたを邪魔することがあります。\u001b[22m\n\u001b[4mI won't give you any details, but just be prepared for the worse.\u001b[24m\n    \u001b[1m私はあなたに詳細を教えませんが、悪化のためだけに準備してください。\u001b[22m, \u001b[1m私はあなたの任意の詳細を与えることはありませんが、ちょうど悪化のために準備されます。\u001b[22m\n\u001b[4mOverall, I give it a 7.\u001b[24m\n    \u001b[1m全体的に、私はそれに7を与える。\u001b[22m, \u001b[1m全体的に、私はそれを7を与えます。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "Fr3aKk",
    "profile": "/profile/Fr3aKk/reviews",
    "pages": "16",
    "number": "12",
    "link": "/reviews.php?id=190412",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  7\nサウンド|  7\nキャラクター|  1\n|  1\n\n私はまだ影響を受けているので、私はそれを完了するだけで私は短くなりますが、私は思ったことを分かち合いたいと思います。\n\nこれは私が今日まで見てきた最悪のアニメです。 期間。 哀れな話。 私は彼らが何とかあなたに女性を扱う方法を教えてくれるはずだと思っていたのですが、それは失敗です。 結局私はうつ病になりました。なぜなら私がアニメを見ると、私は本当にそれです。\n\n私はこれをお勧めしません。 あなたが何か暗い終わりをしたいなら、あなたはそれを見て自分を見ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nAfter just making myself completing it I will be short because I am still affected, but I just want to share what I think.\n\n\u001b[1m私はまだ影響を受けているので、私はそれを完了するだけで私は短くなりますが、私は思ったことを分かち合いたいと思います。\u001b[22m\n\u001b[1m(Watashi wa mada eikyō o ukete irunode, watashi wa sore o kanryō suru dake de watashi wa mijikaku narimasuga, watashi wa omotta koto o wakachi aitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter just making myself completing it I will be short because I am still affected, but I just want to share what I think.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter just making myself completing it I will be short because I am still affected, but I just want to share what I think.\u001b[24m\n    \u001b[1m私はまだ影響を受けているので、私はそれを完了するだけで私は短くなりますが、私は思ったことを分かち合いたいと思います。\u001b[22m, \u001b[1m私はまだ影響を受けていますが、私はちょうど私が考えるものを共有したいので、ちょうど自分がそれを完成行った後、私は短くなります。\u001b[22m\n\u001b[1m\u001b[22m\nThis is by far the worst anime I've seen to this day. Period. Pathetic story. I guess they had in mind that this should somehow teach you a thing how to treat women, but it's fail. In the end I ended up depressed because if I watch anime, I'm really into it.\n\n\u001b[1mこれは私が今日まで見てきた最悪のアニメです。 期間。 哀れな話。 私は彼らが何とかあなたに女性の扱い方を教えてくれるはずだと心に留めていたと思うが、それは失敗だ。 結局私はうつ病になりました。なぜなら私がアニメを見ると、私は本当にそれです。\u001b[22m\n\u001b[1m(Kore wa watashi ga kyō made mitekita saiaku no animedesu. Kikan. Awarena hanashi. Watashi wa karera ga nantoka anata ni josei no atsukai-kata o oshiete kureru hazuda to kokoro ni tomete ita to omou ga, soreha shippaida. Kekkyoku watashi wa utsubyō ni narimashita. Nazenara watashi ga anime o miru to, watashi wa hontōni soredesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is by far the worst anime I've seen to this day. Period. Pathetic story. I guess they had in mind that this should somehow teach you a thing how to treat women, but it's fail. In the end I ended up depressed because if I watch anime, I'm really into it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is by far the worst anime I've seen to this day.\u001b[24m\n    \u001b[1mこれは私が今日まで見てきた最悪のアニメです。\u001b[22m, \u001b[1mこれは、はるかに私がこの日に見てきた最悪のアニメです。\u001b[22m\n\u001b[4mPeriod.\u001b[24m\n    \u001b[1m期間。\u001b[22m\n\u001b[4mPathetic story.\u001b[24m\n    \u001b[1m哀れな話。\u001b[22m, \u001b[1m哀れな物語。\u001b[22m\n\u001b[4mI guess they had in mind that this should somehow teach you a thing how to treat women, but it's fail.\u001b[24m\n    \u001b[1m私は彼らが何とかあなたに女性の扱い方を教えてくれるはずだと心に留めていたと思うが、それは失敗だ。\u001b[22m, \u001b[1m私は、彼らが、これは何とかあなたの女性を治療するためにどのようなことを教える必要があることを念頭に置いていたと思いますが、それは失敗です。\u001b[22m\n\u001b[4mIn the end I ended up depressed because if I watch anime, I'm really into it.\u001b[24m\n    \u001b[1m結局私はうつ病になりました。なぜなら私がアニメを見ると、私は本当にそれです。\u001b[22m, \u001b[1m私はアニメを見た場合、私は本当にそれにだから最後に、私は落ち込んでしまいました。\u001b[22m\n\u001b[1m\u001b[22m\nI DO NO recommend this. Tho if you want some dark ending you can go on and make yourself watch it.\n\n\u001b[1m私はこれをお勧めしません。 あなたが何か暗い終わりをしたいなら、あなたはそれを見て自分を見ることができます。\u001b[22m\n\u001b[1m(Watashi wa kore o o susume shimasen. Anata ga nani ka kurai owari o shitainara, anata wa sore o mite jibun o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI DO NO recommend this. Tho if you want some dark ending you can go on and make yourself watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI DO NO recommend this.\u001b[24m\n    \u001b[1m私はこれをお勧めしません。\u001b[22m, \u001b[1m私はこれをお勧めしませんNOください。\u001b[22m\n\u001b[4mTho if you want some dark ending you can go on and make yourself watch it.\u001b[24m\n    \u001b[1mあなたが何か暗い終わりをしたいなら、あなたはそれを見て自分を見ることができます。\u001b[22m, \u001b[1mあなたには、いくつかの暗いが終了したい場合カントーあなたが上に行くと、自分がそれを見ることができます。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "rudinski00",
    "profile": "/profile/rudinski00/reviews",
    "pages": "16",
    "number": "13",
    "link": "/reviews.php?id=233748",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nうわー、ちょうどうわー。アニメは私の存在を恥じているように感じることはほとんどできませんが、少年は学校の日々が正しいことをしました。 まず、あなたの毎日のロマンスアニメではないという事実から始めましょう。 私は人々がそれを好きではない理由を得るが、あなたが望むならそれをチャンスを与える。それはあなたが本当に誰かの頭を愛することができる方法を示します。ショーの本当のメッセージは、あなたが操作 私はまた、ゲームをプレイし、彼らは別のエンディングを使用することができましたが、それは彼らの選択だった。最も興味深いものの一つは、最初の2または3エピソードでは、実際に誠に同情を感じるが、 彼が豚なので死ぬ価値があると思っています。私はまだクリエイターがそのトリックを引き出すことができたのだろうかと思っています。私は歌とキャラクターも好きでした。最後まで私はKotonohaのためにとても悲しかった。 彼女は私の意見では本当に無邪気だったが、愛はもうそれを取ることができなかった点まで彼女を犯しただけでなく、彼女はたくさんいじめられた。 私はこのショーである不思議をどのように記述するかを知らない。 誰もが私にそれを見ないように言っていたとき、私はそれを後悔しなかった。 また、「いい船」。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWow,just wow.Rarely can anime make me feel ashamed of my existence but boy did School Days do it just right. First off let's start with the fact that this isn't your everyday romance anime. I get why people don't like it but give it a chance if you want.It will show you how can love really fuck up someone's head.The real message of the show is that you don't be an asshole who goes around manipulating people just to get his dirty dreams fulfilled.I also played the game and they could've used another ending but it was their choice.One of the most interesting things is that in first 2 or 3 episode you actually feel sympathy for Makoto but at the end you think he deserved to die since he's a pig.I still wonder how did the creators manage to pull that trick.I liked the songs,and the characters too.Till the end I felt so sad for Kotonoha. She was really innocent in my opinion but love fucked her up to the point that just couldn't take it anymore,plus she was bullied a lot. I don't even know how to describe the wonder that is this show. When everyone was telling me not to watch it I did and I don't regret it. Also, 'nice boat'.\n\n\u001b[1mうわー、ちょうどうわー。アニメは私の存在を恥じているように感じることはほとんどできませんが、少年は学校の日々が正しいことをしました。 まず、あなたの毎日のロマンスアニメではないという事実から始めましょう。 私は人々がそれを好きではない理由を得るが、あなたが望むならそれをチャンスを与える。それはあなたが本当に誰かの頭を愛することができる方法を示します。ショーの本当のメッセージは、あなたが操作 私はまた、ゲームをプレイし、彼らは別のエンディングを使用することができましたが、それは彼らの選択だった。最も興味深いものの一つは、最初の2または3エピソードでは、実際に誠に同情を感じるが、 彼が豚なので死ぬ価値があると思っています。私はまだクリエイターがそのトリックを引き出すことができたのだろうかと思っています。私は歌とキャラクターも好きでした。最後まで私はKotonohaのためにとても悲しかった。 彼女は私の意見では本当に無邪気だったが、愛はもうそれを取ることができなかった点まで彼女を犯しただけでなく、彼女はたくさんいじめられた。 私はこのショーである不思議をどのように記述するかを知らない。 誰もが私にそれを見ないように言っていたとき、私はそれを後悔しなかった。 また、「いい船」。\u001b[22m\n\u001b[1m(Uwa ̄ , chōdo uwa ̄. Anime wa watashi no sonzai o hajite iru yō ni kanjiru koto wa hotondo dekimasenga, shōnen wa gakkō no hibi ga tadashī koto o shimashita. Mazu, anata no mainichi no romansu animede wa nai to iu jijitsu kara hajimemashou. Watashi wa hitobito ga sore o sukide wanai riyū o eruga, anata ga nozomunara sore o chansu o ataeru. Sore wa anata ga hontōni dareka no atama o aisuru koto ga dekiru hōhō o shimeshimasu. Shō no hontō no messēji wa, anata ga sōsa watashi wa mata, gēmu o purei shi, karera wa betsu no endingu o shiyō suru koto ga dekimashitaga, sore wa karera no sentakudatta. Mottomo kyōmibukai mono no hitotsu wa, saisho no 2 matawa 3 episōdode wa, jissai ni makotoni dōjō o kanjiru ga, kare ga butananode shinu kachigāru to omotte imasu. Watashi wa mada kurieitā ga sono torikku o hikidasu koto ga dekita nodarou ka to omotte imasu. Watashi wa uta to kyarakutā mo sukideshita. Saigomade watashi wa Kotonoha no tame ni totemo kanashikatta. Kanojo wa watashi no ikende wa hontōni mujakidattaga, ai wa mō sore o toru koto ga dekinakatta ten made kanojo o okashita dakedenaku, kanojo wa takusan ijime rareta. Watashi wa kono shōdearu fushigi o dono yō ni kijutsu suru ka o shiranai. Daremoga watashi ni sore o minai yō ni itte ita toki, watashi wa sore o kōkai shinakatta. Mata,`ī fune'.)\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "Anime-Utopia",
    "profile": "/profile/Anime-Utopia/reviews",
    "pages": "16",
    "number": "14",
    "link": "/reviews.php?id=159739",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n私はなぜ人々がこのアニメが好きではないのか知りません。 私の意見では、偉大な物語を持つ単なる生命のアニメです。 はい、このアニメはキャラクターの発展を利用することができますし、キャラクターの改善を言うこともできます。 スクールデイズは、誰かの不正行為が実際に自分の頭と生命とを混乱させ、どのように人間の心と心が非常に壊れやすいのか、友情はとても貴重で、最悪の場合破壊された場合、最悪の結果をもたらす可能性がある アニメと違って完全なストーリーがあるので、このアニメを見る主なポイントは、クリフハンガーに任せていないということです。 私は非常にこのアニメ人を推薦するが、私はこれを説明する単語を知っていないが、悲劇的なラブストーリーを聞かせて愛する人。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI dont know why people dont like this anime . in my opinion its simply a slice of life anime with a great story. yes this anime could use some character development or lets say character improvement. School Days is an anime about how cheating on someone can really end up messing with their head and lives and how the human heart and mind are very fragile and how friendship is very precious and when destroyed in the worst way, it can have the worst consequences .its an emotional anime which teach u about how twisted minded girls r and how untrustworthy,unfaithful boy can be.Main point to watch this anime is because it has a complete story unlike some anime it doesnt leave u at a cliffhanger. i would highly recommend this anime anyone who love i dont know the word to describe this but lets ask tragic love story.\n\n\u001b[1m私はなぜ人々がこのアニメが好きではないのか知りません。 私の意見では、偉大な物語を持つ単なる生命のアニメです。 はい、このアニメはキャラクターの発展を利用することができますし、キャラクターの改善を言うこともできます。 スクールデイズは、誰かの不正行為が実際に自分の頭と生命とを混乱させ、どのように人間の心と心が非常に壊れやすいのか、友情はとても貴重で、最悪の場合破壊された場合、最悪の結果をもたらす可能性がある アニメと違って完全なストーリーがあるので、このアニメを見る主なポイントは、クリフハンガーに任せていないということです。 私は非常にこのアニメ人を推薦するが、私はこれを説明する単語を知っていないが、悲劇的なラブストーリーを聞かせて愛する人。\u001b[22m\n\u001b[1m(Watashi wa naze hitobito ga kono anime ga sukide wa nai no ka shirimasen. Watashi no ikende wa, idaina monogatari o motsu tan'naru seimei no animedesu. Hai, kono anime wa kyarakutā no hatten o riyō suru koto ga dekimasushi, kyarakutā no kaizen o iu koto mo dekimasu. Sukūrudeizu wa, dareka no fusei kōi ga jissai ni jibun no atama to seimei to o konran sa se, dono yō ni ningen no kokoro to kokoro ga hijō ni koware yasui no ka, yūjō wa totemo kichōde, saiaku no baai hakai sa reta baai, saiaku no kekka o motarasu kanōsei ga aru anime to chigatte kanzen'na sutōrī ga aru node, kono anime o miru omona pointo wa, kurifuhangā ni makasete inai to iu kotodesu. Watashi wa hijō ni kono anime hito o suisen suruga, watashi wa kore o setsumei suru tango o shitte inaiga, higeki-tekina rabusutōrī o kika sete aisuruhito.)\u001b[22m\n\nTranslations of \u001b[4mI dont know why people dont like this anime . in my opinion its simply a slice of life anime with a great story. yes this anime could use some character development or lets say character improvement. School Days is an anime about how cheating on someone can really end up messing with their head and lives and how the human heart and mind are very fragile and how friendship is very precious and when destroyed in the worst way, it can have the worst consequences .its an emotional anime which teach u about how twisted minded girls r and how untrustworthy,unfaithful boy can be.Main point to watch this anime is because it has a complete story unlike some anime it doesnt leave u at a cliffhanger. i would highly recommend this anime anyone who love i dont know the word to describe this but lets ask tragic love story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI dont know why people dont like this anime .\u001b[24m\n    \u001b[1m私はなぜ人々がこのアニメが好きではないのか知りません。\u001b[22m, \u001b[1m私は人々がこのアニメ好まない理由を知りません。\u001b[22m\n\u001b[4min my opinion its simply a slice of life anime with a great story.\u001b[24m\n    \u001b[1m私の意見では、偉大な物語を持つ単なる生命のアニメです。\u001b[22m, \u001b[1m素晴らしい話との生活アニメの私の意見では、その単純にスライス。\u001b[22m\n\u001b[4myes this anime could use some character development or lets say character improvement.\u001b[24m\n    \u001b[1mはい、このアニメはキャラクターの発展を利用することができますし、キャラクターの改善を言うこともできます。\u001b[22m, \u001b[1mはいこのアニメは、いくつかの文字の開発を使用するか、文字の改善を言うことができます可能性があります。\u001b[22m\n\u001b[4mSchool Days is an anime about how cheating on someone can really end up messing with their head and lives and how the human heart and mind are very fragile and how friendship is very precious and when destroyed in the worst way, it can have the worst consequences\u001b[24m\n    \u001b[1mスクールデイズは、誰かの不正行為が実際に自分の頭と生命とを混乱させ、どのように人間の心と心が非常に壊れやすいのか、友情はとても貴重で、最悪の場合破壊された場合、最悪の結果をもたらす可能性がある\u001b[22m, \u001b[1mスクールデイズは、誰かに浮気することは本当に自分の頭との生活とどのように人間の心と心が非常に壊れやすく、友情は非常に貴重であり、最悪の方法で破壊されたとき、それは最悪の結果をもたらすことができる方法をいじって終わることができる方法についてのアニメです\u001b[22m\n\u001b[4m.its an emotional anime which teach u about how twisted minded girls r and how untrustworthy,unfaithful boy can be.Main point to watch this anime is because it has a complete story unlike some anime it doesnt leave u at a cliffhanger.\u001b[24m\n    \u001b[1mアニメと違って完全なストーリーがあるので、このアニメを見る主なポイントは、クリフハンガーに任せていないということです。\u001b[22m, \u001b[1m浮気少年はそれが接戦でのuを残しdoesntのいくつかのアニメとは異なり、完全な物語を持っているので、このアニメは見に点をbe.Mainする方法ねじれた心の女の子rとどのように信頼できない、についてのuを教えて感情的なアニメを.its。\u001b[22m\n\u001b[4mi would highly recommend this anime anyone who love i dont know the word to describe this but lets ask tragic love story.\u001b[24m\n    \u001b[1m私は非常にこのアニメ人を推薦するが、私はこれを説明する単語を知っていないが、悲劇的なラブストーリーを聞かせて愛する人。\u001b[22m, \u001b[1m私は非常に私はこれを記述するために言葉を知らないが、悲劇的な愛の物語を尋ねることができます愛するこのアニメの誰をお勧めします。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "Kiluvaras",
    "profile": "/profile/Kiluvaras/reviews",
    "pages": "16",
    "number": "15",
    "link": "/reviews.php?id=139245",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  9\nアニメーション|  5\nサウンド|  2\nキャラクター|  1\n|  1\n\nそう...\nそこでアニメ/マンガのおすすめスレッドをブラウズしていたので、私が探していたもの、つまりロマンチックなコメディを求めている人がいました。 何らかの理由で誰かがSchool Dayを提案していて、幸いにもこの名前がいくつかのスレッドで私の目を引いていたので、私はこれと一緒に行くことにしました。\n最初の2つのエピソードの後、私は夢中になった - ビジュアルはそれほど悪くはなかった、私はキャラクターが好きで、見続けることに決めた。  6回目のエピソードまで、私はMCを嫌って、自分が何を得たのか疑問に思っていました。 しかし、それは遅すぎて、どうすればそれが終わるかを見なければなりませんでした。 決して何百年も前に、私は次に起こったことを予見することができませんでした。 私はプロット紆余曲折を見たことを意味するが、ここで起こったことはそれを超えていた。 私はもっ​​と書くつもりですが、見る前にほとんどの人がレビューを読んでいるので、私は何かを台無しにしません。\n\n以前はアニメについて驚いたことがなかったので、私はストーリーパートを9にしました。それは肯定的か否定的なものかもしれません。 それを終えた後に感じた感情に最も近いのは、ナナを見ている人だろう。\n全体的にはそれほど悪くはありませんでしたが、急激に変化すると突然少し変化したと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nSo...\n\n\u001b[1mそう...\u001b[22m\n\u001b[1m(Sō...)\u001b[22m\n\nTranslations of \u001b[4mSo...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo...\u001b[24m\n    \u001b[1mそう...\u001b[22m, \u001b[1mだから...\u001b[22m, \u001b[1mだから......\u001b[22m\nThere I was browsing through the anime/manga recommendations thread and I saw somebody asking for exactly what I was looking for: a romantic comedy. For some reason somebody had suggested School Days and luckily the name had caught my eye in a few other threads as well so I decided to go with this one.\n\n\u001b[1mそこでアニメ/マンガのおすすめスレッドをブラウズしていたので、私が探していたもの、つまりロマンチックなコメディを求めている人がいました。 何らかの理由で誰かがSchool Dayを提案していて、幸いにもこの名前がいくつかのスレッドで私の目を引いていたので、私はこれと一緒に行くことにしました。\u001b[22m\n\u001b[1m(Sokode anime/ manga no osusume sureddo o burauzu shite itanode, watashi ga sagashite ita mono, tsumari romanchikkuna komedi o motomete iru hito ga imashita. Nanrakano riyū de darekaga School dē o teian shite ite, saiwai ni mo kono namae ga ikutsu ka no sureddo de watashi no me o hiite itanode, watashi wa kore to issho ni iku koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThere I was browsing through the anime/manga recommendations thread and I saw somebody asking for exactly what I was looking for: a romantic comedy. For some reason somebody had suggested School Days and luckily the name had caught my eye in a few other threads as well so I decided to go with this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere I was browsing through the anime/manga recommendations thread and I saw somebody asking for exactly what I was looking for: a romantic comedy.\u001b[24m\n    \u001b[1mそこでアニメ/マンガのおすすめスレッドをブラウズしていたので、私が探していたもの、つまりロマンチックなコメディを求めている人がいました。\u001b[22m, \u001b[1mそこで私は、アニメ/漫画勧告スレッドを閲覧して、私は誰かが私が探していたまさにを求めて見た：ロマンチックコメディ。\u001b[22m\n\u001b[4mFor some reason somebody had suggested School Days and luckily the name had caught my eye in a few other threads as well so I decided to go with this one.\u001b[24m\n    \u001b[1m何らかの理由で誰かがSchool Dayを提案していて、幸いにもこの名前がいくつかのスレッドで私の目を引いていたので、私はこれと一緒に行くことにしました。\u001b[22m, \u001b[1m何らかの理由で誰かが学校日数を示唆していたと幸運にも名前は同様に私はこの1つで行くことに決めたので、いくつかの他のスレッドで私の目を引いていました。\u001b[22m\nAfter the first two episodes I was hooked - the visuals weren't that bad, I liked the characters and decided to keep watching. It was all cool up until the 6th episode when I started hating the MC and started having my doubts about what I had gotten myself into. But it was too late and I just had to see how it all would end up. Never in a million years could I have foreseen the things that happened next. I mean I've seen plot twists but what happened here was way beyond that. I would write more but since most people will be reading reviews before they watch it, I'll refrain from spoiling anything.\n\n\u001b[1m最初の2つのエピソードの後、私は夢中になった - ビジュアルはそれほど悪くはなかった、私はキャラクターが好きで、見続けることに決めた。  6回目のエピソードまで、私はMCを嫌って、自分が何を得たのか疑問に思っていました。 しかし、それは遅すぎて、どうすればそれが終わるかを見なければなりませんでした。 決して何百年も前に、私は次に起こったことを予見することができませんでした。 私はプロット紆余曲折を見たことを意味しますが、ここで起こったことはそれを超えたものでした。 私はもっ​​と書くつもりですが、見る前にほとんどの人がレビューを読んでいるので、私は何かを台無しにしません。\u001b[22m\n\u001b[1m(Saisho no 2tsu no episōdo no ato, watashi wa muchū ni natta - bijuaru wa sore hodo waruku wa nakatta, watashi wa kyarakutā ga sukide, mi tsudzukeru koto ni kimeta. 6-Kai-me no episōdo made, watashi wa MC o kiratte, jibun ga nani o eta no ka gimon ni omotte imashita. Shikashi, sore wa oso sugite, dōsureba sore ga owaru ka o minakereba narimasendeshita. Kesshite nanbyakunen mo mae ni, watashi wa tsugini okotta koto o yoken suru koto ga dekimasendeshita. Watashi wa purotto uyokyokusetsu o mita koto o imi shimasuga, koko de okotta koto wa sore o koeta monodeshita. Watashi wa mo~tsu​​ to kaku tsumoridesuga, miru mae ni hotondo no hito ga rebyū o yonde irunode, watashi wa nanika o dainashi ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mAfter the first two episodes I was hooked - the visuals weren't that bad, I liked the characters and decided to keep watching. It was all cool up until the 6th episode when I started hating the MC and started having my doubts about what I had gotten myself into. But it was too late and I just had to see how it all would end up. Never in a million years could I have foreseen the things that happened next. I mean I've seen plot twists but what happened here was way beyond that. I would write more but since most people will be reading reviews before they watch it, I'll refrain from spoiling anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter the first two episodes I was hooked - the visuals weren't that bad, I liked the characters and decided to keep watching.\u001b[24m\n    \u001b[1m最初の2つのエピソードの後、私は夢中になった - ビジュアルはそれほど悪くはなかった、私はキャラクターが好きで、見続けることに決めた。\u001b[22m, \u001b[1m私は夢中にされた最初の2つのエピソードの後 - ビジュアルはそれほど悪くはなかった、私は文字が好きで、見続けることにしました。\u001b[22m\n\u001b[4mIt was all cool up until the 6th episode when I started hating the MC and started having my doubts about what I had gotten myself into.\u001b[24m\n    \u001b[1m6回目のエピソードまで、私はMCを嫌って、自分が何を得たのか疑問に思っていました。\u001b[22m, \u001b[1mそれはすべて私がMCを憎み始め、私はに自分自身を得ていたかについての私の疑問を持っ始めたとき第六話まで冷却しました。\u001b[22m\n\u001b[4mBut it was too late and I just had to see how it all would end up.\u001b[24m\n    \u001b[1mしかし、それは遅すぎて、どうすればそれが終わるかを見なければなりませんでした。\u001b[22m, \u001b[1mしかし、それは遅すぎたと私はちょうどそれがすべて終わるだろう方法を確認する必要がありました。\u001b[22m\n\u001b[4mNever in a million years could I have foreseen the things that happened next.\u001b[24m\n    \u001b[1m決して何百年も前に、私は次に起こったことを予見することができませんでした。\u001b[22m, \u001b[1m決して万年では、私は次の起こった事を予見なかったかもしれません。\u001b[22m\n\u001b[4mI mean I've seen plot twists but what happened here was way beyond that.\u001b[24m\n    \u001b[1m私はプロット紆余曲折を見たことを意味しますが、ここで起こったことはそれを超えたものでした。\u001b[22m, \u001b[1m私はどんでん返しを見てきた意味が、何ここで起こったことをはるかに超えていました。\u001b[22m\n\u001b[4mI would write more but since most people will be reading reviews before they watch it, I'll refrain from spoiling anything.\u001b[24m\n    \u001b[1m私はもっと書くつもりですが、見る前にほとんどの人がレビューを読んでいるので、私は何かを台無しにしません。\u001b[22m, \u001b[1m私はより多くを記述しますが、彼らはそれを見る前に、ほとんどの人がレビューを読んされますので、私は何を損なう控えます。\u001b[22m\n\u001b[1m\u001b[22m\nI gave the story part a 9 because I have never before been so surprised about an anime before, may it be positive or negative. The closest to the emotions I felt after finishing it would be the ones from watching Nana.\n\n\u001b[1m以前はアニメについて驚いたことがなかったので、私はストーリーパートを9にしました。それは肯定的か否定的なものかもしれません。 それを終えた後に感じた感情に最も近いのは、ナナを見ている人だろう。\u001b[22m\n\u001b[1m(Izen wa anime ni tsuite odoroita koto ga nakattanode, watashi wa sutōrīpāto o 9 ni shimashita. Sore wa kōtei-teki ka hitei-tekina mono kamo shiremasen. Sore o oeta nochi ni kanjita kanjō ni mottomo chikai no wa, Nana o mite iru hitodarou.)\u001b[22m\n\nTranslations of \u001b[4mI gave the story part a 9 because I have never before been so surprised about an anime before, may it be positive or negative. The closest to the emotions I felt after finishing it would be the ones from watching Nana.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave the story part a 9 because I have never before been so surprised about an anime before, may it be positive or negative.\u001b[24m\n    \u001b[1m以前はアニメについて驚いたことがなかったので、私はストーリーパートを9にしました。それは肯定的か否定的なものかもしれません。\u001b[22m, \u001b[1m私は前に前にアニメについてとても驚いたことはありませんので、私は、物語の一部に9を与えたことは、正または負でもよいです。\u001b[22m\n\u001b[4mThe closest to the emotions I felt after finishing it would be the ones from watching Nana.\u001b[24m\n    \u001b[1mそれを終えた後に感じた感情に最も近いのは、ナナを見ている人だろう。\u001b[22m, \u001b[1m私はそれがナナを見てからのものであろう終えた後に感じた感情に最も近いです。\u001b[22m\nAll in all it wasn't that bad but I think that it changing to drastically so suddenly was a bit too much.\n\n\u001b[1m全体的にはそれほど悪くはありませんでしたが、急激に変化すると突然少し変化したと思います。\u001b[22m\n\u001b[1m(Zentai-teki ni wa sore hodo waruku wa arimasendeshitaga, kyūgeki ni henka suruto totsuzen sukoshi henka shita to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all it wasn't that bad but I think that it changing to drastically so suddenly was a bit too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all it wasn't that bad but I think that it changing to drastically so suddenly was a bit too much.\u001b[24m\n    \u001b[1m全体的にはそれほど悪くはありませんでしたが、急激に変化すると突然少し変化したと思います。\u001b[22m, \u001b[1mすべてのすべてで、それは悪いことではありませんでしたが、私はそれが大幅に突然少しあまりだったために変更することと思います。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "TylerTheGod",
    "profile": "/profile/TylerTheGod/reviews",
    "pages": "16",
    "number": "16",
    "link": "/reviews.php?id=231571",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  5\n\nまあ...このアニメは、実際に私が最後まで見守ってくれる最初のアニメです。 ちょうどあなたが多少の心を持っている人なら、特に学校の日から遠ざかることをお勧めします。 ヒント - これを眺めていないで、キャラクターに付き添ってはいけません\n\n一方、...このアニメは上半期を通して本当に楽しかったです。 また、私はそれが最も考え出された12epの1つであると考えています。 彼らの目標が視聴者に絶対的にショーを愛して自殺を考えることから12のエピソードだけになるようにすることが目的だったならば、すべての時間のアニメーション作品。\n\n*スポイラー以下*\n\n\n私は、まことが絶対に殺害されたとき、就学前の女性が喜んでいたことをほぼ100％確信していたと言いたいと思っていました。ほとんどの人が誠実にすべての女性と摺動し続けたいと思っていましたが、 彼らが命を落とした Lmao",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWell... this anime is the first anime that actually hurt me to watch towards the end. Let's just say I would definitely recommend staying away from School Days especially if you are a guy with somewhat of a heart. Tip - Don't binge watch this and get attached to the characters\n\n\u001b[1mまあ...このアニメは、実際に私が最後まで見守ってくれる最初のアニメです。 ちょうどあなたが多少の心を持っている人なら、特に学校の日から遠ざかることをお勧めします。 ヒント - これを眺めていないで、キャラクターに付き添ってはいけません\u001b[22m\n\u001b[1m(Mā... Kono anime wa, jissai ni watashi ga saigomade mimamotte kureru saisho no animedesu. Chōdo anata ga tashō no kokoro o motte iru hitonara, tokuni gakkō no hi kara tōzakaru koto o o susume shimasu. Hinto - kore o nagamete inaide, kyarakutā ni tsukisotte wa ikemasen)\u001b[22m\n\nTranslations of \u001b[4mWell... this anime is the first anime that actually hurt me to watch towards the end. Let's just say I would definitely recommend staying away from School Days especially if you are a guy with somewhat of a heart. Tip - Don't binge watch this and get attached to the characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell... this anime is the first anime that actually hurt me to watch towards the end.\u001b[24m\n    \u001b[1mまあ...このアニメは、実際に私が最後まで見守ってくれる最初のアニメです。\u001b[22m, \u001b[1mうーん...このアニメは、実際には終わりに向かって見るために私を傷つける最初のアニメです。\u001b[22m\n\u001b[4mLet's just say I would definitely recommend staying away from School Days especially if you are a guy with somewhat of a heart.\u001b[24m\n    \u001b[1mちょうどあなたが多少の心を持っている人なら、特に学校の日から遠ざかることをお勧めします。\u001b[22m, \u001b[1mちょうど私は間違いなくあなたが多少心の持つ男である場合は特に離れスクールデイズから滞在をお勧めしましょう。\u001b[22m\n\u001b[4mTip - Don't binge watch this and get attached to the characters\u001b[24m\n    \u001b[1mヒント - これを眺めていないで、キャラクターに付き添ってはいけません\u001b[22m, \u001b[1mヒント - どんちゃん騒ぎこれを見ないでください。また、文字に執着\u001b[22m\n\u001b[1m\u001b[22m\nAlthough on the other hand... I really enjoyed this anime through the first half. Also I would consider it to be one of the most thought out 12ep. anime creations of all-time if their goal was to make the viewer go from absolutely loving a show to considering suicide IN ONLY 12 EPISODES.\n\n\u001b[1m一方、...このアニメは上半期を通して本当に楽しかったです。 また、私はそれが最も考え出された12epの1つであると考えています。 彼らの目標が視聴者に絶対的にショーを愛して自殺を考えることから12のエピソードだけになるようにすることが目的だったならば、すべての時間のアニメーション作品。\u001b[22m\n\u001b[1m(Ippō,... Kono anime wa kamihanki o tōshite hontōni tanoshikattadesu. Mata, watashi wa sore ga mottomo kangaedasa reta 12 ep no 1tsudearu to kangaete imasu. Karera no mokuhyō ga shichō-sha ni zetsutaiteki ni shō o aishite jisatsu o kangaeru koto kara 12 no episōdo dake ni naru yō ni suru koto ga mokutekidattanaraba, subete no jikan no animēshon sakuhin.)\u001b[22m\n\nTranslations of \u001b[4mAlthough on the other hand... I really enjoyed this anime through the first half. Also I would consider it to be one of the most thought out 12ep. anime creations of all-time if their goal was to make the viewer go from absolutely loving a show to considering suicide IN ONLY 12 EPISODES.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough on the other hand... I really enjoyed this anime through the first half.\u001b[24m\n    \u001b[1m一方、...このアニメは上半期を通して本当に楽しかったです。\u001b[22m, \u001b[1mが、一方で...私は本当に前半までこのアニメを楽しみました。\u001b[22m\n\u001b[4mAlso I would consider it to be one of the most thought out 12ep.\u001b[24m\n    \u001b[1mまた、私はそれが最も考え出された12epの1つであると考えています。\u001b[22m, \u001b[1mまた、私はそれが最も考え抜か12epの一つであると考えるだろう。\u001b[22m\n\u001b[4manime creations of all-time if their goal was to make the viewer go from absolutely loving a show to considering suicide IN ONLY 12 EPISODES.\u001b[24m\n    \u001b[1m彼らの目標が視聴者に絶対的にショーを愛して自殺を考えることから12のエピソードだけになるようにすることが目的だったならば、すべての時間のアニメーション作品。\u001b[22m, \u001b[1m彼らの目標は、視聴者が絶対にONLY 12エピソードIN自殺を考慮にショーを愛するから行くようになった場合はすべての時間のアニメ作品。\u001b[22m\n\u001b[1m\u001b[22m\n*SPOILER BELOW*\n\n\u001b[1m*スポイラー以下*\u001b[22m\n\u001b[1m(* Supoirā ika*)\u001b[22m\n\nTranslations of \u001b[4m*SPOILER BELOW*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*SPOILER BELOW*\u001b[24m\n    \u001b[1m*スポイラー以下*\u001b[22m, \u001b[1m* BELOWスポイラー*\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI also wanted to say that I am almost 100% convinced that every female that ever watched School Days was glad when Makoto got absolutely murdered .. While most guys were just hoping Makoto could keep sliding by with all the females creating the best harem / slice of life they have wittnessed. Lmao\n\n\u001b[1m私は、まことが絶対に殺害されたとき、就学前の女性が喜んでいたことをほぼ100％確信していたと言いたいと思っていました。ほとんどの人が誠実にすべての女性と摺動し続けたいと思っていましたが、 彼らが命を落とした Lmao\u001b[22m\n\u001b[1m(Watashi wa, ma koto ga zettai ni satsugai sa reta toki, shūgakumae no josei ga yorokonde ita koto o hobo 100-pāsento kakushin shite ita to iitai to omotte imashita. Hotondo no hito ga seijitsu ni subete no josei to shōdō shi tsudzuketai to omotte imashitaga, karera ga inochi o otoshita Lmao)\u001b[22m\n\nTranslations of \u001b[4mI also wanted to say that I am almost 100% convinced that every female that ever watched School Days was glad when Makoto got absolutely murdered .. While most guys were just hoping Makoto could keep sliding by with all the females creating the best harem / slice of life they have wittnessed. Lmao\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also wanted to say that I am almost 100% convinced that every female that ever watched School Days was glad when Makoto got absolutely murdered .. While most guys were just hoping Makoto could keep sliding by with all the females creating the best harem / slice\u001b[24m\n    \u001b[1m私は、まことが絶対に殺害されたとき、就学前の女性が喜んでいたことをほぼ100％確信していたと言いたいと思っていました。ほとんどの人が誠実にすべての女性と摺動し続けたいと思っていましたが、\u001b[22m, \u001b[1mほとんどの人がちょうど誠は、すべての女性が最高のハーレム/スライスの作成をすることにより、摺動保つことができる望んでいたが、私も..私は誠は絶対に殺されてしまったときに、これまで学校デイズ見て、すべての女性が喜んでいたことはほぼ100％確信していることを言いたかったです\u001b[22m\n\u001b[4mof life they have wittnessed.\u001b[24m\n    \u001b[1m彼らが命を落とした\u001b[22m, \u001b[1m人生の彼らはwittnessedています。\u001b[22m\n\u001b[4mLmao\u001b[24m\n    \u001b[1mLmao\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "jock0213",
    "profile": "/profile/jock0213/reviews",
    "pages": "16",
    "number": "17",
    "link": "/reviews.php?id=230452",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  7\n\nこのアニメは、変態した非人道的な看護師と、何の理由もなく彼に恋している少女たちのことです。 それは私がより良い実行を見たが、それがもたらす不正行為の結果とその結果。 主人公はたぶん合計@：！、*しかし、それは彼が書くことやデザインの悪いキャラクターです。 彼の行動は主に自分の気持ちによって正当化されていますが、私は誰かが最初はあまりにも臆病になる可能性は信じられませんでした。 これは非常に心理的なアニメです。MCのセックスの関心事が彼が欺く知識をどのように扱うかに夢中にならないように、あなたの忍耐力をテストします。 彼らの中には素敵なキャラクターがありますが、実際彼らの一人のようですが、彼らは主人公にあまりにも多くのクレジットを与えます。\n\n\nこのビデオレビューでは、このアニメのキャラクターとのインタラクションについて、主人公が自分の行動に対してどのように対処しているかなどの意見をまとめています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is about a perverted inhumane douche and a bunch of girls that fall in love with him for no reason. Its a story of cheating and the consequences it brings, although I've seen better execution. The protagonist maybe a total @:!,* but that doesnt mean he is a bad character im terms of writing and design. His actions are mostly justified by his feelings, but I just could not believe how someone could be so callous at first. This is quite a psychological anime, and it will test your patience as you try not to cringe at how some of the MC's sex interests handle the knowledge that he cheats. Some of them are nice characters, and I in fact like one of them- but man they give the protagonist too much credit.\n\n\u001b[1mこのアニメは、変態した非人道的な看護師と、何の理由もなく彼に恋している少女たちのことです。 それは私がより良い実行を見たが、それがもたらす不正行為の結果とその結果。 主人公はたぶん合計@：！、*しかし、それは彼が書くことやデザインの悪いキャラクターです。 彼の行動は主に自分の気持ちによって正当化されていますが、私は誰かが最初はあまりにも臆病になる可能性は信じられませんでした。 これは非常に心理的なアニメです。MCのセックスの関心事が彼が欺く知識をどのように扱うかに夢中にならないように、あなたの忍耐力をテストします。 彼らの中には素敵なキャラクターがありますが、実際彼らの一人のようですが、彼らは主人公にあまりにも多くのクレジットを与えます。\u001b[22m\n\u001b[1m(Kono anime wa, hentai shita hijindōtekina kankoshi to, nani no riyū mo naku kare ni koishite iru shōjo-tachi no kotodesu. Sore wa watashi ga yoriyoi jikkō o mitaga, sore ga motarasu fusei kōi no kekka to sono kekka. Shujinkō wa tabun gōkei@:!,* Shikashi, sore wa kare ga kaku koto ya dezain no warui kyarakutādesu. Kare no kōdō wa omoni jibun no kimochi ni yotte seitō-ka sa rete imasuga, watashi wa darekaga saisho wa amarini mo okubyō ni naru kanōsei wa shinji raremasendeshita. Kore wa hijō ni shinri-tekina animedesu. MC no sekkusu no kanshinji ga kare ga azamuku chishiki o dono yō ni atsukau ka ni muchū ni naranai yō ni, anata no nintai-ryoku o tesuto shimasu. Karera no nakaniha sutekina kyarakutā ga arimasuga, jissai karera no hitori no yōdesuga, karera wa shujinkō ni amarini mo ōku no kurejitto o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is about a perverted inhumane douche and a bunch of girls that fall in love with him for no reason. Its a story of cheating and the consequences it brings, although I've seen better execution. The protagonist maybe a total @:!,* but that doesnt mean he is a bad character im terms of writing and design. His actions are mostly justified by his feelings, but I just could not believe how someone could be so callous at first. This is quite a psychological anime, and it will test your patience as you try not to cringe at how some of the MC's sex interests handle the knowledge that he cheats. Some of them are nice characters, and I in fact like one of them- but man they give the protagonist too much credit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is about a perverted inhumane douche and a bunch of girls that fall in love with him for no reason.\u001b[24m\n    \u001b[1mこのアニメは、変態した非人道的な看護師と、何の理由もなく彼に恋している少女たちのことです。\u001b[22m, \u001b[1mこのアニメは、倒錯した非人道的な潅水と理由もなく彼と恋に落ちる女の子の束についてです。\u001b[22m\n\u001b[4mIts a story of cheating and the consequences it brings, although I've seen better execution.\u001b[24m\n    \u001b[1mそれは私がより良い実行を見たが、それがもたらす不正行為の結果とその結果。\u001b[22m, \u001b[1mその不正行為の話、私はより良い実行を見てきましたが、それは、もたらす結果。\u001b[22m\n\u001b[4mThe protagonist maybe a total @:!,* but that doesnt mean he is a bad character im terms of writing and design.\u001b[24m\n    \u001b[1m主人公はたぶん合計@：！、*しかし、それは彼が書くことやデザインの悪いキャラクターです。\u001b[22m, \u001b[1m多分主人公総@：！、*それdoesntのは、彼が執筆し、設計の悪い文字イム用語であることを意味します。\u001b[22m\n\u001b[4mHis actions are mostly justified by his feelings, but I just could not believe how someone could be so callous at first.\u001b[24m\n    \u001b[1m彼の行動は主に自分の気持ちによって正当化されていますが、私は誰かが最初はあまりにも臆病になる可能性は信じられませんでした。\u001b[22m, \u001b[1m彼の行動は、主に自分の感情によって正当化されているが、私はちょうど誰かが最初はとても無神経可能性がどのように信じることができませんでした。\u001b[22m\n\u001b[4mThis is quite a psychological anime, and it will test your patience as you try not to cringe at how some of the MC's sex interests handle the knowledge that he cheats.\u001b[24m\n    \u001b[1mこれは非常に心理的なアニメです。MCのセックスの関心事が彼が欺く知識をどのように扱うかに夢中にならないように、あなたの忍耐力をテストします。\u001b[22m, \u001b[1mこれは非常に心理的なアニメで、あなたはMCのセックスの利益のいくつかは、彼が詐欺の知識を処理する方法にうんざりしないようにしようとして、それはあなたの忍耐をテストします。\u001b[22m\n\u001b[4mSome of them are nice characters, and I in fact like one of them- but man they give the protagonist too much credit.\u001b[24m\n    \u001b[1m彼らの中には素敵なキャラクターがありますが、実際彼らの一人のようですが、彼らは主人公にあまりにも多くのクレジットを与えます。\u001b[22m, \u001b[1mそれらのいくつかは、素敵な文字である、と私は男が、them-の1のように、実際に彼らが主人公にあまりにも多くの信用を与えます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis video review sums up my opinions on character interaction in this anime, such as how the protagonist is treated for his actions:\n\n\u001b[1mこのビデオレビューでは、このアニメのキャラクターとのインタラクションについて、主人公が自分の行動に対してどのように対処しているかなどの意見をまとめています。\u001b[22m\n\u001b[1m(Kono bideorebyūde wa, kono anime no kyarakutā to no intarakushon ni tsuite, shujinkō ga jibun no kōdō ni taishite dono yō ni taisho shite iru ka nado no iken o matomete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis video review sums up my opinions on character interaction in this anime, such as how the protagonist is treated for his actions:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis video review sums up my opinions on character interaction in this anime, such as how the protagonist is treated for his actions:\u001b[24m\n    \u001b[1mこのビデオレビューでは、このアニメのキャラクターとのインタラクションについて、主人公が自分の行動に対してどのように対処しているかなどの意見をまとめています。\u001b[22m, \u001b[1mこのビデオのレビューは、主人公が彼の行動のためにどのように扱われるかのように、このアニメではキャラクターの相互作用についての私の意見を要約します：\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "RoddoSenpai",
    "profile": "/profile/RoddoSenpai/reviews",
    "pages": "16",
    "number": "18",
    "link": "/reviews.php?id=230351",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  2\n\nあなたが良い気分にしたいなら、これはあなたが見るアニメではありません。\n\n私が最初にこれをつかんだとき、「ああ、これは人生のすばらしさです」と思っていましたが、私が間違っていたことを無視して、私が知り合った友人が、\n\nスクールデイズは、アートスタイルやイントロ、アウトロの音楽トラックにはきわめて美しく、その話自体は高校を卒業したほとんどの男の子や男の子にかなり関連しています。 彼の殻から出てくるかなり普通の内向的な高校生の人生を辿っていることを考えると、物語はひどいことではない。 私はこのアニメが極端に物語を取って関係にするのが少し難しくなったと思いますが、キャラクターは一般的にかなりよく紹介されています。\n\nこれを見て、私はすべてのキャラクターが永続的な中毒状態にあるように感じました。そして、私は酔っぱらって黒で満腹だと言っているわけではありませんが、キャラクターの相互作用は、 欲しいです。\n\nスクールデイズは、高校生が与えられた状況で何をし、経験から話すかを示す良い仕事をしています。私は、上記を考慮して、すべての人が酔っているという関係をかなり現実的だと言うことができます。\n\nスクールデーを見る理由としては、私は終わりのひねりが物語を通して見る価値があると言うでしょうが、最初の2つのエピソードと最後の2つまたは3つを見ることで逃げることができます。 ストーリー。 あなたが最初のエピソードを通過する問題があるなら、私はそれがあなたのためにどんなに良くなるとは言いませんが、それは最も確実に非常に素早く丘を下ります。 あなたが文字のいずれかへの感情的な添付ファイルを開発する場合、あなたはほとんどすぐに悪い時を過すでしょう。\n\nTL：DR\nあなたが「気分が良い」アニメを探しているなら、これを見ないでください。 あなたが最初のエピソードを扱うことができない場合、それは非常に迅速に丘を下ります。 あなたが「最高の女の子」を選んで添付したらすぐにそれを後悔しますが、明るい人は最高の女の子にとって非常に多くの選択肢があります。 個人的には、最後のツイストは、そのツイストの直前のツイストと比較してマイナーなツイストであると思います。 あなたが悪い人で、時々悪い気持ちになる必要があるなら、これは絶対に価値のあるものです。\nTL：DR",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nLet me preface all of this with: This is not an anime you watch if you want to feel good.\n\n\u001b[1mあなたが良い気分にしたいなら、これはあなたが見るアニメではありません。\u001b[22m\n\u001b[1m(Anata ga yoi kibun ni shitainara, kore wa anata ga miru animede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mLet me preface all of this with: This is not an anime you watch if you want to feel good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me preface all of this with: This is not an anime you watch if you want to feel good.\u001b[24m\n    \u001b[1mあなたが良い気分にしたいなら、これはあなたが見るアニメではありません。\u001b[22m, \u001b[1m私はでこのすべてを序文みましょう：これは、あなたが良い感じにしたい場合は、あなたが見るアニメではありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first grabbed this I thought, 'Oh this will be a nice slice of life,' and oh how I was wrong, but ignoring that I remembered a friend of mine mentioning it was beautifully terrible after I decided to watch.\n\n\u001b[1m私が最初にこれをつかんだとき、「ああ、これは人生のすばらしさです」と思っていましたが、私が間違っていたことを無視して、私が知り合った友人が、\u001b[22m\n\u001b[1m(Watashi ga saisho ni kore o tsukanda toki,`ā , koreha jinsei no subarashisadesu' to omotte imashitaga, watashi ga machigatte ita koto o mushi shite, watashi ga shiriatta yūjin ga,)\u001b[22m\n\nTranslations of \u001b[4mWhen I first grabbed this I thought, 'Oh this will be a nice slice of life,' and oh how I was wrong, but ignoring that I remembered a friend of mine mentioning it was beautifully terrible after I decided to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first grabbed this I thought, 'Oh this will be a nice slice of life,' and oh how I was wrong, but ignoring that I remembered a friend of mine mentioning it was beautifully terrible after I decided to watch.\u001b[24m\n    \u001b[1m私が最初にこれをつかんだとき、「ああ、これは人生のすばらしさです」と思っていましたが、私が間違っていたことを無視して、私が知り合った友人が、\u001b[22m, \u001b[1m私が最初にこれをつかんだとき、私は「ああ、これは人生の素敵なスライスになります」、と思ったと私は間違っていたどのようにああ、私は見ることを決めた後、私はそれを言及する私の友人を思い出したことを無視することは美しくひどいものでした。\u001b[22m\n\u001b[1m\u001b[22m\nSchool Days is quite beautiful when it comes to the art style and the intro and outro music tracks and the story itself is fairly relateable to most boys or guys that have gone through high school. The story is not terrible considering that it's following the life of a fairly normal introverted high school boy that comes out of his shell. I think this anime took the story to extremes that made it a little more difficult to relate to but the characters are generally introduced fairly well and you are told what you need to know about them for it to make sense.\n\n\u001b[1mスクールデイズは、アートスタイルやイントロ、アウトロの音楽トラックにはきわめて美しく、その話自体は高校を卒業したほとんどの男の子や男の子にかなり関連しています。 彼の殻から出てくるかなり普通の内向的な高校生の人生を辿っていることを考えると、物語はひどいことではない。 私はこのアニメが極端に物語を取って関係にするのが少し難しくなったと思いますが、キャラクターは一般的にかなりよく紹介されています。\u001b[22m\n\u001b[1m(Sukūrudeizu wa, ātosutairu ya Intoro, autoro no ongaku torakku ni wa kiwamete utsukushiku, sono-wa jitai wa kōkō o sotsugyō shita hotondo no otokonoko ya otokonoko ni kanari kanren shite imasu. Kare no kara kara detekuru kanari futsū no naikō-tekina kōkōsei no jinsei o tadotte iru koto o kangaeru to, monogatari wa hidoi kotode wanai. Watashi wa kono anime ga kyokutan ni monogatari o totte kankei ni suru no ga sukoshi muzukashiku natta to omoimasuga, kyarakutā wa ippantekini kanari yoku shōkai sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSchool Days is quite beautiful when it comes to the art style and the intro and outro music tracks and the story itself is fairly relateable to most boys or guys that have gone through high school. The story is not terrible considering that it's following the life of a fairly normal introverted high school boy that comes out of his shell. I think this anime took the story to extremes that made it a little more difficult to relate to but the characters are generally introduced fairly well and you are told what you need to know about them for it to make sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Days is quite beautiful when it comes to the art style and the intro and outro music tracks and the story itself is fairly relateable to most boys or guys that have gone through high school.\u001b[24m\n    \u001b[1mスクールデイズは、アートスタイルやイントロ、アウトロの音楽トラックにはきわめて美しく、その話自体は高校を卒業したほとんどの男の子や男の子にかなり関連しています。\u001b[22m, \u001b[1m学生時代、それがアートスタイルとイントロとアウトロ音楽トラックに来るとストーリー自体は高校まで行っているほとんどの男の子やみんなにかなりrelateableあるときに非常に美しいです。\u001b[22m\n\u001b[4mThe story is not terrible considering that it's following the life of a fairly normal introverted high school boy that comes out of his shell.\u001b[24m\n    \u001b[1m彼の殻から出てくるかなり普通の内向的な高校生の人生を辿っていることを考えると、物語はひどいことではない。\u001b[22m, \u001b[1m物語は、それが彼の殻から出てくるかなり正常な内向的男子高校生の生活を以下だことを考えるとひどいではありません。\u001b[22m\n\u001b[4mI think this anime took the story to extremes that made it a little more difficult to relate to but the characters are generally introduced fairly well and you are told what you need to know about them for it to make sense.\u001b[24m\n    \u001b[1m私はこのアニメが極端に物語を取って関係にするのが少し難しくなったと思いますが、キャラクターは一般的にかなりよく紹介されています。\u001b[22m, \u001b[1m私はこのアニメはそれが少し難しくに関連させたが文字は、一般的にかなりよく導入され、あなたはそれが意味を理解するためにそれらについて知っておくべきことを言われる極端に話をしたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nWatching this I felt as though all the characters were in a perpetual state of intoxication and I don't mean tipsy I mean full on black out drunk but the character interaction is about as normal as you can expect given that everyone just does what ever they want.\n\n\u001b[1mこれを見て、私はすべてのキャラクターが永続的な中毒状態にあるように感じました。そして、私は酔っぱらって黒で満腹だと言っているわけではありませんが、キャラクターの相互作用は、 欲しいです。\u001b[22m\n\u001b[1m(Kore o mite, watashi wa subete no kyarakutā ga eizoku-tekina chūdoku jōtai ni aru yō ni kanjimashita. Soshite, watashi wa yopparatte kuro de manpukuda to itte iru wakede wa arimasenga, kyarakutā no sōgo sayō wa, hoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mWatching this I felt as though all the characters were in a perpetual state of intoxication and I don't mean tipsy I mean full on black out drunk but the character interaction is about as normal as you can expect given that everyone just does what ever they want.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatching this I felt as though all the characters were in a perpetual state of intoxication and I don't mean tipsy I mean full on black out drunk but the character interaction is about as normal as you can expect given that everyone just does what ever they\u001b[24m\n    \u001b[1mこれを見て、私はすべてのキャラクターが永続的な中毒状態にあるように感じました。そして、私は酔っぱらって黒で満腹だと言っているわけではありませんが、キャラクターの相互作用は、\u001b[22m, \u001b[1mすべての文字が中毒の永遠の状態にあったと私は私が酔ってブラックアウトの完全な意味でほろ酔い意味するものではありませんが、文字の相互作用は、誰もがちょうど彼らがどのような今までにないことを考えると、あなたが期待できると同じくらい正常であるかのように私は感じた。このウォッチング\u001b[22m\n\u001b[4mwant.\u001b[24m\n    \u001b[1m欲しいです。\u001b[22m, \u001b[1m欲しい\u001b[22m, \u001b[1mたい。\u001b[22m\n\u001b[1m\u001b[22m\nSchool Days does do a good job of showing what high school students would do in the given situation and speaking from experience I can say the relationships are fairly realistic considering the above that everyone is drunk.\n\n\u001b[1mスクールデイズは、高校生が与えられた状況で何をし、経験から話すかを示す良い仕事をしています。私は、上記を考慮して、すべての人が酔っているという関係をかなり現実的だと言うことができます。\u001b[22m\n\u001b[1m(Sukūrudeizu wa, kōkōsei ga atae rareta jōkyō de nani o shi, keiken kara hanasu ka o shimesu yoi shigoto o shite imasu. Watashi wa, jōki o kōryo shite, subete no hito ga yotte iru to iu kankei o kanari genjitsu-tekida to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mSchool Days does do a good job of showing what high school students would do in the given situation and speaking from experience I can say the relationships are fairly realistic considering the above that everyone is drunk.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Days does do a good job of showing what high school students would do in the given situation and speaking from experience I can say the relationships are fairly realistic considering the above that everyone is drunk.\u001b[24m\n    \u001b[1mスクールデイズは、高校生が与えられた状況で何をし、経験から話すかを示す良い仕事をしています。私は、上記を考慮して、すべての人が酔っているという関係をかなり現実的だと言うことができます。\u001b[22m, \u001b[1m学生時代の高校生が与えられた状況で何をするのかを示すと私は関係は誰もが酔っていることが、上記を考慮すると、かなり現実的であると言うことができるの経験から言えばの良い仕事を行います。\u001b[22m\n\u001b[1m\u001b[22m\nAs for a reason to watch School Days I would say the twist the end is definitely worth watching through the story for, however you could get away with watching the first two episodes and the last two or three and you'll pretty much follow the entire story. If you have issue getting through the first episode I will say it will not get any better for you, it will most certainly go down hill very quickly. If you develop any emotional attachment to any of the characters you will almost immediately have a bad time.\n\n\u001b[1mスクールデーを見る理由としては、私は終わりのひねりが物語を通して見る価値があると言うでしょうが、最初の2つのエピソードと最後の2つまたは3つを見ることで逃げることができます。 ストーリー。 あなたが最初のエピソードを通過する問題があるなら、私はそれがあなたのためにどんなに良くなるとは言いませんが、それは最も確実に非常に素早く丘を下ります。 あなたが文字のいずれかへの感情的な添付ファイルを開発する場合、あなたはほとんどすぐに悪い時を過すでしょう。\u001b[22m\n\u001b[1m(Sukūrudē o miru riyū to shite wa, watashi wa owari no hineri ga monogatari o tōshite miru kachigāru to iudeshouga, saisho no 2tsu no episōdo to saigo no 2tsu matawa 3ttsu o miru koto de nigeru koto ga dekimasu. Sutōrī. Anata ga saisho no episōdo o tsūka suru mondai ga arunara, watashi wa sore ga anata no tame ni don'nani yoku naru to wa iimasenga, sore wa mottomo kakujitsu ni hijō ni subayaku oka o orimasu. Anata ga moji no izureka e no kanjō-tekina tenpu fairu o kaihatsu suru baai, anata wa hotondo sugu ni warui toki o sugosudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAs for a reason to watch School Days I would say the twist the end is definitely worth watching through the story for, however you could get away with watching the first two episodes and the last two or three and you'll pretty much follow the entire story. If you have issue getting through the first episode I will say it will not get any better for you, it will most certainly go down hill very quickly. If you develop any emotional attachment to any of the characters you will almost immediately have a bad time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for a reason to watch School Days I would say the twist the end is definitely worth watching through the story for, however you could get away with watching the first two episodes and the last two or three and you'll pretty much follow the entire\u001b[24m\n    \u001b[1mスクールデーを見る理由としては、私は終わりのひねりが物語を通して見る価値があると言うでしょうが、最初の2つのエピソードと最後の2つまたは3つを見ることで逃げることができます。\u001b[22m, \u001b[1mスクールデイズ見する理由として、私は終わりは間違いのために話を通して見て価値があるひねりを言うでしょう、しかし、あなたは最初の2つのエピソードと最後の2または3を見て逃げることができ、あなたはかなり全体に従ってくださいよ\u001b[22m\n\u001b[4mstory.\u001b[24m\n    \u001b[1mストーリー。\u001b[22m, \u001b[1m物語。\u001b[22m\n\u001b[4mIf you have issue getting through the first episode I will say it will not get any better for you, it will most certainly go down hill very quickly.\u001b[24m\n    \u001b[1mあなたが最初のエピソードを通過する問題があるなら、私はそれがあなたのためにどんなに良くなるとは言いませんが、それは最も確実に非常に素早く丘を下ります。\u001b[22m, \u001b[1mあなたが最初のエピソードを通り抜ける問題が発生した場合、私はそれはあなたのための任意のより良いを取得することはできません、それは最も確かに丘非常に迅速に下がるだろうと言うだろう。\u001b[22m\n\u001b[4mIf you develop any emotional attachment to any of the characters you will almost immediately have a bad time.\u001b[24m\n    \u001b[1mあなたが文字のいずれかへの感情的な添付ファイルを開発する場合、あなたはほとんどすぐに悪い時を過すでしょう。\u001b[22m, \u001b[1mあなたは文字のいずれかに任意の愛着を開発する場合は、ほとんどすぐに悪い時間を持つことになります。\u001b[22m\n\u001b[1m\u001b[22m\nTL:DR\n\n\u001b[1mTL：DR\u001b[22m\n\u001b[1m(TL: DR)\u001b[22m\n\nTranslations of \u001b[4mTL:DR\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL:DR\u001b[24m\n    \u001b[1mTL：DR\u001b[22m\nDo not watch this if you are looking for a 'feel good' anime. If you can't handle the first episode it will go down hill very quickly. If you pick a 'best girl' and get attached you will immediately regret it, but bright side being there are so many options for best girl. Personally I think the twist at the end is a minor twist in comparison to the twist just before that one. This is definitely worth a watch if you are a bad person and occasionally need to feel bad.\n\n\u001b[1mあなたが「気分が良い」アニメを探しているなら、これを見ないでください。 あなたが最初のエピソードを扱うことができない場合、それは非常に迅速に丘を下ります。 あなたが「最高の女の子」を選んで添付したらすぐにそれを後悔しますが、明るい人は最高の女の子にとって非常に多くの選択肢があります。 個人的には、最後のツイストは、そのツイストの直前のツイストと比較してマイナーなツイストであると思います。 あなたが悪い人で、時々悪い気持ちになる必要があるなら、これは絶対に価値のあるものです。\u001b[22m\n\u001b[1m(Anata ga `kibungayoi' anime o sagashite irunara, kore o minaide kudasai. Anata ga saisho no episōdo o atsukau koto ga dekinai baai, sore wa hijō ni jinsoku ni oka o orimasu. Anata ga `saikō no on'nanoko' o erande tenpu shitara sugu ni sore o kōkai shimasuga, akarui hito wa saikō no on'nanoko ni totte hijō ni ōku no sentakushi ga arimasu. Kojin-teki ni wa, saigo no tsuisuto wa, sono tsuisuto no chokuzen no tsuisuto to hikaku shite maināna tsuisutodearu to omoimasu. Anata ga warui hito de, tokidoki warui kimochi ni naru hitsuyō ga arunara, kore wa zettai ni kachi no aru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mDo not watch this if you are looking for a 'feel good' anime. If you can't handle the first episode it will go down hill very quickly. If you pick a 'best girl' and get attached you will immediately regret it, but bright side being there are so many options for best girl. Personally I think the twist at the end is a minor twist in comparison to the twist just before that one. This is definitely worth a watch if you are a bad person and occasionally need to feel bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo not watch this if you are looking for a 'feel good' anime.\u001b[24m\n    \u001b[1mあなたが「気分が良い」アニメを探しているなら、これを見ないでください。\u001b[22m, \u001b[1mあなたは「良い感じ」アニメを探している場合は、これを見ていません。\u001b[22m\n\u001b[4mIf you can't handle the first episode it will go down hill very quickly.\u001b[24m\n    \u001b[1mあなたが最初のエピソードを扱うことができない場合、それは非常に迅速に丘を下ります。\u001b[22m, \u001b[1mあなたが最初のエピソードを処理できない場合、それは非常に迅速に丘を下って行きます。\u001b[22m\n\u001b[4mIf you pick a 'best girl' and get attached you will immediately regret it, but bright side being there are so many options for best girl.\u001b[24m\n    \u001b[1mあなたが「最高の女の子」を選んで添付したらすぐにそれを後悔しますが、明るい人は最高の女の子にとって非常に多くの選択肢があります。\u001b[22m, \u001b[1mあなたが「最高の女の子」を選択し、執着した場合、あなたはすぐにそれを後悔しますが、明るい側は最高の女の子のための非常に多くの選択肢があるという。\u001b[22m\n\u001b[4mPersonally I think the twist at the end is a minor twist in comparison to the twist just before that one.\u001b[24m\n    \u001b[1m個人的には、最後のツイストは、そのツイストの直前のツイストと比較してマイナーなツイストであると思います。\u001b[22m, \u001b[1m個人的に私は終わりにねじれがちょうどその1前のねじれに比べてマイナーなひねりだと思います。\u001b[22m\n\u001b[4mThis is definitely worth a watch if you are a bad person and occasionally need to feel bad.\u001b[24m\n    \u001b[1mあなたが悪い人で、時々悪い気持ちになる必要があるなら、これは絶対に価値のあるものです。\u001b[22m, \u001b[1mあなたは悪い人であり、時折気を悪くする必要がある場合、これは間違いなく、時計の価値があります。\u001b[22m\nTL:DR\n\n\u001b[1mTL：DR\u001b[22m\n\u001b[1m(TL: DR)\u001b[22m\n\nTranslations of \u001b[4mTL:DR\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL:DR\u001b[24m\n    \u001b[1mTL：DR\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "Anthony_DiGrande",
    "profile": "/profile/Anthony_DiGrande/reviews",
    "pages": "16",
    "number": "19",
    "link": "/reviews.php?id=157743",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  6\nキャラクター|  1\n|  2\n\nこれは疑いの余地がありませんが、私は今までシーンがありました。\n\n学校の日は最初の5つのエピソードの後のちょうど平均ですが、次にエピソード8では壁に穴を開けるだけです。 このショーの最大の問題は、99％のキャラクターが卑劣であることです。 誠と世界は私が今まで見た中で最悪のアニメキャラクターです。 彼女の「ボーイフレンド」が不正なダッシュバッグであるので、私が実際に気にした主人公はコトノハでした。なぜなら、彼女は無邪気な犠牲者なのですから。\n\n物語そのものは、他の誰かが騙されているという理由でかなりユニークです。 しかし、女の子を選ぶのではなく、誠が正反対で、セカイとコトノハの背中にいる他の女の子とセックスしている。\n\n私は本当にこのアニメを見捨てたいと思っていたので、このアニメを落としたいと思っていました。 私はこのアニメを通して実際に気にしたキャラクターは1人しかいませんでした。 しかし、私がキャラクターを嫌っているにもかかわらず、このショーには私が好きだったものがありました。アニメーションは大丈夫だと思いましたが、ショーの最高の部分はエンディングです。 結末はあなたを喜ばせ、詩的な正義です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nThis is with out a doubt the WORST anime i have ever scene.\n\n\u001b[1mこれは疑いの余地がありませんが、私は今までシーンがありました。\u001b[22m\n\u001b[1m(Kore wa utagai no yochi ga arimasenga, watashi wa ima made shīn ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is with out a doubt the WORST anime i have ever scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is with out a doubt the WORST anime i have ever scene.\u001b[24m\n    \u001b[1mこれは疑いの余地がありませんが、私は今までシーンがありました。\u001b[22m, \u001b[1mこれは疑い外で私が今までのシーンを持っているWORSTアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nSchool Days is just average after the first 5 episodes, but then by episode 8 you just want to punch a hole through a wall. The biggest problem with this show is that 99% of the characters are despicable. Makoto and Sekai are the worst anime characters I have ever seen. The one main character that I actually cared about was Kotonoha because she is the innocent victim who goes insane because her 'boyfriend' is a cheating douchebag.\n\n\u001b[1m学校の日は最初の5つのエピソードの後のちょうど平均ですが、次にエピソード8では壁に穴を開けるだけです。 このショーの最大の問題は、99％のキャラクターが卑劣であることです。 誠と世界は私が今まで見た中で最悪のアニメキャラクターです。 彼女の「ボーイフレンド」が不正なダッシュバッグであるので、私が実際に気にした主人公はコトノハでした。なぜなら、彼女は無邪気な犠牲者なのですから。\u001b[22m\n\u001b[1m(Gakkō no hi wa saisho no itsutsu no episōdo no nochi no chōdo heikindesuga, tsugini episōdo 8de wa kabe ni anawoakeru dakedesu. Kono shō no saidai no mondai wa, 99-pāsento no kyarakutā ga hiretsudearu kotodesu. Makoto to sekai wa watashi ga imamade mita naka de saiaku no animekyarakutādesu. Kanojo no `bōifurendo' ga fuseina dasshu baggudearunode, watashi ga jissai ni ki ni shita shujinkō wa kotonohadeshita. Nazenara, kanojo wa mujakina gisei-shana nodesukara.)\u001b[22m\n\nTranslations of \u001b[4mSchool Days is just average after the first 5 episodes, but then by episode 8 you just want to punch a hole through a wall. The biggest problem with this show is that 99% of the characters are despicable. Makoto and Sekai are the worst anime characters I have ever seen. The one main character that I actually cared about was Kotonoha because she is the innocent victim who goes insane because her 'boyfriend' is a cheating douchebag.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Days is just average after the first 5 episodes, but then by episode 8 you just want to punch a hole through a wall.\u001b[24m\n    \u001b[1m学校の日は最初の5つのエピソードの後のちょうど平均ですが、次にエピソード8では壁に穴を開けるだけです。\u001b[22m, \u001b[1m学生時代は、最初の5エピソードの後には平均ですが、その後のエピソード8で、あなただけの壁に穴をパンチしたいです。\u001b[22m\n\u001b[4mThe biggest problem with this show is that 99% of the characters are despicable.\u001b[24m\n    \u001b[1mこのショーの最大の問題は、99％のキャラクターが卑劣であることです。\u001b[22m, \u001b[1mこのショーの最大の問題は、文字の99％が卑劣なことです。\u001b[22m\n\u001b[4mMakoto and Sekai are the worst anime characters I have ever seen.\u001b[24m\n    \u001b[1m誠と世界は私が今まで見た中で最悪のアニメキャラクターです。\u001b[22m, \u001b[1m誠と世界は、私が今まで見た中で最悪のアニメのキャラクターです。\u001b[22m\n\u001b[4mThe one main character that I actually cared about was Kotonoha because she is the innocent victim who goes insane because her 'boyfriend' is a cheating douchebag.\u001b[24m\n    \u001b[1m彼女の「ボーイフレンド」が不正なダッシュバッグであるので、私が実際に気にした主人公はコトノハでした。なぜなら、彼女は無邪気な犠牲者なのですから。\u001b[22m, \u001b[1m彼女は「ボーイフレンド」は不正行為のdouchebagですので非常識行く無実の犠牲者であるので、私は実際に気に1主人公はコトノハました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself is pretty unique because it's about someone being cheated on by someone else. However instead of choosing a girl Makoto does the exact opposite and has sex with the other girls behind Sekai and Kotonoha's back.\n\n\u001b[1m物語そのものは、他の誰かが騙されているという理由でかなりユニークです。 しかし、女の子を選ぶのではなく、誠が正反対で、セカイとコトノハの背中にいる他の女の子とセックスしている。\u001b[22m\n\u001b[1m(Monogatari sonomono wa, hoka no dareka ga damasa rete iru to iu riyū de kanari yunīkudesu. Shikashi, on'nanoko o erabu node wa naku, makoto ga seihantai de, sekai to kotonoha no senaka ni iru ta no on'nanoko to sekkusu shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself is pretty unique because it's about someone being cheated on by someone else. However instead of choosing a girl Makoto does the exact opposite and has sex with the other girls behind Sekai and Kotonoha's back.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself is pretty unique because it's about someone being cheated on by someone else.\u001b[24m\n    \u001b[1m物語そのものは、他の誰かが騙されているという理由でかなりユニークです。\u001b[22m, \u001b[1mそれが他の誰かによって上だまされている誰かについてですので、ストーリー自体はかなりユニークです。\u001b[22m\n\u001b[4mHowever instead of choosing a girl Makoto does the exact opposite and has sex with the other girls behind Sekai and Kotonoha's back.\u001b[24m\n    \u001b[1mしかし、女の子を選ぶのではなく、誠が正反対で、セカイとコトノハの背中にいる他の女の子とセックスしている。\u001b[22m, \u001b[1mしかし、代わりの誠は正反対を行い、世界とコトノハの背中の後ろに他の女の子とセックスを持っている女の子を選びます。\u001b[22m\n\u001b[1m\u001b[22m\nI really wanted to drop this anime due to the fact that it was painful to watch. There was only one character that I actually cared about throughout this anime. However, even though I detest the characters there were stuff in this show that I did like for example I thought the animation was ok, but the best part of the show is the ending. The ending will have you rejoicing and is poetic justice.\n\n\u001b[1m私は本当にこのアニメを見捨てたいと思っていたので、このアニメを落としたいと思っていました。 私はこのアニメを通して実際に気にしたキャラクターは1人しかいませんでした。 しかし、私がキャラクターを嫌っているにもかかわらず、このショーには私が好きだったものがありました。アニメーションは大丈夫だと思いましたが、ショーの最高の部分はエンディングです。 結末はあなたを喜ばせ、詩的な正義です。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o misutetai to omotte itanode, kono anime o otoshitai to omotte imashita. Watashi wa kono anime o tōshite jissai ni ki ni shita kyarakutā wa 1-ri shika imasendeshita. Shikashi, watashi ga kyarakutā o kiratte iru nimokakawarazu, kono shō ni wa watashi ga sukidatta mono ga arimashita. Animēshon wa daijōbuda to omoimashitaga, shō no saikō no bubun wa endingudesu. Ketsumatsu wa anata o yorokoba se, shitekina seigidesu.)\u001b[22m\n\nTranslations of \u001b[4mI really wanted to drop this anime due to the fact that it was painful to watch. There was only one character that I actually cared about throughout this anime. However, even though I detest the characters there were stuff in this show that I did like for example I thought the animation was ok, but the best part of the show is the ending. The ending will have you rejoicing and is poetic justice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really wanted to drop this anime due to the fact that it was painful to watch.\u001b[24m\n    \u001b[1m私は本当にこのアニメを見捨てたいと思っていたので、このアニメを落としたいと思っていました。\u001b[22m, \u001b[1m私は実際に起因し、見ていて苦痛だったという事実のためにこのアニメをドロップするように望んでいました。\u001b[22m\n\u001b[4mThere was only one character that I actually cared about throughout this anime.\u001b[24m\n    \u001b[1m私はこのアニメを通して実際に気にしたキャラクターは1人しかいませんでした。\u001b[22m, \u001b[1m私は実際にこのアニメを通じて気に唯一の1文字がありました。\u001b[22m\n\u001b[4mHowever, even though I detest the characters there were stuff in this show that I did like for example I thought the animation was ok, but the best part of the show is the ending.\u001b[24m\n    \u001b[1mしかし、私がキャラクターを嫌っているにもかかわらず、このショーには私が好きだったものがありました。アニメーションは大丈夫だと思いましたが、ショーの最高の部分はエンディングです。\u001b[22m, \u001b[1mしかし、私は文字を憎むにもかかわらず、例えば、私はアニメーションはOKだったが、ショーの最良の部分は、エンディングで思ったように私がやったこのショーでのようなものがありました。\u001b[22m\n\u001b[4mThe ending will have you rejoicing and is poetic justice.\u001b[24m\n    \u001b[1m結末はあなたを喜ばせ、詩的な正義です。\u001b[22m, \u001b[1m結末は、あなたが喜びと勧善懲悪である必要があります。\u001b[22m"
  },
  {
    "title": "School_Days",
    "id": "2476",
    "url": "https://myanimelist.net/anime/2476/School_Days",
    "user": "Another_Nobody",
    "profile": "/profile/Another_Nobody/reviews",
    "pages": "16",
    "number": "20",
    "link": "/reviews.php?id=227888",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  6\n\nこのアニメは本当にヒットかミスです。あなたはそれを愛しているか嫌いです。\n\n私は本当にこのアニメがどのように展開したのか楽しみました。本当に予期せぬ出来事でした。正直言って、それは終わったのでうれしいです。\n\nマコトは本当に恐ろしい性格なので、彼はみんなの人生を台無しにして本当に私を彼を憎んでしまった。 彼はセックスを彼の人生を支配させ、彼は他の人の気持ちを気にしなかった。\n彼は、彼がインタラクションしたすべての人を傷つけ、正直なところ、セカイは問題を処理するのに素晴らしい仕事をしました。\n\nセカイとコトノハが彼のために落ちたことは分かっていますが、他の人たちのやり方も分かりません。\n\n全体的にこのアニメは素晴らしい、現実的なメッセージを持っています、あなたの友人に不正行為と嘘は誰にでも傷つき、それは価値がありません。 一部の人々は他の人よりもそれを扱うことができますが、結局は決して同じではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is a real hit or miss, either you love it or hate it.\n\n\u001b[1mこのアニメは本当にヒットかミスです。あなたはそれを愛しているか嫌いです。\u001b[22m\n\u001b[1m(Kono anime wa hontōni hitto ka misudesu. Anata wa sore o aishite iru ka kiraidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is a real hit or miss, either you love it or hate it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is a real hit or miss, either you love it or hate it.\u001b[24m\n    \u001b[1mこのアニメは本当にヒットかミスです。あなたはそれを愛しているか嫌いです。\u001b[22m, \u001b[1mこのアニメは、実際のヒットまたはミスで、どちらかあなたはそれを愛するか、それを嫌います。\u001b[22m\n\u001b[1m\u001b[22m\nI really did enjoy how this anime rolled out, it was a truly unexpected end and to be honest I'm glad it ended that way.\n\n\u001b[1m私は本当にこのアニメがどのように展開したのか楽しみました。本当に予期せぬ出来事でした。正直言って、それは終わったのでうれしいです。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime ga dono yō ni tenkai shita no ka tanoshimimashita. Hontōni yokisenudekigotodeshita. Shōjiki itte, sore wa owattanode ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI really did enjoy how this anime rolled out, it was a truly unexpected end and to be honest I'm glad it ended that way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really did enjoy how this anime rolled out, it was a truly unexpected end and to be honest I'm glad it ended that way.\u001b[24m\n    \u001b[1m私は本当にこのアニメがどのように展開したのか楽しみました。本当に予期せぬ出来事でした。正直言って、それは終わったのでうれしいです。\u001b[22m, \u001b[1m私は本当にこのアニメがロールアウトする方法、それは本当に予想外の終わりだったと私はそれがそのように終了うれしいです正直に言うと楽しんでいました。\u001b[22m\n\u001b[1m\u001b[22m\nMakoto is truly a horrible character, he ruined everyone's life and it truly made me hate him. He let sex rule his life and made him not care about the other people's feelings.\n\n\u001b[1m真実は本当に恐ろしい性格で、彼はみんなの人生を台無しにして本当に私を彼を憎んでしまった。 彼はセックスを彼の人生を支配させ、彼は他の人の気持ちを気にしなかった。\u001b[22m\n\u001b[1m(Shinjitsu wa hontōni osoroshī seikaku de, kare wa min'na no jinsei o dainashi ni shite hontōni watashi o kare o nikunde shimatta. Kare wa sekkusu o kare no jinsei o shihai sa se, kare wa hokanohito no kimochi o ki ni shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mMakoto is truly a horrible character, he ruined everyone's life and it truly made me hate him. He let sex rule his life and made him not care about the other people's feelings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMakoto is truly a horrible character, he ruined everyone's life and it truly made me hate him.\u001b[24m\n    \u001b[1m真実は本当に恐ろしい性格で、彼はみんなの人生を台無しにして本当に私を彼を憎んでしまった。\u001b[22m, \u001b[1m誠は本当に恐ろしい文字で、彼はすべての人の人生を台無しにし、それは本当に私は彼を憎むました。\u001b[22m\n\u001b[4mHe let sex rule his life and made him not care about the other people's feelings.\u001b[24m\n    \u001b[1m彼はセックスを彼の人生を支配させ、彼は他の人の気持ちを気にしなかった。\u001b[22m, \u001b[1m彼はセックスが彼の人生を支配させ、彼は他の人の気持ちを気にしないで作られました。\u001b[22m\nHe hurt pretty much everyone he interacted and he honestly had it coming, Sekai did a great job in taking care of the problem.\n\n\u001b[1m彼は、彼がインタラクションしたすべての人を傷つけ、正直なところ、セカイは問題を処理するのに素晴らしい仕事をしました。\u001b[22m\n\u001b[1m(Kare wa, kare ga intarakushon shita subete no hito o kizutsuke, shōjikina tokoro, sekai wa mondai o shori surunoni subarashī shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mHe hurt pretty much everyone he interacted and he honestly had it coming, Sekai did a great job in taking care of the problem.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe hurt pretty much everyone he interacted and he honestly had it coming, Sekai did a great job in taking care of the problem.\u001b[24m\n    \u001b[1m彼は、彼がインタラクションしたすべての人を傷つけ、正直なところ、セカイは問題を処理するのに素晴らしい仕事をしました。\u001b[22m, \u001b[1m彼は相互作用し、彼は正直に世界が問題の世話をするには素晴らしい仕事をした、それが来ていたほとんどすべての人を傷つけます。\u001b[22m\n\u001b[1m\u001b[22m\nI understand that Sekai and Kotonoha fell for him, I just don't really understand how the others did too, it feels rather forced.\n\n\u001b[1mセカイとコトノハが彼のために落ちたことは分かっていますが、他の人たちのやり方も分かりません。\u001b[22m\n\u001b[1m(Sekai to kotonoha ga kare no tame ni ochita koto wa wakatte imasuga, hokanohito-tachi no yarikata mo wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mI understand that Sekai and Kotonoha fell for him, I just don't really understand how the others did too, it feels rather forced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI understand that Sekai and Kotonoha fell for him, I just don't really understand how the others did too, it feels rather forced.\u001b[24m\n    \u001b[1mセカイとコトノハが彼のために落ちたことは分かっていますが、他の人たちのやり方も分かりません。\u001b[22m, \u001b[1m私はそれがむしろ強制感じ、世界とコトノハは彼のために落ちた、私は本当に他の人があまりにもどうやったのか理解していないことを理解しています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this anime has a great and realistic message, that cheating and lying to your friends just hurts everyone and it's not worth it. Some people can deal with that better than others but in the end you'll just never be the same.\n\n\u001b[1m全体的にこのアニメは素晴らしい、現実的なメッセージを持っています、あなたの友人に不正行為と嘘は誰にでも傷つき、それは価値がありません。 一部の人々は他の人よりもそれを扱うことができますが、結局は決して同じではありません。\u001b[22m\n\u001b[1m(Zentai-teki ni kono anime wa subarashī, genjitsu-tekina messēji o motte imasu, anata no yūjin ni fusei kōi to uso wa darenidemo kizutsuki, soreha kachi ga arimasen. Ichibu no hitobito wa hokanohito yori mo sore o atsukau koto ga dekimasuga, kekkyoku wa kesshite onajide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall this anime has a great and realistic message, that cheating and lying to your friends just hurts everyone and it's not worth it. Some people can deal with that better than others but in the end you'll just never be the same.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this anime has a great and realistic message, that cheating and lying to your friends just hurts everyone and it's not worth it.\u001b[24m\n    \u001b[1m全体的にこのアニメは素晴らしい、現実的なメッセージを持っています、あなたの友人に不正行為と嘘は誰にでも傷つき、それは価値がありません。\u001b[22m, \u001b[1m全体的にこのアニメは素晴らしいと現実的なメッセージ、その不正行為があり、お友達に横たわっていることは、単に誰もが痛い、それはそれだけの価値はありません。\u001b[22m\n\u001b[4mSome people can deal with that better than others but in the end you'll just never be the same.\u001b[24m\n    \u001b[1m一部の人々は他の人よりもそれを扱うことができますが、結局は決して同じではありません。\u001b[22m, \u001b[1m一部の人々は他よりもより良い対処することができますが、最終的にはあなただけ同じになることは決してないだろう。\u001b[22m"
  }
]
