[
  {
    "title": "Chance_Triangle_Session",
    "id": "2495",
    "url": "https://myanimelist.net/anime/2495/Chance_Triangle_Session",
    "user": "Winter",
    "profile": "/profile/Winter/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=14963",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\n私は新しいシリーズと幻想、レビューを開始するとき、それは常に私の心を吹く！ 私はそれを見たいのかどうか、どのように地球上で決めるのだろうか？ まあ問題ではありませんが、チャンス・ポップ・セッションは無審査の世界の荒涼とした世界から始まります。\n\n私はこれまでのアニメを見たいと思っていました.Youtubeのシーンを見たことがあります。 人生の2週間が私のお尻を蹴った後、それは時間だった。 私のタイミングはまさに完璧だった。 これは、あなたが悪い一日の後に帰宅したいショーです。 いくつかの点で、私は起きているか、快適な昼寝をしていたように、自分自身がすべてリラックスしたように感じました。 それは甘かった、それは落ち着いていた、それは退屈ではなかった。 自分の精神を持ち上げるだけのショーのタイプ。\n\n残念ながら、これはショーが完璧であるとは限りません。 それはそれの良い点と一緒に正しい欠陥を持っています。 プロットは...予測可能だった。 本当に驚きはありませんでした。私はそれが起こる前に何が起こるのかを簡単に理解することができました。 イベントはすべて展開されているだけです。 アニメは明らかなプロット点を隠そうとせず、その代わりにどのような話が伝えられたかにもっと集中することを選択しました。 どちらもOKです。 ただ座って、しばらく乗って楽しむのはいいですね。 しかし、ショーの進行に伴い、深く隠されたプロットグッズや謎を愛している人のタイプであれば、他の場所を見ることができます。\n\n私は芸術についてさまざまな感情を持っています。 芸術のスタイルは異なっていた。 時にはそれはまれであるように見えました。しかし、彼らはまったく違う何かに行きました。 私は細部への注意を非常に気に入っていました。 また、ほとんどの場合、少しのミュージックビデオが登場するでしょう（オハイオ州はい）、アートはそのうちの1つか2つで劇的な変化を経験しますが、気分に合っていて、ちょうど効果がありました。\n\nそして今、音楽。 私は音楽的なアニメのある時点でこれに着く必要がありました。 彼らが本当に好きだったので、私は実際に曲が好きだったので、私はとても幸運です。 それは魔法の女の子アニメの変換シーケンスを思い出させるようになりました。 彼らは毎回同じ曲を1曲ずつ見せてくれました。 音楽ビデオが来たら、私はとても安心しました。なぜなら、それは違った意味だったのですが、2つ目は3つのマイクがどこにも出てこないことがわかったので、私は同じリサイクルシーンにいることが分かりました。 私は間違っていないでください、私は自分自身が今朝シャワーで陽気な歌のいくつかをハミングしていることがわかりました。 彼らが新しい何かを歌っているのを見てうれしかったでしょう。\n\nそのキャラクターはまるでまるでまともではなかった。 実質的なキャラクターの開発はありませんでしたが、前に述べたように、ディテールへの注意はすごいです。 特に彼らのユニークな性格については、 すべてのキャラクターが目的を果たし、無駄なものはなく、効果がありました。 本当に家に帰るものはありません。\n\nこのレビューがどのように聞こえるかもしれないが、私はこのショーを徹底的に楽しんだ。 素敵なメッセージがあり、ストレスを取り除き、素敵な音楽がありました。 私はそれにショーを与えることを間違いなく推奨します。 記念碑的な作品を期待してはいけません。 このショーの魅力は、あまりにも深刻なことではなく、そうでないものにしようとしているということです。 ショーはちょうどです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt always blows my mind when I start a new series and poof, no review! How on earth will I decide whether I want to watch it or not? Well no matter, I will say Chance Pop Session from the desolate world of no-review land.\n\n\u001b[1m私は新しいシリーズと幻想、レビューを開始するとき、それは常に私の心を吹く！ 私はそれを見たいのかどうか、どのように地球上で決めるのだろうか？ まあ問題ではありませんが、チャンス・ポップ・セッションは無審査の世界の荒涼とした世界から始まります。\u001b[22m\n\u001b[1m(Watashi wa atarashī shirīzu to gensō, rebyū o kaishi suru toki, sore wa tsuneni watashi no kokoro o fuku! Watashi wa sore o mitai no ka dō ka, dono yō ni chikyū-jō de kimeru nodarou ka? Mā mondaide wa arimasenga, chansu poppu sesshon wa mu shinsa no sekai no kōryō to shita sekai kara hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt always blows my mind when I start a new series and poof, no review! How on earth will I decide whether I want to watch it or not? Well no matter, I will say Chance Pop Session from the desolate world of no-review land.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt always blows my mind when I start a new series and poof, no review!\u001b[24m\n    \u001b[1m私は新しいシリーズと幻想、レビューを開始するとき、それは常に私の心を吹く！\u001b[22m, \u001b[1m私は新シリーズとパッと消える、無審査を開始するとき、それは常に私の心を吹きます！\u001b[22m\n\u001b[4mHow on earth will I decide whether I want to watch it or not?\u001b[24m\n    \u001b[1m私はそれを見たいのかどうか、どのように地球上で決めるのだろうか？\u001b[22m, \u001b[1mどのように地球上で私はそれを見たりしないようにしたいかどうかを決めるのだろうか？\u001b[22m\n\u001b[4mWell no matter, I will say Chance Pop Session from the desolate world of no-review land.\u001b[24m\n    \u001b[1mまあ問題ではありませんが、チャンス・ポップ・セッションは無審査の世界の荒涼とした世界から始まります。\u001b[22m, \u001b[1mまあどんなに、私は無審査土地の荒涼とした世界からチャンス〜トライアングルセッション〜を言うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nI'd been wanting to see this anime for some time now, ever since I saw a scene on Youtube that was easily the sweetest clip ever. After two weeks of life kicking my butt, it was time. And my timing was just about perfect. This is the show you want to come home to after a bad day. At some points I felt myself get all relaxed, like I was either waking up or lulling into a pleasant nap. It was sweet, it was calming, it wasn't boring. Just the type of show to lift one's spirits.\n\n\u001b[1m私はこれまでのアニメを見たいと思っていました.Youtubeのシーンを見たことがあります。 人生の2週間が私のお尻を蹴った後、それは時間だった。 私のタイミングはまさに完璧だった。 これは、あなたが悪い一日の後に帰宅したいショーです。 いくつかの点で、私は起きているか、快適な昼寝をしていたように、自分自身がすべてリラックスしたように感じました。 それは甘かった、それは落ち着いていた、それは退屈ではなかった。 自分の精神を持ち上げるだけのショーのタイプ。\u001b[22m\n\u001b[1m(Watashi wa kore made no anime o mitai to omotte imashita. Youtube no shīn o mita koto ga arimasu. Jinsei no 2-shūkan ga watashi no o shiri o ketta nochi, soreha jikandatta. Watashi no taimingu wa masani kanpekidatta. Kore wa, anata ga warui tsuitachi no nochi ni kitaku shitai shōdesu. Ikutsu ka no ten de, watashi wa okite iru ka, kaitekina hirune o shite ita yō ni, jibun jishin ga subete rirakkusu shita yō ni kanjimashita. Sore wa umakatta, sore wa ochitsuite ita, sore wa taikutsude wa nakatta. Jibun no seishin o mochiageru dake no shō no taipu.)\u001b[22m\n\nTranslations of \u001b[4mI'd been wanting to see this anime for some time now, ever since I saw a scene on Youtube that was easily the sweetest clip ever. After two weeks of life kicking my butt, it was time. And my timing was just about perfect. This is the show you want to come home to after a bad day. At some points I felt myself get all relaxed, like I was either waking up or lulling into a pleasant nap. It was sweet, it was calming, it wasn't boring. Just the type of show to lift one's spirits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd been wanting to see this anime for some time now, ever since I saw a scene on Youtube that was easily the sweetest clip ever.\u001b[24m\n    \u001b[1m私はこれまでのアニメを見たいと思っていました.Youtubeのシーンを見たことがあります。\u001b[22m, \u001b[1m私は簡単に今まで甘いクリップたYoutubeでのシーンを見て以来、今しばらくの間このアニメを見たいと思っされてんです。\u001b[22m\n\u001b[4mAfter two weeks of life kicking my butt, it was time.\u001b[24m\n    \u001b[1m人生の2週間が私のお尻を蹴った後、それは時間だった。\u001b[22m, \u001b[1m私のお尻を蹴っ人生の2週間後、それは時間でした。\u001b[22m\n\u001b[4mAnd my timing was just about perfect.\u001b[24m\n    \u001b[1m私のタイミングはまさに完璧だった。\u001b[22m, \u001b[1mそして、私のタイミングがちょうど約完璧でした。\u001b[22m\n\u001b[4mThis is the show you want to come home to after a bad day.\u001b[24m\n    \u001b[1mこれは、あなたが悪い一日の後に帰宅したいショーです。\u001b[22m, \u001b[1mこれは、あなたが悪い日後に家に来てほしいショーです。\u001b[22m\n\u001b[4mAt some points I felt myself get all relaxed, like I was either waking up or lulling into a pleasant nap.\u001b[24m\n    \u001b[1mいくつかの点で、私は起きているか、快適な昼寝をしていたように、自分自身がすべてリラックスしたように感じました。\u001b[22m, \u001b[1mいくつかの点で私は、私はどちらかの目を覚ますか、心地よい昼寝になだめるたように、自分自身がすべてのリラックスを取得感じました。\u001b[22m\n\u001b[4mIt was sweet, it was calming, it wasn't boring.\u001b[24m\n    \u001b[1mそれは甘かった、それは落ち着いていた、それは退屈ではなかった。\u001b[22m, \u001b[1mそれは退屈ではなかった、それは沈静化して、甘かったです。\u001b[22m\n\u001b[4mJust the type of show to lift one's spirits.\u001b[24m\n    \u001b[1m自分の精神を持ち上げるだけのショーのタイプ。\u001b[22m, \u001b[1m自分の霊を持ち上げるショーのちょうどタイプ。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, this doesn't mean the show is perfect. It has its flaws right along with it's good points. The plot was...predictable. There really weren't any surprises to be had and I could easily figure out what was going to happen before it did. It all became a matter of just watching the events unfold. The anime didn't even try to hide the obvious plot points, instead opting to concentrate more on how the story was told rather then what story was told. Which is OK. It's nice to just sit back and enjoy the ride once in a while. But if you're the type of person who loves deep, hidden plot goodies and mysteries to uncover and unravel as the show goes on, look elsewhere.\n\n\u001b[1m残念ながら、これはショーが完璧であるとは限りません。 それはそれの良い点と一緒に正しい欠陥を持っています。 プロットは...予測可能だった。 本当に驚きはありませんでした。私はそれが起こる前に何が起こるのかを簡単に理解することができました。 イベントはすべて展開されているだけです。 アニメは明らかなプロット点を隠そうとせず、その代わりにどのような話が伝えられたかにもっと集中することを選択しました。 どちらもOKです。 ただ座って、しばらく乗って楽しむのはいいですね。 しかし、ショーの進行に伴い、深く隠されたプロットグッズや謎を愛している人のタイプであれば、他の場所を見ることができます。\u001b[22m\n\u001b[1m(Zan'nen'nagara, koreha shō ga kanpekidearu to wa kagirimasen. Sore wa sore no yoi ten to issho ni tadashī kekkan o motte imasu. Purotto wa... Yosoku kanōdatta. Hontōni odoroki wa arimasendeshita. Watashi wa sore ga okoru mae ni nani ga okoru no ka o kantan ni rikai suru koto ga dekimashita. Ibento wa subete tenkai sa rete iru dakedesu. Anime wa akirakana purotto-ten o kakusou to sezu, sonokawarini do no yōna hanashi ga tsutae rareta ka ni motto shūchū suru koto o sentaku shimashita. Dochira mo OKdesu. Tada suwatte, shibaraku notte tanoshimu no wa īdesu ne. Shikashi, shō no shinkō ni tomonai, fukaku kakusa reta purottoguzzu ya nazo o aishite iru hito no taipudeareba, hoka no basho o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, this doesn't mean the show is perfect. It has its flaws right along with it's good points. The plot was...predictable. There really weren't any surprises to be had and I could easily figure out what was going to happen before it did. It all became a matter of just watching the events unfold. The anime didn't even try to hide the obvious plot points, instead opting to concentrate more on how the story was told rather then what story was told. Which is OK. It's nice to just sit back and enjoy the ride once in a while. But if you're the type of person who loves deep, hidden plot goodies and mysteries to uncover and unravel as the show goes on, look elsewhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, this doesn't mean the show is perfect.\u001b[24m\n    \u001b[1m残念ながら、これはショーが完璧であるとは限りません。\u001b[22m, \u001b[1m残念ながら、これはショーが完璧であることを意味しません。\u001b[22m\n\u001b[4mIt has its flaws right along with it's good points.\u001b[24m\n    \u001b[1mそれはそれの良い点と一緒に正しい欠陥を持っています。\u001b[22m, \u001b[1mそれは右、それは良い点だと一緒に、その欠陥を持っています。\u001b[22m\n\u001b[4mThe plot was...predictable.\u001b[24m\n    \u001b[1mプロットは...予測可能だった。\u001b[22m, \u001b[1mプロットはあった...予測可能。\u001b[22m\n\u001b[4mThere really weren't any surprises to be had and I could easily figure out what was going to happen before it did.\u001b[24m\n    \u001b[1m本当に驚きはありませんでした。私はそれが起こる前に何が起こるのかを簡単に理解することができました。\u001b[22m, \u001b[1m本当にいたことに、私はそれがなかったの前に起こるように何が起こっていたか、容易に把握することができ、任意の驚きはありませんでした。\u001b[22m\n\u001b[4mIt all became a matter of just watching the events unfold.\u001b[24m\n    \u001b[1mイベントはすべて展開されているだけです。\u001b[22m, \u001b[1mこれは、すべてのイベントだけが展開見ての問題となりました。\u001b[22m\n\u001b[4mThe anime didn't even try to hide the obvious plot points, instead opting to concentrate more on how the story was told rather then what story was told.\u001b[24m\n    \u001b[1mアニメは明らかなプロット点を隠そうとせず、その代わりにどのような話が伝えられたかにもっと集中することを選択しました。\u001b[22m, \u001b[1mアニメでも代わりに物語が言われた何の話ではなく、次に言われた方法の詳細を集中するために選ぶ、明らかなプロット点を隠そうとしませんでした。\u001b[22m\n\u001b[4mWhich is OK.\u001b[24m\n    \u001b[1mどちらもOKです。\u001b[22m, \u001b[1mこれはOKです。\u001b[22m\n\u001b[4mIt's nice to just sit back and enjoy the ride once in a while.\u001b[24m\n    \u001b[1mただ座って、しばらく乗って楽しむのはいいですね。\u001b[22m, \u001b[1mそれはちょうど後ろに座ると、たまに乗り心地を楽しむことがうれしいです。\u001b[22m\n\u001b[4mBut if you're the type of person who loves deep, hidden plot goodies and mysteries to uncover and unravel as the show goes on, look elsewhere.\u001b[24m\n    \u001b[1mしかし、ショーの進行に伴い、深く隠されたプロットグッズや謎を愛している人のタイプであれば、他の場所を見ることができます。\u001b[22m, \u001b[1mあなたが発見し、ショーが進むにつれて解明する深い、隠されたプロットグッズや謎を愛する人のタイプをしている場合でも、他の場所に見えます。\u001b[22m\n\u001b[1m\u001b[22m\nI have mixed feelings about the art. The art style was different. At times it seemed bland, but then they'd just go into something completely different. I loved the attention to detail, just little things that they were very good about keeping on top of. Also every so often a little music video would appear (oh yes) and the art goes through some drastic changes in one or two of them, but they fit the mood and it just worked.\n\n\u001b[1m私は芸術についてさまざまな感情を持っています。 芸術のスタイルは異なっていた。 時にはそれはまれであるように見えました。しかし、彼らはまったく違う何かに行きました。 私は細部への注意を非常に気に入っていました。 また、ほとんどの場合、少しのミュージックビデオが登場するでしょう（オハイオ州はい）、アートはそのうちの1つか2つで劇的な変化を経験しますが、気分に合っていて、ちょうど効果がありました。\u001b[22m\n\u001b[1m(Watashi wa geijutsu ni tsuite samazamana kanjō o motte imasu. Geijutsu no sutairu wa kotonatte ita. Tokiniha sore wa maredearu yō ni miemashita. Shikashi, karera wa mattaku chigau nanika ni ikimashita. Watashi wa saibu e no chūi o hijō ni kiniitte imashita. Mata, hotondo no baai, sukoshi no myūjikkubideo ga tōjō surudeshou (Ohaio-shū wa i), āto wa sonōchi no 1tsu ka 2tsu de gekitekina henka o keiken shimasuga, kibun ni atte ite, chōdo kōka ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI have mixed feelings about the art. The art style was different. At times it seemed bland, but then they'd just go into something completely different. I loved the attention to detail, just little things that they were very good about keeping on top of. Also every so often a little music video would appear (oh yes) and the art goes through some drastic changes in one or two of them, but they fit the mood and it just worked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have mixed feelings about the art.\u001b[24m\n    \u001b[1m私は芸術についてさまざまな感情を持っています。\u001b[22m, \u001b[1m私は芸術についての複雑な気持ちを持っています。\u001b[22m\n\u001b[4mThe art style was different.\u001b[24m\n    \u001b[1m芸術のスタイルは異なっていた。\u001b[22m, \u001b[1mアートスタイルが異なっていました。\u001b[22m\n\u001b[4mAt times it seemed bland, but then they'd just go into something completely different.\u001b[24m\n    \u001b[1m時にはそれはまれであるように見えました。しかし、彼らはまったく違う何かに行きました。\u001b[22m, \u001b[1m時にはそれは当たり障りのないように見えたが、その後、彼らは完全に異なるものに行くだろう。\u001b[22m\n\u001b[4mI loved the attention to detail, just little things that they were very good about keeping on top of.\u001b[24m\n    \u001b[1m私は細部への注意を非常に気に入っていました。\u001b[22m, \u001b[1m私は、彼らがの上に保つことについては非常に良好だっただけささいなこと、細部に注意を愛しました。\u001b[22m\n\u001b[4mAlso every so often a little music video would appear (oh yes) and the art goes through some drastic changes in one or two of them, but they fit the mood and it just worked.\u001b[24m\n    \u001b[1mまた、ほとんどの場合、少しのミュージックビデオが登場するでしょう（オハイオ州はい）、アートはそのうちの1つか2つで劇的な変化を経験しますが、気分に合っていて、ちょうど効果がありました。\u001b[22m, \u001b[1mまた、しょっちゅう少しミュージックビデオが現れる（ああ）とアートは、1またはそれらの2でいくつかの劇的な変化を通過しますが、彼らは、気分に合わせて、それだけで働きました。\u001b[22m\n\u001b[1m\u001b[22m\nAnd now the music. I had to get to this at some point in a musical anime. I am so lucky I actually liked the songs, because they sure liked to repeat them. It started to remind me of transformation sequences in magical girl anime; they showed the same scene for the one song every time. I was so relieved when the music videos came on, because that meant something different, but the second I saw three microphones appear out of nowhere I knew I was in for yet the same recycled scene. Don't get me wrong, I found myself humming some of the songs cheerfully in the shower this morning. It just would have been nice to see them singing something new.\n\n\u001b[1mそして今、音楽。 私は音楽的なアニメのある時点でこれに着く必要がありました。 彼らが本当に好きだったので、私は実際に曲が好きだったので、私はとても幸運です。 それは魔法の女の子アニメの変換シーケンスを思い出させるようになりました。 彼らは毎回同じ曲を1曲ずつ見せてくれました。 音楽ビデオが来たら、私はとても安心しました。なぜなら、それは違った意味だったのですが、2つ目は3つのマイクがどこにも出てこないことがわかったので、私は同じリサイクルシーンにいることが分かりました。 私は間違っていないでください、私は自分自身が今朝シャワーで陽気な歌のいくつかをハミングしていることがわかりました。 彼らが新しい何かを歌っているのを見てうれしかったでしょう。\u001b[22m\n\u001b[1m(Soshite ima, ongaku. Watashi wa ongaku-tekina anime no aru jiten de kore ni tsuku hitsuyō ga arimashita. Karera ga hontōni sukidattanode, watashi wa jissai ni kyoku ga sukidattanode, watashi wa totemo kōundesu. Sore wa mahō no on'nanoko anime no henkan shīkensu o omoidasa seru yō ni narimashita. Karera wa maikai onaji kyoku o 1-kyoku zutsu misete kuremashita. Ongaku bideo ga kitara, watashi wa totemo anshin shimashita. Nazenara, sore wa chigatta imidatta nodesuga, 2tsu-me wa 3ttsu no maiku ga dokoni mo dete konai koto ga wakattanode, watashi wa onaji risaikurushīn ni iru koto ga wakarimashita. Watashi wa machigatteinai de kudasai, watashi wa jibun jishin ga kesa shawā de yōkina uta no ikutsu ka o hamingu shite iru koto ga wakarimashita. Karera ga atarashī nanika o utatte iru no o mite ureshikattadeshou.)\u001b[22m\n\nTranslations of \u001b[4mAnd now the music. I had to get to this at some point in a musical anime. I am so lucky I actually liked the songs, because they sure liked to repeat them. It started to remind me of transformation sequences in magical girl anime; they showed the same scene for the one song every time. I was so relieved when the music videos came on, because that meant something different, but the second I saw three microphones appear out of nowhere I knew I was in for yet the same recycled scene. Don't get me wrong, I found myself humming some of the songs cheerfully in the shower this morning. It just would have been nice to see them singing something new.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd now the music.\u001b[24m\n    \u001b[1mそして今、音楽。\u001b[22m\n\u001b[4mI had to get to this at some point in a musical anime.\u001b[24m\n    \u001b[1m私は音楽的なアニメのある時点でこれに着く必要がありました。\u001b[22m, \u001b[1m私は、音楽、アニメの中でいくつかの点でこれまで取得しなければなりませんでした。\u001b[22m\n\u001b[4mI am so lucky I actually liked the songs, because they sure liked to repeat them.\u001b[24m\n    \u001b[1m彼らが本当に好きだったので、私は実際に曲が好きだったので、私はとても幸運です。\u001b[22m, \u001b[1m彼らは必ずそれらを繰り返すのが好きので、私は、私が実際に曲を気に入ってとても幸運です。\u001b[22m\n\u001b[4mIt started to remind me of transformation sequences in magical girl anime;\u001b[24m\n    \u001b[1mそれは魔法の女の子アニメの変換シーケンスを思い出させるようになりました。\u001b[22m, \u001b[1mこれは、魔法少女アニメで、変換シーケンスを思い出させるようになりました。\u001b[22m\n\u001b[4mthey showed the same scene for the one song every time.\u001b[24m\n    \u001b[1m彼らは毎回同じ曲を1曲ずつ見せてくれました。\u001b[22m, \u001b[1m彼らは1曲のために毎回同じシーンを示しました。\u001b[22m\n\u001b[4mI was so relieved when the music videos came on, because that meant something different, but the second I saw three microphones appear out of nowhere I knew I was in for yet the same recycled scene.\u001b[24m\n    \u001b[1m音楽ビデオが来たら、私はとても安心しました。なぜなら、それは違った意味だったのですが、2つ目は3つのマイクがどこにも出てこないことがわかったので、私は同じリサイクルシーンにいることが分かりました。\u001b[22m, \u001b[1mミュージックビデオが上に来たとき、それは別の何かを意味するので、私は、とても安心しましたが、私は3つのマイクロホンは、どこからともなく現れる見た第二は、私はまだ同じリサイクルシーンで知っていました。\u001b[22m\n\u001b[4mDon't get me wrong, I found myself humming some of the songs cheerfully in the shower this morning.\u001b[24m\n    \u001b[1m私は間違っていないでください、私は自分自身が今朝シャワーで陽気な歌のいくつかをハミングしていることがわかりました。\u001b[22m, \u001b[1m誤解しないでください、私は自分自身今朝シャワーで元気に曲の一部をハミングが見つかりました。\u001b[22m\n\u001b[4mIt just would have been nice to see them singing something new.\u001b[24m\n    \u001b[1m彼らが新しい何かを歌っているのを見てうれしかったでしょう。\u001b[22m, \u001b[1mちょうど新しい何かを歌い、それらを見て素敵だっただろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were all-around decent. There wasn't any substantial character development, but as I mentioned before the attention to detail is amazing. Especially when it comes to their unique personalities. All of the characters served their purposes, none were wasted and it worked. Nothing to call home about really.\n\n\u001b[1mそのキャラクターはまるでまるでまともではなかった。 実質的なキャラクターの開発はありませんでしたが、前に述べたように、ディテールへの注意はすごいです。 特に彼らのユニークな性格については、 すべてのキャラクターが目的を果たし、無駄なものはなく、効果がありました。 本当に家に帰るものはありません。\u001b[22m\n\u001b[1m(Sono kyarakutā wa marude marude matomode wa nakatta. Jisshitsu-tekina kyarakutā no kaihatsu wa arimasendeshitaga, mae ni nobeta yō ni, ditēru e no chūi wa sugoidesu. Tokuni karera no yunīkuna seikaku ni tsuite wa, subete no kyarakutā ga mokuteki o hatashi, mudana mono wa naku, kōka ga arimashita. Hontōni ie ni kaeru mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were all-around decent. There wasn't any substantial character development, but as I mentioned before the attention to detail is amazing. Especially when it comes to their unique personalities. All of the characters served their purposes, none were wasted and it worked. Nothing to call home about really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were all-around decent.\u001b[24m\n    \u001b[1mそのキャラクターはまるでまるでまともではなかった。\u001b[22m, \u001b[1m文字は、すべての周りのまともでした。\u001b[22m\n\u001b[4mThere wasn't any substantial character development, but as I mentioned before the attention to detail is amazing.\u001b[24m\n    \u001b[1m実質的なキャラクターの開発はありませんでしたが、前に述べたように、ディテールへの注意はすごいです。\u001b[22m, \u001b[1mそこに実質的なキャラクターの成長はありませんでしたが、私は細部に注意する前に述べたように素晴らしいです。\u001b[22m\n\u001b[4mEspecially when it comes to their unique personalities.\u001b[24m\n    \u001b[1m特に彼らのユニークな性格については、\u001b[22m, \u001b[1mそれは彼らのユニークな個性に来る場合は特に。\u001b[22m\n\u001b[4mAll of the characters served their purposes, none were wasted and it worked.\u001b[24m\n    \u001b[1mすべてのキャラクターが目的を果たし、無駄なものはなく、効果がありました。\u001b[22m, \u001b[1m文字のすべては、その目的を務めた何も無駄にならないし、それが働きました。\u001b[22m\n\u001b[4mNothing to call home about really.\u001b[24m\n    \u001b[1m本当に家に帰るものはありません。\u001b[22m, \u001b[1m本当にについての家に電話するものがありません。\u001b[22m\n\u001b[1m\u001b[22m\nDespite how this review may sound, I thoroughly enjoyed this show. It had a nice little message, got rid of some stress and had some nice music. I would most definitely recommend giving it a show. Just don't go in expecting a monumental work of art. The charm of this show is that it does not take itself too seriously and try to be something it's not. The show just is.\n\n\u001b[1mこのレビューがどのように聞こえるかもしれないが、私はこのショーを徹底的に楽しんだ。 素敵なメッセージがあり、ストレスを取り除き、素敵な音楽がありました。 私はそれにショーを与えることを間違いなく推奨します。 記念碑的な作品を期待してはいけません。 このショーの魅力は、あまりにも深刻なことではなく、そうでないものにしようとしているということです。 ショーはちょうどです。\u001b[22m\n\u001b[1m(Kono rebyū ga dono yō ni kikoeru kamo shirenaiga, watashi wa kono shō o tetteiteki ni tanoshinda. Sutekina messēji ga ari, sutoresu o torinozoki, sutekina ongaku ga arimashita. Watashi wa sore ni shō o ataeru koto o machigainaku suishō shimasu. Kinenhi-tekina sakuhin o kitai shite wa ikemasen. Kono shō no miryoku wa, amarini mo shinkokuna kotode wa naku,-sōdenai mono ni shiyou to shite iru to iu kotodesu. Shō wa chōdodesu.)\u001b[22m\n\nTranslations of \u001b[4mDespite how this review may sound, I thoroughly enjoyed this show. It had a nice little message, got rid of some stress and had some nice music. I would most definitely recommend giving it a show. Just don't go in expecting a monumental work of art. The charm of this show is that it does not take itself too seriously and try to be something it's not. The show just is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite how this review may sound, I thoroughly enjoyed this show.\u001b[24m\n    \u001b[1mこのレビューがどのように聞こえるかもしれないが、私はこのショーを徹底的に楽しんだ。\u001b[22m, \u001b[1mこの口コミは聞こえるかもしれない方法にもかかわらず、私は徹底的にこのショーを楽しみました。\u001b[22m\n\u001b[4mIt had a nice little message, got rid of some stress and had some nice music.\u001b[24m\n    \u001b[1m素敵なメッセージがあり、ストレスを取り除き、素敵な音楽がありました。\u001b[22m, \u001b[1mそれは、ちょっといいメッセージを持っていたいくつかのストレスを処分したといくつかの素晴らしい音楽を持っていました。\u001b[22m\n\u001b[4mI would most definitely recommend giving it a show.\u001b[24m\n    \u001b[1m私はそれにショーを与えることを間違いなく推奨します。\u001b[22m, \u001b[1m私はほとんど間違いなくそれにショーを与えることをお勧めします。\u001b[22m\n\u001b[4mJust don't go in expecting a monumental work of art.\u001b[24m\n    \u001b[1m記念碑的な作品を期待してはいけません。\u001b[22m, \u001b[1mただ、芸術の記念碑的な作品を期待しに行っていません。\u001b[22m\n\u001b[4mThe charm of this show is that it does not take itself too seriously and try to be something it's not.\u001b[24m\n    \u001b[1mこのショーの魅力は、あまりにも深刻なことではなく、そうでないものにしようとしているということです。\u001b[22m, \u001b[1mこのショーの魅力はそれがあまりにも真剣に自分自身を取るとそうでないものにしようとしないということです。\u001b[22m\n\u001b[4mThe show just is.\u001b[24m\n    \u001b[1mショーはちょうどです。\u001b[22m"
  },
  {
    "title": "Chance_Triangle_Session",
    "id": "2495",
    "url": "https://myanimelist.net/anime/2495/Chance_Triangle_Session",
    "user": "bluesilo",
    "profile": "/profile/bluesilo/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=16260",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  7\nキャラクター|  9\n|  7\n\nこのタイトルはちょうど最近再リリースされたので、私はそれに時計を与えると思った。 それは私の時間の価値があった。 物語は大部分が良いです。 他の批評家が言ったのと同じです。 誰もがストーリーがどのように早く再生されるかを知るべきです。 幸運にも、それがする方法は十分に面白いです。\n\nもう一方の芸術は...私はこのショーが90年代後半に作られたと思って、それは実際には2001年であったことを知ることになったと思いますか？ これはどのように可能ですか？ なぜマッドハウスのプロデュースによる音楽番組はいい芸術を手に入れませんか？ 私は自分自身が貧弱なクリップのいくつかを早送りしているのを発見しました。\n\n音はあなたが音楽ショーから期待するものです。 歌は良いです...少量で。 このアニメのオープニング曲が気に入らなければ、それを見ないでください。 彼らは少なくとも2回エピソードを歌います。 いくつかの他の曲がミックスに入ったら、新鮮な空気が息を吸います。 それは悪い曲ではなく、ちょうど演奏されたことではありません。 他の音楽の選択肢は非常に良いです、ちょうど彼らはほとんど同じくらい頻繁に演奏されていません。\n\n文字は素晴らしいです。 確かに彼らはよく見えますが、キャラクターがどのようにやりとりしたかについて特別なものがあると感じました。 偽の画面に入ったキャラクターはいませんでした。\n\n私はこのショー全体を本当に楽しんだ。 それはトラックから外れ、別の曲を演奏したいと思っている点があります。 ショーは素晴らしいキャラクターを持ち、それが演じる方法はとても楽しいものです。 私はアニメで見たより満足のいく結末のスポーツだった。 あなたがチャンスを得たら、チャンスポップセッションを試してみてください。 あなたはシャワーで「純粋な青」を歌っているかもしれません。 または車内で。 または職場で。 または....",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSince this title just recently got a re-release I figured I'd give it a watch. It was very much worth my time. The story is good for the most part. Its just as the other reviewer said. Everyone should know how the story will play out ahead of time. Luckly, the way that it does is entertaining enough.\n\n\u001b[1mこのタイトルはちょうど最近再リリースされたので、私はそれに時計を与えると思った。 それは私の時間の価値があった。 物語は大部分が良いです。 他の批評家が言ったのと同じです。 誰もがストーリーがどのように早く再生されるかを知るべきです。 幸運にも、それがする方法は十分に面白いです。\u001b[22m\n\u001b[1m(Kono taitoru wa chōdo saikin sai rirīsu sa retanode, watashi wa sore ni tokei o ataeru to omotta. Sore wa watashi no jikan no kachi ga atta. Monogatari wa daibubun ga yoidesu. Hoka no hihyō-ka ga itta no to onajidesu. Daremoga sutōrī ga dono yō ni hayaku saisei sa reru ka o shirubekidesu. Kōun'nimo, sore ga suru hōhō wa jūbun ni omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mSince this title just recently got a re-release I figured I'd give it a watch. It was very much worth my time. The story is good for the most part. Its just as the other reviewer said. Everyone should know how the story will play out ahead of time. Luckly, the way that it does is entertaining enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince this title just recently got a re-release I figured I'd give it a watch.\u001b[24m\n    \u001b[1mこのタイトルはちょうど最近再リリースされたので、私はそれに時計を与えると思った。\u001b[22m, \u001b[1mこのタイトルはつい最近再リリースを持っているので、私はそれに時計を与えると思います考え出しました。\u001b[22m\n\u001b[4mIt was very much worth my time.\u001b[24m\n    \u001b[1mそれは私の時間の価値があった。\u001b[22m, \u001b[1mそれは非常に私の時間の価値がありました。\u001b[22m\n\u001b[4mThe story is good for the most part.\u001b[24m\n    \u001b[1m物語は大部分が良いです。\u001b[22m, \u001b[1m物語はほとんどの部分は良いです。\u001b[22m\n\u001b[4mIts just as the other reviewer said.\u001b[24m\n    \u001b[1m他の批評家が言ったのと同じです。\u001b[22m, \u001b[1mその同じように、他のレビューアが言いました。\u001b[22m\n\u001b[4mEveryone should know how the story will play out ahead of time.\u001b[24m\n    \u001b[1m誰もがストーリーがどのように早く再生されるかを知るべきです。\u001b[22m, \u001b[1m誰もが物語は前もってのうち再生される方法を知っている必要があります。\u001b[22m\n\u001b[4mLuckly, the way that it does is entertaining enough.\u001b[24m\n    \u001b[1m幸運にも、それがする方法は十分に面白いです。\u001b[22m, \u001b[1mLuckly、それがないことの方法は、十分に面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art on the other hand...Is barely serviceable I thought this show was made in the late 90's and then I come to learn it was actually 2001? How is this possible? Why don't music shows by Madhouse productions get good art. I found myself fast forwarding through some of the poor clips.\n\n\u001b[1mもう一方の芸術は...私はこのショーが90年代後半に作られたと思って、それは実際には2001年であったことを知ることになったと思いますか？ これはどのように可能ですか？ なぜマッドハウスのプロデュースによる音楽番組はいい芸術を手に入れませんか？ 私は自分自身が貧弱なクリップのいくつかを早送りしているのを発見しました。\u001b[22m\n\u001b[1m(Mō ippō no geijutsu wa... Watashi wa kono shō ga 90-nendai kōhan ni tsukura reta to omotte, sore wa jissai ni wa 2001-nendeatta koto o shiru koto ni natta to omoimasu ka? Kore wa dono yō ni kanōdesu ka? Naze maddohausu no purode~yūsu ni yoru ongaku bangumi wa ī geijutsu o te ni iremasen ka? Watashi wa jibun jishin ga hinjakuna kurippu no ikutsu ka o hayaokuri shite iru no o hakken shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art on the other hand...Is barely serviceable I thought this show was made in the late 90's and then I come to learn it was actually 2001? How is this possible? Why don't music shows by Madhouse productions get good art. I found myself fast forwarding through some of the poor clips.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art on the other hand...Is barely serviceable I thought this show was made in the late 90's and then I come to learn it was actually 2001?\u001b[24m\n    \u001b[1mもう一方の芸術は...私はこのショーが90年代後半に作られたと思って、それは実際には2001年であったことを知ることになったと思いますか？\u001b[22m, \u001b[1m一方、技術には...私はこのショーは90年代後半に作られたし、私はそれが実際に2001年だった学びに来ると思っやっと修理可能ですか？\u001b[22m\n\u001b[4mHow is this possible?\u001b[24m\n    \u001b[1mこれはどのように可能ですか？\u001b[22m\n\u001b[4mWhy don't music shows by Madhouse productions get good art.\u001b[24m\n    \u001b[1mなぜマッドハウスのプロデュースによる音楽番組はいい芸術を手に入れませんか？\u001b[22m, \u001b[1mなぜマッドハウス制作の音楽番組は、良い芸術を得ることはありません。\u001b[22m\n\u001b[4mI found myself fast forwarding through some of the poor clips.\u001b[24m\n    \u001b[1m私は自分自身が貧弱なクリップのいくつかを早送りしているのを発見しました。\u001b[22m, \u001b[1m私は貧しいクリップの一部を介して自分自身早送りを見つけました。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is what you'd expect from a music show. The songs are good...in small doses. If you don't like the opening song of this anime, don't watch it. They sing it atleast twice an episode. When some other songs come into the mix its a breathe of fresh air. Its not that its a bad song, just over played. The other musical selections are very good its just they're not played nearly as often.\n\n\u001b[1m音はあなたが音楽ショーから期待するものです。 歌は良いです...少量で。 このアニメのオープニング曲が気に入らなければ、それを見ないでください。 彼らは少なくとも2回エピソードを歌います。 いくつかの他の曲がミックスに入ったら、新鮮な空気が息を吸います。 それは悪い曲ではなく、ちょうど演奏されたことではありません。 他の音楽の選択肢は非常に良いです、ちょうど彼らはほとんど同じくらい頻繁に演奏されていません。\u001b[22m\n\u001b[1m(Oto wa anata ga ongaku shō kara kitai suru monodesu. Uta wa yoidesu... Shōryō de. Kono anime no ōpuningu-kyoku ga kiniiranakereba, sore o minaide kudasai. Karera wa sukunakutomo 2-kai episōdo o utaimasu. Ikutsu ka no ta no kyoku ga mikkusu ni haittara, shinsen'na kūki ga iki o suimasu. Sore wa warui kyokude wa naku, chōdo ensō sa reta kotode wa arimasen. Hoka no ongaku no sentakushi wa hijō ni yoidesu, chōdo karera wa hotondo onaji kurai hinpan ni ensō sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is what you'd expect from a music show. The songs are good...in small doses. If you don't like the opening song of this anime, don't watch it. They sing it atleast twice an episode. When some other songs come into the mix its a breathe of fresh air. Its not that its a bad song, just over played. The other musical selections are very good its just they're not played nearly as often.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is what you'd expect from a music show.\u001b[24m\n    \u001b[1m音はあなたが音楽ショーから期待するものです。\u001b[22m, \u001b[1m音は、あなたが音楽番組から期待するものです。\u001b[22m\n\u001b[4mThe songs are good...in small doses.\u001b[24m\n    \u001b[1m歌は良いです...少量で。\u001b[22m, \u001b[1m曲は、小さな用量で...良いです。\u001b[22m\n\u001b[4mIf you don't like the opening song of this anime, don't watch it.\u001b[24m\n    \u001b[1mこのアニメのオープニング曲が気に入らなければ、それを見ないでください。\u001b[22m, \u001b[1mあなたはこのアニメのオープニング曲が好きではない場合は、それを見ていません。\u001b[22m\n\u001b[4mThey sing it atleast twice an episode.\u001b[24m\n    \u001b[1m彼らは少なくとも2回エピソードを歌います。\u001b[22m, \u001b[1m彼らは、少なくとも二回のエピソードをそれを歌います。\u001b[22m\n\u001b[4mWhen some other songs come into the mix its a breathe of fresh air.\u001b[24m\n    \u001b[1mいくつかの他の曲がミックスに入ったら、新鮮な空気が息を吸います。\u001b[22m, \u001b[1m他のいくつかの曲がミックスに入って来ると、そのaが新鮮な空気を呼吸します。\u001b[22m\n\u001b[4mIts not that its a bad song, just over played.\u001b[24m\n    \u001b[1mそれは悪い曲ではなく、ちょうど演奏されたことではありません。\u001b[22m, \u001b[1mそのない演奏だけの上にその悪い歌、それ。\u001b[22m\n\u001b[4mThe other musical selections are very good its just they're not played nearly as often.\u001b[24m\n    \u001b[1m他の音楽の選択肢は非常に良いです、ちょうど彼らはほとんど同じくらい頻繁に演奏されていません。\u001b[22m, \u001b[1m他の音楽の選択は、そのちょうど彼らはほぼ同じ頻度で再生されていない非常に優れています。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are great. Sure they seem common, but I just felt there was something special about how the characters interacted. There wasn't a character that came into the screen that felt fake.\n\n\u001b[1m文字は素晴らしいです。 確かに彼らはよく見えますが、キャラクターがどのようにやりとりしたかについて特別なものがあると感じました。 偽の画面に入ったキャラクターはいませんでした。\u001b[22m\n\u001b[1m(Moji wa subarashīdesu. Tashika ni karera wa yoku miemasuga, kyarakutā ga dono yō ni yaritori shita ka ni tsuite tokubetsuna mono ga aru to kanjimashita. Nise no gamen ni haitta kyarakutā wa imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are great. Sure they seem common, but I just felt there was something special about how the characters interacted. There wasn't a character that came into the screen that felt fake.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are great.\u001b[24m\n    \u001b[1m文字は素晴らしいです。\u001b[22m\n\u001b[4mSure they seem common, but I just felt there was something special about how the characters interacted.\u001b[24m\n    \u001b[1m確かに彼らはよく見えますが、キャラクターがどのようにやりとりしたかについて特別なものがあると感じました。\u001b[22m, \u001b[1m確かに彼らは共通のようですが、私はただの文字が相互作用する方法について特別な何かがあったと感じました。\u001b[22m\n\u001b[4mThere wasn't a character that came into the screen that felt fake.\u001b[24m\n    \u001b[1m偽の画面に入ったキャラクターはいませんでした。\u001b[22m, \u001b[1m偽の感じの画面に入って来た文字はありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI really did enjoy this show overall. It does have its points where it goes off track and you wish they'd play another song. The show has great characters and the way it plays out is a lot of fun. It was sports one of the more satisfying endings I've seen in an Anime. If you get a Chance, give Chance Pop Session a try. You might find yourself singing 'Pure Blue' in the shower. Or in the Car. Or in the workplace. Or....\n\n\u001b[1m私はこのショー全体を本当に楽しんだ。 それはトラックから外れ、別の曲を演奏したいと思っている点があります。 ショーは素晴らしいキャラクターを持ち、それが演じる方法はとても楽しいものです。 私はアニメで見たより満足のいく結末のスポーツだった。 あなたがチャンスを得たら、チャンスポップセッションを試してみてください。 あなたはシャワーで「純粋な青」を歌っているかもしれません。 または車内で。 または職場で。 または....\u001b[22m\n\u001b[1m(Watashi wa kono shō zentai o hontōni tanoshinda. Sore wa torakku kara hazure,-betsu no kyoku o ensō shitai to omotte iru ten ga arimasu. Shō wa subarashī kyarakutā o mochi, sore ga enjiru hōhō wa totemo tanoshī monodesu. Watashi wa anime de mita yori manzoku no iku ketsumatsu no supōtsudatta. Anata ga chansu o etara, chansupoppusesshon o tameshite mite kudasai. Anata wa shawā de `junsuina ao' o utatte iru kamo shiremasen. Matawa shanai de. Matawa shokuba de. Matawa....)\u001b[22m\n\nTranslations of \u001b[4mI really did enjoy this show overall. It does have its points where it goes off track and you wish they'd play another song. The show has great characters and the way it plays out is a lot of fun. It was sports one of the more satisfying endings I've seen in an Anime. If you get a Chance, give Chance Pop Session a try. You might find yourself singing 'Pure Blue' in the shower. Or in the Car. Or in the workplace. Or....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really did enjoy this show overall.\u001b[24m\n    \u001b[1m私はこのショー全体を本当に楽しんだ。\u001b[22m, \u001b[1m私は本当に全体のこのショーを楽しんでいました。\u001b[22m\n\u001b[4mIt does have its points where it goes off track and you wish they'd play another song.\u001b[24m\n    \u001b[1mそれはトラックから外れ、別の曲を演奏したいと思っている点があります。\u001b[22m, \u001b[1mそれはトラックをオフにどこに行くか、それは、その点を持っている、あなたは彼らが別の曲を再生すると思いたいです。\u001b[22m\n\u001b[4mThe show has great characters and the way it plays out is a lot of fun.\u001b[24m\n    \u001b[1mショーは素晴らしいキャラクターを持ち、それが演じる方法はとても楽しいものです。\u001b[22m, \u001b[1mショーは素晴らしい文字を持っており、それが出て演じている方法は、多くの楽しみです。\u001b[22m\n\u001b[4mIt was sports one of the more satisfying endings I've seen in an Anime.\u001b[24m\n    \u001b[1m私はアニメで見たより満足のいく結末のスポーツだった。\u001b[22m, \u001b[1mそれは私がアニメで見てきたより満足のエンディングの1のスポーツでした。\u001b[22m\n\u001b[4mIf you get a Chance, give Chance Pop Session a try.\u001b[24m\n    \u001b[1mあなたがチャンスを得たら、チャンスポップセッションを試してみてください。\u001b[22m, \u001b[1mあなたはチャンスを得る場合は、チャンス〜トライアングルセッション〜を試してみます。\u001b[22m\n\u001b[4mYou might find yourself singing 'Pure Blue' in the shower.\u001b[24m\n    \u001b[1mあなたはシャワーで「純粋な青」を歌っているかもしれません。\u001b[22m, \u001b[1mあなた自身がシャワーに「ピュアブルー」を歌って見つけるかもしれません。\u001b[22m\n\u001b[4mOr in the Car.\u001b[24m\n    \u001b[1mまたは車内で。\u001b[22m, \u001b[1mまたはカーインチ\u001b[22m\n\u001b[4mOr in the workplace.\u001b[24m\n    \u001b[1mまたは職場で。\u001b[22m, \u001b[1mまたは職場インチ\u001b[22m\n\u001b[4mOr....\u001b[24m\n    \u001b[1mまたは....\u001b[22m, \u001b[1mそれとも....\u001b[22m"
  },
  {
    "title": "Chance_Triangle_Session",
    "id": "2495",
    "url": "https://myanimelist.net/anime/2495/Chance_Triangle_Session",
    "user": "ohtori_akio",
    "profile": "/profile/ohtori_akio/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=24686",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  10\nキャラクター|  9\n|  8\n\nどのように予測可能なアニメを楽しく、インスパイアさせるのですか？ チャンス・ポップ・セッションの答えは、何とかメイン・ストーリー、信じられないほどうまくキャスト・セイウウスと関連性のあるキャラクターを鮮明にする非常に興味深いサブ・プロットを持つことです。 このような偉大なコンボでは、すべてが一緒に来るようです。\nそれがとても良いことは、それが物語や状況のどれかを引きずり出して、それがあなたを離れさせないことです。 代わりに、それらの物語はとてもうまくまとめられ、あなたはアニメ全体の影響を実際に感じます。\n\nこのタイトルのアニメーションはいいですが、いくつかの不具合があります。 私は悪いところから始めます。\nいくつかの背景は非常に面白くないし、プレーンですが、群衆のように誰もが動いているはずの静的な背景の人がいます。 これはショーの他の要素と比較して少し安くかなり失望しているように感じます。\nキャラクターのデザインは、何とか見た目が静かでスタティックなので、オーディエンスが調整しなければならないものです。 しかし、いくつかのエピソードの後で - 一度それに慣れれば、退屈な背景と鮮やかなバックグラウンドの両方で面白いダイナミックを作り出すので、あなたはそれを感謝し始めることができます。\n今、良いことに。\nいくつかのシーケンスは、気分の描写において息を呑むほどで強力です。 たとえば、Reikaの曲に付いてくるビジュアルは素晴らしいです。 幻想郷がパターンや濃い色、流れるようなものを誇りに思うようなもの。 これらの配列は信じられていると見なされなければならない。\n偉大な芸術性を反映した他のシーンは、笠木の過去であるムーディーな作品とコンサートショットの一部である、明里と怪人が関わる夢のシーケンスです。 チャンス・ポップ・セッションでは、いくつかのシーケンスで（たとえあなたが私に尋ねるならば、エヴァンゲリオンの終わりよりも優れていても）非常にうまくいくライブ・アクション（オブジェクトのやり方）を含めることもできます。\n\n彼らは素晴らしいパフォーマンスでキャラクターを盛り上げるために、おそらくショーの最高のものです。 彼らの人間の感情の理解は、（特に）Kasaragi、Akari、Nozomi、Reikaを通して輝いています。 彼らは拘束されたキャラクターを描写しています。これは、これが少女であるために拍手をかけられます。 あなたは自分のキャラクターの感情を理解していると感じることさえできます。\n歌はまた、（ショーのセットアップから期待されるように）非常に魔法です。 イントロ「Pure Blue」は、非常にインスパイアされた優れたJPopです。  「愛は永遠に」は同じ静脈にある。 私の傑出したトラックは、レイカのシングルです。ショーを通した憧れの感覚を非常に説得力のある形で表現しています。\n\n話は、ポップスターのためにしたいと思っている約3人の女の子についてです。 彼らはすべて異なった理由でそれを行います。 あかりは、彼女の歌で人々に手を広げたいと思っています。野上はレイカの賞賛のためにそれを望んでいます。ユキは自分自身に何かを証明したいと思っています。 これらすべてのチーズな理由から、ショーがどのように成功するかは不思議です。 まあ、それはそれを行う方法です、それはあなたにそのように感じる理由を示しているということです。 あなたの心の中の文字の理解を取得したら、彼らは親切な人々であるので、あなたはそれらのために根を下ろします。\nストーリーは、ちょうど緊張感を強め、ドラマを微調整する方法に沿って、非常に興味深い（ちょっと予測可能な場合）ようになります。 信じられないことはどこにあるのかを見ることができますが、どういうわけか、とにかく座席の端にいます。\n私が物語に持つ唯一の問題は、それが最初はかなり遅いということです。本当にそれに慣れていて、何が起こるかを知りたいエピソード4まではありませんでした。\n\n私は物語と音の段落の文字に掘り下げている。  Shoujosは通常文字をよく扱いますが、これは例外ではありません。 私は、文字がとても効率的であるため、すべてが一緒に来る理由を追加するだけです。 彼らはあなたがそれらのために感じることに効率的であり、あなたが文字とつながっているとき、残りはちょうど微風です。 すべてが一緒に来ると、あなたは非常に楽しく満足のいく結末になります。\n\nこのシリーズは、13のエピソード形式が集中的な仕事ではないので、私が再び見ることになるものです。 シリーズはまた、あまりにも重くはないとほとんどの魅力的ないくつかの素晴らしいドラマを提供しています。 私は本当にそれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHow do you make a predictable anime enjoyable and inspired? Chance Pop Session's answer is to have highly interesting sub-plots that somehow sharpens the main story, incredibly well cast seiyuus and relatable characters. It seems with such a great combo, everything just comes together.\n\n\u001b[1mどのように予測可能なアニメを楽しく、インスパイアさせるのですか？ チャンス・ポップ・セッションの答えは、何とかメイン・ストーリー、信じられないほどうまくキャスト・セイウウスと関連性のあるキャラクターを鮮明にする非常に興味深いサブ・プロットを持つことです。 このような偉大なコンボでは、すべてが一緒に来るようです。\u001b[22m\n\u001b[1m(Dono yō ni yosoku kanōna anime o tanoshiku, insupaia sa seru nodesu ka? Chansu poppu sesshon no kotaeha, nantoka mein sutōrī, shinji rarenai hodo umaku kyasuto seiuusu to kanren-sei no aru kyarakutā o senmei ni suru hijō ni kyōmibukai sabu purotto o motsu kotodesu. Ko no yōna idaina konbode wa, subete ga issho ni kuru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mHow do you make a predictable anime enjoyable and inspired? Chance Pop Session's answer is to have highly interesting sub-plots that somehow sharpens the main story, incredibly well cast seiyuus and relatable characters. It seems with such a great combo, everything just comes together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow do you make a predictable anime enjoyable and inspired?\u001b[24m\n    \u001b[1mどのように予測可能なアニメを楽しく、インスパイアさせるのですか？\u001b[22m, \u001b[1mどのように予測可能なアニメが楽しいとインスピレーション作るのですか？\u001b[22m\n\u001b[4mChance Pop Session's answer is to have highly interesting sub-plots that somehow sharpens the main story, incredibly well cast seiyuus and relatable characters.\u001b[24m\n    \u001b[1mチャンス・ポップ・セッションの答えは、何とかメイン・ストーリー、信じられないほどうまくキャスト・セイウウスと関連性のあるキャラクターを鮮明にする非常に興味深いサブ・プロットを持つことです。\u001b[22m, \u001b[1mチャンス〜トライアングルセッション〜の答えは何とかメインストーリー、非常によくキャストseiyuusと話すことのできる文字をシャープに非常に興味深いサブプロットを持つことです。\u001b[22m\n\u001b[4mIt seems with such a great combo, everything just comes together.\u001b[24m\n    \u001b[1mこのような偉大なコンボでは、すべてが一緒に来るようです。\u001b[22m, \u001b[1mそれはすべてがちょうど一緒に来て、このような偉大なコンボと思われます。\u001b[22m\nWhat also makes it so good is that it never drags on with the story or any of the situations so much that it puts you off. Instead, those stories are so well put together that you really feel the impact of the anime as a whole.\n\n\u001b[1mそれがとても良いことは、それが物語や状況のどれかを引きずり出して、それがあなたを離れさせないことです。 代わりに、それらの物語はとてもうまくまとめられ、あなたはアニメ全体の影響を実際に感じます。\u001b[22m\n\u001b[1m(Sore ga totemo yoikoto wa, sore ga monogatari ya jōkyō no dore ka o hikizuridashite, sore ga anata o hanare sasenai kotodesu. Kawari ni, sorera no monogatari wa totemo umaku matome rare, anata wa anime zentai no eikyō o jissai ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat also makes it so good is that it never drags on with the story or any of the situations so much that it puts you off. Instead, those stories are so well put together that you really feel the impact of the anime as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat also makes it so good is that it never drags on with the story or any of the situations so much that it puts you off.\u001b[24m\n    \u001b[1mそれがとても良いことは、それが物語や状況のどれかを引きずり出して、それがあなたを離れさせないことです。\u001b[22m, \u001b[1m何もそれはとても良い行いは、それがストーリーや、それはあなたを置くことをそんなにのいずれかの状況で長引くことはないということです。\u001b[22m\n\u001b[4mInstead, those stories are so well put together that you really feel the impact of the anime as a whole.\u001b[24m\n    \u001b[1m代わりに、それらの物語はとてもうまくまとめられ、あなたはアニメ全体の影響を実際に感じます。\u001b[22m, \u001b[1mその代わりに、これらの話はとてもよくあなたが本当に全体としてのアニメの影響を感じていることをまとめています。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation for this title is good but has a couple of kinks. I'll start with the bad.\n\n\u001b[1mこのタイトルのアニメーションはいいですが、いくつかの不具合があります。 私は悪いところから始めます。\u001b[22m\n\u001b[1m(Kono taitoru no animēshon wa īdesuga, ikutsu ka no fuguai ga arimasu. Watashi wa warui tokoro kara hajimemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation for this title is good but has a couple of kinks. I'll start with the bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation for this title is good but has a couple of kinks.\u001b[24m\n    \u001b[1mこのタイトルのアニメーションはいいですが、いくつかの不具合があります。\u001b[22m, \u001b[1mこのタイトルのアニメーションは良いのですが、キンクのカップルを持っています。\u001b[22m\n\u001b[4mI'll start with the bad.\u001b[24m\n    \u001b[1m私は悪いところから始めます。\u001b[22m, \u001b[1m私が悪いから始めましょう。\u001b[22m\nSome backgrounds are very uninteresting and plain, but more annoyingly they have static background people when everyone should be moving, like in a crowd scene. This feels a little cheap and quite disappointing compared with other elements of the show.\n\n\u001b[1mいくつかの背景は非常に面白くないし、プレーンですが、群衆のように誰もが動いているはずの静的な背景の人がいます。 これはショーの他の要素と比較して少し安くかなり失望しているように感じます。\u001b[22m\n\u001b[1m(Ikutsu ka no haikei wa hijō ni omoshirokunaishi, purēndesuga, gunshū no yō ni daremoga ugoite iru hazu no seitekina haikei no hito ga imasu. Kore wa shō no ta no yōso to hikaku shite sukoshi yasuku kanari shitsubō shite iru yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mSome backgrounds are very uninteresting and plain, but more annoyingly they have static background people when everyone should be moving, like in a crowd scene. This feels a little cheap and quite disappointing compared with other elements of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome backgrounds are very uninteresting and plain, but more annoyingly they have static background people when everyone should be moving, like in a crowd scene.\u001b[24m\n    \u001b[1mいくつかの背景は非常に面白くないし、プレーンですが、群衆のように誰もが動いているはずの静的な背景の人がいます。\u001b[22m, \u001b[1mいくつかの背景は非常につまらないとプレーンですが、もっとうるさく、彼らは誰もが群衆シーンでのように、移動しなければならない静的なバックグラウンドの人々を持っています。\u001b[22m\n\u001b[4mThis feels a little cheap and quite disappointing compared with other elements of the show.\u001b[24m\n    \u001b[1mこれはショーの他の要素と比較して少し安くかなり失望しているように感じます。\u001b[22m, \u001b[1mこれは、ショーの他の要素に比べて少し安く、非常に残念に感じています。\u001b[22m\nThe character design is also one that the audience has to get adjusted to because it is somehow plain looking and static. However after a few episodes - once you get used to it - you can start to appreciate it as it creates an interesting dynamic with both the boring background but also with the vivid ones.\n\n\u001b[1mキャラクターのデザインは、何とか見た目が静かでスタティックなので、オーディエンスが調整しなければならないものです。 しかし、いくつかのエピソードの後で - 一度それに慣れれば、退屈な背景と鮮やかなバックグラウンドの両方で面白いダイナミックを作り出すので、あなたはそれを感謝し始めることができます。\u001b[22m\n\u001b[1m(Kyarakutā no dezain wa, nantoka mitame ga shizukade sutatikkunanode, ōdiensu ga chōsei shinakereba naranai monodesu. Shikashi, ikutsu ka no episōdo no nochi de - ichido sore ni narereba, taikutsuna haikei to azayakana bakkuguraundo no ryōhō de omoshiroi dainamikku o tsukuridasunode, anata wa sore o kansha shi hajimeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character design is also one that the audience has to get adjusted to because it is somehow plain looking and static. However after a few episodes - once you get used to it - you can start to appreciate it as it creates an interesting dynamic with both the boring background but also with the vivid ones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character design is also one that the audience has to get adjusted to because it is somehow plain looking and static.\u001b[24m\n    \u001b[1mキャラクターのデザインは、何とか見た目が静かでスタティックなので、オーディエンスが調整しなければならないものです。\u001b[22m, \u001b[1mキャラクターデザインはまた、観客はそれが何らかの形で無地見て、静的であるために調整を取得するために有するものです。\u001b[22m\n\u001b[4mHowever after a few episodes - once you get used to it - you can start to appreciate it as it creates an interesting dynamic with both the boring background but also with the vivid ones.\u001b[24m\n    \u001b[1mしかし、いくつかのエピソードの後で - 一度それに慣れれば、退屈な背景と鮮やかなバックグラウンドの両方で面白いダイナミックを作り出すので、あなたはそれを感謝し始めることができます。\u001b[22m, \u001b[1mしかし、いくつかのエピソードの後に - あなたがそれに慣れる - それは退屈な背景も鮮やかなものとの両方を持つ興味深い動的に作成するようにあなたはそれを感謝するために開始することができます。\u001b[22m\nNow to the good.\n\n\u001b[1m今、良いことに。\u001b[22m\n\u001b[1m(Ima, yoikoto ni.)\u001b[22m\n\nTranslations of \u001b[4mNow to the good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow to the good.\u001b[24m\n    \u001b[1m今、良いことに。\u001b[22m, \u001b[1m今は良いに。\u001b[22m\nSome sequences are just breathtaking and powerful in their depiction of a mood. For instance, the visuals that go with Reika's songs are amazing. The kind of stuff that would make Gankutsuou proud in its use of patterns, intense colour and flowing objects. Those sequences have to be seen to be believed.\n\n\u001b[1mいくつかのシーケンスは、気分の描写において息を呑むほどで強力です。 たとえば、Reikaの曲に付いてくるビジュアルは素晴らしいです。 幻想郷がパターンや濃い色、流れるようなものを誇りに思うようなもの。 これらの配列は信じられていると見なされなければならない。\u001b[22m\n\u001b[1m(Ikutsu ka no shīkensu wa, kibun no byōsha ni oite ikiwonomu hodode kyōryokudesu. Tatoeba, Reika no kyoku ni tsuite kuru bijuaru wa subarashīdesu. Gensō gō ga patān ya koi iro, nagareru yōna mono o hokori ni omou yōna mono. Korera no hairetsu wa shinji rarete iru to minasa renakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mSome sequences are just breathtaking and powerful in their depiction of a mood. For instance, the visuals that go with Reika's songs are amazing. The kind of stuff that would make Gankutsuou proud in its use of patterns, intense colour and flowing objects. Those sequences have to be seen to be believed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome sequences are just breathtaking and powerful in their depiction of a mood.\u001b[24m\n    \u001b[1mいくつかのシーケンスは、気分の描写において息を呑むほどで強力です。\u001b[22m, \u001b[1mいくつかの配列は、気分の彼らの描写でただ息をのむと強力です。\u001b[22m\n\u001b[4mFor instance, the visuals that go with Reika's songs are amazing.\u001b[24m\n    \u001b[1mたとえば、Reikaの曲に付いてくるビジュアルは素晴らしいです。\u001b[22m, \u001b[1m例えば、麗華さんの歌で行くビジュアルが素晴らしいです。\u001b[22m\n\u001b[4mThe kind of stuff that would make Gankutsuou proud in its use of patterns, intense colour and flowing objects.\u001b[24m\n    \u001b[1m幻想郷がパターンや濃い色、流れるようなものを誇りに思うようなもの。\u001b[22m, \u001b[1mパターン、強い色と流れるオブジェクトの使用中巌窟王が誇りになるだろうものの一種。\u001b[22m\n\u001b[4mThose sequences have to be seen to be believed.\u001b[24m\n    \u001b[1mこれらの配列は信じられていると見なされなければならない。\u001b[22m, \u001b[1mこれらの配列は信じられるために見られることがあります。\u001b[22m\nOther scenes that reflect the great artistry are also dream sequences that involve Akari and Kaito, the moody piece that is the past of Kasaragi and some of the concert shots. Chance Pop Session also manages to include live action (just in the way of objects though) exceedingly well in some sequences (even better than End of Evangelion if you ask me).\n\n\u001b[1m偉大な芸術性を反映した他のシーンは、笠木の過去であるムーディーな作品とコンサートショットの一部である、明里と怪人が関わる夢のシーケンスです。 チャンス・ポップ・セッションでは、いくつかのシーケンスで（たとえあなたが私に尋ねるならば、エヴァンゲリオンの終わりよりも優れていても）非常にうまくいくライブ・アクション（オブジェクトのやり方）を含めることもできます。\u001b[22m\n\u001b[1m(Idaina geijutsu-sei o han'ei shita ta no shīn wa, kasagi no kakodearu mūdīna sakuhin to konsātoshotto no ichibudearu, Akesato to kaijin ga kakawaru yume no shīkensudesu. Chansu poppu sesshonde wa, ikutsu ka no shīkensu de (tatoe anata ga watashi ni tazunerunaraba, evu~angerion no owari yori mo sugurete ite mo) hijō ni umaku iku raibu akushon (obujekuto no yarikata) o fukumeru koto mo dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOther scenes that reflect the great artistry are also dream sequences that involve Akari and Kaito, the moody piece that is the past of Kasaragi and some of the concert shots. Chance Pop Session also manages to include live action (just in the way of objects though) exceedingly well in some sequences (even better than End of Evangelion if you ask me).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther scenes that reflect the great artistry are also dream sequences that involve Akari and Kaito, the moody piece that is the past of Kasaragi and some of the concert shots.\u001b[24m\n    \u001b[1m偉大な芸術性を反映した他のシーンは、笠木の過去であるムーディーな作品とコンサートショットの一部である、明里と怪人が関わる夢のシーケンスです。\u001b[22m, \u001b[1m偉大な芸術性を反映する他のシーンも、あかりと怪盗、Kasaragiの過去とコンサートのショットの一部であるムーディーピースを伴う夢オチされています。\u001b[22m\n\u001b[4mChance Pop Session also manages to include live action (just in the way of objects though) exceedingly well in some sequences (even better than End of Evangelion if you ask me).\u001b[24m\n    \u001b[1mチャンス・ポップ・セッションでは、いくつかのシーケンスで（たとえあなたが私に尋ねるならば、エヴァンゲリオンの終わりよりも優れていても）非常にうまくいくライブ・アクション（オブジェクトのやり方）を含めることもできます。\u001b[22m, \u001b[1mチャンス〜トライアングルセッション〜はまた、（あなたは私に言わせればエヴァンゲリオンの終わりよりも良い）ライブアクション（単にオブジェクトの方法であるが）非常によく、いくつかの配列中に含まれるように管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe seiyuus are probably the best thing about the show as they elevate the characters with incredible performances. Their understanding of human emotion shines through (especially) Kasaragi, Akari, Nozomi and Reika. They depict the characters with restraint, which is to be applauded since this is a shoujo. You can even feel that they understand their character's emotions and that just makes them more relatable.\n\n\u001b[1m彼らは素晴らしいパフォーマンスでキャラクターを盛り上げるために、おそらくショーの最高のものです。 彼らの人間の感情の理解は、（特に）Kasaragi、Akari、Nozomi、Reikaを通して輝いています。 彼らは拘束されたキャラクターを描写しています。これは、これが少女であるために拍手をかけられます。 あなたは自分のキャラクターの感情を理解していると感じることさえできます。\u001b[22m\n\u001b[1m(Karera wa subarashī pafōmansu de kyarakutā o moriageru tame ni, osoraku shō no saikō no monodesu. Karera no ningen no kanjō no rikai wa,(tokuni) Kasaragi, Akari, Nozomi, Reika o tōshite kagayaite imasu. Karera wa kōsoku sa reta kyarakutā o byōsha shite imasu. Kore wa, korega shōjodearu tame ni hakushu o kake raremasu. Anata wa jibun no kyarakutā no kanjō o rikai shite iru to kanjiru koto sae dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe seiyuus are probably the best thing about the show as they elevate the characters with incredible performances. Their understanding of human emotion shines through (especially) Kasaragi, Akari, Nozomi and Reika. They depict the characters with restraint, which is to be applauded since this is a shoujo. You can even feel that they understand their character's emotions and that just makes them more relatable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe seiyuus are probably the best thing about the show as they elevate the characters with incredible performances.\u001b[24m\n    \u001b[1m彼らは素晴らしいパフォーマンスでキャラクターを盛り上げるために、おそらくショーの最高のものです。\u001b[22m, \u001b[1m彼らは信じられないほどの性能を持つ文字を高めるようseiyuusはおそらくショーについての最もよい事です。\u001b[22m\n\u001b[4mTheir understanding of human emotion shines through (especially) Kasaragi, Akari, Nozomi and Reika.\u001b[24m\n    \u001b[1m彼らの人間の感情の理解は、（特に）Kasaragi、Akari、Nozomi、Reikaを通して輝いています。\u001b[22m, \u001b[1m人間の感情の理解は、（特に）Kasaragi、あかり、のぞみと麗華を通して輝いています。\u001b[22m\n\u001b[4mThey depict the characters with restraint, which is to be applauded since this is a shoujo.\u001b[24m\n    \u001b[1m彼らは拘束されたキャラクターを描写しています。これは、これが少女であるために拍手をかけられます。\u001b[22m, \u001b[1m彼らは、これが少女であるので、賞賛されるべき、拘束して文字を描きます。\u001b[22m\n\u001b[4mYou can even feel that they understand their character's emotions and that just makes them more relatable.\u001b[24m\n    \u001b[1mあなたは自分のキャラクターの感情を理解していると感じることさえできます。\u001b[22m, \u001b[1mあなたも、彼らはキャラクターの感情を理解し、それはちょうどそれらをより関係づけになることを感じることができます。\u001b[22m\nThe songs are also quite magical (as one would expect from the show setup). The intro 'Pure Blue' is an excellent piece of JPop that is quite inspired. 'Love Forever' is in the same vein. The standout track for me is Reika's single as it depicts the sense of longing that runs through the show very convincingly.\n\n\u001b[1m歌はまた、（ショーのセットアップから期待されるように）非常に魔法です。 イントロ「Pure Blue」は、非常にインスパイアされた優れたJPopです。  「愛は永遠に」は同じ静脈にある。 私の傑出したトラックは、レイカのシングルです。ショーを通した憧れの感覚を非常に説得力のある形で表現しています。\u001b[22m\n\u001b[1m(Uta wa mata,(shō no settoappu kara kitai sa reru yō ni) hijō ni mahōdesu. Intoro `pyua burū' wa, hijō ni insupaia sa reta sugureta JPopdesu. `Ai wa eien ni' wa onaji jōmyaku ni aru. Watashi no kesshutsu shita torakku wa, re ika no shingurudesu. Shō o tōshita akogareno kankaku o hijō ni settoku-ryoku no aru katachi de hyōgen shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe songs are also quite magical (as one would expect from the show setup). The intro 'Pure Blue' is an excellent piece of JPop that is quite inspired. 'Love Forever' is in the same vein. The standout track for me is Reika's single as it depicts the sense of longing that runs through the show very convincingly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe songs are also quite magical (as one would expect from the show setup).\u001b[24m\n    \u001b[1m歌はまた、（ショーのセットアップから期待されるように）非常に魔法です。\u001b[22m, \u001b[1m（1つはショーのセットアップから期待されるように）曲もかなり魔法です。\u001b[22m\n\u001b[4mThe intro 'Pure Blue' is an excellent piece of JPop that is quite inspired.\u001b[24m\n    \u001b[1mイントロ「Pure Blue」は、非常にインスパイアされた優れたJPopです。\u001b[22m, \u001b[1mイントロ「ピュアブルー」は非常に触発されJPOPの逸品です。\u001b[22m\n\u001b[4m'Love Forever' is in the same vein.\u001b[24m\n    \u001b[1m「愛は永遠に」は同じ静脈にある。\u001b[22m, \u001b[1m「永遠の愛」は、同じ静脈です。\u001b[22m\n\u001b[4mThe standout track for me is Reika's single as it depicts the sense of longing that runs through the show very convincingly.\u001b[24m\n    \u001b[1m私の傑出したトラックは、レイカのシングルです。ショーを通した憧れの感覚を非常に説得力のある形で表現しています。\u001b[22m, \u001b[1mそれは非常に説得力のショーを通る憧れ感を示しているように私のために傑出したトラックは麗華のシングルです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is about three different girls wanting to because a pop star. They all do it for different reasons. Akari wants to reach people with her songs, Nozomi wants it because of her admiration for Reika and Yuki wants it to prove something to herself. With all these cheesy reasons, it is a wonder how the show manages to be successful. Well the way it does it, is that it shows you the reason why they feel that way. Once you get that understanding of the characters in your mind, you start to root for them, as they are relatable people.\n\n\u001b[1m話は、ポップスターのためにしたいと思っている約3人の女の子についてです。 彼らはすべて異なった理由でそれを行います。 あかりは、彼女の歌で人々に手を広げたいと思っています。野上はレイカの賞賛のためにそれを望んでいます。ユキは自分自身に何かを証明したいと思っています。 これらすべてのチーズな理由から、ショーがどのように成功するかは不思議です。 まあ、それはそれを行う方法です、それはあなたにそのように感じる理由を示しているということです。 あなたの心の中の文字の理解を取得したら、彼らは親切な人々であるので、あなたはそれらのために根を下ろします。\u001b[22m\n\u001b[1m(Hanashi wa, poppusutā no tame ni shitai to omotte iru yaku 3-ri no on'nanoko ni tsuitedesu. Karera wa subete kotonatta riyū de sore o okonaimasu. Akari wa, kanojo no uta de hitobito ni te o hirogetai to omotte imasu. Nogami wa re ika no shōsan no tame ni sore o nozonde imasu. Yuki wa jibun jishin ni nanika o shōmei shitai to omotte imasu. Korera subete no chīzuna riyū kara, shō ga dono yō ni seikō suru ka wa fushigidesu. Mā, sore wa sore o okonau hōhōdesu, sore wa anata ni sonoyōni kanjiru riyū o shimeshite iru to iu kotodesu. Anata no kokoronouchi no moji no rikai o shutoku shitara, karera wa shinsetsuna hitobitodearunode, anata wa sorera no tame ni ne o oroshimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about three different girls wanting to because a pop star. They all do it for different reasons. Akari wants to reach people with her songs, Nozomi wants it because of her admiration for Reika and Yuki wants it to prove something to herself. With all these cheesy reasons, it is a wonder how the show manages to be successful. Well the way it does it, is that it shows you the reason why they feel that way. Once you get that understanding of the characters in your mind, you start to root for them, as they are relatable people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about three different girls wanting to because a pop star.\u001b[24m\n    \u001b[1m話は、ポップスターのためにしたいと思っている約3人の女の子についてです。\u001b[22m, \u001b[1m物語はポップスターのために望む約3異なる女の子です。\u001b[22m\n\u001b[4mThey all do it for different reasons.\u001b[24m\n    \u001b[1m彼らはすべて異なった理由でそれを行います。\u001b[22m, \u001b[1m彼らはすべての異なる理由のためにそれを行います。\u001b[22m\n\u001b[4mAkari wants to reach people with her songs, Nozomi wants it because of her admiration for Reika and Yuki wants it to prove something to herself.\u001b[24m\n    \u001b[1mあかりは、彼女の歌で人々に手を広げたいと思っています。野上はレイカの賞賛のためにそれを望んでいます。ユキは自分自身に何かを証明したいと思っています。\u001b[22m, \u001b[1mあかりは、のぞみが原因麗華のための彼女の賞賛のそれを望んでいる、彼女の歌で人々に到達したいとユキはそれが自分に何かを証明したいと考えています。\u001b[22m\n\u001b[4mWith all these cheesy reasons, it is a wonder how the show manages to be successful.\u001b[24m\n    \u001b[1mこれらすべてのチーズな理由から、ショーがどのように成功するかは不思議です。\u001b[22m, \u001b[1mこれらすべての安っぽいの理由で、ショーを成功させるにはどのように管理するか不思議です。\u001b[22m\n\u001b[4mWell the way it does it, is that it shows you the reason why they feel that way.\u001b[24m\n    \u001b[1mまあ、それはそれを行う方法です、それはあなたにそのように感じる理由を示しているということです。\u001b[22m, \u001b[1mまあ、それはそれをしない方法は、それはあなたに彼らがそのように感じた理由を示すことです。\u001b[22m\n\u001b[4mOnce you get that understanding of the characters in your mind, you start to root for them, as they are relatable people.\u001b[24m\n    \u001b[1mあなたの心の中の文字の理解を取得したら、彼らは親切な人々であるので、あなたはそれらのために根を下ろします。\u001b[22m, \u001b[1mあなたの心の中の文字の理解を得れば、彼らが話すことのできる人がいるとして、あなたは、彼らのためにルートを開始します。\u001b[22m\nThe story takes some very interesting (if a bit predictable) turns along the way that just intensifies the tension and fine tunes the drama. The incredible thing is that you can see where it is all going but somehow, you're at the edge of your seat anyway.\n\n\u001b[1mストーリーは、ちょうど緊張感を強め、ドラマを微調整する方法に沿って、非常に興味深い（ちょっと予測可能な場合）ようになります。 信じられないことはどこにあるのかを見ることができますが、どういうわけか、とにかく座席の端にいます。\u001b[22m\n\u001b[1m(Sutōrī wa, chōdo kinchō-kan o tsuyome, dorama o bi chōsei suru hōhō ni sotte, hijō ni kyōmibukai (chotto yosoku kanōna baai) yō ni narimasu. Shinji rarenai koto wa doko ni aru no ka o miru koto ga dekimasuga, dō iu wake ka, tonikaku zaseki no hashi ni imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story takes some very interesting (if a bit predictable) turns along the way that just intensifies the tension and fine tunes the drama. The incredible thing is that you can see where it is all going but somehow, you're at the edge of your seat anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story takes some very interesting (if a bit predictable) turns along the way that just intensifies the tension and fine tunes the drama.\u001b[24m\n    \u001b[1mストーリーは、ちょうど緊張感を強め、ドラマを微調整する方法に沿って、非常に興味深い（ちょっと予測可能な場合）ようになります。\u001b[22m, \u001b[1m物語は（ビット予測可能な場合）いくつかの非常に興味深いがかかるだけで緊張と微調整ドラマを強める道に沿って回転します。\u001b[22m\n\u001b[4mThe incredible thing is that you can see where it is all going but somehow, you're at the edge of your seat anyway.\u001b[24m\n    \u001b[1m信じられないことはどこにあるのかを見ることができますが、どういうわけか、とにかく座席の端にいます。\u001b[22m, \u001b[1m信じられない事は、あなたはそれがすべて起こっているが、どういうわけか、あなたはとにかくあなたの座席の端にいる場所を確認することができるということです。\u001b[22m\nThe only issue I have with the story is that it is at first quite slow, you have trouble really getting into it and it wasn't until about episode 4 that I was interested to see what happens.\n\n\u001b[1m私が物語に持つ唯一の問題は、それが最初はかなり遅いということです。本当にそれに慣れていて、何が起こるかを知りたいエピソード4まではありませんでした。\u001b[22m\n\u001b[1m(Watashi ga monogatari ni motsu yuiitsu no mondai wa, sore ga saisho wa kanari osoi to iu kotodesu. Hontōni sore ni narete ite, nani ga okoru ka o shiritai episōdo 4 made wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe only issue I have with the story is that it is at first quite slow, you have trouble really getting into it and it wasn't until about episode 4 that I was interested to see what happens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only issue I have with the story is that it is at first quite slow, you have trouble really getting into it and it wasn't until about episode 4 that I was interested to see what happens.\u001b[24m\n    \u001b[1m私が物語に持つ唯一の問題は、それが最初はかなり遅いということです。本当にそれに慣れていて、何が起こるかを知りたいエピソード4まではありませんでした。\u001b[22m, \u001b[1m私が話を持っている唯一の問題は、それが最初は非常に遅いということです、あなたはトラブルが実際にそれに入る必要があり、それは私が何が起こるか見て興味があったエピソード4程度までではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nI have delved into the characters a bit in the story and sound paragraph. Shoujos usually do characters well and this is no exception. I will just add that the reason everything comes together is because the characters are so efficient. They are efficient in making you feel for them, and when you do connect with the characters the rest is just a breeze. Everything comes together and you get a very enjoyable and satisfying ending.\n\n\u001b[1m私は物語と音の段落の文字に掘り下げている。  Shoujosは通常文字をよく扱いますが、これは例外ではありません。 私は、文字がとても効率的であるため、すべてが一緒に来る理由を追加するだけです。 彼らはあなたがそれらのために感じることに効率的であり、あなたが文字とつながるとき、残りはちょうど微風です。 すべてが一緒に来ると、あなたは非常に楽しく満足のいく結末になります。\u001b[22m\n\u001b[1m(Watashi wa monogatari to oto no danraku no moji ni horisagete iru. Shoujos wa tsūjō moji o yoku atsukaimasuga, koreha reigaide wa arimasen. Watashi wa, moji ga totemo kōritsu-tekidearu tame, subete ga issho ni kuru riyū o tsuika suru dakedesu. Karera wa anata ga sorera no tame ni kanjiru koto ni kōritsu-tekideari, anata ga moji to tsunagaru toki, nokori wa chōdo soyokazedesu. Subete ga issho ni kuru to, anata wa hijō ni tanoshiku manzoku no iku ketsumatsu ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mI have delved into the characters a bit in the story and sound paragraph. Shoujos usually do characters well and this is no exception. I will just add that the reason everything comes together is because the characters are so efficient. They are efficient in making you feel for them, and when you do connect with the characters the rest is just a breeze. Everything comes together and you get a very enjoyable and satisfying ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have delved into the characters a bit in the story and sound paragraph.\u001b[24m\n    \u001b[1m私は物語と音の段落の文字に掘り下げている。\u001b[22m, \u001b[1m私はストーリーとサウンドの段落で文字にビットを掘り下げています。\u001b[22m\n\u001b[4mShoujos usually do characters well and this is no exception.\u001b[24m\n    \u001b[1mShoujosは通常文字をよく扱いますが、これは例外ではありません。\u001b[22m, \u001b[1mShoujosは通常、うまく文字を行うと、これも例外ではありません。\u001b[22m\n\u001b[4mI will just add that the reason everything comes together is because the characters are so efficient.\u001b[24m\n    \u001b[1m私は、文字がとても効率的であるため、すべてが一緒に来る理由を追加するだけです。\u001b[22m, \u001b[1m私はただの文字はとても効率的であるため、すべてが一緒に来る理由があることを追加します。\u001b[22m\n\u001b[4mThey are efficient in making you feel for them, and when you do connect with the characters the rest is just a breeze.\u001b[24m\n    \u001b[1m彼らはあなたがそれらのために感じることに効率的であり、あなたが文字とつながるとき、残りはちょうど微風です。\u001b[22m, \u001b[1m彼らはあなたが彼らのために感じることで、効率的であり、あなたが文字で接続しないとき、残りはちょうど微風です。\u001b[22m\n\u001b[4mEverything comes together and you get a very enjoyable and satisfying ending.\u001b[24m\n    \u001b[1mすべてが一緒に来ると、あなたは非常に楽しく満足のいく結末になります。\u001b[22m, \u001b[1mすべてが一緒に来て、あなたは非常に楽しく、満足のいく結末を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nThis series is easily one that I will view again as the 13 episode format is not an intensive task. The series also offers some great drama that is not too heavy going and that should appeal to most. I really recommend it.\n\n\u001b[1mこのシリーズは、13のエピソード形式が集中的な仕事ではないので、私が再び見ることになるものです。 シリーズはまた、あまりにも重くはないとほとんどの魅力的ないくつかの素晴らしいドラマを提供しています。 私は本当にそれをお勧めします。\u001b[22m\n\u001b[1m(Kono shirīzu wa, 13 no episōdo keishiki ga shūchū-tekina shigotode wanainode, watashi ga futatabi miru koto ni naru monodesu. Shirīzu wa mata, amarini mo omoku wanaito hotondo no miryoku-tekina ikutsu ka no subarashī dorama o teikyō shite imasu. Watashi wa hontōni sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis series is easily one that I will view again as the 13 episode format is not an intensive task. The series also offers some great drama that is not too heavy going and that should appeal to most. I really recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is easily one that I will view again as the 13 episode format is not an intensive task.\u001b[24m\n    \u001b[1mこのシリーズは、13のエピソード形式が集中的な仕事ではないので、私が再び見ることになるものです。\u001b[22m, \u001b[1mこのシリーズは、簡単に13エピソード形式は集中的な作業ではありませんように私は再び表示するものです。\u001b[22m\n\u001b[4mThe series also offers some great drama that is not too heavy going and that should appeal to most.\u001b[24m\n    \u001b[1mシリーズはまた、あまりにも重くはないとほとんどの魅力的ないくつかの素晴らしいドラマを提供しています。\u001b[22m, \u001b[1mシリーズは、あまりにも重い行くのではありませんいくつかの素晴らしいドラマを提供し、それが最もにアピールする必要があります。\u001b[22m\n\u001b[4mI really recommend it.\u001b[24m\n    \u001b[1m私は本当にそれをお勧めします。\u001b[22m, \u001b[1m私は実際にそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Chance_Triangle_Session",
    "id": "2495",
    "url": "https://myanimelist.net/anime/2495/Chance_Triangle_Session",
    "user": "l33tmeatwad",
    "profile": "/profile/l33tmeatwad/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=25103",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  3\nサウンド|  5\nキャラクター|  3\n|  4\n\n私はポップアーティストや歌手についていくつかのアニメシリーズを見て楽しんだが、これはその一つではなかった。 私はスタートが非常に貧弱で、混乱しているにもかかわらず、シリーズを終了することに決めました。\n全体的には、ストーリーはほとんど行われておらず、予測可能でした。 プロットはほんのわずかしか残っておらず、ほとんどの人はちょうど4回のエピソードの後に​​結果を推測することができました。 キャラクターの開発は非常にうまく実行されず、キャラクターは浅く見えました。 また、背景のストーリーは、シリーズの終わりまでに主要キャラクターのいくつかを残していませんでした。\nこのシリーズのアニメーションはシリーズにも役立たなかった。 サブパネルのアニメーションのクオリティで、このシリーズは、書くほど安く見えるように感じました。 子供向けのショーとして、彼らを楽しませるには十分なはずですが、このシリーズからまともなエンターテイメントを求める8歳以上の人は、ほとんどが失望します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nI've watched a few anime series about pop artists and singers and enjoyed them, this was not one of them. I decided to finish the series even though the start was very poor and cluttered.\n\n\u001b[1m私はポップアーティストや歌手についていくつかのアニメシリーズを見て楽しんだが、これはその一つではなかった。 私はスタートが非常に貧弱で、混乱しているにもかかわらず、シリーズを終了することに決めました。\u001b[22m\n\u001b[1m(Watashi wa poppuātisuto ya kashu ni tsuite ikutsu ka no animeshirīzu o mite tanoshindaga, kore wa sono hitotsude wa nakatta. Watashi wa sutāto ga hijō ni hinjaku de, konran shite iru nimokakawarazu, shirīzu o shūryō suru koto ni kimemashita.)\u001b[22m\n\nTranslations of \u001b[4mI've watched a few anime series about pop artists and singers and enjoyed them, this was not one of them. I decided to finish the series even though the start was very poor and cluttered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've watched a few anime series about pop artists and singers and enjoyed them, this was not one of them.\u001b[24m\n    \u001b[1m私はポップアーティストや歌手についていくつかのアニメシリーズを見て楽しんだが、これはその一つではなかった。\u001b[22m, \u001b[1m私は、これはそのうちの一つではなかった、ポップアーティストや歌手についてのいくつかのアニメシリーズを見て、それらを楽しんできました。\u001b[22m\n\u001b[4mI decided to finish the series even though the start was very poor and cluttered.\u001b[24m\n    \u001b[1m私はスタートが非常に貧弱で、混乱しているにもかかわらず、シリーズを終了することに決めました。\u001b[22m, \u001b[1m私はスタートが非常に悪く、雑然としたにもかかわらずシリーズを終了することを決めました。\u001b[22m\nOverall the story was poorly done and predicable for the most part. The plot left very little to be desired and most anyone could guessed the outcome after just 4 episodes. Character development was very poorly executed and left the characters seeming shallow. Also, the background stories left some of the main characters unlikable by the end of the series.\n\n\u001b[1m全体的には、ストーリーはほとんど行われておらず、予測可能でした。 プロットはほんのわずかしか残っておらず、ほとんどの人はちょうど4回のエピソードの後に​​結果を推測することができました。 キャラクターの開発は非常にうまく実行されず、キャラクターは浅く見えました。 また、背景のストーリーは、シリーズの終わりまでに主要キャラクターのいくつかを残していませんでした。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, sutōrī wa hotondo okonawa rete orazu, yosoku kanōdeshita. Purotto wa hon'no wazuka shika nokotte orazu, hotondo no hito wa chōdo 4-kai no episōdo no nochi ni ​​ kekka o suisoku suru koto ga dekimashita. Kyarakutā no kaihatsu wa hijō ni umaku jikkō sa rezu, kyarakutā wa asaku miemashita. Mata, haikei no sutōrī wa, shirīzu no owari made ni shuyō kyarakutā no ikutsu ka o nokoshite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOverall the story was poorly done and predicable for the most part. The plot left very little to be desired and most anyone could guessed the outcome after just 4 episodes. Character development was very poorly executed and left the characters seeming shallow. Also, the background stories left some of the main characters unlikable by the end of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the story was poorly done and predicable for the most part.\u001b[24m\n    \u001b[1m全体的には、ストーリーはほとんど行われておらず、予測可能でした。\u001b[22m, \u001b[1m全体的な話はほとんど大部分が行われ、予測可能なました。\u001b[22m\n\u001b[4mThe plot left very little to be desired and most anyone could guessed the outcome after just 4 episodes.\u001b[24m\n    \u001b[1mプロットはほんのわずかしか残っておらず、ほとんどの人はちょうど4回のエピソードの後に結果を推測することができました。\u001b[22m, \u001b[1mプロットが望まれることは非常に少し残し、ほとんど誰もがちょうど4のエピソードの後に結果を推測できました。\u001b[22m\n\u001b[4mCharacter development was very poorly executed and left the characters seeming shallow.\u001b[24m\n    \u001b[1mキャラクターの開発は非常にうまく実行されず、キャラクターは浅く見えました。\u001b[22m, \u001b[1mキャラクター開発は非常に不十分な実行され、浅いらし文字が残っていました。\u001b[22m\n\u001b[4mAlso, the background stories left some of the main characters unlikable by the end of the series.\u001b[24m\n    \u001b[1mまた、背景のストーリーは、シリーズの終わりまでに主要キャラクターのいくつかを残していませんでした。\u001b[22m, \u001b[1mまた、バックグラウンドストーリーはシリーズの終わりまでに好かれないメインキャラクターの一部を残しました。\u001b[22m\nThe animation for this series did not help the series either. With sub-par animation quality, it left the series feeling about as cheap looking as the writing. As a show that was made for children, it should be adequate to entertain them, but anyone older than 8 looking for decent entertainment out of this series will mostly be disappointed.\n\n\u001b[1mこのシリーズのアニメーションはシリーズにも役立たなかった。 サブパネルのアニメーションのクオリティで、このシリーズは、書くほど安く見えるように感じました。 子供向けのショーとして、彼らを楽しませるには十分なはずですが、このシリーズからまともなエンターテイメントを求める8歳以上の人は、ほとんどが失望します。\u001b[22m\n\u001b[1m(Kono shirīzu no animēshon wa shirīzu ni mo yakudatanakatta. Sabu paneru no animēshon no kuoriti de, kono shirīzu wa, kaku hodo yasuku mieru yō ni kanjimashita. Kodomo-muke no shō to shite, karera o tanoshima seru ni wa jūbun'na hazudesuga, kono shirīzu kara matomona entāteimento o motomeru 8-sai ijō no hito wa, hotondo ga shitsubō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation for this series did not help the series either. With sub-par animation quality, it left the series feeling about as cheap looking as the writing. As a show that was made for children, it should be adequate to entertain them, but anyone older than 8 looking for decent entertainment out of this series will mostly be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation for this series did not help the series either.\u001b[24m\n    \u001b[1mこのシリーズのアニメーションはシリーズにも役立たなかった。\u001b[22m, \u001b[1mこのシリーズのアニメーションは、いずれかのシリーズを助けていません。\u001b[22m\n\u001b[4mWith sub-par animation quality, it left the series feeling about as cheap looking as the writing.\u001b[24m\n    \u001b[1mサブパネルのアニメーションのクオリティで、このシリーズは、書くほど安く見えるように感じました。\u001b[22m, \u001b[1mサブパーアニメーション品質と、それは書き込みとして見として安価に関する一連感を残しました。\u001b[22m\n\u001b[4mAs a show that was made for children, it should be adequate to entertain them, but anyone older than 8 looking for decent entertainment out of this series will mostly be disappointed.\u001b[24m\n    \u001b[1m子供向けのショーとして、彼らを楽しませるには十分なはずですが、このシリーズからまともなエンターテイメントを求める8歳以上の人は、ほとんどが失望します。\u001b[22m, \u001b[1m子どもたちのために作られたショーのように、それらを楽しまするのに十分であるべきであるが、このシリーズのうち、まともなエンターテイメントを探して8より古い誰もが主に失望するだろう。\u001b[22m"
  }
]
