[
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "laxjoh",
    "profile": "/profile/laxjoh/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=216669",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  9\n\nInuyashaは古典的なアニメです。 それは少し古くなっているという事実によって離脱された場合、しないでください。 近代的なアニメよりも「劣った」アニメーションを持っているにもかかわらず、引き出しは細部に注意を払ってかなり良い仕事をしました。 いくつかのキャラクターは（すべてのアニメのように）少し一般的だと感じましたが、あなたはまだ徐々にキャラクターと恋に落ちます。 私のお気に入りは特にMiroku、Sango、Shippoです。 それぞれのキャラクターは自分自身の儀式やKagomeを除いて誰もがかなり驚くべきことだと思うでしょう。 文字はかなり好きであり、それぞれのキャラクターはまともな背景物語を持っています。 私が考えている主人公の間の相互作用は、アニメを運ぶのに役立ちます。\n\n私は非常に若い頃にこれを見ていたが、ストーリーの大部分を覚えていなかった。 最近それを再調査し、それはかなりまともです。 ベースプロットは非常に弱く、非常にシンプルですが、プロは常に「シンプルです」と言います。 それはあまりにも複雑なMAINストーリーではないので、魅せられやすいですが、あなたが日本の文化やアジアの神話に慣れていない/受け入れていない場合は、サイドアークや平均的なエ​​ピソードのプロットはかなり複雑で混乱しています。 犬夜叉は日本の迷信文化と霊魂と悪魔を中国の神話と大きく混ぜている。\n\n私は犬夜叉についていくつかの苦情があります。 最初にカゴメとイヌヤシャのジェネリックキャラクターがあります。 確かにInuyashaにはたくさんの一般的な文字があります。また、たくさんの一般的な文字があるとすれば、「これはいいと思うのですか？ 私は彼らが一般的なキャラクターを持っているのにまだ愛されているという事実は、それ自身の偉業だと思う。 もう一つは、自分の世界の現実のルールを完全に無視することです。 コメディーの目的のために私は理解しているルールを破ることができますが、特定の状況では非現実的です。 犬夜叉が真剣に傷つき、実際よりも傷ついていたはずです。\n\nもう一つの苦情は、曖昧なストーリーラインで、必要に応じてできるだけ多くのフィラーに似たアークをアニメに収めることができます。 穴がいっぱいである力を生成するサイドアーク。 もう一つの苦情は、死んだ部分を復活させることです。 私はあなたがアニメキャラクターを殺すならば、アニメをしっかり信じています。決してそれらをフラッシュバックなしで戻すべきではありません。 他のアクションは少し奇妙ですが、私はスポイラーがあるのであまりにも多くを含めたくありません。 しかし、敵がInuyashaかKagomeを殺す機会を持っているときのように、しかしまぶしいことはしないでください。 最終的な苦情はカゴメが彼女の「重要なもの」なしでは本当に存在できない女性キャラクターの一人であることです。 犬夜叉がなければ、かごめ自身は完全ではない。  （女性の性格が弱く、難易度を克服しなければならない男性性格のための物語の唯一の目的は恋人であることを意味する）。 私は彼女が多くの時間有用であり、多くのアンタゴニストを克服するために非常に重要なので、私は完全なキャラクターではないと言う。\n\n苦情にもかかわらず、私は自分自身が過度に嫌気になったり、ささいなことに気付かなかった。 音楽と芸術はとても良いです。 これは、アニメ/マンガを見ようと考えている人にとっては必見です。 私はこれを、リストを見なければならないトップの1つとしてお勧めします。 私はこれを傑作とは比較しませんが、ドラゴンボールやゆうゆう白書、ルーロニーケンシンのようなインスタントクラシックです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nInuyasha is a classic anime; if you are put off by the fact it is a bit old, don't be. Despite having 'poorer' quality animation than modern anime, the drawers did a pretty good job paying attention to detail. While some characters felt a bit generic (like all anime), you still gradually fall in love with characters. My favorites in particular are Miroku, Sango and Shippo. Each characters are pretty amazing in their own rite and everyone (except for Kagome) you'd probably think are pretty amazing in battle. The characters are fairly likable and each character has a decent background story. The interactions between the main characters I think help carry the anime.\n\n\u001b[1mInuyashaは古典的なアニメです。 それは少し古くなっているという事実によって離脱された場合、しないでください。 近代的なアニメよりも「劣った」アニメーションを持っているにもかかわらず、引き出しは細部に注意を払ってかなり良い仕事をしました。 いくつかのキャラクターは（すべてのアニメのように）少し一般的だと感じましたが、あなたはまだ徐々にキャラクターと恋に落ちます。 私のお気に入りは特にMiroku、Sango、Shippoです。 それぞれのキャラクターは自分自身の儀式やKagomeを除いて誰もがかなり驚くべきことだと思うでしょう。 文字はかなり好きであり、それぞれのキャラクターはまともな背景物語を持っています。 私が考えている主人公の間の相互作用は、アニメを運ぶのに役立ちます。\u001b[22m\n\u001b[1m(Inuyasha wa koten-tekina animedesu. Sore wa sukoshi furuku natte iru to iu jijitsu ni yotte ridatsu sa reta baai, shinaide kudasai. Kindai-tekina anime yori mo `ototta' animēshon o motte iru nimokakawarazu, hikidashi wa saibu ni chūi o haratte kanari yoi shigoto o shimashita. Ikutsu ka no kyarakutā wa (subete no anime no yō ni) sukoshi ippan-tekida to kanjimashitaga, anata wa mada jojoni kyarakutā to koi ni ochimasu. Watashi no okiniiri wa tokuni Miroku, Sango, Shippodesu. Sorezore no kyarakutā wa jibunjishin'no gishiki ya Kagome o nozoite daremoga kanari odorokubeki kotoda to omoudeshou. Moji wa kanari sukideari, sorezore no kyarakutā wa matomona haikei monogatari o motte imasu. Watashi ga kangaete iru shujinkō no ma no sōgo sayō wa, anime o hakobu no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mInuyasha is a classic anime; if you are put off by the fact it is a bit old, don't be. Despite having 'poorer' quality animation than modern anime, the drawers did a pretty good job paying attention to detail. While some characters felt a bit generic (like all anime), you still gradually fall in love with characters. My favorites in particular are Miroku, Sango and Shippo. Each characters are pretty amazing in their own rite and everyone (except for Kagome) you'd probably think are pretty amazing in battle. The characters are fairly likable and each character has a decent background story. The interactions between the main characters I think help carry the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha is a classic anime;\u001b[24m\n    \u001b[1mInuyashaは古典的なアニメです。\u001b[22m, \u001b[1m犬夜叉は、古典的なアニメです。\u001b[22m\n\u001b[4mif you are put off by the fact it is a bit old, don't be.\u001b[24m\n    \u001b[1mそれは少し古くなっているという事実によって離脱された場合、しないでください。\u001b[22m, \u001b[1mあなたはそれは少し古いですが事実によって延期されている場合は、ことはありません。\u001b[22m\n\u001b[4mDespite having 'poorer' quality animation than modern anime, the drawers did a pretty good job paying attention to detail.\u001b[24m\n    \u001b[1m近代的なアニメよりも「劣った」アニメーションを持っているにもかかわらず、引き出しは細部に注意を払ってかなり良い仕事をしました。\u001b[22m, \u001b[1m現代のアニメより「劣った」品質のアニメーションを持つにもかかわらず、引き出しは細部に注意を払ってかなり良い仕事をしました。\u001b[22m\n\u001b[4mWhile some characters felt a bit generic (like all anime), you still gradually fall in love with characters.\u001b[24m\n    \u001b[1mいくつかのキャラクターは（すべてのアニメのように）少し一般的だと感じましたが、あなたはまだ徐々にキャラクターと恋に落ちます。\u001b[22m, \u001b[1m一部の文字が（すべてのアニメのような）ビットの汎用感じながら、あなたはまだ、徐々に文字と恋に落ちます。\u001b[22m\n\u001b[4mMy favorites in particular are Miroku, Sango and Shippo.\u001b[24m\n    \u001b[1m私のお気に入りは特にMiroku、Sango、Shippoです。\u001b[22m, \u001b[1m特に私のお気に入りは、弥勒、珊瑚と七宝です。\u001b[22m\n\u001b[4mEach characters are pretty amazing in their own rite and everyone (except for Kagome) you'd probably think are pretty amazing in battle.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは自分自身の儀式やKagomeを除いて誰もがかなり驚くべきことだと思うでしょう。\u001b[22m, \u001b[1m各文字は、おそらく戦いではかなり驚くべきものだと思うよ、独自の儀式と（かごめを除く）すべての人ではかなり驚くべきものです。\u001b[22m\n\u001b[4mThe characters are fairly likable and each character has a decent background story.\u001b[24m\n    \u001b[1m文字はかなり好きであり、それぞれのキャラクターはまともな背景物語を持っています。\u001b[22m, \u001b[1m文字はかなり好感され、各文字は、まともなバックグラウンドストーリーを持っています。\u001b[22m\n\u001b[4mThe interactions between the main characters I think help carry the anime.\u001b[24m\n    \u001b[1m私が考えている主人公の間の相互作用は、アニメを運ぶのに役立ちます。\u001b[22m, \u001b[1m私はアニメを運ぶ手助けと思うメインキャラクターとの間の相互作用。\u001b[22m\n\u001b[1m\u001b[22m\nI remember watching this when I was very young but didnt' remember majority of the story. Recently rewatched it and it is pretty decent. The base plot is pretty weak though and VERY simple but the pros always say 'Simple is more.' It's not overly complicating MAIN story so it's easy to get hooked but the side-arcs or average episode plots are pretty complicating and confusing if you aren't familiar with/accepting of Japanese culture and Asian mythology. Inuyasha heavily mixes the superstitious culture of Japan with spirits and demons with Chinese mythology.\n\n\u001b[1m私は非常に若い頃にこれを見ていたが、ストーリーの大部分を覚えていなかった。 最近それを再調査し、それはかなりまともです。 ベースプロットは非常に弱く、非常にシンプルですが、プロは常に「シンプルです」と言います。 それはあまりにも複雑なMAINストーリーではないので、魅せられやすいですが、あなたが日本の文化やアジアの神話に慣れていない/受け入れていない場合は、サイドアークや平均的なエ​​ピソードのプロットはかなり複雑で混乱しています。 犬夜叉は日本の迷信文化と霊魂と悪魔を中国の神話と大きく混ぜている。\u001b[22m\n\u001b[1m(Watashi wa hijō ni wakai koro ni kore o mite itaga, sutōrī no daibubun o oboete inakatta. Saikin sore o sai chōsa shi, sore wa kanari matomodesu. Bēsupurotto wa hijō ni yowaku, hijō ni shinpurudesuga, puro wa tsuneni `shinpurudesu' to iimasu. Sore wa amarini mo fukuzatsuna MAIN sutōrīde wanainode, mise rare yasuidesuga, anata ga nihon'nobunka ya Ajia no shinwa ni narete inai/ ukeirete inai baai wa, saidoāku ya heikin-tekina e ​​ pisōdo no purotto wa kanari fukuzatsude konran shite imasu. Inu yasha wa Nihon no meishin bunka to reikon to akuma o Chūgoku no shinwa to ōkiku mazete iru.)\u001b[22m\n\nTranslations of \u001b[4mI remember watching this when I was very young but didnt' remember majority of the story. Recently rewatched it and it is pretty decent. The base plot is pretty weak though and VERY simple but the pros always say 'Simple is more.' It's not overly complicating MAIN story so it's easy to get hooked but the side-arcs or average episode plots are pretty complicating and confusing if you aren't familiar with/accepting of Japanese culture and Asian mythology. Inuyasha heavily mixes the superstitious culture of Japan with spirits and demons with Chinese mythology.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI remember watching this when I was very young but didnt' remember majority of the story.\u001b[24m\n    \u001b[1m私は非常に若い頃にこれを見ていたが、ストーリーの大部分を覚えていなかった。\u001b[22m, \u001b[1m私は物語の大半を覚えて '非常に若いが、didntのだったとき、私はこれを見て覚えています。\u001b[22m\n\u001b[4mRecently rewatched it and it is pretty decent.\u001b[24m\n    \u001b[1m最近それを再調査し、それはかなりまともです。\u001b[22m, \u001b[1m最近それをrewatchedし、それはかなりまともです。\u001b[22m\n\u001b[4mThe base plot is pretty weak though and VERY simple but the pros always say 'Simple is more.'\u001b[24m\n    \u001b[1mベースプロットは非常に弱く、非常にシンプルですが、プロは常に「シンプルです」と言います。\u001b[22m, \u001b[1m基本プロットはかなりかかわらず弱く、非常にシンプルだが、プロは常に言う「シンプルでよりです。」\u001b[22m\n\u001b[4mIt's not overly complicating MAIN story so it's easy to get hooked but the side-arcs or average episode plots are pretty complicating and confusing if you aren't familiar with/accepting of Japanese culture and Asian mythology.\u001b[24m\n    \u001b[1mそれはあまりにも複雑なMAINストーリーではないので、魅せられやすいですが、あなたが日本の文化やアジアの神話に慣れていない/受け入れていない場合は、サイドアークや平均的なエピソードのプロットはかなり複雑で混乱しています。\u001b[22m, \u001b[1mそれが夢中にするのは簡単ですが、あなたが精通していない場合は、サイド円弧または平均エピソードプロットはかなり日本文化とアジアの神話を受け入れる/複雑で混乱しているので、それは過度にメインストーリーが複雑ではないです。\u001b[22m\n\u001b[4mInuyasha heavily mixes the superstitious culture of Japan with spirits and demons with Chinese mythology.\u001b[24m\n    \u001b[1m犬夜叉は日本の迷信文化と霊魂と悪魔を中国の神話と大きく混ぜている。\u001b[22m, \u001b[1m犬夜叉は重く中国神話と霊と悪魔と日本の迷信文化をミックス。\u001b[22m\n\u001b[1m\u001b[22m\nI do have SOME complaints about Inuyasha. First things first is the generic characters of Kagome and Inuyasha. Sure there are plenty of generic characters in Inuyasha and some can argue 'well if there's so many generic chars, why do you consider this good?' I think the fact that they have generic characters yet made them lovable is a feat of its own. Another is complete disregard for rules of reality of its own world. For comedic purposes you can break that rule I understand but it is unrealistic in certain situations. There are times when Inuyasha is seriously vulnerable and should have suffered more harm than he actually did.\n\n\u001b[1m私は犬夜叉についていくつかの苦情があります。 最初にカゴメとイヌヤシャのジェネリックキャラクターがあります。 確かにInuyashaにはたくさんの一般的な文字があります。また、たくさんの一般的な文字があるとすれば、「これはいいと思うのですか？ 私は彼らが一般的なキャラクターを持っているのにまだ愛されているという事実は、それ自身の偉業だと思う。 もう一つは、自分の世界の現実のルールを完全に無視することです。 コメディーの目的のために私は理解しているルールを破ることができますが、特定の状況では非現実的です。 犬夜叉が真剣に傷つき、実際よりも傷ついていたはずです。\u001b[22m\n\u001b[1m(Watashi wa inu yasha ni tsuite ikutsu ka no kujō ga arimasu. Saisho ni Kagome to inuyasha no jenerikkukyarakutā ga arimasu. Tashika ni Inuyasha ni wa takusan no ippantekina moji ga arimasu. Mata, takusan no ippantekina moji ga aru to sureba,`kore wa ī to omou nodesu ka? Watashi wa karera ga ippantekina kyarakutā o motte irunoni mada aisa rete iru to iu jijitsu wa, sore jishin no igyōda to omou. Mōhitotsu wa, jibun no sekai no genjitsu no rūru o kanzen ni mushi suru kotodesu. Komedī no mokuteki no tame ni watashi wa rikai shite iru rūru o yaburu koto ga dekimasuga, tokutei no jōkyōde wa higenjitsutekidesu. Inu yasha ga shinken ni kizutsuki, jissai yori mo kizutsuite ita hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mI do have SOME complaints about Inuyasha. First things first is the generic characters of Kagome and Inuyasha. Sure there are plenty of generic characters in Inuyasha and some can argue 'well if there's so many generic chars, why do you consider this good?' I think the fact that they have generic characters yet made them lovable is a feat of its own. Another is complete disregard for rules of reality of its own world. For comedic purposes you can break that rule I understand but it is unrealistic in certain situations. There are times when Inuyasha is seriously vulnerable and should have suffered more harm than he actually did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do have SOME complaints about Inuyasha.\u001b[24m\n    \u001b[1m私は犬夜叉についていくつかの苦情があります。\u001b[22m, \u001b[1m私は犬夜叉に関するいくつかの苦情を持っています。\u001b[22m\n\u001b[4mFirst things first is the generic characters of Kagome and Inuyasha.\u001b[24m\n    \u001b[1m最初にカゴメとイヌヤシャのジェネリックキャラクターがあります。\u001b[22m, \u001b[1m最初のものは、第一かごめと犬夜叉の一般的な文字です。\u001b[22m\n\u001b[4mSure there are plenty of generic characters in Inuyasha and some can argue 'well if there's so many generic chars, why do you consider this good?'\u001b[24m\n    \u001b[1m確かにInuyashaにはたくさんの一般的な文字があります。また、たくさんの一般的な文字があるとすれば、「これはいいと思うのですか？\u001b[22m, \u001b[1m確かに犬夜叉といくつかの主張することができますでの一般的な文字がたくさんあります」あなたはこの良いを考慮しないなぜこれほど多くの一般的な文字を、ありも場合は？」\u001b[22m\n\u001b[4mI think the fact that they have generic characters yet made them lovable is a feat of its own.\u001b[24m\n    \u001b[1m私は彼らが一般的なキャラクターを持っているのにまだ愛されているという事実は、それ自身の偉業だと思う。\u001b[22m, \u001b[1m私は、彼らはまだ彼らは愛すべき一般的な文字を作っているという事実は、それ自身の偉業だと思います。\u001b[22m\n\u001b[4mAnother is complete disregard for rules of reality of its own world.\u001b[24m\n    \u001b[1mもう一つは、自分の世界の現実のルールを完全に無視することです。\u001b[22m, \u001b[1mもう一つは、独自の世界の現実のルールのための完全無視です。\u001b[22m\n\u001b[4mFor comedic purposes you can break that rule I understand but it is unrealistic in certain situations.\u001b[24m\n    \u001b[1mコメディーの目的のために私は理解しているルールを破ることができますが、特定の状況では非現実的です。\u001b[22m, \u001b[1m喜劇の目的のために私は理解してそのルールを破ることができますが、それは特定の状況では非現実的です。\u001b[22m\n\u001b[4mThere are times when Inuyasha is seriously vulnerable and should have suffered more harm than he actually did.\u001b[24m\n    \u001b[1m犬夜叉が真剣に傷つき、実際よりも傷ついていたはずです。\u001b[22m, \u001b[1m犬夜叉が真剣に脆弱であり、彼が実際にやったよりも多くの被害を被っているはずの時間があります。\u001b[22m\n\u001b[1m\u001b[22m\nAnother complaint is the vague storyline allowing the anime to fit in as much filler-like arcs as possible when needed; force-creating side arcs that are full of holes. Another complaint is the reviving the dead part; I am a firm believer in anime if you kill off an anime character, you should never bring them back barring flashbacks. Other actions are a bit strange but I don't want to include too much as there are spoilers. But like when the enemy has a chance to either kill Inuyasha or Kagome but don't to be smug. Final complaint is how Kagome is one of those female characters who really can't exist without her 'significant other.' Without Inuyasha, Kagome herself isn't a full or complete character; which by some viewers are distasteful (means the female character is weak and their only purpose in the story is for romantic purposes for the male character who must overcome difficulty). Note I say not COMPLETE CHARACTER, as she is useful many a times and crucial to overcoming many antagonists.\n\n\u001b[1mもう一つの苦情は、曖昧なストーリーラインで、必要に応じてできるだけ多くのフィラーに似たアークをアニメに収めることができます。 穴がいっぱいである力を生成するサイドアーク。 もう一つの苦情は、死んだ部分を復活させることです。 私はあなたがアニメキャラクターを殺すならば、アニメをしっかり信じています。決してそれらをフラッシュバックなしで戻すべきではありません。 他のアクションは少し奇妙ですが、私はスポイラーがあるのであまりにも多くを含めたくありません。 しかし、敵がInuyashaかKagomeを殺す機会を持っているときのように、しかしまぶしいことはしないでください。 最終的な苦情はカゴメが彼女の「重要なもの」なしでは本当に存在できない女性キャラクターの一人であることです。 犬夜叉がなければ、かごめ自身は完全ではない。  （女性の性格が弱く、難易度を克服しなければならない男性性格のための物語の唯一の目的は恋人であることを意味する）。 私は彼女が多くの時間有用であり、多くのアンタゴニストを克服するために非常に重要なので、私は完全なキャラクターではないと言う。\u001b[22m\n\u001b[1m(Mōhitotsu no kujō wa, aimaina sutōrīrain de, hitsuyōniōjite dekiru dake ōku no firā ni nita āku o anime ni osameru koto ga dekimasu. Ana ga ippaidearu chikara o seisei suru saidoāku. Mōhitotsu no kujō wa, shinda bubun o fukkatsu sa seru kotodesu. Watashi wa anata ga animekyarakutā o korosunaraba, anime o shikkari shinjite imasu. Kesshite sorera o furasshu bakku nashi de modosubekide wa arimasen. Hoka no akushon wa sukoshi kimyōdesuga, watashi wa supoirā ga aru node amarini mo ōku o fukumetaku arimasen. Shikashi, teki ga Inuyasha ka Kagome o korosu kikai o motte iru toki no yō ni, shikashi mabushī koto wa shinaide kudasai. Saishū-tekina kujō wa Kagome ga kanojo no `jūyōna mono' nashide wa hontōni sonzai dekinai josei kyarakutā no hitoridearu kotodesu. Inu yasha ga nakereba, kagome jishin wa kanzende wanai. (Josei no seikaku ga yowaku, gaido o kokufuku shinakereba naranai dansei seikaku no tame no monogatari no yuiitsu no mokuteki wa koibitodearu koto o imi suru). Watashi wa kanojo ga ōku no jikan yūyōdeari, ōku no antagonisuto o kokufuku suru tame ni hijō ni jūyōnanode, watashi wa kanzen'na kyarakutāde wa nai to iu.)\u001b[22m\n\u001b[1m\u001b[22m\nDespite the complaints I didn't find myself overly disgusted or even slightly affected. The music and the art is very good. This is a must watch for anyone who plans on watching anime/manga. I recommend this as one of top must watch lists. I wouldn't compare this to masterpieces out but is an instant classic like Dragon Ball or Yu Yu Hakusho or Rurouni Kenshin.\n\n\u001b[1m苦情にもかかわらず、私は自分自身が過度に嫌気になったり、ささいなことに気付かなかった。 音楽と芸術はとても良いです。 これは、アニメ/マンガを見ようと考えている人にとっては必見です。 私はこれを、リストを見なければならないトップの1つとしてお勧めします。 私はこれを傑作とは比較しませんが、ドラゴンボールやゆうゆう白書、ルーロニーケンシンのようなインスタントクラシックです。\u001b[22m\n\u001b[1m(Kujō nimokakawarazu, watashi wa jibun jishin ga kado ni kenki ni nattari, sasaina koto ni kidzukanakatta. Ongaku to geijutsu wa totemo yoidesu. Kore wa, anime/ manga o miyou to kangaete iru hito ni totte wa hikkendesu. Watashi wa kore o, risuto o minakereba naranai toppu no 1tsu to shite o susume shimasu. Watashi wa kore o kessaku to wa hikaku shimasenga, doragonbōru ya yūyū hakusho, rūronīkenshin no yōna insutantokurashikkudesu.)\u001b[22m\n\nTranslations of \u001b[4mDespite the complaints I didn't find myself overly disgusted or even slightly affected. The music and the art is very good. This is a must watch for anyone who plans on watching anime/manga. I recommend this as one of top must watch lists. I wouldn't compare this to masterpieces out but is an instant classic like Dragon Ball or Yu Yu Hakusho or Rurouni Kenshin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the complaints I didn't find myself overly disgusted or even slightly affected.\u001b[24m\n    \u001b[1m苦情にもかかわらず、私は自分自身が過度に嫌気になったり、ささいなことに気付かなかった。\u001b[22m, \u001b[1m苦情にもかかわらず、私は自分自身が過度にうんざりしたり少しでも影響は見つかりませんでした。\u001b[22m\n\u001b[4mThe music and the art is very good.\u001b[24m\n    \u001b[1m音楽と芸術はとても良いです。\u001b[22m, \u001b[1m音楽とアートは非常に良いです。\u001b[22m\n\u001b[4mThis is a must watch for anyone who plans on watching anime/manga.\u001b[24m\n    \u001b[1mこれは、アニメ/マンガを見ようと考えている人にとっては必見です。\u001b[22m, \u001b[1mこれは、アニメ/漫画を見に計画して誰のために見なければならないです。\u001b[22m\n\u001b[4mI recommend this as one of top must watch lists.\u001b[24m\n    \u001b[1m私はこれを、リストを見なければならないトップの1つとしてお勧めします。\u001b[22m, \u001b[1m私はリストを見なければならないトップの一つとしてこれをお勧めします。\u001b[22m\n\u001b[4mI wouldn't compare this to masterpieces out but is an instant classic like Dragon Ball or Yu Yu Hakusho or Rurouni Kenshin.\u001b[24m\n    \u001b[1m私はこれを傑作とは比較しませんが、ドラゴンボールやゆうゆう白書、ルーロニーケンシンのようなインスタントクラシックです。\u001b[22m, \u001b[1m私は傑作にこれを比較するが、ドラゴンボールや幽遊白書やるろうに剣心などのインスタント古典的ではないでしょう。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "TheMaverickk",
    "profile": "/profile/TheMaverickk/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=215650",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n簡単に言えば、犬夜叉はアニメの古典です。\n\nこのシリーズのレビューを書く際には、それを集計するより良い方法はありません。 それは、最初のエピソードが放映されてから15年以上も経っており、シンプルなプロット（女の子は過去に送られ、女の子は大きなパワーの宝石を壊してしまい、災害前にその宝石を復元しなければならない） はるかに興味深いものに発展する。\n\n象徴的な半悪魔、InuYashaは彼にあらゆる種類のドラマをもたらします。 彼の悪魔の兄弟との競争から、犬夜叉の死んだ元ガールフレンドとも愛の三角関係にある別の半分の悪魔に、私たちの話の主人公（またはおそらくあなたの視点に依存して中絶主義者）に生まれ変わった死んだ元ガールフレンドに 。 ああ、死んだ元ガールフレンドが最終的に墓から戻って来るように（全く文字通り）。\n\nそして、正に、これはドラマの爆弾の氷山のちょうど先端（ブーム...フレーズ...誰ですか？）？特にいくつかの他のキャラクターが導入されています。\n\nInuYashaは、アクションとユーモア、光の心の瞬間と暗い瞬間、すべてロマンスの側面とのバランスをとっています。 キャストはかなりダイナミックで、各キャラクターは輝く時間があります。\n\n（バージョンに関係なく）演技している声は、まだ記憶に残っています。 正直言って、それは私が正直言って私がまだダブを好むと言うことができる少数のアニメの1つです。 楽譜はあなたを圧倒して興奮させ、常に正しい音色を設定します。 芸術のスタイルは古典ルミコの高橋ですが、正直なところまだ今のところ気分は変わりません。 私はまだ多くの悪魔のデザインと背景に感銘を受けています。 これは15歳のアニメで、HDではないことを覚えておいてください（昨シーズンはもう一つの話です）。\n\n一番下の行は、InuYashaがこのサイトよりも古くて、愛に値するということです。 それはかなりのエピソードを持っているが、それと同時に、それは私が正直にお勧めする長編番組の一つであり、それは少なくとも500 +のようないくつかの奇妙なエピソード番号ではないと言った。 それの終わりには、すべての人のために何かをしっかりとしたストーリー（正直なところ、今日の基準によっても本当にユニークな感触）を持つ、面白いショーです。 それが行動、ユーモア、ロマンス、さらにはいくつかの気まぐれで暗い瞬間であろうとも。 だからもっと多くの人々がこのクラシックを試してみるといいでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTo put it simply, InuYasha is an anime classic.\n\n\u001b[1m簡単に言えば、犬夜叉はアニメの古典です。\u001b[22m\n\u001b[1m(Kantan'niieba, inu yasha wa anime no kotendesu.)\u001b[22m\n\nTranslations of \u001b[4mTo put it simply, InuYasha is an anime classic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo put it simply, InuYasha is an anime classic.\u001b[24m\n    \u001b[1m簡単に言えば、犬夜叉はアニメの古典です。\u001b[22m, \u001b[1m簡単に言えば、犬夜叉はアニメの古典的です。\u001b[22m\n\u001b[1m\u001b[22m\nThere is no better way to sum it up when writing a review for the series. As it stands it's been over 15 years now since the first episode even aired and despite it's seemingly simple plot (girl is sent to the past, girl causes jewel of great power to break, and must now restore that gem before disaster befalls) the story develops into something far more intriguing.\n\n\u001b[1mこのシリーズのレビューを書く際には、それを集計するより良い方法はありません。 それは、最初のエピソードが放映されてから15年以上も経っており、シンプルなプロット（女の子は過去に送られ、女の子は大きなパワーの宝石を壊してしまい、災害前にその宝石を復元しなければならない） はるかに興味深いものに発展する。\u001b[22m\n\u001b[1m(Kono shirīzu no rebyū o kaku sai ni wa, sore o shūkei suru yoriyoi hōhō wa arimasen. Sore wa, saisho no episōdo ga hōei sa rete kara 15-nen ijō mo tatte ori, shinpuruna purotto (on'nanoko wa kako ni okura re, on'nanoko wa ōkina pawā no hōseki o kowashite shimai, saigai mae ni sono hōseki o fukugen shinakereba naranai) haruka ni kyōmibukai mono ni hatten suru.)\u001b[22m\n\nTranslations of \u001b[4mThere is no better way to sum it up when writing a review for the series. As it stands it's been over 15 years now since the first episode even aired and despite it's seemingly simple plot (girl is sent to the past, girl causes jewel of great power to break, and must now restore that gem before disaster befalls) the story develops into something far more intriguing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is no better way to sum it up when writing a review for the series.\u001b[24m\n    \u001b[1mこのシリーズのレビューを書く際には、それを集計するより良い方法はありません。\u001b[22m, \u001b[1mシリーズのレビューを書くときに、それをまとめるには良い方法はありません。\u001b[22m\n\u001b[4mAs it stands it's been over 15 years now since the first episode even aired and despite it's seemingly simple plot (girl is sent to the past, girl causes jewel of great power to break, and must now restore that gem before disaster befalls) the story\u001b[24m\n    \u001b[1mそれは、最初のエピソードが放映されてから15年以上も経っており、シンプルなプロット（女の子は過去に送られ、女の子は大きなパワーの宝石を壊してしまい、災害前にその宝石を復元しなければならない）\u001b[22m, \u001b[1mそれは最初のエピソードでも放映されたので、それは今15年以上が過ぎた略で、それは一見単純なプロット（女の子が過去に送信され、女の子は破るために偉大な力の宝石を引き起こし、今災害befalls前に宝石を復元する必要があります）話にもかかわらずように\u001b[22m\n\u001b[4mdevelops into something far more intriguing.\u001b[24m\n    \u001b[1mはるかに興味深いものに発展する。\u001b[22m, \u001b[1mはるかに魅力的なものに発展します。\u001b[22m\n\u001b[1m\u001b[22m\nThe titular half-demon, InuYasha brings with him all sorts of drama. From a rivalry with his demon brother, to a dead ex-girlfriend who was reincarnated into our tales main character (or perhaps deuteragonist depending on your perspective), to another half-demon who is also in a love triangle with InuYasha's dead ex-girlfriend . Oh by the way the dead ex-girlfriend eventually comes back from the grave (quite literally).\n\n\u001b[1m象徴的な半悪魔、InuYashaは彼にあらゆる種類のドラマをもたらします。 彼の悪魔の兄弟との競争から、犬夜叉の死んだ元ガールフレンドとも愛の三角関係にある別の半分の悪魔に、私たちの話の主人公（またはおそらくあなたの視点に依存して中絶主義者）に生まれ変わった死んだ元ガールフレンドに 。 ああ、死んだ元ガールフレンドが最終的に墓から戻って来るように（全く文字通り）。\u001b[22m\n\u001b[1m(Shōchō-tekina han akuma, InuYasha wa kare ni arayuru shurui no dorama o motarashimasu. Kare no akuma no kyōdai to no kyōsō kara, inu yasha no shinda moto gārufurendo tomo ai no sankaku kankei ni aru betsu no hanbun no akuma ni, watashitachi no hanashi no shujinkō (matawa osoraku anata no shiten ni izon shite chūzetsu shugi-sha) ni umarekawatta shinda moto gārufurendo ni. Ā, shinda moto gārufurendo ga saishūtekini haka kara modotte kuru yō ni (mattaku mojidōri).)\u001b[22m\n\nTranslations of \u001b[4mThe titular half-demon, InuYasha brings with him all sorts of drama. From a rivalry with his demon brother, to a dead ex-girlfriend who was reincarnated into our tales main character (or perhaps deuteragonist depending on your perspective), to another half-demon who is also in a love triangle with InuYasha's dead ex-girlfriend . Oh by the way the dead ex-girlfriend eventually comes back from the grave (quite literally).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe titular half-demon, InuYasha brings with him all sorts of drama.\u001b[24m\n    \u001b[1m象徴的な半悪魔、InuYashaは彼にあらゆる種類のドラマをもたらします。\u001b[22m, \u001b[1m名ばかりのハーフ悪魔は、犬夜叉は彼と一緒にドラマのすべての種類をもたらします。\u001b[22m\n\u001b[4mFrom a rivalry with his demon brother, to a dead ex-girlfriend who was reincarnated into our tales main character (or perhaps deuteragonist depending on your perspective), to another half-demon who is also in a love triangle with InuYasha's dead ex-girlfriend\u001b[24m\n    \u001b[1m彼の悪魔の兄弟との競争から、犬夜叉の死んだ元ガールフレンドとも愛の三角関係にある別の半分の悪魔に、私たちの話の主人公（またはおそらくあなたの視点に依存して中絶主義者）に生まれ変わった死んだ元ガールフレンドに\u001b[22m, \u001b[1m彼の悪魔の兄との競争から、私たちの物語（あなたの視点に応じて、またはおそらく脇役）メインキャラクターに転生して死んだ元ガールフレンドに、犬夜叉の死んだ元恋人との愛の三角形でもあるもう一つの半悪魔へ\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mOh by the way the dead ex-girlfriend eventually comes back from the grave (quite literally).\u001b[24m\n    \u001b[1mああ、死んだ元ガールフレンドが最終的に墓から戻って来るように（全く文字通り）。\u001b[22m, \u001b[1mああ方法によって死んだ元ガールフレンドは、最終的に墓から（文字通り）戻ってきます。\u001b[22m\n\u001b[1m\u001b[22m\nAnd honestly this is just the tip (BOOM... phrasing... anyone? No?) of the drama-bomb iceberg... especially once a few other characters are introduced.\n\n\u001b[1mそして、正に、これはドラマの爆弾の氷山のちょうど先端（ブーム...フレーズ...誰ですか？）？特にいくつかの他のキャラクターが導入されています。\u001b[22m\n\u001b[1m(Soshite, masani, koreha dorama no bakudan no hyōzan no chōdo sentan (būmu... Furēzu... Daredesuka? )? Tokuni ikutsu ka no ta no kyarakutā ga dōnyū sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd honestly this is just the tip (BOOM... phrasing... anyone? No?) of the drama-bomb iceberg... especially once a few other characters are introduced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd honestly this is just the tip (BOOM... phrasing... anyone? No?) of the drama-bomb iceberg... especially once a few other characters are introduced.\u001b[24m\n    \u001b[1mそして、正に、これはドラマの爆弾の氷山のちょうど先端（ブーム...フレーズ...誰ですか？）？特にいくつかの他のキャラクターが導入されています。\u001b[22m, \u001b[1mそして、正直これは、いくつかの他の文字が導入され、特に一度...ちょうどドラマ原爆氷山の一角（BOOM...フレージング...誰？いいえ？）です。\u001b[22m\n\u001b[1m\u001b[22m\nInuYasha manages to balance action and humor, light hearted moments and dark moments, all with a side of romance. The cast is fairly dynamic and each character gets their time to shine.\n\n\u001b[1mInuYashaは、アクションとユーモア、光の心の瞬間と暗い瞬間、すべてロマンスの側面とのバランスをとっています。 キャストはかなりダイナミックで、各キャラクターは輝く時間があります。\u001b[22m\n\u001b[1m(InuYasha wa, akushon to yūmoa,-kō no kokoro no shunkan to kurai shunkan, subete romansu no sokumen to no baransu o totte imasu. Kyasuto wa kanari dainamikkude, kaku kyarakutā wa kagayaku jikan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mInuYasha manages to balance action and humor, light hearted moments and dark moments, all with a side of romance. The cast is fairly dynamic and each character gets their time to shine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuYasha manages to balance action and humor, light hearted moments and dark moments, all with a side of romance.\u001b[24m\n    \u001b[1mInuYashaは、アクションとユーモア、光の心の瞬間と暗い瞬間、すべてロマンスの側面とのバランスをとっています。\u001b[22m, \u001b[1m犬夜叉は、すべてのロマンスの側で、アクションとユーモア、気楽な瞬間と暗い瞬間をバランスさせるために管理しています。\u001b[22m\n\u001b[4mThe cast is fairly dynamic and each character gets their time to shine.\u001b[24m\n    \u001b[1mキャストはかなりダイナミックで、各キャラクターは輝く時間があります。\u001b[22m, \u001b[1mキャストはかなり動的であり、各文字が輝くために自分の時間を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting (regardless of version) is still memorable. To be honest it's one of the few anime I can honestly say I still prefer the dub. The musical score will get you pumped and excited and always sets the right tone. The art style is classic Rumiko Takahashi, and honestly still feels distinct to this day. I'm still really impressed by many of the demon designs and backgrounds. Keeping in mind that this is a 15 year old anime, and isn't in HD (well the last season is but that's another story).\n\n\u001b[1m（バージョンに関係なく）演技している声は、まだ記憶に残っています。 正直言って、それは私が正直言って私がまだダブを好むと言うことができる少数のアニメの1つです。 楽譜はあなたを圧倒して興奮させ、常に正しい音色を設定します。 芸術のスタイルは古典ルミコの高橋ですが、正直なところまだ今のところ気分は変わりません。 私はまだ多くの悪魔のデザインと背景に感銘を受けています。 これは15歳のアニメで、HDではないことを覚えておいてください（昨シーズンはもう一つの話です）。\u001b[22m\n\u001b[1m((Bājon ni kankei naku) engi shite iru koe wa, mada kioku ni nokotte imasu. Shōjiki itte, sore wa watashi ga shōjiki itte watashi ga mada dabu o konomu to iu koto ga dekiru shōsū no anime no 1tsudesu. Gakufu wa anata o attō shite kōfun sa se, tsuneni tadashī neiro o settei shimasu. Geijutsu no sutairu wa koten Rumiko no Takahashidesuga, shōjikina tokoro mada imanotokoro kibun wa kawarimasen. Watashi wa mada ōku no akuma no dezain to haikei ni kanmei o ukete imasu. Kore wa 15-sai no anime de, HDde wanai koto o oboete oite kudasai (saku shīzun wa mōhitotsu no hanashidesu).)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting (regardless of version) is still memorable. To be honest it's one of the few anime I can honestly say I still prefer the dub. The musical score will get you pumped and excited and always sets the right tone. The art style is classic Rumiko Takahashi, and honestly still feels distinct to this day. I'm still really impressed by many of the demon designs and backgrounds. Keeping in mind that this is a 15 year old anime, and isn't in HD (well the last season is but that's another story).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting (regardless of version) is still memorable.\u001b[24m\n    \u001b[1m（バージョンに関係なく）演技している声は、まだ記憶に残っています。\u001b[22m, \u001b[1m（バージョンに関係なく）演技の声はまだ印象的です。\u001b[22m\n\u001b[4mTo be honest it's one of the few anime I can honestly say I still prefer the dub.\u001b[24m\n    \u001b[1m正直言って、それは私が正直言って私がまだダブを好むと言うことができる少数のアニメの1つです。\u001b[22m, \u001b[1m正直に言うと、それは私がまだダブを好む正直に言うことができるいくつかのアニメの一つです。\u001b[22m\n\u001b[4mThe musical score will get you pumped and excited and always sets the right tone.\u001b[24m\n    \u001b[1m楽譜はあなたを圧倒して興奮させ、常に正しい音色を設定します。\u001b[22m, \u001b[1m楽譜は、あなたが汲み上げと興奮し、常に右のトーンを設定されます。\u001b[22m\n\u001b[4mThe art style is classic Rumiko Takahashi, and honestly still feels distinct to this day.\u001b[24m\n    \u001b[1m芸術のスタイルは古典ルミコの高橋ですが、正直なところまだ今のところ気分は変わりません。\u001b[22m, \u001b[1mアートスタイルは、古典的な高橋留美子で、正直まだこの日に明確な感じ。\u001b[22m\n\u001b[4mI'm still really impressed by many of the demon designs and backgrounds.\u001b[24m\n    \u001b[1m私はまだ多くの悪魔のデザインと背景に感銘を受けています。\u001b[22m, \u001b[1m私はまだ本当に悪魔のデザインや背景の多くの人に感銘を受けています。\u001b[22m\n\u001b[4mKeeping in mind that this is a 15 year old anime, and isn't in HD (well the last season is but that's another story).\u001b[24m\n    \u001b[1mこれは15歳のアニメで、HDではないことを覚えておいてください（昨シーズンはもう一つの話です）。\u001b[22m, \u001b[1mこれは15歳のアニメで、HDではないことを念頭に置いて（それは別の話だが、よく最後のシーズンです）。\u001b[22m\n\u001b[1m\u001b[22m\nThe bottom line is that InuYasha is older than this site and it deserves some love. It's got quite a few episodes, but at the same time, it's one of the longer shows I would honestly recommend, and that said, it's at least not at some crazy episode number like 500+ . At the end of it all it's simply an entertaining show, with a solid story (that honestly feels really unique even by today's standards) with something for everyone. Whether it's action, humor, romance, and even some creepy and dark moments. So hopefully more people will be willing to get this classic a try.\n\n\u001b[1m一番下の行は、InuYashaがこのサイトよりも古くて、愛に値するということです。 それはかなりのエピソードを持っているが、それと同時に、それは私が正直にお勧めする長編番組の一つであり、それは少なくとも500 +のようないくつかの奇妙なエピソード番号ではないと言った。 それの終わりには、すべての人のために何かをしっかりとしたストーリー（正直なところ、今日の基準によっても本当にユニークな感触）を持つ、面白いショーです。 それが行動、ユーモア、ロマンス、さらにはいくつかの気まぐれで暗い瞬間であろうとも。 だからもっと多くの人々がこのクラシックを試してみるといいでしょう。\u001b[22m\n\u001b[1m(Ichibanshita no gyō wa, InuYasha ga kono saito yori mo furukute, ai ni ataisuru to iu kotodesu. Sore wa kanari no episōdo o motte iruga, soreto dōjini, sore wa watashi ga shōjiki ni o susume suru chōhen bangumi no hitotsudeari, sore wa sukunakutomo 500 + no yōna ikutsu ka no kimyōna episōdo bangōde wa nai to itta. Sore no owari ni wa, subete no hito no tame ni nanika o shikkari to shita sutōrī (shōjikina tokoro, kyō no kijun ni yotte mo hontōni yunīkuna kanshoku) o motsu, omoshiroi shōdesu. Sore ga kōdō, yūmoa, romansu, sarani wa ikutsu ka no kimagure de kurai shunkandearoutomo.Dakara motto ōku no hitobito ga kono kurashikku o tameshite miruto īdeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe bottom line is that InuYasha is older than this site and it deserves some love. It's got quite a few episodes, but at the same time, it's one of the longer shows I would honestly recommend, and that said, it's at least not at some crazy episode number like 500+ . At the end of it all it's simply an entertaining show, with a solid story (that honestly feels really unique even by today's standards) with something for everyone. Whether it's action, humor, romance, and even some creepy and dark moments. So hopefully more people will be willing to get this classic a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe bottom line is that InuYasha is older than this site and it deserves some love.\u001b[24m\n    \u001b[1m一番下の行は、InuYashaがこのサイトよりも古くて、愛に値するということです。\u001b[22m, \u001b[1m一番下の行は、犬夜叉が、このサイトより古いであり、それはいくつかの愛に値することです。\u001b[22m\n\u001b[4mIt's got quite a few episodes, but at the same time, it's one of the longer shows I would honestly recommend, and that said, it's at least not at some crazy episode number like 500+ .\u001b[24m\n    \u001b[1mそれはかなりのエピソードを持っているが、それと同時に、それは私が正直にお勧めする長編番組の一つであり、それは少なくとも500 +のようないくつかの奇妙なエピソード番号ではないと言った。\u001b[22m, \u001b[1mそれはかなりの数のエピソードを持っているが、同時に、それは私が正直に推薦する長いショーの一つだし、それは言った、それは500 +のようないくつかのクレイジーなエピソード数で少なくともではありません。\u001b[22m\n\u001b[4mAt the end of it all it's simply an entertaining show, with a solid story (that honestly feels really unique even by today's standards) with something for everyone.\u001b[24m\n    \u001b[1mそれの終わりには、すべての人のために何かをしっかりとしたストーリー（正直なところ、今日の基準によっても本当にユニークな感触）を持つ、面白いショーです。\u001b[22m, \u001b[1mそれはすべての終わりには、固体の話でみんなのために何で（つまりは正直であっても、今日の基準で本当にユニークな感じ）、単純に面白いショーです。\u001b[22m\n\u001b[4mWhether it's action, humor, romance, and even some creepy and dark moments.\u001b[24m\n    \u001b[1mそれが行動、ユーモア、ロマンス、さらにはいくつかの気まぐれで暗い瞬間であろうとも。\u001b[22m, \u001b[1mそれはアクション、ユーモア、ロマンス、さらにいくつかの不気味な、暗い瞬間だかどうか。\u001b[22m\n\u001b[4mSo hopefully more people will be willing to get this classic a try.\u001b[24m\n    \u001b[1mだからもっと多くの人々がこのクラシックを試してみるといいでしょう。\u001b[22m, \u001b[1mだから、うまくいけば、より多くの人々は、この古典的な試みを取得することをいとわないだろう。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "VegetaOver9000",
    "profile": "/profile/VegetaOver9000/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=213136",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nInu Yasha：魅惑的な言葉\n\n私は、エピソードの数のために、それを開始することについて緊張していた。 私はそれがエピソード81までそれを好きではなかったナルトのように終わることを望んでいなかったし、さらにそれを終える動機が欠けていた。 幸いにも、これは当てはまりませんでした。私は3度目の見直しを進めています。 実際にそれに入るには、私はいくつかのエピソード（多分7のようなもの）が必要でしたが、いったんそれがあったら、それは良いものでした。 私がそれを見ていないとき、私はそれについて直ぐに考えていました。 私はInu YashaとInu Yashaを3週間で修了しました。（夏期大学の授業がありますが、私はAクラスの授業が終わってからかなり良い成果を収めています）\n\nだからショー自体については（スポイラーなので、恐れてはいけない）。\n\n私はそれが2000年代に作られたことを知っていますが、私は実際に楽しむ90年代（アニメーション、音楽、声優）を感じています。  （最終法はこれから除外されている）\n\n物語はよく発達していて、フィラーのエピソードはほとんどなく、そこにいても非常に面白いですし、ちょっとでもメインストーリーラインから遠ざけても構いません（ナルトと一緒に）。 唯一の主要な悪役がいたにもかかわらず、エピソードからエピソードまで素敵で安定した多様性を維持するために、他の悪役、トラブルメーカー、問題が絶えず上がっていたからだ。\n\n文字は、relateable、愛らしい、オリジナルです。 カゴメ、犬夜叉、モロク、サンゴ、シッポは家族のために奇妙なミックスをしますが、弱いところは強く、うまく機能します。 私は彼らがすべて異なった過去をどのように保持しているのが大好きですが、運命は彼らに会い、同じような目標、すなわちナラクを止めるために努力します。 あなたがそれを知る前に、これらのキャラクターはあなたの心の中に特別な場所を持ち、笑って、泣いて、怒っているのを彼らと共に見つけるでしょう。\n\nアニメショップの大きな黒人が「犬夜叉と間違ってはいけない！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nInu Yasha in a word: Captivating\n\n\u001b[1mInu Yasha：魅惑的な言葉\u001b[22m\n\u001b[1m(Inu Yasha: Miwaku-tekina kotoba)\u001b[22m\n\nTranslations of \u001b[4mInu Yasha in a word: Captivating\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInu Yasha in a word: Captivating\u001b[24m\n    \u001b[1mInu Yasha：魅惑的な言葉\u001b[22m, \u001b[1m言葉で犬夜叉：魅惑\u001b[22m\n\u001b[1m\u001b[22m\nI was nervous about starting it, due to the number of episodes. I didn't want it to end up like Naruto where I didn't like it until episode 81, and even then lacked the motivation to finish it. Luckily, this was not the case and I am in the process of re-watching it for the third time. It took me a few episodes (like maybe 7) to really get into it, but once it had me, it had me for good. When I wasn't watching it, I would be non-stop thinking about it. I finished Inu Yasha and Inu Yasha the Final Act in a matter of 3 weeks (with summer college classes on the side, which I think is a pretty darn good accomplishment since I also got A's in the classes #nosleep)\n\n\u001b[1m私は、エピソードの数のために、それを開始することについて緊張していた。 私はそれがエピソード81までそれを好きではなかったナルトのように終わることを望んでいなかったし、さらにそれを終える動機が欠けていた。 幸いにも、これは当てはまりませんでした。私は3度目の見直しを進めています。 実際にそれに入るには、私はいくつかのエピソード（多分7のようなもの）が必要でしたが、いったんそれがあったら、それは良いものでした。 私がそれを見ていないとき、私はそれについて直ぐに考えていました。 私はInu YashaとInu Yashaを3週間で修了しました。（夏期大学の授業がありますが、私はAクラスの授業が終わってからかなり良い成果を収めています）\u001b[22m\n\u001b[1m(Watashi wa, episōdo no kazu no tame ni, sore o kaishi suru koto ni tsuite kinchō shite ita. Watashi wa sore ga episōdo 81 made sore o sukide wa nakatta naruto no yō ni owaru koto o nozonde inakattashi, sarani sore o oeru dōki ga kakete ita. Saiwai ni mo, kore wa atehamarimasendeshita. Watashi wa 3-dome no minaoshi o susumete imasu. Jissai ni sore ni hairu ni wa, watashi wa ikutsu ka no episōdo (tabun 7 no yōna mono) ga hitsuyōdeshitaga, ittan sore ga attara, sore wa yoi monodeshita. Watashi ga sore o mite inai toki, watashi wa sore ni tsuite sugu ni kangaete imashita. Watashi wa Inu Yasha to Inu Yasha o 3-shūkan de shūryō shimashita. (Kakidaigaku no jugyō ga arimasuga, watashi wa A kurasu no jugyō ga owatte kara kanari yoi seika o osamete imasu))\u001b[22m\n\nTranslations of \u001b[4mI was nervous about starting it, due to the number of episodes. I didn't want it to end up like Naruto where I didn't like it until episode 81, and even then lacked the motivation to finish it. Luckily, this was not the case and I am in the process of re-watching it for the third time. It took me a few episodes (like maybe 7) to really get into it, but once it had me, it had me for good. When I wasn't watching it, I would be non-stop thinking about it. I finished Inu Yasha and Inu Yasha the Final Act in a matter of 3 weeks (with summer college classes on the side, which I think is a pretty darn good accomplishment since I also got A's in the classes #nosleep)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was nervous about starting it, due to the number of episodes.\u001b[24m\n    \u001b[1m私は、エピソードの数のために、それを開始することについて緊張していた。\u001b[22m, \u001b[1m私が原因エピソードの数に、それを起動について緊張していました。\u001b[22m\n\u001b[4mI didn't want it to end up like Naruto where I didn't like it until episode 81, and even then lacked the motivation to finish it.\u001b[24m\n    \u001b[1m私はそれがエピソード81までそれを好きではなかったナルトのように終わることを望んでいなかったし、さらにそれを終える動機が欠けていた。\u001b[22m, \u001b[1m私はそれが私がエピソード81までそれを好きで、でも、それを終了する意欲を欠いていなかったナルトのように終わることを望んでいません。\u001b[22m\n\u001b[4mLuckily, this was not the case and I am in the process of re-watching it for the third time.\u001b[24m\n    \u001b[1m幸いにも、これは当てはまりませんでした。私は3度目の見直しを進めています。\u001b[22m, \u001b[1m幸いなことに、これはそうではなかったと私は三時間のためにそれを再見ての過程で午前。\u001b[22m\n\u001b[4mIt took me a few episodes (like maybe 7) to really get into it, but once it had me, it had me for good.\u001b[24m\n    \u001b[1m実際にそれに入るには、私はいくつかのエピソード（多分7のようなもの）が必要でしたが、いったんそれがあったら、それは良いものでした。\u001b[22m, \u001b[1mそれは実際にそれに入るために（多分7のように）私はいくつかのエピソードを取ったが、それは私を持っていたならば、それは良いのために私を持っていました。\u001b[22m\n\u001b[4mWhen I wasn't watching it, I would be non-stop thinking about it.\u001b[24m\n    \u001b[1m私がそれを見ていないとき、私はそれについて直ぐに考えていました。\u001b[22m, \u001b[1m私はそれを見ていなかったとき、私はそれについて考えてノンストップであろう。\u001b[22m\n\u001b[4mI finished Inu Yasha and Inu Yasha the Final Act in a matter of 3 weeks (with summer college classes on the side, which I think is a pretty darn good accomplishment since I also got A's in the classes #nosleep)\u001b[24m\n    \u001b[1m私はInu YashaとInu Yashaを3週間で修了しました。（夏期大学の授業がありますが、私はAクラスの授業が終わってからかなり良い成果を収めています）\u001b[22m, \u001b[1m私は（私はまた、クラス#nosleepでのを持っているのでかなりくそ良い成果だと思う側の夏の大学の授業で、）3週間のうちに犬夜叉と犬夜叉ファイナル法を終えました\u001b[22m\n\u001b[1m\u001b[22m\nSo about the show itself (no spoilers, so do not fear).\n\n\u001b[1mだからショー自体については（スポイラーなので、恐れてはいけない）。\u001b[22m\n\u001b[1m(Dakara shō jitai ni tsuite wa (supoirānanode, osorete wa ikenai).)\u001b[22m\n\nTranslations of \u001b[4mSo about the show itself (no spoilers, so do not fear).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo about the show itself (no spoilers, so do not fear).\u001b[24m\n    \u001b[1mだからショー自体については（スポイラーなので、恐れてはいけない）。\u001b[22m, \u001b[1mショー自体（無スポイラー、それほど恐れていない）についてそう。\u001b[22m\n\u001b[1m\u001b[22m\nI know it was made in the 2000's, but it feels 90's (the animation, the music, and the voice acting), which I actually enjoy. (Final Act excluded from this)\n\n\u001b[1m私はそれが2000年代に作られたことを知っていますが、私は実際に楽しむ90年代（アニメーション、音楽、声優）を感じています。  （最終法はこれから除外されている）\u001b[22m\n\u001b[1m(Watashi wa sore ga 2000-nendai ni tsukura reta koto o shitte imasuga, watashi wa jissai ni tanoshimu 90-nendai (animēshon, ongaku, seiyū) o kanjite imasu. (Saishū-hō wa korekara jogai sa rete iru))\u001b[22m\n\nTranslations of \u001b[4mI know it was made in the 2000's, but it feels 90's (the animation, the music, and the voice acting), which I actually enjoy. (Final Act excluded from this)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know it was made in the 2000's, but it feels 90's (the animation, the music, and the voice acting), which I actually enjoy.\u001b[24m\n    \u001b[1m私はそれが2000年代に作られたことを知っていますが、私は実際に楽しむ90年代（アニメーション、音楽、声優）を感じています。\u001b[22m, \u001b[1m私は、それが2000年代に作られた知っているが、それは私が実際に楽しむ90年代（アニメ、音楽、声の演技）を、感じています。\u001b[22m\n\u001b[4m(Final Act excluded from this)\u001b[24m\n    \u001b[1m（最終法はこれから除外されている）\u001b[22m, \u001b[1m（最終的な法律は、この対象から除外します）\u001b[22m\n\u001b[1m\u001b[22m\nThe story is well developed, there's hardly any filler episodes and even when there is, it is very entertaining and one does not mind detouring away from the main story line for a bit (Get with it Naruto). I didn't ever feel like the story dragging because even though there was only one main villain, other villains, troublemakers, and problems were constantly coming up to keep up a nice, steady variety from episode to episode.\n\n\u001b[1m物語はよく発達していて、フィラーのエピソードはほとんどなく、そこにいても非常に面白いですし、ちょっとでもメインストーリーラインから遠ざけても構いません（ナルトと一緒に）。 唯一の主要な悪役がいたにもかかわらず、エピソードからエピソードまで素敵で安定した多様性を維持するために、他の悪役、トラブルメーカー、問題が絶えず上がっていたからだ。\u001b[22m\n\u001b[1m(Monogatari wa yoku hattatsu shite ite, firā no episōdo wa hotondo naku, soko ni ite mo hijō ni omoshiroidesushi, chotto demo meinsutōrīrain kara tōzakete mo kamaimasen (naruto to issho ni). Yuiitsu no shuyōna akuyaku ga ita nimokakawarazu, episōdo kara episōdo made sutekide antei shita tayō-sei o iji suru tame ni, hoka no akuyaku, toraburumēkā, mondai ga taezu agatte itakarada.)\u001b[22m\n\nTranslations of \u001b[4mThe story is well developed, there's hardly any filler episodes and even when there is, it is very entertaining and one does not mind detouring away from the main story line for a bit (Get with it Naruto). I didn't ever feel like the story dragging because even though there was only one main villain, other villains, troublemakers, and problems were constantly coming up to keep up a nice, steady variety from episode to episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is well developed, there's hardly any filler episodes and even when there is, it is very entertaining and one does not mind detouring away from the main story line for a bit (Get with it Naruto).\u001b[24m\n    \u001b[1m物語はよく発達していて、フィラーのエピソードはほとんどなく、そこにいても非常に面白いですし、ちょっとでもメインストーリーラインから遠ざけても構いません（ナルトと一緒に）。\u001b[22m, \u001b[1m物語は十分に開発された（それナルトで入手）、任意の充填材のエピソードはほとんどありませんし、あっても、それは非常に面白いと1であることはビットのためにメインストーリーラインから離れて迂回気にしません。\u001b[22m\n\u001b[4mI didn't ever feel like the story dragging because even though there was only one main villain, other villains, troublemakers, and problems were constantly coming up to keep up a nice, steady variety from episode to episode.\u001b[24m\n    \u001b[1m唯一の主要な悪役がいたにもかかわらず、エピソードからエピソードまで素敵で安定した多様性を維持するために、他の悪役、トラブルメーカー、問題が絶えず上がっていたからだ。\u001b[22m, \u001b[1m唯一の主要な悪役、他の悪役、トラブルがあったにもかかわらずので、私は今までの話のドラッグのように感じていない、との問題は常にエピソードからエピソードに素敵な、安定した様々な追いつくまで来ていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are relateable , loveable, and original. Kagome, Inu Yasha, Moroku, Sango, and Shippo make an odd mix for a family, but where one is weak, the others are strong and they function well together. I love how they all hold a different past, but fate causes them to meet and and strive for one similar goal: stop Naraku. Before you know it, these characters will have a special place in your heart and you will find yourself laughing, crying, and rage-quitting along with them.\n\n\u001b[1m文字は、relateable、愛らしい、オリジナルです。 カゴメ、犬夜叉、モロク、サンゴ、シッポは家族のために奇妙なミックスをしますが、弱いところは強く、うまく機能します。 私は彼らがすべて異なった過去をどのように保持しているのが大好きですが、運命は彼らに会い、同じような目標、すなわちナラクを止めるために努力します。 あなたがそれを知る前に、これらのキャラクターはあなたの心の中に特別な場所を持ち、笑って、泣いて、怒っているのを彼らと共に見つけるでしょう。\u001b[22m\n\u001b[1m(Moji wa, relateable, airashī, orijinarudesu. Kagome, inu yasha, moroku, sango, shippo wa kazoku no tame ni kimyōna mikkusu o shimasuga, yowai tokoro wa tsuyoku, umaku kinō shimasu. Watashi wa karera ga subete kotonatta kako o dono yō ni hoji shite iru no ga daisukidesuga, unmei wa karera ni ai, onajiyōna mokuhyō, sunawachi naraku o tomeru tame ni doryoku shimasu. Anata ga sore o shiru mae ni, korera no kyarakutā wa anata no kokoronouchi ni tokubetsuna basho o mochi, waratte, naite, okotte iru no o karera to tomoni mitsukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are relateable , loveable, and original. Kagome, Inu Yasha, Moroku, Sango, and Shippo make an odd mix for a family, but where one is weak, the others are strong and they function well together. I love how they all hold a different past, but fate causes them to meet and and strive for one similar goal: stop Naraku. Before you know it, these characters will have a special place in your heart and you will find yourself laughing, crying, and rage-quitting along with them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are relateable , loveable, and original.\u001b[24m\n    \u001b[1m文字は、relateable、愛らしい、オリジナルです。\u001b[22m, \u001b[1m文字は、relateable愛らしい、オリジナルです。\u001b[22m\n\u001b[4mKagome, Inu Yasha, Moroku, Sango, and Shippo make an odd mix for a family, but where one is weak, the others are strong and they function well together.\u001b[24m\n    \u001b[1mカゴメ、犬夜叉、モロク、サンゴ、シッポは家族のために奇妙なミックスをしますが、弱いところは強く、うまく機能します。\u001b[22m, \u001b[1mカゴメ、犬夜叉、Moroku、三郷、と七宝は、家族のために奇妙なミックスを作るが、1が弱い場合に、他の人は強いであり、彼らは一緒にうまく機能します。\u001b[22m\n\u001b[4mI love how they all hold a different past, but fate causes them to meet and and strive for one similar goal: stop Naraku.\u001b[24m\n    \u001b[1m私は彼らがすべて異なった過去をどのように保持しているのが大好きですが、運命は彼らに会い、同じような目標、すなわちナラクを止めるために努力します。\u001b[22m, \u001b[1mそれらはすべて異なった過去を保持どのように私は大好きですが、運命は彼らが出会い、そして1同様の目標のために努力させる：奈落を停止します。\u001b[22m\n\u001b[4mBefore you know it, these characters will have a special place in your heart and you will find yourself laughing, crying, and rage-quitting along with them.\u001b[24m\n    \u001b[1mあなたがそれを知る前に、これらのキャラクターはあなたの心の中に特別な場所を持ち、笑って、泣いて、怒っているのを彼らと共に見つけるでしょう。\u001b[22m, \u001b[1mあなたがそれを知る前に、これらの文字はあなたの心の中で特別な場所を持つことになりますし、あなた自身が、笑って泣いて、そして彼らと一緒に怒り-やめるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nAs a big black guy at an anime store once told me 'Can't go wrong with Inu Yasha!'\n\n\u001b[1mアニメショップの大きな黒人が「犬夜叉と間違ってはいけない！\u001b[22m\n\u001b[1m(Anime shoppu no ōkina kokujin ga `inu yasha to machigatte wa ikenai!)\u001b[22m\n\nTranslations of \u001b[4mAs a big black guy at an anime store once told me 'Can't go wrong with Inu Yasha!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a big black guy at an anime store once told me 'Can't go wrong with Inu Yasha!'\u001b[24m\n    \u001b[1mアニメショップの大きな黒人が「犬夜叉と間違ってはいけない！\u001b[22m, \u001b[1mアニメの店で大きな黒い男が一度私に言ったように「犬夜叉と間違って行くことはできません！」\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "mavley",
    "profile": "/profile/mavley/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=210681",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はこのアニメのレセプションが非常に黒と白であることに気付きました。 あなたはそれを愛しているか、あなたはそれを憎んでいます。 真夜中に初演された古典的な、あるいはちょっとばかげたショーだと思います。\n\n私にとって、それは古典です。 私は非常に若い時にそれを見ました。私は愛し、愛し、今日まで愛しています。 ストーリーは楽しいです。 オリジナルのプロットから操るときでも、フィラーは恐ろしい（ナルトのようなショーに比べて）恐ろしいものではありません。 彼らは軽くて面白いです。\n\nキャラクターが行く限り、私はそれらを楽しむ。 本当に私の神経にはどんな人もいませんでした。 非常に迷惑な声や癖はなく、お気に入りを選ぶのはかなり難しいです。\n\nショーの長さを考えれば、少し退屈で楽しくなるかもしれませんが、これを2回見直した人から来て、それは時間を過ごすのに良いことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have noticed this anime's reception is very black and white. You either love it or you hate it. You consider it a classic or just a ridiculous show that premiered in the middle of the night.\n\n\u001b[1m私はこのアニメのレセプションが非常に黒と白であることに気付きました。 あなたはそれを愛しているか、あなたはそれを憎んでいます。 真夜中に初演された古典的な、あるいはちょっとばかげたショーだと思います。\u001b[22m\n\u001b[1m(Watashi wa kono anime no resepushon ga hijō ni kuro to shirodearu koto ni kidzukimashita. Anata wa sore o aishite iru ka, anata wa sore o nikunde imasu. Mayonaka ni shoen sa reta koten-tekina, aruiwa chotto bakageta shōda to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI have noticed this anime's reception is very black and white. You either love it or you hate it. You consider it a classic or just a ridiculous show that premiered in the middle of the night.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have noticed this anime's reception is very black and white.\u001b[24m\n    \u001b[1m私はこのアニメのレセプションが非常に黒と白であることに気付きました。\u001b[22m, \u001b[1m私はこのアニメの受信が非常に黒と白である気づきました。\u001b[22m\n\u001b[4mYou either love it or you hate it.\u001b[24m\n    \u001b[1mあなたはそれを愛しているか、あなたはそれを憎んでいます。\u001b[22m, \u001b[1mあなたはどちらかそれを愛するか、それを嫌います。\u001b[22m\n\u001b[4mYou consider it a classic or just a ridiculous show that premiered in the middle of the night.\u001b[24m\n    \u001b[1m真夜中に初演された古典的な、あるいはちょっとばかげたショーだと思います。\u001b[22m, \u001b[1mあなたはそれの古典や夜の真ん中で初演ばかげショーを検討してください。\u001b[22m\n\u001b[1m\u001b[22m\nFor me, it's a classic. I watched it when I was very young, and I love, love, love it to this day. The storyline is fun. Even when it steers from the original plot, the fillers aren't even horrible (compared to shows like Naruto). They're light and entertaining.\n\n\u001b[1m私にとって、それは古典です。 私は非常に若い時にそれを見ました。私は愛し、愛し、今日まで愛しています。 ストーリーは楽しいです。 オリジナルのプロットから操るときでも、フィラーは恐ろしい（ナルトのようなショーに比べて）恐ろしいものではありません。 彼らは軽くて面白いです。\u001b[22m\n\u001b[1m(Watashi ni totte, soreha kotendesu. Watashi wa hijō ni wakai toki ni sore o mimashita. Watashi wa aishi, aishi, kyō made aishiteimasu. Sutōrī wa tanoshīdesu. Orijinaru no purotto kara ayatsuru toki demo, firā wa osoroshī (naruto no yōna shō ni kurabete) osoroshī monode wa arimasen. Karera wa karukute omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mFor me, it's a classic. I watched it when I was very young, and I love, love, love it to this day. The storyline is fun. Even when it steers from the original plot, the fillers aren't even horrible (compared to shows like Naruto). They're light and entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, it's a classic.\u001b[24m\n    \u001b[1m私にとって、それは古典です。\u001b[22m, \u001b[1m私にとって、それは古典的です。\u001b[22m\n\u001b[4mI watched it when I was very young, and I love, love, love it to this day.\u001b[24m\n    \u001b[1m私は非常に若い時にそれを見ました。私は愛し、愛し、今日まで愛しています。\u001b[22m, \u001b[1m私は非常に若かったとき、私はそれを見て、私は大好き、愛、この日にそれを愛します。\u001b[22m\n\u001b[4mThe storyline is fun.\u001b[24m\n    \u001b[1mストーリーは楽しいです。\u001b[22m, \u001b[1mストーリーが楽しいです。\u001b[22m\n\u001b[4mEven when it steers from the original plot, the fillers aren't even horrible (compared to shows like Naruto).\u001b[24m\n    \u001b[1mオリジナルのプロットから操るときでも、フィラーは恐ろしい（ナルトのようなショーに比べて）恐ろしいものではありません。\u001b[22m, \u001b[1mそれは、元のプロットから操縦する場合であっても、充填剤は、（ナルトのような番組に比べて）でも恐ろしいではありません。\u001b[22m\n\u001b[4mThey're light and entertaining.\u001b[24m\n    \u001b[1m彼らは軽くて面白いです。\u001b[22m, \u001b[1m彼らは光と面白いですね。\u001b[22m\n\u001b[1m\u001b[22m\nAs far as the characters go, I enjoy them. None of the characters really got on my nerves. No extremely annoying voices or quirks and it's pretty hard to pick favorites.\n\n\u001b[1mキャラクターが行く限り、私はそれらを楽しむ。 本当に私の神経にはどんな人もいませんでした。 非常に迷惑な声や癖はなく、お気に入りを選ぶのはかなり難しいです。\u001b[22m\n\u001b[1m(Kyarakutā ga iku kagiri, watashi wa sorera o tanoshimu. Hontōni watashi no shinkei ni wa don'na hito mo imasendeshita. Hijō ni meiwakuna koe ya kuse wa naku, okiniiri o erabu no wa kanari muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mAs far as the characters go, I enjoy them. None of the characters really got on my nerves. No extremely annoying voices or quirks and it's pretty hard to pick favorites.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far as the characters go, I enjoy them.\u001b[24m\n    \u001b[1mキャラクターが行く限り、私はそれらを楽しむ。\u001b[22m, \u001b[1m限り文字が行くように、私はそれらを楽しみます。\u001b[22m\n\u001b[4mNone of the characters really got on my nerves.\u001b[24m\n    \u001b[1m本当に私の神経にはどんな人もいませんでした。\u001b[22m, \u001b[1m文字のどれも本当に私の神経に乗っていません。\u001b[22m\n\u001b[4mNo extremely annoying voices or quirks and it's pretty hard to pick favorites.\u001b[24m\n    \u001b[1m非常に迷惑な声や癖はなく、お気に入りを選ぶのはかなり難しいです。\u001b[22m, \u001b[1mいいえ、非常に迷惑な音声や癖、それはお気に入りを選ぶのはかなり難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nIt can get slightly tedious and frustrating considering how long the show ran, but coming from someone who has re-watched this twice, it's a good one to pass the time.\n\n\u001b[1mショーの長さを考えれば、少し退屈で楽しくなるかもしれませんが、これを2回見直した人から来て、それは時間を過ごすのに良いことです。\u001b[22m\n\u001b[1m(Shō no naga-sa o kangaereba, sukoshi taikutsude tanoshiku naru kamo shiremasenga, kore o 2-kai minaoshita hito kara kite, soreha jikan o sugosu no ni yoi kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt can get slightly tedious and frustrating considering how long the show ran, but coming from someone who has re-watched this twice, it's a good one to pass the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt can get slightly tedious and frustrating considering how long the show ran, but coming from someone who has re-watched this twice, it's a good one to pass the time.\u001b[24m\n    \u001b[1mショーの長さを考えれば、少し退屈で楽しくなるかもしれませんが、これを2回見直した人から来て、それは時間を過ごすのに良いことです。\u001b[22m, \u001b[1mそれは少し退屈でショーが走ったどのくらい考慮イライラ得ることができますが、これを2回再視聴した人から来て、それは時間を渡すために良いものです。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "MagicalCadet",
    "profile": "/profile/MagicalCadet/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=202865",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私が見た最高のアニメ、これまでのところ。\n\n\nストーリー：ソリッド。\n私たちはこの愛らしいギャングの冒険で乗っていきます。 私たちは笑って泣き叫ぶ。 ほとんどすべてのエピソードと同様に、私たちはチームについて新しいことを学び、彼らの生活をより深く熟知しています。\n\nアート：素晴らしい！\n私がアートスタイルに立つことができなければ、私はアニメに少し時間を与えます。 ほとんどの偉大なアニメのように、芸術はちょうど良くなった。 当初は、犬夜叉やカゴメの髪が描かれていて、犬夜叉の服装（実際には他のキャラクターのおかげで作ったもの）が恐ろしく光っていたとは思っていませんでしたが、このアニメと恋に落ちた後、私はそれを好きになりました。\n\nいいね。\nキャッチーなテーマの曲は、私のすべての時間のお気に入りに追加するものではない。  InuyashaのVAは完璧です。\n\nキャラクター：\nあなたは本当にそれらのすべてと恋に落ち、私は支持キャストにも価値のあるバックストーリーが与えられていると思うので、彼らの発展は本当に面白かったです。 私が言うことができるキャラクターは、弱い/興味深い話がなかった。\n\n\n楽しさ/全体：素晴らしい。\n試してごらん。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe best anime I've seen, to date.\n\n\u001b[1m私が見た最高のアニメ、これまでのところ。\u001b[22m\n\u001b[1m(Watashi ga mita saikō no anime, kore made no tokoro.)\u001b[22m\n\nTranslations of \u001b[4mThe best anime I've seen, to date.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best anime I've seen, to date.\u001b[24m\n    \u001b[1m私が見た最高のアニメ、これまでのところ。\u001b[22m, \u001b[1m今日まで私が見た中で最高のアニメ、。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory: Solid.\n\n\u001b[1mストーリー：ソリッド。\u001b[22m\n\u001b[1m(Sutōrī: Soriddo.)\u001b[22m\n\nTranslations of \u001b[4mStory: Solid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Solid.\u001b[24m\n    \u001b[1mストーリー：ソリッド。\u001b[22m\nWe're taken along for the ride with this loveable gangs adventure. We laugh and cry with them. As with almost every episode we learn something new about the team and are indulged deeper into their lives.\n\n\u001b[1m私たちはこの愛らしいギャングの冒険で乗っていきます。 私たちは笑って泣き叫ぶ。 ほとんどすべてのエピソードと同様に、私たちはチームについて新しいことを学び、彼らの生活をより深く熟知しています。\u001b[22m\n\u001b[1m(Watashitachiha kono airashī gyangu no bōken de notte ikimasu. Watashitachi wa waratte nakisakebu. Hotondo subete no episōdo to dōyō ni, watashitachiha chīmu ni tsuite atarashī koto o manabi, karera no seikatsu o yori fukaku jukuchi shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWe're taken along for the ride with this loveable gangs adventure. We laugh and cry with them. As with almost every episode we learn something new about the team and are indulged deeper into their lives.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe're taken along for the ride with this loveable gangs adventure.\u001b[24m\n    \u001b[1m私たちはこの愛らしいギャングの冒険で乗っていきます。\u001b[22m, \u001b[1m私たちはこの愛らしいギャングの冒険で乗るために沿って取られています。\u001b[22m\n\u001b[4mWe laugh and cry with them.\u001b[24m\n    \u001b[1m私たちは笑って泣き叫ぶ。\u001b[22m, \u001b[1m私たちは笑い、彼らと泣きます。\u001b[22m\n\u001b[4mAs with almost every episode we learn something new about the team and are indulged deeper into their lives.\u001b[24m\n    \u001b[1mほとんどすべてのエピソードと同様に、私たちはチームについて新しいことを学び、彼らの生活をより深く熟知しています。\u001b[22m, \u001b[1mほぼすべてのエピソードと同じように、私たちはチームについて何か新しいことを学び、自分たちの生活に深く耽っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Great!\n\n\u001b[1mアート：素晴らしい！\u001b[22m\n\u001b[1m(Āto: Subarashī!)\u001b[22m\n\nTranslations of \u001b[4mArt: Great!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Great!\u001b[24m\n    \u001b[1mアート：素晴らしい！\u001b[22m, \u001b[1mアート：グレート！\u001b[22m\nI give an anime little time if I can't stand the art style. As with most great Anime's, the art just got better. Initially, I didn't like how Inuyasha's and Kagome's hair was drawn and thought Inuyasha's outfit (which is actually made fun of by the other characters) was horribly garish but after falling in love with this anime I came to like it all.\n\n\u001b[1m私がアートスタイルに立つことができなければ、私はアニメに少し時間を与えます。 ほとんどの偉大なアニメのように、芸術はちょうど良くなった。 当初は、犬夜叉やカゴメの髪が描かれていて、犬夜叉の服装（実際には他のキャラクターのおかげで作ったもの）が恐ろしく光っていたとは思っていませんでしたが、このアニメと恋に落ちた後、私はそれを好きになりました。\u001b[22m\n\u001b[1m(Watashi ga ātosutairu ni tatsu koto ga dekinakereba, watashi wa anime ni sukoshi jikan o ataemasu. Hotondo no idaina anime no yō ni, geijutsu wa chōdo yoku natta. Tōsho wa, inu yasha ya Kagome no kami ga egaka rete ite, inu yasha no fukusō (jissai ni wa hoka no kyarakutā no okage de tsukutta mono) ga osoroshiku hikatte ita to wa omotte imasendeshitaga, kono anime to koi ni ochita nochi, watashi wa sore o suki ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mI give an anime little time if I can't stand the art style. As with most great Anime's, the art just got better. Initially, I didn't like how Inuyasha's and Kagome's hair was drawn and thought Inuyasha's outfit (which is actually made fun of by the other characters) was horribly garish but after falling in love with this anime I came to like it all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give an anime little time if I can't stand the art style.\u001b[24m\n    \u001b[1m私がアートスタイルに立つことができなければ、私はアニメに少し時間を与えます。\u001b[22m, \u001b[1m私はアートスタイルを我慢できない場合、私はアニメ少し時間を与えます。\u001b[22m\n\u001b[4mAs with most great Anime's, the art just got better.\u001b[24m\n    \u001b[1mほとんどの偉大なアニメのように、芸術はちょうど良くなった。\u001b[22m, \u001b[1m最も偉大なアニメのと同じように、芸術はちょうど良くなりました。\u001b[22m\n\u001b[4mInitially, I didn't like how Inuyasha's and Kagome's hair was drawn and thought Inuyasha's outfit (which is actually made fun of by the other characters) was horribly garish but after falling in love with this anime I came to like it all.\u001b[24m\n    \u001b[1m当初は、犬夜叉やカゴメの髪が描かれていて、犬夜叉の服装（実際には他のキャラクターのおかげで作ったもの）が恐ろしく光っていたとは思っていませんでしたが、このアニメと恋に落ちた後、私はそれを好きになりました。\u001b[22m, \u001b[1m当初、私は犬夜叉のとかごめの髪が描かれ、（実際には他の文字での楽しみを作られる）犬夜叉の衣装が恐ろしく派手だったが、このアニメと恋に落ちた後、私はそれをすべてを好きになったと考えられていたどのように好きではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Good.\n\n\u001b[1mいいね。\u001b[22m\n\u001b[1m(Ī ne.)\u001b[22m\n\nTranslations of \u001b[4mSound: Good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Good.\u001b[24m\n    \u001b[1mいいね。\u001b[22m, \u001b[1mサウンド：良い。\u001b[22m, \u001b[1mサウンド：良いです。\u001b[22m\nTheme songs catchy but not ones to add to my all time favourites. Inuyasha's VA is perfection.\n\n\u001b[1mキャッチーなテーマの曲は、私のすべての時間のお気に入りに追加するものではない。  InuyashaのVAは完璧です。\u001b[22m\n\u001b[1m(Kyatchīna tēma no kyoku wa, watashi no subete no jikan no okiniiri ni tsuika suru monode wanai. Inuyasha no VA wa kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mTheme songs catchy but not ones to add to my all time favourites. Inuyasha's VA is perfection.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTheme songs catchy but not ones to add to my all time favourites.\u001b[24m\n    \u001b[1mキャッチーなテーマの曲は、私のすべての時間のお気に入りに追加するものではない。\u001b[22m, \u001b[1mテーマ曲キャッチーではないものは、私のすべての時間のお気に入りに追加します。\u001b[22m\n\u001b[4mInuyasha's VA is perfection.\u001b[24m\n    \u001b[1mInuyashaのVAは完璧です。\u001b[22m, \u001b[1m犬夜叉のVAは完璧です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nYou really fall in love with all of them and I think even the supporting cast are given worthy back stories and thus their developments were really interesting. There was not one character I could say had a weak/uninteresting story.\n\n\u001b[1mあなたは本当にそれらのすべてと恋に落ち、私は支持キャストにも価値のあるバックストーリーが与えられていると思うので、彼らの発展は本当に面白かったです。 私が言うことができるキャラクターは、弱い/興味深い話がなかった。\u001b[22m\n\u001b[1m(Anata wa hontōni sorera no subete to koi ni ochi, watashi wa shiji kyasuto ni mo kachinoaru bakkusutōrī ga atae rarete iru to omou node, karera no hatten wa hontōni omoshirokattadesu. Watashi ga iu koto ga dekiru kyarakutā wa, yowai/ kyōmibukai hanashi ga nakatta.)\u001b[22m\n\nTranslations of \u001b[4mYou really fall in love with all of them and I think even the supporting cast are given worthy back stories and thus their developments were really interesting. There was not one character I could say had a weak/uninteresting story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou really fall in love with all of them and I think even the supporting cast are given worthy back stories and thus their developments were really interesting.\u001b[24m\n    \u001b[1mあなたは本当にそれらのすべてと恋に落ち、私は支持キャストにも価値のあるバックストーリーが与えられていると思うので、彼らの発展は本当に面白かったです。\u001b[22m, \u001b[1mあなたは本当にそれらのすべてと恋に落ち、私も脇役が立派なバックストーリーを与えられているので、それらの開発は本当に面白かったと思います。\u001b[22m\n\u001b[4mThere was not one character I could say had a weak/uninteresting story.\u001b[24m\n    \u001b[1m私が言うことができるキャラクターは、弱い/興味深い話がなかった。\u001b[22m, \u001b[1m私は弱い/興味のない話をしていたと言うことができる1文字がありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall: Amazing.\n\n\u001b[1m楽しさ/全体：素晴らしい。\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: Subarashī.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall: Amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall: Amazing.\u001b[24m\n    \u001b[1m楽しさ/全体：素晴らしい。\u001b[22m, \u001b[1m楽しさ/全体：アメージング。\u001b[22m\nGive it a go.\n\n\u001b[1m試してごらん。\u001b[22m\n\u001b[1m(Tameshite goran.)\u001b[22m\n\nTranslations of \u001b[4mGive it a go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGive it a go.\u001b[24m\n    \u001b[1m試してごらん。\u001b[22m, \u001b[1mそれを行ってください。\u001b[22m, \u001b[1mそれをやってみます。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "TheUltimateKalie",
    "profile": "/profile/TheUltimateKalie/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=33365",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  4\nサウンド|  5\nキャラクター|  7\n|  8\n\nこのシリーズはカゴメの女の子のことで、古代の家族にここに落ちて、現在は封建地区にいます。 彼女は後で犬夜叉という男の子を迎え、お互いを憎む。 しかし、シリーズに沿って、彼らはお互いのための気持ちが始まり、あんまりの間違いがあることがわかります。\n村にいるうちに、悪魔はカゴメの体の中に隠れていた神聖な宝石を攻撃して盗む。 地獄のように愚かで、彼女は矢をとり、悪魔を殺します。 しかし、彼女は宝石を数千個に粉砕してしまい、現在はそれらをすべて見つけなければなりません。 なんて面白い。\n\n私が見た最初のアニメだったので、私は中毒でした。 私は全部の邪悪なシリーズを見た。 しかし、私がそれを再ウォッチすることを決めたとき、それは吸った。\nショーは主にフィラーと不気味なアニメーションの戦闘シーンから成り立っています。\n正直言って、あなたが何かを永遠に見たいと思っている場合はシリーズを見て、あなたは文字が好きですが、あなたがそのようなことを嫌うなら、それを見ないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe series is about a girl, Kagome, who falls down into here families ancient well and is now in the Feudal Area. She later meets a boy named, Inuyasha, and they hate each other. However, along the series you see that they begin to have feelings for each other and blah blah blah.\n\n\u001b[1mこのシリーズはカゴメの女の子のことで、古代の家族にここに落ちて、現在は封建地区にいます。 彼女は後で犬夜叉という男の子を迎え、お互いを憎む。 しかし、シリーズに沿って、彼らはお互いのための気持ちが始まり、あんまりの間違いがあることがわかります。\u001b[22m\n\u001b[1m(Kono shirīzu wa Kagome no on'nanoko no koto de, kodai no kazoku ni koko ni ochite, genzai wa hōken chiku ni imasu. Kanojo wa atode inu yasha to iu otokonoko o mukae, otagai o nikumu. Shikashi, shirīzu ni sotte, karera wa otagai no tame no kimochi ga hajimari, anmari no machigai ga aru koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe series is about a girl, Kagome, who falls down into here families ancient well and is now in the Feudal Area. She later meets a boy named, Inuyasha, and they hate each other. However, along the series you see that they begin to have feelings for each other and blah blah blah.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series is about a girl, Kagome, who falls down into here families ancient well and is now in the Feudal Area.\u001b[24m\n    \u001b[1mこのシリーズはカゴメの女の子のことで、古代の家族にここに落ちて、現在は封建地区にいます。\u001b[22m, \u001b[1mシリーズはここで家族の古代の井戸に落ちると封建エリアに今ある女の子、カゴメ、についてです。\u001b[22m\n\u001b[4mShe later meets a boy named, Inuyasha, and they hate each other.\u001b[24m\n    \u001b[1m彼女は後で犬夜叉という男の子を迎え、お互いを憎む。\u001b[22m, \u001b[1m彼女は後で犬夜叉、少年を満たしている、と彼らはお互いを憎みます。\u001b[22m\n\u001b[4mHowever, along the series you see that they begin to have feelings for each other and blah blah blah.\u001b[24m\n    \u001b[1mしかし、シリーズに沿って、彼らはお互いのための気持ちが始まり、あんまりの間違いがあることがわかります。\u001b[22m, \u001b[1mしかし、シリーズに沿ってあなたは彼らが互いに何とか何とか何とかのための感情を持ち始めることがわかります。\u001b[22m\nWhile in the village a demon attacks and steals the sacred jewel that was hiding inside Kagome's body. Being stupid as hell, she takes an arrow and kills the demon. However, she ends up shattering the jewel into a thousand pieces and now the have to find them all. How fun.\n\n\u001b[1m村にいるうちに、悪魔はカゴメの体の中に隠れていた神聖な宝石を攻撃して盗む。 地獄のように愚かで、彼女は矢をとり、悪魔を殺します。 しかし、彼女は宝石を数千個に粉砕してしまい、現在はそれらをすべて見つけなければなりません。 なんて面白い。\u001b[22m\n\u001b[1m(Mura ni iru uchi ni, akuma wa Kagome no karada no naka ni kakurete ita shinseina hōseki o kōgeki shite nusumu. Jigoku no yō ni orokade, kanojo wa ya o tori, akuma o koroshimasu. Shikashi, kanojo wa hōseki o sū sen-ko ni funsai shite shimai, genzai wa sorera o subete mitsukenakereba narimasen. Nante omoshiroi.)\u001b[22m\n\nTranslations of \u001b[4mWhile in the village a demon attacks and steals the sacred jewel that was hiding inside Kagome's body. Being stupid as hell, she takes an arrow and kills the demon. However, she ends up shattering the jewel into a thousand pieces and now the have to find them all. How fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile in the village a demon attacks and steals the sacred jewel that was hiding inside Kagome's body.\u001b[24m\n    \u001b[1m村にいるうちに、悪魔はカゴメの体の中に隠れていた神聖な宝石を攻撃して盗む。\u001b[22m, \u001b[1m一方、村の悪魔の攻撃とかごめの体内に隠れていた神聖な宝石を盗みます。\u001b[22m\n\u001b[4mBeing stupid as hell, she takes an arrow and kills the demon.\u001b[24m\n    \u001b[1m地獄のように愚かで、彼女は矢をとり、悪魔を殺します。\u001b[22m, \u001b[1m地獄のような愚かなので、彼女は矢印を取り、悪魔を殺します。\u001b[22m\n\u001b[4mHowever, she ends up shattering the jewel into a thousand pieces and now the have to find them all.\u001b[24m\n    \u001b[1mしかし、彼女は宝石を数千個に粉砕してしまい、現在はそれらをすべて見つけなければなりません。\u001b[22m, \u001b[1mしかし、彼女は千個に宝石を粉砕してしまうと、現在、Theは、それらすべてを見つける必要があります。\u001b[22m\n\u001b[4mHow fun.\u001b[24m\n    \u001b[1mなんて面白い。\u001b[22m, \u001b[1mどのように楽しい。\u001b[22m, \u001b[1mどのように楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nBeing the first anime I watched, I was addicted. I saw the whole damn series. But when I decided to rewatch it, it sucked.\n\n\u001b[1m私が見た最初のアニメだったので、私は中毒でした。 私は全部の邪悪なシリーズを見た。 しかし、私がそれを再ウォッチすることを決めたとき、それは吸った。\u001b[22m\n\u001b[1m(Watashi ga mita saisho no animedattanode, watashi wa chūdokudeshita. Watashi wa zenbu no jaakuna shirīzu o mita. Shikashi, watashi ga sore o sai u~otchi suru koto o kimeta toki, sore wa sutta.)\u001b[22m\n\nTranslations of \u001b[4mBeing the first anime I watched, I was addicted. I saw the whole damn series. But when I decided to rewatch it, it sucked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing the first anime I watched, I was addicted.\u001b[24m\n    \u001b[1m私が見た最初のアニメだったので、私は中毒でした。\u001b[22m, \u001b[1m私が見た最初のアニメなので、私がはまっていました。\u001b[22m\n\u001b[4mI saw the whole damn series.\u001b[24m\n    \u001b[1m私は全部の邪悪なシリーズを見た。\u001b[22m, \u001b[1m私は、全体の気のシリーズを見ました。\u001b[22m\n\u001b[4mBut when I decided to rewatch it, it sucked.\u001b[24m\n    \u001b[1mしかし、私がそれを再ウォッチすることを決めたとき、それは吸った。\u001b[22m, \u001b[1m私はそれをrewatchすることを決めたとき、それは吸い込ま。\u001b[22m\nThe show is made up of mostly fillers and poorly animated fight scenes that make you want to cry.\n\n\u001b[1mショーは主にフィラーと不気味なアニメーションの戦闘シーンから成り立っています。\u001b[22m\n\u001b[1m(Shō wa omoni firā to bukimina animēshon no sentō shīn kara naritatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show is made up of mostly fillers and poorly animated fight scenes that make you want to cry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show is made up of mostly fillers and poorly animated fight scenes that make you want to cry.\u001b[24m\n    \u001b[1mショーは主にフィラーと不気味なアニメーションの戦闘シーンから成り立っています。\u001b[22m, \u001b[1mショーは、主に充填剤およびあなたは泣きたくなるの悪いアニメーション戦いのシーンで構成されています。\u001b[22m\nTo be honest, watch the series if you want to see something that goes on forever and you like the characters but, don't watch it if you hate that sort of thing.\n\n\u001b[1m正直言って、あなたが何かを永遠に見たいと思っている場合はシリーズを見て、あなたは文字が好きですが、あなたがそのようなことを嫌うなら、それを見ないでください。\u001b[22m\n\u001b[1m(Shōjiki itte, anata ga nanika o eien ni mitai to omotte iru baai wa shirīzu o mite, anata wa moji ga sukidesuga, anata ga sono yōna koto o kiraunara, sore o minaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mTo be honest, watch the series if you want to see something that goes on forever and you like the characters but, don't watch it if you hate that sort of thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest, watch the series if you want to see something that goes on forever and you like the characters but, don't watch it if you hate that sort of thing.\u001b[24m\n    \u001b[1m正直言って、あなたが何かを永遠に見たいと思っている場合はシリーズを見て、あなたは文字が好きですが、あなたがそのようなことを嫌うなら、それを見ないでください。\u001b[22m, \u001b[1mあなたは永遠に行く何かを見たいとあなたがそういったことを嫌う場合は、あなたがそれを見ていない、文字が好きでなく、場合正直に言うと、シリーズを見て。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "Darkness-Ryu",
    "profile": "/profile/Darkness-Ryu/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=104441",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  8\n\n私はちょうどそれを言うだろう、私はInuyashaに入ったとき、私はそれを見て、それをテープできるように朝の3時のように起きなければならなかった。 気になりますが、これは私がまだ高校にいた時です。 しかしながら; このショーのすべてのエピソードを見た後、私はそれが完全に価値があったと言うことができます。 私がそれを見続けると、それはおそらく私たちがしばらく見ていなかったショーの最もよく考えられたものの1つであることに気がつきました。 それはキャラクターが上手く発展していて、日本の芸術作品はうまくいきました。日本の音楽、特に。 歌はちょうど素晴らしかったです。 私の2つのお気に入りは、 来て、ブランドニューワールド。 楽しんで本当に愛されたのはとても楽しいものでした。\n\nしかしながら; 私は言いますが、それは欠陥がありました。 特に、本当に馬鹿な瞬間があった時がありました。  ShippoとMirokuが写真に入ったとき。 犬夜叉とかごめの間を争っている競争相手は、時に面白いが、ちょっと手が届かず、主に迷路であったという事実は、主に喜劇のために建てられたものの、 深刻な瞬間。\n\nだからええ。 メインキャラクターはちょっとグーフィーでしたが、主に深刻でした。 しかしながら; 他に2人のキャラクターがいて、まったく問題なく、イントロから最後まで本当に楽しかったです。 最初は扇子だった！ 彼は主人のように寒くて邪悪だったが、彼のミニオンを脅かすことを恐れることはなかったが、JakenとInuyashaには非常に寒い。 彼は本当に新しいキャラクターが生まれたときに開発を始めました。 リンは彼に加わった。\n\nしかし、彼は理事会の議長と比較してちょうど足首に過ぎない。  Naraku、私の最高の意見では、偉大な村人だっただけでなく、おそらく私はこれまでのアニメ番組で見た中で最も良い村人です。 彼はあなたが村人の中で欲しいものすべてでした。 彼は神秘的で、彼は卑劣で、彼は静かで、彼は悪魔的で、彼は欺瞞的で、彼は狡猾で、彼は上品で、彼は一番上にあり、彼はあなたがヴィリウスで見たいと思うすべてです。 彼は素晴らしいデザインを持っていて、彼のために偉大な英国の俳優を抱えていました。そして、私が本当に彼を好きにしたのは、いつでも彼の仲間のいずれかを殺すことを恐れていなかったという事実でした。 それは計画です。  yaのために首の向こう側の指。 言い換えれば、あなたは死んで、終わった、パニト。 彼はちょうどとても素晴らしく、私は本当に彼が何人かの偉大な村人を愛していました。\n\nInuyashaは私にとって非常に異なったショーでしたが、全体的には、 私は大いにそれを楽しんだ。 それは私がある日を収集し、何度も何度も見ようとしているそれらのショーのもう一つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI'll just say it, when I got into Inuyasha, I had to get up at like 3:00 in the morning so I could watch it and tape it. Mind you, this was when I was still in high school too. However; after seeing every episode of this show, I can say that it was totally worth it. As I continued to watch it, I came to realize that it was probably one of the most well thought of shows that we hadn't seen in a while. It's characters developed well, the Japanese art work was done well, the Japanese music, especially; the songs were just great; my two favorites being; Come, and Brand New World. It was very fun to enjoy and really loved.\n\n\u001b[1m私はちょうどそれを言うだろう、私はInuyashaに入ったとき、私はそれを見て、それをテープできるように朝の3時のように起きなければならなかった。 気になりますが、これは私がまだ高校にいた時です。 しかしながら; このショーのすべてのエピソードを見た後、私はそれが完全に価値があったと言うことができます。 私がそれを見続けると、それはおそらく私たちがしばらく見ていなかったショーの最もよく考えられたものの1つであることに気がつきました。 それはキャラクターが上手く発展していて、日本の芸術作品はうまくいきました。日本の音楽、特に。 歌はちょうど素晴らしかったです。 私の2つのお気に入りは、 来て、ブランドニューワールド。 楽しんで本当に愛されたのはとても楽しいものでした。\u001b[22m\n\u001b[1m(Watashi wa chōdo sore o iudarou, watashi wa Inuyasha ni haitta toki, watashi wa sore o mite, sore o tēpu dekiru yō ni asa no 3-ji no yō ni okinakereba naranakatta. Ki ni narimasuga, kore wa watashi ga mada kōkō ni ita tokidesu. Shikashinagara; kono shō no subete no episōdo o mita nochi, watashi wa sore ga kanzen ni kachi ga atta to iu koto ga dekimasu. Watashi ga sore o mi tsudzukeru to, sore wa osoraku watashitachi ga shibaraku mite inakatta shō no mottomo yoku kangae rareta mono no 1tsudearu koto ni kigatsukimashita. Sore wa kyarakutā ga umaku hatten shite ite, Nihon no geijutsu sakuhin wa umaku ikimashita. Nihon no ongaku, tokuni. Uta wa chōdo subarashikattadesu. Watashi no 2tsu no okiniiri wa, kite, burandonyūwārudo. Tanoshinde hontōni aisa reta no wa totemo tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mI'll just say it, when I got into Inuyasha, I had to get up at like 3:00 in the morning so I could watch it and tape it. Mind you, this was when I was still in high school too. However; after seeing every episode of this show, I can say that it was totally worth it. As I continued to watch it, I came to realize that it was probably one of the most well thought of shows that we hadn't seen in a while. It's characters developed well, the Japanese art work was done well, the Japanese music, especially; the songs were just great; my two favorites being; Come, and Brand New World. It was very fun to enjoy and really loved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll just say it, when I got into Inuyasha, I had to get up at like 3:00 in the morning so I could watch it and tape it.\u001b[24m\n    \u001b[1m私はちょうどそれを言うだろう、私はInuyashaに入ったとき、私はそれを見て、それをテープできるように朝の3時のように起きなければならなかった。\u001b[22m, \u001b[1m私はちょうど私が犬夜叉に入ったとき、私はので、私はそれをそれを見て、テープでした午前中3:00のようにアップ取得しなければならなかった、それを言いますよ。\u001b[22m\n\u001b[4mMind you, this was when I was still in high school too.\u001b[24m\n    \u001b[1m気になりますが、これは私がまだ高校にいた時です。\u001b[22m, \u001b[1m私もまだ高校生だったとき断っておくが、これがありました。\u001b[22m\n\u001b[4mHowever;\u001b[24m\n    \u001b[1mしかしながら;\u001b[22m, \u001b[1mしかし;\u001b[22m, \u001b[1mしかしながら;\u001b[22m, \u001b[1mしかし、\u001b[22m\n\u001b[4mafter seeing every episode of this show, I can say that it was totally worth it.\u001b[24m\n    \u001b[1mこのショーのすべてのエピソードを見た後、私はそれが完全に価値があったと言うことができます。\u001b[22m, \u001b[1mこの番組のすべてのエピソードを見た後、私はそれはそれは全く価値があったと言うことができます。\u001b[22m\n\u001b[4mAs I continued to watch it, I came to realize that it was probably one of the most well thought of shows that we hadn't seen in a while.\u001b[24m\n    \u001b[1m私がそれを見続けると、それはおそらく私たちがしばらく見ていなかったショーの最もよく考えられたものの1つであることに気がつきました。\u001b[22m, \u001b[1m私はそれを見続けたとして、私はそれはおそらく、我々はしばらく見ていない番組の中で最もよく思考の一つであったことを認識するようになりました。\u001b[22m\n\u001b[4mIt's characters developed well, the Japanese art work was done well, the Japanese music, especially;\u001b[24m\n    \u001b[1mそれはキャラクターが上手く発展していて、日本の芸術作品はうまくいきました。日本の音楽、特に。\u001b[22m, \u001b[1mこれは特に、よく発達した日本のアートワークはよく行われていた、日本の音楽の文字です。\u001b[22m\n\u001b[4mthe songs were just great;\u001b[24m\n    \u001b[1m歌はちょうど素晴らしかったです。\u001b[22m, \u001b[1m曲は、ちょうど素晴らしかったです。\u001b[22m\n\u001b[4mmy two favorites being;\u001b[24m\n    \u001b[1m私の2つのお気に入りは、\u001b[22m, \u001b[1m私の2のお気に入り。\u001b[22m\n\u001b[4mCome, and Brand New World.\u001b[24m\n    \u001b[1m来て、ブランドニューワールド。\u001b[22m, \u001b[1m是非、およびブランドの新世界。\u001b[22m\n\u001b[4mIt was very fun to enjoy and really loved.\u001b[24m\n    \u001b[1m楽しんで本当に愛されたのはとても楽しいものでした。\u001b[22m, \u001b[1m楽しむために非常に楽しかったし、本当に愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nHowever; it did have it's flaws though I will say. There were times when it did have its real goofy moments, especially; when Shippo and Miroku came into the picture. The contestent arguering between Inuyasha and Kagome, while funny at times, kinda got a little out of hand, and the fact that Miroku was mainly a pervert was kind of a turn off, even though he was mainly built for comedy, but did have his serious moments.\n\n\u001b[1mしかしながら; 私は言いますが、それは欠陥がありました。 特に、本当に馬鹿な瞬間があった時がありました。  ShippoとMirokuが写真に入ったとき。 犬夜叉とかごめの間を争っている競争相手は、時に面白いが、ちょっと手が届かず、主に迷路であったという事実は、主に喜劇のために建てられたものの、 深刻な瞬間。\u001b[22m\n\u001b[1m(Shikashinagara; watashi wa iimasuga, soreha kekkan ga arimashita. Tokuni, hontōni bakana shunkan ga atta toki ga arimashita. Shippo to Miroku ga shashin ni haitta toki. Inu yasha to kagome no ma o arasotte iru kyōsō aite wa,-ji ni omoshiroiga, chotto te ga todokazu, omoni meirodeatta to iu jijitsu wa, omoni kigeki no tame ni tate rareta mono no, shinkokuna shunkan.)\u001b[22m\n\nTranslations of \u001b[4mHowever; it did have it's flaws though I will say. There were times when it did have its real goofy moments, especially; when Shippo and Miroku came into the picture. The contestent arguering between Inuyasha and Kagome, while funny at times, kinda got a little out of hand, and the fact that Miroku was mainly a pervert was kind of a turn off, even though he was mainly built for comedy, but did have his serious moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever;\u001b[24m\n    \u001b[1mしかしながら;\u001b[22m, \u001b[1mしかし;\u001b[22m, \u001b[1mしかしながら;\u001b[22m, \u001b[1mしかし、\u001b[22m\n\u001b[4mit did have it's flaws though I will say.\u001b[24m\n    \u001b[1m私は言いますが、それは欠陥がありました。\u001b[22m, \u001b[1mそれは私が言うだろうけれども、それの欠陥を持っていました。\u001b[22m\n\u001b[4mThere were times when it did have its real goofy moments, especially;\u001b[24m\n    \u001b[1m特に、本当に馬鹿な瞬間があった時がありました。\u001b[22m, \u001b[1mそれは特に、その本当の間抜けな瞬間を持っていた時代がありました。\u001b[22m\n\u001b[4mwhen Shippo and Miroku came into the picture.\u001b[24m\n    \u001b[1mShippoとMirokuが写真に入ったとき。\u001b[22m, \u001b[1m七宝と弥勒は絵に来たとき。\u001b[22m\n\u001b[4mThe contestent arguering between Inuyasha and Kagome, while funny at times, kinda got a little out of hand, and the fact that Miroku was mainly a pervert was kind of a turn off, even though he was mainly built for comedy, but did have his\u001b[24m\n    \u001b[1m犬夜叉とかごめの間を争っている競争相手は、時に面白いが、ちょっと手が届かず、主に迷路であったという事実は、主に喜劇のために建てられたものの、\u001b[22m, \u001b[1m時間に面白いが、ちょっと少し手から出ている間contestentは、犬夜叉とかごめの間arguering、と弥勒は主に変態したという事実は、彼が主にコメディのために建設されたにも関わらず、ターンオフのようなものだったが、彼の持っていました\u001b[22m\n\u001b[4mserious moments.\u001b[24m\n    \u001b[1m深刻な瞬間。\u001b[22m\n\u001b[1m\u001b[22m\nSo yeah; the main characters were a little goofy but mainly serious. However; there were two other characters that I had no problem with at all and really enjoyed from their intro to the end. The first was Seshomaru! Though he was cold and devious like the main villian and not afraid to threaten his minion, Jaken and being very cold towards Inuyasha. He did begin to really develop when a new character named; Rin joined with him.\n\n\u001b[1mだからええ。 メインキャラクターはちょっとグーフィーでしたが、主に深刻でした。 しかしながら; 他に2人のキャラクターがいて、まったく問題なく、イントロから最後まで本当に楽しかったです。 最初は扇子だった！ 彼は主人のように寒くて邪悪だったが、彼のミニオンを脅かすことを恐れることはなかったが、JakenとInuyashaには非常に寒い。 彼は本当に新しいキャラクターが生まれたときに開発を始めました。 リンは彼に加わった。\u001b[22m\n\u001b[1m(Dakara ē. Meinkyarakutā wa chotto gūfīdeshitaga, omoni shinkokudeshita. Shikashinagara; hoka ni 2-ri no kyarakutā ga ite, mattaku mondainaku, Intoro kara saigomade hontōni tanoshikattadesu. Saisho wa sensudatta! Kare wa shujin no yō ni samukute jaakudattaga, kare no minion o odokasu koto o osoreru koto wa nakattaga, Jaken to Inuyasha ni wa hijō ni samui. Kare wa hontōni atarashī kyarakutā ga umareta toki ni kaihatsu o hajimemashita. Rin wa kare ni kuwawatta.)\u001b[22m\n\nTranslations of \u001b[4mSo yeah; the main characters were a little goofy but mainly serious. However; there were two other characters that I had no problem with at all and really enjoyed from their intro to the end. The first was Seshomaru! Though he was cold and devious like the main villian and not afraid to threaten his minion, Jaken and being very cold towards Inuyasha. He did begin to really develop when a new character named; Rin joined with him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo yeah;\u001b[24m\n    \u001b[1mだからええ。\u001b[22m, \u001b[1mそうそう。\u001b[22m\n\u001b[4mthe main characters were a little goofy but mainly serious.\u001b[24m\n    \u001b[1mメインキャラクターはちょっとグーフィーでしたが、主に深刻でした。\u001b[22m, \u001b[1mメインキャラクターは少し間抜けだったが、主に深刻。\u001b[22m\n\u001b[4mHowever;\u001b[24m\n    \u001b[1mしかしながら;\u001b[22m, \u001b[1mしかし;\u001b[22m, \u001b[1mしかしながら;\u001b[22m, \u001b[1mしかし、\u001b[22m\n\u001b[4mthere were two other characters that I had no problem with at all and really enjoyed from their intro to the end.\u001b[24m\n    \u001b[1m他に2人のキャラクターがいて、まったく問題なく、イントロから最後まで本当に楽しかったです。\u001b[22m, \u001b[1m私は全然では問題がありませんでしたし、本当に最後まで自分のイントロから楽しむ他の二つの文字がありました。\u001b[22m\n\u001b[4mThe first was Seshomaru!\u001b[24m\n    \u001b[1m最初は扇子だった！\u001b[22m, \u001b[1m最初は殺生丸でした！\u001b[22m\n\u001b[4mThough he was cold and devious like the main villian and not afraid to threaten his minion, Jaken and being very cold towards Inuyasha.\u001b[24m\n    \u001b[1m彼は主人のように寒くて邪悪だったが、彼のミニオンを脅かすことを恐れることはなかったが、JakenとInuyashaには非常に寒い。\u001b[22m, \u001b[1m彼は主villianのような寒さとよこしまだったではなく、彼の手先を脅かすことを恐れて、Jakenと犬夜叉に対して非常に寒いいるけど。\u001b[22m\n\u001b[4mHe did begin to really develop when a new character named;\u001b[24m\n    \u001b[1m彼は本当に新しいキャラクターが生まれたときに開発を始めました。\u001b[22m, \u001b[1m彼は本当に新しい文字が名前のときに開発を始めました。\u001b[22m\n\u001b[4mRin joined with him.\u001b[24m\n    \u001b[1mリンは彼に加わった。\u001b[22m, \u001b[1m凛は彼と一緒に参加しました。\u001b[22m\n\u001b[1m\u001b[22m\nBut he's just a stooge compared to the chairmen of the board. Naraku, in my best opinion was not only a great villian, but is probably the best villian that I've ever seen in any anime show. He was everything that you'd want in a villian. He's mysterious, he's despicable, he's silent, he's diabolical, he's deceitful, he's cunning, he's classy, he's over the top, he's everything that you'd want to see in a villian. He also had a great design, had a great english actor for him, and what really made me like him was the fact that he wasn't afraid to kill off any of his henchmen at any time, because once you had finished your part of the plan it's; finger across the neck for ya. In other words, you dead, finished, panito. He was just so great, and I really loved of what a great villian he was.\n\n\u001b[1mしかし、彼は理事会の議長と比較してちょうど足首に過ぎない。  Naraku、私の最高の意見では、偉大な村人だっただけでなく、おそらく私はこれまでのアニメ番組で見た中で最も良い村人です。 彼はあなたが村人の中で欲しいものすべてでした。 彼は神秘的で、彼は卑劣で、彼は静かで、彼は悪魔的で、彼は欺瞞的で、彼は狡猾で、彼は上品で、彼は一番上にあり、彼はあなたがヴィリウスで見たいと思うすべてです。 彼は素晴らしいデザインを持っていて、彼のために偉大な英国の俳優を抱えていました。そして、私が本当に彼を好きにしたのは、いつでも彼の仲間のいずれかを殺すことを恐れていなかったという事実でした。 それは計画です。  yaのために首の向こう側の指。 言い換えれば、あなたは死んで、終わった、パニト。 彼はちょうどとても素晴らしく、私は本当に彼が何人かの偉大な村人を愛していました。\u001b[22m\n\u001b[1m(Shikashi, kare wa riji-kai no gichō to hikaku shite chōdo ashikubi ni suginai. Naraku, watashi no saikō no ikende wa, idaina murabitodatta dakedenaku, osoraku watashi wa kore made no anime bangumi de mita naka de mottomo yoi murabitodesu. Kare wa anata ga murabito no naka de hoshīmono subetedeshita. Kare wa shinpi-tekide, kare wa hiretsude, kare wa shizukade, kare wa akuma-tekide, kare wa giman-tekide, kare wa kōkatsude, kare wa jōhinde, kare wa ichiban-jō ni ari, kare wa anata ga vu~iriusu de mitai to omou subetedesu. Kare wa subarashī dezain o motte ite, kare no tame ni idaina Igirisu no haiyū o kakaete imashita. Soshite, watashi ga hontōni kare o sukini shita no wa, itsu demo kare no nakama no izureka o korosu koto o osorete inakatta to iu jijitsudeshita. Sore wa keikakudesu. Ya no tame ni kubi no mukō-gawa no yubi. Iikaereba, anata wa shinde, owatta, panito. Kare wa chōdo totemo subarashiku, watashi wa hontōni kare ga nan'ninka no idaina murabito o aishite imashita.)\u001b[22m\n\nTranslations of \u001b[4mBut he's just a stooge compared to the chairmen of the board. Naraku, in my best opinion was not only a great villian, but is probably the best villian that I've ever seen in any anime show. He was everything that you'd want in a villian. He's mysterious, he's despicable, he's silent, he's diabolical, he's deceitful, he's cunning, he's classy, he's over the top, he's everything that you'd want to see in a villian. He also had a great design, had a great english actor for him, and what really made me like him was the fact that he wasn't afraid to kill off any of his henchmen at any time, because once you had finished your part of the plan it's; finger across the neck for ya. In other words, you dead, finished, panito. He was just so great, and I really loved of what a great villian he was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut he's just a stooge compared to the chairmen of the board.\u001b[24m\n    \u001b[1mしかし、彼は理事会の議長と比較してちょうど足首に過ぎない。\u001b[22m, \u001b[1mしかし、彼はボードの議長に比べてわずか手先です。\u001b[22m\n\u001b[4mNaraku, in my best opinion was not only a great villian, but is probably the best villian that I've ever seen in any anime show.\u001b[24m\n    \u001b[1mNaraku、私の最高の意見では、偉大な村人だっただけでなく、おそらく私はこれまでのアニメ番組で見た中で最も良い村人です。\u001b[22m, \u001b[1m奈落は、私の最高の意見では唯一の偉大villianはありませんでしたが、おそらく私が今までのアニメショーで見た中で最高villianです。\u001b[22m\n\u001b[4mHe was everything that you'd want in a villian.\u001b[24m\n    \u001b[1m彼はあなたが村人の中で欲しいものすべてでした。\u001b[22m, \u001b[1m彼はあなたがvillianにしたいと思うすべてのものでした。\u001b[22m\n\u001b[4mHe's mysterious, he's despicable, he's silent, he's diabolical, he's deceitful, he's cunning, he's classy, he's over the top, he's everything that you'd want to see in a villian.\u001b[24m\n    \u001b[1m彼は神秘的で、彼は卑劣で、彼は静かで、彼は悪魔的で、彼は欺瞞的で、彼は狡猾で、彼は上品で、彼は一番上にあり、彼はあなたがヴィリウスで見たいと思うすべてです。\u001b[22m, \u001b[1m彼はあなたがvillianで見たいと思いますすべてのものだ、彼は上からだ、彼は上品だ、彼は狡猾だ、彼は偽りだ、彼は悪魔だ、彼は沈黙だ、彼は卑劣です、神秘的です。\u001b[22m\n\u001b[4mHe also had a great design, had a great english actor for him, and what really made me like him was the fact that he wasn't afraid to kill off any of his henchmen at any time, because once you had finished your part of\u001b[24m\n    \u001b[1m彼は素晴らしいデザインを持っていて、彼のために偉大な英国の俳優を抱えていました。そして、私が本当に彼を好きにしたのは、いつでも彼の仲間のいずれかを殺すことを恐れていなかったという事実でした。\u001b[22m, \u001b[1m彼はまた、偉大なデザインを持っていた彼のために偉大な英語の俳優を持っていた、とあなたがあなたの部分を終えた後はので、本当に彼のように私を作ったことは、彼はいつでも彼の取り巻きのいずれかを殺すことを恐れていなかったという事実でした\u001b[22m\n\u001b[4mthe plan it's;\u001b[24m\n    \u001b[1mそれは計画です。\u001b[22m, \u001b[1m計画、それはです。\u001b[22m\n\u001b[4mfinger across the neck for ya.\u001b[24m\n    \u001b[1myaのために首の向こう側の指。\u001b[22m, \u001b[1myaのために首を横切って指。\u001b[22m\n\u001b[4mIn other words, you dead, finished, panito.\u001b[24m\n    \u001b[1m言い換えれば、あなたは死んで、終わった、パニト。\u001b[22m, \u001b[1m言い換えれば、あなた死んで、完成した、panito。\u001b[22m\n\u001b[4mHe was just so great, and I really loved of what a great villian he was.\u001b[24m\n    \u001b[1m彼はちょうどとても素晴らしく、私は本当に彼が何人かの偉大な村人を愛していました。\u001b[22m, \u001b[1m彼はちょうどそう素晴らしかった、と私は本当に彼が何であったか偉大villianの愛しました。\u001b[22m\n\u001b[1m\u001b[22m\nInuyasha was a very different show for me, but overall; I greatly did enjoy it. It's another one of those shows that I intend to collect one day and watch it again and again.\n\n\u001b[1mInuyashaは私にとって非常に異なったショーでしたが、全体的には、 私は大いにそれを楽しんだ。 それは私がある日を収集し、何度も何度も見ようとしているそれらのショーのもう一つです。\u001b[22m\n\u001b[1m(Inuyasha wa watashi ni totte hijō ni kotonatta shōdeshitaga, zentai-teki ni wa, watashi wa ōini sore o tanoshinda. Sore wa watashi ga aru hi o shūshū shi, nandomonandomo miyou to shite iru sorera no shō no mōhitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mInuyasha was a very different show for me, but overall; I greatly did enjoy it. It's another one of those shows that I intend to collect one day and watch it again and again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha was a very different show for me, but overall;\u001b[24m\n    \u001b[1mInuyashaは私にとって非常に異なったショーでしたが、全体的には、\u001b[22m, \u001b[1m犬夜叉は非常に異なる私のためのショーが、全体的でした。\u001b[22m\n\u001b[4mI greatly did enjoy it.\u001b[24m\n    \u001b[1m私は大いにそれを楽しんだ。\u001b[22m, \u001b[1m私は非常にそれを楽しんでいました。\u001b[22m\n\u001b[4mIt's another one of those shows that I intend to collect one day and watch it again and again.\u001b[24m\n    \u001b[1mそれは私がある日を収集し、何度も何度も見ようとしているそれらのショーのもう一つです。\u001b[22m, \u001b[1mそれは私が1日を収集し、何度も何度もそれを見ていき、それらの番組の別の一つです。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "AfkChaos",
    "profile": "/profile/AfkChaos/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=81326",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  7\n|  8\n\nその単純な、それは素晴らしい戦いのシーンでしたが、それはすべてです。\n私はそれがちょうど...退屈で予測可能なので、それを終了しませんでした。\nおそらく別の困難な面があったのではないかと考えようとしています。\n私は予想外のことを全面的に全面的に愛していますが、私は彼らも正統派であることを好きです。 あなたがアニメを持っていないといくつかの戦いを見たいと思うが、私は完全にInuyashaをお勧めします。 結局のところ、ストーリーの1つの側面に焦点を当てることはあまりにも悪くありません！ 非常に面白い話ですが、あまりにも特殊なキャラクターではありません。\n第二に、それは、未来を鍛錬する友人グループの単純な物語から、もっともっと戦いタイプの物語へと進化する。\nストーリーラインは悪いところでもなく、私は間違いなくそれを見続けるでしょう。\nしかし、その多くのエピソードを見るには、それはNaruto、Death note、またはno.6 Etc\nもしもあなたが遠くに良いアニメを見ているハードコアアニメの視聴者なら、私はそれをお勧めします。\nそれは悪くない、私はただのためだけに行く。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIts simple, it was amazing fight scenes but that is all.\n\n\u001b[1mその単純な、それは素晴らしい戦いのシーンでしたが、それはすべてです。\u001b[22m\n\u001b[1m(Sono tanjun'na, sore wa subarashī tatakai no shīndeshitaga, soreha subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mIts simple, it was amazing fight scenes but that is all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts simple, it was amazing fight scenes but that is all.\u001b[24m\n    \u001b[1mその単純な、それは素晴らしい戦いのシーンでしたが、それはすべてです。\u001b[22m, \u001b[1mそのシンプルな、それは素晴らしい戦いのシーンだったが、それがすべてです。\u001b[22m\nI didn't finish it because it was just...Getting tedious and predictable.\n\n\u001b[1m私はそれがちょうど...退屈で予測可能なので、それを終了しませんでした。\u001b[22m\n\u001b[1m(Watashi wa sore ga chōdo... Taikutsu de yosoku kanōnanode, sore o shūryō shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI didn't finish it because it was just...Getting tedious and predictable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't finish it because it was just...Getting tedious and predictable.\u001b[24m\n    \u001b[1m私はそれがちょうど...退屈で予測可能なので、それを終了しませんでした。\u001b[22m, \u001b[1mそれだけで...退屈で予測可能になっていたので、私はそれを終了しませんでした。\u001b[22m\nTrying to figure whos on what side was probably another difficult one.\n\n\u001b[1mおそらく別の困難な面があったのではないかと考えようとしています。\u001b[22m\n\u001b[1m(Osoraku betsu no kon'nan'na men ga atta node wanai ka to kangaeyou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mTrying to figure whos on what side was probably another difficult one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrying to figure whos on what side was probably another difficult one.\u001b[24m\n    \u001b[1mおそらく別の困難な面があったのではないかと考えようとしています。\u001b[22m, \u001b[1mおそらく別の困難な1だったものの側に玉葉を把握しようとしています。\u001b[22m\nalthough I love unpredictable completely all over the place animes I also like them to be orthodox. Although if you dont have a anime and just wanna see some fighting I totally recommend Inuyasha. After all focusing on one aspect of the story isn't too bad! It is a very interesting story though with pretty great scenes and not too special characters!\n\n\u001b[1m私は予想外のことを全面的に全面的に愛していますが、私は彼らも正統派であることを好きです。 あなたがアニメを持っていないといくつかの戦いを見たいと思うが、私は完全にInuyashaをお勧めします。 結局のところ、ストーリーの1つの側面に焦点を当てることはあまりにも悪くありません！ 非常に面白い話ですが、あまりにも特殊なキャラクターではありません。\u001b[22m\n\u001b[1m(Watashi wa yosō-gai no koto o zenmen-teki ni zenmen-teki ni aishiteimasu ga, watashi wa karera mo seitō-hadearu koto o sukidesu. Anata ga anime o motteinai to ikutsu ka notatakai o mitai to omou ga, watashi wa kanzen ni Inuyasha o o susume shimasu. Kekkyokunotokoro, sutōrī no 1tsu no sokumen ni shōten o ateru koto wa amarini mo waruku arimasen! Hijō ni omoshiroi hanashidesuga, amarini mo tokushuna kyarakutāde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4malthough I love unpredictable completely all over the place animes I also like them to be orthodox. Although if you dont have a anime and just wanna see some fighting I totally recommend Inuyasha. After all focusing on one aspect of the story isn't too bad! It is a very interesting story though with pretty great scenes and not too special characters!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4malthough I love unpredictable completely all over the place animes I also like them to be orthodox.\u001b[24m\n    \u001b[1m私は予想外のことを全面的に全面的に愛していますが、私は彼らも正統派であることを好きです。\u001b[22m, \u001b[1m私は完全にすべての場所のアニメ上で予測不可能な愛が、私はまた、オーソドックスであることがそれらを好き。\u001b[22m\n\u001b[4mAlthough if you dont have a anime and just wanna see some fighting I totally recommend Inuyasha.\u001b[24m\n    \u001b[1mあなたがアニメを持っていないといくつかの戦いを見たいと思うが、私は完全にInuyashaをお勧めします。\u001b[22m, \u001b[1mあなたはアニメやたいだけを持っていけない場合が、私は完全に犬夜叉をお勧めしますいくつかの戦いを参照してください。\u001b[22m\n\u001b[4mAfter all focusing on one aspect of the story isn't too bad!\u001b[24m\n    \u001b[1m結局のところ、ストーリーの1つの側面に焦点を当てることはあまりにも悪くありません！\u001b[22m, \u001b[1mすべての物語の一つの側面に焦点を当てた後、あまりにも悪いことではありません！\u001b[22m\n\u001b[4mIt is a very interesting story though with pretty great scenes and not too special characters!\u001b[24m\n    \u001b[1m非常に面白い話ですが、あまりにも特殊なキャラクターではありません。\u001b[22m, \u001b[1mそれはかなり大きなシーンではなく、あまりにも特殊文字といえ非常に興味深い話です！\u001b[22m\nSecondly it evolves from a simple story of a group of friends forging a future to a even more all out battle type of story.\n\n\u001b[1m第二に、それは、未来を鍛錬する友人グループの単純な物語から、もっともっと戦いタイプの物語へと進化する。\u001b[22m\n\u001b[1m(Daini ni, soreha, mirai o tanren suru yūjin gurūpu no tanjun'na monogatari kara, motto motto tatakai taipu no monogatari e to shinka suru.)\u001b[22m\n\nTranslations of \u001b[4mSecondly it evolves from a simple story of a group of friends forging a future to a even more all out battle type of story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecondly it evolves from a simple story of a group of friends forging a future to a even more all out battle type of story.\u001b[24m\n    \u001b[1m第二に、それは、未来を鍛錬する友人グループの単純な物語から、もっともっと戦いタイプの物語へと進化する。\u001b[22m, \u001b[1m第二に、それは物語のさらに多くのすべてのアウトバトルタイプに未来を鍛造友人のグループの単純な話から展開します。\u001b[22m\nthe story line isn't even near bad and i would definitely continue you watching it.\n\n\u001b[1mストーリーラインは悪いところでもなく、私は間違いなくそれを見続けるでしょう。\u001b[22m\n\u001b[1m(Sutōrīrain wa warui tokorode mo naku, watashi wa machigainaku sore o mi tsudzukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mthe story line isn't even near bad and i would definitely continue you watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story line isn't even near bad and i would definitely continue you watching it.\u001b[24m\n    \u001b[1mストーリーラインは悪いところでもなく、私は間違いなくそれを見続けるでしょう。\u001b[22m, \u001b[1mストーリーラインも近くに悪いわけではないと私は間違いなくあなたがそれを見続けるだろう。\u001b[22m\nBut to watch that many episodes it would have to be as good as Naruto, Death note, or no.6 Etc\n\n\u001b[1mしかし、その多くのエピソードを見るには、それはNaruto、Death note、またはno.6 Etc\u001b[22m\n\u001b[1m(Shikashi, sono ōku no episōdo o miru ni wa, soreha Naruto, Death nōto, matawa no. 6 Etc)\u001b[22m\n\nTranslations of \u001b[4mBut to watch that many episodes it would have to be as good as Naruto, Death note, or no.6 Etc\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut to watch that many episodes it would have to be as good as Naruto, Death note, or no.6 Etc\u001b[24m\n    \u001b[1mしかし、その多くのエピソードを見るには、それはNaruto、Death note、またはno.6 Etc\u001b[22m, \u001b[1mしかし、多くのエピソードを見て、それ等はナルト、デスノート、または6番と同じくらい良いでなければならないであろう\u001b[22m\nIf you are a hardcore anime viewer who watches any anime that is even remotely good...I recommend it.\n\n\u001b[1mもしもあなたが遠くに良いアニメを見ているハードコアアニメの視聴者なら、私はそれをお勧めします。\u001b[22m\n\u001b[1m(Moshimo anata ga tōku ni yoi anime o mite iru hādokoaanime no shichō-shanara, watashi wa sore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you are a hardcore anime viewer who watches any anime that is even remotely good...I recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are a hardcore anime viewer who watches any anime that is even remotely good...I recommend it.\u001b[24m\n    \u001b[1mもしもあなたが遠くに良いアニメを見ているハードコアアニメの視聴者なら、私はそれをお勧めします。\u001b[22m, \u001b[1mあなたも、リモートで良いのアニメを見ハードコアアニメの視聴者である場合は...私はそれをお勧めします。\u001b[22m\nIts not bad, I just only go for the best.\n\n\u001b[1mそれは悪くない、私はただのためだけに行く。\u001b[22m\n\u001b[1m(Sore wa warukunai, watashi wa tada no tame dake ni iku.)\u001b[22m\n\nTranslations of \u001b[4mIts not bad, I just only go for the best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts not bad, I just only go for the best.\u001b[24m\n    \u001b[1mそれは悪くない、私はただのためだけに行く。\u001b[22m, \u001b[1mその悪くはない、私はちょうど、最高のために行きます。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "majy845",
    "profile": "/profile/majy845/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=99217",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\n誰かがアニメが漫画/アニメの世界に入ったのを私に尋ねると、私の答えは簡単です、イヌヤシャ。 ショー全体のレビューです。\n\nストーリー：犬夜叉の物語はちょっと上品ですが、まだまだ楽しく、まだ楽しいです。 ストーリーの1つの問題は、それが上に乗っているように見えるので、あなたがアニメストーリーに夢中なら、それに問題があるかもしれません。 問題は引き続き問題になりますが、その話は簡単で、とても簡単です。\n\n文字：Inuyashaの文字は本当に壮大です。 各キャラクターは、メインキャラクターだけでなく、ストーリー全体で多くの苦難と試練を経ています。 各キャラクター（かごめを除く）も、かなり暗くて悲しい過去を持っています。 彼らの過去のそれぞれのために、あなたはキャラクターと彼らが物語を通して作る決定との理解に来る。\n\nアート：今のところ、犬夜叉には最高のアニメーションデザインがあります。 もちろん、それは今日のアニメーションと比較して甘いですが、それはまだ壮大に行われています。\n\nサウンド：Inuyashaのサウンドトラックは、私のお気に入りのサウンドトラックのひとつです。 彼らは完璧なOSTを完璧な瞬間に持つことで素晴らしい仕事をしています。 言い換えれば、彼らは幸せな瞬間にやや憂鬱な歌を持っていません。\n\n楽しさ：すべてとすべて、犬夜叉は見て素晴らしいアニメです。 あなたが患者であり、しばらく待っても構わないのなら、このアニメはあなたにとって完璧です。 あなたが忍耐力のない人であれば、ストーリーを引きずっていくうちに少し動揺するかもしれませんが、シリーズを終了するのを止めるものはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhen someone asks me what anime got me into the manga/anime world, my answer is simple, Inuyasha. Here's a review on the show as a whole.\n\n\u001b[1m誰かがアニメが漫画/アニメの世界に入ったのを私に尋ねると、私の答えは簡単です、イヌヤシャ。 ショー全体のレビューです。\u001b[22m\n\u001b[1m(Darekaga anime ga manga/ anime no sekai ni haitta no o watashi ni tazuneru to, watashi no kotae wa kantandesu, inuyasha. Shō zentai no rebyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen someone asks me what anime got me into the manga/anime world, my answer is simple, Inuyasha. Here's a review on the show as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen someone asks me what anime got me into the manga/anime world, my answer is simple, Inuyasha.\u001b[24m\n    \u001b[1m誰かがアニメが漫画/アニメの世界に入ったのを私に尋ねると、私の答えは簡単です、イヌヤシャ。\u001b[22m, \u001b[1m誰かがアニメ漫画/アニメの世界に私を得たものを私に尋ねたとき、私の答えは、犬夜叉簡単です。\u001b[22m\n\u001b[4mHere's a review on the show as a whole.\u001b[24m\n    \u001b[1mショー全体のレビューです。\u001b[22m, \u001b[1mここでは全体としてショーのレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Inuyasha's story is a little cliched, but still plays well and is still enjoyable. One problem with the story is that it seems to drag on, so if you're impatient with anime stories, then you might have an issue with it. The drag on issue aside, the story is simple and very easy to follow.\n\n\u001b[1mストーリー：犬夜叉の物語はちょっと上品ですが、まだまだ楽しく、まだ楽しいです。 ストーリーの1つの問題は、それが上に乗っているように見えるので、あなたがアニメストーリーに夢中なら、それに問題があるかもしれません。 問題は引き続き問題になりますが、その話は簡単で、とても簡単です。\u001b[22m\n\u001b[1m(Sutōrī: Inu yasha no monogatari wa chotto jōhindesuga, madamada tanoshiku, mada tanoshīdesu. Sutōrī no 1tsu no mondai wa, sore ga ue ni notte iru yō ni mieru node, anata ga animesutōrī ni muchūnara, sore ni mondai ga aru kamo shiremasen. Mondai wa hikitsudzuki mondai ni narimasuga, sono-wa wa kantande, totemo kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: Inuyasha's story is a little cliched, but still plays well and is still enjoyable. One problem with the story is that it seems to drag on, so if you're impatient with anime stories, then you might have an issue with it. The drag on issue aside, the story is simple and very easy to follow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Inuyasha's story is a little cliched, but still plays well and is still enjoyable.\u001b[24m\n    \u001b[1mストーリー：犬夜叉の物語はちょっと上品ですが、まだまだ楽しく、まだ楽しいです。\u001b[22m, \u001b[1mストーリー：犬夜叉の話は少し陳腐ですが、それでも十分に果たしていると、まだ楽しいです。\u001b[22m\n\u001b[4mOne problem with the story is that it seems to drag on, so if you're impatient with anime stories, then you might have an issue with it.\u001b[24m\n    \u001b[1mストーリーの1つの問題は、それが上に乗っているように見えるので、あなたがアニメストーリーに夢中なら、それに問題があるかもしれません。\u001b[22m, \u001b[1m物語の1つの問題は、上にドラッグしているようだということですので、あなたはアニメのストーリーとせっかちなら、あなたはそれで問題がある可能性があります。\u001b[22m\n\u001b[4mThe drag on issue aside, the story is simple and very easy to follow.\u001b[24m\n    \u001b[1m問題は引き続き問題になりますが、その話は簡単で、とても簡単です。\u001b[22m, \u001b[1m問題の足かせはさておき、話は簡単で、非常に従うことは簡単です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: The characters from Inuyasha are truly spectacular. Each character goes through many hardships and trials throughout the story, not just the main character. Each character (Kagome excluded) also has quite dark and saddening past. Because of each of their pasts, you come to an understanding with the characters and the decisions they make throughout the story.\n\n\u001b[1m文字：Inuyashaの文字は本当に壮大です。 各キャラクターは、メインキャラクターだけでなく、ストーリー全体で多くの苦難と試練を経ています。 各キャラクター（かごめを除く）も、かなり暗くて悲しい過去を持っています。 彼らの過去のそれぞれのために、あなたはキャラクターと彼らが物語を通して作る決定との理解に来る。\u001b[22m\n\u001b[1m(Moji: Inuyasha no moji wa hontōni sōdaidesu. Kaku kyarakutā wa, meinkyarakutā dakedenaku, sutōrī zentai de ōku no kunan to shiren o hete imasu. Kaku kyarakutā (kagome o nozoku) mo, kanari kurakute kanashī kako o motte imasu. Karera no kako no sorezore no tame ni, anata wa kyarakutā to karera ga monogatari o tōshite tsukuru kettei to no rikai ni kuru.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: The characters from Inuyasha are truly spectacular. Each character goes through many hardships and trials throughout the story, not just the main character. Each character (Kagome excluded) also has quite dark and saddening past. Because of each of their pasts, you come to an understanding with the characters and the decisions they make throughout the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: The characters from Inuyasha are truly spectacular.\u001b[24m\n    \u001b[1m文字：Inuyashaの文字は本当に壮大です。\u001b[22m, \u001b[1mキャラクター：犬夜叉からの文字は本当に壮観です。\u001b[22m\n\u001b[4mEach character goes through many hardships and trials throughout the story, not just the main character.\u001b[24m\n    \u001b[1m各キャラクターは、メインキャラクターだけでなく、ストーリー全体で多くの苦難と試練を経ています。\u001b[22m, \u001b[1m各文字は話だけではなく、メインキャラクターの多くの苦難と試練を通過します。\u001b[22m\n\u001b[4mEach character (Kagome excluded) also has quite dark and saddening past.\u001b[24m\n    \u001b[1m各キャラクター（かごめを除く）も、かなり暗くて悲しい過去を持っています。\u001b[22m, \u001b[1m各文字は（カゴメは除く）も非常に暗く、悲しい過去を持っています。\u001b[22m\n\u001b[4mBecause of each of their pasts, you come to an understanding with the characters and the decisions they make throughout the story.\u001b[24m\n    \u001b[1m彼らの過去のそれぞれのために、あなたはキャラクターと彼らが物語を通して作る決定との理解に来る。\u001b[22m, \u001b[1mそのため、それらの過去のそれぞれの、あなたは彼らが物語全体にする文字や意思決定と理解に来ます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: For it's time, Inuyasha has one of the greatest animation designs. Of course it pales in comparison to today's animation, but it is still spectacularly done.\n\n\u001b[1mアート：今のところ、犬夜叉には最高のアニメーションデザインがあります。 もちろん、それは今日のアニメーションと比較して甘いですが、それはまだ壮大に行われています。\u001b[22m\n\u001b[1m(Āto: Imanotokoro, inu yasha ni wa saikō no animēshondezain ga arimasu. Mochiron, soreha kyō no animēshon to hikaku shite amaidesuga, sore wa mada sōdai ni okonawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: For it's time, Inuyasha has one of the greatest animation designs. Of course it pales in comparison to today's animation, but it is still spectacularly done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: For it's time, Inuyasha has one of the greatest animation designs.\u001b[24m\n    \u001b[1mアート：今のところ、犬夜叉には最高のアニメーションデザインがあります。\u001b[22m, \u001b[1mアート：それの時間のために、犬夜叉は最大のアニメーションのデザインのいずれかを持っています。\u001b[22m\n\u001b[4mOf course it pales in comparison to today's animation, but it is still spectacularly done.\u001b[24m\n    \u001b[1mもちろん、それは今日のアニメーションと比較して甘いですが、それはまだ壮大に行われています。\u001b[22m, \u001b[1mもちろんそれは、今日のアニメーションに比べて見劣りするが、それはまだ見事に行われます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The soundtrack for Inuyasha is by far one of my favorite soundtracks. They do a spectacular job at having the perfect OST for the perfect moment. In other words, they don't have a somewhat depressing song during a happy moment.\n\n\u001b[1mサウンド：Inuyashaのサウンドトラックは、私のお気に入りのサウンドトラックのひとつです。 彼らは完璧なOSTを完璧な瞬間に持つことで素晴らしい仕事をしています。 言い換えれば、彼らは幸せな瞬間にやや憂鬱な歌を持っていません。\u001b[22m\n\u001b[1m(Saundo: Inuyasha no saundotorakku wa, watashinōkiniiri no saundotorakku no hitotsudesu. Karera wa kanpekina OST o kanpekina shunkan ni motsu kotode subarashī shigoto o shite imasu. Iikaereba, karera wa shiawasena shunkan ni yaya yūutsuna uta o motte imasen.)\u001b[22m\n\nTranslations of \u001b[4mSound: The soundtrack for Inuyasha is by far one of my favorite soundtracks. They do a spectacular job at having the perfect OST for the perfect moment. In other words, they don't have a somewhat depressing song during a happy moment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The soundtrack for Inuyasha is by far one of my favorite soundtracks.\u001b[24m\n    \u001b[1mサウンド：Inuyashaのサウンドトラックは、私のお気に入りのサウンドトラックのひとつです。\u001b[22m, \u001b[1mサウンド：犬夜叉のためのサウンドトラックは、はるかに私のお気に入りのサウンドトラックの一つです。\u001b[22m\n\u001b[4mThey do a spectacular job at having the perfect OST for the perfect moment.\u001b[24m\n    \u001b[1m彼らは完璧なOSTを完璧な瞬間に持つことで素晴らしい仕事をしています。\u001b[22m, \u001b[1m彼らは完璧な瞬間のための完全なOSTを持つで壮大な仕事をします。\u001b[22m\n\u001b[4mIn other words, they don't have a somewhat depressing song during a happy moment.\u001b[24m\n    \u001b[1m言い換えれば、彼らは幸せな瞬間にやや憂鬱な歌を持っていません。\u001b[22m, \u001b[1m言い換えれば、彼らは幸せな瞬間の間に多少のめいる曲を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: All and all, Inuyasha is a great anime to watch. If you're a patient person and you don't mind waiting awhile, then this anime is perfect for you. If you are an impatient person, then you might be a little upset at the dragging on of the story, but nothing that should stop you from finishing the series.\n\n\u001b[1m楽しさ：すべてとすべて、犬夜叉は見て素晴らしいアニメです。 あなたが患者であり、しばらく待っても構わないのなら、このアニメはあなたにとって完璧です。 あなたが忍耐力のない人であれば、ストーリーを引きずっていくうちに少し動揺するかもしれませんが、シリーズを終了するのを止めるものはありません。\u001b[22m\n\u001b[1m(Tanoshisa: Subete to subete, inu yasha wa mite subarashī animedesu. Anata ga kanjadeari, shibaraku matte mo kamawanai nonara, kono anime wa anata ni totte kanpekidesu. Anata ga nintai-ryoku no nai hitodeareba, sutōrī o hikizutte iku uchi ni sukoshi dōyō suru kamo shiremasenga, shirīzu o shūryō suru no o tomeru mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: All and all, Inuyasha is a great anime to watch. If you're a patient person and you don't mind waiting awhile, then this anime is perfect for you. If you are an impatient person, then you might be a little upset at the dragging on of the story, but nothing that should stop you from finishing the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: All and all, Inuyasha is a great anime to watch.\u001b[24m\n    \u001b[1m楽しさ：すべてとすべて、犬夜叉は見て素晴らしいアニメです。\u001b[22m, \u001b[1m楽しさ：すべておよびすべて、犬夜叉は見て素晴らしいアニメです。\u001b[22m\n\u001b[4mIf you're a patient person and you don't mind waiting awhile, then this anime is perfect for you.\u001b[24m\n    \u001b[1mあなたが患者であり、しばらく待っても構わないのなら、このアニメはあなたにとって完璧です。\u001b[22m, \u001b[1mあなたは患者一人だとあなたはしばらく待っている気にしない場合は、このアニメは、あなたにぴったりです。\u001b[22m\n\u001b[4mIf you are an impatient person, then you might be a little upset at the dragging on of the story, but nothing that should stop you from finishing the series.\u001b[24m\n    \u001b[1mあなたが忍耐力のない人であれば、ストーリーを引きずっていくうちに少し動揺するかもしれませんが、シリーズを終了するのを止めるものはありません。\u001b[22m, \u001b[1mあなたがせっかちな人であれば、あなたは少し物語の上でドラッグで動揺が、シリーズを終えてからあなたを停止する必要があり、何もかもしれません。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "Batsmithpro",
    "profile": "/profile/Batsmithpro/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=94977",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nInuyashaは間違いなくこの日の私のお気に入りのアニメです。 それは聴衆が要求するすべてを持っています。 魅力的な物語、3つの痴漢のキャラクター、愛の利益、よく出来た芸術、そして剣。 最初のエピソードの後、私は夢中になり、それが終わるまで止められませんでした。\n\nキャラクターはあまりにもよくまとまっており、お互いの部屋に置かれるとライバルの敵になることが予想される完璧な欠陥を持っています。\n\nInuyasha、半分の悪魔は、彼が愛する人と一緒になりたいと思っていますが、一度裏切られた彼の心を変えます。彼は決して強くないと感じて、相手を尽くそうとします。 かごめと恋に落ちるが、失礼な点を超えて自分の気持ちを適切に表現することができない。 封建日本では見知らぬ10歳の少女カゴメは、彼女の旅に沿って力を強めようと努力しています。 裕福な僧侶であり、富と女性を何も望んでいない三郎は、彼がサンゴに会って正直な男になるときに心の変化を起こす。 サンゴは、兄弟によって殺され、不本意ながら殺害された強い悪魔の殺人者であり、家族の死の悲しみに暮らし、ミロクとの関係を維持しようとしています。\n\n物語に沿って、隠された動機を明らかにし、人々を席の端に残すフラッシュバックと紆余曲折がたくさんあります。\n\n間違いなくシリーズを見る必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nInuyasha is without a doubt my favorite anime to this date. It has everything a audience demands. A captivating story, three demential characters, love interests, well done art, and swords. After the first episode, I was hooked and couldn't stop until it was finished.\n\n\u001b[1mInuyashaは間違いなくこの日の私のお気に入りのアニメです。 それは聴衆が要求するすべてを持っています。 魅力的な物語、3つの痴漢のキャラクター、愛の利益、よく出来た芸術、そして剣。 最初のエピソードの後、私は夢中になり、それが終わるまで止められませんでした。\u001b[22m\n\u001b[1m(Inuyasha wa machigainaku kono Ni~Tsu no watashinōkiniiri no animedesu. Sore wa chōshū ga yōkyū suru subete o motte imasu. Miryoku-tekina monogatari, 3ttsu no chikan no kyarakutā, ai no rieki, yokudekita geijutsu, soshite ken. Saisho no episōdo no ato, watashi wa muchū ni nari, sore ga owaru made tome raremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mInuyasha is without a doubt my favorite anime to this date. It has everything a audience demands. A captivating story, three demential characters, love interests, well done art, and swords. After the first episode, I was hooked and couldn't stop until it was finished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha is without a doubt my favorite anime to this date.\u001b[24m\n    \u001b[1mInuyashaは間違いなくこの日の私のお気に入りのアニメです。\u001b[22m, \u001b[1m犬夜叉は、間違いなくこの日に私の好きなアニメです。\u001b[22m\n\u001b[4mIt has everything a audience demands.\u001b[24m\n    \u001b[1mそれは聴衆が要求するすべてを持っています。\u001b[22m, \u001b[1mこれは、すべての視聴者の要求を持っています。\u001b[22m\n\u001b[4mA captivating story, three demential characters, love interests, well done art, and swords.\u001b[24m\n    \u001b[1m魅力的な物語、3つの痴漢のキャラクター、愛の利益、よく出来た芸術、そして剣。\u001b[22m, \u001b[1m魅惑の物語、3認知症の文字、愛の利益、よくやっアート、剣。\u001b[22m\n\u001b[4mAfter the first episode, I was hooked and couldn't stop until it was finished.\u001b[24m\n    \u001b[1m最初のエピソードの後、私は夢中になり、それが終わるまで止められませんでした。\u001b[22m, \u001b[1m最初のエピソードの後、私は夢中になりましたし、それが終了するまで止めることができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are so well put together and have the perfect flaws that, when put in a room with each other, are expected to become rival enemies, but instead become inseparable friends.\n\n\u001b[1mキャラクターはあまりにもよくまとまっており、お互いの部屋に置かれるとライバルの敵になることが予想される完璧な欠陥を持っています。\u001b[22m\n\u001b[1m(Kyarakutā wa amarini mo yoku matomatte ori, otagai no heya ni oka reruto raibaru no teki ni naru koto ga yosō sa reru kanpekina kekkan o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are so well put together and have the perfect flaws that, when put in a room with each other, are expected to become rival enemies, but instead become inseparable friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are so well put together and have the perfect flaws that, when put in a room with each other, are expected to become rival enemies, but instead become inseparable friends.\u001b[24m\n    \u001b[1mキャラクターはあまりにもよくまとまっており、お互いの部屋に置かれるとライバルの敵になることが予想される完璧な欠陥を持っています。\u001b[22m, \u001b[1m文字はとてもうまくまとめてお互いに部屋に入れたときに、ライバルの敵になるのではなく、切っても切れない友達になることが期待されている完璧な欠陥を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nInuyasha, A half-demon wanting to become human to be with the one he loves, but then changes his mind once betrayed, who feels that he is never strong enough and is headstrong whilst trying to out-do any of his opponents, and who falls in love with Kagome but is unable to properly express his feelings beyond the point of being rude. Kagome, a teenage girl who is a stranger in feudal Japan, tries to strengthen her powers along her journey, all while trying to manage her life back in the present time as well. Miroku, a flirtatious monk who wants nothing more that riches and women, has a change of heart when he meets Sango and becomes a honest man. Sango, A strong demon slayer who was murdered, unwillingly, by her brother and lives with the grief of the deaths of ther family and trying to maintain a relationship with Miroku.\n\n\u001b[1mInuyasha、半分の悪魔は、彼が愛する人と一緒になりたいと思っていますが、一度裏切られた彼の心を変えます。彼は決して強くないと感じて、相手を尽くそうとします。 かごめと恋に落ちるが、失礼な点を超えて自分の気持ちを適切に表現することができない。 封建日本では見知らぬ10歳の少女カゴメは、彼女の旅に沿って力を強めようと努力しています。 裕福な僧侶であり、富と女性を何も望んでいない三郎は、彼がサンゴに会って正直な男になるときに心の変化を起こす。 サンゴは、兄弟によって殺され、不本意ながら殺害された強い悪魔の殺人者であり、家族の死の悲しみに暮らし、ミロクとの関係を維持しようとしています。\u001b[22m\n\u001b[1m(Inuyasha, hanbun no akuma wa, kare ga aisuruhito to issho ni naritai to omotte imasuga, ichido uragira reta kare no kokoro o kaemasu. Kare wa kesshite tsuyokunai to kanjite, aite o tsukusou to shimasu. Kagome to koiniochiru ga, shitsureina ten o koete jibun no kimochi o tekisetsu ni hyōgen suru koto ga dekinai. Hōken Nihonde wa mishiranu 10-sai no shōjo Kagome wa, kanojo no tabi ni sotte chikara o tsuyomeyou to doryoku shite imasu. Yūfukuna sōryodeari, tomi to josei o nani mo nozonde inai Saburō wa, kare ga sango ni atte shōjikina otoko ni naru toki ni kokoro no henka o okosu. Sango wa, kyōdai ni yotte korosa re, fuhon'inagara satsugai sa reta tsuyoi akuma no satsujin-shadeari, kazoku no shi no kanashimi ni kurashi, miroku to no kankei o iji shiyou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mInuyasha, A half-demon wanting to become human to be with the one he loves, but then changes his mind once betrayed, who feels that he is never strong enough and is headstrong whilst trying to out-do any of his opponents, and who falls in love with Kagome but is unable to properly express his feelings beyond the point of being rude. Kagome, a teenage girl who is a stranger in feudal Japan, tries to strengthen her powers along her journey, all while trying to manage her life back in the present time as well. Miroku, a flirtatious monk who wants nothing more that riches and women, has a change of heart when he meets Sango and becomes a honest man. Sango, A strong demon slayer who was murdered, unwillingly, by her brother and lives with the grief of the deaths of ther family and trying to maintain a relationship with Miroku.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha, A half-demon wanting to become human to be with the one he loves, but then changes his mind once betrayed, who feels that he is never strong enough and is headstrong whilst trying to out-do any of his opponents, and who\u001b[24m\n    \u001b[1mInuyasha、半分の悪魔は、彼が愛する人と一緒になりたいと思っていますが、一度裏切られた彼の心を変えます。彼は決して強くないと感じて、相手を尽くそうとします。\u001b[22m, \u001b[1mその後、犬夜叉、彼が愛するものとなるように、人間になることを望む半悪魔が、一度裏切ら彼の心を変更し、彼は十分に強いことはありませんとアウトを行うに彼の反対者のいずれかをしようとしながら、頑固であることを感じている、と\u001b[22m\n\u001b[4mfalls in love with Kagome but is unable to properly express his feelings beyond the point of being rude.\u001b[24m\n    \u001b[1mかごめと恋に落ちるが、失礼な点を超えて自分の気持ちを適切に表現することができない。\u001b[22m, \u001b[1mカゴメと恋に落ちるが、適切に失礼のポイントを超えて彼の感情を表現することができません。\u001b[22m\n\u001b[4mKagome, a teenage girl who is a stranger in feudal Japan, tries to strengthen her powers along her journey, all while trying to manage her life back in the present time as well.\u001b[24m\n    \u001b[1m封建日本では見知らぬ10歳の少女カゴメは、彼女の旅に沿って力を強めようと努力しています。\u001b[22m, \u001b[1mカゴメ、封建日本の見知らぬ人である十代の少女は、同様にバック現時点で彼女の人生を管理しようとしているすべてながら、彼女の旅に沿って彼女の力を強化しようとします。\u001b[22m\n\u001b[4mMiroku, a flirtatious monk who wants nothing more that riches and women, has a change of heart when he meets Sango and becomes a honest man.\u001b[24m\n    \u001b[1m裕福な僧侶であり、富と女性を何も望んでいない三郎は、彼がサンゴに会って正直な男になるときに心の変化を起こす。\u001b[22m, \u001b[1m弥勒、彼はサンゴを満たしていると正直な人になったときに富と女性は、心の変化を持っていることをより多くの何も望んでいない軽薄な僧侶。\u001b[22m\n\u001b[4mSango, A strong demon slayer who was murdered, unwillingly, by her brother and lives with the grief of the deaths of ther family and trying to maintain a relationship with Miroku.\u001b[24m\n    \u001b[1mサンゴは、兄弟によって殺され、不本意ながら殺害された強い悪魔の殺人者であり、家族の死の悲しみに暮らし、ミロクとの関係を維持しようとしています。\u001b[22m, \u001b[1m三郷、THER家族の死の悲しみと彼女の弟との生活により、不本意ながら、殺害や弥勒との関係を維持しようとしていた強力な悪魔特効。\u001b[22m\n\u001b[1m\u001b[22m\nAlong the story, there are plenty of flashbacks and twists that reveal hidden motivations and leave people on the edges of their seats.\n\n\u001b[1m物語に沿って、隠された動機を明らかにし、人々を席の端に残すフラッシュバックと紆余曲折がたくさんあります。\u001b[22m\n\u001b[1m(Monogatari ni sotte, kakusareta dōki o akiraka ni shi, hitobito o seki no hashi ni nokosu furasshu bakku to uyokyokusetsu ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlong the story, there are plenty of flashbacks and twists that reveal hidden motivations and leave people on the edges of their seats.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlong the story, there are plenty of flashbacks and twists that reveal hidden motivations and leave people on the edges of their seats.\u001b[24m\n    \u001b[1m物語に沿って、隠された動機を明らかにし、人々を席の端に残すフラッシュバックと紆余曲折がたくさんあります。\u001b[22m, \u001b[1mストーリーに沿って、フラッシュバックや隠された動機を明らかにし、自分の席の端に人々を残すひねりがたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nDefinitely a must see series.\n\n\u001b[1m間違いなくシリーズを見る必要があります。\u001b[22m\n\u001b[1m(Machigainaku shirīzu o miru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mDefinitely a must see series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefinitely a must see series.\u001b[24m\n    \u001b[1m間違いなくシリーズを見る必要があります。\u001b[22m, \u001b[1m確かにシリーズを見なければなりません。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "LegionIscariot",
    "profile": "/profile/LegionIscariot/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=62267",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n犬夜叉は非常に強いハーフデーモンの話ですが、\nかごめはかつて犬夜叉の恋人、キキョウという僧侶の生まれ変わり、\nペルーのモンク・ミロク、\nデーモンハンターサンゴ、\nデーモン・キツネの少年船。\n彼らは神聖な宝石の粉砕された断片を探し求めている。 破片が見つけられて一緒に集められれば、それは願い（Dragonballのような）を与えることさえできます。\nその宝石は良いエネルギー（それは色を白く輝かせる）または悪いエネルギー（黒色にする）を供給します。\nInuyashaの元の目標は、悪魔と人間（鳴門のような）によって尊敬されるように、完全な悪魔になるようにそれらを収集することでした、これらの悪魔の一つは彼の完全な悪魔兄弟Sesshomaru反ヒーローが含まれています。\n主な犯人ナラクは、オニグモと名付けられた人間であったが、いくつかの悪魔と契約して悪魔（ハーフデーモン）になった。 彼はまた、権力のために宝石を望んでいるか、または自分が愛した女性であるキキョウを自分のものにすることを望んでいます。\n\n\n裏話は、Onigumoが問題になって生きて燃えた悪い男だったことです.Kikyoは彼を好きにして彼を世話しました。 彼は彼女のために持っている愛のために、彼は悪魔に対処します。\n犬夜叉は、神聖な宝石を盗んだり、警備員であるキキョウを盗んだり、結局恋に落ちたりします。  Kikyoは普通の女性になりたいので、Inuyashaは完全な人間でありたいと願って、一緒にいられるように説得します。 彼女はそれをナラクに持っていっていたが、イヌヤシャが彼女を攻撃し、混乱の原因となった彼女を傷つけ、イヌヤシャを攻撃した。イヌヤシャは今も混乱しており、ジュエルを完全な悪魔にすることを決めた。 彼は深い眠りに陥る彼女の神聖な矢に打たれます。 きょうは死んで、宝石で火葬されます。\n彼女はカゴメに生まれ変わり、将来カゴメの中に入ります。 かごめは魔法の井戸を降りて、宝石が魔物（彼女は生き残る）によって彼女の中から引き裂かれ、犬夜叉は復活し、宝石は散らばって日本に広がり、 ドラゴンボール私はジュエルシャードを意味します。\n\nシリーズの早い段階では、キキョウは龍の球ではなく、魔女によって生まれ変わり、イヌヤシャを殺そうとしているが、ナラクの罠であることが分かった。\nInuyashaはかごめときょこうを大好きなので、愛の三角形があります。\n\nこのアニメのもう一つの重要な要素は、犬夜叉の悪い剣、父親から継承された1スイングで100個の悪魔を破壊する力を持つetsusaigaです。 剣は悪魔に憑かれず人間には使えないので、鬼畜である犬夜叉はそれを保持して使うことができます。 彼は弟Sasshomaruが1スイングで100人の人間を救う力で天使を継承したが、人間を嫌う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIt’s the story of Inuyasha a very strong half-demon,\n\n\u001b[1m犬夜叉は非常に強いハーフデーモンの話ですが、\u001b[22m\n\u001b[1m(Inu yasha wa hijō ni tsuyoi hāfudēmon no hanashidesuga,)\u001b[22m\n\nTranslations of \u001b[4mIt’s the story of Inuyasha a very strong half-demon,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s the story of Inuyasha a very strong half-demon,\u001b[24m\n    \u001b[1m犬夜叉は非常に強いハーフデーモンの話ですが、\u001b[22m, \u001b[1mこれは、犬夜叉の話非常に強いハーフ悪魔です、\u001b[22m\nKagome the reincarnation of a priestess who was once Inuyasha’s lover named Kikyo,\n\n\u001b[1mかごめはかつて犬夜叉の恋人、キキョウという僧侶の生まれ変わり、\u001b[22m\n\u001b[1m(Kagome wa katsute inu yasha no koibito, kikyō to iu sōryo no umarekawari,)\u001b[22m\n\nTranslations of \u001b[4mKagome the reincarnation of a priestess who was once Inuyasha’s lover named Kikyo,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagome the reincarnation of a priestess who was once Inuyasha’s lover named Kikyo,\u001b[24m\n    \u001b[1mかごめはかつて犬夜叉の恋人、キキョウという僧侶の生まれ変わり、\u001b[22m, \u001b[1mカゴメ一度桔梗という名前犬夜叉の恋人だった巫女の生まれ変わり、\u001b[22m\na pervy Monk Miroku,\n\n\u001b[1mペルーのモンク・ミロク、\u001b[22m\n\u001b[1m(Perū no Monku miroku,)\u001b[22m\n\nTranslations of \u001b[4ma pervy Monk Miroku,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4ma pervy Monk Miroku,\u001b[24m\n    \u001b[1mペルーのモンク・ミロク、\u001b[22m, \u001b[1m倒錯のモンク弥勒、\u001b[22m\na demon-hunter Sango,\n\n\u001b[1mデーモンハンターサンゴ、\u001b[22m\n\u001b[1m(Dēmonhantāsango,)\u001b[22m\n\nTranslations of \u001b[4ma demon-hunter Sango,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4ma demon-hunter Sango,\u001b[24m\n    \u001b[1mデーモンハンターサンゴ、\u001b[22m, \u001b[1m悪魔ハンター三郷、\u001b[22m\nand a demon-fox boy Ship.\n\n\u001b[1mデーモン・キツネの少年船。\u001b[22m\n\u001b[1m(Dēmon kitsune no shōnen-sen.)\u001b[22m\n\nTranslations of \u001b[4mand a demon-fox boy Ship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand a demon-fox boy Ship.\u001b[24m\n    \u001b[1mデーモン・キツネの少年船。\u001b[22m, \u001b[1mそして、鬼狐少年の船。\u001b[22m\nThey are in search of the shattered pieces of a Sacred Jewel that gives the holder great power. If the shards are found and brought together it can even grant a wish (like Dragonball).\n\n\u001b[1m彼らは神聖な宝石の粉砕された断片を探し求めている。 破片が見つけられて一緒に集められれば、それは願い（Dragonballのような）を与えることさえできます。\u001b[22m\n\u001b[1m(Karera wa shinseina hōseki no funsai sa reta danpen o sagashimotomete iru. Hahen ga mitsuke rarete issho ni atsume rarereba, soreha negai (Dragonball no yōna) o ataeru koto sae dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThey are in search of the shattered pieces of a Sacred Jewel that gives the holder great power. If the shards are found and brought together it can even grant a wish (like Dragonball).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey are in search of the shattered pieces of a Sacred Jewel that gives the holder great power.\u001b[24m\n    \u001b[1m彼らは神聖な宝石の粉砕された断片を探し求めている。\u001b[22m, \u001b[1m彼らは所有者に大きな力を与える神聖なジュエルの砕かれた破片の検索です。\u001b[22m\n\u001b[4mIf the shards are found and brought together it can even grant a wish (like Dragonball).\u001b[24m\n    \u001b[1m破片が見つけられて一緒に集められれば、それは願い（Dragonballのような）を与えることさえできます。\u001b[22m, \u001b[1m破片が見つかり、一緒にされる場合、それはさらに（ドラゴンボールのような）願いを付与することができます。\u001b[22m\nThe jewel feeds off of good energy (which will make its color sparkly white) or evil energy (which will turn it black).\n\n\u001b[1mその宝石は良いエネルギー（それは色を白く輝かせる）または悪いエネルギー（黒色にする）を供給します。\u001b[22m\n\u001b[1m(Sono hōseki wa yoi enerugī (sore wa iro o shiroku kagayaka seru) matawa warui enerugī (kokushoku ni suru) o kyōkyū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe jewel feeds off of good energy (which will make its color sparkly white) or evil energy (which will turn it black).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe jewel feeds off of good energy (which will make its color sparkly white) or evil energy (which will turn it black).\u001b[24m\n    \u001b[1mその宝石は良いエネルギー（それは色を白く輝かせる）または悪いエネルギー（黒色にする）を供給します。\u001b[22m, \u001b[1m宝石は（その色がキラキラ白になります）良好なエネルギーや悪エネルギー（それが黒くなる）のオフフィード。\u001b[22m\nInuyasha’s original goal was to collect them to become full demon so he’d be respected by demons and humans (like Naruto), one of these demons include his full-demon older brother Sesshomaru the anti hero.\n\n\u001b[1mInuyashaの元の目標は、悪魔と人間（鳴門のような）によって尊敬されるように、完全な悪魔になるようにそれらを収集することでした、これらの悪魔の一つは彼の完全な悪魔兄弟Sesshomaru反ヒーローが含まれています。\u001b[22m\n\u001b[1m(Inuyasha no gen no mokuhyō wa, akuma to ningen (Naruto no yōna) ni yotte sonkei sa reru yō ni, kanzen'na akuma ni naru yō ni sorera o shūshū suru kotodeshita, korera no akuma no hitotsu wa kare no kanzen'na akuma kyōdai Sesshomaru han hīrō ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mInuyasha’s original goal was to collect them to become full demon so he’d be respected by demons and humans (like Naruto), one of these demons include his full-demon older brother Sesshomaru the anti hero.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha’s original goal was to collect them to become full demon so he’d be respected by demons and humans (like Naruto), one of these demons include his full-demon older brother Sesshomaru the anti hero.\u001b[24m\n    \u001b[1mInuyashaの元の目標は、悪魔と人間（鳴門のような）によって尊敬されるように、完全な悪魔になるようにそれらを収集することでした、これらの悪魔の一つは彼の完全な悪魔兄弟Sesshomaru反ヒーローが含まれています。\u001b[22m, \u001b[1m犬夜叉の本来の目的は、これらの悪魔の1が反英雄彼のフル鬼兄殺生丸を含んで、彼は悪魔と人間が尊重されると思いますので（ナルトのように）完全な悪魔になるためにそれらを収集することでした。\u001b[22m\nThe main villain Naraku used to be a human named Onigumo, but made a deal with some demons to become a demon (half demon). He also wants the jewel for power or to make Kikyo, the woman he loved, his own.\n\n\u001b[1m主な犯人ナラクは、オニグモと名付けられた人間であったが、いくつかの悪魔と契約して悪魔（ハーフデーモン）になった。 彼はまた、権力のために宝石を望んでいるか、または自分が愛した女性であるキキョウを自分のものにすることを望んでいます。\u001b[22m\n\u001b[1m(Omona han'nin naraku wa, onigumo to nadzuke rareta ningendeattaga, ikutsu ka no akuma to keiyaku shite akuma (hāfudēmon) ni natta. Kare wa mata, kenryoku no tame ni hōseki o nozonde iru ka, matawa jibun ga aishita joseidearu kikyō o jibun no mono ni suru koto o nozonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main villain Naraku used to be a human named Onigumo, but made a deal with some demons to become a demon (half demon). He also wants the jewel for power or to make Kikyo, the woman he loved, his own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main villain Naraku used to be a human named Onigumo, but made a deal with some demons to become a demon (half demon).\u001b[24m\n    \u001b[1m主な犯人ナラクは、オニグモと名付けられた人間であったが、いくつかの悪魔と契約して悪魔（ハーフデーモン）になった。\u001b[22m, \u001b[1m主な悪役奈落はOnigumoという名前の人間でしたが、悪魔（半分悪魔）になるために、いくつかの悪魔と取引をしました。\u001b[22m\n\u001b[4mHe also wants the jewel for power or to make Kikyo, the woman he loved, his own.\u001b[24m\n    \u001b[1m彼はまた、権力のために宝石を望んでいるか、または自分が愛した女性であるキキョウを自分のものにすることを望んでいます。\u001b[22m, \u001b[1m彼はまた、電力用や桔梗、彼が愛した女性は、彼自身の作るための宝石を望んでいます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe back-story is that Onigumo was a bad guy who got into trouble and was burned alive, Kikyo fond him and took care of him. Because of the love he has for her he makes a deal with demons.\n\n\u001b[1m裏話は、Onigumoが問題になって生きて燃えた悪い男だったことです.Kikyoは彼を好きにして彼を世話しました。 彼は彼女のために持っている愛のために、彼は悪魔に対処します。\u001b[22m\n\u001b[1m(Urabanashi wa, Onigumo ga mondai ni natte ikite moeta warui otokodatta kotodesu. Kikyo wa kare o sukini shite kare o sewa shimashita. Kare wa kanojo no tame ni motte iru ai no tame ni, kare wa akuma ni taisho shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe back-story is that Onigumo was a bad guy who got into trouble and was burned alive, Kikyo fond him and took care of him. Because of the love he has for her he makes a deal with demons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe back-story is that Onigumo was a bad guy who got into trouble and was burned alive, Kikyo fond him and took care of him.\u001b[24m\n    \u001b[1m裏話は、Onigumoが問題になって生きて燃えた悪い男だったことです.Kikyoは彼を好きにして彼を世話しました。\u001b[22m, \u001b[1mバックストーリーはOnigumoがトラブルになったと生きたまま焼かれた悪い男、桔梗は彼が好きだったし、彼の世話をしたということです。\u001b[22m\n\u001b[4mBecause of the love he has for her he makes a deal with demons.\u001b[24m\n    \u001b[1m彼は彼女のために持っている愛のために、彼は悪魔に対処します。\u001b[22m, \u001b[1m愛の彼が彼女のために持っているので、彼は悪魔との契約になります。\u001b[22m\nInuyasha is a half-demon who wants to steal the Sacred Jewel from Kikyo who guards it, they eventually fall in love. Kikyo wants to be a normal woman so she convinces Inuyasha to wish to be a full human instead so they could be together. While she was bringing it to him Naraku, disguised as Inuyasha attacks her, mortally wounding her which causes confusion and she attacks Inuyasha, who also is now confused and decides to steal the Jewel to be a full demon. He is hit by her sacred arrow which puts him in a deep sleep. Kikyo dies and is cremated with the Jewel.\n\n\u001b[1m犬夜叉は、神聖な宝石を盗んだり、警備員であるキキョウを盗んだり、結局恋に落ちたりします。  Kikyoは普通の女性になりたいので、Inuyashaは完全な人間でありたいと願って、一緒にいられるように説得します。 彼女はそれをナラクに持っていっていたが、イヌヤシャが彼女を攻撃して、彼女を傷つけ、混乱の原因となったイヌヤシャを攻撃した。イヌヤシャは今も混乱しており、ジュエルを完全な悪魔にすることを決意する。 彼は深い眠りに陥る彼女の神聖な矢に打たれます。 きょうは死んで、宝石で火葬されます。\u001b[22m\n\u001b[1m(Inu yasha wa, shinseina hōseki o nusun dari, anchisukirudearu kikyō o nusun dari, kekkyoku koi ni ochi tari shimasu. Kikyo wa futsū no josei ni naritainode, Inuyasha wa kanzen'na ningendearitai to negatte, issho ni i rareru yō ni settoku shimasu. Kanojo wa sore o naraku ni motte itte itaga, inuyasha ga kanojo o kōgeki shite, kanojo o kizutsuke, konran no gen'in to natta inuyasha o kōgeki shita. Inuyasha wa ima mo konran shite ori, jueru o kanzen'na akuma ni suru koto o ketsui suru. Kare wa fukai nemuri ni ochīru kanojo no shinseina ya ni uta remasu. Kyō wa shinde, hōseki de kasō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mInuyasha is a half-demon who wants to steal the Sacred Jewel from Kikyo who guards it, they eventually fall in love. Kikyo wants to be a normal woman so she convinces Inuyasha to wish to be a full human instead so they could be together. While she was bringing it to him Naraku, disguised as Inuyasha attacks her, mortally wounding her which causes confusion and she attacks Inuyasha, who also is now confused and decides to steal the Jewel to be a full demon. He is hit by her sacred arrow which puts him in a deep sleep. Kikyo dies and is cremated with the Jewel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha is a half-demon who wants to steal the Sacred Jewel from Kikyo who guards it, they eventually fall in love.\u001b[24m\n    \u001b[1m犬夜叉は、神聖な宝石を盗んだり、警備員であるキキョウを盗んだり、結局恋に落ちたりします。\u001b[22m, \u001b[1m犬夜叉は、彼らが最終的に恋に落ちる、それを守る桔梗から神聖な宝石を盗むために望んでいる半悪魔です。\u001b[22m\n\u001b[4mKikyo wants to be a normal woman so she convinces Inuyasha to wish to be a full human instead so they could be together.\u001b[24m\n    \u001b[1mKikyoは普通の女性になりたいので、Inuyashaは完全な人間でありたいと願って、一緒にいられるように説得します。\u001b[22m, \u001b[1m桔梗は、彼女は、彼らが一緒になることができるように代わりに完全な人間になりたいために犬夜叉を説得するので、通常の女性になりたいと思っています。\u001b[22m\n\u001b[4mWhile she was bringing it to him Naraku, disguised as Inuyasha attacks her, mortally wounding her which causes confusion and she attacks Inuyasha, who also is now confused and decides to steal the Jewel to be a full demon.\u001b[24m\n    \u001b[1m彼女はそれをナラクに持っていっていたが、イヌヤシャが彼女を攻撃して、彼女を傷つけ、混乱の原因となったイヌヤシャを攻撃した。イヌヤシャは今も混乱しており、ジュエルを完全な悪魔にすることを決意する。\u001b[22m, \u001b[1m彼女は犬夜叉が致命的混乱を引き起こし、彼女は今も混乱している、完全な悪魔であると宝石を盗むことを決定した犬夜叉を、攻撃する彼女を負傷、彼女を攻撃するように装った、奈落彼にそれをもたらしたが。\u001b[22m\n\u001b[4mHe is hit by her sacred arrow which puts him in a deep sleep.\u001b[24m\n    \u001b[1m彼は深い眠りに陥る彼女の神聖な矢に打たれます。\u001b[22m, \u001b[1m彼は深い眠りに彼を置く彼女の神聖な矢印でヒットしました。\u001b[22m\n\u001b[4mKikyo dies and is cremated with the Jewel.\u001b[24m\n    \u001b[1mきょうは死んで、宝石で火葬されます。\u001b[22m, \u001b[1m桔梗は死ぬとジュエルで火葬されます。\u001b[22m\nWhen she is reincarnated into Kagome the Jewel is now inside Kagome in the future. Kagome falls down a magical well sending her back in time where the Jewel is ripped from inside her by a demon (she survives), bad-ass Inuyasha is revived, the Jewel gets shattered and spread over Japan, and its adventure time to collect the dragon balls I mean Jewel Shards.\n\n\u001b[1m彼女はカゴメに生まれ変わり、将来カゴメの中に入ります。 かごめは魔法の井戸を降りて、宝石が魔物（彼女は生き残る）によって彼女の中から引き裂かれ、犬夜叉は復活し、宝石は散らばって日本に広がり、 ドラゴンボール私はジュエルシャードを意味します。\u001b[22m\n\u001b[1m(Kanojo wa Kagome ni umarekawari, shōrai Kagome no naka ni hairimasu. Kagome wa mahō no ido o orite, hōseki ga mamono (kanojo wa ikinokoru) ni yotte kanojo no naka kara hikisaka re, inu yasha wa fukkatsu shi, hōseki wa chirabatte Nihon ni hirogari, doragonbōru watashi wa juerushādo o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen she is reincarnated into Kagome the Jewel is now inside Kagome in the future. Kagome falls down a magical well sending her back in time where the Jewel is ripped from inside her by a demon (she survives), bad-ass Inuyasha is revived, the Jewel gets shattered and spread over Japan, and its adventure time to collect the dragon balls I mean Jewel Shards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen she is reincarnated into Kagome the Jewel is now inside Kagome in the future.\u001b[24m\n    \u001b[1m彼女はカゴメに生まれ変わり、将来カゴメの中に入ります。\u001b[22m, \u001b[1m彼女はカゴメに転生されるとジュエルは、将来的にはカゴメの内側になりました。\u001b[22m\n\u001b[4mKagome falls down a magical well sending her back in time where the Jewel is ripped from inside her by a demon (she survives), bad-ass Inuyasha is revived, the Jewel gets shattered and spread over Japan, and its adventure time to collect the\u001b[24m\n    \u001b[1mかごめは魔法の井戸を降りて、宝石が魔物（彼女は生き残る）によって彼女の中から引き裂かれ、犬夜叉は復活し、宝石は散らばって日本に広がり、\u001b[22m, \u001b[1mカゴメはよくジュエルが悪いお尻犬夜叉が復活され、（彼女は生き残る）悪魔によって彼女の内側からリッピングした場合、ジュエルが粉々と広がる日本の上に、その冒険の時間を収集するために取得し、時間で彼女の背中を送信する魔法を落ちます\u001b[22m\n\u001b[4mdragon balls I mean Jewel Shards.\u001b[24m\n    \u001b[1mドラゴンボール私はジュエルシャードを意味します。\u001b[22m, \u001b[1mドラゴンボールは私がジュエルシャードを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nEarly in the series Kikyo is brought back to life (not with the dragon balls but by some witch), she wants to kill Inuyasha but she finds out the mishap was a trap by Naraku.\n\n\u001b[1mシリーズの早い段階では、キキョウは龍の球ではなく、魔女によって生まれ変わり、イヌヤシャを殺そうとしているが、ナラクの罠であることが分かった。\u001b[22m\n\u001b[1m(Shirīzu no hayai dankaide wa, kikyō wa ryū no kyūde wa naku, majo ni yotte umarekawari, inuyasha o korosou to shite iruga, naraku no wanadearu koto ga wakatta.)\u001b[22m\n\nTranslations of \u001b[4mEarly in the series Kikyo is brought back to life (not with the dragon balls but by some witch), she wants to kill Inuyasha but she finds out the mishap was a trap by Naraku.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEarly in the series Kikyo is brought back to life (not with the dragon balls but by some witch), she wants to kill Inuyasha but she finds out the mishap was a trap by Naraku.\u001b[24m\n    \u001b[1mシリーズの早い段階では、キキョウは龍の球ではなく、魔女によって生まれ変わり、イヌヤシャを殺そうとしているが、ナラクの罠であることが分かった。\u001b[22m, \u001b[1m初期のシリーズの桔梗は（ないドラゴンボールではなく、いくつかの魔女によって）生活に戻ってもたらされる、彼女は犬夜叉を殺すために望んでいるが、彼女は事故が奈落によって罠だった探し出します。\u001b[22m\nInuyasha loves Kagome and Kikyo, so we have a love triangle.\n\n\u001b[1mInuyashaはかごめときょこうを大好きなので、愛の三角形があります。\u001b[22m\n\u001b[1m(Inuyasha wa kagome toki ~yokouwo daisukinanode, ai no sankakkei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mInuyasha loves Kagome and Kikyo, so we have a love triangle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha loves Kagome and Kikyo, so we have a love triangle.\u001b[24m\n    \u001b[1mInuyashaはかごめときょこうを大好きなので、愛の三角形があります。\u001b[22m, \u001b[1m犬夜叉はかごめと桔梗を愛し、私たちは愛の三角形を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nAnother important element in this anime is Inuyasha’s bad-ass sword the Tetsusaiga which has the power to destroy 100 demons in 1 swing, inherited from his father. The sword can’t be held by a demon and can’t be use by a human, so Inuyasha being half-demon is capable of holding and using it. He’s brother Sasshomaru inherited the Tensaiga with the power to save 100 humans in 1 swing, but he hates humans.\n\n\u001b[1mこのアニメのもう一つの重要な要素は、犬夜叉の悪い剣、父親から継承された1スイングで100個の悪魔を破壊する力を持つetsusaigaです。 剣は悪魔に憑かれず人間には使えないので、鬼畜である犬夜叉はそれを保持して使うことができます。 彼は弟Sasshomaruが1スイングで100人の人間を救う力で天使を継承したが、人間を嫌う。\u001b[22m\n\u001b[1m(Kono anime no mōhitotsu no jūyōna yōso wa, inu yasha no warui ken, chichioya kara keishō sa reta 1 suingu de 100-ko no akuma o hakai suru chikara o motsu etsusaigadesu. Ken wa akuma ni tsukarezu ningen ni wa tsukaenainode, kichikudearu inu yasha wa sore o hoji shite tsukau koto ga dekimasu. Kare wa otōto Sasshomaru ga 1 suingu de 100-ri no ningen o sukuu chikara de tenshi o keishō shitaga, ningen o kirau.)\u001b[22m\n\nTranslations of \u001b[4mAnother important element in this anime is Inuyasha’s bad-ass sword the Tetsusaiga which has the power to destroy 100 demons in 1 swing, inherited from his father. The sword can’t be held by a demon and can’t be use by a human, so Inuyasha being half-demon is capable of holding and using it. He’s brother Sasshomaru inherited the Tensaiga with the power to save 100 humans in 1 swing, but he hates humans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother important element in this anime is Inuyasha’s bad-ass sword the Tetsusaiga which has the power to destroy 100 demons in 1 swing, inherited from his father.\u001b[24m\n    \u001b[1mこのアニメのもう一つの重要な要素は、犬夜叉の悪い剣、父親から継承された1スイングで100個の悪魔を破壊する力を持つetsusaigaです。\u001b[22m, \u001b[1mこのアニメのもう一つの重要な要素は父親から受け継い1スイングに100悪魔を破壊する力を持っている犬夜叉の悪いお尻の剣Tetsusaigaです。\u001b[22m\n\u001b[4mThe sword can’t be held by a demon and can’t be use by a human, so Inuyasha being half-demon is capable of holding and using it.\u001b[24m\n    \u001b[1m剣は悪魔に憑かれず人間には使えないので、鬼畜である犬夜叉はそれを保持して使うことができます。\u001b[22m, \u001b[1m剣は悪魔によって保持することができず、犬夜叉は半悪魔が保持し、それを使用することが可能であるというように、人間が使用することはできません。\u001b[22m\n\u001b[4mHe’s brother Sasshomaru inherited the Tensaiga with the power to save 100 humans in 1 swing, but he hates humans.\u001b[24m\n    \u001b[1m彼は弟Sasshomaruが1スイングで100人の人間を救う力で天使を継承したが、人間を嫌う。\u001b[22m, \u001b[1m彼の弟Sasshomaruは1スイングで100人間を救う力とTensaigaを継承したが、彼は人間を嫌っています。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "KikyoFlower",
    "profile": "/profile/KikyoFlower/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=64019",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nInuyashaは私の好きなアニメの一つです。 すべてのキャラクターには独自の個性と戦いスタイルがあります。私はストーリー以上のキャラクターを愛していました。 このアニメよりあなたの行動、冒険、shounen、コメディ、超自然、ロマンス、悪魔が間違いなくあなたのためであるならば。 少女時代、人生の一部、ロマンス、チャンスよりも学校がこのアニメはあなたのためではありませんが、あなたが少なくともInuyashaに試してみるべきジャンルには関係ありません。 ルミコの以前の作品よりも芸術は（私の意見では）よくできていて、実際には芸術は本当にいいですし、私の一番美しいアニメの女の子が犬夜叉にいます。 サウンドトラックは驚くべきものであり、それぞれのテーマソングは彼らの性格とよく似ています。 キキョウのテーマソングをとても悲惨で美しいもので聴いてみてください。 このアニメについて嫌いだった唯一のものは、主人公の1人でしたが、私の意見だけですが、誰もが自分自身を持っています！ 全体的に、私は犬夜叉はとても楽しいアニメだったと思うし、少なくともそれを試してみる必要があります！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nInuyasha is one of my favorite animes. Every character has their own unique personality and fighting style i loved the characters more than the story. If your into action , adventure , shounen , comedy , supernatural , romance and demons than this anime is definitely for you. If your into shoujo , slice of life , romance , school than chances are this anime is not for you but no matter which genre your into you should definitely at least give Inuyasha a try. The art (in my opinion) is alot better than Rumiko's earlier works actually the art is really good and one of my prettiest anime girl is in Inuyasha. The soundtracks are amazing and each have their theme song which match their personalities so well. Just try listening to Kikyo's theme song its so tragic yet beautiful. The only thing i disliked about this anime was one of the main characters though thats only my opinion, everyone has their own! Overall, i think Inuyasha was a very enjoyable anime and that you should definitely at least give it a try!\n\n\u001b[1mInuyashaは私の好きなアニメの一つです。 すべてのキャラクターには独自の個性と戦いスタイルがあります。私はストーリー以上のキャラクターを愛していました。 このアニメよりあなたの行動、冒険、shounen、コメディ、超自然、ロマンス、悪魔が間違いなくあなたのためであるならば。 少女時代、人生の一部、ロマンス、チャンスよりも学校がこのアニメはあなたのためではありませんが、あなたが少なくともInuyashaに試してみるべきジャンルには関係ありません。 ルミコの以前の作品よりも芸術は（私の意見では）かなり良いですが、実際には芸術は本当にいいですし、私の一番美しいアニメの女の子が犬夜叉にいます。 サウンドトラックは驚くべきものであり、それぞれのテーマソングは彼らの性格とよく似ています。 キキョウのテーマソングをとても悲惨で美しいもので聴いてみてください。 このアニメについて嫌いだった唯一のものは、主人公の1人でしたが、私の意見だけですが、誰もが自分自身を持っています！ 全体的に、私は犬夜叉は非常に楽しいアニメだったと思うあなたは間違いなく少なくともそれを試してみる必要があります！\u001b[22m\n\u001b[1m(Inuyasha wa watashi no sukina anime no hitotsudesu. Subete no kyarakutā ni wa dokuji no kosei to tatakai sutairu ga arimasu. Watashi wa sutōrī ijō no kyarakutā o aishite imashita. Kono anime yori anata no kōdō, bōken, shounen, komedi, chō shizen, romansu, akuma ga machigainaku anata no tamedearunaraba. Shōjo jidai, jinsei no ichibu, romansu, chansu yori mo gakkō ga kono anime wa anata no tamede wa arimasenga, anata ga sukunakutomo Inuyasha ni tameshite mirubeki janru ni wa kankei arimasen. Rumiko no izen no sakuhin yori mo geijutsu wa (watashi no ikende wa) kanari yoidesuga, jissai ni wa geijutsu wa hontōni īdesushi, watashi no ichiban utsukushī anime no on'nanoko ga inu yasha ni imasu. Saundotorakku wa odorokubeki monodeari, sorezore no tēmasongu wa karera no seikaku to yoku nite imasu. Kikyō no tēmasongu o totemo hisande utsukushī mono de kiite mite kudasai. Kono anime ni tsuite kiraidatta yuiitsu no mono wa, shujinkō no 1-rideshitaga, watashi no iken dakedesuga, daremoga jibun jishin o motte imasu! Zentai-teki ni, watashi wa inu yasha wa hijō ni tanoshī animedatta to omou anata wa machigainaku sukunakutomo sore o tameshite miru hitsuyō ga arimasu!)\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "inukoro1177",
    "profile": "/profile/inukoro1177/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=35918",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたの価値を得ることが好きなら、これはあなたのためのアニメです。  Inuyashaについての最大の苦情は、ショーにあまりにも多くのフィラーエピソードがあることです。 ショーの主な問題は、エピソードからエピソードまでの作品の不一致でした。 それらのアニメーターの1人が解雇されているはずです。 私はしかし、私のために、フィラーエピソードはショーに長さを加え、それは実際に信じられない旅の感触を作ります。 彼らはアニメファンフィクションのようなものではありません！  Inuyashaは、良いものと悪いものとの戦い、自分の手に入ること、愛と友情のために何かを克服することの大いなる話です。 何人かの無意味な人物がいると言う人もいますが、それは共感の欠如だと思います。 それぞれのキャラクターは、視聴者のメンバーとして、私たちが見たいキャラクターに感情的な火花を引き起こします。 また、キャラクターのあらゆる面を見ることができます。  Shippoは私たちにカゴメの母親側と、犬夜叉との関係のような兄弟を示しています。 このショーでは、キャラクターが豊富で、それぞれにあなた自身の美しいテーマソングが用意されています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIf you like to get your moneys worth, this is the Anime for you. Peoples biggest complaint about Inuyasha is that the show has too many filler episodes. My main problem with the show was the inconsistency in the art work from episode to episode. One of those animators should have been fired. I however would like to say that for me, the filler episodes add length to the show and that makes the feel of a journey actually believable. Not to mention they are like animated fan fiction! Inuyasha is a great story about a battle between good vs evil, destiny vs taking mattering into your own hands and overcoming anything for love and friendship. While some people say that there are some pointless characters, I think that's lack of empathy. Each character triggers an emotional spark in a character that as an audience member, we want to see. It also allows us to see every side of a character. Shippo shows us the mother side of Kagome, and the brother like relationship with Inuyasha. This show is rich in characters, and each have their own beautiful theme song that will haunt you.\n\n\u001b[1mあなたの価値を得ることが好きなら、これはあなたのためのアニメです。  Inuyashaについての最大の苦情は、ショーにあまりにも多くのフィラーエピソードがあることです。 ショーの主な問題は、エピソードからエピソードまでの作品の不一致でした。 それらのアニメーターの1人が解雇されているはずです。 私はしかし、私のために、フィラーエピソードはショーに長さを加え、それは実際に信じられない旅の感触を作ります。 彼らはアニメファンフィクションのようなものではありません！  Inuyashaは、良いものと悪いものとの戦い、自分の手に入ること、愛と友情のために何かを克服することの間の素晴らしい話です。 何人かの無意味な人物がいると言う人もいますが、それは共感の欠如だと思います。 それぞれのキャラクターは、視聴者のメンバーとして、私たちが見たいと思うキャラクターに感情的な火花を引き起こします。 また、キャラクターのあらゆる面を見ることができます。  Shippoは私たちにカゴメの母親、そして兄弟はイヌヤシャとの関係を示しています。 このショーでは、キャラクターが豊富で、それぞれにあなた自身の美しいテーマソングが用意されています。\u001b[22m\n\u001b[1m(Anata no kachi o eru koto ga sukinara, kore wa anata no tame no animedesu. Inuyasha ni tsuite no saidai no kujō wa, shō ni amarini mo ōku no firāepisōdo ga aru kotodesu. Watashi wa shikashi, watashi no tame ni, firāepisōdo wa shō ni naga-sa o kuwae, sore wa jissai ni shinjirarenai tabi no kanshoku o tsukurimasu. Karera wa animefanfikushon no yōna monode wa arimasen! Inuyasha wa, yoimono to warui mono to notatakai, jibun no te ni hairu koto, ai to yūjō no tame ni nanika o kokufuku suru koto no ma no subarashī hanashidesu. Nan'ninka no muimina jinbutsu ga iru to iu hito mo imasuga, soreha kyōkan no ketsujoda to omoimasu. Sorezore no kyarakutā wa, shichō-sha no menbā to shite, watashitachi ga mitai to omou kyarakutā ni kanjō-tekina hibana o hikiokoshimasu. Mata, kyarakutā no arayuru men o miru koto ga dekimasu. Shippo wa watashitachi ni Kagome no hahaoya, soshite kyōdai wa inuyasha to no kankei o shimeshite imasu. Kono shōde wa, kyarakutā ga hōfude, sorezore ni anata jishin no utsukushī tēmasongu ga yōi sa rete imasu. Shō no omona mondai wa, episōdo kara episōdo made no sakuhin no fuitchideshita. Sorera no animētā no 1-ri ga kaiko sa rete iru hazudesu.)\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "old_gregg",
    "profile": "/profile/old_gregg/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=49141",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  4\nサウンド|  1\nキャラクター|  2\n|  6\n\n私が犬夜叉を見た時、とても楽しかったです。 そして私はそれをもう一度楽しむことができたと思う。 私はアート、ストーリー、キャラクター、またはサウンドに感銘を受けていないので、私は個人的に3と評価しました。 芸術はそれが時間のためにまともだったので、私はそれについて本当に不平を言うつもりはありません。 キャラクターは奥行きが不足しているように見え、しばらくするとその物語は長く繰り返しました。 シリーズのエピソードが少ない場合は、より良いかもしれません。 私がこのシリーズを見直すことさえ考慮しない主な理由は、音質が悪いためです。 英語と日本語の両方のバージョンでは、声の演技は普通であり、マイクの品質は悪く、混合が悪いです。 私は本当に音が出る限り日本版は英語よりも良いと思っていましたが、マイクの音質はあまり良くなく、ミキシングも悪いようでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nAt the time that I watched Inuyasha, it was very enjoyable. And I think that I could get enjoyment out of it again. I personally rated it as a 3 because I am not impressed by the art, story, characters, or sound. The art was decent for it's time, so I'm not really going to complain about that. The characters seemed to be lacking depth, and the story became long and repetitive after a while. If the series had less episodes, it might have been better. The main reason that I won't even consider watching this series again is because of the poor sound quality. In both the English and Japanese version, the voice acting is mediocre, the mic quality is poor, and the mixing is worse. I really expected the Japanese version to be better than the English as far as sound went, but it seemed like their microphones weren't much better quality, and the mixing was just as bad.\n\n\u001b[1m私が犬夜叉を見た時、とても楽しかったです。 そして私はそれをもう一度楽しむことができたと思う。 私はアート、ストーリー、キャラクター、またはサウンドに感銘を受けていないので、私は個人的に3と評価しました。 芸術はそれが時間のためにまともだったので、私はそれについて本当に不平を言うつもりはありません。 キャラクターは奥行きが不足しているように見え、しばらくするとその物語は長く繰り返しました。 シリーズのエピソードが少ない場合は、より良いかもしれません。 私がこのシリーズを見直すことさえ考慮しない主な理由は、音質が悪いためです。 英語と日本語の両方のバージョンでは、声の演技は普通であり、マイクの品質は悪く、混合が悪いです。 私は本当に音が出る限り日本版は英語よりも良いと思っていましたが、マイクの音質はあまり良くなく、ミキシングも悪いようでした。\u001b[22m\n\u001b[1m(Watashi ga inu yasha o mita toki, totemo tanoshikattadesu. Soshite watashi wa sore o mōichido tanoshimu koto ga dekita to omou. Watashi wa āto, sutōrī, kyarakutā, matawa saundo ni kanmei o ukete inainode, watashi wa kojin-teki ni 3 to hyōka shimashita. Geijutsu wa sore ga jikan no tame ni matomodattanode, watashi wa sore ni tsuite hontōni fuhei o iu tsumori wa arimasen. Kyarakutā wa okuyuki ga fusoku shite iru yō ni mie, shibaraku suruto sono monogatari wa nagaku kurikaeshimashita. Shirīzu no episōdo ga sukunai baai wa, yori yoi kamo shiremasen. Watashi ga kono shirīzu o minaosu koto sae kōryo shinai omona riyū wa, onshitsu ga warui tamedesu. Eigo to nihongo no ryōhō no bājonde wa,-goe no engi wa futsūdeari, maiku no hinshitsu wa waruku, kongō ga waruidesu. Watashi wa hontōni oto ga deru kagiri nipponban wa eigo yori mo yoi to omotte imashitaga, maiku no onshitsu wa amari yoku naku, mikishingu mo warui yōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mAt the time that I watched Inuyasha, it was very enjoyable. And I think that I could get enjoyment out of it again. I personally rated it as a 3 because I am not impressed by the art, story, characters, or sound. The art was decent for it's time, so I'm not really going to complain about that. The characters seemed to be lacking depth, and the story became long and repetitive after a while. If the series had less episodes, it might have been better. The main reason that I won't even consider watching this series again is because of the poor sound quality. In both the English and Japanese version, the voice acting is mediocre, the mic quality is poor, and the mixing is worse. I really expected the Japanese version to be better than the English as far as sound went, but it seemed like their microphones weren't much better quality, and the mixing was just as bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the time that I watched Inuyasha, it was very enjoyable.\u001b[24m\n    \u001b[1m私が犬夜叉を見た時、とても楽しかったです。\u001b[22m, \u001b[1m私は犬夜叉を見た時、それは非常に楽しかったです。\u001b[22m\n\u001b[4mAnd I think that I could get enjoyment out of it again.\u001b[24m\n    \u001b[1mそして私はそれをもう一度楽しむことができたと思う。\u001b[22m, \u001b[1mそして私は、私は再びそれから楽しみを得ることができると思います。\u001b[22m\n\u001b[4mI personally rated it as a 3 because I am not impressed by the art, story, characters, or sound.\u001b[24m\n    \u001b[1m私はアート、ストーリー、キャラクター、またはサウンドに感銘を受けていないので、私は個人的に3と評価しました。\u001b[22m, \u001b[1m私はアート、ストーリー、キャラクター、または音に感動しておりませんので、私は個人的に3として、それを評価しました。\u001b[22m\n\u001b[4mThe art was decent for it's time, so I'm not really going to complain about that.\u001b[24m\n    \u001b[1m芸術はそれが時間のためにまともだったので、私はそれについて本当に不平を言うつもりはありません。\u001b[22m, \u001b[1m芸術は、それが時間だために立派だったので、私は本当に文句を言うつもりはありません。\u001b[22m\n\u001b[4mThe characters seemed to be lacking depth, and the story became long and repetitive after a while.\u001b[24m\n    \u001b[1mキャラクターは奥行きが不足しているように見え、しばらくするとその物語は長く繰り返しました。\u001b[22m, \u001b[1m文字は、深さを欠いているように見えた、との話はしばらく後に長く、繰り返しになりました。\u001b[22m\n\u001b[4mIf the series had less episodes, it might have been better.\u001b[24m\n    \u001b[1mシリーズのエピソードが少ない場合は、より良いかもしれません。\u001b[22m, \u001b[1mシリーズは少ないエピソードを持っていた場合、それはよりよいだったかもしれません。\u001b[22m\n\u001b[4mThe main reason that I won't even consider watching this series again is because of the poor sound quality.\u001b[24m\n    \u001b[1m私がこのシリーズを見直すことさえ考慮しない主な理由は、音質が悪いためです。\u001b[22m, \u001b[1m私ももう一度このシリーズを見て検討しません主な理由は、音質が悪いのです。\u001b[22m\n\u001b[4mIn both the English and Japanese version, the voice acting is mediocre, the mic quality is poor, and the mixing is worse.\u001b[24m\n    \u001b[1m英語と日本語の両方のバージョンでは、声の演技は普通であり、マイクの品質は悪く、混合が悪いです。\u001b[22m, \u001b[1m英語と日本語版の両方で、声の演技は、マイクの品質が悪く、混合が悪くなり、平凡です。\u001b[22m\n\u001b[4mI really expected the Japanese version to be better than the English as far as sound went, but it seemed like their microphones weren't much better quality, and the mixing was just as bad.\u001b[24m\n    \u001b[1m私は本当に音が出る限り日本版は英語よりも良いと思っていましたが、マイクの音質はあまり良くなく、ミキシングも悪いようでした。\u001b[22m, \u001b[1m私は実際に日本語版が限り音が行ったように、英語よりも優れていることが予想されるが、そのマイクがはるかに良い品質ではなかった、と混合が同じように悪かったようにそれが見えました。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "Yandazan",
    "profile": "/profile/Yandazan/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=170605",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  4\nキャラクター|  5\n|  7\n\nInuyashaは、ハイブリッドの犬少年の悪魔に会うために時を遡る日本の女子高生についてのシリーズです。 神聖な宝石を不特定多数の破片に粉砕した後、2人は封建日本を通って魔法の冒険に行き、奇妙で多様なキャラクターに会う必要があります。\n\n個人的には少年のファンとして、ナルトや漂白剤に比べると、イヌヤシャは特に好きではありませんでした。 最初のシーズンは楽しくかわいいキャラクターと明確なゴールで始まりましたが、残りのシリーズのほとんどは、ストーリーの一部であるにもかかわらず、フィラーのように見えるものがほとんどなく、ほとんど進行していませんでした。 しかし、5番目のシーズンには、敵の新しいグループが導入されました。 ショーは楽しいものでしたが、シリーズの中では何も進んでいませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nInuyasha is a series about a Japanese schoolgirl who goes back in time to meet a hybrid dog boy demon. After shattering the sacred jewel into an unspecified number of shards the two must go on a magic adventure through feudal japan, meeting several quirky and diverse characters.\n\n\u001b[1mInuyashaは、ハイブリッドの犬少年の悪魔に会うために時を遡る日本の女子高生についてのシリーズです。 神聖な宝石を不特定多数の破片に粉砕した後、2人は封建日本を通って魔法の冒険に行き、奇妙で多様なキャラクターに会う必要があります。\u001b[22m\n\u001b[1m(Inuyasha wa, haiburiddo no inu shōnen no akuma ni au tame ni toki o sakanoboru Nihon no mesukōsei ni tsuite no shirīzudesu. Shinseina hōseki o futokuteitasū no hahen ni funsai shita nochi, 2-ri wa hōken Nihon o kayotte mahō no bōken ni iki, kimyōde tayōna kyarakutā ni au hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mInuyasha is a series about a Japanese schoolgirl who goes back in time to meet a hybrid dog boy demon. After shattering the sacred jewel into an unspecified number of shards the two must go on a magic adventure through feudal japan, meeting several quirky and diverse characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha is a series about a Japanese schoolgirl who goes back in time to meet a hybrid dog boy demon.\u001b[24m\n    \u001b[1mInuyashaは、ハイブリッドの犬少年の悪魔に会うために時を遡る日本の女子高生についてのシリーズです。\u001b[22m, \u001b[1m犬夜叉は、ハイブリッド犬の少年の悪魔を満たすために、時間に戻って日本の女子高生は約シリーズです。\u001b[22m\n\u001b[4mAfter shattering the sacred jewel into an unspecified number of shards the two must go on a magic adventure through feudal japan, meeting several quirky and diverse characters.\u001b[24m\n    \u001b[1m神聖な宝石を不特定多数の破片に粉砕した後、2人は封建日本を通って魔法の冒険に行き、奇妙で多様なキャラクターに会う必要があります。\u001b[22m, \u001b[1mシャードの不特定多数への神聖な宝石を粉砕した後に二人は、いくつかの風変わりな多様な文字を満たし、日本の封建時代を通じて魔法の冒険に行く必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nPersonally as a shonen fan, I didn't particularly like inuyasha as a whole compared to Naruto or bleach. Its first season started off great with fun and cute characters and a clear goal, however most of the rest of the series saw little to no progression with much of it seeming like filler despite being part of the story. The fifth season however introduced a new group of enemies most of which had distinct and interesting personalities. The show was fun beginning to end but with next to no progression throughout the series it's more character driven than anything else.\n\n\u001b[1m個人的には少年のファンとして、ナルトや漂白剤に比べると、イヌヤシャは特に好きではありませんでした。 最初のシーズンは楽しくかわいいキャラクターと明確なゴールで始まりましたが、残りのシリーズのほとんどは、ストーリーの一部であるにもかかわらず、フィラーのように見えるものがほとんどなく、ほとんど進行していませんでした。 しかし、5番目のシーズンには、敵の新しいグループが導入されました。 ショーは楽しいものでしたが、シリーズの中では何も進んでいませんでした。\u001b[22m\n\u001b[1m(Kojin-teki ni wa shōnen no fan to shite, naruto ya hyōhaku-zai ni kuraberu to, inuyasha wa tokuni sukide wa arimasendeshita. Saisho no shīzun wa tanoshiku kawaī kyarakutā to meikakuna gōru de hajimarimashitaga, nokori no shirīzu no hotondo wa, sutōrī no ichibudearu nimokakawarazu, firā no yō ni mieru mono ga hotondo naku, hotondo shinkō shite imasendeshita. Shikashi, 5-banme no shīzun ni wa, teki no atarashī gurūpu ga dōnyū sa remashita. Shō wa tanoshī monodeshitaga, shirīzu no nakade wa nani mo susunde imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mPersonally as a shonen fan, I didn't particularly like inuyasha as a whole compared to Naruto or bleach. Its first season started off great with fun and cute characters and a clear goal, however most of the rest of the series saw little to no progression with much of it seeming like filler despite being part of the story. The fifth season however introduced a new group of enemies most of which had distinct and interesting personalities. The show was fun beginning to end but with next to no progression throughout the series it's more character driven than anything else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally as a shonen fan, I didn't particularly like inuyasha as a whole compared to Naruto or bleach.\u001b[24m\n    \u001b[1m個人的には少年のファンとして、ナルトや漂白剤に比べると、イヌヤシャは特に好きではありませんでした。\u001b[22m, \u001b[1m個人的に少年のファンとして、私は特にナルトや漂白剤と比較して、全体として犬夜叉好きではありませんでした。\u001b[22m\n\u001b[4mIts first season started off great with fun and cute characters and a clear goal, however most of the rest of the series saw little to no progression with much of it seeming like filler despite being part of the story.\u001b[24m\n    \u001b[1m最初のシーズンは楽しくかわいいキャラクターと明確なゴールで始まりましたが、残りのシリーズのほとんどは、ストーリーの一部であるにもかかわらず、フィラーのように見えるものがほとんどなく、ほとんど進行していませんでした。\u001b[22m, \u001b[1mその最初のシーズンは、しかし、シリーズの残りのほとんどは物語の一部であるにも関わらず、フィラーのように見せかけ、その多くで無進行に少しを見て、楽しさとキュートなキャラクターと明確な目標と素晴らしいスタートを切りました。\u001b[22m\n\u001b[4mThe fifth season however introduced a new group of enemies most of which had distinct and interesting personalities.\u001b[24m\n    \u001b[1mしかし、5番目のシーズンには、敵の新しいグループが導入されました。\u001b[22m, \u001b[1m第五シーズンは、しかしはっきりと面白い個性を持っていたほとんどが敵の新しいグループを導入しました。\u001b[22m\n\u001b[4mThe show was fun beginning to end but with next to no progression throughout the series it's more character driven than anything else.\u001b[24m\n    \u001b[1mショーは楽しいものでしたが、シリーズの中では何も進んでいませんでした。\u001b[22m, \u001b[1mショーは終了する楽しい始まりでしたが、シリーズ全体で無進行の隣でそれは何よりも駆動以上の文字です。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "LadyRenly",
    "profile": "/profile/LadyRenly/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=136573",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  9\n\n個人的に、私はこのショーを楽しむ。 私は本当のアニメファンがたくさんいて、それをアメリカのビールアニメと見比べるだろうと確信していますが、私は個人的にはそれが何であっても気に入っています。 シリーズはNarakuとの大衆的なプロットを持っていますが、彼らは多くの時間彼らはミニ冒険に行く彼のための検索をドロップします。 一部の人々はそれを嫌い、むしろ彼に捧げられた1つまたは2つのシーズンを持っていて、そして別のアンタゴニストに移ります。 シリーズは、彼を見つけようとするのを中心に回っていますが、しばらくの間、彼は常にスポットライトを離れてしまうことがあります。\n\n私はフィラーであまりにもぎっしり詰まっていないのが好きです。 フィラーの定義が間違っていない限り。 ほとんどの場合、1つのフィラーエピソードしか見ていませんでしたが、最悪の場合は3行続き、そこでアクションに戻ります。 それは良いです。\n\nそれはかなりシンプルで、戦いにいくつかのデュー・マシナがあるかもしれませんが、それでもなおそれを見て楽しんでいます。  WINDSCAAAAAR！\n\nショーは犬夜叉についてですが、私はセッソマルをもっと愛していると言わなければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nPersonally, I enjoy this show. I'm sure lots of 'true' anime fans would rag on it and perhaps equate it to American Beer of anime, but I personally liked it for what it was. The series has the overarching plot with Naraku, but many times they drop the search for him to go on mini adventures. Some people hate that and would rather have had a season or two dedicated to him and then move on to another antagonist. While the series revolves around trying to find him and kill him, they can always shift the spotlight away from him for a while.\n\n\u001b[1m個人的に、私はこのショーを楽しむ。 私は本当のアニメファンがたくさんいて、それをアメリカのビールアニメと見比べるだろうと確信していますが、私は個人的にはそれが何であっても気に入っています。 シリーズはNarakuとの大衆的なプロットを持っていますが、彼らは多くの時間彼らはミニ冒険に行く彼のための検索をドロップします。 一部の人々はそれを嫌い、むしろ彼に捧げられた1つまたは2つのシーズンを持っていて、そして別のアンタゴニストに移ります。 シリーズは、彼を見つけようとするのを中心に回っていますが、しばらくの間、彼は常にスポットライトを離れてしまうことがあります。\u001b[22m\n\u001b[1m(Kojin-teki ni, watashi wa kono shō o tanoshimu. Watashi wa hontō no anime fan ga takusan ite, sore o amerikano bīruanime to mikuraberudarou to kakushin shite imasuga, watashi wa kojin-teki ni wa sore ga nandeatte mo kiniitte imasu. Shirīzu wa Naraku to no taishū-tekina purotto o motte imasuga, karera wa ōku no jikan karera wa mini bōken ni iku kare no tame no kensaku o doroppu shimasu. Ichibu no hitobito wa sore o kirai, mushiro kare ni sasage rareta 1tsu matawa 2tsu no shīzun o motte ite, soshite betsu no antagonisuto ni utsurimasu. Shirīzu wa, kare o mitsukeyou to suru no o chūshin ni mawatte imasuga, shibarakunoaida, kare wa tsuneni supottoraito o hanarete shimau koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mPersonally, I enjoy this show. I'm sure lots of 'true' anime fans would rag on it and perhaps equate it to American Beer of anime, but I personally liked it for what it was. The series has the overarching plot with Naraku, but many times they drop the search for him to go on mini adventures. Some people hate that and would rather have had a season or two dedicated to him and then move on to another antagonist. While the series revolves around trying to find him and kill him, they can always shift the spotlight away from him for a while.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally, I enjoy this show.\u001b[24m\n    \u001b[1m個人的に、私はこのショーを楽しむ。\u001b[22m, \u001b[1m個人的に、私はこのショーを楽しみます。\u001b[22m\n\u001b[4mI'm sure lots of 'true' anime fans would rag on it and perhaps equate it to American Beer of anime, but I personally liked it for what it was.\u001b[24m\n    \u001b[1m私は本当のアニメファンがたくさんいて、それをアメリカのビールアニメと見比べるだろうと確信していますが、私は個人的にはそれが何であっても気に入っています。\u001b[22m, \u001b[1m私は「真」のアニメファンの多くがそれにRAG、おそらくアニメのアメリカのビールにそれを同一視するだろうと確信しているが、私は個人的にそれが何だったかのためにそれが好き。\u001b[22m\n\u001b[4mThe series has the overarching plot with Naraku, but many times they drop the search for him to go on mini adventures.\u001b[24m\n    \u001b[1mシリーズはNarakuとの大衆的なプロットを持っていますが、彼らは多くの時間彼らはミニ冒険に行く彼のための検索をドロップします。\u001b[22m, \u001b[1mシリーズは奈落との包括的なプロットを持っていますが、多くの時間が、彼らは彼がミニ冒険に行くの検索をドロップします。\u001b[22m\n\u001b[4mSome people hate that and would rather have had a season or two dedicated to him and then move on to another antagonist.\u001b[24m\n    \u001b[1m一部の人々はそれを嫌い、むしろ彼に捧げられた1つまたは2つのシーズンを持っていて、そして別のアンタゴニストに移ります。\u001b[22m, \u001b[1m一部の人々はそれを嫌い、むしろ季節や2彼に捧げ、その後、別のアンタゴニストに移動しなければならなかったでしょう。\u001b[22m\n\u001b[4mWhile the series revolves around trying to find him and kill him, they can always shift the spotlight away from him for a while.\u001b[24m\n    \u001b[1mシリーズは、彼を見つけようとするのを中心に回っていますが、しばらくの間、彼は常にスポットライトを離れてしまうことがあります。\u001b[22m, \u001b[1mシリーズは彼を見つけ、彼を殺すためにしよう中心に展開しているが、彼らはいつもしばらくの間、彼から離れてスポットライトをシフトすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nI like how it isn't bogged down with filler too much. Unless my definition of filler is wrong. Most often I have seen only 1 filler episode in between, with the worst case being 3 in a row, where it would then go back into the action. So that's good.\n\n\u001b[1m私はフィラーであまりにもぎっしり詰まっていないのが好きです。 フィラーの定義が間違っていない限り。 ほとんどの場合、1つのフィラーエピソードしか見ていませんでしたが、最悪の場合は3行続き、そこでアクションに戻ります。 それは良いです。\u001b[22m\n\u001b[1m(Watashi wa firā de amarini mo gisshiri tsumatte inai no ga sukidesu. Firā no teigi ga machigatteinai kagiri. Hotondo no baai, 1tsu no firāepisōdo shika mite imasendeshitaga, saiaku no baai wa 3-gyō tsudzuki, sokode akushon ni modorimasu. Sore wa yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI like how it isn't bogged down with filler too much. Unless my definition of filler is wrong. Most often I have seen only 1 filler episode in between, with the worst case being 3 in a row, where it would then go back into the action. So that's good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how it isn't bogged down with filler too much.\u001b[24m\n    \u001b[1m私はフィラーであまりにもぎっしり詰まっていないのが好きです。\u001b[22m, \u001b[1m私はそれがあまりにも多くのフィラーが泥沼されていないかのように。\u001b[22m\n\u001b[4mUnless my definition of filler is wrong.\u001b[24m\n    \u001b[1mフィラーの定義が間違っていない限り。\u001b[22m, \u001b[1mフィラーの私の定義が間違っている場合を除き。\u001b[22m\n\u001b[4mMost often I have seen only 1 filler episode in between, with the worst case being 3 in a row, where it would then go back into the action.\u001b[24m\n    \u001b[1mほとんどの場合、1つのフィラーエピソードしか見ていませんでしたが、最悪の場合は3行続き、そこでアクションに戻ります。\u001b[22m, \u001b[1mほとんどの場合、私は最悪の場合はそれが再び行動に行くだろう行の3、であることと、の間にのみ1フィラーのエピソードを見てきました。\u001b[22m\n\u001b[4mSo that's good.\u001b[24m\n    \u001b[1mそれは良いです。\u001b[22m, \u001b[1mだから、それは良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's fairly simple, and there can be some deus ex machinas in the fights, but I still enjoy watching them nonetheless. WINDSCAAAAAR!\n\n\u001b[1mそれはかなりシンプルで、戦いにいくつかのデュー・マシナがあるかもしれませんが、それでもなおそれを見て楽しんでいます。  WINDSCAAAAAR！\u001b[22m\n\u001b[1m(Sore wa kanari shinpurude, tatakai ni ikutsu ka no de~yū mashina ga aru kamo shiremasenga, soredemo nao sore o mite tanoshinde imasu. WINDSCAAAAAR!)\u001b[22m\n\nTranslations of \u001b[4mIt's fairly simple, and there can be some deus ex machinas in the fights, but I still enjoy watching them nonetheless. WINDSCAAAAAR!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's fairly simple, and there can be some deus ex machinas in the fights, but I still enjoy watching them nonetheless.\u001b[24m\n    \u001b[1mそれはかなりシンプルで、戦いにいくつかのデュー・マシナがあるかもしれませんが、それでもなおそれを見て楽しんでいます。\u001b[22m, \u001b[1mそれはかなり簡単だし、戦いでいくつかのデウスの元のmachinasがあり得るが、私はまだそれにもかかわらず、それらを見て楽しむことができます。\u001b[22m\n\u001b[4mWINDSCAAAAAR!\u001b[24m\n    \u001b[1mWINDSCAAAAAR！\u001b[22m\n\u001b[1m\u001b[22m\nWhile the show is about Inuyasha, I have to say I love Sesshomaru even more, and Rin!!!!\n\n\u001b[1mショーは犬夜叉についてですが、私はセッソマルをもっと愛していると言わなければなりません。\u001b[22m\n\u001b[1m(Shō wa inu yasha ni tsuitedesuga, watashi wa sessomaru o motto aishite iru to iwanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhile the show is about Inuyasha, I have to say I love Sesshomaru even more, and Rin!!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the show is about Inuyasha, I have to say I love Sesshomaru even more, and Rin!!!!\u001b[24m\n    \u001b[1mショーは犬夜叉についてですが、私はセッソマルをもっと愛していると言わなければなりません。\u001b[22m, \u001b[1mショーは犬夜叉についてですが、私はさらに多くの殺生丸を愛し言わなければならない、と凛!!!!\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "firebug",
    "profile": "/profile/firebug/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=35717",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\nInuyashaは私のために柔らかい場所を持っています。 私が2002年か2003年に戻ってきたアニメです。Inuyashaをアダルトスイムで見る前に、私はどんなタイプのアニメも好きではないと公然と決めていました。 私を怒らせたのは、今まで見たことのない他の「漫画」のようなアートでした。 ディテール、色合いはすべて新しくて面白かったです。 私は日本語を話せませんでしたが、歌は良かったです。 ストーリーは素早く進化したプロットと強いキャラクターを持っていたが、壁に当たったのは良いことだった。 プロットが解明し始め、脚本家が車輪で眠っているように見えたが、私は見守った。 それは完全に回復したことはありませんが、それは後の季節にいくつかの良いエピソードを持っていました。 私はまだこのアニメが好きで、そのほとんどを所有していますが、後のエピソードでは問題があります。 私はまだ見る価値があると思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nInuyasha has a soft spot for me. It is the anime that got me started back in 2002 or 2003. Before seeing Inuyasha on Adult Swim I had openly decided I did not like anime of any type. What garbed me was the art which was like no other 'cartoon' I had ever seen. The detail, the colors the shading everything was new and interesting. The songs, though I don't speak Japanese, were good. The story was good it had a quickly evolving plot and strong characters, but then it hit a wall. The plot started to unravel and almost seemed the script writers had fallen a sleep at the wheel, but I kept watching. Though it never fully recovered it did have some good episodes in the later seasons. I still like this anime and own most of it, but have trouble with the later episodes. I still think it is worth watching.\n\n\u001b[1mInuyashaは私のために柔らかい場所を持っています。 私が2002年か2003年に戻ってきたアニメです。Inuyashaをアダルトスイムで見る前に、私はどんなタイプのアニメも好きではないと公然と決めていました。 私を怒らせたのは、今まで見たことのない他の「漫画」のようなアートでした。 ディテール、色合いはすべて新しくて面白かったです。 私は日本語を話せませんでしたが、歌は良かったです。 ストーリーは素早く進化したプロットと強いキャラクターを持っていたが、壁に当たったのは良いことだった。 プロットが解明し始め、脚本家が車輪で眠っているように見えたが、私は見守った。 それは完全に回復したことはありませんが、それは後の季節にいくつかの良いエピソードを持っていました。 私はまだこのアニメが好きで、そのほとんどを所有していますが、後のエピソードでは問題があります。 私はまだ見る価値があると思う。\u001b[22m\n\u001b[1m(Inuyasha wa watashi no tame ni yawarakai basho o motte imasu. Watashi ga 2002-nen ka 2003-nen ni modottekita animedesu. Inuyasha o adarutosuimu de miru mae ni, watashi wa don'na taipu no anime mo sukide wanaito kōzen to kimete imashita. Watashi o okora seta no wa, imamade mita koto no nai ta no `manga' no yōna ātodeshita. Ditēru, iroai wa subete atarashikute omoshirokattadesu. Watashi wa nihongo o hanasemasendeshitaga, uta wa yokattadesu. Sutōrī wa subayaku shinka shita purotto to tsuyoi kyarakutā o motte itaga, kabe ni atatta no wa yoi kotodatta. Purotto ga kaimei shi hajime, kyakuhon-ka ga sharin de nemutte iru yō ni mietaga, watashi wa mimamotta. Sore wa kanzen ni kaifuku shita koto wa arimasenga, soreha-go no kisetsu ni ikutsu ka no yoi episōdo o motte imashita. Watashi wa mada kono anime ga sukide, sono hotondo o shoyū shite imasuga,-go no episōdode wa mondai ga arimasu. Watashi wa mada miru kachigāru to omou.)\u001b[22m\n\nTranslations of \u001b[4mInuyasha has a soft spot for me. It is the anime that got me started back in 2002 or 2003. Before seeing Inuyasha on Adult Swim I had openly decided I did not like anime of any type. What garbed me was the art which was like no other 'cartoon' I had ever seen. The detail, the colors the shading everything was new and interesting. The songs, though I don't speak Japanese, were good. The story was good it had a quickly evolving plot and strong characters, but then it hit a wall. The plot started to unravel and almost seemed the script writers had fallen a sleep at the wheel, but I kept watching. Though it never fully recovered it did have some good episodes in the later seasons. I still like this anime and own most of it, but have trouble with the later episodes. I still think it is worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha has a soft spot for me.\u001b[24m\n    \u001b[1mInuyashaは私のために柔らかい場所を持っています。\u001b[22m, \u001b[1m犬夜叉は、私のためのソフトスポットがあります。\u001b[22m\n\u001b[4mIt is the anime that got me started back in 2002 or 2003. Before seeing Inuyasha on Adult Swim I had openly decided I did not like anime of any type.\u001b[24m\n    \u001b[1m私が2002年か2003年に戻ってきたアニメです。Inuyashaをアダルトスイムで見る前に、私はどんなタイプのアニメも好きではないと公然と決めていました。\u001b[22m, \u001b[1mそれは私が私が率直に私はあらゆる種類のアニメを好きではなかったことを決めたアダルトスイムに犬夜叉を見て前に戻って2002年または2003年に始まったアニメです。\u001b[22m\n\u001b[4mWhat garbed me was the art which was like no other 'cartoon' I had ever seen.\u001b[24m\n    \u001b[1m私を怒らせたのは、今まで見たことのない他の「漫画」のようなアートでした。\u001b[22m, \u001b[1mどのような私をgarbedは、私が今まで見ていたのない他の「漫画」のようだった芸術でした。\u001b[22m\n\u001b[4mThe detail, the colors the shading everything was new and interesting.\u001b[24m\n    \u001b[1mディテール、色合いはすべて新しくて面白かったです。\u001b[22m, \u001b[1m詳細は、色がシェーディングすべてが新しくて興味深いものでした。\u001b[22m\n\u001b[4mThe songs, though I don't speak Japanese, were good.\u001b[24m\n    \u001b[1m私は日本語を話せませんでしたが、歌は良かったです。\u001b[22m, \u001b[1m私は日本語を話すことはありませんが曲は、良好でした。\u001b[22m\n\u001b[4mThe story was good it had a quickly evolving plot and strong characters, but then it hit a wall.\u001b[24m\n    \u001b[1mストーリーは素早く進化したプロットと強いキャラクターを持っていたが、壁に当たったのは良いことだった。\u001b[22m, \u001b[1mストーリーは良かったそれは急速に進化し、プロットと強いキャラクターを持っていたが、それは壁にぶつかります。\u001b[22m\n\u001b[4mThe plot started to unravel and almost seemed the script writers had fallen a sleep at the wheel, but I kept watching.\u001b[24m\n    \u001b[1mプロットが解明し始め、脚本家が車輪で眠っているように見えたが、私は見守った。\u001b[22m, \u001b[1mプロットが解明し始め、ほとんどスクリプト作成者は、ホイールで睡眠を落ちたように見えたが、私は見続けました。\u001b[22m\n\u001b[4mThough it never fully recovered it did have some good episodes in the later seasons.\u001b[24m\n    \u001b[1mそれは完全に回復したことはありませんが、それは後の季節にいくつかの良いエピソードを持っていました。\u001b[22m, \u001b[1mそれは完全に回復することはありませんけれども、それは後のシーズンでいくつかの良いエピソードを持っていました。\u001b[22m\n\u001b[4mI still like this anime and own most of it, but have trouble with the later episodes.\u001b[24m\n    \u001b[1m私はまだこのアニメが好きで、そのほとんどを所有していますが、後のエピソードでは問題があります。\u001b[22m, \u001b[1m私はまだこのアニメのような、それのほとんどを所有し、それ以降のエピソードに問題があります。\u001b[22m\n\u001b[4mI still think it is worth watching.\u001b[24m\n    \u001b[1m私はまだ見る価値があると思う。\u001b[22m, \u001b[1m私はまだそれが見て価値があると思います。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "izzadorkable",
    "profile": "/profile/izzadorkable/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=93349",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はこのシリーズが大好きでしたが、それは長くても、素晴らしいことはありませんでした。 私はこのショーを見て、そのキャラクターに別れを告げなければならないときに少し空っぽになったようなアタッチメントを生み出したと言うでしょう。\n\nそれぞれのキャラクターが深みを持っていることが大好きで、2つの主なリードだけに焦点を絞らないストーリーを学ぶことができます。  「紆余曲折」はほとんどありませんが、楽しむことができます。 キャラクターを笑って、共感していることが何度もありました。\n\nこれは素晴らしいアクションとロムコムショーだと私は男と女の子の両方に良いと言うだろう。 ロマンスがたくさんあるにもかかわらず、コメディーやアクションがたくさんあるので、男の子はそれを楽しむことができますが、アクションの血液や勇気の上にはないので、それを楽しむことができない女の子たちも楽しめます。\n\n悪魔は恐ろしいことではないので、私のようであり、「怖い」ものをよく扱わない人は、心配することなくこれを簡単に見ることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI loved this series and it was long but didnt seem drawn out which is wonderful. I will say after watching this show I grew such an attachment that I felt a little empty when I had to say goodbye to the characters.\n\n\u001b[1m私はこのシリーズが大好きでしたが、それは長くても、素晴らしいことはありませんでした。 私はこのショーを見て、そのキャラクターに別れを告げなければならないときに少し空っぽになったようなアタッチメントを生み出したと言うでしょう。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ga daisukideshitaga, sore wa nagakute mo, subarashī koto wa arimasendeshita. Watashi wa kono shō o mite, sono kyarakutā ni wakare o tsugenakereba naranai toki ni sukoshi karappo ni natta yōna atatchimento o umidashita to iudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI loved this series and it was long but didnt seem drawn out which is wonderful. I will say after watching this show I grew such an attachment that I felt a little empty when I had to say goodbye to the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved this series and it was long but didnt seem drawn out which is wonderful.\u001b[24m\n    \u001b[1m私はこのシリーズが大好きでしたが、それは長くても、素晴らしいことはありませんでした。\u001b[22m, \u001b[1m私はこのシリーズを愛し、それが長かったが、素晴らしいである引き出されてdidntのように見えます。\u001b[22m\n\u001b[4mI will say after watching this show I grew such an attachment that I felt a little empty when I had to say goodbye to the characters.\u001b[24m\n    \u001b[1m私はこのショーを見て、そのキャラクターに別れを告げなければならないときに少し空っぽになったようなアタッチメントを生み出したと言うでしょう。\u001b[22m, \u001b[1m私は文字にさよならを言わなければならなかったとき、私は少し空の感じたような結合の増加となりました。この番組を見た後に言うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nI love that each character has depth and you get to learn their story its not focused only on the two main leads. There are little 'twists' but its stil enjoyable. I found myself multiple times laughing at the characters and feel sympathy for them.\n\n\u001b[1mそれぞれのキャラクターが深みを持っていることが大好きで、2つの主なリードだけに焦点を絞らないストーリーを学ぶことができます。  「紆余曲折」はほとんどありませんが、楽しむことができます。 キャラクターを笑って、共感していることが何度もありました。\u001b[22m\n\u001b[1m(Sorezore no kyarakutā ga fukami o motte iru koto ga daisukide, 2tsu no omona rīdo dake ni shōten o shiboranai sutōrī o manabu koto ga dekimasu. `Uyokyokusetsu' wa hotondo arimasenga, tanoshimu koto ga dekimasu. Kyarakutā o waratte, kyōkan shite iru koto ga nando mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI love that each character has depth and you get to learn their story its not focused only on the two main leads. There are little 'twists' but its stil enjoyable. I found myself multiple times laughing at the characters and feel sympathy for them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love that each character has depth and you get to learn their story its not focused only on the two main leads.\u001b[24m\n    \u001b[1mそれぞれのキャラクターが深みを持っていることが大好きで、2つの主なリードだけに焦点を絞らないストーリーを学ぶことができます。\u001b[22m, \u001b[1m私は、各文字は深さを持っていることを愛し、あなたは彼らの物語は、その2つだけのメインのリードに焦点を当てていない学ぶことを得ます。\u001b[22m\n\u001b[4mThere are little 'twists' but its stil enjoyable.\u001b[24m\n    \u001b[1m「紆余曲折」はほとんどありませんが、楽しむことができます。\u001b[22m, \u001b[1m少し「ねじれ」が、そのSTIL楽しいがあります。\u001b[22m\n\u001b[4mI found myself multiple times laughing at the characters and feel sympathy for them.\u001b[24m\n    \u001b[1mキャラクターを笑って、共感していることが何度もありました。\u001b[22m, \u001b[1m私は自分自身の文字で笑いを複数回発見し、彼らのために同情を感じます。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a great action and romcom show that I would say is good for both guys and girls. Although there is a lot of romance there is also a lot of comedy and action so boys will enjoy it but its not over the top on the action blood and guts so girls, who dont enjoy that as much, can enjoy it.\n\n\u001b[1mこれは素晴らしいアクションとロムコムショーだと私は男と女の子の両方に良いと言うだろう。 ロマンスがたくさんあるにもかかわらず、コメディーやアクションがたくさんあるので、男の子はそれを楽しむことができますが、アクションの血液や勇気の上にはないので、それを楽しむことができない女の子たちも楽しめます。\u001b[22m\n\u001b[1m(Kore wa subarashī akushon to romukomushōda to watashi wa otoko to on'nanoko no ryōhō ni yoi to iudarou. Romansu ga takusan aru nimokakawarazu, komedī ya akushon ga takusan aru node, otokonoko wa sore o tanoshimu koto ga dekimasuga, akushon no ketsueki ya yūki no ue ni wanainode, sore o tanoshimu koto ga dekinai on'nanoko-tachi mo tanoshimemasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a great action and romcom show that I would say is good for both guys and girls. Although there is a lot of romance there is also a lot of comedy and action so boys will enjoy it but its not over the top on the action blood and guts so girls, who dont enjoy that as much, can enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a great action and romcom show that I would say is good for both guys and girls.\u001b[24m\n    \u001b[1mこれは素晴らしいアクションとロムコムショーだと私は男と女の子の両方に良いと言うだろう。\u001b[22m, \u001b[1mこれは私が男と女の子の両方のために良いですと言うでしょう偉大なアクションとromcomショーです。\u001b[22m\n\u001b[4mAlthough there is a lot of romance there is also a lot of comedy and action so boys will enjoy it but its not over the top on the action blood and guts so girls, who dont enjoy that as much, can enjoy it.\u001b[24m\n    \u001b[1mロマンスがたくさんあるにもかかわらず、コメディーやアクションがたくさんあるので、男の子はそれを楽しむことができますが、アクションの血液や勇気の上にはないので、それを楽しむことができない女の子たちも楽しめます。\u001b[22m, \u001b[1mロマンスがたくさんあるが、男の子はそれをお楽しみいただけますが、そのがない限りそれを楽しむいけない女の子なので、アクション血や内臓のトップの上に、それを楽しむことができるので、コメディ、アクションの多くもあります。\u001b[22m\n\u001b[1m\u001b[22m\ndemons arent frightening so anyone who may be like me, and doesnt handle 'scary' well, can easily watch this without a worry.\n\n\u001b[1m悪魔は恐ろしいことではないので、私のようであり、「怖い」ものをよく扱わない人は、心配することなくこれを簡単に見ることができます。\u001b[22m\n\u001b[1m(Akuma wa osoroshī kotode wanainode, watashi no yōdeari,`kowai' mono o yoku atsukawanai hito wa, shinpai suru koto naku kore o kantan ni miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mdemons arent frightening so anyone who may be like me, and doesnt handle 'scary' well, can easily watch this without a worry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mdemons arent frightening so anyone who may be like me, and doesnt handle 'scary' well, can easily watch this without a worry.\u001b[24m\n    \u001b[1m悪魔は恐ろしいことではないので、私のようであり、「怖い」ものをよく扱わない人は、心配することなくこれを簡単に見ることができます。\u001b[22m, \u001b[1m私のようになり、取り扱いdoesntのことがあり、誰もが「怖い」だけでなく、簡単に心配せずにこれを見ることができるように、悪魔は恐ろしいアレント。\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "Johnny-San",
    "profile": "/profile/Johnny-San/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=85635",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  10\n\nInuyashaは私のお気に入りのアニメです。 私は子供の時に好きなことを知らなかった子供のひとりでした。 次に、私は犬夜叉を見て、私は夢中になった。 私はそれが好きです。なぜなら、それは良いエピソードの塊のために最後の良いストーリーラインを持っているからです。 すべてのキャラクターには、独自の個性があり、あなたが本当によく知っているマイナーキャラクターさえあります。 それが進むにつれ、主人公について多くのことを学び、あなたはそれらとの結びつきを発達させるようです。 最初は少し遅いと付け加えるかもしれませんが、あなたが上のエピソードに入ると、それはアクションが詰まり、時には陽気になります。  Inuyashaはいつも私のお気に入りです！\n〜アニメ・フォーエバー",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nInuyasha is by far my favorite anime. I was one of those kids who did not know what i liked when i was a kid. Then the second i watched Inuyasha, I was hooked. I like it because it has a good story line that last for a good chunk of episodes. Every character has their own distinct personality, and even the minor characters you get to know really well. As it progresses, you learn a lot about the main characters, and you seem to develop a bond with them. Although i might add that it is a bit slow at first, but then when you get into the higher up episodes it's action packed, and hilarious at times to. Inuyasha is and always will be my favorite!\n\n\u001b[1mInuyashaは私のお気に入りのアニメです。 私は子供の時に好きなことを知らなかった子供のひとりでした。 次に、私は犬夜叉を見て、私は夢中になった。 私はそれが好きです。なぜなら、それは良いエピソードの塊のために最後の良いストーリーラインを持っているからです。 すべてのキャラクターには、独自の個性があり、あなたが本当によく知っているマイナーキャラクターさえあります。 それが進むにつれ、主人公について多くのことを学び、あなたはそれらとの結びつきを発達させるようです。 最初は少し遅いと付け加えるかもしれませんが、あなたが上のエピソードに入ると、それはアクションが詰まり、時には陽気になります。  Inuyashaはいつも私のお気に入りです！\u001b[22m\n\u001b[1m(Inuyasha wa watashinōkiniiri no animedesu. Watashi wa kodomo no toki ni sukinakoto o shiranakatta kodomo no hitorideshita. Tsugini, watashi wa inu yasha o mite, watashi wa muchū ni natta. Watashi wa sore ga sukidesu. Nazenara, sore wa yoi episōdo no katamari no tame ni saigo no yoi sutōrīrain o motte irukaradesu. Subete no kyarakutā ni wa, dokuji no kosei ga ari, anata ga hontōni yoku shitte iru mainākyarakutā sae arimasu. Sore ga susumu ni tsure, shujinkō ni tsuite ōku no koto o manabi, anata wa sorera to no musubitsuki o hattatsu sa seru yōdesu. Saisho wa sukoshi osoi to tsukekuwaeru kamo shiremasenga, anata ga ue no episōdo ni hairu to, soreha akushon ga tsumari, tokiniha yōki ni narimasu. Inuyasha wa itsumo watashinōkiniiridesu!)\u001b[22m\n\nTranslations of \u001b[4mInuyasha is by far my favorite anime. I was one of those kids who did not know what i liked when i was a kid. Then the second i watched Inuyasha, I was hooked. I like it because it has a good story line that last for a good chunk of episodes. Every character has their own distinct personality, and even the minor characters you get to know really well. As it progresses, you learn a lot about the main characters, and you seem to develop a bond with them. Although i might add that it is a bit slow at first, but then when you get into the higher up episodes it's action packed, and hilarious at times to. Inuyasha is and always will be my favorite!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha is by far my favorite anime.\u001b[24m\n    \u001b[1mInuyashaは私のお気に入りのアニメです。\u001b[22m, \u001b[1m犬夜叉は、はるかに私の好きなアニメによるものです。\u001b[22m\n\u001b[4mI was one of those kids who did not know what i liked when i was a kid.\u001b[24m\n    \u001b[1m私は子供の時に好きなことを知らなかった子供のひとりでした。\u001b[22m, \u001b[1m私は私が子供だったときに私は言っていますかわからなかったこれらの子供たちの一人でした。\u001b[22m\n\u001b[4mThen the second i watched Inuyasha, I was hooked.\u001b[24m\n    \u001b[1m次に、私は犬夜叉を見て、私は夢中になった。\u001b[22m, \u001b[1mそれから私は犬夜叉を見二つ目は、私は夢中になりました。\u001b[22m\n\u001b[4mI like it because it has a good story line that last for a good chunk of episodes.\u001b[24m\n    \u001b[1m私はそれが好きです。なぜなら、それは良いエピソードの塊のために最後の良いストーリーラインを持っているからです。\u001b[22m, \u001b[1mそれはエピソードのかなりの部分のために最後の良好なストーリーラインを持っているので、私はそれが好きです。\u001b[22m\n\u001b[4mEvery character has their own distinct personality, and even the minor characters you get to know really well.\u001b[24m\n    \u001b[1mすべてのキャラクターには、独自の個性があり、あなたが本当によく知っているマイナーキャラクターさえあります。\u001b[22m, \u001b[1mすべての文字は、自分の個性を持っており、あなたが本当によく知るように些細な文字。\u001b[22m\n\u001b[4mAs it progresses, you learn a lot about the main characters, and you seem to develop a bond with them.\u001b[24m\n    \u001b[1mそれが進むにつれ、主人公について多くのことを学び、あなたはそれらとの結びつきを発達させるようです。\u001b[22m, \u001b[1mそれが進行すると、あなたは、メインキャラクターについて多くのことを学び、あなたは彼らとの結合を開発するように見えます。\u001b[22m\n\u001b[4mAlthough i might add that it is a bit slow at first, but then when you get into the higher up episodes it's action packed, and hilarious at times to.\u001b[24m\n    \u001b[1m最初は少し遅いと付け加えるかもしれませんが、あなたが上のエピソードに入ると、それはアクションが詰まり、時には陽気になります。\u001b[22m, \u001b[1m私はそれが最初は少し遅いことを追加するかもしれませんが、あなたがアップし、より高いエピソードに入るとき、それはアクションパック、および倍で陽気ですが。\u001b[22m\n\u001b[4mInuyasha is and always will be my favorite!\u001b[24m\n    \u001b[1mInuyashaはいつも私のお気に入りです！\u001b[22m, \u001b[1m犬夜叉は、常に私のお気に入りになります！\u001b[22m\n~Anime Forever\n\n\u001b[1m〜アニメ・フォーエバー\u001b[22m\n\u001b[1m(〜 Anime fōebā)\u001b[22m\n\nTranslations of \u001b[4m~Anime Forever\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Anime Forever\u001b[24m\n    \u001b[1m〜アニメ・フォーエバー\u001b[22m, \u001b[1m〜アニメフォーエバー\u001b[22m"
  },
  {
    "title": "InuYasha",
    "id": "249",
    "url": "https://myanimelist.net/anime/249/InuYasha",
    "user": "tranxo",
    "profile": "/profile/tranxo/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=80216",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  10\n\nInuyashaは私が見て育ったアニメのひとつです。 背景の物語とキャラクターの発展は際立っていました。 それは、私が最後にぶら下がって、あまりにも多くの人物、学校生活のビットと多くの行動を残していませんでした。 ロマンスは威圧的ではありませんでしたが、2人の主人公（犬夜叉とかごめ）+過去の恋人（キキョヨ）の間の愛三角は、ドラマと嫉妬のちょっとしたヒントを加えて、すべてをより良くしています。 それは私がアニメ、ファンタジー/ロマンス/冒険/アクションなどで探しているすべてのジャンルのビットを持っています。それは古いアニメのようですが、私を信じて、それは見て価値がある。 芸術はあなたが探しているものではないかもしれませんが、季節が進むにつれて、芸術はより良くなります。 約200のエピソードもあるので、時間を過ごすために何かを探しているなら、それを見てください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nInuyasha has been one of those anime's that I've grew up watching. The background story and character development were outstanding. It did not leave me hanging at the end, not too many side characters, a bit of school life and lots of action. The romance were not to intimidate, but there were many cute and memorable scenes with the two main characters (Inuyasha and Kagome) + the love triangle between his past lover (Kikyo) just makes everything better with a little hint of drama and jealousy. It has a bit of every genre that I look for in an anime, fantasy/romance/adventure/action etc. It's kind of a old anime, but believe me, it's worth watching. The art may not be what you're looking for but as seasons go on, the art gets a lot better. There are also about 200 episodes, so if you're looking for something to do to past the time, watch it!\n\n\u001b[1mInuyashaは私が見て育ったアニメのひとつです。 背景の物語とキャラクターの発展は際立っていました。 それは、私が最後にぶら下がって、あまりにも多くの人物、学校生活のビットと多くの行動を残していませんでした。 ロマンスは威圧的ではありませんでしたが、2人の主人公（犬夜叉とかごめ）+過去の恋人（キキョヨ）の間の愛三角は、ドラマと嫉妬のちょっとしたヒントを加えて、すべてをより良くしています。 それは私がアニメ、ファンタジー/ロマンス/冒険/アクションなどで探しているすべてのジャンルのビットを持っています。それは古いアニメのようですが、私を信じて、それは見て価値がある。 芸術はあなたが探しているものではないかもしれませんが、季節が進むにつれて、芸術はより良くなります。 約200のエピソードもあるので、時間を過ごすために何かを探しているなら、それを見てください！\u001b[22m\n\u001b[1m(Inuyasha wa watashi ga mite sodatta anime no hitotsudesu. Haikei no monogatari to kyarakutā no hatten wa kiwadatte imashita. Sore wa, watashi ga saigo ni burasagatte, amarini mo ōku no jinbutsu, gakkō seikatsu no bitto to ōku no kōdō o nokoshite imasendeshita. Romansu wa iatsu-tekide wa arimasendeshitaga, 2-ri no shujinkō (inu yasha to kagome) + kako no koibito (kikyoyo) no ma no ai sankaku wa, dorama to shitto no chottoshita hinto o kuwaete, subete o yori yoku shite imasu. Sore wa watashi ga anime, fantajī/ romansu/ bōken/ akushon nado de sagashite iru subete no janru no bitto o motte imasu. Sore wa furui anime no yōdesuga, watashi o shinjite, sore wa mite kachigāru. Geijutsu wa anata ga sagashite iru monode wanai kamo shiremasenga, kisetsu ga susumu ni tsurete, geijutsu wa yori yoku narimasu. Yaku 200 no episōdo mo aru node, jikan o sugosu tame ni nanika o sagashite irunara, sore o mitekudasai!)\u001b[22m\n\nTranslations of \u001b[4mInuyasha has been one of those anime's that I've grew up watching. The background story and character development were outstanding. It did not leave me hanging at the end, not too many side characters, a bit of school life and lots of action. The romance were not to intimidate, but there were many cute and memorable scenes with the two main characters (Inuyasha and Kagome) + the love triangle between his past lover (Kikyo) just makes everything better with a little hint of drama and jealousy. It has a bit of every genre that I look for in an anime, fantasy/romance/adventure/action etc. It's kind of a old anime, but believe me, it's worth watching. The art may not be what you're looking for but as seasons go on, the art gets a lot better. There are also about 200 episodes, so if you're looking for something to do to past the time, watch it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInuyasha has been one of those anime's that I've grew up watching.\u001b[24m\n    \u001b[1mInuyashaは私が見て育ったアニメのひとつです。\u001b[22m, \u001b[1m犬夜叉は、私が見て育ってきたこれらのアニメのの一つとなっています。\u001b[22m\n\u001b[4mThe background story and character development were outstanding.\u001b[24m\n    \u001b[1m背景の物語とキャラクターの発展は際立っていました。\u001b[22m, \u001b[1mバックグラウンドストーリーとキャラクターの成長は抜群でした。\u001b[22m\n\u001b[4mIt did not leave me hanging at the end, not too many side characters, a bit of school life and lots of action.\u001b[24m\n    \u001b[1mそれは、私が最後にぶら下がって、あまりにも多くの人物、学校生活のビットと多くの行動を残していませんでした。\u001b[22m, \u001b[1mそれは、最後にぶら下がっていない、あまりにも多くの側の文字、学校生活のビットと行動の多くを私はありません。\u001b[22m\n\u001b[4mThe romance were not to intimidate, but there were many cute and memorable scenes with the two main characters (Inuyasha and Kagome) + the love triangle between his past lover (Kikyo) just makes everything better with a little hint of drama and jealousy.\u001b[24m\n    \u001b[1mロマンスは威圧的ではありませんでしたが、2人の主人公（犬夜叉とかごめ）+過去の恋人（キキョヨ）の間の愛三角は、ドラマと嫉妬のちょっとしたヒントを加えて、すべてをより良くしています。\u001b[22m, \u001b[1mロマンスは威嚇しないことでしたが、そこに多くのかわいいと記憶に残るシーンは、主に2つの文字（犬夜叉とかごめ）であった+彼の過去の恋人（桔梗）との間の愛の三角形がちょうどドラマや嫉妬の小さなヒントを使用して、すべてが良くなります。\u001b[22m\n\u001b[4mIt has a bit of every genre that I look for in an anime, fantasy/romance/adventure/action etc. It's kind of a old anime, but believe me, it's worth watching.\u001b[24m\n    \u001b[1mそれは私がアニメ、ファンタジー/ロマンス/冒険/アクションなどで探しているすべてのジャンルのビットを持っています。それは古いアニメのようですが、私を信じて、それは見て価値がある。\u001b[22m, \u001b[1mそれは見て価値がある、私は等、アニメ、ファンタジー/ロマンス/アドベンチャー/アクションで探しあらゆるジャンルのビットがそれは古いアニメのようなものだ持っていますが、私を信じて。\u001b[22m\n\u001b[4mThe art may not be what you're looking for but as seasons go on, the art gets a lot better.\u001b[24m\n    \u001b[1m芸術はあなたが探しているものではないかもしれませんが、季節が進むにつれて、芸術はより良くなります。\u001b[22m, \u001b[1m技術は、あなたが探しているものではないかもしれないが、季節は上に行くように、芸術はかなり良くなります。\u001b[22m\n\u001b[4mThere are also about 200 episodes, so if you're looking for something to do to past the time, watch it!\u001b[24m\n    \u001b[1m約200のエピソードもあるので、時間を過ごすために何かを探しているなら、それを見てください！\u001b[22m, \u001b[1mそこには約200のエピソードもあるので、あなたは、時間の過去に何かを探しているなら、それを見て！\u001b[22m"
  }
]
