[
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "BalambSqually",
    "profile": "/profile/BalambSqually/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=19955",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nストーリー：まず、スクールランブルの話は、ユーモアと楽しさのローラーコースターの1つです。 あなたは2つの主人公と一緒に起こっている奇妙なことがたくさんあるので、すべてのエピソードで良い笑いを期待することができます。 アニメを自分で見ると、これでコメディが見えます。  :) 播磨（前延滞）と天満。 物語は基本的には暴力団員と戦っていた少年であった播磨についてのことですが、天馬（見たかわいい女の子）を見たとき、彼は彼女と恋に落ちます。 もうひとつの主人公、天満は、クラスのクラスメートと恋しがちな、不器用な低学年の女の子です（Karasuma、大胆な大男のように見えます）。 だから、ある人がこの人を好きなら、その人は別の人のように何を持っていますか？ あなたには紛争があります。 播磨、天満、烏丸の三角関係。 あなたがこのアニメをもっと欲しがっているのは、彼がTenma LOLの周りにいたときに、元気な播磨さんがどうやって柔らかくなっているかです。 最後に、私が物語を好きなのは、天満がとても愚かで、いくつかの場面では、播磨は彼女に愛情を表していることに気付かないことです。\n\n芸術：芸術はかなり良いです。 それは驚くべきことではないので、8はそれに対する公平な評価です。\n\nサウンド：スクールランブルのオープニングとエンディングの両方を聴いて楽しんでいます。 私はあなたがこのアニメのオープニング/エンディングに夢中になると信じています。  :)それはあなたの頭の中で立ち往生するだけの曲です。\n\n文字：すべての文字が本当に面白いです。 私はこのアニメにはすべてのタイプのキャラクターがあると思う。 また、私は彼らがどのように（ブリーチとナルトのように）この中にたくさんの文字を持っているのが好きです。\n\n楽しさ：私は本当にこのアニメをお楽しみください。 私はこれを見てから無限の笑いを持っていたし、それはあなたが見て停止することはできませんし、次のエピソードで起こることを知りたいことは、\n\n全体的に：私はこのアニメに9を与えるだろう。ユーモアとコメディーは主にその理由である。 私は誰もがこれを見て、あなたがそれを後悔しないことをお勧めします。  :)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory: First, I would like to say that the story of School Rumble is one roller-coaster ride of humor and enjoyment. You can expect to have a good laugh in every episode because there's so much weirdness going on with the two main protagonists; Watch the anime yourself and you'll see the comedy in this. :) Harima (ex-delinquent) and Tenma. The story is basically about Harima, who used to be a delinquent that would fight with gang members, but when he saw Tenma (cute girl he saw), he falls in love with her. The other main character, Tenma, is your clumsy-slow school girl that is in love with a classmate in her class (Karasuma; looks like an uncool big nerd lol). So, what do you have when one person likes this person, but that person like another person? You have a a conflict lol. The love triangle between Harima, Tenma, and Karasuma. What makes you crave more of this anime, is how the tough ex-delinquent Harima is now being soft around when he's around Tenma lol. Lastly, what I like about the story, is how Tenma is so dumb to not notice that in some scenes, Harima portrays affection to her.\n\n\u001b[1mストーリー：まず、スクールランブルの話は、ユーモアと楽しさのローラーコースターの1つです。 あなたは2つの主人公と一緒に起こっている奇妙なことがたくさんあるので、すべてのエピソードで良い笑いを期待することができます。 アニメを自分で見ると、これでコメディが見えます。  :) 播磨（前延滞）と天満。 物語は基本的には暴力団員と戦っていた少年であった播磨についてのことですが、天馬（見たかわいい女の子）を見たとき、彼は恋に落ちます。 もうひとつの主人公、天満は、クラスのクラスメートと恋しがちな、不器用な低学年の女の子です（Karasuma、大胆な大男のように見えます）。 だから、ある人がこの人を好きなら、その人は別の人のように何を持っていますか？ あなたには紛争があります。 播磨、天満、烏丸の三角関係。 あなたがこのアニメをもっと欲しがっているのは、彼がTenma LOLの周りにいたときに、元気な播磨さんが今どのように柔らかくなっているかです。 最後に、私が物語を好きなのは、天満がとても愚かで、いくつかの場面では、播磨は彼女に愛情を表していることに気付かないことです。\u001b[22m\n\u001b[1m(Sutōrī: Mazu, sukūruranburu no hanashi wa, yūmoa to tanoshisa no rōrākōsutā no 1tsudesu. Anata wa 2tsu no shujinkō to issho ni okotte iru kimyōna koto ga takusan aru node, subete no episōdo de yoi warai o kitai suru koto ga dekimasu. Harima (zen entai) to Tenma. Monogatari wa kihontekini wa bōryokudan-in to tatakatte ita shōnendeatta Harima ni tsuite no kotodesuga, tenba (mita kawaī on'nanoko) o mita toki, kare wa koi ni ochimasu. Mō hitotsu no shujinkō, Tenma wa, kurasu no kurasumēto to koishi-gachina, bukiyōna teigakunen no on'nanokodesu (Karasuma, daitan'na ōotoko no yō ni miemasu). Dakara, aru hito ga kono hito o sukinara, sono hito wa betsu no hito no yō ni nani o motte imasu ka? Anata ni wa funsō ga arimasu. Harima, Tenma, Karasuma no sankaku kankei. Anata ga kono anime o motto hoshi gatte iru no wa, kare ga Tenma LOL no mawari ni ita toki ni, genkina Harima-san ga ima dono yō ni yawarakaku natte iru kadesu. Saigo ni, watashi ga monogatari o sukina no wa, Tenma ga totemo orokade, ikutsu ka no bamende wa, Harima wa kanojo ni aijō o arawashite iru koto ni kidzukanai kotodesu. Anime o jibun de miru to, kore de komedi ga miemasu. : ))\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art is pretty good. Not that astonishing, so an 8 is a fair rating for it.\n\n\u001b[1m芸術：芸術はかなり良いです。 それは驚くべきことではないので、8はそれに対する公平な評価です。\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa kanari yoidesu. Sore wa odorokubeki kotode wanainode, 8 wa sore ni taisuru kōheina hyōkadesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art is pretty good. Not that astonishing, so an 8 is a fair rating for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art is pretty good.\u001b[24m\n    \u001b[1m芸術：芸術はかなり良いです。\u001b[22m, \u001b[1mアート：芸術はかなり良いです。\u001b[22m\n\u001b[4mNot that astonishing, so an 8 is a fair rating for it.\u001b[24m\n    \u001b[1mそれは驚くべきことではないので、8はそれに対する公平な評価です。\u001b[22m, \u001b[1mないことが驚くべきは、そのように8はそれのための公正な評価です。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I thoroughly enjoy listening to both the opening and ending of School Rumble. I believe you'll get hook to the opening/ending of this anime. :) It's just those songs that will get stuck in your head.\n\n\u001b[1mサウンド：スクールランブルのオープニングとエンディングの両方を聴いて楽しんでいます。 私はあなたがこのアニメのオープニング/エンディングに夢中になると信じています。  :)それはあなたの頭の中で立ち往生するだけの曲です。\u001b[22m\n\u001b[1m(Saundo: Sukūruranburu no ōpuningu to endingu no ryōhō o kiite tanoshinde imasu. Watashi wa anata ga kono anime no ōpuningu/ endingu ni muchūninaru to shinjite imasu. : ) Sore wa anata no atama no naka de tachiōjō suru dake no kyokudesu.)\u001b[22m\n\nTranslations of \u001b[4mSound: I thoroughly enjoy listening to both the opening and ending of School Rumble. I believe you'll get hook to the opening/ending of this anime. :) It's just those songs that will get stuck in your head.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I thoroughly enjoy listening to both the opening and ending of School Rumble.\u001b[24m\n    \u001b[1mサウンド：スクールランブルのオープニングとエンディングの両方を聴いて楽しんでいます。\u001b[22m, \u001b[1mサウンド：私は徹底的にスクールランブルの開口部とエンディングの両方に聴いて楽しみます。\u001b[22m\n\u001b[4mI believe you'll get hook to the opening/ending of this anime.\u001b[24m\n    \u001b[1m私はあなたがこのアニメのオープニング/エンディングに夢中になると信じています。\u001b[22m, \u001b[1m私はあなたがこのアニメのオープニング/エンディングにフックを得るでしょうと信じています。\u001b[22m\n\u001b[4m:) It's just those songs that will get stuck in your head.\u001b[24m\n    \u001b[1m:)それはあなたの頭の中で立ち往生するだけの曲です。\u001b[22m, \u001b[1m:)それはあなたの頭の中で立ち往生しますちょうどそれらの曲です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: All of the characters are really funny in their own way. I think there's like all types of characters in this anime. Also, I like how they have tons of characters in this (just like Bleach and Naruto).\n\n\u001b[1m文字：すべての文字が本当に面白いです。 私はこのアニメにはすべてのタイプのキャラクターがあると思う。 また、私は彼らがどのように（ブリーチとナルトのように）この中にたくさんの文字を持っているのが好きです。\u001b[22m\n\u001b[1m(Moji: Subete no moji ga hontōni omoshiroidesu. Watashi wa kono anime ni wa subete no taipu no kyarakutā ga aru to omou. Mata, watashi wa karera ga dono yō ni (burīchi to naruto no yō ni) kono naka ni takusan no moji o motte iru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: All of the characters are really funny in their own way. I think there's like all types of characters in this anime. Also, I like how they have tons of characters in this (just like Bleach and Naruto).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: All of the characters are really funny in their own way.\u001b[24m\n    \u001b[1m文字：すべての文字が本当に面白いです。\u001b[22m, \u001b[1m文字：文字のすべてが独自の方法で、本当に面白いです。\u001b[22m\n\u001b[4mI think there's like all types of characters in this anime.\u001b[24m\n    \u001b[1m私はこのアニメにはすべてのタイプのキャラクターがあると思う。\u001b[22m, \u001b[1m私はこのアニメの文字のすべてのタイプのようにあると思います。\u001b[22m\n\u001b[4mAlso, I like how they have tons of characters in this (just like Bleach and Naruto).\u001b[24m\n    \u001b[1mまた、私は彼らがどのように（ブリーチとナルトのように）この中にたくさんの文字を持っているのが好きです。\u001b[22m, \u001b[1mまた、私は、彼らが（ちょうどブリーチとナルトのような）、この内の文字のトンを持っているかのように。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I really enjoy this anime. I had endless laughter from watching this and it's just one of those anime, where you can't stop watching and wanting to know what's going to happen in the next episode\n\n\u001b[1m楽しさ：私は本当にこのアニメをお楽しみください。 私はこれを見てから無限の笑いを持っていた、それはあなたが見ることを止めることができないし、次のエピソードで起こることを知りたいと思うそれらのアニメの一つです\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa hontōni kono anime o o tanoshimi kudasai. Watashi wa kore o mitekara mugen no warai o motte ita, sore wa anata ga miru koto o tomeru koto ga dekinaishi,-ji no episōdo de okoru koto o shiritai to omou sorera no anime no hitotsudesu)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I really enjoy this anime. I had endless laughter from watching this and it's just one of those anime, where you can't stop watching and wanting to know what's going to happen in the next episode\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I really enjoy this anime.\u001b[24m\n    \u001b[1m楽しさ：私は本当にこのアニメをお楽しみください。\u001b[22m, \u001b[1m楽しさ：私は本当にこのアニメを楽しみます。\u001b[22m\n\u001b[4mI had endless laughter from watching this and it's just one of those anime, where you can't stop watching and wanting to know what's going to happen in the next episode\u001b[24m\n    \u001b[1m私はこれを見てから無限の笑いを持っていた、それはあなたが見ることを止めることができないし、次のエピソードで起こることを知りたいと思うそれらのアニメの一つです\u001b[22m, \u001b[1m私はこれを見てから無限の笑いを持っていたし、それはちょうどあなたが見て停止することはできませんこれらのアニメの一つだと次のエピソードで発生する何が起こっているか知りたいです\u001b[22m\n\u001b[1m\u001b[22m\nOverall: I would give this anime a 9. The humor and comedy are mainly the reasons for it. I recommend everyone to watch this and you won't regret it. :)\n\n\u001b[1m全体的に：私はこのアニメに9を与えるだろう。ユーモアとコメディーは主にその理由である。 私は誰もがこれを見て、あなたがそれを後悔しないことをお勧めします。  :)\u001b[22m\n\u001b[1m(Zentai-teki ni: Watashi wa kono anime ni 9 o ataerudarou. Yūmoa to komedī wa omoni sono riyūdearu. Watashi wa daremoga kore o mite, anata ga sore o kōkai shinai koto o o susume shimasu. : ))\u001b[22m\n\nTranslations of \u001b[4mOverall: I would give this anime a 9. The humor and comedy are mainly the reasons for it. I recommend everyone to watch this and you won't regret it. :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: I would give this anime a 9. The humor and comedy are mainly the reasons for it.\u001b[24m\n    \u001b[1m全体的に：私はこのアニメに9を与えるだろう。ユーモアとコメディーは主にその理由である。\u001b[22m, \u001b[1m全体：私は9ユーモアとコメディが主にその理由ですこのアニメを与えるだろう。\u001b[22m\n\u001b[4mI recommend everyone to watch this and you won't regret it.\u001b[24m\n    \u001b[1m私は誰もがこれを見て、あなたがそれを後悔しないことをお勧めします。\u001b[22m, \u001b[1m私はこれを見て、あなたがそれを後悔しないように皆をお勧めします。\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "krislockon",
    "profile": "/profile/krislockon/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=36494",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nスクールランブルは愛コメディショーです。 ストーリーはかなりシンプルですが、ディレクターがどのようにしていつもお互いのことを誤解していたかについて、ディレクターがどのように働いていたかは、本当に楽しいものでした。 このシリーズは、それを見てみる価値があります。 このアニメは、私が今まで見た中で最も面白いアニメシリーズの一つです。\n\nアニメーションはいいですね、悲しい、怒っている、面白い、など、キャラクターの顔に9つの素晴らしい感情を与えます。\n\nサウンドや音楽が素晴らしく、サウンドや音楽の背景がショーのコメディに追加されました。 この音楽は、人々がこの音楽や学校の歌を聞いた場合、学校の騒音を覚えていることを確かめています。\n\nストーリーはシンプルでしたが、ストーリーが悪いと言っているわけではなく、ディレクターは本当に面白かったです。\n\n私はこのショーを多く楽しんだ、それは私のお気に入りの一つだ。 私はあなたに話している、このシリーズは見て価値がある、あなたは多くを笑うよ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSchool rumble is a love comedy show. The story is pretty simple but the way the director worked on how the characters always misunderstood each other made it really enjoyable to watch. This series is worth watching, every single of it. This anime is also one of the funniest anime series i've ever watched.\n\n\u001b[1mスクールランブルは愛コメディショーです。 ストーリーはかなりシンプルですが、ディレクターがどのようにしていつもお互いのことを誤解していたかについて、ディレクターがどのように働いていたかは、本当に楽しいものでした。 このシリーズは、それを見てみる価値があります。 このアニメは、私が今まで見た中で最も面白いアニメシリーズの一つです。\u001b[22m\n\u001b[1m(Sukūruranburu wa ai komedishōdesu. Sutōrī wa kanari shinpurudesuga, direkutā ga dono yō ni shite itsumo otagai no koto o gokai shite ita ka ni tsuite, direkutā ga dono yō ni hataraite ita ka wa, hontōni tanoshī monodeshita. Kono shirīzu wa, sore o mite miru kachi ga arimasu. Kono anime wa, watashi ga imamade mita naka de mottomo omoshiroi animeshirīzu no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mSchool rumble is a love comedy show. The story is pretty simple but the way the director worked on how the characters always misunderstood each other made it really enjoyable to watch. This series is worth watching, every single of it. This anime is also one of the funniest anime series i've ever watched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool rumble is a love comedy show.\u001b[24m\n    \u001b[1mスクールランブルは愛コメディショーです。\u001b[22m, \u001b[1mスクールランブルは愛のお笑い番組です。\u001b[22m\n\u001b[4mThe story is pretty simple but the way the director worked on how the characters always misunderstood each other made it really enjoyable to watch.\u001b[24m\n    \u001b[1mストーリーはかなりシンプルですが、ディレクターがどのようにしていつもお互いのことを誤解していたかについて、ディレクターがどのように働いていたかは、本当に楽しいものでした。\u001b[22m, \u001b[1m話は非常に単純ですが、監督は文字は常にお互いを誤解どのように働いていた方法は、それが本当に楽しく見るために作られました。\u001b[22m\n\u001b[4mThis series is worth watching, every single of it.\u001b[24m\n    \u001b[1mこのシリーズは、それを見てみる価値があります。\u001b[22m, \u001b[1mこのシリーズは、それのひとつひとつ見て価値があります。\u001b[22m\n\u001b[4mThis anime is also one of the funniest anime series i've ever watched.\u001b[24m\n    \u001b[1mこのアニメは、私が今まで見た中で最も面白いアニメシリーズの一つです。\u001b[22m, \u001b[1mこのアニメはまた、私が今まで見てきたおかしなアニメシリーズの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is good, i'd give it a 9, great emotions on the character's face when they are sad, angry, funny, etc.\n\n\u001b[1mアニメーションはいいですね、悲しい、怒っている、面白い、など、キャラクターの顔に9つの素晴らしい感情を与えます。\u001b[22m\n\u001b[1m(Animēshon wa īdesu ne, kanashī, ikatteiru, omoshiroi, nado, kyarakutā no kao ni kokonotsu no subarashī kanjō o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is good, i'd give it a 9, great emotions on the character's face when they are sad, angry, funny, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is good, i'd give it a 9, great emotions on the character's face when they are sad, angry, funny, etc.\u001b[24m\n    \u001b[1mアニメーションはいいですね、悲しい、怒っている、面白い、など、キャラクターの顔に9つの素晴らしい感情を与えます。\u001b[22m, \u001b[1mアニメーションが良いですが、私は彼らが、おかしい、など怒って、悲しいとき、キャラクタの顔にそれを9、偉大な感情を与えるだろう\u001b[22m\n\u001b[1m\u001b[22m\nSound or music was great, the sound or music background added to the comedy of the show. The music would definitely make people remember the show, im pretty sure that if people heard this music or song of school rumble, they'd remember school rumble.\n\n\u001b[1mサウンドや音楽が素晴らしく、サウンドや音楽の背景がショーのコメディに追加されました。 音楽は、人々がこの音楽や学校の歌を聞いた場合、学校の騒音を覚えているだろうと確信しています。\u001b[22m\n\u001b[1m(Saundo ya ongaku ga subarashiku, saundo ya ongaku no haikei ga shō no komedi ni tsuika sa remashita. Ongaku wa, hitobito ga kono ongaku ya gakkō no uta o kiita baai, gakkō no sōon o oboete irudarou to kakushin shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSound or music was great, the sound or music background added to the comedy of the show. The music would definitely make people remember the show, im pretty sure that if people heard this music or song of school rumble, they'd remember school rumble.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound or music was great, the sound or music background added to the comedy of the show.\u001b[24m\n    \u001b[1mサウンドや音楽が素晴らしく、サウンドや音楽の背景がショーのコメディに追加されました。\u001b[22m, \u001b[1m音や音楽は素晴らしかった、音や音楽の背景には、ショーの喜劇に加えます。\u001b[22m\n\u001b[4mThe music would definitely make people remember the show, im pretty sure that if people heard this music or song of school rumble, they'd remember school rumble.\u001b[24m\n    \u001b[1m音楽は、人々がこの音楽や学校の歌を聞いた場合、学校の騒音を覚えているだろうと確信しています。\u001b[22m, \u001b[1m音楽は間違いなく、人々がショーを覚えて作る人々がこの音楽や学校のランブルの歌を聞いた場合、彼らは学校のランブルを覚えているだろうとかなり確信してイムでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was simple, but im not saying that the story was bad, the director really did a good job of the story even though it was simple, he made it real funny and random.\n\n\u001b[1mストーリーはシンプルでしたが、ストーリーが悪いと言っているわけではなく、ディレクターは本当に面白かったです。\u001b[22m\n\u001b[1m(Sutōrī wa shinpurudeshitaga, sutōrī ga warui to itte iru wakede wa naku, direkutā wa hontōni omoshirokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was simple, but im not saying that the story was bad, the director really did a good job of the story even though it was simple, he made it real funny and random.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was simple, but im not saying that the story was bad, the director really did a good job of the story even though it was simple, he made it real funny and random.\u001b[24m\n    \u001b[1mストーリーはシンプルでしたが、ストーリーが悪いと言っているわけではなく、ディレクターは本当に面白かったです。\u001b[22m, \u001b[1mストーリーはシンプルだったが、イムは話が悪かったことは言っていない、監督は本当に彼はそれが本当の面白いとランダム製、それは簡単だったにもかかわらず、物語の良い仕事をしました。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed this show a lot, it's one of my favorites. I'm telling you, that this series is worth watching, you'll laugh a lot\n\n\u001b[1m私はこのショーを多く楽しんだ、それは私のお気に入りの一つだ。 私はあなたに話している、このシリーズは見て価値がある、あなたは多くを笑うよ\u001b[22m\n\u001b[1m(Watashi wa kono shō o ōku tanoshinda, soreha watashinōkiniiri no hitotsuda. Watashi wa anata ni hanashite iru, kono shirīzu wa mite kachigāru, anata wa ōku o warau yo)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this show a lot, it's one of my favorites. I'm telling you, that this series is worth watching, you'll laugh a lot\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this show a lot, it's one of my favorites.\u001b[24m\n    \u001b[1m私はこのショーを多く楽しんだ、それは私のお気に入りの一つだ。\u001b[22m, \u001b[1m私は多くは、それは私のお気に入りの一つです。このショーを楽しみました。\u001b[22m\n\u001b[4mI'm telling you, that this series is worth watching, you'll laugh a lot\u001b[24m\n    \u001b[1m私はあなたに話している、このシリーズは見て価値がある、あなたは多くを笑うよ\u001b[22m, \u001b[1m私はこのシリーズは見て価値があることを、あなたは多くのことを笑ってよ、あなたを言っています\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "Inscitia",
    "profile": "/profile/Inscitia/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=15141",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\nスクールランブルのシーズン1は、実際に楽しい時計です。 それは彼らが少しそれを変更するいくつかの部分を除いて、漫画はかなり密接に続きます。 この学校生活のアニメは、実際に非常によく開発されたユーモアとロマンスをもたらします。 このアニメはおそらく私が一番見た学校生活のアニメの1つです。 間違いなく、必ずあなたが最大限にエアヘッドを見たい場合は、見る必要があります。\n\nストーリー：ストーリーはかなり良いですが、私たちはロマンスの展開をゆっくりとしかし確実に見ることができます。 学校生活の設定は良いですし、それぞれのキャラクターが互いにどのようにつながっているかについても、良い側面があります。 誤解の量は実際にはとても上にあり、それは良い笑いを作ります。 これらすべてのキャラクターの一方的な愛はとても面白いです。 私にとって、物語は播磨の周りを回っていて、彼は「人間」です。 愛の逸脱についての物語は完璧であり、彼は彼の老いた自己からどのように劇的に変わるのか。 私が好きではないことの一つは、彼が漫画のシーンをいくつか見せていることです。 また、ハリマックステンマで出発点に戻ってきます。 その話は私のために8/10です。\n\nアート：苦情はなく、すべての人物が美しく描かれています。 さくらの木などもいいですね。 本当に大きな欠陥がないからといって、10月10日にそれを与えました。 烏丸の平易さと彼がしている行動は、彼を無視することはできません。 ストーリーが進行するにつれて芸術はやや不調になりましたが、それは良かったです。 また、「現実的な」芸術をやったときには好きだった。 彼女がそれをしたとき、天馬の顔を見るのは面白かったです。  Eriは典型的なHalf-Japaneseですが、いくつかの点で非常によく描かれています。 ミコットもとてもよく描かれています。 播磨がとても男らしかったり、筋肉や身体が消えてしまったりすると、実際には良い影響と笑いを与えます。 私はすべての女性のキャラクターが本当にかわいいとすべての人のキャラクターが本当に面白いと言う必要があります。\n\nサウンド：サウンドトラックは良いです。 興味深いものはありません。 たとえ平均および平均であっても、バックグラウンドがそれを補う。 特に自然の風景や海。 声優はキャラクターによく合います。 厄介なものはなく、彼らはキャラクターの完全な可能性を引き出す。 オープニングテーマは大丈夫です。 初めて聞くのはよかったですが、最後はかなり退屈でした。 エンディングのテーマは良いです。 それは顕著ではありませんでしたが、それは聞くことができ、プレイリストに置くことができます。 背景の音が良いです。 それは実際にはいくつかの瞬間に合っています。 サスペンスや涙の瞬間、バックグラウンドの音楽は実際に私の心を痛めつけます。 私が音質評価を9/10にしていることは、それほど相補的です。\n\n文字：ハハ、文字はすべて非常に興味深いです。 私はこの人のためにキャラクターを通過します。\n\nテンマ - 彼女はかわいい、愛らしい、巨大な遅れている（良い方法で）。 彼女の異常な低iqは私にそのような人間が可能なら質問します。 彼女はほとんどすべての主題のためのカメを持って、彼女は彼女に提示されたすべての状況を誤解し、彼女はまた、彼女はすべてを知っていると思う。 このタイプのキャラクターはとてもユニークで、あなたも彼女を憎むことはできません。 彼女はただ無邪気です。 私は天馬が大好きです、彼女は見て面白いです、そして、彼女は次に何をするつもりかを予測することはできません。 巨大なばかだが、私は彼女のようにそうだ。 男性の彼女の味はまた陽気です。\n\nヤクモ - 信頼できる姉妹で、実際には非常に良い兄弟のペアです。 天満とヤクモは全く反対ですが、その関係は非常に強いです。 私は屋久のキャラが好きです。 彼女は冷静で落ち着きがあり、超精神的能力を持っています。 彼女自身を表現することのできないことは、一種の難解なことです。\n\nEri  - 偉大なキャラクターと非常にオリジナル。 裕福な日本人の半分の日本人は、ほとんどのアニメに共通しているのですが、このタイプの人は自分の面で面白いです。 彼女の嫉妬のレベルは大きく跳ね上がった。 裕福な人としての彼女の性格は面白い話になり、彼女はただかわいすぎる。 彼女は悲しい瞬間を持ち、心の良い人でもあります。 彼女の友人をケアする能力も興味深いです。なぜなら、ほとんどの人がこれらの豊かなタイプを自分のものにしているからです。 エリは違うし、美しいロマンチックな側面も持っている。\n\nMikoto  - 道場の女の子、彼女の性格は良いです。 彼女の個性は本当に女の子の中で際立っており、武術家の人を持つのはとてもユニークです。 彼女の運動能力は本当に畏敬の念を抱かせ、私は彼女を見て楽しんでいます。 彼女についてはあまり言わないが、彼女は一般的に良いキャラクターです。\n\n高野 - 一言：クール。\n\n播磨 - 生きている最大の馬鹿とコメディの状況を作成します。 我々は彼がアニメでそんなに変わるのを見る。 彼は毎日学校に出向いて占い師に戻り、ロマンチックな自己に戻ってきた人に逃亡する。 彼が作り出す状況は叙事詩であり、私は大きな笑いを受けると言わなければならない。  Tenmaに対する彼の劇的な効果と愛は非常に極端で、彼が成功しないときに彼が気分が悪くなる。\n\n楽しさ：私はアニメが大好きだった。 それは漫画と密接に続き、ユーモアは叙事詩です。 しかし、いくつかの部分は本当に退屈で無意味で、レベルを下げる。 それほど無意味なものがなければ、それは良いでしょう。 私を間違えてはいけません。無意味なもののいくつかは価値があり、面白いですが、それはあまりにも多すぎました。\n\n全体的に：良い時計、学校生活ロマンチックコメディショーを参照する必要があります。 完璧ではないので、私は9/10を与えています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSeason 1 of School Rumble is actually an enjoyable watch. It follows the manga pretty closely, except for some parts where they change it a bit. This school life anime actually brings in humor and romance which are very well developed. This anime is probably one of the top school life animes I have seen in a while. Definitely a must watch, especially if you want to see airheads to the maximum.\n\n\u001b[1mスクールランブルのシーズン1は、実際に楽しい時計です。 それは彼らが少しそれを変更するいくつかの部分を除いて、漫画はかなり密接に続きます。 この学校生活のアニメは、実際に非常によく開発されたユーモアとロマンスをもたらします。 このアニメはおそらく私が一番見た学校生活のアニメの1つです。 間違いなく、必ずあなたが最大限にエアヘッドを見たい場合は、見る必要があります。\u001b[22m\n\u001b[1m(Sukūruranburu no shīzun 1 wa, jissai ni tanoshī tokeidesu. Sore wa karera ga sukoshi sore o henkō suru ikutsu ka no bubun o nozoite, manga wa kanari missetsu ni tsudzukimasu. Kono gakkō seikatsu no anime wa, jissai ni hijō ni yoku kaihatsu sa reta yūmoa to romansu o motarashimasu. Kono anime wa osoraku watashi ga ichiban mita gakkō seikatsu no anime no 1tsudesu. Machigainaku, kanarazu anata ga saidaigen ni eaheddo o mitai baai wa, miru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSeason 1 of School Rumble is actually an enjoyable watch. It follows the manga pretty closely, except for some parts where they change it a bit. This school life anime actually brings in humor and romance which are very well developed. This anime is probably one of the top school life animes I have seen in a while. Definitely a must watch, especially if you want to see airheads to the maximum.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeason 1 of School Rumble is actually an enjoyable watch.\u001b[24m\n    \u001b[1mスクールランブルのシーズン1は、実際に楽しい時計です。\u001b[22m, \u001b[1mスクールランブルのシーズン1は、実際には楽しい腕時計です。\u001b[22m\n\u001b[4mIt follows the manga pretty closely, except for some parts where they change it a bit.\u001b[24m\n    \u001b[1mそれは彼らが少しそれを変更するいくつかの部分を除いて、漫画はかなり密接に続きます。\u001b[22m, \u001b[1mそれは彼らがそれを少し変更するいくつかの部分を除いて、かなり密接に漫画に従います。\u001b[22m\n\u001b[4mThis school life anime actually brings in humor and romance which are very well developed.\u001b[24m\n    \u001b[1mこの学校生活のアニメは、実際に非常によく開発されたユーモアとロマンスをもたらします。\u001b[22m, \u001b[1mこの学校生活のアニメは、実際には非常によく発達しているユーモアとロマンにもたらします。\u001b[22m\n\u001b[4mThis anime is probably one of the top school life animes I have seen in a while.\u001b[24m\n    \u001b[1mこのアニメはおそらく私が一番見た学校生活のアニメの1つです。\u001b[22m, \u001b[1mこのアニメは、おそらく私はしばらくの間で見てきたトップ学校生活のアニメの一つです。\u001b[22m\n\u001b[4mDefinitely a must watch, especially if you want to see airheads to the maximum.\u001b[24m\n    \u001b[1m間違いなく、必ずあなたが最大限にエアヘッドを見たい場合は、見る必要があります。\u001b[22m, \u001b[1m間違いなくあなたが最大限にairheadsを見たい場合は特に、見なければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story is pretty good, we can see development in the romance, slowly but surely. The school life setting is good and how each character connects with one another also brings in some good side-stories. The amount of misunderstanding is actually so over the top that it makes for a good laugh. The one - sided love of all these characters are very interesting. For me, the story revolves around Harima, he is 'the man'. The story about a delienquent in love is perfect and how he changes so drastically from his old self. The one thing I don't like about it is when they show some scenes that are from his manga. Also, it keeps going back to the starting point with HarimaxTenma, which is frustrating but also keeps you going. So the story is a 8/10 for me.\n\n\u001b[1mストーリー：ストーリーはかなり良いですが、私たちはロマンスの展開をゆっくりとしかし確実に見ることができます。 学校生活の設定は良いですし、それぞれのキャラクターが互いにどのようにつながっているかについても、良い側面があります。 誤解の量は実際にはとても上にあり、それは良い笑いを作ります。 これらすべてのキャラクターの一方的な愛はとても面白いです。 私にとって、物語は播磨の周りを回っていて、彼は「人間」です。 愛の逸脱についての物語は完璧であり、彼は彼の老いた自己からどのように劇的に変わるのか。 私が好きではないことの一つは、彼が漫画のシーンをいくつか見せていることです。 また、ハリマックステンマで出発点に戻ってきます。 その話は私のために8/10です。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa kanari yoidesuga, watashitachiha romansu no tenkai o yukkuri to shikashi kakujitsu ni miru koto ga dekimasu. Gakkō seikatsu no settei wa yoidesushi, sorezore no kyarakutā ga tagaini dono yō ni tsunagatte iru ka ni tsuite mo, yoi sokumen ga arimasu. Gokai no ryō wa jissai ni wa totemo ue ni ari, sore wa yoi warai o tsukurimasu. Korera subete no kyarakutā no ippō-tekina ai wa totemo omoshiroidesu. Watashi ni totte, monogatari wa Harima no mawari o mawatte ite, kare wa `ningen'desu. Ai no itsudatsu ni tsuite no monogatari wa kanpekideari, kare wa kare no oita jiko kara dono yō ni gekiteki ni kawaru no ka. Watashi ga sukide wanai koto no hitotsu wa, kare ga manga no shīn o ikutsu ka misete iru kotodesu. Mata, harimakkusutenma de shuppatsu-ten ni modotte kimasu. Sono hanashi wa watashi no tame ni 8/ 10desu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story is pretty good, we can see development in the romance, slowly but surely. The school life setting is good and how each character connects with one another also brings in some good side-stories. The amount of misunderstanding is actually so over the top that it makes for a good laugh. The one - sided love of all these characters are very interesting. For me, the story revolves around Harima, he is 'the man'. The story about a delienquent in love is perfect and how he changes so drastically from his old self. The one thing I don't like about it is when they show some scenes that are from his manga. Also, it keeps going back to the starting point with HarimaxTenma, which is frustrating but also keeps you going. So the story is a 8/10 for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story is pretty good, we can see development in the romance, slowly but surely.\u001b[24m\n    \u001b[1mストーリー：ストーリーはかなり良いですが、私たちはロマンスの展開をゆっくりとしかし確実に見ることができます。\u001b[22m, \u001b[1mストーリー：ストーリーはかなり良いです、我々はゆっくりと、しかし確実に、恋愛に発展を見ることができます。\u001b[22m\n\u001b[4mThe school life setting is good and how each character connects with one another also brings in some good side-stories.\u001b[24m\n    \u001b[1m学校生活の設定は良いですし、それぞれのキャラクターが互いにどのようにつながっているかについても、良い側面があります。\u001b[22m, \u001b[1m学校生活の設定が良好であり、各文字が相互に接続する方法もいくつかの良いサイドストーリーにもたらします。\u001b[22m\n\u001b[4mThe amount of misunderstanding is actually so over the top that it makes for a good laugh.\u001b[24m\n    \u001b[1m誤解の量は実際にはとても上にあり、それは良い笑いを作ります。\u001b[22m, \u001b[1m誤解の量は、それが大笑いになりことを上から実際にようです。\u001b[22m\n\u001b[4mThe one - sided love of all these characters are very interesting.\u001b[24m\n    \u001b[1mこれらすべてのキャラクターの一方的な愛はとても面白いです。\u001b[22m, \u001b[1m1  - すべてのこれらの文字の両面愛は非常に興味深いです。\u001b[22m\n\u001b[4mFor me, the story revolves around Harima, he is 'the man'.\u001b[24m\n    \u001b[1m私にとって、物語は播磨の周りを回っていて、彼は「人間」です。\u001b[22m, \u001b[1m私にとっては、物語は播磨を中心に展開、彼は「男」です。\u001b[22m\n\u001b[4mThe story about a delienquent in love is perfect and how he changes so drastically from his old self.\u001b[24m\n    \u001b[1m愛の逸脱についての物語は完璧であり、彼は彼の老いた自己からどのように劇的に変わるのか。\u001b[22m, \u001b[1m恋にdelienquentについての話は完璧であり、彼は彼の昔の自分からそう劇的にどのように変化しますか。\u001b[22m\n\u001b[4mThe one thing I don't like about it is when they show some scenes that are from his manga.\u001b[24m\n    \u001b[1m私が好きではないことの一つは、彼が漫画のシーンをいくつか見せていることです。\u001b[22m, \u001b[1m彼らは彼の漫画からのものであるいくつかのシーンを表示したとき、私はそれについて好きではない一つのことです。\u001b[22m\n\u001b[4mAlso, it keeps going back to the starting point with HarimaxTenma, which is frustrating but also keeps you going.\u001b[24m\n    \u001b[1mまた、ハリマックステンマで出発点に戻ってきます。\u001b[22m, \u001b[1mまた、それはイライラさせられるだけでなく、あなたがいっているHarimaxTenma、バック出発点にいっています。\u001b[22m\n\u001b[4mSo the story is a 8/10 for me.\u001b[24m\n    \u001b[1mその話は私のために8/10です。\u001b[22m, \u001b[1mだから物語は私のために8月10日です。\u001b[22m\n\u001b[1m\u001b[22m\nArt: No complaints, every character is beautifully drawn. The sakura trees and everything is also good. I gave it a 10/10 just because there is not really a major flaw in it. The plainness in Karasuma and the actions he does can't make you ignore him. The art got a little sloppy as the story progressed but it was good. Also, I liked it when they did some 'realistic' art. It was funny to look at Tenma's face when she did that. Eri is drawn very well, a typical Half-Japanese, but different in some ways. Mikoto is also very well drawn. When Harima becomes so manly or when they exxagerate his muscles or body, it actually gives a good impact and laugh. I must say all the female characters are really cute and all the man characters are really interesting.\n\n\u001b[1mアート：苦情はなく、すべての人物が美しく描かれています。 さくらの木などもいいですね。 本当に大きな欠陥がないからといって、10月10日にそれを与えました。 烏丸の平易さと彼がしている行動は、彼を無視することはできません。 ストーリーが進行するにつれて芸術はやや不調になりましたが、それは良かったです。 また、「現実的な」芸術をやったときには好きだった。 彼女がそれをしたとき、天馬の顔を見るのは面白かったです。  Eriは典型的なHalf-Japaneseですが、いくつかの点で非常によく描かれています。 ミコットもとてもよく描かれています。 播磨がとても男らしかったり、筋肉や身体が消えてしまったりすると、実際には良い影響と笑いを与えます。 私はすべての女性のキャラクターが本当にかわいいとすべての人のキャラクターが本当に面白いと言う必要があります。\u001b[22m\n\u001b[1m(Āto: Kujō wa naku, subete no jinbutsu ga utsukushiku egaka rete imasu. Sakura no ki nado mo īdesu ne. Karasuma no heii-sa to kare ga shite iru kōdō wa, kare o mushi suru koto wa dekimasen. Sutōrī ga shinkō suru ni tsurete geijutsu wa yaya fuchō ni narimashitaga, sore wa yokattadesu. Mata,`genjitsu-tekina' geijutsu o yatta tokiniha sukidatta. Kanojo ga sore o shita toki, tenba no kao o miru no wa omoshirokattadesu. Eri wa tenkei-tekina Half - japanīzudesuga, ikutsu ka no tende hijō ni yoku egaka rete imasu. Mikotto mo totemo yoku egaka rete imasu. Harima ga totemo otokorashikattari, kin'niku ya karada ga kiete shimattari suru to, jissai ni wa yoi eikyō to warai o ataemasu. Watashi wa subete no josei no kyarakutā ga hontōni kawaīto subete no hito no kyarakutā ga hontōni omoshiroi to iu hitsuyō ga arimasu. Hontōni ōkina kekkan ga naikara to itte, 10 tsuki 10-nichi ni sore o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mArt: No complaints, every character is beautifully drawn. The sakura trees and everything is also good. I gave it a 10/10 just because there is not really a major flaw in it. The plainness in Karasuma and the actions he does can't make you ignore him. The art got a little sloppy as the story progressed but it was good. Also, I liked it when they did some 'realistic' art. It was funny to look at Tenma's face when she did that. Eri is drawn very well, a typical Half-Japanese, but different in some ways. Mikoto is also very well drawn. When Harima becomes so manly or when they exxagerate his muscles or body, it actually gives a good impact and laugh. I must say all the female characters are really cute and all the man characters are really interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: No complaints, every character is beautifully drawn.\u001b[24m\n    \u001b[1mアート：苦情はなく、すべての人物が美しく描かれています。\u001b[22m, \u001b[1mアート：いいえ苦情は、すべての文字が美しく描かれています。\u001b[22m\n\u001b[4mThe sakura trees and everything is also good.\u001b[24m\n    \u001b[1mさくらの木などもいいですね。\u001b[22m, \u001b[1m桜の木とすべてのものも良いです。\u001b[22m\n\u001b[4mThe plainness in Karasuma and the actions he does can't make you ignore him.\u001b[24m\n    \u001b[1m烏丸の平易さと彼がしている行動は、彼を無視することはできません。\u001b[22m, \u001b[1m烏丸とアクションで地味彼はあなたが彼を無視することはできませんありません。\u001b[22m\n\u001b[4mThe art got a little sloppy as the story progressed but it was good.\u001b[24m\n    \u001b[1mストーリーが進行するにつれて芸術はやや不調になりましたが、それは良かったです。\u001b[22m, \u001b[1m物語が進むにつれて技術は、少しずさんだが、それは良かったです。\u001b[22m\n\u001b[4mAlso, I liked it when they did some 'realistic' art.\u001b[24m\n    \u001b[1mまた、「現実的な」芸術をやったときには好きだった。\u001b[22m, \u001b[1m彼らはいくつかの「現実的な」芸術をしたときも、私はそれが好き。\u001b[22m\n\u001b[4mIt was funny to look at Tenma's face when she did that.\u001b[24m\n    \u001b[1m彼女がそれをしたとき、天馬の顔を見るのは面白かったです。\u001b[22m, \u001b[1m彼女がそれをしたとき、天満さんの顔を見て面白かったです。\u001b[22m\n\u001b[4mEri is drawn very well, a typical Half-Japanese, but different in some ways.\u001b[24m\n    \u001b[1mEriは典型的なHalf-Japaneseですが、いくつかの点で非常によく描かれています。\u001b[22m, \u001b[1mえりは非常によく描かれている、典型的な-ハーフ日本人が、いくつかの点で異なります。\u001b[22m\n\u001b[4mMikoto is also very well drawn.\u001b[24m\n    \u001b[1mミコットもとてもよく描かれています。\u001b[22m, \u001b[1m美琴はまた、非常によく描かれています。\u001b[22m\n\u001b[4mWhen Harima becomes so manly or when they exxagerate his muscles or body, it actually gives a good impact and laugh.\u001b[24m\n    \u001b[1m播磨がとても男らしかったり、筋肉や身体が消えてしまったりすると、実際には良い影響と笑いを与えます。\u001b[22m, \u001b[1m播磨はそう男らしいなるか、彼らは彼の筋肉や体をexxagerateとき、それは実際に良好な衝撃と笑いを与えたとき。\u001b[22m\n\u001b[4mI must say all the female characters are really cute and all the man characters are really interesting.\u001b[24m\n    \u001b[1m私はすべての女性のキャラクターが本当にかわいいとすべての人のキャラクターが本当に面白いと言う必要があります。\u001b[22m, \u001b[1m私はすべての女性キャラクターが本当にかわいいであり、すべての人のキャラクターが本当に面白いですと言わなければなりません。\u001b[22m\n\u001b[4mI gave it a 10/10 just because there is not really a major flaw in it.\u001b[24m\n    \u001b[1m本当に大きな欠陥がないからといって、10月10日にそれを与えました。\u001b[22m, \u001b[1m本当にその中に大きな欠陥がないという理由だけで、私はそれを10月10日を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The soundtrack is good. Nothing that interesting. Even if the op and ed was average, the background makes up for it. Especially the nature scenes or oceans. The voice actors fit the characters very well. There is no awkward ones and they bring out the full potential of the character. The opening theme is ok. It was nice to listen to the first time, but it got pretty boring in the end. The ending theme is good. It wasn't outstanding, but it can be listened to and put in a playlist. The sound in the background is good. It actually fits during some moments. During suspenseful or tearful moments, the music in the background actually makes my heart ache. It is such a compliment with what is happening that I gave the sound rating a 9/10.\n\n\u001b[1mサウンド：サウンドトラックは良いです。 興味深いものはありません。 たとえ平均および平均であっても、バックグラウンドがそれを補う。 特に自然の風景や海。 声優はキャラクターによく合います。 厄介なものはなく、彼らはキャラクターの完全な可能性を引き出す。 オープニングテーマは大丈夫です。 初めて聞くのはよかったですが、最後はかなり退屈でした。 エンディングのテーマは良いです。 それは顕著ではありませんでしたが、それは聞くことができ、プレイリストに置くことができます。 背景の音が良いです。 それは実際にはいくつかの瞬間に合っています。 サスペンスや涙の瞬間、バックグラウンドの音楽は実際に私の心を痛めつけます。 私が音質評価を9/10にしていることは、それほど相補的です。\u001b[22m\n\u001b[1m(Saundo: Saundotorakku wa yoidesu. Kyōmibukai mono wa arimasen. Ōpuningutēma wa daijōbudesu. Hajimete kiku no wa yokattadesuga, saigo wa kanari taikutsudeshita. Endingu no tēma wa yoidesu. Sore wa kenchode wa arimasendeshitaga, soreha kiku koto ga deki, pureirisuto ni oku koto ga dekimasu. Haikei no oto ga yoidesu. Sore wa jissai ni wa ikutsu ka no shunkan ni atte imasu. Sasupensu ya namida no shunkan, bakkuguraundo no ongaku wa jissai ni watashi no kokoro o itametsukemasu. Watashi ga onshitsu hyōka o 9/ 10 ni shite iru koto wa, sorehodo sōho-tekidesu. Tatoe heikin oyobi heikindeatte mo, bakkuguraundo ga sore o oginau. Tokuni shizen no fūkei ya umi. Seiyū wa kyarakutā ni yoku aimasu. Yakkaina mono wa naku, karera wa kyarakutā no kanzen'na kanōsei o hikidasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: The soundtrack is good. Nothing that interesting. Even if the op and ed was average, the background makes up for it. Especially the nature scenes or oceans. The voice actors fit the characters very well. There is no awkward ones and they bring out the full potential of the character. The opening theme is ok. It was nice to listen to the first time, but it got pretty boring in the end. The ending theme is good. It wasn't outstanding, but it can be listened to and put in a playlist. The sound in the background is good. It actually fits during some moments. During suspenseful or tearful moments, the music in the background actually makes my heart ache. It is such a compliment with what is happening that I gave the sound rating a 9/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The soundtrack is good.\u001b[24m\n    \u001b[1mサウンド：サウンドトラックは良いです。\u001b[22m\n\u001b[4mNothing that interesting.\u001b[24m\n    \u001b[1m興味深いものはありません。\u001b[22m, \u001b[1m興味深い何もありません。\u001b[22m\n\u001b[4mThe opening theme is ok.\u001b[24m\n    \u001b[1mオープニングテーマは大丈夫です。\u001b[22m, \u001b[1mオープニングテーマはokです。\u001b[22m\n\u001b[4mIt was nice to listen to the first time, but it got pretty boring in the end.\u001b[24m\n    \u001b[1m初めて聞くのはよかったですが、最後はかなり退屈でした。\u001b[22m, \u001b[1m最初の時間を聞くためによかったが、それは最終的にはかなり退屈です。\u001b[22m\n\u001b[4mThe ending theme is good.\u001b[24m\n    \u001b[1mエンディングのテーマは良いです。\u001b[22m, \u001b[1mエンディングテーマは良好です。\u001b[22m\n\u001b[4mIt wasn't outstanding, but it can be listened to and put in a playlist.\u001b[24m\n    \u001b[1mそれは顕著ではありませんでしたが、それは聞くことができ、プレイリストに置くことができます。\u001b[22m, \u001b[1mそれは未解決ではありませんでしたが、それはに耳を傾け、プレイリストに入れることができます。\u001b[22m\n\u001b[4mThe sound in the background is good.\u001b[24m\n    \u001b[1m背景の音が良いです。\u001b[22m, \u001b[1mバックグラウンドで音が良いです。\u001b[22m\n\u001b[4mIt actually fits during some moments.\u001b[24m\n    \u001b[1mそれは実際にはいくつかの瞬間に合っています。\u001b[22m, \u001b[1mそれは実際にいくつかの瞬間にフィットします。\u001b[22m\n\u001b[4mDuring suspenseful or tearful moments, the music in the background actually makes my heart ache.\u001b[24m\n    \u001b[1mサスペンスや涙の瞬間、バックグラウンドの音楽は実際に私の心を痛めつけます。\u001b[22m, \u001b[1mサスペンスまたは涙ぐんだ瞬間に、バックグラウンドで音楽が実際に私の心の痛みになります。\u001b[22m\n\u001b[4mIt is such a compliment with what is happening that I gave the sound rating a 9/10.\u001b[24m\n    \u001b[1m私が音質評価を9/10にしていることは、それほど相補的です。\u001b[22m, \u001b[1mそれは私が9月10日を評価音を与えたことで何が起こっているかと、そのような賛辞です。\u001b[22m\n\u001b[4mEven if the op and ed was average, the background makes up for it.\u001b[24m\n    \u001b[1mたとえ平均および平均であっても、バックグラウンドがそれを補う。\u001b[22m, \u001b[1mOPとEDは平均であっても、背景がそれを補います。\u001b[22m\n\u001b[4mEspecially the nature scenes or oceans.\u001b[24m\n    \u001b[1m特に自然の風景や海。\u001b[22m, \u001b[1m特に、自然の風景や海。\u001b[22m\n\u001b[4mThe voice actors fit the characters very well.\u001b[24m\n    \u001b[1m声優はキャラクターによく合います。\u001b[22m, \u001b[1m声優は非常によく文字をフィット。\u001b[22m\n\u001b[4mThere is no awkward ones and they bring out the full potential of the character.\u001b[24m\n    \u001b[1m厄介なものはなく、彼らはキャラクターの完全な可能性を引き出す。\u001b[22m, \u001b[1mそこには厄介なものではありません、彼らは文字のポテンシャルを最大限に引き出します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Haha, the characters are all very interesting. I'll go through character by character for this one.\n\n\u001b[1m文字：ハハ、文字はすべて非常に興味深いです。 私はこの人のためにキャラクターを通過します。\u001b[22m\n\u001b[1m(Moji: Haha, moji wa subete hijō ni kyōmibukaidesu. Watashi wa kono hito no tame ni kyarakutā o tsūka shimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Haha, the characters are all very interesting. I'll go through character by character for this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Haha, the characters are all very interesting.\u001b[24m\n    \u001b[1m文字：ハハ、文字はすべて非常に興味深いです。\u001b[22m, \u001b[1mキャラクター：ハハ、文字はすべての非常に興味深いものです。\u001b[22m\n\u001b[4mI'll go through character by character for this one.\u001b[24m\n    \u001b[1m私はこの人のためにキャラクターを通過します。\u001b[22m, \u001b[1m私はこの1のために文字で文字を通過します。\u001b[22m\n\u001b[1m\u001b[22m\nTenma - She is cute, adorable and a huge retard (in a nice way). Her extraordinary low iq questions me if such a human is possible. She has turtles for almost every subject, she misunderstands every situation presented to her, and she also think she knows everything. This type of character is so unique and you can't hate her either. She's just too innocent. I love Tenma, she is funny to watch and you can't predict what she is going to do next. Shes a huge idiot, but I like her that way. Her taste in men is also hilarious.\n\n\u001b[1mテンマ - 彼女はかわいい、愛らしい、巨大な遅れている（良い方法で）。 彼女の異常な低iqは私にそのような人間が可能なら質問します。 彼女はほとんどすべての主題のためのカメを持って、彼女は彼女に提示されたすべての状況を誤解し、彼女はまた、彼女はすべてを知っていると思う。 このタイプのキャラクターはとてもユニークで、あなたも彼女を憎むことはできません。 彼女はただ無邪気です。 私は天馬が大好きです、彼女は見て面白いです、そして、彼女は次に何をするつもりかを予測することはできません。 巨大なばかだが、私は彼女のようにそうだ。 男性の彼女の味はまた陽気です。\u001b[22m\n\u001b[1m(Tenma - kanojo wa kawaī, airashī, kyodaina okurete iru (yoi hōhō de). Kanojo no ijōna tei iq wa watashi ni sono yōna ningen ga kanōnara shitsumon shimasu. Kanojo wa hotondo subete no shudai no tame no kame o motte, kanojo wa kanojo ni teiji sa reta subete no jōkyō o gokai shi, kanojo wa mata, kanojo wa subete o shitte iru to omou. Kono taipu no kyarakutā wa totemo yunīku de, anata mo kanojo o nikumu koto wa dekimasen. Kanojo wa tada mujakidesu. Watashi wa tenba ga daisukidesu, kanojo wa mite omoshiroidesu, soshite, kanojo wa tsugini nani o suru tsumori ka o yosoku suru koto wa dekimasen. Kyodaina bakadaga, watashi wa kanojo no yō ni sōda. Dansei no kanojo no aji wa mata yōkidesu.)\u001b[22m\n\nTranslations of \u001b[4mTenma - She is cute, adorable and a huge retard (in a nice way). Her extraordinary low iq questions me if such a human is possible. She has turtles for almost every subject, she misunderstands every situation presented to her, and she also think she knows everything. This type of character is so unique and you can't hate her either. She's just too innocent. I love Tenma, she is funny to watch and you can't predict what she is going to do next. Shes a huge idiot, but I like her that way. Her taste in men is also hilarious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTenma - She is cute, adorable and a huge retard (in a nice way).\u001b[24m\n    \u001b[1mテンマ - 彼女はかわいい、愛らしい、巨大な遅れている（良い方法で）。\u001b[22m, \u001b[1m天満 - 彼女は、かわいい愛らしいと（良い方法で）巨大な遅あります。\u001b[22m\n\u001b[4mHer extraordinary low iq questions me if such a human is possible.\u001b[24m\n    \u001b[1m彼女の異常な低iqは私にそのような人間が可能なら質問します。\u001b[22m, \u001b[1m彼女の異常な低IQの質問私のような人間は、可能であれば。\u001b[22m\n\u001b[4mShe has turtles for almost every subject, she misunderstands every situation presented to her, and she also think she knows everything.\u001b[24m\n    \u001b[1m彼女はほとんどすべての主題のためのカメを持って、彼女は彼女に提示されたすべての状況を誤解し、彼女はまた、彼女はすべてを知っていると思う。\u001b[22m, \u001b[1m彼女は彼女が彼女に提示すべての状況を誤解、ほとんどすべての対象のためのカメを持っており、彼女はまた、彼女はすべてを知っていると思います。\u001b[22m\n\u001b[4mThis type of character is so unique and you can't hate her either.\u001b[24m\n    \u001b[1mこのタイプのキャラクターはとてもユニークで、あなたも彼女を憎むことはできません。\u001b[22m, \u001b[1m文字のこのタイプは、とてもユニークであり、あなたはどちらか彼女を憎むことはできません。\u001b[22m\n\u001b[4mShe's just too innocent.\u001b[24m\n    \u001b[1m彼女はただ無邪気です。\u001b[22m, \u001b[1m彼女はあまりにも無邪気なのです。\u001b[22m\n\u001b[4mI love Tenma, she is funny to watch and you can't predict what she is going to do next.\u001b[24m\n    \u001b[1m私は天馬が大好きです、彼女は見て面白いです、そして、彼女は次に何をするつもりかを予測することはできません。\u001b[22m, \u001b[1m私は彼女が見て面白いです、天満を愛し、あなたは彼女が次に何をしようとしているかを予測することはできません。\u001b[22m\n\u001b[4mShes a huge idiot, but I like her that way.\u001b[24m\n    \u001b[1m巨大なばかだが、私は彼女のようにそうだ。\u001b[22m, \u001b[1m巨大な馬鹿シーズが、私は彼女にそのように好きです。\u001b[22m\n\u001b[4mHer taste in men is also hilarious.\u001b[24m\n    \u001b[1m男性の彼女の味はまた陽気です。\u001b[22m, \u001b[1m男性の彼女の味も陽気です。\u001b[22m\n\u001b[1m\u001b[22m\nYakumo - A reliable sister and actually is a very good sibling pair. Tenma and Yakumo together are total opposites, but their relationships are very strong. I like Yakumo's character. She is cool and calm and has a super psychic ability. Her unability to express herself is kind of frustrating though.\n\n\u001b[1mヤクモ - 信頼できる姉妹で、実際には非常に良い兄弟のペアです。 天満とヤクモは全く反対ですが、その関係は非常に強いです。 私は屋久のキャラが好きです。 彼女は冷静で落ち着きがあり、超精神的能力を持っています。 彼女自身を表現することのできないことは、一種の難解なことです。\u001b[22m\n\u001b[1m(Yakumo - shinraidekiru shimai de, jissai ni wa hijō ni yoi kyōdai no peadesu. Tenma to yakumo wa mattaku hantaidesuga, sono kankei wa hijō ni tsuyoidesu. Watashi wa Yaku no kyara ga sukidesu. Kanojo wa reiseide ochitsuki ga ari, chō seishin-teki nōryoku o motte imasu. Kanojo jishin o hyōgen suru koto no dekinai koto wa, isshu no nankaina kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mYakumo - A reliable sister and actually is a very good sibling pair. Tenma and Yakumo together are total opposites, but their relationships are very strong. I like Yakumo's character. She is cool and calm and has a super psychic ability. Her unability to express herself is kind of frustrating though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYakumo - A reliable sister and actually is a very good sibling pair.\u001b[24m\n    \u001b[1mヤクモ - 信頼できる姉妹で、実際には非常に良い兄弟のペアです。\u001b[22m, \u001b[1m八雲 - 信頼性の姉と、実際には非常に良い兄弟ペアです。\u001b[22m\n\u001b[4mTenma and Yakumo together are total opposites, but their relationships are very strong.\u001b[24m\n    \u001b[1m天満とヤクモは全く反対ですが、その関係は非常に強いです。\u001b[22m, \u001b[1m天満と八雲は一緒に総反対であるが、その関係は非常に強いです。\u001b[22m\n\u001b[4mI like Yakumo's character.\u001b[24m\n    \u001b[1m私は屋久のキャラが好きです。\u001b[22m, \u001b[1m私は八雲のキャラクターが好きです。\u001b[22m\n\u001b[4mShe is cool and calm and has a super psychic ability.\u001b[24m\n    \u001b[1m彼女は冷静で落ち着きがあり、超精神的能力を持っています。\u001b[22m, \u001b[1m彼女はクールで穏やかで、スーパーサイキック能力を持っています。\u001b[22m\n\u001b[4mHer unability to express herself is kind of frustrating though.\u001b[24m\n    \u001b[1m彼女自身を表現することのできないことは、一種の難解なことです。\u001b[22m, \u001b[1m自分を表現する彼女のunabilityは、しかしちょっとイライラさせられます。\u001b[22m\n\u001b[1m\u001b[22m\nEri - Great character and very original. A wealthy half Japanese is common in most animes if they do have this type, but she is also funny in her own way. Her jealousy levels spike a lot. Her character as a wealthy person makes it a funny story and she is just too cute. She has her sad moments and is also a good person at heart. Her ability to care for her friends is also interesting, since most people portray these rich types as selfish ingrates. Eri is different and she also has a beautiful romantic side.\n\n\u001b[1mEri  - 偉大なキャラクターと非常にオリジナル。 裕福な日本人の半分の日本人は、ほとんどのアニメに共通しているのですが、このタイプの人は自分の面で面白いです。 彼女の嫉妬のレベルは大きく跳ね上がった。 裕福な人としての彼女の性格は面白い話になり、彼女はただかわいすぎる。 彼女は悲しい瞬間を持ち、心の良い人でもあります。 彼女の友人をケアする能力も興味深いです。なぜなら、ほとんどの人がこれらの豊かなタイプを自分のものにしているからです。 エリは違うし、美しいロマンチックな側面も持っている。\u001b[22m\n\u001b[1m(Eri - idaina kyarakutā to hijō ni orijinaru. Yūfukuna nihonjin no hanbun no nihonjin wa, hotondo no anime ni kyōtsū shite iru nodesuga, kono taipu no hito wa jibun no men de omoshiroidesu. Kanojo no shitto no reberu wa ōkiku haneagatta. Yūfukuna hitotoshite no kanojo no seikaku wa omoshiroi hanashi ni nari, kanojo wa tada kawai sugiru. Kanojo wa kanashī shunkan o mochi, kokoro no yoi hito demo arimasu. Kanojo no yūjin o kea suru nōryoku mo kyōmibukaidesu. Nazenara, hotondo no hito ga korera no yutakana taipu o jibun no mono ni shite irukaradesu. Eri wa chigaushi, utsukushī romanchikkuna sokumen mo motte iru.)\u001b[22m\n\nTranslations of \u001b[4mEri - Great character and very original. A wealthy half Japanese is common in most animes if they do have this type, but she is also funny in her own way. Her jealousy levels spike a lot. Her character as a wealthy person makes it a funny story and she is just too cute. She has her sad moments and is also a good person at heart. Her ability to care for her friends is also interesting, since most people portray these rich types as selfish ingrates. Eri is different and she also has a beautiful romantic side.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEri - Great character and very original.\u001b[24m\n    \u001b[1mEri  - 偉大なキャラクターと非常にオリジナル。\u001b[22m, \u001b[1mえり - グレートキャラクターと非常にオリジナル。\u001b[22m\n\u001b[4mA wealthy half Japanese is common in most animes if they do have this type, but she is also funny in her own way.\u001b[24m\n    \u001b[1m裕福な日本人の半分の日本人は、ほとんどのアニメに共通しているのですが、このタイプの人は自分の面で面白いです。\u001b[22m, \u001b[1m彼らはこのタイプを持っている場合は、裕福半分日本人はほとんどのアニメでは一般的ですが、彼女はまた彼女の自身の方法で面白いです。\u001b[22m\n\u001b[4mHer jealousy levels spike a lot.\u001b[24m\n    \u001b[1m彼女の嫉妬のレベルは大きく跳ね上がった。\u001b[22m, \u001b[1m彼女の嫉妬レベルは、多くのスパイク。\u001b[22m\n\u001b[4mHer character as a wealthy person makes it a funny story and she is just too cute.\u001b[24m\n    \u001b[1m裕福な人としての彼女の性格は面白い話になり、彼女はただかわいすぎる。\u001b[22m, \u001b[1m裕福な人としての彼女のキャラクターは笑い話になり、彼女があまりにもかわいいです。\u001b[22m\n\u001b[4mShe has her sad moments and is also a good person at heart.\u001b[24m\n    \u001b[1m彼女は悲しい瞬間を持ち、心の良い人でもあります。\u001b[22m, \u001b[1m彼女は悲しい瞬間を持っており、また、心臓に良い人です。\u001b[22m\n\u001b[4mHer ability to care for her friends is also interesting, since most people portray these rich types as selfish ingrates.\u001b[24m\n    \u001b[1m彼女の友人をケアする能力も興味深いです。なぜなら、ほとんどの人がこれらの豊かなタイプを自分のものにしているからです。\u001b[22m, \u001b[1mほとんどの人は利己的恩知らずのように、これらの豊富な種類を描くので、彼女の友人の世話をする彼女の能力は、また面白いです。\u001b[22m\n\u001b[4mEri is different and she also has a beautiful romantic side.\u001b[24m\n    \u001b[1mエリは違うし、美しいロマンチックな側面も持っている。\u001b[22m, \u001b[1mえりは異なり、彼女はまた、美しいロマンチックな側面を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nMikoto - A dojo girl, her character is good. Her personalitiy really stands out among the girls and it is so unique to have a martial artists person. Her athletic abilities really bring awe to the audeince and I enjoy watching her. There isn't much to say about her, but she is a good character in general.\n\n\u001b[1mMikoto  - 道場の女の子、彼女の性格は良いです。 彼女の個性は本当に女の子の中で際立っており、武術家の人を持つのはとてもユニークです。 彼女の運動能力は本当に畏敬の念を抱かせ、私は彼女を見て楽しんでいます。 彼女についてはあまり言わないが、彼女は一般的に良いキャラクターです。\u001b[22m\n\u001b[1m(Mikoto - dōjō no on'nanoko, kanojo no seikaku wa yoidesu. Kanojo no kosei wa hontōni on'nanoko no naka de kiwadatte ori, bujutsu-ka no hito o motsu no wa totemo yunīkudesu. Kanojo no undō nōryoku wa hontōni ikei no nen o daka se, watashi wa kanojo o mite tanoshinde imasu. Kanojo ni tsuite wa amari iwanai ga, kanojo wa ippan-teki ni yoi kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mMikoto - A dojo girl, her character is good. Her personalitiy really stands out among the girls and it is so unique to have a martial artists person. Her athletic abilities really bring awe to the audeince and I enjoy watching her. There isn't much to say about her, but she is a good character in general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMikoto - A dojo girl, her character is good.\u001b[24m\n    \u001b[1mMikoto  - 道場の女の子、彼女の性格は良いです。\u001b[22m, \u001b[1m美琴 - 道場の女の子は、彼女のキャラクターが良いです。\u001b[22m\n\u001b[4mHer personalitiy really stands out among the girls and it is so unique to have a martial artists person.\u001b[24m\n    \u001b[1m彼女の個性は本当に女の子の中で際立っており、武術家の人を持つのはとてもユニークです。\u001b[22m, \u001b[1m彼女personalitiyは本当に女の子の間で際立っている、武道家の人を持つことがとてもユニークです。\u001b[22m\n\u001b[4mHer athletic abilities really bring awe to the audeince and I enjoy watching her.\u001b[24m\n    \u001b[1m彼女の運動能力は本当に畏敬の念を抱かせ、私は彼女を見て楽しんでいます。\u001b[22m, \u001b[1m彼女の運動能力は本当にaudeinceに畏敬の念を持って、私は彼女を見て楽しむことができます。\u001b[22m\n\u001b[4mThere isn't much to say about her, but she is a good character in general.\u001b[24m\n    \u001b[1m彼女についてはあまり言わないが、彼女は一般的に良いキャラクターです。\u001b[22m, \u001b[1mそこに彼女について言っても過言ではありませんが、彼女は一般的には良い性格です。\u001b[22m\n\u001b[1m\u001b[22m\nTakano - One word: cool.\n\n\u001b[1m高野 - 一言：クール。\u001b[22m\n\u001b[1m(Takano - hitokoto: Kūru.)\u001b[22m\n\nTranslations of \u001b[4mTakano - One word: cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTakano - One word: cool.\u001b[24m\n    \u001b[1m高野 - 一言：クール。\u001b[22m\n\u001b[1m\u001b[22m\nHarima - The biggest idiot alive and also creates the comedy situations. We see him change so much in the anime. He becomes a delinquent to a person who attends school everyday to a fortune teller and back to the romantic self. I must say the situations he create is epic and I get great laughs. His dramatic effects and love for Tenma is so extreme that it makes me feel bad for him when he doesn't succeed.\n\n\u001b[1m播磨 - 生きている最大の馬鹿とコメディの状況を作成します。 我々は彼がアニメでそんなに変わるのを見る。 彼は毎日学校に出向いて占い師に戻り、ロマンチックな自己に戻ってきた人に逃亡する。 彼が作り出す状況は叙事詩であり、私は大きな笑いを受けると言わなければならない。  Tenmaに対する彼の劇的な効果と愛は非常に極端で、彼が成功しないときに彼が気分が悪くなる。\u001b[22m\n\u001b[1m(Harima - ikite iru saidai no baka to komedi no jōkyō o sakusei shimasu. Wareware wa kare ga anime de son'nani kawaru no o miru. Kare wa Mainichi gakkō ni demuite uranaishi ni modori, romanchikkuna jiko ni modottekita hito ni tōbō suru. Kare ga tsukuridasu jōkyō wa jojishideari, watashi wa ōkina warai o ukeru to iwanakereba naranai. Tenma ni taisuru kare no gekitekina kōka to ai wa hijō ni kyokutande, kare ga seikō shinai toki ni kare ga kibun ga waruku naru.)\u001b[22m\n\nTranslations of \u001b[4mHarima - The biggest idiot alive and also creates the comedy situations. We see him change so much in the anime. He becomes a delinquent to a person who attends school everyday to a fortune teller and back to the romantic self. I must say the situations he create is epic and I get great laughs. His dramatic effects and love for Tenma is so extreme that it makes me feel bad for him when he doesn't succeed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHarima - The biggest idiot alive and also creates the comedy situations.\u001b[24m\n    \u001b[1m播磨 - 生きている最大の馬鹿とコメディの状況を作成します。\u001b[22m, \u001b[1m播磨 - も生きているとの最大の馬鹿は喜劇の状況を作成します。\u001b[22m\n\u001b[4mWe see him change so much in the anime.\u001b[24m\n    \u001b[1m我々は彼がアニメでそんなに変わるのを見る。\u001b[22m, \u001b[1m我々は彼がアニメにあまり変更を参照してください。\u001b[22m\n\u001b[4mHe becomes a delinquent to a person who attends school everyday to a fortune teller and back to the romantic self.\u001b[24m\n    \u001b[1m彼は毎日学校に出向いて占い師に戻り、ロマンチックな自己に戻ってきた人に逃亡する。\u001b[22m, \u001b[1m彼は占い師に、バックロマンチックな自己に毎日学校に通っている人に滞納になります。\u001b[22m\n\u001b[4mI must say the situations he create is epic and I get great laughs.\u001b[24m\n    \u001b[1m彼が作り出す状況は叙事詩であり、私は大きな笑いを受けると言わなければならない。\u001b[22m, \u001b[1m私は彼が叙事詩であると私は偉大な笑いを得る作成状況を言わなければなりません。\u001b[22m\n\u001b[4mHis dramatic effects and love for Tenma is so extreme that it makes me feel bad for him when he doesn't succeed.\u001b[24m\n    \u001b[1mTenmaに対する彼の劇的な効果と愛は非常に極端で、彼が成功しないときに彼が気分が悪くなる。\u001b[22m, \u001b[1m彼の劇的な効果と天満への愛は、それは彼が成功しないとき、私は彼のために悪い感じさせるほど極端です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I loved the anime. It follows closely to the manga and the humor is epic. But some parts are really boring and pointless that it takes down the level. If there wasn't so much pointless stuff, it would be good. Dont' get me wrong, some of the pointless stuff is worth watching and hilarious, but it was just way too much.\n\n\u001b[1m楽しさ：私はアニメが大好きだった。 それは漫画と密接に続き、ユーモアは叙事詩です。 しかし、いくつかの部分は本当に退屈で無意味で、レベルを下げる。 それほど無意味なものがなければ、それは良いでしょう。 私を間違えてはいけません。無意味なもののいくつかは価値があり、面白いですが、それはあまりにも多すぎました。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa anime ga daisukidatta. Sore wa manga to missetsu ni tsudzuki, yūmoa wa jojishidesu. Shikashi, ikutsu ka no bubun wa hontōni taikutsude muimide, reberu o sageru. Sorehodo muimina mono ga nakereba, sore wa yoideshou. Watashi o machigaete wa ikemasen. Muimina mono no ikutsu ka wa kachi ga ari, omoshiroidesuga, sore wa amarini mo ō sugimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I loved the anime. It follows closely to the manga and the humor is epic. But some parts are really boring and pointless that it takes down the level. If there wasn't so much pointless stuff, it would be good. Dont' get me wrong, some of the pointless stuff is worth watching and hilarious, but it was just way too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I loved the anime.\u001b[24m\n    \u001b[1m楽しさ：私はアニメが大好きだった。\u001b[22m, \u001b[1m楽しさ：私はアニメを愛しました。\u001b[22m\n\u001b[4mIt follows closely to the manga and the humor is epic.\u001b[24m\n    \u001b[1mそれは漫画と密接に続き、ユーモアは叙事詩です。\u001b[22m, \u001b[1mこれは、漫画に密接に続き、ユーモアは叙事詩です。\u001b[22m\n\u001b[4mBut some parts are really boring and pointless that it takes down the level.\u001b[24m\n    \u001b[1mしかし、いくつかの部分は本当に退屈で無意味で、レベルを下げる。\u001b[22m, \u001b[1mしかし、いくつかの部分は、それが下のレベルに取ることは本当に退屈で無意味です。\u001b[22m\n\u001b[4mIf there wasn't so much pointless stuff, it would be good.\u001b[24m\n    \u001b[1mそれほど無意味なものがなければ、それは良いでしょう。\u001b[22m, \u001b[1mそんなに無意味なものがなかった場合は、それが良いでしょう。\u001b[22m\n\u001b[4mDont' get me wrong, some of the pointless stuff is worth watching and hilarious, but it was just way too much.\u001b[24m\n    \u001b[1m私を間違えてはいけません。無意味なもののいくつかは価値があり、面白いですが、それはあまりにも多すぎました。\u001b[22m, \u001b[1mいけない\"誤解し、無意味なもののいくつかは、見て価値と陽気ですが、それは単にあまりにも多くありました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: A good watch, a must see school life romantic comedy show. I am giving it a 9/10 since it is not perfect.\n\n\u001b[1m全体的に：良い時計、学校生活ロマンチックコメディショーを参照する必要があります。 完璧ではないので、私は9/10を与えています。\u001b[22m\n\u001b[1m(Zentai-teki ni: Yoi tokei, gakkō seikatsu romanchikkukomedishō o sanshō suru hitsuyō ga arimasu. Kanpekide wanainode, watashi wa 9/ 10 o ataete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: A good watch, a must see school life romantic comedy show. I am giving it a 9/10 since it is not perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: A good watch, a must see school life romantic comedy show.\u001b[24m\n    \u001b[1m全体的に：良い時計、学校生活ロマンチックコメディショーを参照する必要があります。\u001b[22m, \u001b[1m全体：良い時計、学校生活のロマンチックコメディショーを見なければなりません。\u001b[22m\n\u001b[4mI am giving it a 9/10 since it is not perfect.\u001b[24m\n    \u001b[1m完璧ではないので、私は9/10を与えています。\u001b[22m, \u001b[1mそれは完璧ではないので、私はそれを9月10日を与えています。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "ghostintheruins",
    "profile": "/profile/ghostintheruins/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=9055",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nスクールランブルは素晴らしいアニメコメディです。 主人公は天満塚本と播磨健二です。 私は非常にこのアニメをお勧めします、それは間違いなく私の最近のお気に入りの一つです。 天満はクラス「烏丸」から退屈な生きものを愛しています。 播磨は天満に恋しています。 基本的に私たちは生命の断片と裂け目のアニメの要素との間に必要な愛の三角形を持っています。それはおそらく退屈なことではありません。 私は個人的にそれを愛しています。 文字はすべて非常によく開発されていますが、あなたは手伝ってはいけません。 興味のある別のノート：私はファンサブバージョンの英語ダブと日本語の両方を見てきました。 文化的なジョークのいくつかは英語版で失われていますが、彼らはどちらもとても良いと思います。 私の意見では、実際のダブ・ヴォイスはキャラクターによく合いそうです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSchool Rumble is a great anime comedy. The main characters are Tenma Tsukamoto and Harima Kenji. I highly recommend this anime, it's definitely one of my recent favorites. Tenma's in love with a boring lifeless dude from her class named Karasuma. Harima is in love with Tenma. Basically we have a unrequited love triangle with slice of life and crack anime elements thrown in. It's never boring although it probably falls into one of those love it or hate it types of anime. I personally love it. The characters are all very well developed and you can't help but route for them. Another note of interest: I have seen both the English dub and Japanese with fansubs versions. I think they are both very good though some of the cultural jokes are lost in the English version. The actual dub voices seem to fit the characters very well in my opinion.\n\n\u001b[1mスクールランブルは素晴らしいアニメコメディです。 主人公は天満塚本と播磨健二です。 私は非常にこのアニメをお勧めします、それは間違いなく私の最近のお気に入りの一つです。 天満はクラス「烏丸」から退屈な生きものを愛しています。 播磨は天満に恋しています。 基本的に私たちは生命の断片と裂け目のアニメの要素との間に必要な愛の三角形を持っています。それはおそらく退屈なことではありません。 私は個人的にそれを愛しています。 文字はすべて非常によく開発されていますが、あなたは手伝ってはいけません。 興味のある別のノート：私はファンサブバージョンの英語ダブと日本語の両方を見てきました。 文化的なジョークのいくつかは英語版で失われていますが、彼らはどちらもとても良いと思います。 私の意見では、実際のダブ・ヴォイスはキャラクターによく合いそうです。\u001b[22m\n\u001b[1m(Sukūruranburu wa subarashī anime komedidesu. Shujinkō wa Tenma Tsukamoto to Harima Kenjidesu. Tenma wa kurasu `Karasuma' kara taikutsuna ikimono o aishiteimasu. Harima wa Tenma ni koishite imasu. Kihontekini watashitachiha seimei no danpen to sakeme no anime no yōso to no ma ni hitsuyōna ai no sankakkei o motte imasu. Sore wa osoraku taikutsuna kotode wa arimasen. Watashi wa kojin-teki ni sore o aishiteimasu. Moji wa subete hijō ni yoku kaihatsu sa rete imasuga, anata wa tetsudatte wa ikemasen. Kyōmi no aru betsu no nōto: Watashi wa fansabubājon no eigo dabu to nihongo no ryōhō o mitekimashita. Bunka-tekina jōku no ikutsu ka wa eigo-ban de ushinawa rete imasuga, karera wa dochira mo totemo yoi to omoimasu. Watashi no ikende wa, jissai no dabu vu~oisu wa kyarakutā ni yoku ai-sōdesu. Watashi wa hijō ni kono anime o o susume shimasu, soreha machigainaku watashi no saikin no okiniiri no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mSchool Rumble is a great anime comedy. The main characters are Tenma Tsukamoto and Harima Kenji. I highly recommend this anime, it's definitely one of my recent favorites. Tenma's in love with a boring lifeless dude from her class named Karasuma. Harima is in love with Tenma. Basically we have a unrequited love triangle with slice of life and crack anime elements thrown in. It's never boring although it probably falls into one of those love it or hate it types of anime. I personally love it. The characters are all very well developed and you can't help but route for them. Another note of interest: I have seen both the English dub and Japanese with fansubs versions. I think they are both very good though some of the cultural jokes are lost in the English version. The actual dub voices seem to fit the characters very well in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Rumble is a great anime comedy.\u001b[24m\n    \u001b[1mスクールランブルは素晴らしいアニメコメディです。\u001b[22m, \u001b[1mスクールランブルは偉大なアニメのコメディです。\u001b[22m\n\u001b[4mThe main characters are Tenma Tsukamoto and Harima Kenji.\u001b[24m\n    \u001b[1m主人公は天満塚本と播磨健二です。\u001b[22m, \u001b[1mメインキャラクターは、天満塚本と播磨健二です。\u001b[22m\n\u001b[4mTenma's in love with a boring lifeless dude from her class named Karasuma.\u001b[24m\n    \u001b[1m天満はクラス「烏丸」から退屈な生きものを愛しています。\u001b[22m, \u001b[1m天満の烏丸という名前の彼女のクラスからの退屈な生命のない男と恋インチ\u001b[22m\n\u001b[4mHarima is in love with Tenma.\u001b[24m\n    \u001b[1m播磨は天満に恋しています。\u001b[22m, \u001b[1m播磨は天満に恋をしています。\u001b[22m\n\u001b[4mBasically we have a unrequited love triangle with slice of life and crack anime elements thrown in. It's never boring although it probably falls into one of those love it or hate it types of anime.\u001b[24m\n    \u001b[1m基本的に私たちは生命の断片と裂け目のアニメの要素との間に必要な愛の三角形を持っています。それはおそらく退屈なことではありません。\u001b[22m, \u001b[1m基本的に、私たちは人生のスライスと片思いの三角形を持っているし、でスローアニメ要素をクラック。それはおそらくそれらの1に該当するが、それはそれを愛するか、アニメの種類それを嫌う退屈なことはありません。\u001b[22m\n\u001b[4mI personally love it.\u001b[24m\n    \u001b[1m私は個人的にそれを愛しています。\u001b[22m, \u001b[1m私は個人的にそれを愛します。\u001b[22m\n\u001b[4mThe characters are all very well developed and you can't help but route for them.\u001b[24m\n    \u001b[1m文字はすべて非常によく開発されていますが、あなたは手伝ってはいけません。\u001b[22m, \u001b[1m文字はすべて非常によく発達していて、彼らのために助けることがルートすることはできません。\u001b[22m\n\u001b[4mAnother note of interest: I have seen both the English dub and Japanese with fansubs versions.\u001b[24m\n    \u001b[1m興味のある別のノート：私はファンサブバージョンの英語ダブと日本語の両方を見てきました。\u001b[22m, \u001b[1m興味のある別のノート：私はファンサブバージョンと英語吹き替えと日本語の両方を見てきました。\u001b[22m\n\u001b[4mI think they are both very good though some of the cultural jokes are lost in the English version.\u001b[24m\n    \u001b[1m文化的なジョークのいくつかは英語版で失われていますが、彼らはどちらもとても良いと思います。\u001b[22m, \u001b[1m私は文化的なジョークの一部は英語版では失われているものの、彼らは両方とも非常に優れていると思います。\u001b[22m\n\u001b[4mThe actual dub voices seem to fit the characters very well in my opinion.\u001b[24m\n    \u001b[1m私の意見では、実際のダブ・ヴォイスはキャラクターによく合いそうです。\u001b[22m, \u001b[1m実際の吹き替えの声は私の意見では非常によく文字に合うように思われます。\u001b[22m\n\u001b[4mI highly recommend this anime, it's definitely one of my recent favorites.\u001b[24m\n    \u001b[1m私は非常にこのアニメをお勧めします、それは間違いなく私の最近のお気に入りの一つです。\u001b[22m, \u001b[1m私は非常にそれは間違いなく私の最近のお気に入りの一つだ、このアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "Lighto98",
    "profile": "/profile/Lighto98/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=20589",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\n「あなたは結局夢から目を覚ますが、記憶は永遠に輝く...」\n'*シーンが開くと柔らかい声が聞こえます*'私はあなたを愛しています 'なんて不思議な言葉。 私がそれらを言う瞬間、世界は変わります。 魔法の言葉...私はそれらをあなたに...言うつもりです。  *キューティショットのかわいい女の子* '\n\n「ロマンス/コメディアニメを始めるための素敵な方法なら、そんなに美しい！ 考えようと思うかもしれません。 そして、その人（私たちは彼をボブと呼ぶでしょう）が正しいでしょう。 スクールランブルにはこれがあります。  Bobが笑い声や笑い声から泣いているようなコメディの要素があり、Bobが笑顔を浮かび上がらせ、複数の関係（リアルと擬似）が探求されたときにキャラクターが作る事故で顔を赤らめる可能性があります。\n\nしかし、Bobが本物のLove Hinaクローンを期待していた場合、Bobはこれらの要素が始まりに過ぎないことを発見するために驚くでしょう。\n\nスクールランブルは、特徴づけが簡単ではないショーです。 リストされたジャンルのユーモアと関係の標準に加えて、アクション、戦い、3Dアニメーション、ドラマなどがあります。 そして、ほとんどの場合、それは論理的かつ現実的な方法で+2連続性ボーナスで行われます。\n\nそれがそうであるように、1つは、このアニメに魅了されるかもしれません...一般的に楽しいです。 実際には、エピソードのすべてを連続して見るために、より良い部分を準備することができます（著者は彼がこれらの人々の一人であることを認めます）。\n\nこの注記では、短い概要とレビューを以下に示します。\n\n塚本天満は、2年生の高校生で、「すべての若い女の子たちと同じように」恋に落ちています。 彼女の愛情の対象は、少し異色の王子烏丸一人です。 フェンスの向こう側には、校外の、柔らかい高校の「不平等」の1人である播磨健二さんがいます。 塚本さんは塚本さんに知られていないが、播磨は彼女と強く恋している。（彼女はまだ学校に通っていると主張している）、それに続くのは面白い、ユーモラスでチャーミングな経験であり、 多くの興味深い方法で笑います。\n\nストーリー\n類似のカテゴリに入れられた多くのアニメには明らかな弱点があります。愛を見つけたり、複数の関係を調和させること以外の、特に主要な主人公に関することは、実際の問題ではありません。 加えて、それは関係を扱うが、ロマンスの恋人が楽しむことができるよりも（実際には）少年のロマンスの部分が少ない。\n\nそれは、ストーリー全体がうまくいっている、複数の文字を複数のプロットラインと組み合わせて、すべてのエピソードの終わりまで面白い大きな絡み合いの物語にしていると言った。 ペーシングは現実的に行われ、フィラーとファンのサービス材料の小部分は一般に主要なストーリー材料と相乗効果で配置されます。 重大性はほとんどないという一貫した感覚があります。 このアニメは、アニメのクリシェ、それ自体、そして文化を楽しませるのが好きです：1つのエピソードでは、船員は嵐の中に船外で洗濯し、乗組員が叫ぶのを助けるのではなく、「彼は泳ぐことができません！ 数秒後に、「なぜ彼はボートで働いているのですか？」と答えます。 そして情熱的な愛の場面はあまりないと主張することができるが、これは恋に落ちるという一般的な経験と「青春の夢の季節」よりも明るい話題にはならない。 いずれかの状況で。 終わり...さて、それは経験する必要があります。\n\nプレゼン：\nいくつかのシーンのアニメーションは驚異的ではなく、時には曲を再生していました。\n\nしかし、多くの場合、舞台芸術、標準2D運賃、手書きのルック、および一部のシーンの3Dアニメーションを切り替えて組み合わせる芸術はうまく実装されていました。 女の子と環境の静止画は、一流のものだった。  2004年に放映されたアニメでは、私は1080年に見たアニメーションの一部が消えてしまうだろう。 シーンのトランジションとタイミングをインテリジェントに使用することで、適切なタイミングでパンやパンニングを楽しむことができました。 適切な視点から文字を見ることで、状況に余裕を持たせることができました。 軽微な反復にもかかわらず、音楽は実際にはかなり印象的で、イベントの影響に加えて管理していました。 ほとんどの点で、それは完璧に使用されました。\n\nキャラクター：\nスクールランブルのキャラクターは光り輝く。 文字は多様でダイナミックです。 ほとんどの場合、標準的な原型にはならず、アニメの長年のウォッチャーが慣れていました。 これらのアーキタイプは文字が導入されたときにはっきりと現れるが、すぐに苦労して勝利し、落ち着きを取り戻し、さまざまな異なる経験にさらされるときに、内部の仕組みに近づく。 ボブは実際にハーレーライディング、学校をスキップし、楽しむために戦っていることを知るためにショックを受けるかもしれない播磨（私の意見では、ロマンスアニメの中で最も悪いとよく配置された男性キャラクターの1つ）は、最もハードコアの延滞と大きな 同時に柔らかい。 これは、特に熟練していない、または発音されていない非常に一般的で非常に男性的でない男性の主人公とは大きな違いがあります（このケースでは、作者は特定の啓太郎を参照するかもしれません）。 スクールランブルは、直接的な行動や間接的な特徴付けを通じて、多くのキャラクターの心理的な玉ねぎを剥がし、非常に興味深い発見の穏やかで活気のあるペースを提供します。 キャラクターはしばしば非常に論理的でありながら、まだコミカルである。\n\n結論として、スクールランブルは、いくつかの欠点がある、没入型で楽しい経験であることを総括することができます（そして私はボブが同意すると思います）。 素晴らしいストーリー、素晴らしいプレゼンテーション、素晴らしいキャラクターが結合して、思い出に残る体験を提供します。  1人は、時間を笑って渡すのに十分な気持ちの良い楽しみ、そして実際に物語に気を配り心理的に関わるような理由を提供するのに十分な深さと特徴付けを見つけるでしょう。\n\nこの特別な経験の別の季節があります。 著者は次の数日間、職場と学校の間で次の章に没頭することに専念することを喜んで計画しています。 あなたがこの1つを見て楽しんでいないなら、著者（とBob、著者は確信しています）は管理できるようにすぐにそうすることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'You eventually awaken from a dream, but... memories sparkle forever...'\n\n\u001b[1m「あなたは結局夢から目を覚ますが、記憶は永遠に輝く...」\u001b[22m\n\u001b[1m(`Anata wa kekkyoku yume kara mewosamasu ga, kioku wa eien ni kagayaku...')\u001b[22m\n\nTranslations of \u001b[4m'You eventually awaken from a dream, but... memories sparkle forever...'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'You eventually awaken from a dream, but... memories sparkle forever...'\u001b[24m\n    \u001b[1m「あなたは結局夢から目を覚ますが、記憶は永遠に輝く...」\u001b[22m, \u001b[1m'あなたは、最終的な夢から目覚め、しかし...思い出は永遠に輝き...'\u001b[22m\n'*As the scene opens there is a soft voice* 'I love you' what wondrous words. The moment I say them, the world changes. Magical words... I'm going to say them... to you. *cue shot of cute girl*'\n\n\u001b[1m'*シーンが開くと柔らかい声が聞こえます*'私はあなたを愛しています 'なんて不思議な言葉。 私がそれらを言う瞬間、世界は変わります。 魔法の言葉...私はそれらをあなたに...言うつもりです。  *キューティショットのかわいい女の子* '\u001b[22m\n\u001b[1m('* Shīn ga hiraku to yawarakai koe ga kikoemasu*' watashi wa anata o aishiteimasu' nante fushigina kotoba. Watashi ga sorera o iu shunkan, sekai wa kawarimasu. Mahō no kotoba... Watashi wa sorera o anata ni... Iu tsumoridesu. * Kyūtishotto no kawaī on'nanoko* ')\u001b[22m\n\nTranslations of \u001b[4m'*As the scene opens there is a soft voice* 'I love you' what wondrous words. The moment I say them, the world changes. Magical words... I'm going to say them... to you. *cue shot of cute girl*'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'*As the scene opens there is a soft voice* 'I love you' what wondrous words.\u001b[24m\n    \u001b[1m'*シーンが開くと柔らかい声が聞こえます*'私はあなたを愛しています 'なんて不思議な言葉。\u001b[22m, \u001b[1m私はあなたを愛して\"どのような不思議な言葉 '*シーンのようにソフトな音声*がある開きます」。\u001b[22m\n\u001b[4mThe moment I say them, the world changes.\u001b[24m\n    \u001b[1m私がそれらを言う瞬間、世界は変わります。\u001b[22m, \u001b[1m私はそれらを言う瞬間、世界が変わります。\u001b[22m\n\u001b[4mMagical words... I'm going to say them... to you.\u001b[24m\n    \u001b[1m魔法の言葉...私はそれらをあなたに...言うつもりです。\u001b[22m, \u001b[1m魔法の言葉は...私はあなたに...それらを言うつもりです。\u001b[22m\n\u001b[4m*cue shot of cute girl*'\u001b[24m\n    \u001b[1m*キューティショットのかわいい女の子* '\u001b[22m, \u001b[1mかわいい女の子の*キューショット* '\u001b[22m\n\u001b[1m\u001b[22m\n'Such a lovely if straightforward way to begin a romance/ comedy anime!' one may be tempted to think. And in a way that person (We will call him Bob) would be correct. School Rumble has these things. There are elements of comedy that will have Bob nearly crying from laughter and harem/romance elements that will have Bob smiling and possibly blushing at the mishaps our characters make as multiple relationships (real and pseudo) are explored.\n\n\u001b[1m「ロマンス/コメディアニメを始めるための素敵な方法なら、そんなに美しい！ 考えようと思うかもしれません。 そして、その人（私たちは彼をボブと呼ぶでしょう）が正しいでしょう。 スクールランブルにはこれがあります。  Bobが笑い声や笑い声から泣いているようなコメディの要素があり、Bobが笑顔を浮かび上がらせ、複数の関係（リアルと擬似）が探求されたときにキャラクターが作る事故で顔を赤らめる可能性があります。\u001b[22m\n\u001b[1m(`Romansu/ komedi anime o hajimeru tame no sutekina hōhōnara, son'nani utsukushī! Kangaeyou to omou kamo shiremasen. Soshite, sono hito (watashitachi wa kare o Bobu to yobudeshou) ga tadashīdeshou. Sukūruranburu ni wa kore ga arimasu. Bob ga waraigoe ya waraigoe kara naite iru yōna komedi no yōso ga ari, Bob ga egao o ukabiagara se, fukusū no kankei (Riaru to giji) ga tankyū sa reta toki ni kyarakutā ga tsukuru jiko de kao o akarameru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m'Such a lovely if straightforward way to begin a romance/ comedy anime!' one may be tempted to think. And in a way that person (We will call him Bob) would be correct. School Rumble has these things. There are elements of comedy that will have Bob nearly crying from laughter and harem/romance elements that will have Bob smiling and possibly blushing at the mishaps our characters make as multiple relationships (real and pseudo) are explored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Such a lovely if straightforward way to begin a romance/ comedy anime!'\u001b[24m\n    \u001b[1m「ロマンス/コメディアニメを始めるための素敵な方法なら、そんなに美しい！\u001b[22m, \u001b[1m「ロマンス/コメディアニメを開始するような場合に素敵な簡単な方法！」\u001b[22m\n\u001b[4mone may be tempted to think.\u001b[24m\n    \u001b[1m考えようと思うかもしれません。\u001b[22m, \u001b[1m一つは考えるように誘惑することができます。\u001b[22m\n\u001b[4mAnd in a way that person (We will call him Bob) would be correct.\u001b[24m\n    \u001b[1mそして、その人（私たちは彼をボブと呼ぶでしょう）が正しいでしょう。\u001b[22m, \u001b[1mそして、その人のように正しいだろう（私たちは彼ボブを呼び出します）。\u001b[22m\n\u001b[4mSchool Rumble has these things.\u001b[24m\n    \u001b[1mスクールランブルにはこれがあります。\u001b[22m, \u001b[1mスクールランブルは、これらのものを持っています。\u001b[22m\n\u001b[4mThere are elements of comedy that will have Bob nearly crying from laughter and harem/romance elements that will have Bob smiling and possibly blushing at the mishaps our characters make as multiple relationships (real and pseudo) are explored.\u001b[24m\n    \u001b[1mBobが笑い声や笑い声から泣いているようなコメディの要素があり、Bobが笑顔を浮かび上がらせ、複数の関係（リアルと擬似）が探求されたときにキャラクターが作る事故で顔を赤らめる可能性があります。\u001b[22m, \u001b[1mボブはほぼボブたちの文字が複数の関係（実と擬似）が探求されていることを確認の事故で赤面おそらく笑顔となります笑いとハーレム/ロマンスの要素から泣いている必要がありますコメディの要素があります。\u001b[22m\n\u001b[1m\u001b[22m\nBut if Bob had expectations of a genuine Love Hina clone, Bob will be surprised (And most likely pleasantly) to discover that these elements are only the beginning.\n\n\u001b[1mしかし、Bobが本物のLove Hinaクローンを期待していた場合、Bobはこれらの要素が始まりに過ぎないことを発見するために驚くでしょう。\u001b[22m\n\u001b[1m(Shikashi, Bob ga honmono no rabu Hina kurōn o kitai shite ita baai, Bob wa korera no yōso ga hajimari ni suginai koto o hakken suru tame ni odorokudeshou.)\u001b[22m\n\nTranslations of \u001b[4mBut if Bob had expectations of a genuine Love Hina clone, Bob will be surprised (And most likely pleasantly) to discover that these elements are only the beginning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if Bob had expectations of a genuine Love Hina clone, Bob will be surprised (And most likely pleasantly) to discover that these elements are only the beginning.\u001b[24m\n    \u001b[1mしかし、Bobが本物のLove Hinaクローンを期待していた場合、Bobはこれらの要素が始まりに過ぎないことを発見するために驚くでしょう。\u001b[22m, \u001b[1mボブは本物のラブひなクローンの期待を持っている場合しかし、ボブは驚かれることでしょう（そして、最も可能性の高い愉快に）これらの要素はほんの始まりであることを発見します。\u001b[22m\n\u001b[1m\u001b[22m\nSchool Rumble is a show which is less than simple to characterize. In addition to the humour and relationships standard to the listed genres there is action, fighting, 3D animations, drama, and much more. And for the most part, it is done in a logical and realistic manner with a +2 continuity bonus.\n\n\u001b[1mスクールランブルは、特徴づけが簡単ではないショーです。 リストされたジャンルのユーモアと関係の標準に加えて、アクション、戦い、3Dアニメーション、ドラマなどがあります。 そして、ほとんどの場合、それは論理的かつ現実的な方法で+2連続性ボーナスで行われます。\u001b[22m\n\u001b[1m(Sukūruranburu wa, tokuchō dzuke ga kantande wanai shōdesu. Risuto sa reta janru no yūmoa to kankei no hyōjun ni kuwaete, akushon, tatakai, 3 D animēshon, dorama nado ga arimasu. Soshite, hotondo no baai, soreha ronri-teki katsu genjitsu-tekina hōhō de + 2 renzoku-sei bōnasu de okonawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mSchool Rumble is a show which is less than simple to characterize. In addition to the humour and relationships standard to the listed genres there is action, fighting, 3D animations, drama, and much more. And for the most part, it is done in a logical and realistic manner with a +2 continuity bonus.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Rumble is a show which is less than simple to characterize.\u001b[24m\n    \u001b[1mスクールランブルは、特徴づけが簡単ではないショーです。\u001b[22m, \u001b[1mスクールランブルは特徴付けるのが簡単未満のショーです。\u001b[22m\n\u001b[4mIn addition to the humour and relationships standard to the listed genres there is action, fighting, 3D animations, drama, and much more.\u001b[24m\n    \u001b[1mリストされたジャンルのユーモアと関係の標準に加えて、アクション、戦い、3Dアニメーション、ドラマなどがあります。\u001b[22m, \u001b[1m記載されているジャンルに標準ユーモアとの関係に加えて、アクション、戦闘、3Dアニメーション、ドラマ、および大いに多くがあります。\u001b[22m\n\u001b[4mAnd for the most part, it is done in a logical and realistic manner with a +2 continuity bonus.\u001b[24m\n    \u001b[1mそして、ほとんどの場合、それは論理的かつ現実的な方法で+2連続性ボーナスで行われます。\u001b[22m, \u001b[1mそして、ほとんどの部分は、それが2連続のボーナスとの論理的かつ現実的な方法で行われます。\u001b[22m\n\u001b[1m\u001b[22m\nOne might find themselves captivated by this anime as it is so... Generally enjoyable. One may indeed find themselves preparing the better part of entire days to watch all of the episodes consecutively (The author concedes that he was one of these people).\n\n\u001b[1mそれがそうであるように、1つは、このアニメに魅了されるかもしれません...一般的に楽しいです。 実際には、エピソードのすべてを連続して見るために、より良い部分を準備することができます（著者は彼がこれらの人々の一人であることを認めます）。\u001b[22m\n\u001b[1m(Sore ga sōdearu yō ni, 1tsu wa, kono anime ni miryō sa reru kamo shiremasen... Ippantekini tanoshīdesu. Jissai ni wa, episōdo no subete o renzoku shite miru tame ni, yoriyoi bubun o junbi suru koto ga dekimasu (chosha wa kare ga korera no hitobito no hitoridearu koto o mitomemasu).)\u001b[22m\n\nTranslations of \u001b[4mOne might find themselves captivated by this anime as it is so... Generally enjoyable. One may indeed find themselves preparing the better part of entire days to watch all of the episodes consecutively (The author concedes that he was one of these people).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne might find themselves captivated by this anime as it is so... Generally enjoyable.\u001b[24m\n    \u001b[1mそれがそうであるように、1つは、このアニメに魅了されるかもしれません...一般的に楽しいです。\u001b[22m, \u001b[1mそれはそう...一般的に楽しいですように、1つは、それ自体がこのアニメに心を奪わ見つけるかもしれません。\u001b[22m\n\u001b[4mOne may indeed find themselves preparing the better part of entire days to watch all of the episodes consecutively (The author concedes that he was one of these people).\u001b[24m\n    \u001b[1m実際には、エピソードのすべてを連続して見るために、より良い部分を準備することができます（著者は彼がこれらの人々の一人であることを認めます）。\u001b[22m, \u001b[1m一つは、実際に自身が（著者は、彼はこれらの人々の一つであったことを認め）連続エピソードのすべてを見るために全体の日の大半を準備見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nOn this note, what follows is a short synopsis and review.\n\n\u001b[1mこの注記では、短い概要とレビューを以下に示します。\u001b[22m\n\u001b[1m(Kono chūkide wa, mijikai gaiyō to rebyū o ika ni shimeshimasu.)\u001b[22m\n\nTranslations of \u001b[4mOn this note, what follows is a short synopsis and review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn this note, what follows is a short synopsis and review.\u001b[24m\n    \u001b[1mこの注記では、短い概要とレビューを以下に示します。\u001b[22m, \u001b[1mこのノートでは、どのような次の短い概要とレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nTenma Tsukamoto is an energetic second year high school student 'and just as all young girls,' has fallen in love. The object of her affection is one Oji Karasamu, who is a bit unusual. On the other side of the fence is Kenji Harima, one of the rough-exterior, soft-hearted 'delinquents' of the high school. Unbeknownst to Tsukamoto, Harima is intensely in love with her (Claiming that she is the reason he is still in school) and what follows is an entertaining, humorous, and charming experience that combines a myriad of supporting characters with a plot that provides surprises and laughs in many interesting ways.\n\n\u001b[1m塚本天満は、2年生の高校生で、「すべての若い女の子たちと同じように」恋に落ちています。 彼女の愛情の対象は、少し異色の王子烏丸一人です。 フェンスの向こう側には、校外の、柔らかい高校の「不平等」の1人である播磨健二さんがいます。 塚本さんは塚本さんに知られていないが、播磨は彼女と強く恋している。（彼女はまだ学校に通っていると主張している）、それに続くのは面白い、ユーモラスでチャーミングな経験であり、 多くの興味深い方法で笑います。\u001b[22m\n\u001b[1m(Tsukamoto tenma wa, 2-nensei no kōkōsei de,`subete no wakai on'nanoko-tachi to onajiyōni' koiniochite imasu. Kanojo no aijō no taishō wa, sukoshi ishoku no Ōji Karasuma hitoridesu. Fensu no mukō-gawa ni wa, kōgai no, yawarakai kōkō no `fubyōdō' no 1-ridearu Harima Kenji-san ga imasu. Tsukamoto-san wa Tsukamoto-san ni shira rete inaiga, Harima wa kanojo to tsuyoku koishite iru. (Kanojo wa mada gakkō ni tōtte iru to shuchō shite iru), sore ni tsudzuku no wa omoshiroi, yūmorasu de chāminguna keikendeari, ōku no kyōmibukai hōhō de waraimasu.)\u001b[22m\n\nTranslations of \u001b[4mTenma Tsukamoto is an energetic second year high school student 'and just as all young girls,' has fallen in love. The object of her affection is one Oji Karasamu, who is a bit unusual. On the other side of the fence is Kenji Harima, one of the rough-exterior, soft-hearted 'delinquents' of the high school. Unbeknownst to Tsukamoto, Harima is intensely in love with her (Claiming that she is the reason he is still in school) and what follows is an entertaining, humorous, and charming experience that combines a myriad of supporting characters with a plot that provides surprises and laughs in many interesting ways.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTenma Tsukamoto is an energetic second year high school student 'and just as all young girls,' has fallen in love.\u001b[24m\n    \u001b[1m塚本天満は、2年生の高校生で、「すべての若い女の子たちと同じように」恋に落ちています。\u001b[22m, \u001b[1m天満塚本は、精力的な二年の高校生 'と同じように、すべての若い女の子が、「恋に落ちたです。\u001b[22m\n\u001b[4mThe object of her affection is one Oji Karasamu, who is a bit unusual.\u001b[24m\n    \u001b[1m彼女の愛情の対象は、少し異色の王子烏丸一人です。\u001b[22m, \u001b[1m彼女の愛情の目的は、ビット珍しい1王子Karasamu、です。\u001b[22m\n\u001b[4mOn the other side of the fence is Kenji Harima, one of the rough-exterior, soft-hearted 'delinquents' of the high school.\u001b[24m\n    \u001b[1mフェンスの向こう側には、校外の、柔らかい高校の「不平等」の1人である播磨健二さんがいます。\u001b[22m, \u001b[1mフェンスの向こう側には賢治播磨、高校の粗外観、柔らかい心を持った「非行」の一つです。\u001b[22m\n\u001b[4mUnbeknownst to Tsukamoto, Harima is intensely in love with her (Claiming that she is the reason he is still in school) and what follows is an entertaining, humorous, and charming experience that combines a myriad of supporting characters with a plot that provides surprises and\u001b[24m\n    \u001b[1m塚本さんは塚本さんに知られていないが、播磨は彼女と強く恋している。（彼女はまだ学校に通っていると主張している）、それに続くのは面白い、ユーモラスでチャーミングな経験であり、\u001b[22m, \u001b[1m塚本の知らないうちに、播磨は（彼女は彼が学校にまだある理由であることを主張）彼女と恋に激しくあり、以下は驚きを提供プロットで脇役の無数を組み合わせた、面白いユーモラス、そして魅力的な経験であり、\u001b[22m\n\u001b[4mlaughs in many interesting ways.\u001b[24m\n    \u001b[1m多くの興味深い方法で笑います。\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThere is a weakness that is evident in many anime placed in similar categories: No real, overarching issue or plot device other than finding love and reconciling the multiple relationships, especially concerning the main protagonists. In addition although it deals with relationships, there are fewer (really) gooey romancey portions of the story than a romance-lover may enjoy.\n\n\u001b[1m類似のカテゴリに入れられた多くのアニメには明らかな弱点があります。愛を見つけたり、複数の関係を調和させること以外の、特に主要な主人公に関することは、実際の問題ではありません。 加えて、それは関係を扱うが、ロマンスの恋人が楽しむことができるよりも、（実際に）縄張りのロマンスな部分が少ない。\u001b[22m\n\u001b[1m(Ruiji no kategori ni haire rareta ōku no anime ni wa akirakana jakuten ga arimasu. Ai o mitsuke tari, fukusū no kankei o chōwa sa seru koto igai no, tokuni shuyōna shujinkō ni kansuru koto wa, jissai no mondaide wa arimasen. Kuwaete, soreha kankei o atsukauga, romansu no koibito ga tanoshimu koto ga dekiru yori mo,(jissai ni) nawabari no romansuna bubun ga sukunai.)\u001b[22m\n\nTranslations of \u001b[4mThere is a weakness that is evident in many anime placed in similar categories: No real, overarching issue or plot device other than finding love and reconciling the multiple relationships, especially concerning the main protagonists. In addition although it deals with relationships, there are fewer (really) gooey romancey portions of the story than a romance-lover may enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a weakness that is evident in many anime placed in similar categories: No real, overarching issue or plot device other than finding love and reconciling the multiple relationships, especially concerning the main protagonists.\u001b[24m\n    \u001b[1m類似のカテゴリに入れられた多くのアニメには明らかな弱点があります。愛を見つけたり、複数の関係を調和させること以外の、特に主要な主人公に関することは、実際の問題ではありません。\u001b[22m, \u001b[1mいいえ本当の、包括的な問題や愛を見つけ、複数の関係を両立させる、特に主役に関する以外のプロットデバイス：同様のカテゴリに配置された多くのアニメに明らかである弱点があります。\u001b[22m\n\u001b[4mIn addition although it deals with relationships, there are fewer (really) gooey romancey portions of the story than a romance-lover may enjoy.\u001b[24m\n    \u001b[1m加えて、それは関係を扱うが、ロマンスの恋人が楽しむことができるよりも、（実際に）縄張りのロマンスな部分が少ない。\u001b[22m, \u001b[1mそれは関係を扱うが、また、楽しむことがロマンス、恋人よりもストーリーの少ない（本当に）ねばねばromancey部分があります。\u001b[22m\n\u001b[1m\u001b[22m\nThat said the story as a whole is well done, combining multiple characters with multiple plotlines into a large intertwining story that is entertaining right to the end of every episode. The pacing is done realistically, with the small portions of filler and fan service material generally placed in synergy with the main story material. There is a consistent feeling that there is little seriousness; this anime likes to make fun of anime clichés, itself, and culture: In one episode a seaman washes overboard during a storm and rather than helping one crewman yells, '[he] can't swim!' after a few seconds one replies, 'Why is he working on a boat!?'. And while it can be argued that there are not a large number of passionate love scenes, this does not detract from the story which is upbeat and focussed more so on the general experience of being in love and 'In a dream season of adolescence' than on any one situation. The ending... Well, that has to be experienced.\n\n\u001b[1mそれは、ストーリー全体がうまくいっている、複数の文字を複数のプロットラインと組み合わせて、すべてのエピソードの終わりまで面白い大きな絡み合いの物語にしていると言った。 ペーシングは現実的に行われ、フィラーとファンのサービス材料の小部分は一般に主要なストーリー材料と相乗効果で配置されます。 重大性はほとんどないという一貫した感覚があります。 このアニメは、アニメのクリシェ、それ自体、そして文化を楽しませるのが好きです：1つのエピソードでは、船員は嵐の中に船外で洗濯し、乗組員が叫ぶのを助けるのではなく、「彼は泳ぐことができません！ 数秒後に、「なぜ彼はボートで働いているのですか？」と答えます。 そして情熱的な愛の場面はあまりないと主張することができるが、これは恋に落ちるという一般的な経験と「青春の夢の季節」よりも明るい話題にはならない。 いずれかの状況で。 終わり...さて、それは経験する必要があります。\u001b[22m\n\u001b[1m(Sore wa, sutōrī zentai ga umaku itte iru, fukusū no moji o fukusū no purottorain to kumiawasete, subete no episōdo no owari made omoshiroi ōkina karamiai no monogatari ni shite iru to itta. Pēshingu wa genjitsu-teki ni okonawa re, firā to fan no sābisu zairyō no ko bubun wa ippan'ni shuyōna sutōrī zairyō to sōjō kōka de haichi sa remasu. Jūdai-sei wa hotondo nai to iu ikkan shita kankaku ga arimasu. Kono anime wa, anime no kurishe, sore jitai, soshite bunka o tanoshima seru no ga sukidesu: 1Tsu no episōdode wa, sen'in wa arashi no naka ni sengai de sentaku shi, norikumiin ga sakebu no o tasukeru node wa naku,`kare wa oyogu koto ga dekimasen! Sūbyōgo ni,`naze kare wa bōto de hataraite iru nodesu ka?' To kotaemasu. Soshite jōnetsu-tekina ai no bamen wa amari nai to shuchō suru koto ga dekiru ga, koreha koiniochiru to iu ippantekina keiken to `seishun no yume no kisetsu' yori mo akarui wadai ni wa naranai. Izureka no jōkyō de. Owari... Sate, soreha keiken suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat said the story as a whole is well done, combining multiple characters with multiple plotlines into a large intertwining story that is entertaining right to the end of every episode. The pacing is done realistically, with the small portions of filler and fan service material generally placed in synergy with the main story material. There is a consistent feeling that there is little seriousness; this anime likes to make fun of anime clichés, itself, and culture: In one episode a seaman washes overboard during a storm and rather than helping one crewman yells, '[he] can't swim!' after a few seconds one replies, 'Why is he working on a boat!?'. And while it can be argued that there are not a large number of passionate love scenes, this does not detract from the story which is upbeat and focussed more so on the general experience of being in love and 'In a dream season of adolescence' than on any one situation. The ending... Well, that has to be experienced.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said the story as a whole is well done, combining multiple characters with multiple plotlines into a large intertwining story that is entertaining right to the end of every episode.\u001b[24m\n    \u001b[1mそれは、ストーリー全体がうまくいっている、複数の文字を複数のプロットラインと組み合わせて、すべてのエピソードの終わりまで面白い大きな絡み合いの物語にしていると言った。\u001b[22m, \u001b[1mそれはすべてのエピソードの最後に右を楽しまれている大規模な絡み合いストーリーに複数のplotlinesで複数の文字を組み合わせて、全体としてのストーリーがよく行われていると述べました。\u001b[22m\n\u001b[4mThe pacing is done realistically, with the small portions of filler and fan service material generally placed in synergy with the main story material.\u001b[24m\n    \u001b[1mペーシングは現実的に行われ、フィラーとファンのサービス材料の小部分は一般に主要なストーリー材料と相乗効果で配置されます。\u001b[22m, \u001b[1mペーシングは、一般的にメインストーリー材料との相乗効果に配置されたフィラーとファンサービス材料の小さな部分で、現実的に行われています。\u001b[22m\n\u001b[4mThere is a consistent feeling that there is little seriousness;\u001b[24m\n    \u001b[1m重大性はほとんどないという一貫した感覚があります。\u001b[22m, \u001b[1m少し深刻があることを一貫感覚があります。\u001b[22m\n\u001b[4mthis anime likes to make fun of anime clichés, itself, and culture: In one episode a seaman washes overboard during a storm and rather than helping one crewman yells, '[he] can't swim!'\u001b[24m\n    \u001b[1mこのアニメは、アニメのクリシェ、それ自体、そして文化を楽しませるのが好きです：1つのエピソードでは、船員は嵐の中に船外で洗濯し、乗組員が叫ぶのを助けるのではなく、「彼は泳ぐことができません！\u001b[22m, \u001b[1m'[彼は]泳げない！」、船員の洗浄船外に1つのエピソードでは嵐の中、かなり1乗組員が叫ぶ助けるより：このアニメはアニメの決まり文句、それ自体の楽しさ、そして文化を作るのが好き\u001b[22m\n\u001b[4mafter a few seconds one replies, 'Why is he working on a boat!?'.\u001b[24m\n    \u001b[1m数秒後に、「なぜ彼はボートで働いているのですか？」と答えます。\u001b[22m, \u001b[1m数秒後に1は、「なぜ彼がボートに取り組んでいる！？」、応答します。\u001b[22m\n\u001b[4mAnd while it can be argued that there are not a large number of passionate love scenes, this does not detract from the story which is upbeat and focussed more so on the general experience of being in love and 'In a dream season of adolescence' than\u001b[24m\n    \u001b[1mそして情熱的な愛の場面はあまりないと主張することができるが、これは恋に落ちるという一般的な経験と「青春の夢の季節」よりも明るい話題にはならない。\u001b[22m, \u001b[1mそして、情熱的な愛のシーンが多数存在しないと主張することができるが、これは明るいです話を損なうと愛であることの一般的な経験をより多くのように焦点を当てていないと「思春期の夢のシーズンでは 'より\u001b[22m\n\u001b[4mon any one situation.\u001b[24m\n    \u001b[1mいずれかの状況で。\u001b[22m, \u001b[1mいずれかの状況に。\u001b[22m\n\u001b[4mThe ending... Well, that has to be experienced.\u001b[24m\n    \u001b[1m終わり...さて、それは経験する必要があります。\u001b[22m, \u001b[1m結末は...まあ、それは経験しなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nPresentation:\n/ˌprezən-,ˌprēzən-,ˌprēˌzenˈtāSHən/\n\n\u001b[1mプレゼン：\u001b[22m\n\u001b[1m(Purezen:)\u001b[22m\n\nDefinitions of \u001b[4mPresentation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    提示\u001b[22m\n        presentation, exhibit, citation\n\u001b[1m    表現\u001b[22m\n        representation, expression, presentation\n\u001b[1m    提出\u001b[22m\n        submission, filing, presentation\n\u001b[1m    贈呈\u001b[22m\n        presentation\n\u001b[1m    進呈\u001b[22m\n        presentation\n\u001b[1m    表出\u001b[22m\n        expression, presentation\n\u001b[1m    贈与\u001b[22m\n        donation, presentation, testimonial\n\u001b[1m    捧呈\u001b[22m\n        dedication, presentation, gift\n\u001b[1m    呈上\u001b[22m\n        presentation\n\u001b[1m    奉献\u001b[22m\n        consecration, dedication, presentation, offer\n\u001b[1m    奉呈\u001b[22m\n        dedication, presentation, gift\n\u001b[1m    奉納\u001b[22m\n        dedication, offering, oblation, presentation\n\u001b[1m    寄贈\u001b[22m\n        donation, gift, contribution, presentation, grant, charity\n\u001b[1m    献納\u001b[22m\n        donation, offering, presentation\n\u001b[1m    献呈\u001b[22m\n        dedication, presentation\n\u001b[1m    上程\u001b[22m\n        presentation, departure on a journey, introducing\nThe animation for some of the scenes was less than amazing, and there was an occasional replaying of a song.\n\n\u001b[1mいくつかのシーンのアニメーションは驚異的ではなく、時には曲を再生していました。\u001b[22m\n\u001b[1m(Ikutsu ka no shīn no animēshon wa kyōi-tekide wa naku, tokiniha kyoku o saisei shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation for some of the scenes was less than amazing, and there was an occasional replaying of a song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation for some of the scenes was less than amazing, and there was an occasional replaying of a song.\u001b[24m\n    \u001b[1mいくつかのシーンのアニメーションは驚異的ではなく、時には曲を再生していました。\u001b[22m, \u001b[1mシーンのいくつかのアニメーションは素晴らしい未満であった、と歌の臨時のリプレイがありました。\u001b[22m\n\u001b[1m\u001b[22m\nHowever the art was well implemented, in many cases switching between and combining chibi art, standard 2D fare, a hand-drawn look, and 3D animation for some scenes. The still pictures of the girls and the environments were expectedly top-notch. Above par for an anime aired in 2004 (my gripes about some of the animation would likely go away if I had seen it in 1080). The intelligent usage of transitions and timing for the scenes helped to increase the enjoyability by cutting and panning at just the right time. Looking at the characters from the proper perspective gave extra immersion to situations. Despite some minor repetition the music was actually quite impressive, managing to add to the impact of events; at most points, it was used flawlessly.\n\n\u001b[1mしかし、多くの場合、舞台芸術、標準2D運賃、手書きのルック、および一部のシーンの3Dアニメーションを切り替えて組み合わせる芸術はうまく実装されていました。 女の子と環境の静止画は、一流のものだった。  2004年に放映されたアニメでは、私は1080年に見たアニメーションの一部が消えてしまうだろう。 シーンのトランジションとタイミングをインテリジェントに使用することで、適切なタイミングでパンやパンニングを楽しむことができました。 適切な視点から文字を見ることで、状況に余裕を持たせることができました。 軽微な反復にもかかわらず、音楽は実際にはかなり印象的で、イベントの影響に加えて管理していました。 ほとんどの点で、それは完璧に使用されました。\u001b[22m\n\u001b[1m(Shikashi, ōku no baai, butai geijutsu, hyōjun 2 D unchin, tegaki no rukku, oyobi ichibu no shīn no 3 D animēshon o kirikaete kumiawaseru geijutsu wa umaku jissō sa rete imashita. On'nanoko to kankyō no seishi-ga wa, ichiryū no monodatta. 2004-Nen ni hōei sa reta animede wa, watashi wa 1080-nen ni mita animēshon no ichibu ga kiete shimaudarou. Shīn no toranjishon to taimingu o interijento ni shiyō suru koto de, tekisetsuna taimingu de pan ya pan'ningu o tanoshimu koto ga dekimashita. Tekisetsuna shiten kara moji o miru koto de, jōkyō ni yoyū o mota seru koto ga dekimashita. Keibina hanpuku nimokakawarazu, ongaku wa jissai ni wa kanari inshō-tekide, ibento no eikyō ni kuwaete kanri shite imashita. Hotondo no ten de, sore wa kanpeki ni shiyō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mHowever the art was well implemented, in many cases switching between and combining chibi art, standard 2D fare, a hand-drawn look, and 3D animation for some scenes. The still pictures of the girls and the environments were expectedly top-notch. Above par for an anime aired in 2004 (my gripes about some of the animation would likely go away if I had seen it in 1080). The intelligent usage of transitions and timing for the scenes helped to increase the enjoyability by cutting and panning at just the right time. Looking at the characters from the proper perspective gave extra immersion to situations. Despite some minor repetition the music was actually quite impressive, managing to add to the impact of events; at most points, it was used flawlessly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever the art was well implemented, in many cases switching between and combining chibi art, standard 2D fare, a hand-drawn look, and 3D animation for some scenes.\u001b[24m\n    \u001b[1mしかし、多くの場合、舞台芸術、標準2D運賃、手書きのルック、および一部のシーンの3Dアニメーションを切り替えて組み合わせる芸術はうまく実装されていました。\u001b[22m, \u001b[1mしかし技術は、多くの例を切り替えると、いくつかのシーンのためにちび芸術、標準2D運賃、手描きの外観、および3Dアニメーションを組み合わせることで、実装されました。\u001b[22m\n\u001b[4mThe still pictures of the girls and the environments were expectedly top-notch.\u001b[24m\n    \u001b[1m女の子と環境の静止画は、一流のものだった。\u001b[22m, \u001b[1m女の子の静止画や環境は予想通り一流でした。\u001b[22m\n\u001b[4mAbove par for an anime aired in 2004 (my gripes about some of the animation would likely go away if I had seen it in 1080).\u001b[24m\n    \u001b[1m2004年に放映されたアニメでは、私は1080年に見たアニメーションの一部が消えてしまうだろう。\u001b[22m, \u001b[1m2004年に放映されたアニメのための額面上記（私は1080年にそれを見ていた場合、アニメーションのいくつかについての私の不満は、おそらく離れて行くだろう）。\u001b[22m\n\u001b[4mThe intelligent usage of transitions and timing for the scenes helped to increase the enjoyability by cutting and panning at just the right time.\u001b[24m\n    \u001b[1mシーンのトランジションとタイミングをインテリジェントに使用することで、適切なタイミングでパンやパンニングを楽しむことができました。\u001b[22m, \u001b[1mシーンの遷移とタイミングのインテリジェントな使用はちょうどいいタイミングで切断し、パンニングにより楽しを高めるのに役立ちました。\u001b[22m\n\u001b[4mLooking at the characters from the proper perspective gave extra immersion to situations.\u001b[24m\n    \u001b[1m適切な視点から文字を見ることで、状況に余裕を持たせることができました。\u001b[22m, \u001b[1m適切な視点からの文字を見てみると状況に余分な浸漬を与えました。\u001b[22m\n\u001b[4mDespite some minor repetition the music was actually quite impressive, managing to add to the impact of events;\u001b[24m\n    \u001b[1m軽微な反復にもかかわらず、音楽は実際にはかなり印象的で、イベントの影響に加えて管理していました。\u001b[22m, \u001b[1mいくつかのマイナーな繰り返しの音楽イベントの影響に追加する管理、実際には非常に印象的だったにも関わらず、\u001b[22m\n\u001b[4mat most points, it was used flawlessly.\u001b[24m\n    \u001b[1mほとんどの点で、それは完璧に使用されました。\u001b[22m, \u001b[1mほとんどの点で、それが完璧に使用しました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nSchool Rumble's characters shine radiantly. The characters are diverse and dynamic; hardly relegated to the standard archetypes long-time watchers of anime would be used to. These archetypes are apparent when the characters are introduced, but soon give way to their inner workings as they struggle and triumph, fall and regain composure, and are exposed to a variety of different experiences. Bob might be shocked to learn that indeed Harley-riding, school skipping, fighting for fun Harima (one of the most badass and well placed male characters in a romance anime ever, in my opinion) can be both the most hardcore delinquent and a big softy at the same time. This is a massive difference from the far too common highly unmanly male protagonists that aren't particularly skilled or pronounced (the author might reference a certain Keitaro in this instance). School Rumble peels back the psychological onion of many of the characters through direct action and indirect characterization, providing a gentle yet lively pace of discovery that is very interesting. Characters are often quite logical while still being comical.\n\n\u001b[1mスクールランブルのキャラクターは光り輝く。 文字は多様でダイナミックです。 ほとんどの場合、標準的な原型にはならず、アニメの長年のウォッチャーが慣れていました。 これらのアーキタイプは文字が導入されたときにはっきりと現れるが、すぐに苦労して勝利し、落ち着きを取り戻し、さまざまな異なる経験にさらされるときに、内部の仕組みに近づく。 ボブは実際にハーレーライディング、学校をスキップし、楽しむために戦っていることを知るためにショックを受けるかもしれない播磨（私の意見では、ロマンスアニメの中で最も悪いとよく配置された男性キャラクターの1つ）は、最もハードコアの延滞と大きな 同時に柔らかい。 これは、特に熟練していない、または発音されていない非常に一般的で非常に男性的でない男性の主人公とは大きな違いがあります（このケースでは、作者は特定の啓太郎を参照するかもしれません）。 スクールランブルは、直接的な行動や間接的な特徴付けを通じて、多くのキャラクターの心理的な玉ねぎを剥がし、非常に興味深い発見の穏やかで活気のあるペースを提供します。 キャラクターはしばしば非常に論理的でありながら、まだコミカルである。\u001b[22m\n\u001b[1m(Sukūruranburu no kyarakutā wa hikarikagayaku. Moji wa tayōde dainamikkudesu. Hotondo no baai, hyōjun-tekina genkei ni wa narazu, anime no naganen no u~otchā ga narete imashita. Korera no ākitaipu wa moji ga dōnyū sa reta toki ni hakkiri to arawareruga, sugu ni kurō shite shōri shi, ochitsuki o torimodoshi, samazamana kotonaru keiken ni sarasa reru toki ni, naibu no shikumi ni chikadzuku. Bobu wa jissai ni hārēraidingu, gakkō o sukippu shi, tanoshimu tame ni tatakatte iru koto o shiru tame ni shokku o ukeru kamo shirenai Harima (watashi no ikende wa, romansu anime no naka de mottomo warui to yoku haichi sa reta dansei kyarakutā no 1tsu) wa, mottomo hādokoa no entai to ōkina dōjini yawarakai. Kore wa, tokuni jukuren shite inai, matawa hatsuon sa rete inai hijō ni ippan-tekide hijō ni dansei-tekidenai dansei no shujinkō to wa ōkina chigai ga arimasu (kono kēsude wa, sakusha wa tokutei no keitarō o sanshō suru kamo shiremasen). Sukūruranburu wa, chokusetsutekina kōdō ya kansetsu-tekina tokuchō-tsuke o tsūjite, ōku no kyarakutā no shinri-tekina tamanegi o hagashi, hijō ni kyōmibukai hakken no odayakade kakkinoaru pēsu o teikyō shimasu. Kyarakutā wa shibashiba hijō ni ronri-tekidearinagara, mada komikarudearu.)\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion, School Rumble is an experience that can be summed up (and I imagine Bob would agree) as an immersive, enjoyable experience with few downsides. A good story, great presentation and fantastic characters combine to provide a memorable experience. One will find enough light-hearted enjoyment to pass time laughing, and enough depth and characterization to actually provide a reason for one to care about and become psychologically involved with the story.\n\n\u001b[1m結論として、スクールランブルは、いくつかの欠点がある、没入型で楽しい経験であることを総括することができます（そして私はボブが同意すると思います）。 素晴らしいストーリー、素晴らしいプレゼンテーション、素晴らしいキャラクターが結合して、思い出に残る体験を提供します。  1人は、時間を笑って渡すのに十分な気持ちの良い楽しみ、そして実際に物語に気を配り心理的に関わるような理由を提供するのに十分な深さと特徴付けを見つけるでしょう。\u001b[22m\n\u001b[1m(Ketsuron to shite, sukūruranburu wa, ikutsu ka no ketten ga aru, botsunyū-gata de tanoshī keikendearu koto o sōkatsu suru koto ga dekimasu (soshite watashi wa Bobu ga dōi suru to omoimasu). Subarashī sutōrī, subarashī purezentēshon, subarashī kyarakutā ga ketsugō shite, omoide ni nokoru taiken o teikyō shimasu. 1-Ri wa, jikan o waratte watasu no ni jūbun'na kimochi no yoi tanoshimi, soshite jissai ni monogatari ni ki o kubari shinri-teki ni kakawaru yōna riyū o teikyō suru no ni jūbun'na fuka-sa to tokuchō-tsuke o mitsukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion, School Rumble is an experience that can be summed up (and I imagine Bob would agree) as an immersive, enjoyable experience with few downsides. A good story, great presentation and fantastic characters combine to provide a memorable experience. One will find enough light-hearted enjoyment to pass time laughing, and enough depth and characterization to actually provide a reason for one to care about and become psychologically involved with the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion, School Rumble is an experience that can be summed up (and I imagine Bob would agree) as an immersive, enjoyable experience with few downsides.\u001b[24m\n    \u001b[1m結論として、スクールランブルは、いくつかの欠点がある、没入型で楽しい経験であることを総括することができます（そして私はボブが同意すると思います）。\u001b[22m, \u001b[1m結論として、スクールランブルは、いくつかの欠点と臨場感あふれる、楽しい経験としてまとめた（と私はボブが同意するだろうと想像する）ことができる体験です。\u001b[22m\n\u001b[4mA good story, great presentation and fantastic characters combine to provide a memorable experience.\u001b[24m\n    \u001b[1m素晴らしいストーリー、素晴らしいプレゼンテーション、素晴らしいキャラクターが結合して、思い出に残る体験を提供します。\u001b[22m, \u001b[1mいい話、素晴らしいプレゼンテーション、素晴らしい文字が思い出に残る体験を提供するために組み合わせます。\u001b[22m\n\u001b[4mOne will find enough light-hearted enjoyment to pass time laughing, and enough depth and characterization to actually provide a reason for one to care about and become psychologically involved with the story.\u001b[24m\n    \u001b[1m1人は、時間を笑って渡すのに十分な気持ちの良い楽しみ、そして実際に物語に気を配り心理的に関わるような理由を提供するのに十分な深さと特徴付けを見つけるでしょう。\u001b[22m, \u001b[1m一つは、時間笑いを渡すのに十分な快活な楽しさ、そして実際に1を気にし、ストーリーと心理的に関与する理由を提供するのに十分な深さと特性評価があります。\u001b[22m\n\u001b[1m\u001b[22m\nThere is another season of this extraordinary experience. The author is excitedly planning, between work and school, the next few days that can be devoted to immersing himself in the next chapter. If you haven't had the pleasure of watching this one, the author (And Bob, the author is sure) recommends you do so as soon as can be managed.\n\n\u001b[1mこの特別な経験の別の季節があります。 著者は次の数日間、職場と学校の間で次の章に没頭することに専念することを喜んで計画しています。 あなたがこの1つを見て楽しんでいないなら、著者（とBob、著者は確信しています）は管理できるようにすぐにそうすることをお勧めします。\u001b[22m\n\u001b[1m(Kono tokubetsuna keiken no betsu no kisetsu ga arimasu. Chosha wa tsugi no sūjitsukan, shokuba to gakkō no ma de tsugi no shō ni bottō suru koto ni sen'nen suru koto o yorokonde keikaku shite imasu. Anata ga kono 1tsu o mite tanoshinde inainara, chosha (to Bob, chosha wa kakushin shite imasu) wa kanri dekiru yō ni sugu ni sō suru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is another season of this extraordinary experience. The author is excitedly planning, between work and school, the next few days that can be devoted to immersing himself in the next chapter. If you haven't had the pleasure of watching this one, the author (And Bob, the author is sure) recommends you do so as soon as can be managed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is another season of this extraordinary experience.\u001b[24m\n    \u001b[1mこの特別な経験の別の季節があります。\u001b[22m, \u001b[1mこの特別な経験の他の季節があります。\u001b[22m\n\u001b[4mThe author is excitedly planning, between work and school, the next few days that can be devoted to immersing himself in the next chapter.\u001b[24m\n    \u001b[1m著者は次の数日間、職場と学校の間で次の章に没頭することに専念することを喜んで計画しています。\u001b[22m, \u001b[1m著者は興奮仕事や学校、次の章に身を浸すことに専念することができ、今後数日の間、計画しています。\u001b[22m\n\u001b[4mIf you haven't had the pleasure of watching this one, the author (And Bob, the author is sure) recommends you do so as soon as can be managed.\u001b[24m\n    \u001b[1mあなたがこの1つを見て楽しんでいないなら、著者（とBob、著者は確信しています）は管理できるようにすぐにそうすることをお勧めします。\u001b[22m, \u001b[1mあなたはこの1を見ての喜び、著者持っていなかった場合（そしてボブを、著者は確実である）あなたは、すぐに管理することができるようにそうお勧めします。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "SeniorTaco",
    "profile": "/profile/SeniorTaco/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=11079",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nスクールランブルは典型的なロマンチックなアニメで、ある人は他の人が好きな人を好きです。 最初のエピソードを見た後、私はすぐに深い話をするつもりはないことを知っていました。 しかし、アニメは偉大な話をする必要はありませんが、スクールランブルはこの考えを正当化します。 シリーズのキャラクターは、自分の特別な方法でカラフルでユニークなもので、シリーズを見ても記憶に残っています。 キャラクターはストーリー全体を通して、ゆっくりと最初はゆっくりと終わりに近づきます。 それぞれのエピソードはそれに軽い気持ちがあり、次に起こることを決して言い表すことはできません。 アニメーションは新しいものではありませんが、いつキャラクターの野生のおかしなことを楽しんでいるかは分かりません。 開始から終了まで、ショーはキャラクターの野生の行為を示すことを決して止めず、常にあなたをもう一度笑わせます。 あなたを応援するアニメを探しているなら、スクールランブルはあなたにとって完璧です。 それはあなたが真剣になることなく笑う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSchool Rumble is a typical romantic anime in which one person likes another who likes another and so on. After watching the first episode I immediately knew this wasn't going to have a deep story. But an anime doesn't need a good story to be great, School Rumble justifies this idea. The characters in the series are colorful and unique in their own special ways and are memorable even after watching the series. The characters also develop throughout the story, slowly at first but then more drastically near the end. Each episode has a light feel to it and you can never tell what's going to happen next. The animation isn't anything new but it's hard to tell when your enjoying the wild antics of the characters. From start to finish the show never stops showing the wild acts of the characters and always makes you laugh just one more time. If you're looking for an anime to cheer you up then School rumble is perfect for you. It makes you laugh without being to serious.\n\n\u001b[1mスクールランブルは典型的なロマンチックなアニメで、ある人は他の人が好きな人を好きです。 最初のエピソードを見た後、私はすぐに深い話をするつもりはないことを知っていました。 しかし、アニメは偉大な話をする必要はありませんが、スクールランブルはこの考えを正当化します。 シリーズのキャラクターは、自分の特別な方法でカラフルでユニークなもので、シリーズを見ても記憶に残っています。 キャラクターはストーリー全体を通して、ゆっくりと最初はゆっくりと終わりに近づきます。 それぞれのエピソードはそれに軽い気持ちがあり、次に起こることを決して言い表すことはできません。 アニメーションは新しいものではありませんが、いつキャラクターの野生のおかしなことを楽しんでいるかは分かりません。 開始から終了まで、ショーはキャラクターの野生の行為を示すことを決して止めず、常にあなたをもう一度笑わせます。 あなたを応援するアニメを探しているなら、スクールランブルはあなたにとって完璧です。 それはあなたが真剣になることなく笑う。\u001b[22m\n\u001b[1m(Sukūruranburu wa tenkei-tekina romanchikkuna anime de, aru hito wa hokanohito ga sukinahito o sukidesu. Saisho no episōdo o mita nochi, watashi wa sugu ni fukai hanashi o suru tsumori wanai koto o shitte imashita. Shikashi, anime wa idaina hanashi o suru hitsuyō wa arimasenga, sukūruranburu wa kono kangae o seitō-ka shimasu. Shirīzu no kyarakutā wa, jibun no tokubetsuna hōhō de karafuru de yunīkuna mono de, shirīzu o mite mo kioku ni nokotte imasu. Kyarakutā wa sutōrī zentai o tōshite, yukkuri to saisho wa yukkuri to owari ni chikadzukimasu. Sorezore no episōdo wa sore ni karui kimochi ga ari,-ji ni okoru koto o kesshite iiarawasu koto wa dekimasen. Animēshon wa atarashī monode wa arimasenga, itsu kyarakutā no yasei no okashina koto o tanoshinde iru ka wa wakarimasen. Kaishi kara shūryō made, shō wa kyarakutā no yasei no kōi o shimesu koto o kesshite tomezu, tsuneni anata o mōichido warawasemasu. Anata o ōen suru anime o sagashite irunara, sukūruranburu wa anata ni totte kanpekidesu. Sore wa anata ga shinken ni naru koto naku warau.)\u001b[22m\n\nTranslations of \u001b[4mSchool Rumble is a typical romantic anime in which one person likes another who likes another and so on. After watching the first episode I immediately knew this wasn't going to have a deep story. But an anime doesn't need a good story to be great, School Rumble justifies this idea. The characters in the series are colorful and unique in their own special ways and are memorable even after watching the series. The characters also develop throughout the story, slowly at first but then more drastically near the end. Each episode has a light feel to it and you can never tell what's going to happen next. The animation isn't anything new but it's hard to tell when your enjoying the wild antics of the characters. From start to finish the show never stops showing the wild acts of the characters and always makes you laugh just one more time. If you're looking for an anime to cheer you up then School rumble is perfect for you. It makes you laugh without being to serious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Rumble is a typical romantic anime in which one person likes another who likes another and so on.\u001b[24m\n    \u001b[1mスクールランブルは典型的なロマンチックなアニメで、ある人は他の人が好きな人を好きです。\u001b[22m, \u001b[1mスクールランブル一人はように別のものを好きで、誰が別のが好きれる典型的なロマンチックなアニメです。\u001b[22m\n\u001b[4mAfter watching the first episode I immediately knew this wasn't going to have a deep story.\u001b[24m\n    \u001b[1m最初のエピソードを見た後、私はすぐに深い話をするつもりはないことを知っていました。\u001b[22m, \u001b[1m最初のエピソードを見た後、私はすぐに、これは深い物語を持っているつもりはない知っていました。\u001b[22m\n\u001b[4mBut an anime doesn't need a good story to be great, School Rumble justifies this idea.\u001b[24m\n    \u001b[1mしかし、アニメは偉大な話をする必要はありませんが、スクールランブルはこの考えを正当化します。\u001b[22m, \u001b[1mしかし、アニメスクールランブルは、この考えを正当化する、いい話は偉大である必要はありません。\u001b[22m\n\u001b[4mThe characters in the series are colorful and unique in their own special ways and are memorable even after watching the series.\u001b[24m\n    \u001b[1mシリーズのキャラクターは、自分の特別な方法でカラフルでユニークなもので、シリーズを見ても記憶に残っています。\u001b[22m, \u001b[1mシリーズの中の文字は、独自の特殊な方法で、カラフルでユニークであり、さらにはシリーズを見た後に記憶に残るです。\u001b[22m\n\u001b[4mThe characters also develop throughout the story, slowly at first but then more drastically near the end.\u001b[24m\n    \u001b[1mキャラクターはストーリー全体を通して、ゆっくりと最初はゆっくりと終わりに近づきます。\u001b[22m, \u001b[1m文字もより大幅に端近傍の第一が、その後でゆっくりと、物語全体に開発しています。\u001b[22m\n\u001b[4mEach episode has a light feel to it and you can never tell what's going to happen next.\u001b[24m\n    \u001b[1mそれぞれのエピソードはそれに軽い気持ちがあり、次に起こることを決して言い表すことはできません。\u001b[22m, \u001b[1m各エピソードは、それに軽い感触を持って、あなたは次に何が起こるために何が起こっているか伝えることはできません。\u001b[22m\n\u001b[4mThe animation isn't anything new but it's hard to tell when your enjoying the wild antics of the characters.\u001b[24m\n    \u001b[1mアニメーションは新しいものではありませんが、いつキャラクターの野生のおかしなことを楽しんでいるかは分かりません。\u001b[22m, \u001b[1mアニメーションは新しいものではありませんが、あなたは文字の野生のふざけた態度を楽しむときに伝えるのは難しいです。\u001b[22m\n\u001b[4mFrom start to finish the show never stops showing the wild acts of the characters and always makes you laugh just one more time.\u001b[24m\n    \u001b[1m開始から終了まで、ショーはキャラクターの野生の行為を示すことを決して止めず、常にあなたをもう一度笑わせます。\u001b[22m, \u001b[1m最初からショーを終了する文字の野生の行為を示す停止せず、常にあなたがちょうど1より多くの時間を笑わせてくれるん。\u001b[22m\n\u001b[4mIf you're looking for an anime to cheer you up then School rumble is perfect for you.\u001b[24m\n    \u001b[1mあなたを応援するアニメを探しているなら、スクールランブルはあなたにとって完璧です。\u001b[22m, \u001b[1mあなたはあなたを応援するアニメを探しているなら、スクールランブルが最適です。\u001b[22m\n\u001b[4mIt makes you laugh without being to serious.\u001b[24m\n    \u001b[1mそれはあなたが真剣になることなく笑う。\u001b[22m, \u001b[1mそれはあなたが深刻にすることなく、笑わせてくれる。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "Mortsyn",
    "profile": "/profile/Mortsyn/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=60263",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  10\n\n注：このレビューは、私がMortsynという名前でAniDBに投稿した私自身のレビューのコピーです。\n\nスクールランブルは私が見た私の最初の5つのコメディーアニメの一つであり、それはまだ最高です！ 私は、Ni Gakki（シーズン2）の終了地点からSan Gakki（シーズン3の2 OVAエピソード）が終了するところまでマンガを読み始めるのは、たぶん考えています。 しかし、フルシーズン3が来る日はまだ祈っています。 しかし、それにもかかわらず、このレビューから始めましょう！\n\nアニメーション：ここで特別なものはありません。 ちょうどあなたがランダムな高校のアニメから期待するもの...多くの、より多くの顔の歪みだけで！ このショーの顔のいくつかは面白いですが、残念ながら私の趣味ではあまりにも単純すぎて、私の目を本当に気にするものはありません。 しかし、この芸術スタイルはあなたの上で成長し始め、あなたはそれがより多くのものを望んでいたとしても、あなたがそれが何であるかを感謝し始める。\n\nサウンド：OSTにはあまり多くの曲がありませんが、感謝して非常に残念です！ 常に良いものである曲のスタイルのバラエティがたくさんあります。 一世代から、コメディ、悲しい、幸せまで。 オープニングはHorie Yui（フィーチャリング・アンスキャンダル）によって歌われ、Scrambleと呼ばれています。 そして正直言って...これは、これまでのコメディアニメの私の好きなオープニングかもしれない！ 私はただそれが大好き！ 結末は残念ながら思い出に残るものではありません。 小倉裕子が歌った恩納の恋の男の恋は、これまでのコメディのアニメにとって、私が一番好きなエンディングの一つかもしれません！ スクールランブルの声のキャストはしっかりとした演奏をしており、声を出しているキャラクターに多くの感情をもたらします。 ああ、伝説の曲「スクールランブル4」を忘れないように！\n\nストーリー：これがスラップスティックコメディアニメであることを見て、あなたは素晴らしい物語を得るつもりはないことを知っています。 それは基本的に、別の男の子を愛する女の子を大好きな男のことです。 ただ、そういうことを言ってみましょう。 しかし、それでもメインのストーリーは、あなたが見守ってくれるように十分に楽しませています。\n\nキャラクター：ああ、今これはスクールランブルが本当に輝いている場所です！ スクールランブルのキャストは、私が今まで見たアニメの中でも最高のキャストの一つかもしれません！ 播磨を見ることは、小さな子供が男に成長するのを見るのと同じことです！ あなたはおばあちゃんの天満、奇妙な烏丸、スペインのレスラー、ララ、変わったイマドリ、不思議なアキラ、オジョウサワチカ、そしてリストが続く...しかし、全部の番組を盗む一人のキャラクターがいる。 ショーを見たあなたは、私が誰について話しているのかを正確に知っています！ 私はもちろん、男、伝説、神話、唯一の：播磨健二について話している！ どのようにこの男を愛していないことができます！ 男はあなたができるようにマンハッタンです！ さて、すべてのキャラクターはショーの間に非常にうまく発達しています。そして誰も私に同意できません。スクールランブルはどんなコメディアニメにおいても最高のキャラクターの発展を遂げるかもしれません。 しかし、播磨は値段を取っています！ 私はキャラクターが物理的にも精神的にも非常に多くの変化を経験するのを見たことがありません！\n\n楽しさ：このアニメはあなたより多くの点であなたを楽しませます。 それは、同時にあなたの肺を笑わせると同時に、文字を共感することができます。 このアニメを見ているうちに一度も退屈することはありませんでした。\n\nすべての楽しいギャグとすべてのキャラクターの開発で、スクールランブルは、私が再ウォッチするには完璧だと言うだろうアニメです！ どのようにこの陽気なアニメに飽きることができますか？\n\nだから、スクールランブルは、優れたキャラクターの開発があり、常に配信することができる楽しいアニメが必要な場合には、必ず見なければならないアニメです！ 今すぐ見る！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNote: This review is a copy of my own review I posted on AniDB under the name Mortsyn.\n\n\u001b[1m注：このレビューは、私がMortsynという名前でAniDBに投稿した私自身のレビューのコピーです。\u001b[22m\n\u001b[1m(Chū: Kono rebyū wa, watashi ga Mortsyn to iu namae de AniDB ni tōkō shita watashi jishin no rebyū no kopīdesu.)\u001b[22m\n\nTranslations of \u001b[4mNote: This review is a copy of my own review I posted on AniDB under the name Mortsyn.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: This review is a copy of my own review I posted on AniDB under the name Mortsyn.\u001b[24m\n    \u001b[1m注：このレビューは、私がMortsynという名前でAniDBに投稿した私自身のレビューのコピーです。\u001b[22m, \u001b[1m注：このレビューは私が名前Mortsyn下AniDBに掲載私の独自のレビューのコピーです。\u001b[22m\n\u001b[1m\u001b[22m\nSchool Rumble was one of my first 5 or so comedy animes I watched, and it is still is one of the best! I've been thinking very often to maybe start reading the manga from where Ni Gakki (season 2) ends to where San Gakki (season 3 consisting of 2 OVA episodes) ends just to get some more of it. But yet I still pray for the day when a full season 3 will come. But nontheless, let's start with this review!\n\n\u001b[1mスクールランブルは私が見た私の最初の5つのコメディーアニメの一つであり、それはまだ最高です！ 私は、Ni Gakki（シーズン2）の終了地点からSan Gakki（シーズン3の2 OVAエピソード）が終了するところまでマンガを読み始めるのは、たぶん考えています。 しかし、フルシーズン3が来る日はまだ祈っています。 しかし、それにもかかわらず、このレビューから始めましょう！\u001b[22m\n\u001b[1m(Sukūruranburu wa watashi ga mita watashi no saisho no itsutsu no komedīanime no hitotsudeari, sore wa mada saikōdesu! Watashi wa, Ni Gakki (shīzun 2) no shūryō chiten kara San Gakki (shīzun 3 no 2 ovu~a episōdo) ga shūryō suru tokoro made manga o yomi hajimeru no wa, tabun kangaete imasu. Shikashi, furushīzun 3 ga kuru hi wa mada inotte imasu. Shikashi, sore nimokakawarazu, kono rebyū kara hajimemashou!)\u001b[22m\n\nTranslations of \u001b[4mSchool Rumble was one of my first 5 or so comedy animes I watched, and it is still is one of the best! I've been thinking very often to maybe start reading the manga from where Ni Gakki (season 2) ends to where San Gakki (season 3 consisting of 2 OVA episodes) ends just to get some more of it. But yet I still pray for the day when a full season 3 will come. But nontheless, let's start with this review!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Rumble was one of my first 5 or so comedy animes I watched, and it is still is one of the best!\u001b[24m\n    \u001b[1mスクールランブルは私が見た私の最初の5つのコメディーアニメの一つであり、それはまだ最高です！\u001b[22m, \u001b[1mスクールランブルは、私が見た私の最初の5かそこらコメディアニメの一つであった、そしてそれはまだ最高の一つです！\u001b[22m\n\u001b[4mI've been thinking very often to maybe start reading the manga from where Ni Gakki (season 2) ends to where San Gakki (season 3 consisting of 2 OVA episodes) ends just to get some more of it.\u001b[24m\n    \u001b[1m私は、Ni Gakki（シーズン2）の終了地点からSan Gakki（シーズン3の2 OVAエピソード）が終了するところまでマンガを読み始めるのは、たぶん考えています。\u001b[22m, \u001b[1m私は多分それのいくつかの詳細を取得するにはNiの楽器製造（シーズン2）サン・楽器製造（2 OVAエピソードからなるシーズン3が）ちょうど終わるところに終わるところから漫画を読み始めることが非常に頻繁に考えてきました。\u001b[22m\n\u001b[4mBut yet I still pray for the day when a full season 3 will come.\u001b[24m\n    \u001b[1mしかし、フルシーズン3が来る日はまだ祈っています。\u001b[22m, \u001b[1mしかし、まだ私はまだフルシーズン3が来る日のために祈ります。\u001b[22m\n\u001b[4mBut nontheless, let's start with this review!\u001b[24m\n    \u001b[1mしかし、それにもかかわらず、このレビューから始めましょう！\u001b[22m, \u001b[1mしかしnontheless、のが、このレビューに始めましょう！\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: Nothing special here. Just what you would expect from a random high school anime... Only with much, much more facial distortion! Some of the faces in this show are hilarious, but unfortunately it looks too simplistic in my taste with nothing to really please my eyes with. This art style does however start to grow on you and you start to appreciate it for what it is, even if you would have wanted something more out of it.\n\n\u001b[1mアニメーション：ここで特別なものはありません。 ちょうどあなたがランダムな高校のアニメから期待するもの...多くの、より多くの顔の歪みだけで！ このショーの顔のいくつかは面白いですが、残念ながら私の趣味ではあまりにも単純すぎて、私の目を本当に気にするものはありません。 しかし、この芸術スタイルはあなたの上で成長し始め、あなたはそれがより多くのものを望んでいたとしても、あなたがそれが何であるかを感謝し始める。\u001b[22m\n\u001b[1m(Animēshon: Koko de tokubetsuna mono wa arimasen. Chōdo anata ga randamuna kōkō no anime kara kitai suru mono... Ōku no, yori ōku no kao no yugami dake de! Kono shō no kao no ikutsu ka wa omoshiroidesuga, zan'nen'nagara watashi no shumide wa amarini mo tanjun sugite, watashi no me o hontōni ki ni suru mono wa arimasen. Shikashi, kono geijutsu sutairu wa anata no ue de seichō shi hajime, anata wa sore ga yori ōku no mono o nozonde ita to shite mo, anata ga sore ga nandearu ka o kansha shi hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mAnimation: Nothing special here. Just what you would expect from a random high school anime... Only with much, much more facial distortion! Some of the faces in this show are hilarious, but unfortunately it looks too simplistic in my taste with nothing to really please my eyes with. This art style does however start to grow on you and you start to appreciate it for what it is, even if you would have wanted something more out of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: Nothing special here.\u001b[24m\n    \u001b[1mアニメーション：ここで特別なものはありません。\u001b[22m, \u001b[1mアニメーション：ここに何も特別。\u001b[22m\n\u001b[4mJust what you would expect from a random high school anime... Only with much, much more facial distortion!\u001b[24m\n    \u001b[1mちょうどあなたがランダムな高校のアニメから期待するもの...多くの、より多くの顔の歪みだけで！\u001b[22m, \u001b[1mあなただけの、はるかに顔の歪みと...ランダム高校アニメに期待するだけで何！\u001b[22m\n\u001b[4mSome of the faces in this show are hilarious, but unfortunately it looks too simplistic in my taste with nothing to really please my eyes with.\u001b[24m\n    \u001b[1mこのショーの顔のいくつかは面白いですが、残念ながら私の趣味ではあまりにも単純すぎて、私の目を本当に気にするものはありません。\u001b[22m, \u001b[1mこのショーで顔の一部は陽気ですが、残念ながらそれは本当にで私の目を喜ばせるために何もない私の好みでは単純すぎる見えます。\u001b[22m\n\u001b[4mThis art style does however start to grow on you and you start to appreciate it for what it is, even if you would have wanted something more out of it.\u001b[24m\n    \u001b[1mしかし、この芸術スタイルはあなたの上で成長し始め、あなたはそれがより多くのものを望んでいたとしても、あなたがそれが何であるかを感謝し始める。\u001b[22m, \u001b[1mこのアートスタイルは、しかし、あなたに成長し始めるんし、あなたがそれからより多くの何かを思っているだろうとしても、それが何のためにそれを感謝し始めます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Even though there aren't very many songs in its OST, they are thankfully very memorable! There are alot of variety in the songs style which is always a good thing. From laidback, to comedic, to sad, to happy. The opening was sung by Horie Yui (Featuring Unscandal) and is called Scramble. And to be honest... It might be my favourite opening to any comedy anime ever! I just love it! The ending is saddly not as memorable; Onna no Ko Otoko no Ko sung by Ogura Yuuko might actually be one of my least favourite endings to any comedy anime ever! The voice cast in School Rumble does a solid performance and brings a lot of emotions to the characters who they are voicing. Oh and let's not forget the legendary song School Rumble 4 Ever!\n\n\u001b[1mサウンド：OSTにはあまり多くの曲がありませんが、感謝して非常に残念です！ 常に良いものである曲のスタイルのバラエティがたくさんあります。 一世代から、コメディ、悲しい、幸せまで。 オープニングはHorie Yui（フィーチャリング・アンスキャンダル）によって歌われ、Scrambleと呼ばれています。 そして正直言って...これは、これまでのコメディアニメの私の好きなオープニングかもしれない！ 私はただそれが大好き！ 結末は残念ながら思い出に残るものではありません。 小倉裕子が歌った恩納の恋の男の恋は、これまでのコメディのアニメにとって、私が一番好きなエンディングの一つかもしれません！ スクールランブルの声のキャストはしっかりとした演奏をしており、声を出しているキャラクターに多くの感情をもたらします。 ああ、伝説の曲「スクールランブル4」を忘れないように！\u001b[22m\n\u001b[1m(Saundo: OST ni wa amari ōku no kyoku ga arimasenga, kansha shite hijō ni zan'nendesu! Tsuneni yoi monodearu kyoku no sutairu no baraeti ga takusan arimasu. Hitosedai kara, komedi, kanashī, shiawase made. Ōpuningu wa Horie Yui (fīcharingu ansukyandaru) ni yotte utawa re, sukuranburu to yoba rete imasu. Soshite shōjiki itte... Kore wa, kore made no komedi anime no watashi no sukina ōpuningu kamo shirenai! Watashi wa tada sore ga daisuki! Ketsumatsu wa zan'nen'nagara omoide ni nokoru monode wa arimasen. Ogura Yūko ga utatta On'na no koi no otoko no koi wa, kore made no komedi no anime ni totte, watashi ga ichiban sukina endingu no hitotsu kamo shiremasen! Sukūruranburu no koe no kyasuto wa shikkari to shita ensō o shite ori,-goe o dashite iru kyarakutā ni ōku no kanjō o motarashimasu. Ā, densetsu no kyoku `sukūruranburu 4' o wasurenai yō ni!)\u001b[22m\n\nTranslations of \u001b[4mSound: Even though there aren't very many songs in its OST, they are thankfully very memorable! There are alot of variety in the songs style which is always a good thing. From laidback, to comedic, to sad, to happy. The opening was sung by Horie Yui (Featuring Unscandal) and is called Scramble. And to be honest... It might be my favourite opening to any comedy anime ever! I just love it! The ending is saddly not as memorable; Onna no Ko Otoko no Ko sung by Ogura Yuuko might actually be one of my least favourite endings to any comedy anime ever! The voice cast in School Rumble does a solid performance and brings a lot of emotions to the characters who they are voicing. Oh and let's not forget the legendary song School Rumble 4 Ever!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Even though there aren't very many songs in its OST, they are thankfully very memorable!\u001b[24m\n    \u001b[1mサウンド：OSTにはあまり多くの曲がありませんが、感謝して非常に残念です！\u001b[22m, \u001b[1mサウンド：そのOSTで非常に多くの曲がないにもかかわらず、彼らはありがたいことに、非常に思い出深いです！\u001b[22m\n\u001b[4mThere are alot of variety in the songs style which is always a good thing.\u001b[24m\n    \u001b[1m常に良いものである曲のスタイルのバラエティがたくさんあります。\u001b[22m, \u001b[1m常に良いことだ曲のスタイルでたくさんさまざまながあります。\u001b[22m\n\u001b[4mFrom laidback, to comedic, to sad, to happy.\u001b[24m\n    \u001b[1m一世代から、コメディ、悲しい、幸せまで。\u001b[22m, \u001b[1m悲しいに、コミカルに、のんびりから、幸せに。\u001b[22m\n\u001b[4mThe opening was sung by Horie Yui (Featuring Unscandal) and is called Scramble.\u001b[24m\n    \u001b[1mオープニングはHorie Yui（フィーチャリング・アンスキャンダル）によって歌われ、Scrambleと呼ばれています。\u001b[22m, \u001b[1m開口部は堀江由衣（UNSCANDALをフィーチャリング）によって歌われ、スクランブルと呼ばれています。\u001b[22m\n\u001b[4mAnd to be honest... It might be my favourite opening to any comedy anime ever!\u001b[24m\n    \u001b[1mそして正直言って...これは、これまでのコメディアニメの私の好きなオープニングかもしれない！\u001b[22m, \u001b[1mそして、正直に言うと...それは、これまで任意のコメディアニメへの私のお気に入りの開口部であるかもしれません！\u001b[22m\n\u001b[4mI just love it!\u001b[24m\n    \u001b[1m私はただそれが大好き！\u001b[22m, \u001b[1m私はちょうどそれを愛します！\u001b[22m\n\u001b[4mThe ending is saddly not as memorable;\u001b[24m\n    \u001b[1m結末は残念ながら思い出に残るものではありません。\u001b[22m, \u001b[1mエンディングはsaddlyとして記憶に残るではありません。\u001b[22m\n\u001b[4mOnna no Ko Otoko no Ko sung by Ogura Yuuko might actually be one of my least favourite endings to any comedy anime ever!\u001b[24m\n    \u001b[1m小倉裕子が歌った恩納の恋の男の恋は、これまでのコメディのアニメにとって、私が一番好きなエンディングの一つかもしれません！\u001b[22m, \u001b[1m小倉優子が歌う女のコ男のコは、実際には、これまで任意のコメディアニメに私の最も好きなエンディングの一つしている可能性があります！\u001b[22m\n\u001b[4mThe voice cast in School Rumble does a solid performance and brings a lot of emotions to the characters who they are voicing.\u001b[24m\n    \u001b[1mスクールランブルの声のキャストはしっかりとした演奏をしており、声を出しているキャラクターに多くの感情をもたらします。\u001b[22m, \u001b[1mスクールランブルでのボイスキャストは安定したパフォーマンスを行い、それらが表明されている文字に感情の多くをもたらします。\u001b[22m\n\u001b[4mOh and let's not forget the legendary song School Rumble 4 Ever!\u001b[24m\n    \u001b[1mああ、伝説の曲「スクールランブル4」を忘れないように！\u001b[22m, \u001b[1mああとの伝説の曲スクールランブル4エヴァーを忘れないようにしましょう！\u001b[22m\n\u001b[1m\u001b[22m\nStory: Seeing how this is a slapstick comedy anime, you know that you aren't gonna get a great story. It's basically about a guy who loves one girl who loves another boy. Let's just say that... Things don't always go the way these characters want them to. But even so the main story still manages to entertain you enough to wanna make you keep on watching.\n\n\u001b[1mストーリー：これがスラップスティックコメディアニメであることを見て、あなたは素晴らしい物語を得るつもりはないことを知っています。 それは基本的に、別の男の子を愛する女の子を大好きな男のことです。 ただ、そういうことを言ってみましょう。 しかし、それでもメインのストーリーは、あなたが見守ってくれるように十分に楽しませています。\u001b[22m\n\u001b[1m(Sutōrī: Kore ga surappusutikkukomedianimedearu koto o mite, anata wa subarashī monogatari o eru tsumori wanai koto o shitte imasu. Sore wa kihontekini,-betsu no otokonoko o aisuru on'nanoko o daisukina otoko no kotodesu. Tada, sō iu koto o itte mimashou. Shikashi, soredemo mein no sutōrī wa, anata ga mimamotte kureru yō ni jūbun ni tanoshima sete imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: Seeing how this is a slapstick comedy anime, you know that you aren't gonna get a great story. It's basically about a guy who loves one girl who loves another boy. Let's just say that... Things don't always go the way these characters want them to. But even so the main story still manages to entertain you enough to wanna make you keep on watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Seeing how this is a slapstick comedy anime, you know that you aren't gonna get a great story.\u001b[24m\n    \u001b[1mストーリー：これがスラップスティックコメディアニメであることを見て、あなたは素晴らしい物語を得るつもりはないことを知っています。\u001b[22m, \u001b[1mストーリー：これはスラップスティックコメディアニメでどのように見て、あなたは素晴らしい話を得るつもりはないことを知っています。\u001b[22m\n\u001b[4mIt's basically about a guy who loves one girl who loves another boy.\u001b[24m\n    \u001b[1mそれは基本的に、別の男の子を愛する女の子を大好きな男のことです。\u001b[22m, \u001b[1mそれは別の少年を愛する一人の女の子を愛する男について、基本的です。\u001b[22m\n\u001b[4mLet's just say that... Things don't always go the way these characters want them to.\u001b[24m\n    \u001b[1mただ、そういうことを言ってみましょう。\u001b[22m, \u001b[1mちょうど...物事は常にこれらの文字は、それらがしたいの道を行っていないことを言ってみましょう。\u001b[22m\n\u001b[4mBut even so the main story still manages to entertain you enough to wanna make you keep on watching.\u001b[24m\n    \u001b[1mしかし、それでもメインのストーリーは、あなたが見守ってくれるように十分に楽しませています。\u001b[22m, \u001b[1mしかし、主な話はまだしたいに十分なあなたを楽しませるために管理し、そうであっても、あなたが見続ける作ります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Ah yes, now this is where School Rumble really shines! The cast in School Rumble may be one of the best casts in any anime I've ever seen! Watching Harima is the same thing as watching a small child grow into a man! You got the goofy girl Tenma, the weirdo Karasuma, the spanish wrestler Lala, the pervert Imadori, the mysterious Akira, the ojou Sawachika and the list goes on and on... But there is one certain character that steals the entire show. You who have seen the show know exactly who I'm talking about! I'm of course talking about the man, the legend, the myth, the one and only: Harima Kenji! How can you not love this guy! The guy is as manly as you can be! Now, every character develops very nicely during the show, and no one can disagree with me that School Rumble may have one of the best character developments in any comedy anime. But Harima takes the price himself! Never have I seen a character go through so many changes both physically and mentally!\n\n\u001b[1mキャラクター：ああ、今これはスクールランブルが本当に輝いている場所です！ スクールランブルのキャストは、私が今まで見たアニメの中でも最高のキャストの一つかもしれません！ 播磨を見ることは、小さな子供が男に成長するのを見るのと同じことです！ あなたはおばあちゃんの天満、奇妙な烏丸、スペインのレスラー、ララ、変わったイマドリ、不思議なアキラ、オジョウサワチカ、そしてリストが続く...しかし、全部の番組を盗む一人のキャラクターがいる。 ショーを見たあなたは、私が誰について話しているのかを正確に知っています！ 私はもちろん、男、伝説、神話、唯一の：播磨健二について話している！ どのようにこの男を愛していないことができます！ 男はあなたができるようにマンハッタンです！ さて、すべてのキャラクターはショーの間に非常にうまく発達しています。そして誰も私に同意できません。スクールランブルはどんなコメディアニメにおいても最高のキャラクターの発展を遂げるかもしれません。 しかし、播磨は値段を取っています！ 私はキャラクターが物理的にも精神的にも非常に多くの変化を経験するのを見たことがありません！\u001b[22m\n\u001b[1m(Kyarakutā: Ā, ima kore wa sukūruranburu ga hontōni kagayaite iru bashodesu! Sukūruranburu no kyasuto wa, watashi ga imamade mita anime no naka demo saikō no kyasuto no hitotsu kamo shiremasen! Anata wa o bāchan no Tenma, kimyōna Karasuma, Supein no resurā, rara, kawatta imadori, fushigina Akira, ojousawachika, soshite risuto ga tsudzuku... Shikashi, zenbu no bangumi o nusumu hitori no kyarakutā ga iru. Shō o mita anata wa, watashi ga dare ni tsuite hanashite iru no ka o seikaku ni shitte imasu! Watashi wa mochiron, otoko, densetsu, shinwa, yuiitsu no: Harima Kenji ni tsuite hanashite iru! Dono yō ni kono otoko o aishite inai koto ga dekimasu! Otoko wa anata ga dekiru yō ni Manhattandesu! Sate, subete no kyarakutā wa shō no ma ni hijō ni umaku hattatsu shite imasu. Soshite dare mo watashi ni dōi dekimasen. Sukūruranburu wa don'na komedi anime ni oite mo saikō no kyarakutā no hatten o togeru kamo shiremasen. Shikashi, Harima wa nedan o totte imasu! Watashi wa kyarakutā ga butsuri-teki ni mo seishintekini mo hijō ni ōku no henka o keiken suru no o mita koto ga arimasen! Harima o miru koto wa, chīsana kodomo ga otoko ni seichō suru no o miru no to onaji kotodesu!)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Ah yes, now this is where School Rumble really shines! The cast in School Rumble may be one of the best casts in any anime I've ever seen! Watching Harima is the same thing as watching a small child grow into a man! You got the goofy girl Tenma, the weirdo Karasuma, the spanish wrestler Lala, the pervert Imadori, the mysterious Akira, the ojou Sawachika and the list goes on and on... But there is one certain character that steals the entire show. You who have seen the show know exactly who I'm talking about! I'm of course talking about the man, the legend, the myth, the one and only: Harima Kenji! How can you not love this guy! The guy is as manly as you can be! Now, every character develops very nicely during the show, and no one can disagree with me that School Rumble may have one of the best character developments in any comedy anime. But Harima takes the price himself! Never have I seen a character go through so many changes both physically and mentally!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Ah yes, now this is where School Rumble really shines!\u001b[24m\n    \u001b[1mキャラクター：ああ、今これはスクールランブルが本当に輝いている場所です！\u001b[22m, \u001b[1m文字は：はいああ、今、これはスクールランブルが本当に輝く場所です！\u001b[22m\n\u001b[4mThe cast in School Rumble may be one of the best casts in any anime I've ever seen!\u001b[24m\n    \u001b[1mスクールランブルのキャストは、私が今まで見たアニメの中でも最高のキャストの一つかもしれません！\u001b[22m, \u001b[1mスクールランブルでのキャストは、私が今まで見た中のアニメで最高のキャストのいずれかになります！\u001b[22m\n\u001b[4mYou got the goofy girl Tenma, the weirdo Karasuma, the spanish wrestler Lala, the pervert Imadori, the mysterious Akira, the ojou Sawachika and the list goes on and on... But there is one certain character that steals the entire show.\u001b[24m\n    \u001b[1mあなたはおばあちゃんの天満、奇妙な烏丸、スペインのレスラー、ララ、変わったイマドリ、不思議なアキラ、オジョウサワチカ、そしてリストが続く...しかし、全部の番組を盗む一人のキャラクターがいる。\u001b[22m, \u001b[1mあなたが間抜けな女の子天満、変人烏丸を持って、スペイン語レスラーララ、変態Imadori、神秘的な明、Ojou警備Sawachika、リストは延々と続く...しかし、全体のショーを盗む1特定の文字があります。\u001b[22m\n\u001b[4mYou who have seen the show know exactly who I'm talking about!\u001b[24m\n    \u001b[1mショーを見たあなたは、私が誰について話しているのかを正確に知っています！\u001b[22m, \u001b[1mショーを見ているあなたは、私が話している正確に誰が知っています！\u001b[22m\n\u001b[4mI'm of course talking about the man, the legend, the myth, the one and only: Harima Kenji!\u001b[24m\n    \u001b[1m私はもちろん、男、伝説、神話、唯一の：播磨健二について話している！\u001b[22m, \u001b[1m播磨賢治：私はもちろん男、伝説、神話、一つだけと話しています！\u001b[22m\n\u001b[4mHow can you not love this guy!\u001b[24m\n    \u001b[1mどのようにこの男を愛していないことができます！\u001b[22m, \u001b[1mどのようにこの男を愛することができません！\u001b[22m\n\u001b[4mThe guy is as manly as you can be!\u001b[24m\n    \u001b[1m男はあなたができるようにマンハッタンです！\u001b[22m, \u001b[1m男はあなたができる限り男らしいです！\u001b[22m\n\u001b[4mNow, every character develops very nicely during the show, and no one can disagree with me that School Rumble may have one of the best character developments in any comedy anime.\u001b[24m\n    \u001b[1mさて、すべてのキャラクターはショーの間に非常にうまく発達しています。そして誰も私に同意できません。スクールランブルはどんなコメディアニメにおいても最高のキャラクターの発展を遂げるかもしれません。\u001b[22m, \u001b[1m今、すべての文字は、ショーの間に非常にきれいに発達し、誰もスクールランブルは、任意のコメディアニメで最高のキャラクターの開発の1つを有することができることを私に反対することはできません。\u001b[22m\n\u001b[4mBut Harima takes the price himself!\u001b[24m\n    \u001b[1mしかし、播磨は値段を取っています！\u001b[22m, \u001b[1mしかし、播磨は自分の価格を取ります！\u001b[22m\n\u001b[4mNever have I seen a character go through so many changes both physically and mentally!\u001b[24m\n    \u001b[1m私はキャラクターが物理的にも精神的にも非常に多くの変化を経験するのを見たことがありません！\u001b[22m, \u001b[1m私は肉体的にも精神的に非常に多くの変化を経る文字を見たことがありません！\u001b[22m\n\u001b[4mWatching Harima is the same thing as watching a small child grow into a man!\u001b[24m\n    \u001b[1m播磨を見ることは、小さな子供が男に成長するのを見るのと同じことです！\u001b[22m, \u001b[1m播磨を見て、小さな子供が男に成長見て同じことです！\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: This anime will entertain you in more ways than one. It will make you laugh your lungs out, while at the same time manage to sympathise with the characters. I never once got bored while watching this anime and that is saying a lot!\n\n\u001b[1m楽しさ：このアニメはあなたより多くの点であなたを楽しませます。 それは、同時にあなたの肺を笑わせると同時に、文字を共感することができます。 このアニメを見ているうちに一度も退屈することはありませんでした。\u001b[22m\n\u001b[1m(Tanoshisa: Kono anime wa anata yori ōku no ten de anata o tanoshima semasu. Sore wa, dōjini anata no hai o warawaseru to dōjini, moji o kyōkan suru koto ga dekimasu. Kono anime o mite iru uchi ni ichido mo taikutsu suru koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: This anime will entertain you in more ways than one. It will make you laugh your lungs out, while at the same time manage to sympathise with the characters. I never once got bored while watching this anime and that is saying a lot!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: This anime will entertain you in more ways than one.\u001b[24m\n    \u001b[1m楽しさ：このアニメはあなたより多くの点であなたを楽しませます。\u001b[22m, \u001b[1m楽しさ：このアニメは、1つ以上の方法であなたを楽しまれます。\u001b[22m\n\u001b[4mIt will make you laugh your lungs out, while at the same time manage to sympathise with the characters.\u001b[24m\n    \u001b[1mそれは、同時にあなたの肺を笑わせると同時に、文字を共感することができます。\u001b[22m, \u001b[1mそれは同時に、文字に同情するために管理しているときに、あなたの肺を笑わせるます。\u001b[22m\n\u001b[4mI never once got bored while watching this anime and that is saying a lot!\u001b[24m\n    \u001b[1mこのアニメを見ているうちに一度も退屈することはありませんでした。\u001b[22m, \u001b[1mこのアニメを見ながら、私は決して一度飽きてしまった、それは多くのことを言っています！\u001b[22m\n\u001b[1m\u001b[22m\nWith all the fun gags and the development of all characters, School Rumble is an anime I would say is perfect to rewatch! How could you even get bored with this hilarious anime?!\n\n\u001b[1mすべての楽しいギャグとすべてのキャラクターの開発で、スクールランブルは、私が再ウォッチするには完璧だと言うだろうアニメです！ どのようにこの陽気なアニメに飽きることができますか？\u001b[22m\n\u001b[1m(Subete no tanoshī gyagu to subete no kyarakutā no kaihatsu de, sukūruranburu wa, watashi ga sai u~otchi suru ni wa kanpekida to iudarou animedesu! Dono yō ni kono yōkina anime ni akiru koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mWith all the fun gags and the development of all characters, School Rumble is an anime I would say is perfect to rewatch! How could you even get bored with this hilarious anime?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith all the fun gags and the development of all characters, School Rumble is an anime I would say is perfect to rewatch!\u001b[24m\n    \u001b[1mすべての楽しいギャグとすべてのキャラクターの開発で、スクールランブルは、私が再ウォッチするには完璧だと言うだろうアニメです！\u001b[22m, \u001b[1mすべての楽しギャグと、すべての文字の発展に伴い、スクールランブルは私がrewatchにはうってつけだと思いアニメです！\u001b[22m\n\u001b[4mHow could you even get bored with this hilarious anime?!\u001b[24m\n    \u001b[1mどのようにこの陽気なアニメに飽きることができますか？\u001b[22m, \u001b[1mどのようにあなたも、この陽気なアニメに飽きて得ることができます！\u001b[22m\n\u001b[1m\u001b[22m\nSo all in all, School Rumble is an anime you should definitely watch if you want a fun anime that's got excellent character development and always manages to deliver! Watch it now!\n\n\u001b[1mだから、スクールランブルは、優れたキャラクターの開発があり、常に配信することができる楽しいアニメが必要な場合には、必ず見なければならないアニメです！ 今すぐ見る！\u001b[22m\n\u001b[1m(Dakara, sukūruranburu wa, sugureta kyarakutā no kaihatsu ga ari, tsuneni haishin suru koto ga dekiru tanoshī anime ga hitsuyōna baai ni wa, kanarazu minakereba naranai animedesu! Ima sugu miru!)\u001b[22m\n\nTranslations of \u001b[4mSo all in all, School Rumble is an anime you should definitely watch if you want a fun anime that's got excellent character development and always manages to deliver! Watch it now!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo all in all, School Rumble is an anime you should definitely watch if you want a fun anime that's got excellent character development and always manages to deliver!\u001b[24m\n    \u001b[1mだから、スクールランブルは、優れたキャラクターの開発があり、常に配信することができる楽しいアニメが必要な場合には、必ず見なければならないアニメです！\u001b[22m, \u001b[1mしたがって、すべてのすべてで、スクールランブルでは、優れたキャラクターの成長を持って、常に提供するために管理しています楽しいアニメをしたい場合、あなたは間違いなく見るべきアニメです！\u001b[22m\n\u001b[4mWatch it now!\u001b[24m\n    \u001b[1m今すぐ見る！\u001b[22m, \u001b[1m今それを見てください！\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "JKHM",
    "profile": "/profile/JKHM/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=204802",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n\n\n結果：完全かつ完全な心臓の萎縮空虚。 播磨は感情的に拷問され、基本的に死ぬことになった。 天満はアメリカに渡って烏丸と一緒に病院にいる​​ので彼の世話をする看護師になり、彼の記憶を抹消した状態になった。 彼は彼女が誰であるかを知らないが、彼はまだ彼と一緒にいたい。 播磨は女の子を手に入れません。 実際、誰も誰も取得しません。 ほぼすべてのストーリーラインが未完成のままになります。\n\n私は完全に落ち込んでいて、空の中に残っていました。 それが私がそれを表現する最良の方法です。 私は答えを持っていなければならなかった。 私は漫画を見つけ、すぐに読んで始めた。\n\n全体のマンガを読んだ後、フォローアップマンガ「School Rumble Z」を読んだ後、私は厳しい現実に直面しなければなりませんでした......結論はありませんでした。 幸せなカップル、ゆるい終わりは結ばれていません。 ちょうど空虚とうつ。 あたかもキャラクターが一生のうちに殺されたようで、その未来は短くなった。 スクール・ランブルというこの旅に出かけるまで、気分を理解する方法はありません。 それは比類のないものです。\n\n私はそれを信じられませんでした。 私はスクールランブルについてのすべての情報をインターネット上で検索し、それは創作者の小林晋です。 私はファンに手を差し伸べて、私と同じ話を聞き始めました。 彼らがそれの最後に感じたやり方は私の話のようでした。 感情の波：ショックと不信、混乱、空虚、うつ病、苦味。\n\nこの話にははるかに多くがあります。 しかし、基本的には、私がこの任務をどのように始めて小林さんに到達したかです。 わずかな進歩の瞬間と、いくつかの失望がありました。 私はこの中で一人ぼっちのような気分になり、世界中の多くの異なる国のSchool Rumbleファンの愛とサポートを感じています。 一つのことは確かです、私はあきらめないという計画はありません。\n\n最後に、播磨の正義、ファンの閉鎖、主人公が女の子を迎えるかどうか、ついに春が来るかもしれないというモットーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nResult: Complete and utter heart wrenching emptiness. Harima has been emotionally tortured and left to die basically. Tenma is gone to America to be with Karasuma and become a nurse to take care of him because he is in the hospital there with a condition that has wiped out his memory. He doesn’t even know who she is but she still wants to be with him. Harima does not get the girl. In fact no one gets anyone. Almost every story line is left unfinished.\n\n\u001b[1m結果：完全かつ完全な心臓の萎縮空虚。 播磨は感情的に拷問され、基本的に死ぬことになった。 天満はアメリカに渡って烏丸と一緒に病院にいる​​ので彼の世話をする看護師になり、彼の記憶を抹消した状態になった。 彼は彼女が誰であるかを知らないが、彼はまだ彼と一緒にいたい。 播磨は女の子を手に入れません。 実際、誰も誰も取得しません。 ほぼすべてのストーリーラインが未完成のままになります。\u001b[22m\n\u001b[1m(Kekka: Kanzen katsu kanzen'na shinzō no ishuku kūkyo. Harima wa kanjō-teki ni gōmon sa re, kihontekini shinu koto ni natta. Tenma wa Amerika ni watatte Karasuma to issho ni byōin ni iru ​​node kare no sewa o suru kankoshi ni nari, kare no kioku o masshō shita jōtai ni natta. Kare wa kanojo ga daredearu ka o shiranai ga, kare wa mada kare to issho ni itai. Harima wa on'nanoko o te ni iremasen. Jissai, dare mo dare mo shutoku shimasen. Hobo subete no sutōrīrain ga mikansei no mama ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mResult: Complete and utter heart wrenching emptiness. Harima has been emotionally tortured and left to die basically. Tenma is gone to America to be with Karasuma and become a nurse to take care of him because he is in the hospital there with a condition that has wiped out his memory. He doesn’t even know who she is but she still wants to be with him. Harima does not get the girl. In fact no one gets anyone. Almost every story line is left unfinished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mResult: Complete and utter heart wrenching emptiness.\u001b[24m\n    \u001b[1m結果：完全かつ完全な心臓の萎縮空虚。\u001b[22m, \u001b[1m結果：全くの心痛む空虚。\u001b[22m\n\u001b[4mHarima has been emotionally tortured and left to die basically.\u001b[24m\n    \u001b[1m播磨は感情的に拷問され、基本的に死ぬことになった。\u001b[22m, \u001b[1m播磨は感情的に拷問と基本的に死ぬために残されています。\u001b[22m\n\u001b[4mTenma is gone to America to be with Karasuma and become a nurse to take care of him because he is in the hospital there with a condition that has wiped out his memory.\u001b[24m\n    \u001b[1m天満はアメリカに渡って烏丸と一緒に病院にいるので彼の世話をする看護師になり、彼の記憶を抹消した状態になった。\u001b[22m, \u001b[1m天満は烏丸となると、彼は彼の記憶を一掃した状態であり、病院にあるので、彼の世話をする看護師になるためにアメリカに行っています。\u001b[22m\n\u001b[4mHe doesn’t even know who she is but she still wants to be with him.\u001b[24m\n    \u001b[1m彼は彼女が誰であるかを知らないが、彼はまだ彼と一緒にいたい。\u001b[22m, \u001b[1m彼も彼女が誰であるか知らないが、彼女はまだ彼と一緒になりたいと思っています。\u001b[22m\n\u001b[4mHarima does not get the girl.\u001b[24m\n    \u001b[1m播磨は女の子を手に入れません。\u001b[22m, \u001b[1m播磨は女の子を取得していません。\u001b[22m\n\u001b[4mIn fact no one gets anyone.\u001b[24m\n    \u001b[1m実際、誰も誰も取得しません。\u001b[22m, \u001b[1m実際には誰も誰を取得していません。\u001b[22m\n\u001b[4mAlmost every story line is left unfinished.\u001b[24m\n    \u001b[1mほぼすべてのストーリーラインが未完成のままになります。\u001b[22m, \u001b[1mほぼすべてのストーリーラインは未完成のままです。\u001b[22m\n\u001b[1m\u001b[22m\nI was fully depressed and left with an empty feeling inside. That’s the best way I can describe it. I had to have answers. I found the manga and began reading immediately.\n\n\u001b[1m私は完全に落ち込んでいて、空の中に残っていました。 それが私がそれを表現する最良の方法です。 私は答えを持っていなければならなかった。 私は漫画を見つけ、すぐに読んで始めた。\u001b[22m\n\u001b[1m(Watashi wa kanzen ni ochikonde ite, sora no naka ni nokotte imashita. Sore ga watashi ga sore o hyōgen suru sairyō no hōhōdesu. Watashi wa kotae o motte inakereba naranakatta. Watashi wa manga o mitsuke, sugu ni yonde hajimeta.)\u001b[22m\n\nTranslations of \u001b[4mI was fully depressed and left with an empty feeling inside. That’s the best way I can describe it. I had to have answers. I found the manga and began reading immediately.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was fully depressed and left with an empty feeling inside.\u001b[24m\n    \u001b[1m私は完全に落ち込んでいて、空の中に残っていました。\u001b[22m, \u001b[1m私は完全に落ち込んでいたと内側の虚無感が残ります。\u001b[22m\n\u001b[4mThat’s the best way I can describe it.\u001b[24m\n    \u001b[1mそれが私がそれを表現する最良の方法です。\u001b[22m, \u001b[1mそれは私がそれを記述することができる最善の方法です。\u001b[22m\n\u001b[4mI had to have answers.\u001b[24m\n    \u001b[1m私は答えを持っていなければならなかった。\u001b[22m, \u001b[1m私は答えを持っていました。\u001b[22m\n\u001b[4mI found the manga and began reading immediately.\u001b[24m\n    \u001b[1m私は漫画を見つけ、すぐに読んで始めた。\u001b[22m, \u001b[1m私は漫画を発見し、すぐに読み始めました。\u001b[22m\n\u001b[1m\u001b[22m\nAfter reading through the ENTIRE manga and then the follow up manga “School Rumble Z” I had to face harsh reality…….there was NO conclusion. No happy couples, no loose ends tied up, no happily ever after or riding off into the sunset. Just more emptiness and depression. It was as if the characters had been killed in the prime of their lives and their futures were cut short. There is no way you can understand the way it feels unless you’ve been on this journey that is School Rumble. It’s incomparable.\n\n\u001b[1m全体のマンガを読んだ後、フォローアップマンガ「School Rumble Z」を読んだ後、私は厳しい現実に直面しなければなりませんでした......結論はありませんでした。 幸せなカップル、ゆるい終わりは結ばれていません。 ちょうど空虚とうつ。 あたかもキャラクターが一生のうちに殺されたようで、その未来は短くなった。 スクール・ランブルというこの旅に出かけるまで、気分を理解する方法はありません。 それは比類のないものです。\u001b[22m\n\u001b[1m(Zentai no manga o yonda nochi, forōappumanga `sukūruranburu Z' o yonda nochi, watashi wa kibishī genjitsu ni chokumen shinakereba narimasendeshita... ... Ketsuron wa arimasendeshita. Shiawasena kappuru, yurui owari wa musuba rete imasen. Chōdo kūkyo to utsu. Atakamo kyarakutā ga isshō no uchi ni korosa reta yō de, sono mirai wa mijikaku natta. Sukūru ranburu to iu kono tabi ni dekakeru made, kibun o rikai suru hōhō wa arimasen. Sore wa hirui no nai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter reading through the ENTIRE manga and then the follow up manga “School Rumble Z” I had to face harsh reality…….there was NO conclusion. No happy couples, no loose ends tied up, no happily ever after or riding off into the sunset. Just more emptiness and depression. It was as if the characters had been killed in the prime of their lives and their futures were cut short. There is no way you can understand the way it feels unless you’ve been on this journey that is School Rumble. It’s incomparable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter reading through the ENTIRE manga and then the follow up manga “School Rumble Z” I had to face harsh reality…….there was NO conclusion.\u001b[24m\n    \u001b[1m全体のマンガを読んだ後、フォローアップマンガ「School Rumble Z」を読んだ後、私は厳しい現実に直面しなければなりませんでした......結論はありませんでした。\u001b[22m, \u001b[1mその後、フォローアップ漫画「スクールランブルZ」を全体漫画を読んとした後、私はNO結論は.thereませんでした......厳しい現実に直面しなければなりませんでした。\u001b[22m\n\u001b[4mNo happy couples, no loose ends tied up, no happily ever after or riding off into the sunset.\u001b[24m\n    \u001b[1m幸せなカップル、ゆるい終わりは結ばれていません。\u001b[22m, \u001b[1mいいえ幸せなカップルなし、幸せ後や夕日にオフに乗って、縛られていない未決。\u001b[22m\n\u001b[4mJust more emptiness and depression.\u001b[24m\n    \u001b[1mちょうど空虚とうつ。\u001b[22m, \u001b[1mちょうどより多くの虚しさとうつ病。\u001b[22m\n\u001b[4mIt was as if the characters had been killed in the prime of their lives and their futures were cut short.\u001b[24m\n    \u001b[1mあたかもキャラクターが一生のうちに殺されたようで、その未来は短くなった。\u001b[22m, \u001b[1m文字は自分たちの生活の首相に殺されたとその先物が短くカットされたかのようでした。\u001b[22m\n\u001b[4mThere is no way you can understand the way it feels unless you’ve been on this journey that is School Rumble.\u001b[24m\n    \u001b[1mスクール・ランブルというこの旅に出かけるまで、気分を理解する方法はありません。\u001b[22m, \u001b[1mあなたはスクールランブルで、この旅にされていない限り、それは感じている方法を理解することができます方法はありません。\u001b[22m\n\u001b[4mIt’s incomparable.\u001b[24m\n    \u001b[1mそれは比類のないものです。\u001b[22m, \u001b[1mそれは比類のないです。\u001b[22m\n\u001b[1m\u001b[22m\nI couldn’t believe it. I searched all over the internet for any and all information about School Rumble and it’s creator Jin Kobayashi. I began reaching out to fans and hearing their stories that were the same as mine. The way they felt at the end of it all was like my story. The wave of emotions: shock and disbelief, confusion, emptiness, depression, and bitterness.\n\n\u001b[1m私はそれを信じられませんでした。 私はスクールランブルについてのすべての情報をインターネット上で検索し、それは創作者の小林晋です。 私はファンに手を差し伸べて、私と同じ話を聞き始めました。 彼らがそれの最後に感じたやり方は私の話のようでした。 感情の波：ショックと不信、混乱、空虚、うつ病、苦味。\u001b[22m\n\u001b[1m(Watashi wa sore o shinji raremasendeshita. Watashi wa sukūruranburu ni tsuite no subete no jōhō o intānetto-jō de kensaku shi, soreha sōsaku-sha no Kobayashi Shindesu. Watashi wa fan ni te o sashinobete, watashi to onaji-wa o kiki hajimemashita. Karera ga sore no saigo ni kanjita yarikata wa watashi no hanashi no yōdeshita. Kanjō no nami: Shokku to fushin, konran, kūkyo, utsubyō, nigami.)\u001b[22m\n\nTranslations of \u001b[4mI couldn’t believe it. I searched all over the internet for any and all information about School Rumble and it’s creator Jin Kobayashi. I began reaching out to fans and hearing their stories that were the same as mine. The way they felt at the end of it all was like my story. The wave of emotions: shock and disbelief, confusion, emptiness, depression, and bitterness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI couldn’t believe it.\u001b[24m\n    \u001b[1m私はそれを信じられませんでした。\u001b[22m, \u001b[1m私はそれを信じることができませんでした。\u001b[22m\n\u001b[4mI searched all over the internet for any and all information about School Rumble and it’s creator Jin Kobayashi.\u001b[24m\n    \u001b[1m私はスクールランブルについてのすべての情報をインターネット上で検索し、それは創作者の小林晋です。\u001b[22m, \u001b[1m私はすべてのスクールランブルについての、すべての情報のためのインターネット上で検索し、それがクリエーター小林尽です。\u001b[22m\n\u001b[4mI began reaching out to fans and hearing their stories that were the same as mine.\u001b[24m\n    \u001b[1m私はファンに手を差し伸べて、私と同じ話を聞き始めました。\u001b[22m, \u001b[1m私はファンに手を差し伸べると私と同じであった彼らの物語を聞いて始めました。\u001b[22m\n\u001b[4mThe way they felt at the end of it all was like my story.\u001b[24m\n    \u001b[1m彼らがそれの最後に感じたやり方は私の話のようでした。\u001b[22m, \u001b[1m彼らはそれをすべての終わりに感じた方法は、私の話のようでした。\u001b[22m\n\u001b[4mThe wave of emotions: shock and disbelief, confusion, emptiness, depression, and bitterness.\u001b[24m\n    \u001b[1m感情の波：ショックと不信、混乱、空虚、うつ病、苦味。\u001b[22m, \u001b[1mショックと不信、混乱、虚しさ、うつ病、および苦味：感情の波。\u001b[22m\n\u001b[1m\u001b[22m\nThere is much much more to this story. But that’s basically how I got started on this mission to reach Mr. Kobayashi. There have been moments of slight progress, and a few disappointments. Ups and downs, feeling like I’m all alone in this, and then feeling the love and support of School Rumble fans from many different countries around the world. One thing is certain, I have no plans of EVER giving up.\n\n\u001b[1mこの話にははるかに多くがあります。 しかし、基本的には、私がこの任務をどのように始めて小林さんに到達したかです。 わずかな進歩の瞬間と、いくつかの失望がありました。 私はこの中で一人ぼっちのような気分になり、世界中の多くの異なる国のSchool Rumbleファンの愛とサポートを感じています。 一つのことは確かです、私はあきらめないという計画はありません。\u001b[22m\n\u001b[1m(Kono-wa ni wa haruka ni ōku ga arimasu. Shikashi, kihontekini wa, watashi ga kono ninmu o dono yō ni hajimete Kobayashi-san ni tōtatsu shita kadesu. Wazukana shinpo no shunkan to, ikutsu ka no shitsubō ga arimashita. Watashi wa kono Chū de hitoribotchi no yōna kibun ni nari, sekaijū no ōku no kotonaru kuni no sukūruranburu fan no ai to sapōto o kanjite imasu. Hitotsu no koto wa tashikadesu, watashi wa akiramenai to iu keikaku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere is much much more to this story. But that’s basically how I got started on this mission to reach Mr. Kobayashi. There have been moments of slight progress, and a few disappointments. Ups and downs, feeling like I’m all alone in this, and then feeling the love and support of School Rumble fans from many different countries around the world. One thing is certain, I have no plans of EVER giving up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is much much more to this story.\u001b[24m\n    \u001b[1mこの話にははるかに多くがあります。\u001b[22m, \u001b[1mずっとずっとこの話にあります。\u001b[22m\n\u001b[4mBut that’s basically how I got started on this mission to reach Mr. Kobayashi.\u001b[24m\n    \u001b[1mしかし、基本的には、私がこの任務をどのように始めて小林さんに到達したかです。\u001b[22m, \u001b[1mしかし、それは私が小林氏に到達するために、このミッションに始まった方法を基本的にです。\u001b[22m\n\u001b[4mThere have been moments of slight progress, and a few disappointments.\u001b[24m\n    \u001b[1mわずかな進歩の瞬間と、いくつかの失望がありました。\u001b[22m, \u001b[1mわずかな進歩の瞬間、といくつかの失望がありました。\u001b[22m\n\u001b[4mUps and downs, feeling like I’m all alone in this, and then feeling the love and support of School Rumble fans from many different countries around the world.\u001b[24m\n    \u001b[1m私はこの中で一人ぼっちのような気分になり、世界中の多くの異なる国のSchool Rumbleファンの愛とサポートを感じています。\u001b[22m, \u001b[1m浮き沈み、私はこのすべてで一人で、その後、世界中のさまざまな国からのスクールランブルのファンの愛とサポートを感じているような感じ。\u001b[22m\n\u001b[4mOne thing is certain, I have no plans of EVER giving up.\u001b[24m\n    \u001b[1m一つのことは確かです、私はあきらめないという計画はありません。\u001b[22m, \u001b[1m一つは、私が今まであきらめの予定はありません、確かです。\u001b[22m\n\u001b[1m\u001b[22m\nIn closing, here’s the motto: Justice for Harima, closure for the fans, may the hero get his girl, may his spring finally come.\n\n\u001b[1m最後に、播磨の正義、ファンの閉鎖、主人公が女の子を迎えるかどうか、ついに春が来るかもしれないというモットーです。\u001b[22m\n\u001b[1m(Saigo ni, Harima no seigi, fan no heisa, shujinkō ga on'nanoko o mukaeru ka dō ka, tsuini haru ga kuru kamo shirenai to iu mottōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIn closing, here’s the motto: Justice for Harima, closure for the fans, may the hero get his girl, may his spring finally come.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn closing, here’s the motto: Justice for Harima, closure for the fans, may the hero get his girl, may his spring finally come.\u001b[24m\n    \u001b[1m最後に、播磨の正義、ファンの閉鎖、主人公が女の子を迎えるかどうか、ついに春が来るかもしれないというモットーです。\u001b[22m, \u001b[1m最後に、ここでのモットーです：播磨のための正義、ファンのための閉鎖は、主人公は彼の少女は、彼の春は最終的に来るかもしれないことがあります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "cheapshoes",
    "profile": "/profile/cheapshoes/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=111251",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\nカラフルな高校生のような気持ち（よく似ている）\n\n今日はアニメのようにきれいでファンシーではありませんが、School Rumbleのストーリーライン（そしてその続編はもちろん）は、多くのライフ/コメディ/ロマンスアニメシリーズの中で際立っています。\n\nランダム性はときどき気になるかもしれませんが、メイン・ストーリー・アークはいつも、私が見たいと思っていることを次のように感じさせます。 もちろんコメディーは5/5というのは間違いありません。 キャラクター・バック・ストーリーはちょっと無作為でしたが、それでも本当に意味があります。\n\nこのアニメでは、ロマンス/コメディーアニメのファンなら必見です。\n\nあなたはそれを試してみるべきです。\n\nこのシリーズのクリエイター、小林晋、このシリーズを何度も見たり読んだりして、私に笑顔をもたらします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nClosest to what a colorful High School life feels like (well sort-of)\n\n\u001b[1mカラフルな高校生のような気持ち（よく似ている）\u001b[22m\n\u001b[1m(Karafuruna kōkōsei no yōna kimochi (yoku nite iru))\u001b[22m\n\nTranslations of \u001b[4mClosest to what a colorful High School life feels like (well sort-of)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mClosest to what a colorful High School life feels like (well sort-of)\u001b[24m\n    \u001b[1mカラフルな高校生のような気持ち（よく似ている）\u001b[22m, \u001b[1mカラフルな高校生活はどんな感じかに最も近い（よくソートの）\u001b[22m\n\u001b[1m\u001b[22m\nAlthough not as pretty and fancy as anime's today, the story line of School Rumble (and all of its sequels of course) is what makes it stand out among many slice of life/comedy/romance anime series'.\n\n\u001b[1m今日はアニメのようにきれいでファンシーではありませんが、School Rumbleのストーリーライン（そしてその続編はもちろん）は、多くのライフ/コメディ/ロマンスアニメシリーズの中で際立っています。\u001b[22m\n\u001b[1m(Kyō wa anime no yō ni kireide fanshīde wa arimasenga, sukūruranburu no sutōrīrain (soshite sono zokuhen wa mochiron) wa, ōku no raifu/ komedi/ romansuanimeshirīzu no naka de kiwadatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough not as pretty and fancy as anime's today, the story line of School Rumble (and all of its sequels of course) is what makes it stand out among many slice of life/comedy/romance anime series'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough not as pretty and fancy as anime's today, the story line of School Rumble (and all of its sequels of course) is what makes it stand out among many slice of life/comedy/romance anime series'.\u001b[24m\n    \u001b[1m今日はアニメのようにきれいでファンシーではありませんが、School Rumbleのストーリーライン（そしてその続編はもちろん）は、多くのライフ/コメディ/ロマンスアニメシリーズの中で際立っています。\u001b[22m, \u001b[1mアニメの今日のようにきれいで、空想ではないが、スクールランブル（そしてもちろんその続編のすべて）のストーリーラインは、それが人生/コメディ/ロマンスアニメシリーズ」の多くのスライスの間で目立つものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe randomness may bug you sometimes but the main story arc WILL always gives you that i-wanna-see-what-happens-next kind of feeling. The comedy of course is superb 5/5 no doubt. Character back stories were a bit random but nonetheless it really does make sense.\n\n\u001b[1mランダム性はときどき気になるかもしれませんが、メイン・ストーリー・アークはいつも、私が見たいと思っていることを次のように感じさせます。 もちろんコメディーは5/5というのは間違いありません。 キャラクター・バック・ストーリーはちょっと無作為でしたが、それでも本当に意味があります。\u001b[22m\n\u001b[1m(Randamu-sei wa tokidoki ki ni naru kamo shiremasenga, mein sutōrī āku wa itsumo, watashi ga mitai to omotte iru koto o tsugi no yō ni kanji sasemasu. Mochiron komedī wa 5/ 5 to iu no wa machigai arimasen. Kyarakutā bakku sutōrī wa chotto musakuideshitaga, soredemo hontōni imi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe randomness may bug you sometimes but the main story arc WILL always gives you that i-wanna-see-what-happens-next kind of feeling. The comedy of course is superb 5/5 no doubt. Character back stories were a bit random but nonetheless it really does make sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe randomness may bug you sometimes but the main story arc WILL always gives you that i-wanna-see-what-happens-next kind of feeling.\u001b[24m\n    \u001b[1mランダム性はときどき気になるかもしれませんが、メイン・ストーリー・アークはいつも、私が見たいと思っていることを次のように感じさせます。\u001b[22m, \u001b[1mランダム性がよいバグ時にはあなたが、メインストーリーアークは常にあなたに与えることのiのwanna-参照--何が起こるか、次のような感じを。\u001b[22m\n\u001b[4mThe comedy of course is superb 5/5 no doubt.\u001b[24m\n    \u001b[1mもちろんコメディーは5/5というのは間違いありません。\u001b[22m, \u001b[1mコースの喜劇は5/5間違いなく素晴らしいです。\u001b[22m\n\u001b[4mCharacter back stories were a bit random but nonetheless it really does make sense.\u001b[24m\n    \u001b[1mキャラクター・バック・ストーリーはちょっと無作為でしたが、それでも本当に意味があります。\u001b[22m, \u001b[1m文字のバックストーリーは少しランダムであったが、それにもかかわらず、それが本当に意味を成しません。\u001b[22m\n\u001b[1m\u001b[22m\nOver all this anime is a must watch if your a fan of romance/comedy type of anime.\n\n\u001b[1mこのアニメでは、ロマンス/コメディーアニメのファンなら必見です。\u001b[22m\n\u001b[1m(Kono animede wa, romansu/ komedīanime no fan'nara hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mOver all this anime is a must watch if your a fan of romance/comedy type of anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOver all this anime is a must watch if your a fan of romance/comedy type of anime.\u001b[24m\n    \u001b[1mこのアニメでは、ロマンス/コメディーアニメのファンなら必見です。\u001b[22m, \u001b[1mすべてこのアニメの上にあればアニメのロマンス/コメディタイプのファンを見なければならないです。\u001b[22m\n\u001b[1m\u001b[22m\nYou should give it a try.\n\n\u001b[1mあなたはそれを試してみるべきです。\u001b[22m\n\u001b[1m(Anata wa sore o tameshite mirubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mYou should give it a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou should give it a try.\u001b[24m\n    \u001b[1mあなたはそれを試してみるべきです。\u001b[22m, \u001b[1mあなたはそれを試してみる必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nProps to the creator of this series Jin Kobayashi, watched/read this series lots of times and still gives me smiles.\n\n\u001b[1mこのシリーズのクリエイター、小林晋、このシリーズを何度も見たり読んだりして、私に笑顔をもたらします。\u001b[22m\n\u001b[1m(Kono shirīzu no kurieitā, Kobayashi Shin, kono shirīzu o nando mo mi tari yon dari shite, watashi ni egao o motarashimasu.)\u001b[22m\n\nTranslations of \u001b[4mProps to the creator of this series Jin Kobayashi, watched/read this series lots of times and still gives me smiles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProps to the creator of this series Jin Kobayashi, watched/read this series lots of times and still gives me smiles.\u001b[24m\n    \u001b[1mこのシリーズのクリエイター、小林晋、このシリーズを何度も見たり読んだりして、私に笑顔をもたらします。\u001b[22m, \u001b[1m/見たこのシリーズ小林尽の作成者への小道具は何回このシリーズの多くを読んで、まだ私は笑顔できます。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "franzmarz",
    "profile": "/profile/franzmarz/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=10429",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n最高のアニメやマンガ！ 始めから終わりまで、私は笑って、私がほとんど死ぬまで！ 播磨は、恋に落ちる時に私たちが持つ誇りと誇りのある側面を表しています。だから、ほとんどの人がこのキャラクターに関連しています。 第2シーズン後、私はマンガ全体を読んで、それはアニメよりも優れていただけでなく、私を笑わせてくれただけでなく、泣いても...それはあまりにも素晴らしいです。 すべてのコメディーの恋人のためには必然的に腕時計でなければならない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBest anime and manga ever! From the beginning to the end I laughed 'til I almost die!. Harima represents the dorky and proud side we have when we fall in love, so almost everyone can relate to this character. After the 2nd season I read the entire manga and it was even better than the Anime, not only made me laugh, but also cry... it's just too damn awesome. Definetly a MUST WATCH for every comedy lover.\n\n\u001b[1m最高のアニメやマンガ！ 始めから終わりまで、私は笑って、私がほとんど死ぬまで！ 播磨は、恋に落ちる時に私たちが持つ誇りと誇りのある側面を表しています。だから、ほとんどの人がこのキャラクターに関連しています。 第2シーズン後、私はマンガ全体を読んで、それはアニメよりも優れていただけでなく、私を笑わせてくれただけでなく、泣いても...それはあまりにも素晴らしいです。 すべてのコメディーの恋人のためには必然的に腕時計でなければならない。\u001b[22m\n\u001b[1m(Saikō no anime ya manga! Hajime kara owari made, watashi wa waratte, watashi ga hotondo shinu made! Harima wa, koiniochiru-ji ni watashitachi ga motsu hokori to hokori no aru sokumen o arawashite imasu. Dakara, hotondo no hito ga kono kyarakutā ni kanren shite imasu. Dai 2 shīzun-go, watashi wa manga zentai o yonde, soreha anime yori mo sugurete ita dakedenaku, watashi o warawa sete kureta dakedenaku, naitemo... Sore wa amarini mo subarashīdesu. Subete no komedī no koibito no tame ni wa hitsuzen-teki ni udedokeidenakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mBest anime and manga ever! From the beginning to the end I laughed 'til I almost die!. Harima represents the dorky and proud side we have when we fall in love, so almost everyone can relate to this character. After the 2nd season I read the entire manga and it was even better than the Anime, not only made me laugh, but also cry... it's just too damn awesome. Definetly a MUST WATCH for every comedy lover.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBest anime and manga ever!\u001b[24m\n    \u001b[1m最高のアニメやマンガ！\u001b[22m, \u001b[1m史上最高のアニメやマンガ！\u001b[22m\n\u001b[4mFrom the beginning to the end I laughed 'til I almost die!.\u001b[24m\n    \u001b[1m始めから終わりまで、私は笑って、私がほとんど死ぬまで！\u001b[22m, \u001b[1m最初から最後まで私はほとんど死ぬゴマ」笑いました！\u001b[22m\n\u001b[4mHarima represents the dorky and proud side we have when we fall in love, so almost everyone can relate to this character.\u001b[24m\n    \u001b[1m播磨は、恋に落ちる時に私たちが持つ誇りと誇りのある側面を表しています。だから、ほとんどの人がこのキャラクターに関連しています。\u001b[22m, \u001b[1m播磨は、私たちが恋に落ちるときに我々は持っている役立たずと誇り側を表すので、ほとんどの人は、この文字に関連することができます。\u001b[22m\n\u001b[4mAfter the 2nd season I read the entire manga and it was even better than the Anime, not only made me laugh, but also cry... it's just too damn awesome.\u001b[24m\n    \u001b[1m第2シーズン後、私はマンガ全体を読んで、それはアニメよりも優れていただけでなく、私を笑わせてくれただけでなく、泣いても...それはあまりにも素晴らしいです。\u001b[22m, \u001b[1m第二シーズンの後、私は全体の漫画を読んで、それはアニメよりも優れた、だけでなく、私はそれがあまりにも気素晴らしいです...笑うが、また泣きました。\u001b[22m\n\u001b[4mDefinetly a MUST WATCH for every comedy lover.\u001b[24m\n    \u001b[1mすべてのコメディーの恋人のためには必然的に腕時計でなければならない。\u001b[22m, \u001b[1mDefinetlyすべてのコメディ愛好家のために監視する必要があります。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "xDoN904",
    "profile": "/profile/xDoN904/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=15824",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n恐ろしいアニメ、私はこのシリーズが大好きです。 私は最初に注意を払っていませんが、私の友人がこのシリーズは笑いや陽気な瞬間がいっぱいであると言っていたときに注意を払っていません。 それから私はそれを見て、私の友人が正しいことを見てみることにしました。\n\nストーリーラインを安定した状態に保ちながら、多くの場面や瞬間が面白く、陽気で、馬鹿だ。 そして、キャラクターのほとんどはただの素晴らしいです、それぞれは他の誰もコピーしない独自の小さな人格を持って、私はすべての主要なキャラクターを楽しむ。\n\n全体的に私はこのシリーズを第1シーズン*することをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAwesome anime i love this series. I haven't payed attention at first but when my friend was saying this series is great full of laughs, and hilarious moments. Then i decide to watch it to see that my friend was right.\n\n\u001b[1m恐ろしいアニメ、私はこのシリーズが大好きです。 私は最初に注意を払っていませんが、私の友人がこのシリーズは笑いや陽気な瞬間がいっぱいであると言っていたときに注意を払っていません。 それから私はそれを見て、私の友人が正しいことを見てみることにしました。\u001b[22m\n\u001b[1m(Osoroshī anime, watashi wa kono shirīzu ga daisukidesu. Watashi wa saisho ni chūi o haratte imasenga, watashi no yūjin ga kono shirīzu wa warai ya yōkina shunkan ga ippaidearu to itte ita toki ni chūi o haratte imasen. Sorekara watashi wa sore o mite, watashi no yūjin ga tadashī koto o mite miru koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAwesome anime i love this series. I haven't payed attention at first but when my friend was saying this series is great full of laughs, and hilarious moments. Then i decide to watch it to see that my friend was right.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAwesome anime i love this series.\u001b[24m\n    \u001b[1m恐ろしいアニメ、私はこのシリーズが大好きです。\u001b[22m, \u001b[1m恐ろしいアニメ私はこのシリーズが大好きです。\u001b[22m\n\u001b[4mI haven't payed attention at first but when my friend was saying this series is great full of laughs, and hilarious moments.\u001b[24m\n    \u001b[1m私は最初に注意を払っていませんが、私の友人がこのシリーズは笑いや陽気な瞬間がいっぱいであると言っていたときに注意を払っていません。\u001b[22m, \u001b[1m私が最初に注意を払っていないが、私の友人は、このシリーズは笑いに満ち素晴らしいですと言って、そして陽気な瞬間れたとき。\u001b[22m\n\u001b[4mThen i decide to watch it to see that my friend was right.\u001b[24m\n    \u001b[1mそれから私はそれを見て、私の友人が正しいことを見てみることにしました。\u001b[22m, \u001b[1mそれから私は私の友人は正しかったことを確認するためにそれを見ることにしました。\u001b[22m\n\u001b[1m\u001b[22m\nTheres many scenes/moments that are straight up funny, hilarious, and just plain silly while keeping the storyline stable without any flaws on most of them. And most of the characters are just plain awesome, each has their own little personality that doesn't copy anyone else, and i enjoy all of the major characters.\n\n\u001b[1mストーリーラインを安定した状態に保ちながら、多くの場面や瞬間が面白く、陽気で、馬鹿だ。 そして、キャラクターのほとんどはただの素晴らしいです、それぞれは他の誰もコピーしない独自の小さな人格を持って、私はすべての主要なキャラクターを楽しむ。\u001b[22m\n\u001b[1m(Sutōrīrain o antei shita jōtai ni tamochinagara, ōku no bamen ya shunkan ga omoshiroku, yōkide, bakada. Soshite, kyarakutā no hotondo wa tada no subarashīdesu, sorezore wa hoka no dare mo kopī shinai dokuji no chīsana jinkaku o motte, watashi wa subete no shuyōna kyarakutā o tanoshimu.)\u001b[22m\n\nTranslations of \u001b[4mTheres many scenes/moments that are straight up funny, hilarious, and just plain silly while keeping the storyline stable without any flaws on most of them. And most of the characters are just plain awesome, each has their own little personality that doesn't copy anyone else, and i enjoy all of the major characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTheres many scenes/moments that are straight up funny, hilarious, and just plain silly while keeping the storyline stable without any flaws on most of them.\u001b[24m\n    \u001b[1mストーリーラインを安定した状態に保ちながら、多くの場面や瞬間が面白く、陽気で、馬鹿だ。\u001b[22m, \u001b[1mTheresの多くのシーン/それらのほとんどに不備のない安定したストーリーを維持しながら、面白いまっすぐ陽気、そして単なる愚かです瞬間。\u001b[22m\n\u001b[4mAnd most of the characters are just plain awesome, each has their own little personality that doesn't copy anyone else, and i enjoy all of the major characters.\u001b[24m\n    \u001b[1mそして、キャラクターのほとんどはただの素晴らしいです、それぞれは他の誰もコピーしない独自の小さな人格を持って、私はすべての主要なキャラクターを楽しむ。\u001b[22m, \u001b[1mそして、文字のほとんどは、それぞれが他の誰をコピーして、私は主要な文字のすべてを享受しない、自分の少し個性を持って、単純に素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall i totally recommend this series *1st season* to anyone that likes a good laugh.\n\n\u001b[1m全体的に私はこのシリーズを第1シーズン*することをお勧めします。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono shirīzu o dai 1 shīzun* suru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall i totally recommend this series *1st season* to anyone that likes a good laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall i totally recommend this series *1st season* to anyone that likes a good laugh.\u001b[24m\n    \u001b[1m全体的に私はこのシリーズを第1シーズン*することをお勧めします。\u001b[22m, \u001b[1m全体的に私は完全にこのシリーズ*良い笑いが好きな人には第一シーズン*をお勧めします。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "Magdalen",
    "profile": "/profile/Magdalen/reviews",
    "pages": "3",
    "number": "12",
    "link": "/reviews.php?id=27616",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nスクールランブルは、私が今まで見た最初のアニメの1つでした。デスノートを読んでアニメを見ることは、マンガの量を読んで購入するのではなく、もっと簡単にすることを決断しました（スクールランブルは200oddチャプターに入りますか？  ）\n\nそして、これは間違いなく、残りの地域のために私の情熱を開始アニメだった。 確かに、それはプロットに沿って移動しません。 あなたは、理論的には、アニメの任意のポイントからそれを拾うことができますし、文字についての少しの背景情報を知っていた限り、何が起こっていたのかの基本を取得します。\n\nその単純に非常に長い巻いた愛の三角形。 この物語の女性主人公天満塚本は、ちょっと変わった、究極の親切で愛らしい10代の少女で、少し奇妙で自分にとどまる強い静かなタイプの王子烏丸と恋に落ちる。 彼女の気持ちを返すようではない。 播磨健二は、恋人であることを誇りに思っています。彼の能力はあまりにも自信があり、天満に恋しています。 以下に続くのは、彼らが愛する人の注目を集めるために、両方の部分で最も華麗なセットです。\n\n良いことは、それがすべてではないということです。 テンマの親友であり、非常に美しく、とても人気のあるトリオのMikoto、Eri、そしてAkiraは、余分なキャラクターのための基本的なフィラーとして始まりますが、シリーズが進行するにつれてもっと貴重なものになります。 ヤクモ、テンマの恥ずかしがり屋の美しい妹は、姉が侮辱されて怒ってしまうだけで、母親のような態度を示している。 そして、琴と一緒に育ち、ヤクモと恋に落ちるばかばかしい舞台。\n\n基本的には、このシリーズを見て、早く動くプロット、女の子と結婚する女の子、そして26のエピソードの終わりまでにはいつも幸せに生きることを期待してはいけません。 第2シーズンの終わりまでにそれを期待しないでください！ あなたは非常に失望します。\nしかし、あなたがこれに入ると、素晴らしいキャラクター、陽気なプロット、笑い声の声の瞬間、さらには「待って、それについて何があったの？ 瞬間、あなたはこの素晴らしいアニメのすべての最後の分をお楽しみいただけます。 私はそれを徹底的にお勧めします。\n\nしかし、輝き",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSchool Rumble was one of the first animes I ever watched, after reading Death Note and deciding anime would be easier for me to watch, rather than read and buy volumes upon volumes of mangas (School Rumble the manga goes into 200odd chapters does it not? )\n\n\u001b[1mスクールランブルは、私が今まで見た最初のアニメの1つでした。デスノートを読んでアニメを見ることは、マンガの量を読んで購入するのではなく、もっと簡単にすることを決断しました（スクールランブルは200oddチャプターに入りますか？  ）\u001b[22m\n\u001b[1m(Sukūruranburu wa, watashi ga imamade mita saisho no anime no 1tsudeshita. Desunōto o yonde anime o miru koto wa, manga no ryō o yonde kōnyū suru node wa naku, motto kantan ni suru koto o ketsudan shimashita (sukūruranburu wa 200 odd chaputā ni hairimasu ka? ))\u001b[22m\n\nTranslations of \u001b[4mSchool Rumble was one of the first animes I ever watched, after reading Death Note and deciding anime would be easier for me to watch, rather than read and buy volumes upon volumes of mangas (School Rumble the manga goes into 200odd chapters does it not? )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Rumble was one of the first animes I ever watched, after reading Death Note and deciding anime would be easier for me to watch, rather than read and buy volumes upon volumes of mangas (School Rumble the manga goes into 200odd chapters does it not?\u001b[24m\n    \u001b[1mスクールランブルは、私が今まで見た最初のアニメの1つでした。デスノートを読んでアニメを見ることは、マンガの量を読んで購入するのではなく、もっと簡単にすることを決断しました（スクールランブルは200oddチャプターに入りますか？\u001b[22m, \u001b[1mそれはしないスクールランブルはデスノートを読んで、アニメを決定した後、私は見ることのために容易ではなく、読み、漫画のボリューム上にボリュームを購入すると、私が今まで見た最初のアニメの一つであった（スクールランブルマンガが200odd章に入りますか？\u001b[22m\n\u001b[4m)\u001b[24m\n    \u001b[1m）\u001b[22m\n\u001b[1m\u001b[22m\nAnd this was definitely the anime which started my passion off for the rest of the area. Sure, it doesn't move along in plot. You could, theoretically, pick it up from any point in the anime and still get the basics of what was going on so long as you knew a little background information about the characters.\n\n\u001b[1mそして、これは間違いなく、残りの地域のために私の情熱を開始アニメだった。 確かに、それはプロットに沿って移動しません。 あなたは、理論的には、アニメの任意のポイントからそれを拾うことができますし、文字についての少しの背景情報を知っていた限り、何が起こっていたのかの基本を取得します。\u001b[22m\n\u001b[1m(Soshite, koreha machigainaku, nokori no chiiki no tame ni watashi no jōnetsu o kaishi animedatta. Tashika ni, soreha purotto ni sotte idō shimasen. Anata wa, riron-teki ni wa, anime no nin'i no pointo kara sore o hirou koto ga dekimasushi, moji ni tsuite no sukoshi no haikei jōhō o shitteita kagiri, nani ga okotte ita no ka no kihon o shutoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd this was definitely the anime which started my passion off for the rest of the area. Sure, it doesn't move along in plot. You could, theoretically, pick it up from any point in the anime and still get the basics of what was going on so long as you knew a little background information about the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd this was definitely the anime which started my passion off for the rest of the area.\u001b[24m\n    \u001b[1mそして、これは間違いなく、残りの地域のために私の情熱を開始アニメだった。\u001b[22m, \u001b[1mそして、これは間違いなく地域の残りのための私の情熱スタートを切ったアニメでした。\u001b[22m\n\u001b[4mSure, it doesn't move along in plot.\u001b[24m\n    \u001b[1m確かに、それはプロットに沿って移動しません。\u001b[22m\n\u001b[4mYou could, theoretically, pick it up from any point in the anime and still get the basics of what was going on so long as you knew a little background information about the characters.\u001b[24m\n    \u001b[1mあなたは、理論的には、アニメの任意のポイントからそれを拾うことができますし、文字についての少しの背景情報を知っていた限り、何が起こっていたのかの基本を取得します。\u001b[22m, \u001b[1mあなたは、理論的には、アニメの任意の点からそれを拾うと、まだそう長くあなたが文字について少し背景情報を知っていたとして、何が起こっていたかの基本を得ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nIts simply a very long winded love triangle. Tenma Tsukamoto, the female protagonist of this story, is a dim-witted, but ultimately kind-hearted and lovable teenage girl completely head over heels in love with Oji Karasuma, the strong silent type, who is a little bit weird and keeps to himself doesn't seem to return her feelings. Kenji Harima is the school delinquent, also dim-witted, overly-confident of his abilities in love, and head-over-heels in love with Tenma. What follows is the most brilliant set of ploys on both parts to get the attention of the one they love.\n\n\u001b[1mその単純に非常に長い巻いた愛の三角形。 この物語の女性主人公天満塚本は、ちょっと変わった、究極の親切で愛らしい10代の少女で、少し奇妙で自分にとどまる強い静かなタイプの王子烏丸と恋に落ちる。 彼女の気持ちを返すようではない。 播磨健二は、恋人であることを誇りに思っています。彼の能力はあまりにも自信があり、天満に恋しています。 以下に続くのは、彼らが愛する人の注目を集めるために、両方の部分で最も華麗なセットです。\u001b[22m\n\u001b[1m(Sono tanjun ni hijō ni nagai maita ai no sankakkei. Kono monogatari no josei shujinkō Tenma Tsukamoto wa, chotto kawatta, kyūkyoku no shinsetsude airashī 10-dai no shōjo de, sukoshi kimyōde jibun ni todomaru tsuyoi shizukana taipu no Ōji Karasuma to koiniochiru. Kanojo no kimochi o kaesu yōde wanai. Harima Kenji wa, koibitodearu koto o hokori ni omotte imasu. Kare no nōryoku wa amarini mo jishin ga ari, Tenma ni koishite imasu. Ika ni tsudzuku no wa, karera ga aisuruhito no chūmoku o atsumeru tame ni, ryōhō no bubun de mottomo kareina settodesu.)\u001b[22m\n\nTranslations of \u001b[4mIts simply a very long winded love triangle. Tenma Tsukamoto, the female protagonist of this story, is a dim-witted, but ultimately kind-hearted and lovable teenage girl completely head over heels in love with Oji Karasuma, the strong silent type, who is a little bit weird and keeps to himself doesn't seem to return her feelings. Kenji Harima is the school delinquent, also dim-witted, overly-confident of his abilities in love, and head-over-heels in love with Tenma. What follows is the most brilliant set of ploys on both parts to get the attention of the one they love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts simply a very long winded love triangle.\u001b[24m\n    \u001b[1mその単純に非常に長い巻いた愛の三角形。\u001b[22m, \u001b[1mその単純に非常に長い息切れ愛の三角形。\u001b[22m\n\u001b[4mTenma Tsukamoto, the female protagonist of this story, is a dim-witted, but ultimately kind-hearted and lovable teenage girl completely head over heels in love with Oji Karasuma, the strong silent type, who is a little bit weird and keeps to himself\u001b[24m\n    \u001b[1mこの物語の女性主人公天満塚本は、ちょっと変わった、究極の親切で愛らしい10代の少女で、少し奇妙で自分にとどまる強い静かなタイプの王子烏丸と恋に落ちる。\u001b[22m, \u001b[1m天満塚本、この物語の女性主人公は、次元の頭の回転が、最終的に心優しいと愛らしい十代の少女が完全に少し奇妙であると自分自身に保つ王子烏丸、強力なサイレントタイプ、と恋に真っ逆さまにあります\u001b[22m\n\u001b[4mdoesn't seem to return her feelings.\u001b[24m\n    \u001b[1m彼女の気持ちを返すようではない。\u001b[22m, \u001b[1m彼女の気持ちを返すようには見えません。\u001b[22m\n\u001b[4mKenji Harima is the school delinquent, also dim-witted, overly-confident of his abilities in love, and head-over-heels in love with Tenma.\u001b[24m\n    \u001b[1m播磨健二は、恋人であることを誇りに思っています。彼の能力はあまりにも自信があり、天満に恋しています。\u001b[22m, \u001b[1m賢治播磨は、暗く、頭の回転も、恋に彼の能力の過度に自信を持って、頭の上に、かかと天満と恋に学校の滞納です。\u001b[22m\n\u001b[4mWhat follows is the most brilliant set of ploys on both parts to get the attention of the one they love.\u001b[24m\n    \u001b[1m以下に続くのは、彼らが愛する人の注目を集めるために、両方の部分で最も華麗なセットです。\u001b[22m, \u001b[1m以下は、彼らが愛する人の注目を得るために両方の部分に策略の最も優秀なセットです。\u001b[22m\n\u001b[1m\u001b[22m\nThe good thing is it's not all about them. Mikoto, Eri and Akira, Tenma's best friend's and the very beautiful, very popular trio of the class, start off as your basic fillers for extra characters but become something more valuable as the series progresses. Yakumo, Tenma's shy, beautiful younger sister, who only gets angry if her sister is insulted, provides an almost mother-like attitude to the series. And Hanai, the sporty braniac who grew up with Mikoto and is ridiculously head-over-heels in love with Yakumo.\n\n\u001b[1m良いことは、それがすべてではないということです。 テンマの親友であり、非常に美しく、とても人気のあるトリオのMikoto、Eri、そしてAkiraは、余分なキャラクターのための基本的なフィラーとして始まりますが、シリーズが進行するにつれてもっと貴重なものになります。 ヤクモ、テンマの恥ずかしがり屋の美しい妹は、姉が侮辱されて怒ってしまうだけで、母親のような態度を示している。 そして、琴と一緒に育ち、ヤクモと恋に落ちるばかばかしい舞台。\u001b[22m\n\u001b[1m(Yoi koto wa, sore ga subetede wa nai to iu kotodesu. Tenma no shin'yūdeari, hijō ni utsukushiku, totemo ninkinoaru torio no Mikoto, Eri, soshite Akira wa, yobun'na kyarakutā no tame no kihon-tekina firā to shite hajimarimasuga, shirīzu ga shinkō suru ni tsurete motto kichōna mono ni narimasu. Yakumo, Tenma no hazukashigariya no utsukushī imōto wa, ane ga bujoku sa rete okotte shimau dake de, hahaoya no yōna taido o shimeshite iru. Soshite, koto to issho ni sodachi, yakumo to koiniochiru bakabakashī butai.)\u001b[22m\n\nTranslations of \u001b[4mThe good thing is it's not all about them. Mikoto, Eri and Akira, Tenma's best friend's and the very beautiful, very popular trio of the class, start off as your basic fillers for extra characters but become something more valuable as the series progresses. Yakumo, Tenma's shy, beautiful younger sister, who only gets angry if her sister is insulted, provides an almost mother-like attitude to the series. And Hanai, the sporty braniac who grew up with Mikoto and is ridiculously head-over-heels in love with Yakumo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe good thing is it's not all about them.\u001b[24m\n    \u001b[1m良いことは、それがすべてではないということです。\u001b[22m, \u001b[1m良いことは、それがそれらについてすべてではないです。\u001b[22m\n\u001b[4mMikoto, Eri and Akira, Tenma's best friend's and the very beautiful, very popular trio of the class, start off as your basic fillers for extra characters but become something more valuable as the series progresses.\u001b[24m\n    \u001b[1mテンマの親友であり、非常に美しく、とても人気のあるトリオのMikoto、Eri、そしてAkiraは、余分なキャラクターのための基本的なフィラーとして始まりますが、シリーズが進行するにつれてもっと貴重なものになります。\u001b[22m, \u001b[1m美琴、えりやアキラ、天満の親友のクラスの非常に美しい、非常に人気のトリオは、余分な文字のための基本的な充填剤として始めるが、シリーズが進むにつれてより貴重なものになります。\u001b[22m\n\u001b[4mYakumo, Tenma's shy, beautiful younger sister, who only gets angry if her sister is insulted, provides an almost mother-like attitude to the series.\u001b[24m\n    \u001b[1mヤクモ、テンマの恥ずかしがり屋の美しい妹は、姉が侮辱されて怒ってしまうだけで、母親のような態度を示している。\u001b[22m, \u001b[1m八雲、彼女の妹を侮辱されている場合のみ、怒る天満の内気な、美しい妹は、シリーズとほぼ母親のような態度を提供しています。\u001b[22m\n\u001b[4mAnd Hanai, the sporty braniac who grew up with Mikoto and is ridiculously head-over-heels in love with Yakumo.\u001b[24m\n    \u001b[1mそして、琴と一緒に育ち、ヤクモと恋に落ちるばかばかしい舞台。\u001b[22m, \u001b[1mそして花井、美琴で育ち、途方もなく八雲と恋にヘッド・オーバー・かかとでスポーティーbraniac。\u001b[22m\n\u001b[1m\u001b[22m\nBasically, don't start watching this series expecting a fast moving plot, the girl ending up with the guy and all living happily ever after by the end of the 26 episodes. Don't even expect that by the end of the 2nd season! You will be sorely disappointed.\n\n\u001b[1m基本的には、このシリーズを見て、早く動くプロット、女の子と結婚する女の子、そして26のエピソードの終わりまでにはいつも幸せに生きることを期待してはいけません。 第2シーズンの終わりまでにそれを期待しないでください！ あなたは非常に失望します。\u001b[22m\n\u001b[1m(Kihontekini wa, kono shirīzu o mite, hayaku ugoku purotto, on'nanoko to kekkon suru on'nanoko, soshite 26 no episōdo no owari made ni wa itsumo shiawase ni ikiru koto o kitai shite wa ikemasen. Dai 2 shīzun no owari made ni sore o kitai shinaide kudasai! Anata wa hijō ni shitsubō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBasically, don't start watching this series expecting a fast moving plot, the girl ending up with the guy and all living happily ever after by the end of the 26 episodes. Don't even expect that by the end of the 2nd season! You will be sorely disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically, don't start watching this series expecting a fast moving plot, the girl ending up with the guy and all living happily ever after by the end of the 26 episodes.\u001b[24m\n    \u001b[1m基本的には、このシリーズを見て、早く動くプロット、女の子と結婚する女の子、そして26のエピソードの終わりまでにはいつも幸せに生きることを期待してはいけません。\u001b[22m, \u001b[1m基本的には、高速で移動するプロット、男と終わる女の子を期待して、このシリーズを見て起動しないと、すべての26のエピソードの終わりまでにその後ずっと幸せに生きています。\u001b[22m\n\u001b[4mDon't even expect that by the end of the 2nd season!\u001b[24m\n    \u001b[1m第2シーズンの終わりまでにそれを期待しないでください！\u001b[22m, \u001b[1mでも、第二シーズンの終わりまでにそれを期待してはいけません！\u001b[22m\n\u001b[4mYou will be sorely disappointed.\u001b[24m\n    \u001b[1mあなたは非常に失望します。\u001b[22m, \u001b[1mあなたはひどく失望することになります。\u001b[22m\nHowever, if you go into this expecting a brilliant set of characters, hilarious plots, laugh-out-loud moments, and even 'Wait, what the heck was that about?' moments, you will enjoy every last minute of this fantastic anime. I thoroughly recommend it.\n\n\u001b[1mしかし、あなたがこれに入ると、素晴らしいキャラクター、陽気なプロット、笑い声の声の瞬間、さらには「待って、それについて何があったの？ 瞬間、あなたはこの素晴らしいアニメのすべての最後の分をお楽しみいただけます。 私はそれを徹底的にお勧めします。\u001b[22m\n\u001b[1m(Shikashi, anata ga kore ni hairu to, subarashī kyarakutā, yōkina purotto, waraigoe no koe no shunkan, sarani wa `matte, sore ni tsuite nani ga atta no? Shunkan, anata wa kono subarashī anime no subete no saigo no bun o o tanoshimi itadakemasu. Watashi wa sore o tetteiteki ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, if you go into this expecting a brilliant set of characters, hilarious plots, laugh-out-loud moments, and even 'Wait, what the heck was that about?' moments, you will enjoy every last minute of this fantastic anime. I thoroughly recommend it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, if you go into this expecting a brilliant set of characters, hilarious plots, laugh-out-loud moments, and even 'Wait, what the heck was that about?'\u001b[24m\n    \u001b[1mしかし、あなたがこれに入ると、素晴らしいキャラクター、陽気なプロット、笑い声の声の瞬間、さらには「待って、それについて何があったの？\u001b[22m, \u001b[1mただし、文字の華麗なセット、陽気なプロット、瞬間アウト - 大声を笑うを期待し、この中に移動し、場合でも、「いったい程度ということだったか、待って？」\u001b[22m\n\u001b[4mmoments, you will enjoy every last minute of this fantastic anime.\u001b[24m\n    \u001b[1m瞬間、あなたはこの素晴らしいアニメのすべての最後の分をお楽しみいただけます。\u001b[22m\n\u001b[4mI thoroughly recommend it.\u001b[24m\n    \u001b[1m私はそれを徹底的にお勧めします。\u001b[22m, \u001b[1m私は徹底的にそれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nBut the brilliance\n\n\u001b[1mしかし、輝き\u001b[22m\n\u001b[1m(Shikashi, kagayaki)\u001b[22m\n\nTranslations of \u001b[4mBut the brilliance\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the brilliance\u001b[24m\n    \u001b[1mしかし、輝き\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "jchang",
    "profile": "/profile/jchang/reviews",
    "pages": "3",
    "number": "13",
    "link": "/reviews.php?id=23788",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n私が今まで見たことのない最高のコメディシリーズの一つであることを皆さんに教えてください。\n\nストーリー：10/10\nまあ、実際には信じられないほど超深い物語は、一日のためにそれを分析することはありません。 それは実際には非常に単純で時にはランダムです。 しかし、私は単純なbeeingにもかかわらず、それがうまくいったので、10を与えた。 それは本当に学校の時代によく似ています。\n\nアート：8/10\nおそらくシリーズの最も弱い点です。 芸術はかなりシンプルですが、そのスタイルの一部です。 おそらく少し奇妙に見えるかもしれませんが、あなたはすぐにそれを忘れるでしょう。\n\n音：9/10\nopとedの両方が素晴らしいです。 また、本当に良い挿入歌がたくさんあります。\n\n文字：10/10\nそれは文字の深さのために10/10ではありません。 それはsteriotypesのquealityのために10を取得します。 私はあなたが確かに人生であなたの人物に似ているだろうと確信しています。 特に主人公と一緒に。 あなたはそれらと恋に落ちる。もしあなたが男ならば、あなたは播磨xDでiddentifiedになるだろう\n\n楽しさ：10/10\n本当にここで輝いている。 あなたがそのような人生を持つことを望む最も楽しいシリーズの一つですxD。 また、私は笑っていない一つのエピソードはなかった。\n\n全体：10/10\n誰かのために推薦する必要があります私はあなたが高校にいる場合、特に喜劇を好きな人のために私の意見で。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFist of all i would like to let you know this is one of the best (if not the best) comedy series i have ever seen.\n\n\u001b[1m私が今まで見たことのない最高のコメディシリーズの一つであることを皆さんに教えてください。\u001b[22m\n\u001b[1m(Watashi ga imamade mita koto no nai saikō no komedishirīzu no hitotsudearu koto o minasan ni oshietekudasai.)\u001b[22m\n\nTranslations of \u001b[4mFist of all i would like to let you know this is one of the best (if not the best) comedy series i have ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFist of all i would like to let you know this is one of the best (if not the best) comedy series i have ever seen.\u001b[24m\n    \u001b[1m私が今まで見たことのない最高のコメディシリーズの一つであることを皆さんに教えてください。\u001b[22m, \u001b[1m私はあなたがこれを知っているしたいすべての拳は私が今まで見た中で最高の（そうでない場合は最高の）コメディーシリーズの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nstory: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mstory: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\nwell there actually not anything incredibly ultra deep story that will make analyse it for a day. it is actually very simple and sometimes random. but i gave it a ten because despite beeing simple it is well done. it really resembles the school days and sometimes.\n\n\u001b[1mまあ、実際には信じられないほど超深い物語は、一日のためにそれを分析することはありません。 それは実際には非常に単純で時にはランダムです。 しかし、私は単純なbeeingにもかかわらず、それがうまくいったので、10を与えた。 それは本当に学校の時代によく似ています。\u001b[22m\n\u001b[1m(Mā, jissai ni wa shinji rarenai hodo chō fukai monogatari wa, tsuitachi no tame ni sore o bunseki suru koto wa arimasen. Sore wa jissai ni wa hijō ni tanjun de tokiniha randamudesu. Shikashi, watashi wa tanjun'na beeing nimokakawarazu, sore ga umaku ittanode, 10 o ataeta. Sore wa hontōni gakkō no jidai ni yoku nite imasu.)\u001b[22m\n\nTranslations of \u001b[4mwell there actually not anything incredibly ultra deep story that will make analyse it for a day. it is actually very simple and sometimes random. but i gave it a ten because despite beeing simple it is well done. it really resembles the school days and sometimes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwell there actually not anything incredibly ultra deep story that will make analyse it for a day.\u001b[24m\n    \u001b[1mまあ、実際には信じられないほど超深い物語は、一日のためにそれを分析することはありません。\u001b[22m, \u001b[1mその日のためにそれを分析するようになりますそこにも実際には何も信じられないほどの超深い物語。\u001b[22m\n\u001b[4mit is actually very simple and sometimes random.\u001b[24m\n    \u001b[1mそれは実際には非常に単純で時にはランダムです。\u001b[22m, \u001b[1mそれは実際には非常に簡単で、時にはランダムです。\u001b[22m\n\u001b[4mbut i gave it a ten because despite beeing simple it is well done.\u001b[24m\n    \u001b[1mしかし、私は単純なbeeingにもかかわらず、それがうまくいったので、10を与えた。\u001b[22m, \u001b[1mしかし、私はそれのためによく行われているシンプルなbeeingてもかかわらず、それを10を与えました。\u001b[22m\n\u001b[4mit really resembles the school days and sometimes.\u001b[24m\n    \u001b[1mそれは本当に学校の時代によく似ています。\u001b[22m, \u001b[1mそれは実際に学生時代、時には似ています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nMaybe the weakest point of the series. the art is pretty simple but its part of its style. maybe it would seem a little bit odd sometimes but you will instantly forget it.\n\n\u001b[1mおそらくシリーズの最も弱い点です。 芸術はかなりシンプルですが、そのスタイルの一部です。 おそらく少し奇妙に見えるかもしれませんが、あなたはすぐにそれを忘れるでしょう。\u001b[22m\n\u001b[1m(Osoraku shirīzu no mottomo yowai tendesu. Geijutsu wa kanari shinpurudesuga, sono sutairu no ichibudesu. Osoraku sukoshi kimyō ni mieru kamo shiremasenga, anata wa sugu ni sore o wasurerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mMaybe the weakest point of the series. the art is pretty simple but its part of its style. maybe it would seem a little bit odd sometimes but you will instantly forget it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaybe the weakest point of the series.\u001b[24m\n    \u001b[1mおそらくシリーズの最も弱い点です。\u001b[22m, \u001b[1m多分シリーズの最大の弱点。\u001b[22m\n\u001b[4mthe art is pretty simple but its part of its style.\u001b[24m\n    \u001b[1m芸術はかなりシンプルですが、そのスタイルの一部です。\u001b[22m, \u001b[1m芸術は非常に単純ですが、そのスタイルのその一部。\u001b[22m\n\u001b[4mmaybe it would seem a little bit odd sometimes but you will instantly forget it.\u001b[24m\n    \u001b[1mおそらく少し奇妙に見えるかもしれませんが、あなたはすぐにそれを忘れるでしょう。\u001b[22m, \u001b[1m多分それは時々少し奇妙に思えるだろうが、あなたはすぐにそれを忘れます。\u001b[22m\n\u001b[1m\u001b[22m\nsound: 9/10\n\n\u001b[1m音：9/10\u001b[22m\n\u001b[1m(Oto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4msound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound: 9/10\u001b[24m\n    \u001b[1m音：9/10\u001b[22m\nboth op and ed are great. also there are a lot of really good insert songs.\n\n\u001b[1mopとedの両方が素晴らしいです。 また、本当に良い挿入歌がたくさんあります。\u001b[22m\n\u001b[1m(Op to ed no ryōhō ga subarashīdesu. Mata, hontōni yoi sōnyū uta ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mboth op and ed are great. also there are a lot of really good insert songs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mboth op and ed are great.\u001b[24m\n    \u001b[1mopとedの両方が素晴らしいです。\u001b[22m\n\u001b[4malso there are a lot of really good insert songs.\u001b[24m\n    \u001b[1mまた、本当に良い挿入歌がたくさんあります。\u001b[22m, \u001b[1mまた、本当に良いの挿入歌がたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\ncharacter: 10/10\n\n\u001b[1m文字：10/10\u001b[22m\n\u001b[1m(Moji: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mcharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter: 10/10\u001b[24m\n    \u001b[1m文字：10/10\u001b[22m\nit is not 10/10 because of the deep of the character. it gets a ten because of the queality of the steriotypes. i bet you will surely resemble someone in your life with a character. specially with the main characters. you just fall in love with them and if you are a man i bet you will get iddentified with harima xD\n\n\u001b[1mそれは文字の深さのために10/10ではありません。 それはsteriotypesのquealityのために10を取得します。 私はあなたが確かに人生であなたの人物に似ているだろうと確信しています。 特に主人公と一緒に。 あなたはそれらと恋に落ちる。もしあなたが男ならば、あなたは播磨xDでiddentifiedになるだろう\u001b[22m\n\u001b[1m(Sore wa moji no fuka-sa no tame ni 10/ 10de wa arimasen. Sore wa steriotypes no queality no tame ni 10 o shutoku shimasu. Watashi wa anata ga tashika ni jinsei de anata no jinbutsu ni nite irudarou to kakushin shite imasu. Tokuni shujinkō to issho ni. Anata wa sorera to koiniochiru. Moshi anata ga otokonaraba, anata wa Harima xD de iddentified ni narudarou)\u001b[22m\n\nTranslations of \u001b[4mit is not 10/10 because of the deep of the character. it gets a ten because of the queality of the steriotypes. i bet you will surely resemble someone in your life with a character. specially with the main characters. you just fall in love with them and if you are a man i bet you will get iddentified with harima xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit is not 10/10 because of the deep of the character.\u001b[24m\n    \u001b[1mそれは文字の深さのために10/10ではありません。\u001b[22m, \u001b[1mそれがあるため、文字の深いの10月10日ではありません。\u001b[22m\n\u001b[4mit gets a ten because of the queality of the steriotypes.\u001b[24m\n    \u001b[1mそれはsteriotypesのquealityのために10を取得します。\u001b[22m, \u001b[1mそれが原因steriotypesのquealityの10を取得します。\u001b[22m\n\u001b[4mi bet you will surely resemble someone in your life with a character.\u001b[24m\n    \u001b[1m私はあなたが確かに人生であなたの人物に似ているだろうと確信しています。\u001b[22m, \u001b[1m私はあなたが確かに文字であなたの生活の中で誰かに似ているに違いありません。\u001b[22m\n\u001b[4mspecially with the main characters.\u001b[24m\n    \u001b[1m特に主人公と一緒に。\u001b[22m, \u001b[1m特別にメインキャラクターと。\u001b[22m\n\u001b[4myou just fall in love with them and if you are a man i bet you will get iddentified with harima xD\u001b[24m\n    \u001b[1mあなたはそれらと恋に落ちる。もしあなたが男ならば、あなたは播磨xDでiddentifiedになるだろう\u001b[22m, \u001b[1mあなただけの彼らと恋に落ち、あなたが男性であれば私はあなたが播磨のxDでiddentifiedしまいます賭けます\u001b[22m\n\u001b[1m\u001b[22m\nenjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4menjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\nreally shines here. its one of the most enjoyable series you will wish to have a life like that xD. also there wasnt a single episdode where i didnt laugh at.\n\n\u001b[1m本当にここで輝いている。 あなたがそのような人生を持つことを望む最も楽しいシリーズの一つですxD。 また、私は笑っていない一つのエピソードはなかった。\u001b[22m\n\u001b[1m(Hontōni koko de kagayaite iru. Anata ga sono yōna jinsei o motsu koto o nozomu mottomo tanoshī shirīzu no hitotsudesu xD. Mata, watashi wa waratte inai hitotsu no episōdo wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mreally shines here. its one of the most enjoyable series you will wish to have a life like that xD. also there wasnt a single episdode where i didnt laugh at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mreally shines here.\u001b[24m\n    \u001b[1m本当にここで輝いている。\u001b[22m, \u001b[1m本当にここに輝いています。\u001b[22m\n\u001b[4mits one of the most enjoyable series you will wish to have a life like that xD.\u001b[24m\n    \u001b[1mあなたがそのような人生を持つことを望む最も楽しいシリーズの一つですxD。\u001b[22m, \u001b[1mその最も楽しいシリーズの一つは、あなたはそのXDのような生活を希望します。\u001b[22m\n\u001b[4malso there wasnt a single episdode where i didnt laugh at.\u001b[24m\n    \u001b[1mまた、私は笑っていない一つのエピソードはなかった。\u001b[22m, \u001b[1mまた、私は笑うんでし単一episdodeが波平。\u001b[22m\n\u001b[1m\u001b[22m\noverall: 10/10\n\n\u001b[1m全体：10/10\u001b[22m\n\u001b[1m(Zentai: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4moverall: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall: 10/10\u001b[24m\n    \u001b[1m全体：10/10\u001b[22m, \u001b[1m全体的に：10/10\u001b[22m\nrecommended for anyone a MUST in my opinion for anyone who likes comedy especially if you are in highschool.\n\n\u001b[1m誰かのために推薦する必要があります私はあなたが高校にいる場合、特に喜劇を好きな人のために私の意見で。\u001b[22m\n\u001b[1m(Dareka no tame ni suisen suru hitsuyō ga arimasu watashi wa anata ga kōkō ni iru baai, tokuni kigeki o sukinahito no tame ni watashi no iken de.)\u001b[22m\n\nTranslations of \u001b[4mrecommended for anyone a MUST in my opinion for anyone who likes comedy especially if you are in highschool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mrecommended for anyone a MUST in my opinion for anyone who likes comedy especially if you are in highschool.\u001b[24m\n    \u001b[1m誰かのために推薦する必要があります私はあなたが高校にいる場合、特に喜劇を好きな人のために私の意見で。\u001b[22m, \u001b[1mあなたが高校にいる場合は特にコメディが好きな人のための私の意見ではMUSTは誰にお勧め。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "Cryptic_Metaphor",
    "profile": "/profile/Cryptic_Metaphor/reviews",
    "pages": "3",
    "number": "14",
    "link": "/reviews.php?id=28320",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nストーリーラインはほとんどないが、スクールランブルは26のエピソードと次のシーズンに関心を持つほどのジョークと笑いを持っている。 理由は次のとおりです。\n\nすべてのエピソードはイベントで完全に無作為で、すべてのキャラクターは何らかの方法で奇妙なものになります。何もないと冗談はあなたを笑わせます。\n\n主人公とヒロインの間に満足のいく漫画の救済を提供する独自の愛の三角形を持っています。\n\nこのアニメは友だちと一緒に見るのが大好きです 高校はそれほど楽しいことはありませんでしたが、どうしてすべての学校がやがて高校のようにはならないのですか？ それは退屈な学校の日の後に楽しみにしているものです。\n\n文字はあなたの上に成長する。 あなたが見終わった時点で、あなたはお気に入りを持っていることは間違いありません。  （芸術はいい、それはかわいい女の子を意味する！）\n\n結局のところ、スクールランブルは、あなたがショーを見れば、それをロマンチックなコメディと呼ぶことは、それが所有しているすべての冗談です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhile with little to no storyline, School Rumble has enough jokes and laughs to keep you interested through all 26 episodes and the next season onwards. Here's why:\n\n\u001b[1mストーリーラインはほとんどないが、スクールランブルは26のエピソードと次のシーズンに関心を持つほどのジョークと笑いを持っている。 理由は次のとおりです。\u001b[22m\n\u001b[1m(Sutōrīrain wa hotondo naiga, sukūruranburu wa 26 no episōdo to tsugi no shīzun ni kanshinwomotsu hodo no jōku to warai o motte iru. Riyū wa tsugi no tōridesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile with little to no storyline, School Rumble has enough jokes and laughs to keep you interested through all 26 episodes and the next season onwards. Here's why:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile with little to no storyline, School Rumble has enough jokes and laughs to keep you interested through all 26 episodes and the next season onwards.\u001b[24m\n    \u001b[1mストーリーラインはほとんどないが、スクールランブルは26のエピソードと次のシーズンに関心を持つほどのジョークと笑いを持っている。\u001b[22m, \u001b[1mノーストーリーに少しとしながら、スクールランブルは十分なジョークを持っており、すべての26のエピソードと以降の次のシーズンを通して興味を持ってあなたを保つために笑います。\u001b[22m\n\u001b[4mHere's why:\u001b[24m\n    \u001b[1m理由は次のとおりです。\u001b[22m, \u001b[1m理由は次のとおりです：\u001b[22m\n\u001b[1m\u001b[22m\nEvery episode is totally random in its events, every character is quirky in some way, and every joke will, if nothing, make you chuckle.\n\n\u001b[1mすべてのエピソードはイベントで完全に無作為で、すべてのキャラクターは何らかの方法で奇妙なものになります。何もないと冗談はあなたを笑わせます。\u001b[22m\n\u001b[1m(Subete no episōdo wa ibento de kanzen ni musakui de, subete no kyarakutā wa nanrakano hōhō de kimyōna mono ni narimasu. Nanimonai to jōdan wa anata o warawasemasu.)\u001b[22m\n\nTranslations of \u001b[4mEvery episode is totally random in its events, every character is quirky in some way, and every joke will, if nothing, make you chuckle.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery episode is totally random in its events, every character is quirky in some way, and every joke will, if nothing, make you chuckle.\u001b[24m\n    \u001b[1mすべてのエピソードはイベントで完全に無作為で、すべてのキャラクターは何らかの方法で奇妙なものになります。何もないと冗談はあなたを笑わせます。\u001b[22m, \u001b[1mすべてのエピソードは、そのイベントで完全にランダムである、すべての文字は、何らかの方法で風変わりで、すべてのジョークは、何もないならば、あなたは含み笑いようになります。\u001b[22m\n\u001b[1m\u001b[22m\nIt has its own love triangle that provides satisfying comic relief between the protagonist and the heroine with a quest for unrequited love.\n\n\u001b[1m主人公とヒロインの間に満足のいく漫画の救済を提供する独自の愛の三角形を持っています。\u001b[22m\n\u001b[1m(Shujinkō to hiroin no ma ni manzoku no iku manga no kyūsai o teikyō suru dokuji no ai no sankakkei o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt has its own love triangle that provides satisfying comic relief between the protagonist and the heroine with a quest for unrequited love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has its own love triangle that provides satisfying comic relief between the protagonist and the heroine with a quest for unrequited love.\u001b[24m\n    \u001b[1m主人公とヒロインの間に満足のいく漫画の救済を提供する独自の愛の三角形を持っています。\u001b[22m, \u001b[1mそれは、主人公と片思いのための探求とヒロインとの間に満足コミックリリーフを提供し、独自の三角関係を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime's great to watch with friends&amp; High school has never been so fun, why can't all schools be like Yagami High? It's something to look forward to after a boring school day.\n\n\u001b[1mこのアニメは友だちと一緒に見るのが大好きです 高校はそれほど楽しいことはありませんでしたが、どうしてすべての学校がやがて高校のようにはならないのですか？ それは退屈な学校の日の後に楽しみにしているものです。\u001b[22m\n\u001b[1m(Kono anime wa tomodachi to issho ni miru no ga daisukidesu kōkō wa sorehodo tanoshīkoto wa arimasendeshitaga, dōshite subete no gakkō ga yagate kōkō no yō ni wa naranai nodesu ka? Sore wa taikutsuna gakkō no hi no nochi ni tanoshimini shite iru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime's great to watch with friends&amp; High school has never been so fun, why can't all schools be like Yagami High? It's something to look forward to after a boring school day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime's great to watch with friends&amp;\u001b[24m\n    \u001b[1mこのアニメは友だちと一緒に見るのが大好きです\u001b[22m, \u001b[1mこのアニメの友人＆＃038で見ていて素晴らしいです。\u001b[22m\n\u001b[4mHigh school has never been so fun, why can't all schools be like Yagami High?\u001b[24m\n    \u001b[1m高校はそれほど楽しいことはありませんでしたが、どうしてすべての学校がやがて高校のようにはならないのですか？\u001b[22m, \u001b[1mすべての学校が矢上高いようにすることはできませんなぜ高校は、とても楽しいではありませんでしたか？\u001b[22m\n\u001b[4mIt's something to look forward to after a boring school day.\u001b[24m\n    \u001b[1mそれは退屈な学校の日の後に楽しみにしているものです。\u001b[22m, \u001b[1mそれは退屈な学校の日の後に楽しみにして何か。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters grow on you. There's no doubt that by the time you're done watching, you've got a favorite. ( The art's good, so that means pretty girls! )\n\n\u001b[1m文字はあなたの上に成長する。 あなたが見終わった時点で、あなたはお気に入りを持っていることは間違いありません。  （芸術はいい、それはかわいい女の子を意味する！）\u001b[22m\n\u001b[1m(Moji wa anata no ue ni seichō suru. Anata ga mi owatta jiten de, anata wa okiniiri o motte iru koto wa machigai arimasen. (Geijutsu wa ī, sore wa kawaī on'nanoko o imi suru! ))\u001b[22m\n\nTranslations of \u001b[4mThe characters grow on you. There's no doubt that by the time you're done watching, you've got a favorite. ( The art's good, so that means pretty girls! )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters grow on you.\u001b[24m\n    \u001b[1m文字はあなたの上に成長する。\u001b[22m, \u001b[1m文字はあなたに成長します。\u001b[22m\n\u001b[4mThere's no doubt that by the time you're done watching, you've got a favorite.\u001b[24m\n    \u001b[1mあなたが見終わった時点で、あなたはお気に入りを持っていることは間違いありません。\u001b[22m, \u001b[1mあなたが見終わった時点で、あなたが好きなを持っていることは間違いありません。\u001b[22m\n\u001b[4m( The art's good, so that means pretty girls! )\u001b[24m\n    \u001b[1m（芸術はいい、それはかわいい女の子を意味する！）\u001b[22m, \u001b[1m（芸術の良い、そのためには、可愛い女の子を意味します！）\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, School Rumble is a comical slice-of-life series where if you watch the show, calling it a romantic comedy is a joke all it's own.\n\n\u001b[1m結局のところ、スクールランブルは、あなたがショーを見れば、それをロマンチックなコメディと呼ぶことは、それが所有しているすべての冗談です。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, sukūruranburu wa, anata ga shō o mireba, sore o romanchikkuna komedi to yobu koto wa, sore ga shoyū shite iru subete no jōdandesu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, School Rumble is a comical slice-of-life series where if you watch the show, calling it a romantic comedy is a joke all it's own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, School Rumble is a comical slice-of-life series where if you watch the show, calling it a romantic comedy is a joke all it's own.\u001b[24m\n    \u001b[1m結局のところ、スクールランブルは、あなたがショーを見れば、それをロマンチックなコメディと呼ぶことは、それが所有しているすべての冗談です。\u001b[22m, \u001b[1mすべてのすべてでは、スクールランブルはロマンチックコメディはすべて冗談それ自身でそれを呼び出して、あなたがショーを見た場合にコミカルなスライス・オブ・ライフシリーズです。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "burrito08",
    "profile": "/profile/burrito08/reviews",
    "pages": "3",
    "number": "15",
    "link": "/reviews.php?id=13854",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nあなたがより多くを望むようにファブリーに配信されたアニメ。 そのコメディは清潔で創造的です。 スクールランブルは、日本の高校生の日常的な問題をよく扱っています（たとえこれらの生徒の一部が不合理なものを所有していたり​​、不合理なことがあったとしても）。 しかし、それは楽しいと興味の部分です。\n\n喜劇はすべての学生の間の愛に続く。 それは愛の三角形と時には片面をどのように示しています。 それは、高校の愛をベースにして、それぞれの生徒が好きなものに近づくために何をしているかを示します。\n\nあなたが悪い日、週、月、または年を持っているかどうかを見るためのその良いアニメ。 あなたを笑わせなければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA fabously delivered anime that makes you want more. Its comedy is clean and origional. School Rumble uses common daily problems of japanese high school students, (even if some of these students own or do unreasonable things). But thats the fun and interest part.\n\n\u001b[1mあなたがより多くを望むようにファブリーに配信されたアニメ。 そのコメディは清潔で創造的です。 スクールランブルは、日本の高校生の日常的な問題をよく扱っています（たとえこれらの生徒の一部が不合理なものを所有していたり​​、不合理なことがあったとしても）。 しかし、それは楽しいと興味の部分です。\u001b[22m\n\u001b[1m(Anata ga yori ōku o nozomu yō ni faburī ni haishin sa reta anime. Sono komedi wa seiketsu de sōzō-tekidesu. Sukūruranburu wa, Nihon no kōkōsei no nichijō-tekina mondai o yoku atsukatte imasu (tatoe korera no seito no ichibu ga fugōrina mono o shoyū shite i tari ​​, fugōrina koto ga atta to shite mo). Shikashi, sore wa tanoshī to kyōmi no bubundesu.)\u001b[22m\n\nTranslations of \u001b[4mA fabously delivered anime that makes you want more. Its comedy is clean and origional. School Rumble uses common daily problems of japanese high school students, (even if some of these students own or do unreasonable things). But thats the fun and interest part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA fabously delivered anime that makes you want more.\u001b[24m\n    \u001b[1mあなたがより多くを望むようにファブリーに配信されたアニメ。\u001b[22m, \u001b[1mfabouslyあなたがより多くをたくなるアニメを配信しました。\u001b[22m\n\u001b[4mIts comedy is clean and origional.\u001b[24m\n    \u001b[1mそのコメディは清潔で創造的です。\u001b[22m, \u001b[1mその喜劇は清潔でorigionalです。\u001b[22m\n\u001b[4mSchool Rumble uses common daily problems of japanese high school students, (even if some of these students own or do unreasonable things).\u001b[24m\n    \u001b[1mスクールランブルは、日本の高校生の日常的な問題をよく扱っています（たとえこれらの生徒の一部が不合理なものを所有していたり、不合理なことがあったとしても）。\u001b[22m, \u001b[1mスクールランブルは、日本の高校生の日常の問題を、（これらの学生の一部が所有または不合理なことを行う場合であっても）を使用します。\u001b[22m\n\u001b[4mBut thats the fun and interest part.\u001b[24m\n    \u001b[1mしかし、それは楽しいと興味の部分です。\u001b[22m, \u001b[1mしかし、楽しさと興味一部のthats。\u001b[22m\n\u001b[1m\u001b[22m\nThe comedy follows the love between all the students. It shows how love triangles and sometimes one sided. It uses the highschool love as the base and shows what each student does to get closer to the one they 'like'.\n\n\u001b[1m喜劇はすべての学生の間の愛に続く。 それは愛の三角形と時には片面をどのように示しています。 それは、高校の愛をベースにして、それぞれの生徒が好きなものに近づくために何をしているかを示します。\u001b[22m\n\u001b[1m(Kigeki wa subete no gakusei no ma no ai ni tsudzuku. Sore wa ai no sankakkei to tokiniha katamen o dono yō ni shimeshite imasu. Sore wa, kōkō no ai o bēsu ni shite, sorezore no seito ga sukinamono ni chikadzuku tame ni nani o shite iru ka o shimeshimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe comedy follows the love between all the students. It shows how love triangles and sometimes one sided. It uses the highschool love as the base and shows what each student does to get closer to the one they 'like'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe comedy follows the love between all the students.\u001b[24m\n    \u001b[1m喜劇はすべての学生の間の愛に続く。\u001b[22m, \u001b[1mコメディは、すべての学生の間に愛が続きます。\u001b[22m\n\u001b[4mIt shows how love triangles and sometimes one sided.\u001b[24m\n    \u001b[1mそれは愛の三角形と時には片面をどのように示しています。\u001b[22m, \u001b[1mそれはどのように三角関係を示し、時には1は片側。\u001b[22m\n\u001b[4mIt uses the highschool love as the base and shows what each student does to get closer to the one they 'like'.\u001b[24m\n    \u001b[1mそれは、高校の愛をベースにして、それぞれの生徒が好きなものに近づくために何をしているかを示します。\u001b[22m, \u001b[1mこれは、ベースとして高校の愛を使用し、各学生は、彼らが 'のように' 1に近づくために何をするかを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nIts a good anime to watch if your having a bad day, week, month, or year. Should make you laugh, a lot.\n\n\u001b[1mあなたが悪い日、週、月、または年を持っているかどうかを見るためのその良いアニメ。 あなたを笑わせなければなりません。\u001b[22m\n\u001b[1m(Anata ga warui hi, shū, tsuki, matawa toshi o motte iru ka dō ka o miru tame no sono yoi anime. Anata o warawasenakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mIts a good anime to watch if your having a bad day, week, month, or year. Should make you laugh, a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts a good anime to watch if your having a bad day, week, month, or year.\u001b[24m\n    \u001b[1mあなたが悪い日、週、月、または年を持っているかどうかを見るためのその良いアニメ。\u001b[22m, \u001b[1mあなたが悪い日、週、月、または年持つ場合、その良好なアニメは見て。\u001b[22m\n\u001b[4mShould make you laugh, a lot.\u001b[24m\n    \u001b[1mあなたを笑わせなければなりません。\u001b[22m, \u001b[1mあなたは、多くのことを笑わせる必要があります。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "DashingNative",
    "profile": "/profile/DashingNative/reviews",
    "pages": "3",
    "number": "16",
    "link": "/reviews.php?id=92445",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  5\nキャラクター|  7\n|  10\n\nこれは、このアニメシリーズの私のレビューです。 まあ、それはかなり見て良かった！ しかし、私は多くの時間を手にしていましたが、私はもっとやる気がありたいので、後で見ることができます。 申し訳ありませんが、私はあなたのためにものを台無しにしたが、これは私が愛するものの私の最初のレビューです。 あなたがこのシリーズに飽きてしまうことはないと信じてください。これは私が将来見直したい唯一のアニメです。  DBZ以外。 芸術は大丈夫でしたが、私は芸術家ではありませんので、私に重要なのは物語やキャラクターではないと思っています。 ストーリーは、この物語の主人公である恋の約2人であり、俳優は私の主人であり、私がシリーズで好きだった最高のキャラクターでした！ 私はそれについてもう少し感じました。私はもう一人の主人公を嫌っていました。なぜなら、彼はハリマに気づかずに、テンマが気に入らなかったからです。  。 播磨のように成長した他のキャラクターもいますが、播磨と一緒にいるのはとても良いものです。 ヤクモ（妹の妹）は、私が彼が終わったことを願っていました。エリも良かったので、それは本当に問題ではありませんでした。 悲しいことに、第3期は2エピソードでOVAのみをアニメ化しませんでした。 これは一度のシリーズですが、私はそれに言葉を入れられません、私はそれを愛し、それが終わらないことを願った。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my review of this anime series. Well it was pretty damn good to watch! But with the whole lot of time I have on my hands I wished I had more to do so I can watch it later on. sorry if I had spoiled stuff for you but well this is my first review of something I loved. Trust me you won't get bored of this series, and this is the only anime I want to watch over again in the future. Besides DBZ. The art was ok but I'm no artist so I can't give the art any thought what matters to me is the story and characters. The story is about 2 people in love who are the main characters of this story, harima was my main man and the best characters I liked in the series! To me it felt a bit more about him I grown to hate tenma the other main character for the reason that she used him and not noticing harima liked tenma, I wasn't real mad about her using harima for her not even knowing he liked her . There are other characters who grown to like harima as well which are very good ones to be with harima. Yakumo (tenma's younger sister) was one I hoped he ended up with, eri was good as well so it didn't really matter. Sad how 3rd term didn't get animated only a OVA with 2 episodes. This is once series I can't put words into it, I loved it and wished it didn't end.\n\n\u001b[1mこれは、このアニメシリーズの私のレビューです。 まあ、それはかなり見て良かった！ しかし、私は多くの時間を手にしていましたが、私はもっとやる気がありたいので、後で見ることができます。 申し訳ありませんが、私はあなたのためにものを台無しにしたが、これは私が愛するものの私の最初のレビューです。 あなたがこのシリーズに飽きてしまうことはないと信じてください。これは私が将来見直したい唯一のアニメです。  DBZ以外。 芸術は大丈夫でしたが、私は芸術家ではありませんので、私に重要なのは物語やキャラクターではないと思っています。 ストーリーは、この物語の主人公である恋の約2人であり、俳優は私の主人であり、私がシリーズで好きだった最高のキャラクターでした！ 私はそれについてもう少し感じました。私はもう一人の主人公を嫌っていました。なぜなら、彼はハリマに気づかずに、テンマが気に入らなかったからです。  。 播磨のように成長した他のキャラクターもいますが、播磨と一緒にいるのはとても良いものです。 ヤクモ（妹の妹）は、私が彼が終わったことを願っていました。エリも良かったので、それは本当に問題ではありませんでした。 悲しいことに、第3期は2エピソードでOVAのみをアニメ化しませんでした。 これは一度のシリーズですが、私はそれに言葉を入れられません、私はそれを愛し、それが終わらないことを願った。\u001b[22m\n\u001b[1m(Kore wa, kono animeshirīzu no watashi no rebyūdesu. Mā, sore wa kanari mite yokatta! Geijutsu wa daijōbudeshitaga, watashi wa geijutsukade wa arimasen'node, watashi ni jūyōna no wa monogatari ya kyarakutāde wa nai to omotte imasu. Sutōrī wa, kono monogatari no shujinkōdearu koi no yaku 2-rideari, haiyū wa watashi no shujindeari, watashi ga shirīzu de sukidatta saikō no kyarakutādeshita! Watashi wa sore ni tsuite mōsukoshi kanjimashita. Watashi wa mōhitori no shujinkō o kiratte imashita. Nazenara, kare wa Harima ni kidzukazu ni, Tenma ga kiniiranakattakaradesu.. Harima no yō ni seichōshita hoka no kyarakutā mo imasuga, Harima to issho ni iru no wa totemo yoimonodesu. Yakumo (imōto no imōto) wa, watashi ga kare ga owatta koto o negatte imashita. Eri mo yokattanode, sore wa hontōni mondaide wa arimasendeshita. Kanashī koto ni, dai 3-ki wa 2 episōdo de ovu~a nomi o anime-ka shimasendeshita. Kore wa ichido no shirīzudesuga, watashi wa sore ni kotoba o haire raremasen, watashi wa sore o aishi, sore ga owaranai koto o negatta. Shikashi, watashi wa ōku no jikan o te ni shite imashitaga, watashi wa motto yaruki ga aritainode,-go de miru koto ga dekimasu. Mōshiwakearimasenga, watashi wa anata no tame ni mono o dainashi ni shitaga, kore wa watashi ga aisuru mono no watashi no saisho no rebyūdesu. Anata ga kono shirīzu ni akite shimau koto wa nai to shinjite kudasai. Kore wa watashi ga shōrai minaoshitai yuiitsu no animedesu. DBZ igai.)\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "gabolla",
    "profile": "/profile/gabolla/reviews",
    "pages": "3",
    "number": "17",
    "link": "/reviews.php?id=73185",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  10\n\nさて、私はloongのレビューが好きではないので、私はポイントにカットします。 私はかなりのアニメを見たことがあります。クレイジーではありませんが、およそ200で、私は10の完全なスコアを与えました：\nエヴァンゲリオン2.0、ブラックラグーン：ロベルタの血統試験、コードギアス、ヘルシング究極と運命/ゼロ...そして、私はこのシリーズで私の経験を分析してスコアを出したのも驚いた。\n\nそして、主な理由は、このアニメがコメディー/ロマンス（コメディー）であり、私は奇妙な、ランダムな状況コメディにはなっていないのですが、このシーズは私を笑ってくれました ハードマン....私はそれをお勧めします100％は楽しいです、本当に楽しい、素晴らしい時間を過ごすと笑顔を取得し、良い一日を得る:)\n\nGo WatchスクールランブルNAO！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOk so I don't like loong reviews so I'll cut to the point. I've seen quite some anime, not like crazy but around 200, and I've only given the perfect score of 10 to:\n\n\u001b[1mさて、私はloongのレビューが好きではないので、私はポイントにカットします。 私はかなりのアニメを見たことがあります。クレイジーではありませんが、およそ200で、私は10の完全なスコアを与えました：\u001b[22m\n\u001b[1m(Sate, watashi wa loong no rebyū ga sukide wanainode, watashi wa pointo ni katto shimasu. Watashi wa kanari no anime o mita koto ga arimasu. Kureijīde wa arimasenga, oyoso 200 de, watashi wa 10 no kanzen'na sukoa o ataemashita:)\u001b[22m\n\nTranslations of \u001b[4mOk so I don't like loong reviews so I'll cut to the point. I've seen quite some anime, not like crazy but around 200, and I've only given the perfect score of 10 to:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk so I don't like loong reviews so I'll cut to the point.\u001b[24m\n    \u001b[1mさて、私はloongのレビューが好きではないので、私はポイントにカットします。\u001b[22m, \u001b[1m[OK]をので、私はポイントにカットしますのでレビューをルーン好きではありません。\u001b[22m\n\u001b[4mI've seen quite some anime, not like crazy but around 200, and I've only given the perfect score of 10 to:\u001b[24m\n    \u001b[1m私はかなりのアニメを見たことがあります。クレイジーではありませんが、およそ200で、私は10の完全なスコアを与えました：\u001b[22m, \u001b[1m私は狂ったようにしかし、約200ない、かなりのアニメを見てきた、と私だけに10の満点を与えてくれました。\u001b[22m\nEvangelion 2.0, Black Lagoon: Roberta's Blood Trial, Code Geass, Hellsing Ultimate and Fate/Zero... and I even surprised the 1st time I analysed my experience with this series and came out with a score.\n\n\u001b[1mエヴァンゲリオン2.0、ブラックラグーン：ロベルタの血統試験、コードギアス、ヘルシング究極と運命/ゼロ...そして、私はこのシリーズで私の経験を分析してスコアを出したのも驚いた。\u001b[22m\n\u001b[1m(Evu~angerion 2. 0, Burakkuragūn: Roberuta no kettō shiken, kōdogiasu, herushingu kyūkyoku to unmei/ zero... Soshite, watashi wa kono shirīzu de watashi no keiken o bunseki shite sukoa o dashita no mo odoroita.)\u001b[22m\n\nTranslations of \u001b[4mEvangelion 2.0, Black Lagoon: Roberta's Blood Trial, Code Geass, Hellsing Ultimate and Fate/Zero... and I even surprised the 1st time I analysed my experience with this series and came out with a score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvangelion 2.0, Black Lagoon: Roberta's Blood Trial, Code Geass, Hellsing Ultimate and Fate/Zero... and I even surprised the 1st time I analysed my experience with this series and came out with a score.\u001b[24m\n    \u001b[1mエヴァンゲリオン2.0、ブラックラグーン：ロベルタの血統試験、コードギアス、ヘルシング究極と運命/ゼロ...そして、私はこのシリーズで私の経験を分析してスコアを出したのも驚いた。\u001b[22m, \u001b[1mエヴァンゲリオン2.0、ブラックラグーン：ロベルタの血トライアル、コードギアス、ヘルシングUltimateおよびフェイト/ゼロ...と私も、私はこのシリーズで私の経験を分析し、スコアで出てきた第一の時間を驚かせました。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the main reason is that this anime is a comedy/romanceish (more comedy) and I laughed my a** off the whole freaking time, I'm not usually into dumb, random situation kinda comedy, but this shiz made me laugh so hard man.... I recommend it 100% is just FUN, really enjoyable, amazing to spend time and get a smile and get a nice day :)\n\n\u001b[1mそして、主な理由は、このアニメがコメディー/ロマンス（コメディー）であり、私は奇妙な、ランダムな状況コメディにはなっていないのですが、このシーズは私を笑ってくれました ハードマン....私はそれをお勧めします100％は楽しいです、本当に楽しい、素晴らしい時間を過ごすと笑顔を取得し、良い一日を得る:)\u001b[22m\n\u001b[1m(Soshite, omona riyū wa, kono anime ga komedī/ romansu (komedī)deari, watashi wa kimyōna, randamuna jōkyō komedi ni Hana tte inai nodesuga, kono shīzu wa watashi o waratte kuremashita hādoman.... Watashi wa sore o o susume shimasu 100-pāsento wa tanoshīdesu, hontōni tanoshī, subarashī jikan o sugosu to egao o shutoku shi, yoiichinichiwo eru: ))\u001b[22m\n\nTranslations of \u001b[4mAnd the main reason is that this anime is a comedy/romanceish (more comedy) and I laughed my a** off the whole freaking time, I'm not usually into dumb, random situation kinda comedy, but this shiz made me laugh so hard man.... I recommend it 100% is just FUN, really enjoyable, amazing to spend time and get a smile and get a nice day :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the main reason is that this anime is a comedy/romanceish (more comedy) and I laughed my a** off the whole freaking time, I'm not usually into dumb, random situation kinda comedy, but this shiz made me laugh so\u001b[24m\n    \u001b[1mそして、主な理由は、このアニメがコメディー/ロマンス（コメディー）であり、私は奇妙な、ランダムな状況コメディにはなっていないのですが、このシーズは私を笑ってくれました\u001b[22m, \u001b[1mそして、主な理由は、このアニメはコメディ/ romanceish（より多くの喜劇）であることであり、私は全体おかしくオフ時間私のA **を笑った、私はダム、ランダムな状況に通常はちょっとコメディーないんだけど、このSHIZは私がとても笑わせ\u001b[22m\n\u001b[4mhard man.... I recommend it 100% is just FUN, really enjoyable, amazing to spend time and get a smile and get a nice day :)\u001b[24m\n    \u001b[1mハードマン....私はそれをお勧めします100％は楽しいです、本当に楽しい、素晴らしい時間を過ごすと笑顔を取得し、良い一日を得る:)\u001b[22m, \u001b[1mハード男が....私は100％の時間を費やすと笑顔を取得し、良い一日を取得するだけで、本当に楽しい、楽しい素晴らしいですお勧めします:)\u001b[22m\n\u001b[1m\u001b[22m\nGo watch School Rumble NAO!\n\n\u001b[1mGo WatchスクールランブルNAO！\u001b[22m\n\u001b[1m(Go uotchi sukūruranburu NAO!)\u001b[22m\n\nTranslations of \u001b[4mGo watch School Rumble NAO!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGo watch School Rumble NAO!\u001b[24m\n    \u001b[1mGo WatchスクールランブルNAO！\u001b[22m, \u001b[1mスクールランブルNAOを見に行きます！\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "JminY",
    "profile": "/profile/JminY/reviews",
    "pages": "3",
    "number": "18",
    "link": "/reviews.php?id=101425",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\nスクールランブルはおそらくあなたが見ているより良いライフ/コメディアニメの1つです。 その完璧なナンセンスだが、すごいアニメだ。 ストーリーは飽きることはありません。エピソードごとに別のひねりがありますので、ストーリーを深く理解するにつれて興味を失うことはありません。 典型的な愛の三角形がありますが、非常にコミックな方法で伝えられ、それを他のものと少し違うものにしています。 キャラクターはよく発達しています。アニメ（豊かなブロンディ、無表情なものなど）で見られる典型的なキャラクターを持っていますが、より深みのあるユニークなキャラクターがあります。\n\nいい笑いが必要ですか？ 寝返りのアニメ？ これは見る人です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSchool Rumble is probably one of the better slice of life/comedy animes you'll watch. Its complete nonsense, but a great chill anime. The story never gets boring, every other episode or so will have a different twist so you won't lose interest as you go deeper into the story. There's the typical love triangle but conveyed in a very comical way, making it a little different than others. The characters are well developed- you have the typical characters you'd see in every anime (rich blondie, the expressionless one, etc.) but in more depth and additional unique characters.\n\n\u001b[1mスクールランブルはおそらくあなたが見ているより良いライフ/コメディアニメの1つです。 その完璧なナンセンスだが、すごいアニメだ。 ストーリーは飽きることはありません。エピソードごとに別のひねりがありますので、ストーリーを深く理解するにつれて興味を失うことはありません。 典型的な愛の三角形がありますが、非常にコミックな方法で伝えられ、それを他のものと少し違うものにしています。 キャラクターはよく発達しています。アニメ（豊かなブロンディ、無表情なものなど）で見られる典型的なキャラクターを持っていますが、より深みのあるユニークなキャラクターがあります。\u001b[22m\n\u001b[1m(Sukūruranburu wa osoraku anata ga mite iru yoriyoi raifu/ komedi anime no 1tsudesu. Sono kanpekina nansensudaga, sugoi animeda. Sutōrī wa akiru koto wa arimasen. Episōdo-goto ni betsu no hineri ga arimasunode, sutōrī o fukaku rikai suru ni tsurete kyōmi o ushinau koto wa arimasen. Tenkei-tekina ai no sankakkei ga arimasuga, hijō ni komikkuna hōhō de tsutae rare, sore o hoka no mono to sukoshi chigau mono ni shite imasu. Kyarakutā wa yoku hattatsu shite imasu. Anime (yutakana burondi, muhyōjōna mono nado) de mi rareru tenkei-tekina kyarakutā o motte imasuga, yori fukami no aru yunīkuna kyarakutā ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSchool Rumble is probably one of the better slice of life/comedy animes you'll watch. Its complete nonsense, but a great chill anime. The story never gets boring, every other episode or so will have a different twist so you won't lose interest as you go deeper into the story. There's the typical love triangle but conveyed in a very comical way, making it a little different than others. The characters are well developed- you have the typical characters you'd see in every anime (rich blondie, the expressionless one, etc.) but in more depth and additional unique characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Rumble is probably one of the better slice of life/comedy animes you'll watch.\u001b[24m\n    \u001b[1mスクールランブルはおそらくあなたが見ているより良いライフ/コメディアニメの1つです。\u001b[22m, \u001b[1mスクールランブルは、おそらくあなたが見てよ人生/コメディアニメのより良いスライスの一つです。\u001b[22m\n\u001b[4mIts complete nonsense, but a great chill anime.\u001b[24m\n    \u001b[1mその完璧なナンセンスだが、すごいアニメだ。\u001b[22m, \u001b[1mその完全なナンセンスが、偉大なチルアニメ。\u001b[22m\n\u001b[4mThe story never gets boring, every other episode or so will have a different twist so you won't lose interest as you go deeper into the story.\u001b[24m\n    \u001b[1mストーリーは飽きることはありません。エピソードごとに別のひねりがありますので、ストーリーを深く理解するにつれて興味を失うことはありません。\u001b[22m, \u001b[1m物語はあなたが物語に深く行くようにあなたが興味を失うことはありませんので、他のすべてのエピソードかそこらが異なるねじれを持っていますが、退屈することはありません。\u001b[22m\n\u001b[4mThere's the typical love triangle but conveyed in a very comical way, making it a little different than others.\u001b[24m\n    \u001b[1m典型的な愛の三角形がありますが、非常にコミックな方法で伝えられ、それを他のものと少し違うものにしています。\u001b[22m, \u001b[1mそこ典型的な三角関係だが、他のものよりも、それは少し違う作り、非常にコミカルな方法で搬送しました。\u001b[22m\n\u001b[4mThe characters are well developed- you have the typical characters you'd see in every anime (rich blondie, the expressionless one, etc.) but in more depth and additional unique characters.\u001b[24m\n    \u001b[1mキャラクターはよく発達しています。アニメ（豊かなブロンディ、無表情なものなど）で見られる典型的なキャラクターを持っていますが、より深みのあるユニークなキャラクターがあります。\u001b[22m, \u001b[1mあなたはすべてのアニメ（など豊富な金髪、無表情1、）ではなく、より多くの深さと追加のユニークな文字で参照してくださいね典型的なキャラクターを持っているdeveloped-文字がよくあります。\u001b[22m\n\u001b[1m\u001b[22m\nNeed a good laugh? A laid back anime? This is the one to watch.\n\n\u001b[1mいい笑いが必要ですか？ 寝返りのアニメ？ これは見る人です。\u001b[22m\n\u001b[1m(Ī warai ga hitsuyōdesu ka? Negaeri no anime? Kore wa miru hitodesu.)\u001b[22m\n\nTranslations of \u001b[4mNeed a good laugh? A laid back anime? This is the one to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeed a good laugh?\u001b[24m\n    \u001b[1mいい笑いが必要ですか？\u001b[22m, \u001b[1m大笑いが必要ですか？\u001b[22m\n\u001b[4mA laid back anime?\u001b[24m\n    \u001b[1m寝返りのアニメ？\u001b[22m, \u001b[1mのんびりアニメ？\u001b[22m\n\u001b[4mThis is the one to watch.\u001b[24m\n    \u001b[1mこれは見る人です。\u001b[22m, \u001b[1mこれは注目すべきものです。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "Hayate3",
    "profile": "/profile/Hayate3/reviews",
    "pages": "3",
    "number": "19",
    "link": "/reviews.php?id=97531",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nスクールランブルはあまりにも面白いです。 ユーモアのセンス。 私はこの漫画を2度読んで、345章を持っていました。 あなたが本当に良い笑いをしたいのなら、それはどれくらいいいですか？ このシリーズに入ると、図面やグラフィックスが向上します。 アニメ版やマンガ版を見たい場合は、あなた次第です。 マンガ版は、アニメが終了しても続きます。  Sooo..うん、それを決める。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nSchool Rumble is just too funny. Great sense of humor. Dude, I read the manga of this twice, and it had 345 chapters. That's how good it is if you really want a good laugh. The drawings and graphics get better as you go further into the series. It's up to you if you want to watch the Anime or the Manga version. The manga version continues even after the Anime ends. Sooo.. yea decide on that.\n\n\u001b[1mスクールランブルはあまりにも面白いです。 ユーモアのセンス。 私はこの漫画を2度読んで、345章を持っていました。 あなたが本当に良い笑いをしたいのなら、それはどれくらいいいですか？ このシリーズに入ると、図面やグラフィックスが向上します。 アニメ版やマンガ版を見たい場合は、あなた次第です。 マンガ版は、アニメが終了しても続きます。  Sooo..うん、それを決める。\u001b[22m\n\u001b[1m(Sukūruranburu wa amarini mo omoshiroidesu. Yūmoa no sensu. Watashi wa kono manga o 2-do yonde, 345-shō o motte imashita. Anata ga hontōni yoi warai o shitai nonara, sore wa dore kurai īdesu ka? Kono shirīzu ni hairu to, zumen ya gurafikkusu ga kōjō shimasu. Anime-ban ya manga-ban o mitai baai wa, anata shidaidesu. Manga-ban wa, anime ga shūryō shite mo tsudzukimasu. Sooo.. Un, sore o kimeru.)\u001b[22m\n\nTranslations of \u001b[4mSchool Rumble is just too funny. Great sense of humor. Dude, I read the manga of this twice, and it had 345 chapters. That's how good it is if you really want a good laugh. The drawings and graphics get better as you go further into the series. It's up to you if you want to watch the Anime or the Manga version. The manga version continues even after the Anime ends. Sooo.. yea decide on that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSchool Rumble is just too funny.\u001b[24m\n    \u001b[1mスクールランブルはあまりにも面白いです。\u001b[22m\n\u001b[4mGreat sense of humor.\u001b[24m\n    \u001b[1mユーモアのセンス。\u001b[22m, \u001b[1mユーモアのセンスも抜群。\u001b[22m\n\u001b[4mDude, I read the manga of this twice, and it had 345 chapters.\u001b[24m\n    \u001b[1m私はこの漫画を2度読んで、345章を持っていました。\u001b[22m, \u001b[1mおい、私は2回の漫画を読んで、それは345の章を持っていました。\u001b[22m\n\u001b[4mThat's how good it is if you really want a good laugh.\u001b[24m\n    \u001b[1mあなたが本当に良い笑いをしたいのなら、それはどれくらいいいですか？\u001b[22m, \u001b[1mそれはあなたが本当に良い笑いをしたい場合は、それがどのように良いことです。\u001b[22m\n\u001b[4mThe drawings and graphics get better as you go further into the series.\u001b[24m\n    \u001b[1mこのシリーズに入ると、図面やグラフィックスが向上します。\u001b[22m, \u001b[1mあなたはシリーズの中にさらに行くと図面とグラフィックが良くなります。\u001b[22m\n\u001b[4mIt's up to you if you want to watch the Anime or the Manga version.\u001b[24m\n    \u001b[1mアニメ版やマンガ版を見たい場合は、あなた次第です。\u001b[22m, \u001b[1mあなたはアニメやマンガのバージョンを見たい場合、それはあなた次第です。\u001b[22m\n\u001b[4mThe manga version continues even after the Anime ends.\u001b[24m\n    \u001b[1mマンガ版は、アニメが終了しても続きます。\u001b[22m, \u001b[1m漫画版はアニメが終了した後も継続されます。\u001b[22m\n\u001b[4mSooo.. yea decide on that.\u001b[24m\n    \u001b[1mSooo..うん、それを決める。\u001b[22m, \u001b[1mすっごく..いやその上で決定します。\u001b[22m"
  },
  {
    "title": "School_Rumble",
    "id": "24",
    "url": "https://myanimelist.net/anime/24/School_Rumble",
    "user": "Zetsubou_Matt",
    "profile": "/profile/Zetsubou_Matt/reviews",
    "pages": "3",
    "number": "20",
    "link": "/reviews.php?id=52207",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n全体：HILARIOUS!!!\n\nいい加減にして。 愛の三角形の状況は、このショーはちょうどヒステリックな愛に落ちた。  XD\n\nあなたは、この物語の2つの主人公、天満と播磨と一緒に従います。  （誰もがサイドキャラクターです[彼らは多く見られ、ショーを通してストーリーに関わっていますが、これらの2つは正当に主です）\n\nそう。 播磨、学校の悪いこと。 ビッグ、タフ、強い、平均、厄介な、すべてのdeliquent周り。 彼はバイクに乗ることさえある！ グレードA badass〜\n\n天満。 エアヘッド。  ... LOL何もXD\n\nだから、このショーの全体的な根拠は愛（途方もない言い伝え/冗談/陽気な結果や途中でポップアップするイベントの多くが混じっている）です。 これは、愛のシナリオ全体をよりよく、よく、愛らしいXD\n\n播磨は主人公の天満と恋をしています。 そして、彼は彼女と一緒になるために彼の完全なベストをしようと決めました！ このキャラクターのため。 行動は言葉よりも大声を出します!!!  （ちょうどあなたがテンマ（空気の頭）と播磨（完全なばか）を扱っている。 彼は不倫をやめて、彼女と一緒にいていい人になるつもりです。 しかし、待ってください。 テンマは他の誰かのために感情を持っています！  WHOOOOOO！？！??！ それは彼らの別の同級生です！  Karasuma!!!  Karasuma、全体のランダムなキャラクター。 主にサイレント。\n\nこの陽気な愛の戦いに従ってください。 サイドキャラクター自身も戦争中に愛を見つけることができますが、楽しい時間を過ごして楽しむことができます。\n\nあなたが大きな笑いを探しているなら、それ以上見ないでください。 これはちょうど10です！\n\nあなたはすぐにそれに吸収され、毎晩愛するでしょう。 この番組では 鈍い瞬間はありません!!!\n\n私はすべての季節/ OVA'sを見ましたが、私は実際に漫画に入りたいです。 それは後に続く〜^ _ ^私はそれがそうであることを嬉しく思うし、近い将来にいつかそれらを読むことを楽しみにしている〜\n\n笑。 今読んで停止し、それを見て行く！  ：3",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOverall : HILARIOUS!!!\n\n\u001b[1m全体：HILARIOUS!!!\u001b[22m\n\u001b[1m(Zentai: HILARIOUS! ! !)\u001b[22m\n\nTranslations of \u001b[4mOverall : HILARIOUS!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall : HILARIOUS!!!\u001b[24m\n    \u001b[1m全体：HILARIOUS!!!\u001b[22m\n\u001b[1m\u001b[22m\nCome on. A love triangle situation, this show just made falling in love hysterical. XD\n\n\u001b[1mいい加減にして。 愛の三角形の状況は、このショーはちょうどヒステリックな愛に落ちた。  XD\u001b[22m\n\u001b[1m(Īkagen'ni shite. Ai no sankakkei no jōkyō wa, kono shō wa chōdo hisuterikkuna ai ni ochita. XD)\u001b[22m\n\nTranslations of \u001b[4mCome on. A love triangle situation, this show just made falling in love hysterical. XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCome on.\u001b[24m\n    \u001b[1mいい加減にして。\u001b[22m, \u001b[1mさあ\u001b[22m, \u001b[1mさあ。\u001b[22m\n\u001b[4mA love triangle situation, this show just made falling in love hysterical.\u001b[24m\n    \u001b[1m愛の三角形の状況は、このショーはちょうどヒステリックな愛に落ちた。\u001b[22m, \u001b[1m愛の三角形の状況は、このショーはただヒステリック恋に落ちる作りました。\u001b[22m\n\u001b[4mXD\u001b[24m\n    \u001b[1mXD\u001b[22m\n\u001b[1m\u001b[22m\nYou follow along with the two main characters of this story : Tenma, and Harima. (Everyone else is the side-characters [although they are seen alot and involve in the story throughout the show] but these two are legitly the main)\n\n\u001b[1mあなたは、この物語の2つの主人公、天満と播磨と一緒に従います。  （誰もがサイドキャラクターです[彼らは多く見られ、ショーを通してストーリーに関わっていますが、これら2つは正当に主です）\u001b[22m\n\u001b[1m(Anata wa, kono monogatari no 2tsu no shujinkō, Tenma to Harima to issho ni shitagaimasu. (Daremoga saidokyarakutādesu [karera wa ōku mi rare, shō o tōshite sutōrī ni kakawatte imasuga, korera 2tsu wa seitō ni omodesu))\u001b[22m\n\nTranslations of \u001b[4mYou follow along with the two main characters of this story : Tenma, and Harima. (Everyone else is the side-characters [although they are seen alot and involve in the story throughout the show] but these two are legitly the main)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou follow along with the two main characters of this story : Tenma, and Harima.\u001b[24m\n    \u001b[1mあなたは、この物語の2つの主人公、天満と播磨と一緒に従います。\u001b[22m, \u001b[1m天満、および播磨：あなたはこの物語の二つの主要な文字と一緒に従ってください。\u001b[22m\n\u001b[4m(Everyone else is the side-characters [although they are seen alot and involve in the story throughout the show] but these two are legitly the main)\u001b[24m\n    \u001b[1m（誰もがサイドキャラクターです[彼らは多く見られ、ショーを通してストーリーに関わっていますが、これら2つは正当に主です）\u001b[22m, \u001b[1m（[彼らはショーを通して物語の中でたくさん見られると関与しているが]他のみんなは、サイド文字ですが、これらの2はlegitlyメインです）\u001b[22m\n\u001b[1m\u001b[22m\nSo. Harima, that badass of the school. Big, tough, strong, mean, nasty, an all around deliquent. He even rides a motorcycle! Grade A badass~\n\n\u001b[1mそう。 播磨、学校の悪いこと。 ビッグ、タフ、強い、平均、厄介な、すべてのdeliquent周り。 彼はバイクに乗ることさえある！ グレードA badass〜\u001b[22m\n\u001b[1m(Sō. Harima, gakkō no warui koto. Biggu, tafu, tsuyoi, heikin, yakkaina, subete no deliquent mawari. Kare wa baiku ni noru koto sae aru! Gurēdo A badass 〜)\u001b[22m\n\nTranslations of \u001b[4mSo. Harima, that badass of the school. Big, tough, strong, mean, nasty, an all around deliquent. He even rides a motorcycle! Grade A badass~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo.\u001b[24m\n    \u001b[1mそう。\u001b[22m, \u001b[1mSoが\u001b[22m\n\u001b[4mHarima, that badass of the school.\u001b[24m\n    \u001b[1m播磨、学校の悪いこと。\u001b[22m, \u001b[1m播磨、学校のワル。\u001b[22m\n\u001b[4mBig, tough, strong, mean, nasty, an all around deliquent.\u001b[24m\n    \u001b[1mビッグ、タフ、強い、平均、厄介な、すべてのdeliquent周り。\u001b[22m, \u001b[1mすべてdeliquentの周りに、厄介な、平均、強い、タフなビッグ、。\u001b[22m\n\u001b[4mHe even rides a motorcycle!\u001b[24m\n    \u001b[1m彼はバイクに乗ることさえある！\u001b[22m, \u001b[1m彼もバイクに乗ります！\u001b[22m\n\u001b[4mGrade A badass~\u001b[24m\n    \u001b[1mグレードA badass〜\u001b[22m, \u001b[1mグレードAワル〜\u001b[22m\n\u001b[1m\u001b[22m\nTenma. Air head. ... Lol nothing more XD\n\n\u001b[1m天満。 エアヘッド。  ... LOL何もXD\u001b[22m\n\u001b[1m(Tenma. Ea heddo. ... LOL nani mo XD)\u001b[22m\n\nTranslations of \u001b[4mTenma. Air head. ... Lol nothing more XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTenma.\u001b[24m\n    \u001b[1m天満。\u001b[22m\n\u001b[4mAir head.\u001b[24m\n    \u001b[1mエアヘッド。\u001b[22m, \u001b[1mエアーヘッド。\u001b[22m\n\u001b[4m... Lol nothing more XD\u001b[24m\n    \u001b[1m... LOL何もXD\u001b[22m, \u001b[1m...笑何よりもXD\u001b[22m\n\u001b[1m\u001b[22m\nSo, the whole basis of this show is Love (mixed in with alot of puns/jokes/hilarious outcomes and events that pop up along the way). Which makes the whole Love scenario more, well, Loveable XD\n\n\u001b[1mだから、このショーの全体的な根拠は愛（途方もない言い伝え/冗談/陽気な結果や途中でポップアップするイベントの多くが混じっている）です。 これは、愛のシナリオ全体をよりよく、よく、愛らしいXD\u001b[22m\n\u001b[1m(Dakara, kono shō no zentai-tekina konkyo wa ai (tohōmonai iitsutae/ jōdan/ yōkina kekka ya tochū de poppuappu suru ibento no ōku ga majitte iru)desu. Kore wa, ai no shinario zentai o yori yoku, yoku, airashī XD)\u001b[22m\n\nTranslations of \u001b[4mSo, the whole basis of this show is Love (mixed in with alot of puns/jokes/hilarious outcomes and events that pop up along the way). Which makes the whole Love scenario more, well, Loveable XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, the whole basis of this show is Love (mixed in with alot of puns/jokes/hilarious outcomes and events that pop up along the way).\u001b[24m\n    \u001b[1mだから、このショーの全体的な根拠は愛（途方もない言い伝え/冗談/陽気な結果や途中でポップアップするイベントの多くが混じっている）です。\u001b[22m, \u001b[1mだから、このショーの全体の基礎は（駄洒落/ジョーク/陽気な成果と道に沿ってポップアップイベントの多くに混入）愛があります。\u001b[22m\n\u001b[4mWhich makes the whole Love scenario more, well, Loveable XD\u001b[24m\n    \u001b[1mこれは、愛のシナリオ全体をよりよく、よく、愛らしいXD\u001b[22m, \u001b[1mこれは、より全体の愛のシナリオを作り、よく、愛らしいXD\u001b[22m\n\u001b[1m\u001b[22m\nHarima is in love with our air headed main character Tenma. And he decided that he will try his complete best to be with her! For this character. ACTIONS DO SPEAK LOUDER THAN WORDS!!! (Just that you're dealing with Tenma (an air head) and Harima (a complete idiot). He's stopping his delinquentness and going to be a good man too be with her. But wait. Tenma has feelings for someone else!??!?!?? WHOOOOOO!?!??! It's another classmate of theirs! Karasuma!!! Karasuma, an overall random character. Mainly silent.\n\n\u001b[1m播磨は主人公の天満と恋をしています。 そして、彼は彼女と一緒になるために彼の完全なベストをしようと決めました！ このキャラクターのため。 行動は言葉よりも大声を出します!!!  （ちょうどあなたがテンマ（空気の頭）と播磨（完全なばか）を扱っている。 彼は不倫をやめて、彼女と一緒にいていい人になるつもりです。 しかし、待ってください。 テンマは他の誰かのために感情を持っています！  WHOOOOOO！？！??！ それは彼らの別の同級生です！  Karasuma!!!  Karasuma、全体のランダムなキャラクター。 主にサイレント。\u001b[22m\n\u001b[1m(Harima wa shujinkō no Tenma to koi o shite imasu. Soshite, kare wa kanojo to issho ni naru tame ni kare no kanzen'na besuto o shiyou to kimemashita! Kare wa furin o yamete, kanojo to issho ni ite ī hito ni naru tsumoridesu. Shikashi, matte kudasai. Tenma wa hoka no dareka no tame ni kanjō o motte imasu! WHOOOOOO!?!??! Sore wa karera no betsu no dōkyūseidesu! Karasuma! ! ! Karasuma, zentai no randamuna kyarakutā. Omoni sairento. Kono kyarakutā no tame. Kōdō wa kotoba yori mo ōgoe o dashimasu! ! ! (Chōdo anata ga Tenma (kūki no atama) to Harima (kanzen'na baka) o atsukatte iru.)\u001b[22m\n\nTranslations of \u001b[4mHarima is in love with our air headed main character Tenma. And he decided that he will try his complete best to be with her! For this character. ACTIONS DO SPEAK LOUDER THAN WORDS!!! (Just that you're dealing with Tenma (an air head) and Harima (a complete idiot). He's stopping his delinquentness and going to be a good man too be with her. But wait. Tenma has feelings for someone else!??!?!?? WHOOOOOO!?!??! It's another classmate of theirs! Karasuma!!! Karasuma, an overall random character. Mainly silent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHarima is in love with our air headed main character Tenma.\u001b[24m\n    \u001b[1m播磨は主人公の天満と恋をしています。\u001b[22m, \u001b[1m播磨は、私たちの空気向かった主人公天満に恋をしています。\u001b[22m\n\u001b[4mAnd he decided that he will try his complete best to be with her!\u001b[24m\n    \u001b[1mそして、彼は彼女と一緒になるために彼の完全なベストをしようと決めました！\u001b[22m, \u001b[1mそして、彼は、彼は彼女と一緒に彼の完全な最善の努力をすることを決めました！\u001b[22m\n\u001b[4mHe's stopping his delinquentness and going to be a good man too be with her.\u001b[24m\n    \u001b[1m彼は不倫をやめて、彼女と一緒にいていい人になるつもりです。\u001b[22m, \u001b[1m彼はdelinquentnessを停止し、彼女と一緒にあまりにも良い人になるだろう。\u001b[22m\n\u001b[4mBut wait.\u001b[24m\n    \u001b[1mしかし、待ってください。\u001b[22m, \u001b[1mしかし、待って。\u001b[22m\n\u001b[4mTenma has feelings for someone else!??!?!??\u001b[24m\n    \u001b[1mテンマは他の誰かのために感情を持っています！\u001b[22m, \u001b[1m天満は、他の誰かのために感情を持っています！??！？！??\u001b[22m\n\u001b[4mWHOOOOOO!?!??!\u001b[24m\n    \u001b[1mWHOOOOOO！？！??！\u001b[22m\n\u001b[4mIt's another classmate of theirs!\u001b[24m\n    \u001b[1mそれは彼らの別の同級生です！\u001b[22m\n\u001b[4mKarasuma!!!\u001b[24m\n    \u001b[1mKarasuma!!!\u001b[22m, \u001b[1m烏丸!!!\u001b[22m\n\u001b[4mKarasuma, an overall random character.\u001b[24m\n    \u001b[1mKarasuma、全体のランダムなキャラクター。\u001b[22m, \u001b[1m烏丸、全体的にランダムな文字。\u001b[22m\n\u001b[4mMainly silent.\u001b[24m\n    \u001b[1m主にサイレント。\u001b[22m, \u001b[1m主に沈黙。\u001b[22m\n\u001b[4mFor this character.\u001b[24m\n    \u001b[1mこのキャラクターのため。\u001b[22m, \u001b[1mこの文字のため。\u001b[22m\n\u001b[4mACTIONS DO SPEAK LOUDER THAN WORDS!!!\u001b[24m\n    \u001b[1m行動は言葉よりも大声を出します!!!\u001b[22m, \u001b[1m行動は言葉よりも雄弁でください！\u001b[22m\n\u001b[4m(Just that you're dealing with Tenma (an air head) and Harima (a complete idiot).\u001b[24m\n    \u001b[1m（ちょうどあなたがテンマ（空気の頭）と播磨（完全なばか）を扱っている。\u001b[22m, \u001b[1m（あなたは天満（エアーヘッド）と播磨（完全な馬鹿を扱っているだけということ）。\u001b[22m\n\u001b[1m\u001b[22m\nFollow along with this hilarious battle of love. Even the side characters themselves are in a war to find love as well, but have fun and enjoy friendship and whatnot along the way.\n\n\u001b[1mこの陽気な愛の戦いに従ってください。 サイドキャラクター自身も戦争中に愛を見つけることができますが、楽しい時間を過ごして楽しむことができます。\u001b[22m\n\u001b[1m(Kono yōkina ai no tatakai ni shitagatte kudasai. Saidokyarakutā jishin mo sensō-chū ni ai o mitsukeru koto ga dekimasuga, tanoshī jikan o sugoshite tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mFollow along with this hilarious battle of love. Even the side characters themselves are in a war to find love as well, but have fun and enjoy friendship and whatnot along the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFollow along with this hilarious battle of love.\u001b[24m\n    \u001b[1mこの陽気な愛の戦いに従ってください。\u001b[22m, \u001b[1m愛のこの陽気な戦いと一緒に従ってください。\u001b[22m\n\u001b[4mEven the side characters themselves are in a war to find love as well, but have fun and enjoy friendship and whatnot along the way.\u001b[24m\n    \u001b[1mサイドキャラクター自身も戦争中に愛を見つけることができますが、楽しい時間を過ごして楽しむことができます。\u001b[22m, \u001b[1mでもサイド文字そのものにも愛を見つけるために戦争であるが、楽しいし、友情とその他もろもろ道に沿ってお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for a great laugh, look no further. This is just a 10!\n\n\u001b[1mあなたが大きな笑いを探しているなら、それ以上見ないでください。 これはちょうど10です！\u001b[22m\n\u001b[1m(Anata ga ōkina warai o sagashite irunara, soreijō minaide kudasai. Kore wa chōdo 10desu!)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for a great laugh, look no further. This is just a 10!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for a great laugh, look no further.\u001b[24m\n    \u001b[1mあなたが大きな笑いを探しているなら、それ以上見ないでください。\u001b[22m, \u001b[1mあなたは偉大な笑いを探しているなら、もう探す必要はありません。\u001b[22m\n\u001b[4mThis is just a 10!\u001b[24m\n    \u001b[1mこれはちょうど10です！\u001b[22m, \u001b[1mこれはわずか10です！\u001b[22m\n\u001b[1m\u001b[22m\nYou will be absorbed in it soooo fast, and love every moment. Because in this show. There are no dull moments!!!\n\n\u001b[1mあなたはすぐにそれに吸収され、毎晩愛するでしょう。 この番組では 鈍い瞬間はありません!!!\u001b[22m\n\u001b[1m(Anata wa sugu ni sore ni kyūshū sa re, maiban aisurudeshou. Kono bangumide wa nibui shunkan wa arimasen! ! !)\u001b[22m\n\nTranslations of \u001b[4mYou will be absorbed in it soooo fast, and love every moment. Because in this show. There are no dull moments!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou will be absorbed in it soooo fast, and love every moment.\u001b[24m\n    \u001b[1mあなたはすぐにそれに吸収され、毎晩愛するでしょう。\u001b[22m, \u001b[1mあなたはサイコー速いそれに吸収され、すべての瞬間を愛するされます。\u001b[22m\n\u001b[4mBecause in this show.\u001b[24m\n    \u001b[1mこの番組では\u001b[22m, \u001b[1mこのショーであるため。\u001b[22m\n\u001b[4mThere are no dull moments!!!\u001b[24m\n    \u001b[1m鈍い瞬間はありません!!!\u001b[22m, \u001b[1m全く退屈な瞬間はありません！\u001b[22m\n\u001b[1m\u001b[22m\nI've watched all the seasons/OVA's , But I really want to get into the manga. For it continues on afterward~ ^_^ I'm happy that it does, and look forward to reading those sometime in the near future~\n\n\u001b[1m私はすべての季節/ OVA'sを見ましたが、私は実際に漫画に入りたいです。 それは後に続く〜^ _ ^私はそれがそうであることを嬉しく思うし、近い将来にいつかそれらを読むことを楽しみにしている〜\u001b[22m\n\u001b[1m(Watashi wa subete no kisetsu/ ovu~a' s o mimashitaga, watashi wa jissai ni manga ni hairitaidesu. Soreha-go ni tsudzuku 〜^ _ ^ watashi wa sore ga sōdearu koto o ureshiku omoushi, chikai shōrai ni itsuka sorera o yomu koto o tanoshimini shite iru 〜)\u001b[22m\n\nTranslations of \u001b[4mI've watched all the seasons/OVA's , But I really want to get into the manga. For it continues on afterward~ ^_^ I'm happy that it does, and look forward to reading those sometime in the near future~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've watched all the seasons/OVA's , But I really want to get into the manga.\u001b[24m\n    \u001b[1m私はすべての季節/ OVA'sを見ましたが、私は実際に漫画に入りたいです。\u001b[22m, \u001b[1m私はすべての季節/ OVAのを見てきた、しかし、私は本当に漫画に取得したいです。\u001b[22m\n\u001b[4mFor it continues on afterward~ ^_^ I'm happy that it does, and look forward to reading those sometime in the near future~\u001b[24m\n    \u001b[1mそれは後に続く〜^ _ ^私はそれがそうであることを嬉しく思うし、近い将来にいつかそれらを読むことを楽しみにしている〜\u001b[22m, \u001b[1mそれはその後に続けについて〜^ _ ^私は〜それがないことを幸せだし、近い将来にいつかそれらを読んだことを楽しみにして\u001b[22m\n\u001b[1m\u001b[22m\nLOL. STOP READING NOW AND GO WATCH IT!!! :3\n\n\u001b[1m笑。 今読んで停止し、それを見て行く！  ：3\u001b[22m\n\u001b[1m(Emi. Ima yonde teishi shi, sore o mite iku! : 3)\u001b[22m\n\nTranslations of \u001b[4mLOL. STOP READING NOW AND GO WATCH IT!!! :3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLOL.\u001b[24m\n    \u001b[1m笑。\u001b[22m, \u001b[1mLOL。\u001b[22m\n\u001b[4mSTOP READING NOW AND GO WATCH IT!!!\u001b[24m\n    \u001b[1m今読んで停止し、それを見て行く！\u001b[22m, \u001b[1m今読んで停止し、それを見てGO！\u001b[22m\n\u001b[4m:3\u001b[24m\n    \u001b[1m：3\u001b[22m"
  }
]
