[
  {
    "title": "Akatsuki_no_Yona",
    "id": "25013",
    "url": "https://myanimelist.net/anime/25013/Akatsuki_no_Yona",
    "user": "blackk_rose",
    "profile": "/profile/blackk_rose/reviews",
    "pages": "9",
    "number": "1",
    "link": "/reviews.php?id=233791",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  7\nキャラクター|  8\n|  8\n\nそれは私にとって非常に一般的なストーリーのように聞こえたので、私は高い期待を持っていませんでした。 それは一般的なものでしたが、それは悪くはありません。 実際、アニメがいかにいいかに驚いていました。\n\n城の外の世界についてのことを知らない甘やかされた王女ヨナは、彼女のボディーガードハクと逃げなければならない。 この時、彼女は彼女の王国は生き残るためにはそれが思っていたほど強くなく、より強くなければならないことを学びます。 彼女のキャラクター開発は素晴らしい、現実的です。 彼女は戦士の心を持っているのを見ることができますが、彼女はまだ弱く、未経験です。 しかし、彼女はすべてのエピソードでより強くなります。\n\n私はそれが王座を取り戻そうとする王女の物語だと思った。 しかし、それは強く決定戦闘機と彼女の同盟国に弱い王女の開発についての話です。 王座を再建することはここでの主要な目標ではなく、主な目的は生き残ることです。 アニメ全体をより現実的にしてくれたので、本当に楽しかったです。 王女と彼女のボディーガードはすぐに王座を取り戻すことができません。時間がかかります。 あなたはすでに、最初のエピソードで未来の場面があるので、ヨナはより強く、同盟関係にあると知っていますが、それはサスペンスを奪うものではありません。\n\n「暁のよーナ」は深刻で面白い瞬間もあります。 時には、彼らはあなたが悲しむ機会がないほど速く飛びます。 それは悲しい暗いものの代わりに非常に軽快なアニメになります。 私は暗いものが好きですが、私はそれがそうだったようにそれを好きでした。 それはヨナの陽気で決定的な性格に合っています。\n\n私は面倒で退屈なシーンがいくつかありました。 特に初めは面白かったですが、いくつかのエピソードの後で私は夢中になってしまったので、私は続けました。 あなたが時間を与えるなら、好きな文字でいっぱいのすばらしい物語が報われるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI didn't have high expectations because it sounded like a very generic storyline to me. And it was kind of generic, but that doesn't make it bad. In fact, I was surprised by how good the anime was.\n\n\u001b[1mそれは私にとって非常に一般的なストーリーのように聞こえたので、私は高い期待を持っていませんでした。 それは一般的なものでしたが、それは悪くはありません。 実際、アニメがいかにいいかに驚いていました。\u001b[22m\n\u001b[1m(Sore wa watashi ni totte hijō ni ippantekina sutōrī no yō ni kikoetanode, watashi wa takai kitai o motte imasendeshita. Sore wa ippan-tekina monodeshitaga, sore wa waruku wa arimasen. Jissai, anime ga ikani ī ka ni odoroite imashita.)\u001b[22m\n\nTranslations of \u001b[4mI didn't have high expectations because it sounded like a very generic storyline to me. And it was kind of generic, but that doesn't make it bad. In fact, I was surprised by how good the anime was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't have high expectations because it sounded like a very generic storyline to me.\u001b[24m\n    \u001b[1mそれは私にとって非常に一般的なストーリーのように聞こえたので、私は高い期待を持っていませんでした。\u001b[22m, \u001b[1mそれは私にとって非常に汎用的なストーリーのように聞こえたので、私は大きな期待を持っていませんでした。\u001b[22m\n\u001b[4mAnd it was kind of generic, but that doesn't make it bad.\u001b[24m\n    \u001b[1mそれは一般的なものでしたが、それは悪くはありません。\u001b[22m, \u001b[1mそして、それは一般的なのようなものだったが、それはそれは悪いことはありません。\u001b[22m\n\u001b[4mIn fact, I was surprised by how good the anime was.\u001b[24m\n    \u001b[1m実際、アニメがいかにいいかに驚いていました。\u001b[22m, \u001b[1m実際に、私はアニメがいかに良いことに驚きました。\u001b[22m\n\u001b[1m\u001b[22m\nYona, a spoiled princess who doesn't know a thing about the world outside of the castle, is forced to flee with her bodyguard Hak. In this time she learns that her kingdom isn't as great as she thought it was and has to become stronger in order to survive. Her character development is great and realistic. You can see that she has the heart of a warrior, but she's still weak and inexperienced. However, she becomes stronger with every episode.\n\n\u001b[1m城の外の世界についてのことを知らない甘やかされた王女ヨナは、彼女のボディーガードハクと逃げなければならない。 この時、彼女は彼女の王国は生き残るためにはそれが思っていたほど強くなく、より強くなければならないことを学びます。 彼女のキャラクター開発は素晴らしい、現実的です。 彼女は戦士の心を持っているのを見ることができますが、彼女はまだ弱く、未経験です。 しかし、彼女はすべてのエピソードでより強くなります。\u001b[22m\n\u001b[1m(Shiro no soto no sekai ni tsuite no koto o shiranai amayakasa reta ōjo Yona wa, kanojo no bodīgādohaku to nigenakereba naranai. Kono toki, kanojo wa kanojo no ōkoku wa ikinokoru tame ni wa sore ga omotte ita hodo tsuyokunaku, yori tsuyokunakereba naranai koto o manabimasu. Kanojo no kyarakutā kaihatsu wa subarashī, genjitsu-tekidesu. Kanojo wa senshi no kokoro o motte iru no o miru koto ga dekimasuga, kanojo wa mada yowaku, mikeikendesu. Shikashi, kanojo wa subete no episōdo de yori tsuyoku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mYona, a spoiled princess who doesn't know a thing about the world outside of the castle, is forced to flee with her bodyguard Hak. In this time she learns that her kingdom isn't as great as she thought it was and has to become stronger in order to survive. Her character development is great and realistic. You can see that she has the heart of a warrior, but she's still weak and inexperienced. However, she becomes stronger with every episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYona, a spoiled princess who doesn't know a thing about the world outside of the castle, is forced to flee with her bodyguard Hak.\u001b[24m\n    \u001b[1m城の外の世界についてのことを知らない甘やかされた王女ヨナは、彼女のボディーガードハクと逃げなければならない。\u001b[22m, \u001b[1mヨナ、城の外の世界についての事を知らない甘やかされて育った王女は、彼女のボディーガードハクと逃げることを余儀なくされています。\u001b[22m\n\u001b[4mIn this time she learns that her kingdom isn't as great as she thought it was and has to become stronger in order to survive.\u001b[24m\n    \u001b[1mこの時、彼女は彼女の王国は生き残るためにはそれが思っていたほど強くなく、より強くなければならないことを学びます。\u001b[22m, \u001b[1mこの時点では、彼女は彼女の王国が、彼女はそれがあったし、生き残るためには強くなる必要があると思ったほど大きくないことを知ります。\u001b[22m\n\u001b[4mHer character development is great and realistic.\u001b[24m\n    \u001b[1m彼女のキャラクター開発は素晴らしい、現実的です。\u001b[22m, \u001b[1m彼女のキャラクターの開発は素晴らしいと現実的です。\u001b[22m\n\u001b[4mYou can see that she has the heart of a warrior, but she's still weak and inexperienced.\u001b[24m\n    \u001b[1m彼女は戦士の心を持っているのを見ることができますが、彼女はまだ弱く、未経験です。\u001b[22m, \u001b[1mあなたは、彼女は戦士の心を持っていることがわかりますが、彼女はまだ弱く、経験の浅いです。\u001b[22m\n\u001b[4mHowever, she becomes stronger with every episode.\u001b[24m\n    \u001b[1mしかし、彼女はすべてのエピソードでより強くなります。\u001b[22m, \u001b[1mしかし、彼女はすべてのエピソードで強くなります。\u001b[22m\n\u001b[1m\u001b[22m\nI expected it to be a story of a princess that tries to reclaim the throne. However, it is a story about the development of a weak princess into a strong and determined fighter and her allies. Reclaiming the throne isn't the main goal here, the main goal is to survive. I really enjoyed that because it made the whole anime more realistic. A princess and her bodyguard won't be able to immediately retake the throne, it takes time. You already know that Yona will be stronger and have allies because there's a scene of the future in the first episode, but that doesn't take the suspense away.\n\n\u001b[1m私はそれが王座を取り戻そうとする王女の物語だと思った。 しかし、それは強く決定戦闘機と彼女の同盟国に弱い王女の開発についての話です。 王座を再建することはここでの主要な目標ではなく、主な目的は生き残ることです。 アニメ全体をより現実的にしてくれたので、本当に楽しかったです。 王女と彼女のボディーガードはすぐに王座を取り戻すことができません。時間がかかります。 あなたはすでに、最初のエピソードで未来の場面があるので、ヨナはより強く、同盟関係にあると知っていますが、それはサスペンスを奪うものではありません。\u001b[22m\n\u001b[1m(Watashi wa sore ga ōza o torimodosou to suru ōjo no monogatarida to omotta. Shikashi, sore wa tsuyoku kettei sentōki to kanojo no dōmeikuni ni yowai ōjo no kaihatsu ni tsuite no hanashidesu. Ōza o saiken suru koto wa koko de no shuyōna mokuhyōde wa naku, omona mokuteki wa ikinokoru kotodesu. Anime zentai o yori genjitsu-teki ni shite kuretanode, hontōni tanoshikattadesu. Ōjo to kanojo no bodīgādo wa sugu ni ōza o torimodosu koto ga dekimasen. Jikan ga kakarimasu. Anata wa sudeni, saisho no episōdo de mirai no bamen ga aru node, Yona wa yori tsuyoku, dōmei kankei ni aru to shitte imasuga, soreha sasupensu o ubau monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI expected it to be a story of a princess that tries to reclaim the throne. However, it is a story about the development of a weak princess into a strong and determined fighter and her allies. Reclaiming the throne isn't the main goal here, the main goal is to survive. I really enjoyed that because it made the whole anime more realistic. A princess and her bodyguard won't be able to immediately retake the throne, it takes time. You already know that Yona will be stronger and have allies because there's a scene of the future in the first episode, but that doesn't take the suspense away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI expected it to be a story of a princess that tries to reclaim the throne.\u001b[24m\n    \u001b[1m私はそれが王座を取り戻そうとする王女の物語だと思った。\u001b[22m, \u001b[1m私はそれが王位を取り戻すためにしようと王女の物語であると予想しました。\u001b[22m\n\u001b[4mHowever, it is a story about the development of a weak princess into a strong and determined fighter and her allies.\u001b[24m\n    \u001b[1mしかし、それは強く決定戦闘機と彼女の同盟国に弱い王女の開発についての話です。\u001b[22m, \u001b[1mしかし、それは強いと決定戦闘機とその同盟国への弱い王女の開発についての話です。\u001b[22m\n\u001b[4mReclaiming the throne isn't the main goal here, the main goal is to survive.\u001b[24m\n    \u001b[1m王座を再建することはここでの主要な目標ではなく、主な目的は生き残ることです。\u001b[22m, \u001b[1m王位を取り戻すことはここでの主な目標ではない、主な目標は、生き残るためにです。\u001b[22m\n\u001b[4mI really enjoyed that because it made the whole anime more realistic.\u001b[24m\n    \u001b[1mアニメ全体をより現実的にしてくれたので、本当に楽しかったです。\u001b[22m, \u001b[1mそれは全体のアニメをよりリアルに作られたので、私は本当にことを楽しみました。\u001b[22m\n\u001b[4mA princess and her bodyguard won't be able to immediately retake the throne, it takes time.\u001b[24m\n    \u001b[1m王女と彼女のボディーガードはすぐに王座を取り戻すことができません。時間がかかります。\u001b[22m, \u001b[1m王女と彼女のボディーガードはすぐに王位を奪還することはできません、それは時間がかかります。\u001b[22m\n\u001b[4mYou already know that Yona will be stronger and have allies because there's a scene of the future in the first episode, but that doesn't take the suspense away.\u001b[24m\n    \u001b[1mあなたはすでに、最初のエピソードで未来の場面があるので、ヨナはより強く、同盟関係にあると知っていますが、それはサスペンスを奪うものではありません。\u001b[22m, \u001b[1mあなたはすでに将来のシーンが最初のエピソードでありますので、ヨナが強くなると同盟国を持っているであろうことを知っているが、それは離れてサスペンスを負いません。\u001b[22m\n\u001b[1m\u001b[22m\n'Akatsuki no Yona' has serious and funny moments alike. Sometimes it jumps so fast between them that you have no chance to be sad. Which makes it a very lighthearted anime instead of a sad and dark one. Though I like dark stuff, I liked it the way it was. It kind of fits Yona's cheerful and determined personality.\n\n\u001b[1m「暁のよーナ」は深刻で面白い瞬間もあります。 時には、彼らはあなたが悲しむ機会がないほど速く飛びます。 それは悲しい暗いものの代わりに非常に軽快なアニメになります。 私は暗いものが好きですが、私はそれがそうだったようにそれを好きでした。 それはヨナの陽気で決定的な性格に合っています。\u001b[22m\n\u001b[1m(`Akatsuki no yo ̄na' wa shinkokude omoshiroi shunkan mo arimasu. Tokiniha, karera wa anata ga kanashimu kikai ga nai hodo hayaku tobimasu. Sore wa kanashī kurai mono no kawari ni hijō ni keikaina anime ni narimasu. Watashi wa kurai mono ga sukidesuga, watashi wa sore ga sōdatta yō ni sore o sukideshita. Sore wa Yona no yōkide ketteitekina seikaku ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4m'Akatsuki no Yona' has serious and funny moments alike. Sometimes it jumps so fast between them that you have no chance to be sad. Which makes it a very lighthearted anime instead of a sad and dark one. Though I like dark stuff, I liked it the way it was. It kind of fits Yona's cheerful and determined personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Akatsuki no Yona' has serious and funny moments alike.\u001b[24m\n    \u001b[1m「暁のよーナ」は深刻で面白い瞬間もあります。\u001b[22m, \u001b[1m「暁のヨナ」は同様に深刻なと面白い瞬間を持っていません。\u001b[22m\n\u001b[4mSometimes it jumps so fast between them that you have no chance to be sad.\u001b[24m\n    \u001b[1m時には、彼らはあなたが悲しむ機会がないほど速く飛びます。\u001b[22m, \u001b[1m時にはそれはあなたが悲しいことする機会を持っていないことを、それらの間に非常に速くジャンプします。\u001b[22m\n\u001b[4mWhich makes it a very lighthearted anime instead of a sad and dark one.\u001b[24m\n    \u001b[1mそれは悲しい暗いものの代わりに非常に軽快なアニメになります。\u001b[22m, \u001b[1mそれは非常に気軽にアニメの代わりに悲しいと暗い1になります。\u001b[22m\n\u001b[4mThough I like dark stuff, I liked it the way it was.\u001b[24m\n    \u001b[1m私は暗いものが好きですが、私はそれがそうだったようにそれを好きでした。\u001b[22m, \u001b[1m私は暗いものを好きなものの、私はそれをそれがあった方法が好き。\u001b[22m\n\u001b[4mIt kind of fits Yona's cheerful and determined personality.\u001b[24m\n    \u001b[1mそれはヨナの陽気で決定的な性格に合っています。\u001b[22m, \u001b[1mそれは一種のヨナの陽気と決定した性格に適合します。\u001b[22m\n\u001b[1m\u001b[22m\nThere were a few scenes that annoyed and bored me. Especially at the beginning, the story isn't that interesting, but I'm glad I kept going because after a few episodes, I was hooked. If you give it time, you will be rewarded with an amazing story full of likable characters.\n\n\u001b[1m私は面倒で退屈なシーンがいくつかありました。 特に初めは面白かったですが、いくつかのエピソードの後で私は夢中になってしまったので、私は続けました。 あなたが時間を与えるなら、好きな文字でいっぱいのすばらしい物語が報われるでしょう。\u001b[22m\n\u001b[1m(Watashi wa mendōde taikutsuna shīn ga ikutsu ka arimashita. Tokuni hajime wa omoshirokattadesuga, ikutsu ka no episōdo no nochi de watashi wa muchū ni natte shimattanode, watashi wa tsudzukemashita. Anata ga jikan o ataerunara, sukina moji de ippai no subarashī monogatari ga mukuwa rerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThere were a few scenes that annoyed and bored me. Especially at the beginning, the story isn't that interesting, but I'm glad I kept going because after a few episodes, I was hooked. If you give it time, you will be rewarded with an amazing story full of likable characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were a few scenes that annoyed and bored me.\u001b[24m\n    \u001b[1m私は面倒で退屈なシーンがいくつかありました。\u001b[22m, \u001b[1mイライラと私を退屈いくつかのシーンがありました。\u001b[22m\n\u001b[4mEspecially at the beginning, the story isn't that interesting, but I'm glad I kept going because after a few episodes, I was hooked.\u001b[24m\n    \u001b[1m特に初めは面白かったですが、いくつかのエピソードの後で私は夢中になってしまったので、私は続けました。\u001b[22m, \u001b[1m特に冒頭で、物語はその興味深いものではありませんが、私は、私は夢中だったので、いくつかのエピソードの後に続けましたうれしいです。\u001b[22m\n\u001b[4mIf you give it time, you will be rewarded with an amazing story full of likable characters.\u001b[24m\n    \u001b[1mあなたが時間を与えるなら、好きな文字でいっぱいのすばらしい物語が報われるでしょう。\u001b[22m, \u001b[1mあなたはそれに時間を与える場合は、好感の持てる文字の完全な驚くべき物語で報われる。\u001b[22m"
  },
  {
    "title": "Akatsuki_no_Yona",
    "id": "25013",
    "url": "https://myanimelist.net/anime/25013/Akatsuki_no_Yona",
    "user": "Bmarie8193",
    "profile": "/profile/Bmarie8193/reviews",
    "pages": "9",
    "number": "2",
    "link": "/reviews.php?id=224751",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n友情、愛、裏切り。 私が初めてこのアニメを見始めたとき、私はどんなに夢中になるのか分かりませんでした。 私はアニメのファンにそれを勧めます。 私は今、120冊までの漫画のファンの翻訳を読み、許諾された英語の翻訳された巻1を購入し、パート1のDVD /ブルーレイセットを購入し、現在、ショーのhaha＆gt;。＆lt; このショーはとても詩的で、物語の多くは単にキャラクターの目や表情を通して伝えられます。 私はキャラクターの発展、そして彼らがすべて相互にやり取りする方法を愛しています。 そんな面白いファンタジー世界を作り出したのが草薙みずほ。 暁のヨナがやっているように、私のおかしい骨をくすぐったことはありません。 これを見ながら、私は1秒間目を閉じて、次の笑いで死ぬでしょう。 絶対に豪華なアートワークとアニメーション。 全体的に、暁のヨナは、感動と美しさでいっぱいの信じられないほど素晴らしいアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFriendship, love, betrayal. When I first started watching this anime, I had no idea how enthralled I would be. I reccommend it to any anime fan. I have now read fan translations of the manga up to chapter 120, preordered the licensed English translated volume 1, bought the part 1 DVD/blu Ray set, and am currently on my 2nd time rewatching the show haha &gt;.&lt;. this show is so poetic, and so much of the story is told simply through the character's eyes and facial expressions. I love the character development, and the way they all interact with one another. Mizuho Kusanagi has created such an interesting fantasy world. I have never* had an anime tickle my funny bone the way Akatsuki no Yona does. While watching this, I'll be balling my eyes out one second and then dying of laughter the next. Absolutely gorgeous artwork and animation. Overall, Akatsuki no Yona is an incredibly wonderful anime filled with emotion and beauty.\n\n\u001b[1m友情、愛、裏切り。 私が初めてこのアニメを見始めたとき、私はどんなに夢中になるのか分かりませんでした。 私はアニメのファンにそれを勧めます。 私は今、120冊までの漫画のファンの翻訳を読み、許諾された英語の翻訳された巻1を購入し、パート1のDVD /ブルーレイセットを購入し、現在、ショーのhaha＆gt;。＆lt; このショーはとても詩的で、物語の多くは単にキャラクターの目や表情を通して伝えられます。 私はキャラクターの発展、そして彼らがすべて相互にやり取りする方法を愛しています。 そんな面白いファンタジー世界を作り出したのが草薙みずほ。 暁のヨナがやっているように、私のおかしい骨をくすぐったことはありません。 これを見ながら、私は1秒間目を閉じて、次の笑いで死ぬでしょう。 絶対に豪華なアートワークとアニメーション。 全体的に、暁のヨナは、感動と美しさでいっぱいの信じられないほど素晴らしいアニメです。\u001b[22m\n\u001b[1m(Yūjō,-ai, uragiri. Watashi ga hajimete kono anime o mi hajimeta toki, watashi wa don'nani muchū ni naru no ka wakarimasendeshita. Watashi wa ima, 120-satsu made no manga no fan no hon'yaku o yomi, kyodaku sa reta eigo no hon'yaku sa reta maki 1 o kōnyū shi, pāto 1 no DVD/ burūreisetto o kōnyū shi, genzai, shō no haha& gt;.& Lt; kono shō wa totemo shitekide, monogatari no ōku wa tan'ni kyarakutā no me ya hyōjō o tōshite tsutae raremasu. Watashi wa kyarakutā no hatten, soshite karera ga subete sōgo ni yaritori suru hōhō o aishiteimasu. Son'na omoshiroi fantajī sekai o tsukuridashita no ga Kusanagi Mizuho. Akatsukinoyona ga yatte iru yō ni, watashi no okashī hone o kusugutta koto wa arimasen. Kore o minagara, watashi wa 1-byōkan mewotojite,-ji no warai de shinudeshou. Zettai ni gōkana ātowāku to animēshon. Zentai-teki ni, akatsukinoyona wa, kandō to utsukushi-sa de ippai no shinjirarenai hodo subarashī animedesu. Watashi wa anime no fan ni sore o susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mFriendship, love, betrayal. When I first started watching this anime, I had no idea how enthralled I would be. I reccommend it to any anime fan. I have now read fan translations of the manga up to chapter 120, preordered the licensed English translated volume 1, bought the part 1 DVD/blu Ray set, and am currently on my 2nd time rewatching the show haha &gt;.&lt;. this show is so poetic, and so much of the story is told simply through the character's eyes and facial expressions. I love the character development, and the way they all interact with one another. Mizuho Kusanagi has created such an interesting fantasy world. I have never* had an anime tickle my funny bone the way Akatsuki no Yona does. While watching this, I'll be balling my eyes out one second and then dying of laughter the next. Absolutely gorgeous artwork and animation. Overall, Akatsuki no Yona is an incredibly wonderful anime filled with emotion and beauty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFriendship, love, betrayal.\u001b[24m\n    \u001b[1m友情、愛、裏切り。\u001b[22m\n\u001b[4mWhen I first started watching this anime, I had no idea how enthralled I would be.\u001b[24m\n    \u001b[1m私が初めてこのアニメを見始めたとき、私はどんなに夢中になるのか分かりませんでした。\u001b[22m, \u001b[1m私が最初にこのアニメを見始めたとき、私は私がすることだろうか魅了全く分かりませんでした。\u001b[22m\n\u001b[4mI have now read fan translations of the manga up to chapter 120, preordered the licensed English translated volume 1, bought the part 1 DVD/blu Ray set, and am currently on my 2nd time rewatching the show haha &gt;.&lt;.\u001b[24m\n    \u001b[1m私は今、120冊までの漫画のファンの翻訳を読み、許諾された英語の翻訳された巻1を購入し、パート1のDVD /ブルーレイセットを購入し、現在、ショーのhaha＆gt;。＆lt;\u001b[22m, \u001b[1m;.＆LT;私は今、チャプター120に漫画のファン翻訳を読んライセンス英語翻訳ボリューム1を先行予約、パート1のDVD /ブルーレイのセットを買って、私の第二の時間ハハ＆GTショーをrewatchingに現在午前います。\u001b[22m\n\u001b[4mthis show is so poetic, and so much of the story is told simply through the character's eyes and facial expressions.\u001b[24m\n    \u001b[1mこのショーはとても詩的で、物語の多くは単にキャラクターの目や表情を通して伝えられます。\u001b[22m, \u001b[1mこのショーはとても詩的であり、物語のように多くは、単に文字の目や表情を通して語られます。\u001b[22m\n\u001b[4mI love the character development, and the way they all interact with one another.\u001b[24m\n    \u001b[1m私はキャラクターの発展、そして彼らがすべて相互にやり取りする方法を愛しています。\u001b[22m, \u001b[1m私は、文字の開発を愛し、そしてそれらすべてが互いに対話する方法。\u001b[22m\n\u001b[4mMizuho Kusanagi has created such an interesting fantasy world.\u001b[24m\n    \u001b[1mそんな面白いファンタジー世界を作り出したのが草薙みずほ。\u001b[22m, \u001b[1m草凪みずほは、このような興味深いファンタジーの世界を作成しました。\u001b[22m\n\u001b[4mI have never* had an anime tickle my funny bone the way Akatsuki no Yona does.\u001b[24m\n    \u001b[1m暁のヨナがやっているように、私のおかしい骨をくすぐったことはありません。\u001b[22m, \u001b[1m私は*アニメは私の面白い骨を暁のヨナは行わない方法をくすぐる持っていたことがありません。\u001b[22m\n\u001b[4mWhile watching this, I'll be balling my eyes out one second and then dying of laughter the next.\u001b[24m\n    \u001b[1mこれを見ながら、私は1秒間目を閉じて、次の笑いで死ぬでしょう。\u001b[22m, \u001b[1mこれを見ながら、私は1秒外に私の目を贅沢をした後、笑いの次に死んされます。\u001b[22m\n\u001b[4mAbsolutely gorgeous artwork and animation.\u001b[24m\n    \u001b[1m絶対に豪華なアートワークとアニメーション。\u001b[22m, \u001b[1m絶対にゴージャスなアートワークとアニメーション。\u001b[22m\n\u001b[4mOverall, Akatsuki no Yona is an incredibly wonderful anime filled with emotion and beauty.\u001b[24m\n    \u001b[1m全体的に、暁のヨナは、感動と美しさでいっぱいの信じられないほど素晴らしいアニメです。\u001b[22m, \u001b[1m全体的に、暁にはヨナは感情と美しさで満たされて信じられないほど素晴らしいアニメではありません。\u001b[22m\n\u001b[4mI reccommend it to any anime fan.\u001b[24m\n    \u001b[1m私はアニメのファンにそれを勧めます。\u001b[22m, \u001b[1m私は、アニメファンにreccommend。\u001b[22m"
  },
  {
    "title": "Akatsuki_no_Yona",
    "id": "25013",
    "url": "https://myanimelist.net/anime/25013/Akatsuki_no_Yona",
    "user": "Yuu_Masuhara",
    "profile": "/profile/Yuu_Masuhara/reviews",
    "pages": "9",
    "number": "3",
    "link": "/reviews.php?id=224633",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたがそれを好きであっても最初であってもそれをフォローしていれば、あなたの普通のシリーズではありません。 やや希少な背景、ストーリー、そして優れた改良が外向きと内向きの両方に進むので、私はそれを大声で出します。\n\nKouka王国は戦争で多くの勝利を収めた帝国であり、敵を絶滅させるという評判で有名になったので、II王が戴冠した後、帝国は大きく変わった。 王2世は血まみれの戦争を禁じ、平和を維持し、平和の正統性を彼らの帝国の全員に適用したのに対し、実際には多くの人々の生活は福祉に触れていない。\n蘇源（ユ・ホン）将軍の息子、蘇元（ユ・ホン）将軍の息子は、今や王の娘ヨナとヒロユー城の伯爵である大人の頃までに成長した。 これらの3人は子供時代の友人なので、近くにいて、さらにYonaはSu-Wonが好きです。 若い男たちのこの平和な人生と幸せな関係は、その青い傷から荒れ果てた悲劇が台無しになり、その影響が帝国を変え、間違いなくその3人の人生が変わりました。\n父親の殺人犯であるスウォンの証書を返済するために、若干のスポイラーヨナは逃亡者として城から逃げ出し、ハクと旅を始める。 まず、Su-Wonの兵士が殺されるのを避け、Yonaのゴールが荒廃した森の中の司祭に会うように移動したら、彼女は4匹の竜を探しています。 周りを歩いている真実を知らない神話は、彼女の第一歩になります。 旅はドラゴンの後継者である一つずつ見つかるようになります。\n\n\n私はこのシリーズの前にポストを作り、そのキャラクターは2014年の「お気に入りのアニメキャラクター」に掲載されました。\n私はそのキャラクターの魅力を説明しましたが、今度はあなたがきっとあなたを強く掴むシリーズの魅力を伝えます。 物語は帝国か王朝が支配者である古い時代にとてもよく似ています。 それが人民に社会的不平等を与えることは間違いないが、人類はもはや王位の支配者の優先事項ではない。 それは、殺人した王の娘、彼女の憎しみと彼女の父の死のショックによって食べられている単身者だけの苦しみとして始まりました。さらに、殺人犯は彼女の最愛の人です。 彼女はもはや姫さまではなく、普通の人として城から人生を送ることに苦労しています。 城の出入りの事実は彼女をハリケーンのように押しつぶします。彼女の心の中の炎が表面に現れるまで、早く立ち往生します。 妖精の弱さから、彼女は美しく変身します。彼女の視線を避けることは不可能です。 本当に美しく、心理学的に。 彼女は確かに瞬時に素敵な女性に成長しています、壊れやすい女の子は、単なる言葉で荒れ果てることができますが、多くの人に愛されている強い意志と金心の良い女性。  （私はEN ENVY * Q *です）\n私は文字の開発について最初に議論します。なぜなら、それは私がそう深く溺れているからです。各文字のキャラクター開発は、24 eps以内の多くの主人公（ドラゴンズなど）であっても深く、シリーズはすべてそれと同期して プロット。 プロットは、ドキドキ、時には速くて、遅く、時には適切な場所に、ゆっくりと* whoopsie *私はドラゴンズの後継者と、どのようにYona元々同行しても構わないと思います。\n\n\nショーはロマンスの味で私たちを楽しませる独自の方法を持って、それはこれまで最高のものの一つです。 他の少女シリーズのようなものではなく、男性だけを魅了する魅力的なシリーズです。 暁のようなものは感情そのもののようなものです。 どのように彼らはヨナに到達し、ケアし、保護し、支援し、励ます独自の方法を指摘する。 一方的な方向にではなく、ヨナに向かう人たちだけでなく、ドラゴンズのような他のキャラクターにも、どういうわけか、彼らの愚かな行動が笑っているので、それはとても面白い\n\nアニメーションはすばらしいものではなく良いものですが、特に海の景色が良いです。 どうしていいかわからないけど、あわの町民を助けるために彼らが忙しい時、私はそれが大好きです。 未来的な武器を持たずに、彼らの間の戦いに疑問を呈する必要はありません。 恐ろしい動きと戦いのすべては何かを意味します。 キャラクターのデザインはとてもシンプルですが、シリーズを観るだけで十分です。\n\nテーマソングは合計4曲です。  ＃1 OPのテーマは「暁のヨナ」、涼国際子の「暁のヨナ」です。それは素晴らしい楽器です。 あなたの心を圧迫する安定した鼓動。  ＃2 OPのテーマは、とりわけCyntiaの「暁の華」です。 もう一方の側のAlthoは、＃1のテーマソングからの緊張感、＃2のテーマソングを聞いてみることをお勧めします。  ＃1 EDのテーマはvistlipの「よろー（夜）」、＃2 EDのテーマはShikata Akikoの「Akatsuki（暁）」です。 両方のEDテーマは、このシリーズの他の要素をサポートするのに十分です。\n\n\n\nもしあなたがまだそれを見ていないなら、あなたはこのすばらしいシリーズのために余裕を持たなければなりません。9 +（³³）❤\n長所：\n想像を絶する進歩は、物語は意味のいっぱいでとてもすごく行く\nそのキャラクターの気持ちを良くすることができます\n戦いの緊張感だけでなく、仲間であろうと友情であろうと愛であろうと、それぞれのキャラクターボンドの安心感\n目立つキャラクターの開発\nニースの挿入曲\n\n\n*）NB。 ヒュリュウ城：キングII、ヨナ、ハクが住む場所。\n*）NB。 ドラゴンズ神話：長いこと、人間の世界で人間として生きることを決めたレッド・ドラゴン（Red Dragon）。  。 この神話では、とても気を配り人間を信じていたドラゴンは、その本質を龍として受け入れるのではなく、人間の世界で命を選んだ。 そして、この赤い龍が脅かされるまで何かが起こった。 他のドラゴン、白、青、緑、黄色のドラゴンズは、レッドドラゴンの安全を確かめるために、人間の世界の後継者として選ばれた人間にその血液滴を与えた。 このストーリーでは、ヨナはレッドドラゴンの血に引き継がれているようだ。他のフォードラゴンたちは、ヨナと出会ったときに彼らとの緊密な絆を感じ、ドラゴンの必然的な感情を情熱的な感覚で感じさせる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIt wouldn't be your usual series if you followed it no matter liking it or not at first. I say it out loud because of somewhat rare background, the story, and excellent improvement goes forward both outward and inward.\n\n\u001b[1mあなたがそれを好きであっても最初であってもそれをフォローしていれば、あなたの普通のシリーズではありません。 やや希少な背景、ストーリー、そして優れた改良が外向きと内向きの両方に進むので、私はそれを大声で出します。\u001b[22m\n\u001b[1m(Anata ga sore o sukideatte mo saishodeatte mo sore o forō shite ireba, anata no futsū no shirīzude wa arimasen. Yaya kishōna haikei, sutōrī, soshite sugureta kairyō ga tomuki to uchi muki no ryōhō ni susumunode, watashi wa sore o ōgoe de dashimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt wouldn't be your usual series if you followed it no matter liking it or not at first. I say it out loud because of somewhat rare background, the story, and excellent improvement goes forward both outward and inward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt wouldn't be your usual series if you followed it no matter liking it or not at first.\u001b[24m\n    \u001b[1mあなたがそれを好きであっても最初であってもそれをフォローしていれば、あなたの普通のシリーズではありません。\u001b[22m, \u001b[1mあなたはそれは関係なく、最初にそれを好きないか続く場合、それはあなたの通常のシリーズではないであろう。\u001b[22m\n\u001b[4mI say it out loud because of somewhat rare background, the story, and excellent improvement goes forward both outward and inward.\u001b[24m\n    \u001b[1mやや希少な背景、ストーリー、そして優れた改良が外向きと内向きの両方に進むので、私はそれを大声で出します。\u001b[22m, \u001b[1m私は大声による多少稀な背景、ストーリー、そして優れた改善の両方の外側に内向きに進み、それを言います。\u001b[22m\n\u001b[1m\u001b[22m\nKouka Kingdom, was the empire with a lot of victory in war, became so well-known with its reputation to annihilate the enemy stood on their way, the empire changed significantly after the King II crowned. King II forbid any bloody war and uphold peace, applied the orthodox of peace to everyone in their empire while in fact so many of its people lives do not touched by welfare.\n\n\u001b[1mKouka王国は戦争で多くの勝利を収めた帝国であり、敵を絶滅させるという評判で有名になったので、II王が戴冠した後、帝国は大きく変わった。 王2世は血まみれの戦争を禁じ、平和を維持し、平和の正統性を彼らの帝国の全員に適用したのに対し、実際には多くの人々の生活は福祉に触れていない。\u001b[22m\n\u001b[1m(Kouka ōkoku wa sensō de ōku no shōri o osameta teikokudeari, teki o zetsumetsu sa seru to iu hyōban de yūmei ni nattanode, II-ō ga taikan shita nochi, teikoku wa ōkiku kawatta. Ō 2-sei wa chimamire no sensō o kinji, heiwa o iji shi, heiwa no seitō-sei o karera no teikoku no zen'in ni tekiyō shitanoni taishi, jissai ni wa ōku no hitobito no seikatsu wa fukushi ni furete inai.)\u001b[22m\n\nTranslations of \u001b[4mKouka Kingdom, was the empire with a lot of victory in war, became so well-known with its reputation to annihilate the enemy stood on their way, the empire changed significantly after the King II crowned. King II forbid any bloody war and uphold peace, applied the orthodox of peace to everyone in their empire while in fact so many of its people lives do not touched by welfare.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKouka Kingdom, was the empire with a lot of victory in war, became so well-known with its reputation to annihilate the enemy stood on their way, the empire changed significantly after the King II crowned.\u001b[24m\n    \u001b[1mKouka王国は戦争で多くの勝利を収めた帝国であり、敵を絶滅させるという評判で有名になったので、II王が戴冠した後、帝国は大きく変わった。\u001b[22m, \u001b[1mKouka王国は、戦争での勝利の多くの帝国だったので、敵を全滅させるためにその評判でよく知られるようになった彼らの方法に立った王IIが戴冠した後、帝国は大幅に変更。\u001b[22m\n\u001b[4mKing II forbid any bloody war and uphold peace, applied the orthodox of peace to everyone in their empire while in fact so many of its people lives do not touched by welfare.\u001b[24m\n    \u001b[1m王2世は血まみれの戦争を禁じ、平和を維持し、平和の正統性を彼らの帝国の全員に適用したのに対し、実際には多くの人々の生活は福祉に触れていない。\u001b[22m, \u001b[1m王IIは、任意の血なまぐさい戦争を禁止し、平和を守る、実際にはその人の生活の多くは、福祉が触れていないが、彼らの帝国に皆に平和の正統派を適用しました。\u001b[22m\nThe son of General Yu-Hon (elder brother of King II), Su-Won, now have grown up into an early adulthood as well as Yona—the King's daughter, and Hak—the soldier of Hiryuu Castle. These three are childhood friends, so close, moreover Yona likes Su-Won. This peaceful life and happy-go-lucky relationship of young men then out of the blue ruined by gruesome tragedy that its impact changed the empire, and definitely the life of those three.\n\n\u001b[1m蘇源（ユ・ホン）将軍の息子、蘇元（ユ・ホン）将軍の息子は、今や王子の娘ヨナとヒロユー城の伯爵である大人になった。 これらの3人は子供時代の友人なので、近くにいて、さらにYonaはSu-Wonが好きです。 若い男たちのこの平和な人生と幸せな関係は、その青い傷から荒れ果てた悲劇によって台無しにされ、その影響が帝国を変え、間違いなくその3人の人生が変わりました。\u001b[22m\n\u001b[1m(So Hajime (yu hon) shōgun no musuko, So moto (yu hon) shōgun no musuko wa, imaya ōji no musume Yona to hiroyū-jō no hakushakudearu otona ni natta. Korera no 3-ri wa kodomo jidai no yūjin'nanode, chikaku ni ite, sarani Yona wa Su - Won ga sukidesu. Wakai otoko-tachi no kono heiwana jinsei to shiawasena kankei wa, sono aoi kizu kara arehateta higeki ni yotte dainashi ni sa re, sono eikyō ga teikoku o kae, machigainaku sono 3-ri no jinsei ga kawarimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe son of General Yu-Hon (elder brother of King II), Su-Won, now have grown up into an early adulthood as well as Yona—the King's daughter, and Hak—the soldier of Hiryuu Castle. These three are childhood friends, so close, moreover Yona likes Su-Won. This peaceful life and happy-go-lucky relationship of young men then out of the blue ruined by gruesome tragedy that its impact changed the empire, and definitely the life of those three.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe son of General Yu-Hon (elder brother of King II), Su-Won, now have grown up into an early adulthood as well as Yona—the King's daughter, and Hak—the soldier of Hiryuu Castle.\u001b[24m\n    \u001b[1m蘇源（ユ・ホン）将軍の息子、蘇元（ユ・ホン）将軍の息子は、今や王子の娘ヨナとヒロユー城の伯爵である大人になった。\u001b[22m, \u001b[1m一般ゆう本町（キングIIの兄）、蘇ウォン、今成人早期に育ってきただけでなく、ヨナ、王の娘、そしてハク-Hiryuu城の兵士の息子。\u001b[22m\n\u001b[4mThese three are childhood friends, so close, moreover Yona likes Su-Won.\u001b[24m\n    \u001b[1mこれらの3人は子供時代の友人なので、近くにいて、さらにYonaはSu-Wonが好きです。\u001b[22m, \u001b[1mこれらの3つは、非常に近い幼なじみであり、またヨナは蘇ウォンが好きです。\u001b[22m\n\u001b[4mThis peaceful life and happy-go-lucky relationship of young men then out of the blue ruined by gruesome tragedy that its impact changed the empire, and definitely the life of those three.\u001b[24m\n    \u001b[1m若い男たちのこの平和な人生と幸せな関係は、その青い傷から荒れ果てた悲劇によって台無しにされ、その影響が帝国を変え、間違いなくその3人の人生が変わりました。\u001b[22m, \u001b[1mこの平和な生活と、その影響は帝国を変更し、間違いなくこれら3つの生命こと陰惨な悲劇によって台無しに青のうち若い男性の幸せゴーラッキーな関係。\u001b[22m\nIn order to repay Su-Won's deed who's the killer of her father, [somewhat SPOILER] Yona runs away from the castle as fugitive, and starts her journey with Hak. Firstly, it's just to avoid Su-Won's soldiers from killing them, then Yona's goal shifted as she meets the priest in a deserted forest, she is willing to find the 4 dragons. The myths that goes around but unbeknownst the truth becomes her first step. The journey begins to find one by one, the successor of the dragon.\n\n\u001b[1m父親の殺人犯であるスウォンの証書を返済するために、若干のスポイラーヨナは逃亡者として城から逃げ出し、ハクと旅を始める。 まず、Su-Wonの兵士が殺されるのを避け、Yonaのゴールが荒廃した森の中の司祭に会うように移動したら、彼女は4匹の竜を探しています。 周りを歩いている真実を知らない神話は、彼女の第一歩になります。 旅はドラゴンの後継者である一つずつ見つかるようになります。\u001b[22m\n\u001b[1m(Chichioya no satsujin-handearu sū~on no shōsho o hensai suru tame ni, jakkan no supoirāyona wa tōbō-sha to shite shiro kara nigedashi, haku to tabi o hajimeru. Mazu, Su - Won no heishi ga korosa reru no o sake, Yona no gōru ga kōhaishita mori no naka no shisai ni au yō ni idō shitara, kanojo wa 4-biki no ryū o sagashiteimasu. Mawari o aruite iru shinjitsu o shiranai shinwa wa, kanojo no daiippo ni narimasu. Tabi wa doragon no kōkei-shadearu hitotsuzutsu mitsukaru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn order to repay Su-Won's deed who's the killer of her father, [somewhat SPOILER] Yona runs away from the castle as fugitive, and starts her journey with Hak. Firstly, it's just to avoid Su-Won's soldiers from killing them, then Yona's goal shifted as she meets the priest in a deserted forest, she is willing to find the 4 dragons. The myths that goes around but unbeknownst the truth becomes her first step. The journey begins to find one by one, the successor of the dragon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn order to repay Su-Won's deed who's the killer of her father, [somewhat SPOILER] Yona runs away from the castle as fugitive, and starts her journey with Hak.\u001b[24m\n    \u001b[1m父親の殺人犯であるスウォンの証書を返済するために、若干のスポイラーヨナは逃亡者として城から逃げ出し、ハクと旅を始める。\u001b[22m, \u001b[1m彼女の父のキラーだ蘇ウォンの証書を返済するため、[ややスポイラー]でヨナは逃亡者として離れた城から実行して、ハクと彼女の旅を開始します。\u001b[22m\n\u001b[4mFirstly, it's just to avoid Su-Won's soldiers from killing them, then Yona's goal shifted as she meets the priest in a deserted forest, she is willing to find the 4 dragons.\u001b[24m\n    \u001b[1mまず、Su-Wonの兵士が殺されるのを避け、Yonaのゴールが荒廃した森の中の司祭に会うように移動したら、彼女は4匹の竜を探しています。\u001b[22m, \u001b[1m彼女はさびれた森の中で司祭を満たしているとしてまず第一に、それはちょうどそれらを殺すから蘇ウォンの兵士を避けるためですが、その後、ヨナの目標はシフトし、彼女は4ドラゴンを見つけるために喜んでいます。\u001b[22m\n\u001b[4mThe myths that goes around but unbeknownst the truth becomes her first step.\u001b[24m\n    \u001b[1m周りを歩いている真実を知らない神話は、彼女の第一歩になります。\u001b[22m, \u001b[1m真実知らないうちに周りに行く神話は彼女の最初のステップとなります。\u001b[22m\n\u001b[4mThe journey begins to find one by one, the successor of the dragon.\u001b[24m\n    \u001b[1m旅はドラゴンの後継者である一つずつ見つかるようになります。\u001b[22m, \u001b[1m旅は一つ一つ、龍の後継者を見つけるために開始します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI made a post before of the series and its character on ' Favorite Anime Characters on 2014 of Mine '.\n\n\u001b[1m私はこのシリーズの前にポストを作り、そのキャラクターは2014年の「お気に入りのアニメキャラクター」に掲載されました。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu no mae ni posuto o tsukuri, sono kyarakutā wa 2014-nen no `okiniiri no animekyarakutā' ni keisai sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mI made a post before of the series and its character on ' Favorite Anime Characters on 2014 of Mine '.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI made a post before of the series and its character on ' Favorite Anime Characters on 2014 of Mine '.\u001b[24m\n    \u001b[1m私はこのシリーズの前にポストを作り、そのキャラクターは2014年の「お気に入りのアニメキャラクター」に掲載されました。\u001b[22m, \u001b[1m私はシリーズと「鉱山の2014年に好きなアニメのキャラクター」にその文字の前にポストを作りました。\u001b[22m\nI described the charm of its characters, and now I will tell the whole series charm that will definitely grab you tightly. The story sounds so familiar with an old era, where the empire or dynasty is the ruler. No doubt that it would give social inequality to its people, the humanity is no longer the priority of the ruler on its throne. It's started as the suffering of single person alone, the daughter of murdered King, being eaten by her hatred and shock of her father death, moreover the murderer is her beloved. She is struggling to live her life out from the castle as a normal person, not hime-sama anymore. The facts in and out of the castle crushes her like a hurricane, come-and-go so fast 'til the fire inside her heart arise to the surface. From the weak Yona-hime, she is transformed beautifully 'til it's impossible to avert gaze from her. Beautifully indeed, psychologically. She is surely growing up to be a fine lady in an instant, a fragile girl, can be devastated by mere words openly, yet strong-willed and gold-hearted fine lady loved by many. (I'm SO ENVY *Q*)\n\n\u001b[1m私はそのキャラクターの魅力を説明しましたが、今度はあなたがきっとあなたを強く掴むシリーズの魅力を伝えます。 物語は帝国か王朝が支配者である古い時代にとてもよく似ています。 それが人民に社会的不平等を与えることは間違いないが、人類はもはや王位の支配者の優先事項ではない。 それは、殺人した王の娘、彼女の憎しみと彼女の父の死のショックによって食べられている単身者だけの苦しみとして始まりました。さらに、殺人犯は彼女の最愛の人です。 彼女はもはや姫さまではなく、普通の人として城から人生を送ることに苦労しています。 城の出入りの事実は彼女をハリケーンのように押しつぶします。彼女の心の中の炎が表面に現れるまで、早く立ち往生します。 妖精の弱さから、彼女は美しく変身します。彼女の視線を避けることは不可能です。 本当に美しく、心理学的に。 彼女は確かに瞬時に素敵な女性に成長しています、壊れやすい女の子は、単なる言葉で荒れ果てることができますが、多くの人に愛されている強い意志と金心の良い女性。  （私はEN ENVY * Q *です）\u001b[22m\n\u001b[1m(Watashi wa sono kyarakutā no miryoku o setsumei shimashitaga, kondo wa anata ga kitto anata o tsuyoku tsukamu shirīzu no miryoku o tsutaemasu. Monogatari wa teikoku ka ōchō ga shihai-shadearu furui jidai ni totemo yoku nite imasu. Sore ga jinmin ni shakai-teki fubyōdō o ataeru koto wa machigainai ga, jinrui wa mohaya ōi no shihai-sha no yūsen jikōde wanai. Sore wa, satsujin shita ō no musume, kanojo no nikushimi to kanojo no chichi no shi no shokku ni yotte tabe rarete iru tanshin-sha dake no kurushimi to shite hajimarimashita. Sarani, satsujin-han wa kanojo no saiai no hitodesu. Kanojo wa mohaya Hime-samade wa naku, futsūnohito to shite shiro kara jinsei o okuru koto ni kurō shite imasu. Shiro no deiri no jijitsu wa kanojo o harikēn no yō ni oshitsubushimasu. Kanojo no kokoronouchi no honō ga hyōmen ni arawareru made, hayaku tachiōjō shimasu. Yōsei no yowa-sa kara, kanojo wa utsukushiku henshin shimasu. Kanojo no shisen o yokeru koto wa fukanōdesu. Hontōni utsukushiku, shinri-gaku-teki ni. Kanojo wa tashika ni shunji ni sutekina josei ni seichō shite imasu, koware yasui on'nanoko wa, tan'naru kotoba de arehateru koto ga dekimasuga, ōku no hito ni aisa rete iru tsuyoi ishi to Kin kokoro no yoi josei. (Watashi wa EN ENVY* Q*desu))\u001b[22m\nI discuss the character development first because it's what drown me so deep, the character development of each characters deepen, even with many main characters (the Dragons and such) within 24 eps only, the series is a masterpiece to pump it all synchronically with the plot. The plot goes dokidoki, sometimes fast and slow in a right time and right place, how to tame *whoopsie* I mean how to befriend with the successor of Dragons, which aren't all of them willing to accompany Yona originally.\n\n\u001b[1m私は文字の開発について最初に議論します。なぜなら、それは私がそう深く溺れているからです。各文字のキャラクター開発は、24 eps以内の多くの主人公（ドラゴンズなど）であっても深く、シリーズはすべてそれと同期して プロット。 プロットは、ドキドキ、時には速くて、遅く、時には適切な場所に、ゆっくりと* whoopsie *私はドラゴンズの後継者と、どのようにYona元々同行しても構わないと思います。\u001b[22m\n\u001b[1m(Watashi wa moji no kaihatsu ni tsuite saisho ni giron shimasu. Nazenara, sore wa watashi ga sō fukaku oborete irukaradesu. Kaku moji no kyarakutā kaihatsu wa, 24 eps inai no ōku no shujinkō (doragonzu nado)deatte mo fukaku, shirīzu wa subete soreto dōki shite purotto. Purotto wa, dokidoki, tokiniha hayakute, osoku, tokiniha tekisetsuna basho ni, yukkuri to* whoopsie* watashi wa doragonzu no kōkei-sha to, dono yō ni Yona motomoto dōkō shite mo kamawanai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI discuss the character development first because it's what drown me so deep, the character development of each characters deepen, even with many main characters (the Dragons and such) within 24 eps only, the series is a masterpiece to pump it all synchronically with the plot. The plot goes dokidoki, sometimes fast and slow in a right time and right place, how to tame *whoopsie* I mean how to befriend with the successor of Dragons, which aren't all of them willing to accompany Yona originally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI discuss the character development first because it's what drown me so deep, the character development of each characters deepen, even with many main characters (the Dragons and such) within 24 eps only, the series is a masterpiece to pump it all synchronically with the\u001b[24m\n    \u001b[1m私は文字の開発について最初に議論します。なぜなら、それは私がそう深く溺れているからです。各文字のキャラクター開発は、24 eps以内の多くの主人公（ドラゴンズなど）であっても深く、シリーズはすべてそれと同期して\u001b[22m, \u001b[1m私も唯一の24のeps内の多くの主要な登場人物（ドラゴンズなど）で、シリーズはで、同期してすべてをポンピングする傑作である、最初の文字の発展を議論することは深く私を紛らすものですので、各文字の文字開発が深まります\u001b[22m\n\u001b[4mplot.\u001b[24m\n    \u001b[1mプロット。\u001b[22m\n\u001b[4mThe plot goes dokidoki, sometimes fast and slow in a right time and right place, how to tame *whoopsie* I mean how to befriend with the successor of Dragons, which aren't all of them willing to accompany Yona originally.\u001b[24m\n    \u001b[1mプロットは、ドキドキ、時には速くて、遅く、時には適切な場所に、ゆっくりと* whoopsie *私はドラゴンズの後継者と、どのようにYona元々同行しても構わないと思います。\u001b[22m, \u001b[1mプロットは、適切なタイミングと適切な場所で、時々高速と低速のドキドキを、行く、飼いならすする方法*なよなよした*私はそれらのすべてもともとヨナに同行して喜んではありませんドラゴンズの後継者と仲良くする方法を意味します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe show has its own way to entertain us with romance flavour, it is one of the best ever. It is not like bunch of other shoujo series, those shoujo series which only use the men appeal to attract us. What Akatsuki no Yona gives, more like the sense of feelings itself. How they point out their own unique way to reach, care, protect, support, and cheer up Yona. Keep in mind that that is not into one direction only, the men to Yona, but also to other characters such as the Dragons to each other and somehow it is so funny because their silly actions lol\n\n\u001b[1mショーはロマンスの味で私たちを楽しませる独自の方法を持って、それはこれまで最高のものの一つです。 他の少女シリーズのようなものではなく、男性だけを魅了する魅力的なシリーズです。 暁のようなものは感情そのもののようなものです。 どのように彼らはヨナに到達し、ケアし、保護し、支援し、励ます独自の方法を指摘する。 一方的な方向にではなく、ヨナに向かう人たちだけでなく、ドラゴンズのような他のキャラクターにも、どういうわけか、彼らの愚かな行動が笑っているので、それはとても面白い\u001b[22m\n\u001b[1m(Shō wa romansu no aji de watashitachi o tanoshima seru dokuji no hōhō o motte, sore wa kore made saikō no mono no hitotsudesu. Hoka no shōjo shirīzu no yōna monode wa naku, dansei dake o miryō suru miryoku-tekina shirīzudesu. Akatsuki no yōna mono wa kanjō sonomono no yōna monodesu. Dono yō ni karera wa Yona ni tōtatsu shi, kea shi, hogo shi, shien shi, hagemasu dokuji no hōhō o shiteki suru. Ippō-tekina hōkō nide wa naku, Yona ni mukau hito-tachi dakedenaku, doragonzu no yōna ta no kyarakutā ni mo, dō iu wake ka, karera no orokana kōdō ga waratte irunode, sore wa totemo omoshiroi)\u001b[22m\n\nTranslations of \u001b[4mThe show has its own way to entertain us with romance flavour, it is one of the best ever. It is not like bunch of other shoujo series, those shoujo series which only use the men appeal to attract us. What Akatsuki no Yona gives, more like the sense of feelings itself. How they point out their own unique way to reach, care, protect, support, and cheer up Yona. Keep in mind that that is not into one direction only, the men to Yona, but also to other characters such as the Dragons to each other and somehow it is so funny because their silly actions lol\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show has its own way to entertain us with romance flavour, it is one of the best ever.\u001b[24m\n    \u001b[1mショーはロマンスの味で私たちを楽しませる独自の方法を持って、それはこれまで最高のものの一つです。\u001b[22m, \u001b[1mショーはロマンスの香りで私たちを楽しませるために独自の方法を持って、それは今まで最高の1つです。\u001b[22m\n\u001b[4mIt is not like bunch of other shoujo series, those shoujo series which only use the men appeal to attract us.\u001b[24m\n    \u001b[1m他の少女シリーズのようなものではなく、男性だけを魅了する魅力的なシリーズです。\u001b[22m, \u001b[1mそれは他の少女シリーズの束のようではありません、男性のみを使用し、これらの少女シリーズは、私たちを引き付けるためにアピール。\u001b[22m\n\u001b[4mWhat Akatsuki no Yona gives, more like the sense of feelings itself.\u001b[24m\n    \u001b[1m暁のようなものは感情そのもののようなものです。\u001b[22m, \u001b[1m何暁のヨナは、より感情そのものの意味のように、提供します。\u001b[22m\n\u001b[4mHow they point out their own unique way to reach, care, protect, support, and cheer up Yona.\u001b[24m\n    \u001b[1mどのように彼らはヨナに到達し、ケアし、保護し、支援し、励ます独自の方法を指摘する。\u001b[22m, \u001b[1m彼らはどのように、到達ケア、保護、サポート、およびヨナを応援するために、独自のユニークな方法を指摘します。\u001b[22m\n\u001b[4mKeep in mind that that is not into one direction only, the men to Yona, but also to other characters such as the Dragons to each other and somehow it is so funny because their silly actions lol\u001b[24m\n    \u001b[1m一方的な方向にではなく、ヨナに向かう人たちだけでなく、ドラゴンズのような他のキャラクターにも、どういうわけか、彼らの愚かな行動が笑っているので、それはとても面白い\u001b[22m, \u001b[1m笑ヨナに、だけでなく、ドラゴンズのような他の文字にお互いに男性、それは一方向のみにはないことに注意してくださいし、何とかそれは彼らの愚かな行動のでとても面白いです\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is damn good, not a superb one but it's good, especially the view of ocean. I don't know why but I like it very much, when they are busying themselves to help townspeople of Awa. The fighting between them, without any futuristic weapons, is no need to be questioned. Awesome movements and all of the fighting means something. The character design is quite simple but remarkable enough once you watch the series.\n\n\u001b[1mアニメーションはすばらしいものではなく良いものですが、特に海の景色が良いです。 どうしていいかわからないけど、あわの町民を助けるために彼らが忙しい時、私はそれが大好きです。 未来的な武器を持たずに、彼らの間の戦いに疑問を呈する必要はありません。 恐ろしい動きと戦いのすべては何かを意味します。 キャラクターのデザインはとてもシンプルですが、シリーズを観るだけで十分です。\u001b[22m\n\u001b[1m(Animēshon wa subarashī monode wanaku yoi monodesuga, tokuni umi no keshiki ga yoidesu. Dōshite ī ka wakaranaikedo, awa no chōmin o tasukeru tame ni karera ga isogashī toki, watashi wa sore ga daisukidesu. Mirai-tekina buki o motazu ni, karera no ma no tatakai ni gimon o teisuru hitsuyō wa arimasen. Osoroshī ugoki to tatakai no subete wa nanika o imi shimasu. Kyarakutā no dezain wa totemo shinpurudesuga, shirīzu o miru dakede jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is damn good, not a superb one but it's good, especially the view of ocean. I don't know why but I like it very much, when they are busying themselves to help townspeople of Awa. The fighting between them, without any futuristic weapons, is no need to be questioned. Awesome movements and all of the fighting means something. The character design is quite simple but remarkable enough once you watch the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is damn good, not a superb one but it's good, especially the view of ocean.\u001b[24m\n    \u001b[1mアニメーションはすばらしいものではなく良いものですが、特に海の景色が良いです。\u001b[22m, \u001b[1mアニメーションは素晴らしい1、上出来ではないですが、それは良いことだ、海の特に眺め。\u001b[22m\n\u001b[4mI don't know why but I like it very much, when they are busying themselves to help townspeople of Awa.\u001b[24m\n    \u001b[1mどうしていいかわからないけど、あわの町民を助けるために彼らが忙しい時、私はそれが大好きです。\u001b[22m, \u001b[1m彼らは阿波の町人を助けるために自分自身をbusyingているとき、私はなぜか分からないが、私はそれを非常に好きです。\u001b[22m\n\u001b[4mThe fighting between them, without any futuristic weapons, is no need to be questioned.\u001b[24m\n    \u001b[1m未来的な武器を持たずに、彼らの間の戦いに疑問を呈する必要はありません。\u001b[22m, \u001b[1m任意の未来的な武器なしで、疑問視する必要はなく、それらの間の戦い。\u001b[22m\n\u001b[4mAwesome movements and all of the fighting means something.\u001b[24m\n    \u001b[1m恐ろしい動きと戦いのすべては何かを意味します。\u001b[22m, \u001b[1m素晴らしい動きや戦いのすべてが何かを意味します。\u001b[22m\n\u001b[4mThe character design is quite simple but remarkable enough once you watch the series.\u001b[24m\n    \u001b[1mキャラクターのデザインはとてもシンプルですが、シリーズを観るだけで十分です。\u001b[22m, \u001b[1mあなたはシリーズを見たら、キャラクターデザインは非常にシンプルですが十分に顕著です。\u001b[22m\n\u001b[1m\u001b[22m\nThe theme songs in total are four. The #1 OP theme is 'Akatsuki no Yona (暁のヨナ)' by Kunihiko Ryo, it is a nice instrumental. The steady beat which pumps your heart. The #2 OP theme is my most favorite above all, 'Akatsuki no Hana (暁の華)' by Cyntia. Altho' on the other side, people said the #1 is better, maybe because the tense feeling from the #1 theme song, I still recommend you to try listening the #2 theme song guys! The #1 ED theme is'Yoru (夜)' by vistlip and the #2 ED theme is 'Akatsuki (暁)' by Akiko Shikata. Both ED theme are good enough to support other elements of this series.\n\n\u001b[1mテーマソングは合計4曲です。  ＃1 OPのテーマは「暁のヨナ」、涼国際子の「暁のヨナ」です。それは素晴らしい楽器です。 あなたの心を圧迫する安定した鼓動。  ＃2 OPのテーマは、とりわけCyntiaの「暁の華」です。 もう一方の側のAlthoは、＃1のテーマソングからの緊張感、＃2のテーマソングを聞いてみることをお勧めします。  ＃1 EDのテーマはvistlipの「よろー（夜）」、＃2 EDのテーマはShikata Akikoの「Akatsuki（暁）」です。 両方のEDテーマは、このシリーズの他の要素をサポートするのに十分です。\u001b[22m\n\u001b[1m(Tēmasongu wa gōkei 4-kyokudesu. # 1 OP no tēma wa `akatsukinoyona', ryō kokusaiko no `akatsukinoyona'desu. Sore wa subarashī gakkidesu. Anata no kokoro o appaku suru antei shita kodō. # 2 OP no tēma wa, toriwake Cyntia no `akatsuki no hana'desu. Mō ippō no soba no Altho wa,# 1 no tēmasongu kara no kinchō-kan,# 2 no tēmasongu o kiite miru koto o o susume shimasu. # 1 ED no tēma wa vistlip no `yoro ̄ (yoru)',# 2 ED no tēma wa Shikata Akiko no `akatsuki (akatsuki)'desu. Ryōhō no ED tēma wa, kono shirīzu no ta no yōso o sapōto suru no ni jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mThe theme songs in total are four. The #1 OP theme is 'Akatsuki no Yona (暁のヨナ)' by Kunihiko Ryo, it is a nice instrumental. The steady beat which pumps your heart. The #2 OP theme is my most favorite above all, 'Akatsuki no Hana (暁の華)' by Cyntia. Altho' on the other side, people said the #1 is better, maybe because the tense feeling from the #1 theme song, I still recommend you to try listening the #2 theme song guys! The #1 ED theme is'Yoru (夜)' by vistlip and the #2 ED theme is 'Akatsuki (暁)' by Akiko Shikata. Both ED theme are good enough to support other elements of this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe theme songs in total are four.\u001b[24m\n    \u001b[1mテーマソングは合計4曲です。\u001b[22m, \u001b[1m合計でテーマ曲は4です。\u001b[22m\n\u001b[4mThe #1 OP theme is 'Akatsuki no Yona (暁のヨナ)' by Kunihiko Ryo, it is a nice instrumental.\u001b[24m\n    \u001b[1m＃1 OPのテーマは「暁のヨナ」、涼国際子の「暁のヨナ」です。それは素晴らしい楽器です。\u001b[22m, \u001b[1m＃1 OPテーマ梁邦彦によって「暁のヨナ（暁のヨナ）」ではない、それは素敵な楽器です。\u001b[22m\n\u001b[4mThe steady beat which pumps your heart.\u001b[24m\n    \u001b[1mあなたの心を圧迫する安定した鼓動。\u001b[22m, \u001b[1mあなたの心をポンプ安定したビート。\u001b[22m\n\u001b[4mThe #2 OP theme is my most favorite above all, 'Akatsuki no Hana (暁の華)' by Cyntia.\u001b[24m\n    \u001b[1m＃2 OPのテーマは、とりわけCyntiaの「暁の華」です。\u001b[22m, \u001b[1m＃2 OPテーマはCyntiaにより上記のすべての私の最も好きな、「暁の花（暁の華）」です。\u001b[22m\n\u001b[4mAltho' on the other side, people said the #1 is better, maybe because the tense feeling from the #1 theme song, I still recommend you to try listening the #2 theme song guys!\u001b[24m\n    \u001b[1mもう一方の側のAlthoは、＃1のテーマソングからの緊張感、＃2のテーマソングを聞いてみることをお勧めします。\u001b[22m, \u001b[1m反対側のAltho 'は、人々は＃1は＃1のテーマ曲から緊張感が、私はまだ＃2テーマソングの連中を聞いて試してみることをお勧めします、多分ので、優れていると述べました！\u001b[22m\n\u001b[4mThe #1 ED theme is'Yoru (夜)' by vistlip and the #2 ED theme is 'Akatsuki (暁)' by Akiko Shikata.\u001b[24m\n    \u001b[1m＃1 EDのテーマはvistlipの「よろー（夜）」、＃2 EDのテーマはShikata Akikoの「Akatsuki（暁）」です。\u001b[22m, \u001b[1m＃1 EDテーマis'Yoru（夜）志方あきこによってあかつき（暁） '' vistlipと＃2 EDテーマによってはあります」。\u001b[22m\n\u001b[4mBoth ED theme are good enough to support other elements of this series.\u001b[24m\n    \u001b[1m両方のEDテーマは、このシリーズの他の要素をサポートするのに十分です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nYou can agree for more if I give rate 9+ ( ˘ ³˘)❤ If you haven't watched it yet, you need to spare time for this awesome series.\n\n\u001b[1mもしあなたがまだそれを見ていないなら、あなたはこのすばらしいシリーズのために余裕を持たなければなりません。9 +（³³）❤\u001b[22m\n\u001b[1m(Moshi anata ga mada sore o miteinainara, anata wa kono subarashī shirīzu no tame ni yoyū o motanakereba narimasen. 9 +(³³)❤)\u001b[22m\n\nTranslations of \u001b[4mYou can agree for more if I give rate 9+ ( ˘ ³˘)❤ If you haven't watched it yet, you need to spare time for this awesome series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou can agree for more if I give rate 9+ ( ˘ ³˘)❤ If you haven't watched it yet, you need to spare time for this awesome series.\u001b[24m\n    \u001b[1mもしあなたがまだそれを見ていないなら、あなたはこのすばらしいシリーズのために余裕を持たなければなりません。9 +（³³）❤\u001b[22m, \u001b[1m私は速度を与える場合は、より多くのために同意することができます9+（˘³）❤あなたはまだそれを見ていない場合は、この素晴らしいシリーズのために時間を割く必要があります。\u001b[22m\nPros:\n\n\u001b[1m長所：\u001b[22m\n\u001b[1m(Chōsho:)\u001b[22m\n\nTranslations of \u001b[4mPros:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros:\u001b[24m\n    \u001b[1m長所：\u001b[22m\nUnimaginable progress, the story goes so awesome with full of meaning\n\n\u001b[1m想像を絶する進歩は、物語は意味のいっぱいでとてもすごく行く\u001b[22m\n\u001b[1m(Sōzō o zessuru shinpo wa, monogatari wa imi no ippai de totemo sugoku iku)\u001b[22m\n\nTranslations of \u001b[4mUnimaginable progress, the story goes so awesome with full of meaning\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnimaginable progress, the story goes so awesome with full of meaning\u001b[24m\n    \u001b[1m想像を絶する進歩は、物語は意味のいっぱいでとてもすごく行く\u001b[22m, \u001b[1m想像を絶する進歩、物語は意味の完全なととても素晴らしい行きます\u001b[22m\nIt can deliver the feeling of its characters damn well\n\n\u001b[1mそのキャラクターの気持ちを良くすることができます\u001b[22m\n\u001b[1m(Sono kyarakutā no kimochi o yoku suru koto ga dekimasu)\u001b[22m\n\nTranslations of \u001b[4mIt can deliver the feeling of its characters damn well\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt can deliver the feeling of its characters damn well\u001b[24m\n    \u001b[1mそのキャラクターの気持ちを良くすることができます\u001b[22m, \u001b[1mそれは気も、その文字の感覚を提供することができます\u001b[22m\nNot only the tense feeling of fights but also the reassuring feeling of each characters bond whether it's companionship/friendship or love\n\n\u001b[1m戦いの緊張感だけでなく、仲間であろうと友情であろうと愛であろうと、それぞれのキャラクターボンドの安心感\u001b[22m\n\u001b[1m(Tatakai no kinchō-kan dakedenaku, nakamadearou to yūjōdearou to aidearou to, sorezore no kyarakutābondo no anshin-kan)\u001b[22m\n\nTranslations of \u001b[4mNot only the tense feeling of fights but also the reassuring feeling of each characters bond whether it's companionship/friendship or love\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot only the tense feeling of fights but also the reassuring feeling of each characters bond whether it's companionship/friendship or love\u001b[24m\n    \u001b[1m戦いの緊張感だけでなく、仲間であろうと友情であろうと愛であろうと、それぞれのキャラクターボンドの安心感\u001b[22m, \u001b[1m戦いの緊張感だけでなく、それが交際/友情や愛情のかどうか、各文字結合の安心感だけでなく、\u001b[22m\nRemarkable character development\n\n\u001b[1m目立つキャラクターの開発\u001b[22m\n\u001b[1m(Medatsu kyarakutā no kaihatsu)\u001b[22m\n\nTranslations of \u001b[4mRemarkable character development\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemarkable character development\u001b[24m\n    \u001b[1m目立つキャラクターの開発\u001b[22m, \u001b[1m顕著なキャラクターの成長\u001b[22m\nNice insert songs\n\n\u001b[1mニースの挿入曲\u001b[22m\n\u001b[1m(Nīsu no sōnyū kyoku)\u001b[22m\n\nTranslations of \u001b[4mNice insert songs\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNice insert songs\u001b[24m\n    \u001b[1mニースの挿入曲\u001b[22m, \u001b[1mニースの挿入歌\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n*) NB. Hiryuu Castle: The place where King II, Yona, and Hak lives.\n\n\u001b[1m*）NB。 ヒュリュウ城：キングII、ヨナ、ハクが住む場所。\u001b[22m\n\u001b[1m(*) NB. Hyuryuu-jō: Kingu II, Yona, haku ga sumu basho.)\u001b[22m\n\nTranslations of \u001b[4m*) NB. Hiryuu Castle: The place where King II, Yona, and Hak lives.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*) NB.\u001b[24m\n    \u001b[1m*）NB。\u001b[22m\n\u001b[4mHiryuu Castle: The place where King II, Yona, and Hak lives.\u001b[24m\n    \u001b[1mヒュリュウ城：キングII、ヨナ、ハクが住む場所。\u001b[22m, \u001b[1mHiryuu城：キングII、ヨナ、とハクが住んでいる場所。\u001b[22m\n*) NB. Dragons Myth: It happened long time ago, where a Red Dragon decided to live as a human in human world. . In this myth, a dragon who was so caring and trust human chose to life in a human world instead of accepting its true nature as dragon. Then something happened til this Red Dragon was threatened. Other dragons, White, Blue, Green, and Yellow Dragons decided to help the Red Dragon by gave their blood droplets to the chosen humans as their successors in human world to make sure the safety of Red Dragon. In this story, Yona appears to be inherited by Red Dragon's blood which makes the other Four Dragons she finds in her journey feel the tight bound between them and unevitable nature of dragon to feel passionate sense when meets Yona.\n\n\u001b[1m*）NB。 ドラゴンズ神話：長いこと、人間の世界で人間として生きることを決めたレッド・ドラゴン（Red Dragon）。  。 この神話では、とても気を配り人間を信じていたドラゴンは、その本質を龍として受け入れるのではなく、人間の世界で命を選んだ。 そして、この赤い龍が脅かされるまで何かが起こった。 他のドラゴン、白、青、緑、黄色のドラゴンズは、レッドドラゴンの安全を確かめるために、人間の世界の後継者として選ばれた人間にその血液滴を与えた。 このストーリーでは、ヨナはレッドドラゴンの血に引き継がれているようだ。他のフォードラゴンたちは、ヨナと出会ったときに彼らとの緊密な絆を感じ、ドラゴンの必然的な感情を情熱的な感覚で感じさせる。\u001b[22m\n\u001b[1m(*) NB. Doragonzu shinwa: Nagai koto, ningen no sekai de ningen to shite ikiru koto o kimeta reddo doragon (Red Dragon).. Kono shinwade wa, totemo ki o kubari ningen o shinjite ita doragon wa, sono honshitsu o ryū to shite ukeireru node wa naku, ningen no sekai de inochi o eranda. Soshite, kono akai ryū ga obiyakasa reru made nanika ga okotta. Hoka no doragon, shiro, ao, midori, kiiro no doragonzu wa, reddo doragon no anzen o tashikameru tame ni, ningen no sekai no kōkei-sha to shite eraba reta ningen ni sono ketsueki shizuku o ataeta. Kono sutōrīde wa, Yona wa reddo doragon no chi ni hikitsuga rete iru yōda. Hoka no fōdoragon-tachi wa, Yona to deatta toki ni karera to no kinmitsuna kizuna o kanji, doragon no hitsuzen-tekina kanjō o jōnetsu-tekina kankaku de kanji saseru.)\u001b[22m\n\nTranslations of \u001b[4m*) NB. Dragons Myth: It happened long time ago, where a Red Dragon decided to live as a human in human world. . In this myth, a dragon who was so caring and trust human chose to life in a human world instead of accepting its true nature as dragon. Then something happened til this Red Dragon was threatened. Other dragons, White, Blue, Green, and Yellow Dragons decided to help the Red Dragon by gave their blood droplets to the chosen humans as their successors in human world to make sure the safety of Red Dragon. In this story, Yona appears to be inherited by Red Dragon's blood which makes the other Four Dragons she finds in her journey feel the tight bound between them and unevitable nature of dragon to feel passionate sense when meets Yona.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*) NB.\u001b[24m\n    \u001b[1m*）NB。\u001b[22m\n\u001b[4mDragons Myth: It happened long time ago, where a Red Dragon decided to live as a human in human world.\u001b[24m\n    \u001b[1mドラゴンズ神話：長いこと、人間の世界で人間として生きることを決めたレッド・ドラゴン（Red Dragon）。\u001b[22m, \u001b[1mドラゴンズ神話：レッド・ドラゴンは人間の世界では、人間として生きることに決めた場合には、長い時間前に起こりました。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mIn this myth, a dragon who was so caring and trust human chose to life in a human world instead of accepting its true nature as dragon.\u001b[24m\n    \u001b[1mこの神話では、とても気を配り人間を信じていたドラゴンは、その本質を龍として受け入れるのではなく、人間の世界で命を選んだ。\u001b[22m, \u001b[1mこの神話では、とても思いやりだった龍と信頼、人間の代わりに龍のように、その本質を受け入れるので人間界で生活することにしました。\u001b[22m\n\u001b[4mThen something happened til this Red Dragon was threatened.\u001b[24m\n    \u001b[1mそして、この赤い龍が脅かされるまで何かが起こった。\u001b[22m, \u001b[1mこのレッドドラゴンが脅かされたゴマ次に何かが起こりました。\u001b[22m\n\u001b[4mOther dragons, White, Blue, Green, and Yellow Dragons decided to help the Red Dragon by gave their blood droplets to the chosen humans as their successors in human world to make sure the safety of Red Dragon.\u001b[24m\n    \u001b[1m他のドラゴン、白、青、緑、黄色のドラゴンズは、レッドドラゴンの安全を確かめるために、人間の世界の後継者として選ばれた人間にその血液滴を与えた。\u001b[22m, \u001b[1m他のドラゴンは、ホワイト、ブルー、グリーン、イエロードラゴンレッドドラゴンを支援することを決めたことでレッドドラゴンの安全性を確認するために、人間の世界ではその後継者として選ばれた人間に彼らの血の滴を与えました。\u001b[22m\n\u001b[4mIn this story, Yona appears to be inherited by Red Dragon's blood which makes the other Four Dragons she finds in her journey feel the tight bound between them and unevitable nature of dragon to feel passionate sense when meets Yona.\u001b[24m\n    \u001b[1mこのストーリーでは、ヨナはレッドドラゴンの血に引き継がれているようだ。他のフォードラゴンたちは、ヨナと出会ったときに彼らとの緊密な絆を感じ、ドラゴンの必然的な感情を情熱的な感覚で感じさせる。\u001b[22m, \u001b[1mこの物語では、ヨナは彼女が彼女の旅で検出された他の4つのドラゴンズはヨナを満たしたときに彼らと竜のunevitable性質の間に結合したタイトで情熱的な感覚を感じるように感じさせるレッドドラゴンの血によって継承されるように表示されます。\u001b[22m"
  },
  {
    "title": "Akatsuki_no_Yona",
    "id": "25013",
    "url": "https://myanimelist.net/anime/25013/Akatsuki_no_Yona",
    "user": "Blael",
    "profile": "/profile/Blael/reviews",
    "pages": "9",
    "number": "4",
    "link": "/reviews.php?id=228119",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  1\n\n私はこのアニメに圧倒的に肯定的な反応を感じ、私は単に理由を理解していない。\n\nこのレビューでは、何かを直接損なうことなく、アニメに全く新しいものがスポイラーと見なすことができる、議論のポイントとして使用されるあいまいな説明が含まれます。 それ以上の騒ぎなしに：\n\n - -ストーリー\n\n一見すると、物語の可能性は非常に高いようです。 彼女のロマンチックなライフスタイルを残し、現実の世界がどんなものかを見ている王女。 残念ながら、このような可能性は浪費されています。\n\nあなたがそれをそれと呼ぶことさえできれば、最初の数瞬間の「プロット・ツイスト」は、かなりのアニメを見た人にとっては1マイル離れたところから見えます。 プリンセスは、外界ではほとんどショックを受けていません（インターネットなしの世界では、プリンセスのライフスタイルは彼女が知っていることなので、かなりの経験になるはずです）。 彼女がボディーガード・ハクによって救われた時はかなりの時間でした。私は彼についても多くのことを述べました。\n\nこれは単なる「報復のための強力な戦士を求めている」アニメであり、ほとんどの瞬間には非常に予測可能です。 実際、私が実際に驚いた唯一の瞬間は、主人公が何か有用なことをしたときで、それは良くありません。\n\nエンディングは侮辱的に悪かったので、私たちを短い時間で最後のキャラクターに紹介しました...アニメーションの最初の数瞬間にエンディングがすでにわれわれに示されていることを私たちに示してくれました。\n\n---キャラクター\n\n暁ではキャラクターはどちらも強いポイントと弱いリンクです。  Sinhaのようなキャラクターの中には、細かい背景や瑕疵（人間のように知っているもの）が非常にうまくいます。\n\nヨナには、アニメの女性視聴者をより尊敬してくれる可能性があります。 それは観客の若いメンバーにとって素晴らしいように見えるが、それは単にヨナを穏やかに見せかける。\n\nハクは重子奏者とゲイリー・スチュのキャラクターです。言い換えれば、彼はゼロの欠陥で完璧です。 私はヨナが若い女性の視聴者には良いと述べた前に覚えていますか？ ここで再びこれを見ます。 完璧で魅力的な男性キャラクターのためにアニメが大幅に過大評価されている「ブラック・バトラー」症候群。 ハクは何百人もの兵士と戦ったり、人を運んでいる間に狂った高みを飛び越えたりするなど、彼がしているすべてのことに熟達しているようだ。 彼がシリーズでダメージを受けるのは、彼が自分の体をヨナを守る盾として使うことであり、彼は中毒にもかかわらず時間をかけて戦うことができます。\n\n残念なことに、他のドラゴンはSinhaほどうまく作られていませんが、緑のドラゴンは彼のために何かを持っています。\n\n---アニメーションとサウンド\n\nアニメーションは悪くありませんが、興奮することは何もありません。 平均よりやや高いです。\n\nオープニング音楽は完全に楽器であり、美しいですが、残念ながらそれは音楽が行く限りです。 オープニング・ミュージックは重要な瞬間にリサイクルされています。\n\n最初のオープニングは、音楽を考えていないときは侮辱的に悪いです。 アニメーションはうまくいきません。何が許されないのは、オープニングでは、シリーズ全体で提供されているすべてのことがわかるということです。\n\n - -楽しみ\n\n私は自分のベルトの下で約300人のアニメを持つアニメのベテランの若者だと思う。 それは、このアニメは非常に予測可能だと言われています。  FMABやHunter X Hunterのような傑作が他の場所に見えることを期待して、アニメを適度に経験してレビューを見た後。\n\n - -結論\n\n全体的な「暁のよーナ」は無駄な潜在能力を誇るシリーズです。 貧しい人々の実行と素晴らしいアイデア。 何とか書かれていない文字で可能な最もクリチカルなストーリーラインになったユニークなアイデア。\n\nあなたが若い女性の視聴者であれば、これを楽しむことができます。また、あなたがアニメにまったく新しいものなら、これを楽しむこともできます。 そうでなければ、私はあなたがこれから娯楽の価値を得ることを非常に疑う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nI noticed an overwhelmingly positive response to this anime and I simply do not understand why.\n\n\u001b[1m私はこのアニメに圧倒的に肯定的な反応を感じ、私は単に理由を理解していない。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni attōteki ni kōtei-tekina han'nō o kanji, watashi wa tan'ni riyū o rikai shite inai.)\u001b[22m\n\nTranslations of \u001b[4mI noticed an overwhelmingly positive response to this anime and I simply do not understand why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI noticed an overwhelmingly positive response to this anime and I simply do not understand why.\u001b[24m\n    \u001b[1m私はこのアニメに圧倒的に肯定的な反応を感じ、私は単に理由を理解していない。\u001b[22m, \u001b[1m私はこのアニメに圧倒的に肯定的な反応に気づき、私は単に理由を理解していません。\u001b[22m\n\u001b[1m\u001b[22m\nThis review will contain vague explanations used as argumentative points that will not directly spoil anything but can still be considered a spoiler by someone who is brand new to the anime. And without further ado :\n\n\u001b[1mこのレビューでは、何かを直接損なうことなく、アニメに全く新しいものがスポイラーと見なすことができる、議論のポイントとして使用されるあいまいな説明が含まれます。 それ以上の騒ぎなしに：\u001b[22m\n\u001b[1m(Kono rebyūde wa, nanika o chokusetsu sokonau koto naku, anime ni mattaku atarashīmono ga supoirā to minasu koto ga dekiru, giron no pointo to shite shiyō sa reru aimaina setsumei ga fukuma remasu. Sore ijō no sawagi nashi ni:)\u001b[22m\n\nTranslations of \u001b[4mThis review will contain vague explanations used as argumentative points that will not directly spoil anything but can still be considered a spoiler by someone who is brand new to the anime. And without further ado :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review will contain vague explanations used as argumentative points that will not directly spoil anything but can still be considered a spoiler by someone who is brand new to the anime.\u001b[24m\n    \u001b[1mこのレビューでは、何かを直接損なうことなく、アニメに全く新しいものがスポイラーと見なすことができる、議論のポイントとして使用されるあいまいな説明が含まれます。\u001b[22m, \u001b[1mこのレビューは直接何かを台無しにしませんが、それでもアニメに新ブランドである誰かによってスポイラーを考えることができる議論のポイントとして使用漠然とした説明が含まれています。\u001b[22m\n\u001b[4mAnd without further ado :\u001b[24m\n    \u001b[1mそれ以上の騒ぎなしに：\u001b[22m, \u001b[1mそして、前置きなし：\u001b[22m\n\u001b[1m\u001b[22m\n---Story\n\n\u001b[1m - -ストーリー\u001b[22m\n\u001b[1m(- - Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4m---Story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nAt first glance the story appears to have an incredible amount of potential. A princess who leaves her romantic lifestyle and sees what the real world is like. Unfortunately a lot of this potential is wasted.\n\n\u001b[1m一見すると、物語の可能性は非常に高いようです。 彼女のロマンチックなライフスタイルを残し、現実の世界がどんなものかを見ている王女。 残念ながら、このような可能性は浪費されています。\u001b[22m\n\u001b[1m(Ikken suru to, monogatari no kanōsei wa hijō ni takai yōdesu. Kanojo no romanchikkuna raifusutairu o nokoshi, genjitsu no sekai ga don'na mono ka o mite iru ōjo. Zan'nen'nagara, kono yōna kanōsei wa rōhi sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAt first glance the story appears to have an incredible amount of potential. A princess who leaves her romantic lifestyle and sees what the real world is like. Unfortunately a lot of this potential is wasted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first glance the story appears to have an incredible amount of potential.\u001b[24m\n    \u001b[1m一見すると、物語の可能性は非常に高いようです。\u001b[22m, \u001b[1m一見物語はポテンシャルの信じられないほどの量を持っているように見えます。\u001b[22m\n\u001b[4mA princess who leaves her romantic lifestyle and sees what the real world is like.\u001b[24m\n    \u001b[1m彼女のロマンチックなライフスタイルを残し、現実の世界がどんなものかを見ている王女。\u001b[22m, \u001b[1m彼女のロマンチックなライフスタイルを残し、現実の世界がどのようなものであるか見王女。\u001b[22m\n\u001b[4mUnfortunately a lot of this potential is wasted.\u001b[24m\n    \u001b[1m残念ながら、このような可能性は浪費されています。\u001b[22m, \u001b[1m残念ながら、この多くの可能性が無駄になります。\u001b[22m\n\u001b[1m\u001b[22m\nThe 'plot twist' in the first few moments , if you can even call it that, is seen from a mile away for anyone who has watched a good amount of anime. The princess is barely shocked by the outside world (which in a world without internet , should be quite the experience since the princess lifestyle is all she knows). A good amount of the time she gets saved by her bodyguard Hak , and I got a lot to say about him as well.\n\n\u001b[1mあなたがそれをそれと呼ぶことさえできれば、最初の数瞬間の「プロット・ツイスト」は、かなりのアニメを見た人にとっては1マイル離れたところから見えます。 プリンセスは、外界ではほとんどショックを受けていません（インターネットなしの世界では、プリンセスのライフスタイルは彼女が知っていることなので、かなりの経験になるはずです）。 彼女がボディーガード・ハクによって救われた時はかなりの時間でした。私は彼についても多くのことを述べました。\u001b[22m\n\u001b[1m(Anata ga sore o sore to yobu koto sae dekireba, saisho no sū shunkan no `purotto tsuisuto' wa, kanari no anime o mita hito ni totte wa 1-mairu hanareta tokoro kara miemasu. Purinsesu wa, gaikaide wa hotondo shokku o ukete imasen (intānetto nashi no sekaide wa, purinsesu no raifusutairu wa kanojo ga shitte iru kotonanode, kanari no keiken ni naru hazudesu). Kanojo ga bodīgādo haku ni yotte sukuwa reta toki wa kanari no jikandeshita. Watashi wa kare ni tsuite mo ōku no koto o nobemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe 'plot twist' in the first few moments , if you can even call it that, is seen from a mile away for anyone who has watched a good amount of anime. The princess is barely shocked by the outside world (which in a world without internet , should be quite the experience since the princess lifestyle is all she knows). A good amount of the time she gets saved by her bodyguard Hak , and I got a lot to say about him as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe 'plot twist' in the first few moments , if you can even call it that, is seen from a mile away for anyone who has watched a good amount of anime.\u001b[24m\n    \u001b[1mあなたがそれをそれと呼ぶことさえできれば、最初の数瞬間の「プロット・ツイスト」は、かなりのアニメを見た人にとっては1マイル離れたところから見えます。\u001b[22m, \u001b[1mあなたもそれを呼び出すことができる場合は、最初のいくつかの瞬間の「プロットねじれ 'は、離れアニメの良い量を見たことのある人のためのマイルから見ていること。\u001b[22m\n\u001b[4mThe princess is barely shocked by the outside world (which in a world without internet , should be quite the experience since the princess lifestyle is all she knows).\u001b[24m\n    \u001b[1mプリンセスは、外界ではほとんどショックを受けていません（インターネットなしの世界では、プリンセスのライフスタイルは彼女が知っていることなので、かなりの経験になるはずです）。\u001b[22m, \u001b[1m王女はかろうじて（姫のライフスタイルは、彼女が知っているすべてであるため、インターネットのない世界では、非常に経験すべきである）外の世界にショックを受けています。\u001b[22m\n\u001b[4mA good amount of the time she gets saved by her bodyguard Hak , and I got a lot to say about him as well.\u001b[24m\n    \u001b[1m彼女がボディーガード・ハクによって救われた時はかなりの時間でした。私は彼についても多くのことを述べました。\u001b[22m, \u001b[1m時間の良い量、彼女は彼女のボディーガードハクによって保存されますし、私も彼について言いたいことがたくさん持って。\u001b[22m\n\u001b[1m\u001b[22m\nThis is just another 'searching for strong warriors for retribution' anime and as such is extremely predictable in most moments. In fact the only moment that actually surprised me was when the main character did something useful , and that's not good.\n\n\u001b[1mこれは単なる「報復のための強力な戦士を求めている」アニメであり、ほとんどの瞬間には非常に予測可能です。 実際、私が実際に驚いた唯一の瞬間は、主人公が何か有用なことをしたときで、それは良くありません。\u001b[22m\n\u001b[1m(Kore wa tan'naru `hōfuku no tame no kyōryokuna senshi o motomete iru' animedeari, hotondo no shunkan ni wa hijō ni yosoku kanōdesu. Jissai, watashi ga jissai ni odoroita yuiitsu no shunkan wa, shujinkō ga nanika yūyōna koto o shita toki de, sore wa yoku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is just another 'searching for strong warriors for retribution' anime and as such is extremely predictable in most moments. In fact the only moment that actually surprised me was when the main character did something useful , and that's not good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is just another 'searching for strong warriors for retribution' anime and as such is extremely predictable in most moments.\u001b[24m\n    \u001b[1mこれは単なる「報復のための強力な戦士を求めている」アニメであり、ほとんどの瞬間には非常に予測可能です。\u001b[22m, \u001b[1mこれはちょうど別の「報復のための強力な戦士を探して」のアニメで、そのようなものがほとんど瞬間に非常に予測可能であるとして。\u001b[22m\n\u001b[4mIn fact the only moment that actually surprised me was when the main character did something useful , and that's not good.\u001b[24m\n    \u001b[1m実際、私が実際に驚いた唯一の瞬間は、主人公が何か有用なことをしたときで、それは良くありません。\u001b[22m, \u001b[1m主人公が便利な何かをした、そしてそれは良いではないとき、実際には、実際に私を驚かせた唯一の瞬間でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending was insultingly bad , introducing us to the final character in a brief moment ... followed by showing us that the ending had already been shown to us in the first few moments of the anime.\n\n\u001b[1mエンディングは侮辱的に悪かったので、私たちを短い時間で最後のキャラクターに紹介しました...アニメーションの最初の数瞬間にエンディングがすでにわれわれに示されていることを私たちに示してくれました。\u001b[22m\n\u001b[1m(Endingu wa bujoku-teki ni warukattanode, watashitachi o mijikai jikan de saigo no kyarakutā ni shōkai shimashita... Animēshon no saisho no sū shunkan ni endingu ga sudeni wareware ni shimesa rete iru koto o watashitachi ni shimeshite kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mThe ending was insultingly bad , introducing us to the final character in a brief moment ... followed by showing us that the ending had already been shown to us in the first few moments of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending was insultingly bad , introducing us to the final character in a brief moment ... followed by showing us that the ending had already been shown to us in the first few moments of the anime.\u001b[24m\n    \u001b[1mエンディングは侮辱的に悪かったので、私たちを短い時間で最後のキャラクターに紹介しました...アニメーションの最初の数瞬間にエンディングがすでにわれわれに示されていることを私たちに示してくれました。\u001b[22m, \u001b[1mエンディングは一瞬の最後の文字...結末はすでにアニメの最初のいくつかの瞬間に私たちに示されていたことを私たちに示すことによって、その後に私たちを導入し、侮辱的に悪かったです。\u001b[22m\n\u001b[1m\u001b[22m\n---Characters\n\n\u001b[1m---キャラクター\u001b[22m\n\u001b[1m(-- - Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4m---Characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nIn Akatsuki No Yona the characters are both is strong point and weakest link. Some of the characters like Sinha are very well done with detailed backstories and flaws (you know , like a human).\n\n\u001b[1m暁ではキャラクターはどちらも強いポイントと弱いリンクです。  Sinhaのようなキャラクターの中には、細かい背景や瑕疵（人間のように知っているもの）が非常にうまくいます。\u001b[22m\n\u001b[1m(Akatsukide wa kyarakutā wa dochira mo tsuyoi pointo to yowai rinkudesu. Sinha no yōna kyarakutā no nakaniha, komakai haikei ya kashi (ningen no yō ni shitte iru mono) ga hijō ni umaku imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn Akatsuki No Yona the characters are both is strong point and weakest link. Some of the characters like Sinha are very well done with detailed backstories and flaws (you know , like a human).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Akatsuki No Yona the characters are both is strong point and weakest link.\u001b[24m\n    \u001b[1m暁ではキャラクターはどちらも強いポイントと弱いリンクです。\u001b[22m, \u001b[1m暁のヨナでは文字がともに強い点と最も弱いリンクです。\u001b[22m\n\u001b[4mSome of the characters like Sinha are very well done with detailed backstories and flaws (you know , like a human).\u001b[24m\n    \u001b[1mSinhaのようなキャラクターの中には、細かい背景や瑕疵（人間のように知っているもの）が非常にうまくいます。\u001b[22m, \u001b[1mシンハのような文字のいくつかは非常によく、詳細backstoriesと傷（あなたが人間のように、知っている）で行われます。\u001b[22m\n\u001b[1m\u001b[22m\nYona had a lot of missing potential likely to make her more relatable to the female viewers of the anime. While it will seem great to the younger members of the audience it just makes Yona seem bland.\n\n\u001b[1mヨナには、アニメの女性視聴者をより尊敬してくれる可能性があります。 それは観客の若いメンバーにとって素晴らしいように見えるが、それは単にヨナを穏やかに見せかける。\u001b[22m\n\u001b[1m(Yona ni wa, anime no josei shichō-sha o yori sonkei shite kureru kanōsei ga arimasu. Sore wa kankyaku no wakai menbā ni totte subarashī yōnimieru ga, sore wa tan'ni Yona o odayaka ni misekakeru.)\u001b[22m\n\nTranslations of \u001b[4mYona had a lot of missing potential likely to make her more relatable to the female viewers of the anime. While it will seem great to the younger members of the audience it just makes Yona seem bland.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYona had a lot of missing potential likely to make her more relatable to the female viewers of the anime.\u001b[24m\n    \u001b[1mヨナには、アニメの女性視聴者をより尊敬してくれる可能性があります。\u001b[22m, \u001b[1mヨナは、アニメの女性視聴者への彼女はもっと話すことのできる作るために潜在的な可能性が不足しているのがたくさんありました。\u001b[22m\n\u001b[4mWhile it will seem great to the younger members of the audience it just makes Yona seem bland.\u001b[24m\n    \u001b[1mそれは観客の若いメンバーにとって素晴らしいように見えるが、それは単にヨナを穏やかに見せかける。\u001b[22m, \u001b[1mそれは観客の若いメンバーに素晴らしい見えるだろうが、それはちょうどヨナは当たり障りのないように見えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nHak is the deuteragonist and a Gary Stu character , in other words he is perfect with zero flaws. Remember before how I mentioned that Yona was good for the younger female viewers? Here we see this again. The 'Black Butler' syndrome where an anime is vastly overrated because of a perfect , attractive male character. Hak seems to be proficient in everything he does , from becoming a general at a young age , from fighting hundreds of soldiers to jumping insane heights while carrying a person. The one time he takes damage in the series is when he uses his body as a shield defending Yona , and he manages to fight for a good amount of time despite being poisoned.\n\n\u001b[1mハクは重子奏者とゲイリー・スチュのキャラクターです。言い換えれば、彼はゼロの欠陥で完璧です。 ヨナが若い女性の視聴者には良いと述べた前に覚えていますか？ ここで再びこれを見ます。 完璧で魅力的な男性キャラクターのためにアニメが大幅に過大評価されている「ブラック・バトラー」症候群。 ハクは何百人もの兵士と戦ったり、人を運んでいる間に狂った高みを飛び越えたりするなど、彼がしているすべてのことに熟達しているようだ。 彼がシリーズでダメージを受けるのは、彼が自分の体をヨナを守る盾として使うことであり、彼は中毒にもかかわらず時間をかけて戦うことができます。\u001b[22m\n\u001b[1m(Haku wa Shigeko sōsha to geirī suchu no kyarakutādesu. Iikaereba, kare wa zero no kekkan de kanpekidesu. Yona ga wakai josei no shichō-sha ni wa yoi to nobeta mae ni oboete imasu ka? Koko de futatabi kore o mimasu. Kanpeki de miryoku-tekina dansei kyarakutā no tame ni anime ga ōhaba ni kadai hyōka sa rete iru `burakku batorā' shōkōgun. Haku wa nan hyaku-ri mo no heishi to tatakattari, hito o hakonde iru ma ni kurutta takami o tobikoe tari suru nado, kare ga shite iru subete no koto ni jukutatsu shite iru yōda. Kare ga shirīzu de damēji o ukeru no wa, kare ga jibun no karada o Yona o mamoru tate to shite tsukau kotodeari, kare wa chūdoku nimokakawarazu jikan o kakete tatakau koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHak is the deuteragonist and a Gary Stu character , in other words he is perfect with zero flaws. Remember before how I mentioned that Yona was good for the younger female viewers? Here we see this again. The 'Black Butler' syndrome where an anime is vastly overrated because of a perfect , attractive male character. Hak seems to be proficient in everything he does , from becoming a general at a young age , from fighting hundreds of soldiers to jumping insane heights while carrying a person. The one time he takes damage in the series is when he uses his body as a shield defending Yona , and he manages to fight for a good amount of time despite being poisoned.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHak is the deuteragonist and a Gary Stu character , in other words he is perfect with zero flaws.\u001b[24m\n    \u001b[1mハクは重子奏者とゲイリー・スチュのキャラクターです。言い換えれば、彼はゼロの欠陥で完璧です。\u001b[22m, \u001b[1mハクは、彼がゼロ欠陥と完璧です言い換えれば、脇役とゲイリースチュー文字です。\u001b[22m\n\u001b[4mRemember before how I mentioned that Yona was good for the younger female viewers?\u001b[24m\n    \u001b[1mヨナが若い女性の視聴者には良いと述べた前に覚えていますか？\u001b[22m, \u001b[1m私はヨナは若い女性視聴者のために良好であったことを述べた方法の前に覚えていますか？\u001b[22m\n\u001b[4mHere we see this again.\u001b[24m\n    \u001b[1mここで再びこれを見ます。\u001b[22m, \u001b[1mここで我々は再びこれを参照してください。\u001b[22m\n\u001b[4mThe 'Black Butler' syndrome where an anime is vastly overrated because of a perfect , attractive male character.\u001b[24m\n    \u001b[1m完璧で魅力的な男性キャラクターのためにアニメが大幅に過大評価されている「ブラック・バトラー」症候群。\u001b[22m, \u001b[1mアニメが原因で完璧な、魅力的な男性キャラの大幅過大評価である「黒執事」症候群。\u001b[22m\n\u001b[4mHak seems to be proficient in everything he does , from becoming a general at a young age , from fighting hundreds of soldiers to jumping insane heights while carrying a person.\u001b[24m\n    \u001b[1mハクは何百人もの兵士と戦ったり、人を運んでいる間に狂った高みを飛び越えたりするなど、彼がしているすべてのことに熟達しているようだ。\u001b[22m, \u001b[1mハクは、人を運んでいる間非常識な高さをジャンプに兵士数百人を戦ってから、若い年齢で一般的になってから、彼はすべてのものに堪能であるように思われます。\u001b[22m\n\u001b[4mThe one time he takes damage in the series is when he uses his body as a shield defending Yona , and he manages to fight for a good amount of time despite being poisoned.\u001b[24m\n    \u001b[1m彼がシリーズでダメージを受けるのは、彼が自分の体をヨナを守る盾として使うことであり、彼は中毒にもかかわらず時間をかけて戦うことができます。\u001b[22m, \u001b[1m彼はヨナを守る盾として彼の体を使用し、彼は毒殺されているにもかかわらず、時間の良い量のために戦うために管理したとき、彼は直列にダメージを受けた1時間です。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately the other dragons aren't as well-made as Sinha but the green dragon does have something going for him.\n\n\u001b[1m残念なことに、他のドラゴンはSinhaほどうまく作られていませんが、緑のドラゴンは彼のために何かを持っています。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, hoka no doragon wa Sinha hodo umaku tsukura rete imasenga, midori no doragon wa kare no tame ni nanika o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately the other dragons aren't as well-made as Sinha but the green dragon does have something going for him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately the other dragons aren't as well-made as Sinha but the green dragon does have something going for him.\u001b[24m\n    \u001b[1m残念なことに、他のドラゴンはSinhaほどうまく作られていませんが、緑のドラゴンは彼のために何かを持っています。\u001b[22m, \u001b[1m残念ながら、他のドラゴンは、シンハとしてよく作られたものではなく、緑ドラゴンは彼のために行く何かを持っています。\u001b[22m\n\u001b[1m\u001b[22m\n---Animation and Sound\n\n\u001b[1m---アニメーションとサウンド\u001b[22m\n\u001b[1m(-- - Animēshon to saundo)\u001b[22m\n\nTranslations of \u001b[4m---Animation and Sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---Animation and Sound\u001b[24m\n    \u001b[1m---アニメーションとサウンド\u001b[22m\n\u001b[1m\u001b[22m\nThe animation isn't bad but it isn't anything to get excited about. Slightly above average I'd say.\n\n\u001b[1mアニメーションは悪くありませんが、興奮することは何もありません。 平均よりやや高いです。\u001b[22m\n\u001b[1m(Animēshon wa waruku arimasenga, kōfun suru koto wa nani mo arimasen. Heikin yori yaya takaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation isn't bad but it isn't anything to get excited about. Slightly above average I'd say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation isn't bad but it isn't anything to get excited about.\u001b[24m\n    \u001b[1mアニメーションは悪くありませんが、興奮することは何もありません。\u001b[22m, \u001b[1mアニメーションは悪いことではありませんが、興奮するものではありません。\u001b[22m\n\u001b[4mSlightly above average I'd say.\u001b[24m\n    \u001b[1m平均よりやや高いです。\u001b[22m, \u001b[1m少し平均以上私が言うと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe opening music is fully instrumental and is beautiful , unfortunately that's it as far as the music goes. The opening music is even recycled for key moments.\n\n\u001b[1mオープニング音楽は完全に楽器であり、美しいですが、残念ながらそれは音楽が行く限りです。 オープニング・ミュージックは重要な瞬間にリサイクルされています。\u001b[22m\n\u001b[1m(Ōpuningu ongaku wa kanzen ni gakkideari, utsukushīdesuga, zan'nen'nagara soreha ongaku ga iku kagiridesu. Ōpuningu myūjikku wa jūyōna shunkan ni risaikuru sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe opening music is fully instrumental and is beautiful , unfortunately that's it as far as the music goes. The opening music is even recycled for key moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening music is fully instrumental and is beautiful , unfortunately that's it as far as the music goes.\u001b[24m\n    \u001b[1mオープニング音楽は完全に楽器であり、美しいですが、残念ながらそれは音楽が行く限りです。\u001b[22m, \u001b[1mオープニングの音楽は、残念ながらそれは限り音楽が行くようにそれだ、完全に尽力され、美しいです。\u001b[22m\n\u001b[4mThe opening music is even recycled for key moments.\u001b[24m\n    \u001b[1mオープニング・ミュージックは重要な瞬間にリサイクルされています。\u001b[22m, \u001b[1m開口音楽であっても、キーモーメントのためにリサイクルされます。\u001b[22m\n\u001b[1m\u001b[22m\nThe first opening is insultingly bad when not considering the music though. The animation is fine , whats unforgivable is that the opening shows you pretty much all that the entire series has to offer.\n\n\u001b[1m最初のオープニングは、音楽を考えていないときは侮辱的に悪いです。 アニメーションはうまくいきません。何が許されないのは、オープニングでは、シリーズ全体で提供されているすべてのことがわかるということです。\u001b[22m\n\u001b[1m(Saisho no ōpuningu wa, ongaku o kangaete inai toki wa bujoku-teki ni waruidesu. Animēshon wa umaku ikimasen. Nani ga yurusa renai no wa, ōpuningude wa, shirīzu zentai de teikyō sa rete iru subete no koto ga wakaru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe first opening is insultingly bad when not considering the music though. The animation is fine , whats unforgivable is that the opening shows you pretty much all that the entire series has to offer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first opening is insultingly bad when not considering the music though.\u001b[24m\n    \u001b[1m最初のオープニングは、音楽を考えていないときは侮辱的に悪いです。\u001b[22m, \u001b[1mしかし、音楽を考慮していないときに第一の開口部は無礼にも悪いです。\u001b[22m\n\u001b[4mThe animation is fine , whats unforgivable is that the opening shows you pretty much all that the entire series has to offer.\u001b[24m\n    \u001b[1mアニメーションはうまくいきません。何が許されないのは、オープニングでは、シリーズ全体で提供されているすべてのことがわかるということです。\u001b[22m, \u001b[1m開口部はかなりすべてのシリーズ全体を提供していることを示しているということですいただきました！許せないアニメーションは、結構です。\u001b[22m\n\u001b[1m\u001b[22m\n---Enjoyment\n\n\u001b[1m - -楽しみ\u001b[22m\n\u001b[1m(- - Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4m---Enjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nI consider myself somewhat of an anime veteran with around 300 animes under my belt. That being said this anime was extremely predictable. If you are moderately experienced with anime and after looking at the reviews and expecting a masterpiece like FMAB or Hunter X Hunter look elsewhere.\n\n\u001b[1m私は自分のベルトの下で約300人のアニメを持つアニメのベテランの若者だと思う。 それは、このアニメは非常に予測可能だと言われています。  FMABやHunter X Hunterのような傑作が他の場所に見えることを期待して、アニメを適度に経験してレビューを見た後。\u001b[22m\n\u001b[1m(Watashi wa jibun no beruto no shita de yaku 300-ri no anime o motsu anime no beteran no wakamonoda to omou. Sore wa, kono anime wa hijō ni yosoku kanōda to iwa rete imasu. FMAB ya Hunter X Hunter no yōna kessaku ga hoka no basho ni mieru koto o kitai shite, anime o tekido ni keiken shite rebyū o mita nochi.)\u001b[22m\n\nTranslations of \u001b[4mI consider myself somewhat of an anime veteran with around 300 animes under my belt. That being said this anime was extremely predictable. If you are moderately experienced with anime and after looking at the reviews and expecting a masterpiece like FMAB or Hunter X Hunter look elsewhere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI consider myself somewhat of an anime veteran with around 300 animes under my belt.\u001b[24m\n    \u001b[1m私は自分のベルトの下で約300人のアニメを持つアニメのベテランの若者だと思う。\u001b[22m, \u001b[1m私は自分自身やや私のベルトの下で約300アニメとアニメのベテランの検討します。\u001b[22m\n\u001b[4mThat being said this anime was extremely predictable.\u001b[24m\n    \u001b[1mそれは、このアニメは非常に予測可能だと言われています。\u001b[22m, \u001b[1mつまり、このアニメは非常に予測可能であったと述べています。\u001b[22m\n\u001b[4mIf you are moderately experienced with anime and after looking at the reviews and expecting a masterpiece like FMAB or Hunter X Hunter look elsewhere.\u001b[24m\n    \u001b[1mFMABやHunter X Hunterのような傑作が他の場所に見えることを期待して、アニメを適度に経験してレビューを見た後。\u001b[22m, \u001b[1mあなたは適度にアニメにし、レビューを見て、FMABまたはハンターXハンターのような傑作が他の場所で見て期待した後に経験している場合。\u001b[22m\n\u001b[1m\u001b[22m\n---Conclusion\n\n\u001b[1m - -結論\u001b[22m\n\u001b[1m(- - Ketsuron)\u001b[22m\n\nDefinitions of \u001b[4m---Conclusion\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    結論\u001b[22m\n        conclusion, decision, finding, resolution, judgment, determination\n\u001b[1m    締結\u001b[22m\n        conclusion, contract\n\u001b[1m    最後\u001b[22m\n        end, conclusion\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    完了\u001b[22m\n        completion, conclusion\n\u001b[1m    結び\u001b[22m\n        conclusion, union, ending\n\u001b[1m    判断\u001b[22m\n        judgment, decision, conclusion, adjudication, decipherment, divination\n\u001b[1m    結末\u001b[22m\n        end, conclusion, resolution, decision, resolve, judgment\n\u001b[1m    完結\u001b[22m\n        completion, conclusion\n\u001b[1m    帰結\u001b[22m\n        conclusion\n\u001b[1m    決着\u001b[22m\n        settlement, conclusion, end, decision\n\u001b[1m    終局\u001b[22m\n        finale, end, conclusion, denouement, close, end of a game of go\n\u001b[1m    断定\u001b[22m\n        conclusion, decision\n\u001b[1m    決断\u001b[22m\n        decision, resolution, determination, resolve, judgment, conclusion\n\u001b[1m    締め括り\u001b[22m\n        conclusion, supervision, completion, summing-up\n\u001b[1m    決議\u001b[22m\n        resolution, decision, resolve, vote, determination, judgment\n\u001b[1m    竣工\u001b[22m\n        completion, finish, fulfillment, end, termination, culmination\n\u001b[1m    纏め\u001b[22m\n        conclusion, settlement\n\u001b[1m    予断\u001b[22m\n        prediction, guessing, conclusion\n\u001b[1m    決意\u001b[22m\n        determination, resolve, decision, resolution, will, judgment\n\u001b[1m    段落\u001b[22m\n        period, full stop, conclusion\n\u001b[1m    論断\u001b[22m\n        verdict, conclusion\n\u001b[1m    竣成\u001b[22m\n        fulfillment, completion, end, termination, culmination, conclusion\n\u001b[1m    切り上げ\u001b[22m\n        conclusion\n\u001b[1m    切上げ\u001b[22m\n        conclusion\n\u001b[1m    纏まり\u001b[22m\n        settlement, conclusion, consistency\n\u001b[1m    明け\u001b[22m\n        dawn, dawning, daylight, daybreak, cockcrow, aurora\n\u001b[1m    デシジョン\u001b[22m\n        decision, conclusion, determination, resolve, settlement, finding\n\u001b[1m    結着\u001b[22m\n        conclusion, decision, end\n\u001b[1m\u001b[22m\nOverall Akatsuki no Yona is a series with an incredible amount of wasted potential. A great idea with poor execution. A unique idea that somehow became the most cliche storyline possible with poorly written characters.\n\n\u001b[1m全体的な「暁のよーナ」は無駄な潜在能力を誇るシリーズです。 貧しい人々の実行と素晴らしいアイデア。 何とか書かれていない文字で可能な最もクリチカルなストーリーラインになったユニークなアイデア。\u001b[22m\n\u001b[1m(Zentai-tekina `akatsuki no yo ̄na' wa mudana senzai nōryoku o hokoru shirīzudesu. Mazushī hitobito no jikkō to subarashī aidea. Nantoka kaka rete inai moji de kanōna mottomo kurichikaruna sutōrīrain ni natta yunīkuna aidea.)\u001b[22m\n\nTranslations of \u001b[4mOverall Akatsuki no Yona is a series with an incredible amount of wasted potential. A great idea with poor execution. A unique idea that somehow became the most cliche storyline possible with poorly written characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Akatsuki no Yona is a series with an incredible amount of wasted potential.\u001b[24m\n    \u001b[1m全体的な「暁のよーナ」は無駄な潜在能力を誇るシリーズです。\u001b[22m, \u001b[1m全体の暁にはヨナは無駄にポテンシャルの信じられないほどの量と直列ではありません。\u001b[22m\n\u001b[4mA great idea with poor execution.\u001b[24m\n    \u001b[1m貧しい人々の実行と素晴らしいアイデア。\u001b[22m, \u001b[1m悪い実行と素晴らしいアイデア。\u001b[22m\n\u001b[4mA unique idea that somehow became the most cliche storyline possible with poorly written characters.\u001b[24m\n    \u001b[1m何とか書かれていない文字で可能な最もクリチカルなストーリーラインになったユニークなアイデア。\u001b[22m, \u001b[1m何とか不完全に書かれた文字で、ほとんどの決まり文句のストーリー展開が可能となったユニークなアイデア。\u001b[22m\n\u001b[1m\u001b[22m\nIf you are a younger female viewer you might enjoy this , and you also might enjoy this if you are brand-new to anime. Otherwise I highly doubt you will get any entertainment value out of this.\n\n\u001b[1mあなたが若い女性の視聴者であれば、これを楽しむことができます。また、あなたがアニメにまったく新しいものなら、これを楽しむこともできます。 そうでなければ、私はあなたがこれから娯楽の価値を得ることを非常に疑う。\u001b[22m\n\u001b[1m(Anata ga wakai josei no shichō-shadeareba, kore o tanoshimu koto ga dekimasu. Mata, anata ga anime ni mattaku atarashīmononara, kore o tanoshimu koto mo dekimasu. Sōdenakereba, watashi wa anata ga korekara goraku no kachi o eru koto o hijō ni utagau.)\u001b[22m\n\nTranslations of \u001b[4mIf you are a younger female viewer you might enjoy this , and you also might enjoy this if you are brand-new to anime. Otherwise I highly doubt you will get any entertainment value out of this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are a younger female viewer you might enjoy this , and you also might enjoy this if you are brand-new to anime.\u001b[24m\n    \u001b[1mあなたが若い女性の視聴者であれば、これを楽しむことができます。また、あなたがアニメにまったく新しいものなら、これを楽しむこともできます。\u001b[22m, \u001b[1mあなたは若い女性の視聴者である場合は、これを楽しむかもしれない、とあなたはブランドの新しいアニメにする場合も、これを楽しむことがあります。\u001b[22m\n\u001b[4mOtherwise I highly doubt you will get any entertainment value out of this.\u001b[24m\n    \u001b[1mそうでなければ、私はあなたがこれから娯楽の価値を得ることを非常に疑う。\u001b[22m, \u001b[1mそうでなければ私は非常にあなたがこのうち任意のエンターテイメントとしての価値を取得しないだろう。\u001b[22m"
  }
]
