[
  {
    "title": "Trinity_Seven",
    "id": "25157",
    "url": "https://myanimelist.net/anime/25157/Trinity_Seven",
    "user": "KawaiiKamiKait",
    "profile": "/profile/KawaiiKamiKait/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=221353",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  5\n\nこのアニメは、ハーレムのアニメにとって非常に偉大なものでした。 おっぱい、尻、そして非常に暑い女の子がいました。 はい、それは良いスタートでした。\n\nしかし、このアニメは偉大な芸術とまともな音を持っています、それは主なジャンルがハーレムであるときに、ストーリーラインを追求しました。 これは絶対に間違いです。\n\nストーリー5/10\n個人的に、私は物語が嫌いでした。 それは私にはほとんど立っていませんでした、そして、それは持続するものではありません。 私は深みを増すつもりはありませんが、このアニメは限られた半期の長さの回答よりも多くの質問で終わりました。 これが完全なシーズンのアニメか2つの半分のアニメのアニメだったら、それは大丈夫だったでしょうが、それはちょうど崖から流れ落ちてしまいました。\n\nアート9/10\nこれは、アニメが輝く素晴らしい場所です。 それは芸術で、控えめに言っても魅力的でした。 詳細は見落とされず、カラースキームは鮮明でクリーンなアートにマッチしました。 これが私が少しこのアニメに泊まった本当の理由でした。\n\nサウンド8/10\n音は大丈夫だったが、オープニングはあなたがよく見かけるものではなかった。\n\nキャラクター7/10\nすべてのキャラクターは魅力的で面白かったです。 ちょうどCグレード。\n\n楽しさ5/10\nこれは私が個人的に行く場所です。 このアニメは私を退屈させ、マホイの感覚について多くのことを思い出させました。 私は本当に誇りを持って始めました、そして、それはちょうど丘の下に降りました。 どちらも興奮して始まりましたが、安定した落ち着きを見せていました。\n\n全体的な6/10\n私はそれがほとんど渡っているので、6/10を与えた。  Dグレード。 それは100％見る価値があるとは思えませんが、それは良い芸術とサウンドを持っているので、考慮する必要があります。 あなたが退屈して何かを見る必要があるなら、これはいつもここにあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThis anime started out very great for a harem anime. There was boobs, butts, and very hot girls. Yes, it was a good start.\n\n\u001b[1mこのアニメは、ハーレムのアニメにとって非常に偉大なものでした。 おっぱい、尻、そして非常に暑い女の子がいました。 はい、それは良いスタートでした。\u001b[22m\n\u001b[1m(Kono anime wa, hāremu no anime ni totte hijō ni idaina monodeshita. Oppai, shiri, soshite hijō ni atsui on'nanoko ga imashita. Hai, sore wa yoi sutātodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime started out very great for a harem anime. There was boobs, butts, and very hot girls. Yes, it was a good start.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime started out very great for a harem anime.\u001b[24m\n    \u001b[1mこのアニメは、ハーレムのアニメにとって非常に偉大なものでした。\u001b[22m, \u001b[1mこのアニメはハーレムアニメのための非常に素晴らしいスタートしました。\u001b[22m\n\u001b[4mThere was boobs, butts, and very hot girls.\u001b[24m\n    \u001b[1mおっぱい、尻、そして非常に暑い女の子がいました。\u001b[22m, \u001b[1mおっぱい、尻、そして非常にホットな女の子がありました。\u001b[22m\n\u001b[4mYes, it was a good start.\u001b[24m\n    \u001b[1mはい、それは良いスタートでした。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, this anime does have a lot of great art and decent sound, it pursued storyline, when it's main genre is a harem. This is definitely a mistake.\n\n\u001b[1mしかし、このアニメは偉大な芸術とまともな音を持っています、それは主なジャンルがハーレムであるときに、ストーリーラインを追求しました。 これは絶対に間違いです。\u001b[22m\n\u001b[1m(Shikashi, kono anime wa idaina geijutsu to matomona oto o motte imasu, sore wa omona janru ga hāremudearu toki ni, sutōrīrain o tsuikyū shimashita. Kore wa zettai ni machigaidesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, this anime does have a lot of great art and decent sound, it pursued storyline, when it's main genre is a harem. This is definitely a mistake.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, this anime does have a lot of great art and decent sound, it pursued storyline, when it's main genre is a harem.\u001b[24m\n    \u001b[1mしかし、このアニメは偉大な芸術とまともな音を持っています、それは主なジャンルがハーレムであるときに、ストーリーラインを追求しました。\u001b[22m, \u001b[1mそれはメインジャンルはハーレムでだときしかし、このアニメは偉大な芸術とまともな音をたくさん持っている、それは、ストーリーを追求しました。\u001b[22m\n\u001b[4mThis is definitely a mistake.\u001b[24m\n    \u001b[1mこれは絶対に間違いです。\u001b[22m, \u001b[1mこれは間違いなく間違いです。\u001b[22m\n\u001b[1m\u001b[22m\nStory 5/10\n\n\u001b[1mストーリー5/10\u001b[22m\n\u001b[1m(Sutōrī 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 5/10\u001b[24m\n    \u001b[1mストーリー5/10\u001b[22m\nPersonally, I hated the story. It barely stood out to me, and it's not something that will last. I'm not going to go into depth, however this anime ended up with more questions than answers with its limited half season length. If this were a full season anime or a two half season anime, it would have been alright but it just ended up running off a cliff.\n\n\u001b[1m個人的に、私は物語が嫌いでした。 それは私にはほとんど立っていませんでした、そして、それは持続するものではありません。 私は深みを増すつもりはありませんが、このアニメは限られた半期の長さの回答よりも多くの質問で終わりました。 これが完全なシーズンのアニメか2つの半分のアニメのアニメだったら、それは大丈夫だったでしょうが、それはちょうど崖から流れ落ちてしまいました。\u001b[22m\n\u001b[1m(Kojin-teki ni, watashi wa monogatari ga kiraideshita. Sore wa watashiniha hotondo tatte imasendeshita, soshite, soreha jizoku suru monode wa arimasen. Watashi wa fukami o masu tsumori wa arimasenga, kono anime wa kagira reta hanki no naga-sa no kaitō yori mo ōku no shitsumon de owarimashita. Kore ga kanzen'na shīzun no animeka 2tsu no hanbun no anime no animedattara, sore wa daijōbudattadeshouga, sore wa chōdo gake kara nagareochite shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4mPersonally, I hated the story. It barely stood out to me, and it's not something that will last. I'm not going to go into depth, however this anime ended up with more questions than answers with its limited half season length. If this were a full season anime or a two half season anime, it would have been alright but it just ended up running off a cliff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally, I hated the story.\u001b[24m\n    \u001b[1m個人的に、私は物語が嫌いでした。\u001b[22m, \u001b[1m個人的に、私は話を嫌っ。\u001b[22m\n\u001b[4mIt barely stood out to me, and it's not something that will last.\u001b[24m\n    \u001b[1mそれは私にはほとんど立っていませんでした、そして、それは持続するものではありません。\u001b[22m, \u001b[1mそれはほとんど私には際立っていた、それが続くものではありません。\u001b[22m\n\u001b[4mI'm not going to go into depth, however this anime ended up with more questions than answers with its limited half season length.\u001b[24m\n    \u001b[1m私は深みを増すつもりはありませんが、このアニメは限られた半期の長さの回答よりも多くの質問で終わりました。\u001b[22m, \u001b[1mしかし私はこのアニメは、その限られたハーフシーズン長が答えより多くの質問になってしまった、深さに入るつもりはありません。\u001b[22m\n\u001b[4mIf this were a full season anime or a two half season anime, it would have been alright but it just ended up running off a cliff.\u001b[24m\n    \u001b[1mこれが完全なシーズンのアニメか2つの半分のアニメのアニメだったら、それは大丈夫だったでしょうが、それはちょうど崖から流れ落ちてしまいました。\u001b[22m, \u001b[1mこれはフルシーズンアニメまたは2のハーフシーズンアニメだったら、それは大丈夫だったでしょうが、それはちょうど崖から実行してしまいました。\u001b[22m\n\u001b[1m\u001b[22m\nArt 9/10\n\n\u001b[1mアート9/10\u001b[22m\n\u001b[1m(Āto 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 9/10\u001b[24m\n    \u001b[1mアート9/10\u001b[22m\nThis is a great place for the anime to shine. It's art was captivating to say the least. Details were not overlooked and the color schemes matched the sharp, clean art. This was the real reason why I stayed with this anime for a bit.\n\n\u001b[1mこれは、アニメが輝く素晴らしい場所です。 それは芸術で、控えめに言っても魅力的でした。 詳細は見落とされず、カラースキームは鮮明でクリーンなアートにマッチしました。 これが私が少しこのアニメに泊まった本当の理由でした。\u001b[22m\n\u001b[1m(Kore wa, anime ga kagayaku subarashī bashodesu. Sore wa geijutsu de, hikaeme ni itte mo mirikitekideshita. Shōsai wa miotosa rezu, karāsukīmu wa senmeide kurīn'na āto ni matchi shimashita. Kore ga watashi ga sukoshi kono anime ni tomatta hontō no riyūdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis is a great place for the anime to shine. It's art was captivating to say the least. Details were not overlooked and the color schemes matched the sharp, clean art. This was the real reason why I stayed with this anime for a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a great place for the anime to shine.\u001b[24m\n    \u001b[1mこれは、アニメが輝く素晴らしい場所です。\u001b[22m, \u001b[1mこれはアニメを輝かせるための絶好の場所です。\u001b[22m\n\u001b[4mIt's art was captivating to say the least.\u001b[24m\n    \u001b[1mそれは芸術で、控えめに言っても魅力的でした。\u001b[22m, \u001b[1mこれは、芸術は控えめに言っても魅惑されたのです。\u001b[22m\n\u001b[4mDetails were not overlooked and the color schemes matched the sharp, clean art.\u001b[24m\n    \u001b[1m詳細は見落とされず、カラースキームは鮮明でクリーンなアートにマッチしました。\u001b[22m, \u001b[1m詳細は見落としやカラースキームはシャープ、クリーンな芸術を一致しませんでした。\u001b[22m\n\u001b[4mThis was the real reason why I stayed with this anime for a bit.\u001b[24m\n    \u001b[1mこれが私が少しこのアニメに泊まった本当の理由でした。\u001b[22m, \u001b[1mこれは、私は少しのためにこのアニメに滞在する理由本当の理由でした。\u001b[22m\n\u001b[1m\u001b[22m\nSound 8/10\n\n\u001b[1mサウンド8/10\u001b[22m\n\u001b[1m(Saundo 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8/10\u001b[24m\n    \u001b[1mサウンド8/10\u001b[22m, \u001b[1m8/10サウンド\u001b[22m\nThe sounds were alright, but the opening was something you don't seem often.\n\n\u001b[1m音は大丈夫だったが、オープニングはあなたがよく見かけるものではなかった。\u001b[22m\n\u001b[1m(Oto wa daijōbudattaga, ōpuningu wa anata ga yoku mikakeru monode wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe sounds were alright, but the opening was something you don't seem often.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sounds were alright, but the opening was something you don't seem often.\u001b[24m\n    \u001b[1m音は大丈夫だったが、オープニングはあなたがよく見かけるものではなかった。\u001b[22m, \u001b[1m音は大丈夫だったが、開口部はあなたが頻繁にいないようなものでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 7/10\n\n\u001b[1mキャラクター7/10\u001b[22m\n\u001b[1m(Kyarakutā 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 7/10\u001b[24m\n    \u001b[1mキャラクター7/10\u001b[22m, \u001b[1m文字7/10\u001b[22m\nAll the characters were appealing, interesting, and fine. Just a C grade.\n\n\u001b[1mすべてのキャラクターは魅力的で面白かったです。 ちょうどCグレード。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa mirikiteki de omoshirokattadesu. Chōdo C gurēdo.)\u001b[22m\n\nTranslations of \u001b[4mAll the characters were appealing, interesting, and fine. Just a C grade.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the characters were appealing, interesting, and fine.\u001b[24m\n    \u001b[1mすべてのキャラクターは魅力的で面白かったです。\u001b[22m, \u001b[1mすべての文字は、魅力的な面白い、と罰金でした。\u001b[22m\n\u001b[4mJust a C grade.\u001b[24m\n    \u001b[1mちょうどCグレード。\u001b[22m, \u001b[1mただ、Cグレード。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 5/10\n\n\u001b[1m楽しさ5/10\u001b[22m\n\u001b[1m(Tanoshisa 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 5/10\u001b[24m\n    \u001b[1m楽しさ5/10\u001b[22m, \u001b[1m楽し5/10\u001b[22m\nThis is where I go personal. This anime bored me and kind of reminded me a lot about mahou sensou. I started out real hyped, and it all just went down hill. Both started out with a lot of excitement but took a nosedive after some steady falling.\n\n\u001b[1mこれは私が個人的に行く場所です。 このアニメは私を退屈させ、マホイの感覚について多くのことを思い出させました。 私は本当に誇りを持って始めました、そして、それはちょうど丘の下に降りました。 どちらも興奮して始まりましたが、安定した落ち着きを見せていました。\u001b[22m\n\u001b[1m(Kore wa watashi ga kojin-teki ni iku bashodesu. Kono anime wa watashi o taikutsu sa se, mahoi no kankaku ni tsuite ōku no koto o omoidasa semashita. Watashi wa hontōni hokori o motte hajimemashita, soshite, sore wa chōdo oka no shita ni orimashita. Dochira mo kōfun shite hajimarimashitaga, antei shita ochitsuki o misete imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis is where I go personal. This anime bored me and kind of reminded me a lot about mahou sensou. I started out real hyped, and it all just went down hill. Both started out with a lot of excitement but took a nosedive after some steady falling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where I go personal.\u001b[24m\n    \u001b[1mこれは私が個人的に行く場所です。\u001b[22m, \u001b[1m私は個人的に行くところです。\u001b[22m\n\u001b[4mThis anime bored me and kind of reminded me a lot about mahou sensou.\u001b[24m\n    \u001b[1mこのアニメは私を退屈させ、マホイの感覚について多くのことを思い出させました。\u001b[22m, \u001b[1mこのアニメは私を退屈と種類の私に魔法sensouについて多くのことを思い出しました。\u001b[22m\n\u001b[4mI started out real hyped, and it all just went down hill.\u001b[24m\n    \u001b[1m私は本当に誇りを持って始めました、そして、それはちょうど丘の下に降りました。\u001b[22m, \u001b[1m私は本当の宣伝を開始し、それはすべてちょうど丘を下って行きました。\u001b[22m\n\u001b[4mBoth started out with a lot of excitement but took a nosedive after some steady falling.\u001b[24m\n    \u001b[1mどちらも興奮して始まりましたが、安定した落ち着きを見せていました。\u001b[22m, \u001b[1m両方が興奮の多くで出始めたが、いくつかの着実な落下後に急降下を取りました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 6/10\n\n\u001b[1m全体的な6/10\u001b[22m\n\u001b[1m(Zentai-tekina 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 6/10\u001b[24m\n    \u001b[1m全体的な6/10\u001b[22m, \u001b[1m全体的に6月10日\u001b[22m\nI gave it a 6/10 because it's barely passing. D grade. It's not going to be 100% worth watching but it's something to consider as it has good art and sound. If you are bored and need to watch something, well this is always here.\n\n\u001b[1m私はそれがほとんど渡っているので、6/10を与えた。  Dグレード。 それは100％見る価値があるとは思えませんが、それは良い芸術とサウンドを持っているので、考慮する必要があります。 あなたが退屈して何かを見る必要があるなら、これはいつもここにあります。\u001b[22m\n\u001b[1m(Watashi wa sore ga hotondo watatte irunode, 6/ 10 o ataeta. Dīgure ̄do. Sore wa 100-pāsento miru kachigāru to wa omoemasenga, sore wa yoi geijutsu to saundo o motte irunode, kōryo suru hitsuyō ga arimasu. Anata ga taikutsu shite nanika o miru hitsuyō ga arunara, kore wa itsumo koko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI gave it a 6/10 because it's barely passing. D grade. It's not going to be 100% worth watching but it's something to consider as it has good art and sound. If you are bored and need to watch something, well this is always here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI gave it a 6/10 because it's barely passing.\u001b[24m\n    \u001b[1m私はそれがほとんど渡っているので、6/10を与えた。\u001b[22m, \u001b[1mそれはかろうじて通過しているので、私はそれを6月10日を与えました。\u001b[22m\n\u001b[4mD grade.\u001b[24m\n    \u001b[1mDグレード。\u001b[22m\n\u001b[4mIt's not going to be 100% worth watching but it's something to consider as it has good art and sound.\u001b[24m\n    \u001b[1mそれは100％見る価値があるとは思えませんが、それは良い芸術とサウンドを持っているので、考慮する必要があります。\u001b[22m, \u001b[1m見て100％の価値があることはないだろうが、それは良いアートとサウンドを持っているとして考慮すべきものです。\u001b[22m\n\u001b[4mIf you are bored and need to watch something, well this is always here.\u001b[24m\n    \u001b[1mあなたが退屈して何かを見る必要があるなら、これはいつもここにあります。\u001b[22m, \u001b[1mあなたが退屈していると何かを見るために必要がある場合は、よくこれはいつもここです。\u001b[22m"
  },
  {
    "title": "Trinity_Seven",
    "id": "25157",
    "url": "https://myanimelist.net/anime/25157/Trinity_Seven",
    "user": "Vehemor",
    "profile": "/profile/Vehemor/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=205558",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  5\nキャラクター|  8\n|  3\n\nトリニティ・セブンは悪いです。 プロットは悪く、まったく複雑な魔法のシステムは悪いです。首都の罪はひどく使われ、音楽や芸術はショーを保存するには十分ではありません。\n\nそれをステップバイステップで始めましょう。\n\nプロット：3/10\n\n貧しい、何も新しい、maigc、学校、10代、危機の世界...私たちは今年少なくとも100回それを見た。 だから、同じことを私たちに再び見せるなら、新しいものを作ってください。 誰も5年間でショーを覚えていません。\n\nアート：6/10\n\nそれはそれほど悪くはないが、それは思い出深いものではないが、私はそれについて大きな不満はない。 それは見るのが簡単で、魔法の効果は素晴らしいです。\n\nサウンド：5/10\n\nショーを見た後、OSTやシングルに手を出そうと思っていませんでしたが、それは悪い兆候です。 私は、シーンを落ち着かせる音楽や緊張を上げる音楽は覚えていません。\n\nキャラクター：8/10\n\n奇妙なことに、これはTSの強力な部分です。 メインキャラクターは典型的なハーレムリードではなく、それは十分に冷笑的で、おっぱいを見て掴んでみたいと思っています。それは新しいものです。\nハーレム自体はそれほど悪くなく、焦点があまりありませんし、いくつかの無駄な人物ですが、彼らの性格はそれほど悪くなく、よく設計されています。\n\n楽しみ：3/10\n\n私はアニメを始めた。 最初の6つのエピソードを見ました。 それを放棄した。 一年後にもう一度やり直して、やっとそれを終えることができました。 あなたはTSを見たくない、あなたはそれを完了する必要があると感じるので、あなたはそれについてすべてを忘れることができます。\n\n全体：4/10\n\nあなたが表面的なプロット、愚かなエッチ、いくつかの大きなおっぱい、いくつかの泥棒の呪文を好むなら、このことはおそらくあなたのためです。 もしあなたが1オンスの自尊心を握ったら、あなたの時間を無駄にしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nTrinity Seven is bad. The plot is bad, the utterly complicated magic system is bad, the capital sins are badly used and the music and art aren't good enough to save the show.\n\n\u001b[1mトリニティ・セブンは悪いです。 プロットは悪く、まったく複雑な魔法のシステムは悪いです。首都の罪はひどく使われ、音楽や芸術はショーを保存するには十分ではありません。\u001b[22m\n\u001b[1m(Toriniti Sebun wa waruidesu. Purotto wa waruku, mattaku fukuzatsuna mahō no shisutemu wa waruidesu. Shuto no tsumi wa hidoku tsukawa re, ongaku ya geijutsu wa shō o hozon suru ni wa jūbunde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTrinity Seven is bad. The plot is bad, the utterly complicated magic system is bad, the capital sins are badly used and the music and art aren't good enough to save the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrinity Seven is bad.\u001b[24m\n    \u001b[1mトリニティ・セブンは悪いです。\u001b[22m, \u001b[1mトリニティセブンは悪いです。\u001b[22m\n\u001b[4mThe plot is bad, the utterly complicated magic system is bad, the capital sins are badly used and the music and art aren't good enough to save the show.\u001b[24m\n    \u001b[1mプロットは悪く、まったく複雑な魔法のシステムは悪いです。首都の罪はひどく使われ、音楽や芸術はショーを保存するには十分ではありません。\u001b[22m, \u001b[1mプロットは全く複雑な魔法のシステムは、資本の罪はひどく使用されている悪いと音楽とアートショーを保存するのに十分良好ではない、悪いです。\u001b[22m\n\u001b[1m\u001b[22m\nLet's start with it, step by step.\n\n\u001b[1mそれをステップバイステップで始めましょう。\u001b[22m\n\u001b[1m(Sore o suteppubaisuteppu de hajimemashou.)\u001b[22m\n\nTranslations of \u001b[4mLet's start with it, step by step.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with it, step by step.\u001b[24m\n    \u001b[1mそれをステップバイステップで始めましょう。\u001b[22m, \u001b[1mステップバイステップで、それを起動してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nPlot: 3/10\n\n\u001b[1mプロット：3/10\u001b[22m\n\u001b[1m(Purotto: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mPlot: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot: 3/10\u001b[24m\n    \u001b[1mプロット：3/10\u001b[22m\n\u001b[1m\u001b[22m\nPoor, nothing new, maigc, a school, teenage, world in crisis... we've seen it at least 100 times this year only. So, if you're going to show the same thing to us again, make something new. Nobody will remember the show in 5 years.\n\n\u001b[1m貧しい、何も新しい、maigc、学校、10代、危機の世界...私たちは今年少なくとも100回それを見た。 だから、同じことを私たちに再び見せるなら、新しいものを作ってください。 誰も5年間でショーを覚えていません。\u001b[22m\n\u001b[1m(Mazushī, nani mo atarashī, maigc, gakkō, 10-dai, kiki no sekai... Watashitachi wa kotoshi sukunakutomo 100-kai sore o mita. Dakara, onaji koto o watashitachi ni futatabi miserunara, atarashī mono o tsukutte kudasai. Dare mo 5-nenkan de shō o oboete imasen.)\u001b[22m\n\nTranslations of \u001b[4mPoor, nothing new, maigc, a school, teenage, world in crisis... we've seen it at least 100 times this year only. So, if you're going to show the same thing to us again, make something new. Nobody will remember the show in 5 years.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPoor, nothing new, maigc, a school, teenage, world in crisis... we've seen it at least 100 times this year only.\u001b[24m\n    \u001b[1m貧しい、何も新しい、maigc、学校、10代、危機の世界...私たちは今年少なくとも100回それを見た。\u001b[22m, \u001b[1m悪い、何も新しい、maigc、危機の学校、十代の、世界...我々はそれだけで少なくとも100回今年を見てきました。\u001b[22m\n\u001b[4mSo, if you're going to show the same thing to us again, make something new.\u001b[24m\n    \u001b[1mだから、同じことを私たちに再び見せるなら、新しいものを作ってください。\u001b[22m, \u001b[1mあなたが再び私たちに同じことを表示しようとしているのであれば、何か新しいものを作ります。\u001b[22m\n\u001b[4mNobody will remember the show in 5 years.\u001b[24m\n    \u001b[1m誰も5年間でショーを覚えていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6/10\n\n\u001b[1mアート：6/10\u001b[22m\n\u001b[1m(Āto: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6/10\u001b[24m\n    \u001b[1mアート：6/10\u001b[22m\n\u001b[1m\u001b[22m\nIt's not that bad, it's not memorable, but I don't have big complains about it. It's easy to watch and the magic effects are nice.\n\n\u001b[1mそれはそれほど悪くはないが、それは思い出深いものではないが、私はそれについて大きな不満はない。 それは見るのが簡単で、魔法の効果は素晴らしいです。\u001b[22m\n\u001b[1m(Sore wa sore hodo waruku wa naiga, sore wa omoidebukai monode wa naiga, watashi wa sore ni tsuite ōkina fuman wanai. Sore wa miru no ga kantande, mahō no kōka wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's not that bad, it's not memorable, but I don't have big complains about it. It's easy to watch and the magic effects are nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not that bad, it's not memorable, but I don't have big complains about it.\u001b[24m\n    \u001b[1mそれはそれほど悪くはないが、それは思い出深いものではないが、私はそれについて大きな不満はない。\u001b[22m, \u001b[1mそれは記憶に残るではありません、それは悪くないですが、私は大きなはそれについて不平を言う必要はありません。\u001b[22m\n\u001b[4mIt's easy to watch and the magic effects are nice.\u001b[24m\n    \u001b[1mそれは見るのが簡単で、魔法の効果は素晴らしいです。\u001b[22m, \u001b[1mそれは見るために簡単で、魔法の効果がいいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 5/10\n\n\u001b[1mサウンド：5/10\u001b[22m\n\u001b[1m(Saundo: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 5/10\u001b[24m\n    \u001b[1mサウンド：5/10\u001b[22m\n\u001b[1m\u001b[22m\nDidn't want to get my hands on the OST or the singles after watching the show and, for me, that's a bad sign. I don't remember music calming a scene or raising tension.\n\n\u001b[1mショーを見た後、OSTやシングルに手を出そうと思っていませんでしたが、それは悪い兆候です。 私は、シーンを落ち着かせる音楽や緊張を上げる音楽は覚えていません。\u001b[22m\n\u001b[1m(Shō o mita nochi, OST ya shinguru ni te o dasou to omotte imasendeshitaga, sore wa warui chōkōdesu. Watashi wa, shīn o ochitsuka seru ongaku ya kinchō o ageru ongaku wa oboete imasen.)\u001b[22m\n\nTranslations of \u001b[4mDidn't want to get my hands on the OST or the singles after watching the show and, for me, that's a bad sign. I don't remember music calming a scene or raising tension.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDidn't want to get my hands on the OST or the singles after watching the show and, for me, that's a bad sign.\u001b[24m\n    \u001b[1mショーを見た後、OSTやシングルに手を出そうと思っていませんでしたが、それは悪い兆候です。\u001b[22m, \u001b[1m私にとって、それは悪い兆候だ、ショーを見た後にOSTまたはシングルに私の手を取得したいとしませんでした。\u001b[22m\n\u001b[4mI don't remember music calming a scene or raising tension.\u001b[24m\n    \u001b[1m私は、シーンを落ち着かせる音楽や緊張を上げる音楽は覚えていません。\u001b[22m, \u001b[1m私は音楽シーンを落ち着かせるか、テンションを上げるを覚えていません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m\u001b[22m\nOddly, this is the strong part of TS. The Main Character is not the typical harem lead, it's cynical enough and wants to watch and grab boobs, and that's new.\n\n\u001b[1m奇妙なことに、これはTSの強力な部分です。 メインキャラクターは典型的なハーレムリードではなく、それは十分に冷笑的で、おっぱいを見て掴んでみたいと思っています。それは新しいものです。\u001b[22m\n\u001b[1m(Kimyōna koto ni, koreha TS no kyōryokuna bubundesu. Meinkyarakutā wa tenkei-tekina hāremurīdode wa naku, sore wa jūbun ni reishō-tekide, oppai o mite tsukande mitai to omotte imasu. Sore wa atarashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOddly, this is the strong part of TS. The Main Character is not the typical harem lead, it's cynical enough and wants to watch and grab boobs, and that's new.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOddly, this is the strong part of TS.\u001b[24m\n    \u001b[1m奇妙なことに、これはTSの強力な部分です。\u001b[22m, \u001b[1m奇妙なことに、これはTSの強い部分です。\u001b[22m\n\u001b[4mThe Main Character is not the typical harem lead, it's cynical enough and wants to watch and grab boobs, and that's new.\u001b[24m\n    \u001b[1mメインキャラクターは典型的なハーレムリードではなく、それは十分に冷笑的で、おっぱいを見て掴んでみたいと思っています。それは新しいものです。\u001b[22m, \u001b[1mメインキャラクターは、典型的なハーレムのリードではありません、それは十分にシニカルだと見て、おっぱいをつかむしたい、それが新しいです。\u001b[22m\nThe harem itself isn't that bad, too much focus and a few wasted characters, but their personalities aren't that bad and are well designed.\n\n\u001b[1mハーレム自体はそれほど悪くなく、焦点があまりありませんし、いくつかの無駄な人物ですが、彼らの性格はそれほど悪くなく、よく設計されています。\u001b[22m\n\u001b[1m(Hāremu jitai wa sore hodo warukunaku, shōten ga amari arimasenshi, ikutsu ka no mudana jinbutsudesuga, karera no seikaku wa sore hodo warukunaku, yoku sekkei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe harem itself isn't that bad, too much focus and a few wasted characters, but their personalities aren't that bad and are well designed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe harem itself isn't that bad, too much focus and a few wasted characters, but their personalities aren't that bad and are well designed.\u001b[24m\n    \u001b[1mハーレム自体はそれほど悪くなく、焦点があまりありませんし、いくつかの無駄な人物ですが、彼らの性格はそれほど悪くなく、よく設計されています。\u001b[22m, \u001b[1mハーレム自体はそんなに悪く、あまりにも多くの焦点といくつかの無駄な文字ではありませんが、彼らの個性はそれほど悪くはありません、よく設計されています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 3/10\n\n\u001b[1m楽しみ：3/10\u001b[22m\n\u001b[1m(Tanoshimi: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 3/10\u001b[24m\n    \u001b[1m楽しみ：3/10\u001b[22m, \u001b[1m楽しさ：3/10\u001b[22m\n\u001b[1m\u001b[22m\nI started the anime. Watched the first 6 episodes. Abandoned it. Started again a year later and finally was able to finish it. You don't WANT to watch TS, you just feel the need to finish it so you can forget everything about it.\n\n\u001b[1m私はアニメを始めた。 最初の6つのエピソードを見ました。 それを放棄した。 一年後にもう一度やり直して、やっとそれを終えることができました。 あなたはTSを見たくない、あなたはそれを完了する必要があると感じるので、あなたはそれについてすべてを忘れることができます。\u001b[22m\n\u001b[1m(Watashi wa anime o hajimeta. Saisho no muttsu no episōdo o mimashita. Sore o hōki shita. Ichinen-go ni mōichido yarinaoshite, yatto sore o oeru koto ga dekimashita. Anata wa TS o mitakunai, anata wa sore o kanryō suruhitsuyōgāru to kanjiru node, anata wa sore ni tsuite subete o wasureru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI started the anime. Watched the first 6 episodes. Abandoned it. Started again a year later and finally was able to finish it. You don't WANT to watch TS, you just feel the need to finish it so you can forget everything about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started the anime.\u001b[24m\n    \u001b[1m私はアニメを始めた。\u001b[22m, \u001b[1m私はアニメを開始しました。\u001b[22m\n\u001b[4mWatched the first 6 episodes.\u001b[24m\n    \u001b[1m最初の6つのエピソードを見ました。\u001b[22m, \u001b[1m第6話を見ました。\u001b[22m\n\u001b[4mAbandoned it.\u001b[24m\n    \u001b[1mそれを放棄した。\u001b[22m, \u001b[1mそれを放棄しました。\u001b[22m\n\u001b[4mStarted again a year later and finally was able to finish it.\u001b[24m\n    \u001b[1m一年後にもう一度やり直して、やっとそれを終えることができました。\u001b[22m, \u001b[1m年後に再び開始され、最終的にそれを終えることができました。\u001b[22m\n\u001b[4mYou don't WANT to watch TS, you just feel the need to finish it so you can forget everything about it.\u001b[24m\n    \u001b[1mあなたはTSを見たくない、あなたはそれを完了する必要があると感じるので、あなたはそれについてすべてを忘れることができます。\u001b[22m, \u001b[1mあなたはそれについてのすべてを忘れることができますので、あなたはそれを完了する必要性を感じ、TSを見たくありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 4/10\n\n\u001b[1m全体：4/10\u001b[22m\n\u001b[1m(Zentai: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 4/10\u001b[24m\n    \u001b[1m全体：4/10\u001b[22m\n\u001b[1m\u001b[22m\nIf you like superficial plots, silly ecchi, some big boobs and some crappy spells this thing maybe is for you. If you hace an ounce of self esteem don't waste your time in it.\n\n\u001b[1mあなたが表面的なプロット、愚かなエッチ、いくつかの大きなおっぱい、いくつかの泥棒の呪文を好むなら、このことはおそらくあなたのためです。 もしあなたが1オンスの自尊心を握ったら、あなたの時間を無駄にしないでください。\u001b[22m\n\u001b[1m(Anata ga hyōmen-tekina purotto, orokana etchi, ikutsu ka no ōkina oppai, ikutsu ka no dorobō no jumon o konomunara, kono koto wa osoraku anata no tamedesu. Moshi anata ga 1-onsu no jisonshin o nigittara, anata no jikan o muda ni shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you like superficial plots, silly ecchi, some big boobs and some crappy spells this thing maybe is for you. If you hace an ounce of self esteem don't waste your time in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like superficial plots, silly ecchi, some big boobs and some crappy spells this thing maybe is for you.\u001b[24m\n    \u001b[1mあなたが表面的なプロット、愚かなエッチ、いくつかの大きなおっぱい、いくつかの泥棒の呪文を好むなら、このことはおそらくあなたのためです。\u001b[22m, \u001b[1mあなたは表面的なプロット、愚かなエッチ、いくつかの大きなおっぱいといくつかの安っぽい呪文を好きならこの事は、多分あなたのためです。\u001b[22m\n\u001b[4mIf you hace an ounce of self esteem don't waste your time in it.\u001b[24m\n    \u001b[1mもしあなたが1オンスの自尊心を握ったら、あなたの時間を無駄にしないでください。\u001b[22m, \u001b[1mあなたは自尊心のオンスをHACE場合はそれにあなたの時間を無駄にしないでください。\u001b[22m"
  },
  {
    "title": "Trinity_Seven",
    "id": "25157",
    "url": "https://myanimelist.net/anime/25157/Trinity_Seven",
    "user": "Jebus_Kreist",
    "profile": "/profile/Jebus_Kreist/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=198184",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  5\nキャラクター|  7\n|  6\n\n私は、実際に有能なHarem-Lead / Protagonistを持つHaremベースのアニメだと聞いて、このシリーズに大きな期待を寄せていました。\n\nそれは最初の場所でハレムの全ポイントを脱線させたような最終エピソードまでの私の期待のハレムの側面には失望しませんでした。もちろん、「最も見栄えのある」感情的で嫉妬的な /または性的に厄介な人、まさにハレムの最初のメンバーでもあります。\n\n私は何度もこのトロピックを見てきましたが、最初からこのことが分かるとハーレムが時代遅れになり、まだ建設中のすべての船を沈めてしまうので、ただ停止する必要があります ドックヤードで、話すように。\n\n\nストーリー3/10：ストーリーは悪く、悪く感じるはずです。 物語はあなたが最初にこのアニメを見ているものであってはならない。 特に1つのエピソードであっても、事実上最もストーリーの理解できる部分であるオープニングシーンの後では、完全なエピソードでさえ長い。 注意すべき重要なことは、人々の能力はしばしば彼らの性格から逆転され、結果として皮肉のレベルが異なることです。\n\nアニメとOVAの出来事の後、それは完全な混乱に変わるので、漫画/原作の資料を読むこともしないでください。 また、Harem-Ecchiシリーズの主な描点をほとんど完全に取り除いているので、ページごとにその場で構成されているかのように、メイン・プロットを継続しようとすることができます。\n\nアート7/10：優雅な芸術。特に、エッチが主な描点であり、強調されるようにエッチが登場するときに効果的です。 また、いくつかの点でシーンやアニメーションを再利用することは明らかですが、大きな障害はありません。\n\nサウンド5/10：平均、何も本当にひどいまたは良い。 時々あなたは奇妙なほど貧弱な音響効果によって投げ飛ばされ、ショックを受けたままリラックスしたり、あなたが聞いたことに疑問を呈したりすることがあります。\n\nキャラクター7/10：キャラクターの大部分は少なくともある程度面白いです。 最も面白いのはEcchiまたは 'Harem Happy'のもので、基本的にはLilith以外のすべてです。 主なキャラクターの簡単な説明：\n\nArata  - 主人公、本質的に変態し、それを認めます。 誰もが彼の「ガールフレンド」ひじりを救いたいと思っていますが、ほとんどの場合、自分の利益のためにこの事実を無視しています。 リーバイスとの素晴らしい化学。\n\nひじり - 主な愛の関心といとこ。 実際には彼のいとこではありません。  Arataのアキレス腱であると思われ、彼女の未来に基づいて決定を下す責任があります。\n\nLilith  - 皮肉なことに、最も魅力的なボディの1つを持っている退屈なプルード。 性的に厄介で、ほとんど常に嫉妬深く、恥ずかしい。 コラージュのための彼女の唯一の重要な特徴は、非常に冗長で古いものの、彼女は文字通りのストーカーであるか、そうでなければArataと共に遠くになる誰かの機会を台無しにする不可解なタイミングを持っていません。\n\nArin  - 一般的な感情のないアルビノ。 彼女が感情を模倣しようとすると面白くなることがあります。 彼女はまた、ヒジリと同じであり、彼に会う前に自分がアラタの運命の妻であると信じています。\n\nLevi the Ninja  - ショーの最優秀キャラクターの1人。  Harem-Lead Arataが話をするために何かをしても構いません。 頻繁に他の女の子の胸を抱きしめて、衣服を妨害し、変容したアイデアを示唆/承認する。  Arataにもある種の性的魅力があり、マンガでは非常に挑発的な「言葉の選択」で彼を導いています。 扇風機は明白な理由から好きです。\n\nLiese  - 双子のペアの古い。 彼女はより発達しており、性的に攻撃的です。 ストーリーイベントのためにArataに対して強い感情を持っていますが、特定の誰かの嫉妬のために彼らの関係をさらに深めようとする彼女の試みでは脱線します。\n\nYui  - 大きな胸を持つロリ、大きな兄弟複合体（Instant-Harem-Win）。 他のキャラクターとは違って、彼女は将来の妻の代わりにアラータの愛人であることで完璧です。\n\nミラ - 過度に深刻で性的に厄介です。 クローゼットは、相反する意識を持っているように見える。 非常に幻想的です。\n\nAkio  - 修道女の娘...何ですか。 特にArataのHaremの一部ではないが、彼女はより多くの友人である。\n\n\n楽しさ6/0：アニメそのものは、無意味な物語を強制することは決してありませんし、ハレムとエッチの要素に焦点を当てることは決してありません。 物語は明らかに後者の要素を前進させるために存在するが、決してこのアニメを見たい主な原動力ではない。\n\nシーズン2がある場合、それはむしろ失望するでしょう。 ストーリーは何らかの理由で焦点になりますが、同時に、リーグ全体が悪化しているように、この悪いことは何か、そしてecchi / harem要素の大半を取り除いています。 背後に2文字、Akioに1良いバックストーリー、そして理にかなっていないLilithのための1つの信じられないほど愚かなバックストーリーを与える物語の弧を越えて、元に戻すことができないナンセンスになる。\n\nまた、アニメの終わりが明らかな偏見をもって自身のハレムを脱線させ始めることにも注意してください。 しかしマンガは、他のキャラクターのうちの2人を「生きている船」に導くことによって、明白な偏見を覆す逆さまになっている。\n\n全体的に6/10：それはかなり楽しい時計だった、と私は実際にこのアニメは、悲しい状態のために次の季節になることを願って、次の物語アークが入っている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nBeforehand, I want to say that I had high hopes for this series after hearing that it's a Harem-based Anime that had an actually competent Harem-Lead/Protagonist.\n\n\u001b[1m私は、実際に有能なHarem-Lead / Protagonistを持つHaremベースのアニメだと聞いて、このシリーズに大きな期待を寄せていました。\u001b[22m\n\u001b[1m(Watashi wa, jissai ni yūnōna hāremu - Lead/ Protagonist o motsu hāremu bēsu no animeda to kiite, kono shirīzu ni ōkina kitai o yosete imashita.)\u001b[22m\n\nTranslations of \u001b[4mBeforehand, I want to say that I had high hopes for this series after hearing that it's a Harem-based Anime that had an actually competent Harem-Lead/Protagonist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeforehand, I want to say that I had high hopes for this series after hearing that it's a Harem-based Anime that had an actually competent Harem-Lead/Protagonist.\u001b[24m\n    \u001b[1m私は、実際に有能なHarem-Lead / Protagonistを持つHaremベースのアニメだと聞いて、このシリーズに大きな期待を寄せていました。\u001b[22m, \u001b[1m事前に、私はそれが実際に有能なハーレム・リード/主人公を持っていたハーレムベースのアニメだと聞いた後、このシリーズのために高い期待を持っていたことを言いたいです。\u001b[22m\n\u001b[1m\u001b[22m\nIt didn't disappoint on the Harem aspects of my expectations up until the final episode which seemed to derail the entire point of a Harem in the first place by showing obvious favoritism towards, of course, the 'best looking' emotional, jealous, and /or sexually awkward one, who just so happens to also be the first member of the Harem as well.\n\n\u001b[1mそれは最初の場所でハレムの全ポイントを脱線させたような最終エピソードまでの私の期待のハレムの側面には失望しませんでした。もちろん、「最も見栄えのある」感情的で嫉妬的な /または性的に厄介な人、まさにハレムの最初のメンバーでもあります。\u001b[22m\n\u001b[1m(Sore wa saisho no basho de haremu no zen pointo o dassen sa seta yōna saishū episōdo made no watashi no kitai no haremu no sokumen ni wa shitsubō shimasendeshita. Mochiron,`mottomo mibae no aru' kanjō-tekide shitto-tekina/ matawa seiteki ni yakkaina hito, masani haremu no saisho no menbāde mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt didn't disappoint on the Harem aspects of my expectations up until the final episode which seemed to derail the entire point of a Harem in the first place by showing obvious favoritism towards, of course, the 'best looking' emotional, jealous, and /or sexually awkward one, who just so happens to also be the first member of the Harem as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt didn't disappoint on the Harem aspects of my expectations up until the final episode which seemed to derail the entire point of a Harem in the first place by showing obvious favoritism towards, of course, the 'best looking' emotional, jealous, and\u001b[24m\n    \u001b[1mそれは最初の場所でハレムの全ポイントを脱線させたような最終エピソードまでの私の期待のハレムの側面には失望しませんでした。もちろん、「最も見栄えのある」感情的で嫉妬的な\u001b[22m, \u001b[1mそれはアップ私の期待のハーレムの側面に期待を裏切らなかったまで、に向かって明らかなえこひいきを示すことによって、最初の場所でハーレムの全体のポイントを脱線ように見えた最終エピソードはもちろん、「最高の探している」感情的な、嫉妬、および\u001b[22m\n\u001b[4m/or sexually awkward one, who just so happens to also be the first member of the Harem as well.\u001b[24m\n    \u001b[1m/または性的に厄介な人、まさにハレムの最初のメンバーでもあります。\u001b[22m, \u001b[1mちょうどそうも同様ハーレムの最初のメンバーであることを起こる/または性的に厄介な1、。\u001b[22m\n\u001b[1m\u001b[22m\nI don't know how many times I've seen this trope now, but it needs to just stop because it leaves the Harem obsolete when you can see this happening from the very start and 'sinks every ship' while they are still under construction in the dock yard, so to speak.\n\n\u001b[1m私は何度もこのトロピックを見てきましたが、最初からこのことが分かると、ハーレムは時代遅れになり、まだ建設中の間はすべての船を沈めてしまうので、ただ停止する必要があります ドックヤードで、話すように。\u001b[22m\n\u001b[1m(Watashi wa nando mo kono toro pikku o mitekimashita ga, saisho kara kono koto ga wakaru to, hāremu wa jidaiokure ni nari, mada kensetsu-chū no ma wa subete no fune o shizumete shimaunode, tada teishi suru hitsuyō ga arimasu dokkuyādo de, hanasu yō ni.)\u001b[22m\n\nTranslations of \u001b[4mI don't know how many times I've seen this trope now, but it needs to just stop because it leaves the Harem obsolete when you can see this happening from the very start and 'sinks every ship' while they are still under construction in the dock yard, so to speak.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know how many times I've seen this trope now, but it needs to just stop because it leaves the Harem obsolete when you can see this happening from the very start and 'sinks every ship' while they are still under construction\u001b[24m\n    \u001b[1m私は何度もこのトロピックを見てきましたが、最初からこのことが分かると、ハーレムは時代遅れになり、まだ建設中の間はすべての船を沈めてしまうので、ただ停止する必要があります\u001b[22m, \u001b[1m私は今、この比喩を見てきました何回か分からないが、あなたは非常に開始し、彼らはまだ工事中である一方で「すべての船をシンクする」から、この出来事を見ることができるとき、それは時代遅れのハーレムを離れるので、それだけを停止する必要があります\u001b[22m\n\u001b[4min the dock yard, so to speak.\u001b[24m\n    \u001b[1mドックヤードで、話すように。\u001b[22m, \u001b[1mドックヤードで、いわば。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory 3/10: The story is bad and it should feel bad. The story shouldn't be what you are watching this anime for in the first place. Especially after the opening scenes which are virtually the most understandable part of the story to date despite being only 1 episode, if even the full episode long. An important thing to note is that peoples abilities are often inverted from their personality, resulting in differing levels of irony.\n\n\u001b[1mストーリー3/10：ストーリーは悪く、悪く感じるはずです。 物語はあなたが最初にこのアニメを見ているものであってはならない。 特に1つのエピソードであっても、事実上最もストーリーの理解できる部分であるオープニングシーンの後では、完全なエピソードでさえ長い。 注意すべき重要なことは、人々の能力はしばしば彼らの性格から逆転され、結果として皮肉のレベルが異なることです。\u001b[22m\n\u001b[1m(Sutōrī 3/ 10: Sutōrī wa waruku, waruku kanjiru hazudesu. Monogatari wa anata ga saisho ni kono anime o mite iru monodeatte wa naranai. Tokuni 1tsu no episōdodeatte mo, jijitsujō mottomo sutōrī no rikai dekiru bubundearu ōpuningushīn no nochide wa, kanzen'na episōdode sae nagai. Chūi subeki jūyōna koto wa, hitobito no nōryoku wa shibashiba karera no seikaku kara gyakuten sa re, kekka to shite hiniku no reberu ga kotonaru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mStory 3/10: The story is bad and it should feel bad. The story shouldn't be what you are watching this anime for in the first place. Especially after the opening scenes which are virtually the most understandable part of the story to date despite being only 1 episode, if even the full episode long. An important thing to note is that peoples abilities are often inverted from their personality, resulting in differing levels of irony.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 3/10: The story is bad and it should feel bad.\u001b[24m\n    \u001b[1mストーリー3/10：ストーリーは悪く、悪く感じるはずです。\u001b[22m, \u001b[1mストーリー3/10：物語は悪いですし、それが悪いと感じる必要があります。\u001b[22m\n\u001b[4mThe story shouldn't be what you are watching this anime for in the first place.\u001b[24m\n    \u001b[1m物語はあなたが最初にこのアニメを見ているものであってはならない。\u001b[22m, \u001b[1m物語は、あなたが最初の場所でこのアニメを見ているものであってはなりません。\u001b[22m\n\u001b[4mEspecially after the opening scenes which are virtually the most understandable part of the story to date despite being only 1 episode, if even the full episode long.\u001b[24m\n    \u001b[1m特に1つのエピソードであっても、事実上最もストーリーの理解できる部分であるオープニングシーンの後では、完全なエピソードでさえ長い。\u001b[22m, \u001b[1m特にさえ完全なエピソード長い場合は、唯一の1エピソードであるにもかかわらず、事実上これまでの話の中で最も理解しやすい部分で開いたシーンの後。\u001b[22m\n\u001b[4mAn important thing to note is that peoples abilities are often inverted from their personality, resulting in differing levels of irony.\u001b[24m\n    \u001b[1m注意すべき重要なことは、人々の能力はしばしば彼らの性格から逆転され、結果として皮肉のレベルが異なることです。\u001b[22m, \u001b[1m注意すべき重要なことは、人々の能力は、しばしば皮肉の異なるレベルで、その結果、彼らの個性から反転していることです。\u001b[22m\n\u001b[1m\u001b[22m\nDon't read the manga/source material either, because after the events of the anime and OVA it turns into a complete mess. And it almost completely removes the main drawpoint of the series, the Harem-Ecchi, so that it can try to continue the main plot in a way that feels as though it is made up on the spot page-by-page.\n\n\u001b[1mアニメとOVAの出来事の後、それは完全な混乱に変わるので、漫画/原作の資料を読むこともしないでください。 また、Harem-Ecchiシリーズの主な描点をほとんど完全に取り除いているので、ページごとにその場で構成されているかのように、メイン・プロットを継続しようとすることができます。\u001b[22m\n\u001b[1m(Anime to ovu~a no dekigoto no ato, sore wa kanzen'na konran ni kawarunode, manga/ gensaku no shiryō o yomu koto mo shinaide kudasai. Mata, hāremu - Ecchi shirīzu no omona 描点 O hotondo kanzen ni torinozoite irunode, pēji-goto ni sonobade kōsei sa rete iru ka no yō ni, mein purotto o keizoku shiyou to suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mDon't read the manga/source material either, because after the events of the anime and OVA it turns into a complete mess. And it almost completely removes the main drawpoint of the series, the Harem-Ecchi, so that it can try to continue the main plot in a way that feels as though it is made up on the spot page-by-page.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't read the manga/source material either, because after the events of the anime and OVA it turns into a complete mess.\u001b[24m\n    \u001b[1mアニメとOVAの出来事の後、それは完全な混乱に変わるので、漫画/原作の資料を読むこともしないでください。\u001b[22m, \u001b[1mアニメやOVAのイベントの後、それは完全な混乱になるので、どちらかの漫画/ソース材料を読んではいけません。\u001b[22m\n\u001b[4mAnd it almost completely removes the main drawpoint of the series, the Harem-Ecchi, so that it can try to continue the main plot in a way that feels as though it is made up on the spot page-by-page.\u001b[24m\n    \u001b[1mまた、Harem-Ecchiシリーズの主な描点をほとんど完全に取り除いているので、ページごとにその場で構成されているかのように、メイン・プロットを継続しようとすることができます。\u001b[22m, \u001b[1mそれはスポットページ単位で構成されているかのように感じているようで、メインプロットを継続しようとすることができるように、そして、それはほぼ完全に、シリーズ、ハーレム・エッチのメインdrawpointを削除します。\u001b[22m\n\u001b[1m\u001b[22m\nArt 7/10: Decent art, especially good when the Ecchi comes into play as the Ecchi is the main drawpoint and therefore gets emphasized. It is also obvious that they reuse scenes and animations at some points, although not to a large detriment.\n\n\u001b[1mアート7/10：優雅な芸術。特に、エッチが主な描点であり、強調されるようにエッチが登場するときに効果的です。 また、いくつかの点でシーンやアニメーションを再利用することは明らかですが、大きな障害はありません。\u001b[22m\n\u001b[1m(Āto 7/ 10: Yūgana geijutsu. Tokuni, etchi ga omona 描点Deari, kyōchō sa reru yō ni etchi ga tōjō suru toki ni kōka-tekidesu. Mata, ikutsu ka no ten de shīn ya animēshon o sai riyō suru koto wa akirakadesuga, ōkina shōgai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt 7/10: Decent art, especially good when the Ecchi comes into play as the Ecchi is the main drawpoint and therefore gets emphasized. It is also obvious that they reuse scenes and animations at some points, although not to a large detriment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 7/10: Decent art, especially good when the Ecchi comes into play as the Ecchi is the main drawpoint and therefore gets emphasized.\u001b[24m\n    \u001b[1mアート7/10：優雅な芸術。特に、エッチが主な描点であり、強調されるようにエッチが登場するときに効果的です。\u001b[22m, \u001b[1m特に良いまともな芸術、エッチがメインdrawpointであるため、強調されますようにエッチが戦場に出た：芸術7/10。\u001b[22m\n\u001b[4mIt is also obvious that they reuse scenes and animations at some points, although not to a large detriment.\u001b[24m\n    \u001b[1mまた、いくつかの点でシーンやアニメーションを再利用することは明らかですが、大きな障害はありません。\u001b[22m, \u001b[1mそうではないものの、大きな損害を与えて、いくつかの点で、シーンやアニメーションを再利用することも明らかです。\u001b[22m\n\u001b[1m\u001b[22m\nSound 5/10: Average, nothing downright terrible or good. Sometimes you get thrown off by a bizarrely poor sound effect(s) and it leaves you reeling in shock or makes you question what you just heard.\n\n\u001b[1mサウンド5/10：平均、何も本当にひどいまたは良い。 時々あなたは奇妙なほど貧弱な音響効果によって投げ飛ばされ、ショックを受けたままリラックスしたり、あなたが聞いたことに疑問を呈したりすることがあります。\u001b[22m\n\u001b[1m(Saundo 5/ 10: Heikin, nani mo hontōni hidoi matawa yoi. Tokidoki anata wa kimyōna hodo hinjakuna onkyō kōka ni yotte nagetobasa re, shokku o uketa mama rirakkusu shi tari, anata ga kiita koto ni gimon o teishi tari suru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound 5/10: Average, nothing downright terrible or good. Sometimes you get thrown off by a bizarrely poor sound effect(s) and it leaves you reeling in shock or makes you question what you just heard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 5/10: Average, nothing downright terrible or good.\u001b[24m\n    \u001b[1mサウンド5/10：平均、何も本当にひどいまたは良い。\u001b[22m, \u001b[1m5/10サウンド：平均、何もなんともひどいか良いです。\u001b[22m\n\u001b[4mSometimes you get thrown off by a bizarrely poor sound effect(s) and it leaves you reeling in shock or makes you question what you just heard.\u001b[24m\n    \u001b[1m時々あなたは奇妙なほど貧弱な音響効果によって投げ飛ばされ、ショックを受けたままリラックスしたり、あなたが聞いたことに疑問を呈したりすることがあります。\u001b[22m, \u001b[1m時にはあなたが異様に悪い音響効果（複数可）でオフにスローされ、それはあなたがショックで動揺葉またはあなたがちょうど聞いた質問になります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 7/10: Most of the characters are entertaining to at least some degree. The most entertaining being the Ecchi or 'Harem Happy' ones, which is basically all of them but Lilith. A quick description of the main characters:\n\n\u001b[1mキャラクター7/10：キャラクターの大部分は少なくともある程度面白いです。 最も面白いのはEcchiまたは 'Harem Happy'のもので、基本的にはLilith以外のすべてです。 主なキャラクターの簡単な説明：\u001b[22m\n\u001b[1m(Kyarakutā 7/ 10: Kyarakutā no daibubun wa sukunakutomo aruteido omoshiroidesu. Mottomo omoshiroi no wa Ecchi matawa' hāremu happī' no mono de, kihontekini wa ririsu igai no subetedesu. Omona kyarakutā no kantan'na setsumei:)\u001b[22m\n\nTranslations of \u001b[4mCharacter 7/10: Most of the characters are entertaining to at least some degree. The most entertaining being the Ecchi or 'Harem Happy' ones, which is basically all of them but Lilith. A quick description of the main characters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 7/10: Most of the characters are entertaining to at least some degree.\u001b[24m\n    \u001b[1mキャラクター7/10：キャラクターの大部分は少なくともある程度面白いです。\u001b[22m, \u001b[1m文字7/10：文字のほとんどは、少なくともある程度楽しまれています。\u001b[22m\n\u001b[4mThe most entertaining being the Ecchi or 'Harem Happy' ones, which is basically all of them but Lilith.\u001b[24m\n    \u001b[1m最も面白いのはEcchiまたは 'Harem Happy'のもので、基本的にはLilith以外のすべてです。\u001b[22m, \u001b[1m最も面白いのエッチまたは基本的にそれらのすべてが、リリスである「ハーレムハッピー」なもの、です。\u001b[22m\n\u001b[4mA quick description of the main characters:\u001b[24m\n    \u001b[1m主なキャラクターの簡単な説明：\u001b[22m, \u001b[1mメインキャラクターの簡単な説明：\u001b[22m\n\u001b[1m\u001b[22m\nArata - Protagonist, inherently perverted and admits it. Everybody knows that he wants to save his 'Girlfriend' Hijiri, but in most cases ignores this fact for their own gains. Great chemistry with Levi.\n\n\u001b[1mArata  - 主人公、本質的に変態し、それを認めます。 誰もが彼の「ガールフレンド」ひじりを救いたいと思っていますが、ほとんどの場合、自分の利益のためにこの事実を無視しています。 リーバイスとの素晴らしい化学。\u001b[22m\n\u001b[1m(Arata - shujinkō, honshitsu-teki ni hentai shi, sore o mitomemasu. Daremoga kare no `gārufurendo' hijiri o sukuitai to omotte imasuga, hotondo no baai, jibun no rieki no tame ni kono jijitsu o mushi shite imasu. Rībaisu to no subarashī kagaku.)\u001b[22m\n\nTranslations of \u001b[4mArata - Protagonist, inherently perverted and admits it. Everybody knows that he wants to save his 'Girlfriend' Hijiri, but in most cases ignores this fact for their own gains. Great chemistry with Levi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArata - Protagonist, inherently perverted and admits it.\u001b[24m\n    \u001b[1mArata  - 主人公、本質的に変態し、それを認めます。\u001b[22m, \u001b[1mアラタ - 主人公、本質的に倒錯して、それを認めています。\u001b[22m\n\u001b[4mEverybody knows that he wants to save his 'Girlfriend' Hijiri, but in most cases ignores this fact for their own gains.\u001b[24m\n    \u001b[1m誰もが彼の「ガールフレンド」ひじりを救いたいと思っていますが、ほとんどの場合、自分の利益のためにこの事実を無視しています。\u001b[22m, \u001b[1m誰もが、彼は彼の「ガールフレンド」聖を保存したいことを知っているが、ほとんどの場合には、自分の利益のためにこの事実を無視します。\u001b[22m\n\u001b[4mGreat chemistry with Levi.\u001b[24m\n    \u001b[1mリーバイスとの素晴らしい化学。\u001b[22m, \u001b[1mレヴィと素晴らしいケミストリー。\u001b[22m\n\u001b[1m\u001b[22m\nHijiri - Main love interest and cousin. Not actually his cousin though. Appears to be Arata's Achilles-Heel and is liable to make decisions based around her future.\n\n\u001b[1mひじり - 主な愛の関心といとこ。 実際には彼のいとこではありません。  Arataのアキレス腱であると思われ、彼女の未来に基づいて決定を下す責任があります。\u001b[22m\n\u001b[1m(Hijiri - omona ai no kanshin to itoko. Jissai ni wa kare no itokode wa arimasen. Arata no akiresukendearu to omowa re, kanojo no mirai nimotozuite kettei o kudasu sekinin ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mHijiri - Main love interest and cousin. Not actually his cousin though. Appears to be Arata's Achilles-Heel and is liable to make decisions based around her future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHijiri - Main love interest and cousin.\u001b[24m\n    \u001b[1mひじり - 主な愛の関心といとこ。\u001b[22m, \u001b[1m聖 - メイン愛興味といとこ。\u001b[22m\n\u001b[4mNot actually his cousin though.\u001b[24m\n    \u001b[1m実際には彼のいとこではありません。\u001b[22m, \u001b[1mではない実際に彼のいとこけれども。\u001b[22m\n\u001b[4mAppears to be Arata's Achilles-Heel and is liable to make decisions based around her future.\u001b[24m\n    \u001b[1mArataのアキレス腱であると思われ、彼女の未来に基づいて決定を下す責任があります。\u001b[22m, \u001b[1m荒田のアキレスヒールであると思われ、彼女の将来の周りに基づいて意思決定をする傾向にあります。\u001b[22m\n\u001b[1m\u001b[22m\nLilith - Boring prude that ironically has one of the most attractive bodies. Sexually awkward and almost always jealous or embarrassed. Her only key feature for comedy, although it becomes very redundant and old, is her being a literal stalker or otherwise having inexplicable timing to ruin anybodies chances of getting farther with Arata.\n\n\u001b[1mLilith  - 皮肉なことに、最も魅力的なボディの1つを持っている退屈なプルード。 性的に厄介で、ほとんど常に嫉妬深く、恥ずかしい。 コラージュのための彼女の唯一の重要な特徴は、非常に冗長で古いものの、彼女は文字通りのストーカーであるか、そうでなければArataと共に遠くになる誰かの機会を台無しにする不可解なタイミングを持っていません。\u001b[22m\n\u001b[1m(Ririsu - hinikuna koto ni, mottomo miryoku-tekina bodi no 1tsu o motte iru taikutsuna purūdo. Seiteki ni yakkaide, hotondo tsuneni shittobukaku, hazukashī. Korāju no tame no kanojo no yuiitsu no jūyōna tokuchō wa, hijō ni jōchōde furui mono no, kanojo wa mojidōri no sutōkādearu ka,-sōdenakereba Arata to tomoni tōku ni naru dareka no kikai o dainashi ni suru fukakaina taimingu o motte imasen.)\u001b[22m\n\nTranslations of \u001b[4mLilith - Boring prude that ironically has one of the most attractive bodies. Sexually awkward and almost always jealous or embarrassed. Her only key feature for comedy, although it becomes very redundant and old, is her being a literal stalker or otherwise having inexplicable timing to ruin anybodies chances of getting farther with Arata.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLilith - Boring prude that ironically has one of the most attractive bodies.\u001b[24m\n    \u001b[1mLilith  - 皮肉なことに、最も魅力的なボディの1つを持っている退屈なプルード。\u001b[22m, \u001b[1mリリス - 皮肉にも最も魅力的な体のうちの1つを有するボーリング堅物の人。\u001b[22m\n\u001b[4mSexually awkward and almost always jealous or embarrassed.\u001b[24m\n    \u001b[1m性的に厄介で、ほとんど常に嫉妬深く、恥ずかしい。\u001b[22m, \u001b[1m性的に厄介とほとんど常に嫉妬や恥ずかしいです。\u001b[22m\n\u001b[4mHer only key feature for comedy, although it becomes very redundant and old, is her being a literal stalker or otherwise having inexplicable timing to ruin anybodies chances of getting farther with Arata.\u001b[24m\n    \u001b[1mコラージュのための彼女の唯一の重要な特徴は、非常に冗長で古いものの、彼女は文字通りのストーカーであるか、そうでなければArataと共に遠くになる誰かの機会を台無しにする不可解なタイミングを持っていません。\u001b[22m, \u001b[1m喜劇のための彼女の唯一の重要な特徴、それは非常に冗長であり、古くなりますが、彼女は文字通りのストーカーである、またはそうでなければアラタと遠くなってのanybodiesチャンスを台無しに不可解なタイミングを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArin - Generic Emotionless Albino. Can be funny when she tries to poorly imitate emotion. She is also identical to Hijiri and believes herself to be Arata's destined wife before even meeting him.\n\n\u001b[1mArin  - 一般的な感情のないアルビノ。 彼女が感情を模倣しようとすると面白くなることがあります。 彼女はまた、ヒジリと同じであり、彼に会う前に自分がアラタの運命の妻であると信じています。\u001b[22m\n\u001b[1m(Arin - ippantekina kanjō no nai arubino. Kanojo ga kanjō o mohō shiyou to suruto omoshiroku naru koto ga arimasu. Kanojo wa mata, hijiri to onajideari, kare ni au mae ni jibun ga Arata no unmei no tsumadearu to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArin - Generic Emotionless Albino. Can be funny when she tries to poorly imitate emotion. She is also identical to Hijiri and believes herself to be Arata's destined wife before even meeting him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArin - Generic Emotionless Albino.\u001b[24m\n    \u001b[1mArin  - 一般的な感情のないアルビノ。\u001b[22m, \u001b[1mアリン - ジェネリック無表情アルビノ。\u001b[22m\n\u001b[4mCan be funny when she tries to poorly imitate emotion.\u001b[24m\n    \u001b[1m彼女が感情を模倣しようとすると面白くなることがあります。\u001b[22m, \u001b[1m彼女が不十分な感情を模倣しようとしたときに面白いことができます。\u001b[22m\n\u001b[4mShe is also identical to Hijiri and believes herself to be Arata's destined wife before even meeting him.\u001b[24m\n    \u001b[1m彼女はまた、ヒジリと同じであり、彼に会う前に自分がアラタの運命の妻であると信じています。\u001b[22m, \u001b[1m彼女はまた、聖と同一であり、彼女自身も彼に会う前に、アラタさん宛ての妻であると信じます。\u001b[22m\n\u001b[1m\u001b[22m\nLevi the Ninja - One of the best characters in the show. Is willing to do anything to help the Harem-Lead Arata 'get off' so to speak. Frequently fondles other girls breasts, sabotages their clothing, and suggests/approves perverted ideas. Has some sort of sexual attraction to Arata as well, leading him on with extremely provocative 'word choice' in the Manga. A Fan Favourite for obvious reasons.\n\n\u001b[1mLevi the Ninja  - ショーの最優秀キャラクターの1人。  Harem-Lead Arataが話をするために何かをしても構いません。 頻繁に他の女の子の胸を抱きしめて、衣服を妨害し、変容したアイデアを示唆/承認する。  Arataにもある種の性的魅力があり、マンガでは非常に挑発的な「言葉の選択」で彼を導いています。 扇風機は明白な理由から好きです。\u001b[22m\n\u001b[1m(Levi the ninja - shō no saiyūshū kyarakutā no 1-ri. Hāremu - Lead Arata ga hanashi o suru tame ni nanika o shite mo kamaimasen. Hinpan ni hoka no on'nanoko no mune o dakishimete, ifuku o bōgai shi, hen'yō shita aidea o shisa/ shōnin suru. Arata ni mo arushuno-sei-teki miryoku ga ari, mangade wa hijō ni chōhatsu-tekina `kotoba no sentaku' de kare o michibiite imasu. Senpūki wa meihakuna riyū kara sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mLevi the Ninja - One of the best characters in the show. Is willing to do anything to help the Harem-Lead Arata 'get off' so to speak. Frequently fondles other girls breasts, sabotages their clothing, and suggests/approves perverted ideas. Has some sort of sexual attraction to Arata as well, leading him on with extremely provocative 'word choice' in the Manga. A Fan Favourite for obvious reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLevi the Ninja - One of the best characters in the show.\u001b[24m\n    \u001b[1mLevi the Ninja  - ショーの最優秀キャラクターの1人。\u001b[22m, \u001b[1mレヴィ忍者 - ショーで最高の文字の一つ。\u001b[22m\n\u001b[4mIs willing to do anything to help the Harem-Lead Arata 'get off' so to speak.\u001b[24m\n    \u001b[1mHarem-Lead Arataが話をするために何かをしても構いません。\u001b[22m, \u001b[1mアラタはいわば「降りる」ハーレム-リードを助けるために何をしても構わないと思っています。\u001b[22m\n\u001b[4mFrequently fondles other girls breasts, sabotages their clothing, and suggests/approves perverted ideas.\u001b[24m\n    \u001b[1m頻繁に他の女の子の胸を抱きしめて、衣服を妨害し、変容したアイデアを示唆/承認する。\u001b[22m, \u001b[1mしばしば、他の女の子の胸をfondles自分の服をsabotages、および/は倒錯アイデアを承認示唆しています。\u001b[22m\n\u001b[4mHas some sort of sexual attraction to Arata as well, leading him on with extremely provocative 'word choice' in the Manga.\u001b[24m\n    \u001b[1mArataにもある種の性的魅力があり、マンガでは非常に挑発的な「言葉の選択」で彼を導いています。\u001b[22m, \u001b[1mマンガで非常に挑発的な「言葉の選択 'で彼をリードし、同様にアラタに性的魅力のいくつかの並べ替えを持っています。\u001b[22m\n\u001b[4mA Fan Favourite for obvious reasons.\u001b[24m\n    \u001b[1m扇風機は明白な理由から好きです。\u001b[22m, \u001b[1m明白な理由のためのファンのお気に入り。\u001b[22m\n\u001b[1m\u001b[22m\nLiese - The older of a pair of twins. She is more 'developed' and sexually aggressive. Has strong feelings towards Arata because of story events, but gets derailed in her attempts to further their relationship because of a certain someones jealousy.\n\n\u001b[1mLiese  - 双子のペアの古い。 彼女はより発達しており、性的に攻撃的です。 ストーリーイベントのためにArataに対して強い感情を持っていますが、特定の誰かの嫉妬のために彼らの関係をさらに深めようとする彼女の試みでは脱線します。\u001b[22m\n\u001b[1m(Liese - futago no pea no furui. Kanojo wa yori hattatsu shite ori, seiteki ni kōgeki-tekidesu. Sutōrīibento no tame ni Arata ni taishite tsuyoi kanjō o motte imasuga, tokutei no dareka no shitto no tame ni karera no kankei o sarani fukameyou to suru kanojo no kokoromide wa dassen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLiese - The older of a pair of twins. She is more 'developed' and sexually aggressive. Has strong feelings towards Arata because of story events, but gets derailed in her attempts to further their relationship because of a certain someones jealousy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLiese - The older of a pair of twins.\u001b[24m\n    \u001b[1mLiese  - 双子のペアの古い。\u001b[22m, \u001b[1mリーゼ - 双子のペアの古いです。\u001b[22m\n\u001b[4mShe is more 'developed' and sexually aggressive.\u001b[24m\n    \u001b[1m彼女はより発達しており、性的に攻撃的です。\u001b[22m, \u001b[1m彼女はより「開発」と性的に積極的です。\u001b[22m\n\u001b[4mHas strong feelings towards Arata because of story events, but gets derailed in her attempts to further their relationship because of a certain someones jealousy.\u001b[24m\n    \u001b[1mストーリーイベントのためにArataに対して強い感情を持っていますが、特定の誰かの嫉妬のために彼らの関係をさらに深めようとする彼女の試みでは脱線します。\u001b[22m, \u001b[1mなぜならストーリーイベントのアラタに向けた強い感情を持っていますが、ために特定の誰かの嫉妬の彼らの関係を促進するために彼女の試みで脱線します。\u001b[22m\n\u001b[1m\u001b[22m\nYui - A loli with large breasts and a big-brother-complex(Instant-Harem-Win). Unlike other characters, she is perfectly fine with being Arata's mistress instead of future wife.\n\n\u001b[1mYui  - 大きな胸を持つロリ、大きな兄弟複合体（Instant-Harem-Win）。 他のキャラクターとは違って、彼女は将来の妻の代わりにアラータの愛人であることで完璧です。\u001b[22m\n\u001b[1m(Yui - ōkina mune o motsu rori, ōkina kyōdai fukugō-tai (insutanto - hāremu - uin). Hoka no kyarakutā to wa chigatte, kanojo wa shōrai no tsuma no kawari ni arāta no aijindearu koto de kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mYui - A loli with large breasts and a big-brother-complex(Instant-Harem-Win). Unlike other characters, she is perfectly fine with being Arata's mistress instead of future wife.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYui - A loli with large breasts and a big-brother-complex(Instant-Harem-Win).\u001b[24m\n    \u001b[1mYui  - 大きな胸を持つロリ、大きな兄弟複合体（Instant-Harem-Win）。\u001b[22m, \u001b[1mゆい - 大きな胸とロリとビッグ弟・コンプレックス（インスタント・ハーレム・ウィン）。\u001b[22m\n\u001b[4mUnlike other characters, she is perfectly fine with being Arata's mistress instead of future wife.\u001b[24m\n    \u001b[1m他のキャラクターとは違って、彼女は将来の妻の代わりにアラータの愛人であることで完璧です。\u001b[22m, \u001b[1m他の文字とは異なり、彼女はアラタの愛人の代わりに、未来の妻であると完全に罰金です。\u001b[22m\n\u001b[1m\u001b[22m\nMira - Overly serious and sexually awkward. Closet pervert apparently with conflicting conscious about it. Very conceited.\n\n\u001b[1mミラ - 過度に深刻で性的に厄介です。 クローゼットは、相反する意識を持っているように見える。 非常に幻想的です。\u001b[22m\n\u001b[1m(Mira - kado ni shinkokude seiteki ni yakkaidesu. Kurōzetto wa, sōhansuru ishiki o motte iru yō ni mieru. Hijō ni gensō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mMira - Overly serious and sexually awkward. Closet pervert apparently with conflicting conscious about it. Very conceited.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMira - Overly serious and sexually awkward.\u001b[24m\n    \u001b[1mミラ - 過度に深刻で性的に厄介です。\u001b[22m, \u001b[1mミラ - 過度に深刻な性的ぎこちないです。\u001b[22m\n\u001b[4mCloset pervert apparently with conflicting conscious about it.\u001b[24m\n    \u001b[1mクローゼットは、相反する意識を持っているように見える。\u001b[22m, \u001b[1mどうやら意識の矛盾とクローゼットの痴漢。\u001b[22m\n\u001b[4mVery conceited.\u001b[24m\n    \u001b[1m非常に幻想的です。\u001b[22m, \u001b[1m非常にうぬぼれ。\u001b[22m\n\u001b[1m\u001b[22m\nAkio - The daughter of a nun... what. Not specifically part of Arata's Harem, she is more of a supporting friend.\n\n\u001b[1mAkio  - 修道女の娘...何ですか。 特にArataのHaremの一部ではないが、彼女はより多くの友人である。\u001b[22m\n\u001b[1m(Akio - shūdō on'na no musume... Nandesuka. Tokuni Arata no hāremu no ichibude wa naiga, kanojo wa yori ōku no yūjindearu.)\u001b[22m\n\nTranslations of \u001b[4mAkio - The daughter of a nun... what. Not specifically part of Arata's Harem, she is more of a supporting friend.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkio - The daughter of a nun... what.\u001b[24m\n    \u001b[1mAkio  - 修道女の娘...何ですか。\u001b[22m, \u001b[1m昭夫 - 修道女の娘...何。\u001b[22m\n\u001b[4mNot specifically part of Arata's Harem, she is more of a supporting friend.\u001b[24m\n    \u001b[1m特にArataのHaremの一部ではないが、彼女はより多くの友人である。\u001b[22m, \u001b[1m荒田のハーレムのではない具体的部分は、彼女が支持友人の詳細です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 6/0: The anime itself is fairly enjoyable as it never tries to force the nonsensical story and focus's more on the Harem and Ecchi Elements. The story is obviously there to direct the latter elements forward, but it is by no means the main driving force behind wanting to watch this anime whatsoever.\n\n\u001b[1m楽しさ6/0：アニメそのものは、無意味な物語を強制することは決してありませんし、ハレムとエッチの要素に焦点を当てることは決してありません。 物語は明らかに後者の要素を前進させるために存在するが、決してこのアニメを見たい主な原動力ではない。\u001b[22m\n\u001b[1m(Tanoshisa 6/ 0: Anime sonomono wa, muimina monogatari o kyōsei suru koto wa kesshite arimasenshi, haremu to etchi no yōso ni shōten o ateru koto wa kesshite arimasen. Monogatari wa akiraka ni kōsha no yōso o zenshin sa seru tame ni sonzai suruga, kesshite kono anime o mitai omona gendōryokude wanai.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 6/0: The anime itself is fairly enjoyable as it never tries to force the nonsensical story and focus's more on the Harem and Ecchi Elements. The story is obviously there to direct the latter elements forward, but it is by no means the main driving force behind wanting to watch this anime whatsoever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 6/0: The anime itself is fairly enjoyable as it never tries to force the nonsensical story and focus's more on the Harem and Ecchi Elements.\u001b[24m\n    \u001b[1m楽しさ6/0：アニメそのものは、無意味な物語を強制することは決してありませんし、ハレムとエッチの要素に焦点を当てることは決してありません。\u001b[22m, \u001b[1m楽し6/0：それは無意味なストーリーとフォーカスのより多くのハーレムとエッチ要素上を強制しようとしたことがないようにアニメ自体はかなり楽しいです。\u001b[22m\n\u001b[4mThe story is obviously there to direct the latter elements forward, but it is by no means the main driving force behind wanting to watch this anime whatsoever.\u001b[24m\n    \u001b[1m物語は明らかに後者の要素を前進させるために存在するが、決してこのアニメを見たい主な原動力ではない。\u001b[22m, \u001b[1m物語は、前方、後者の要素を指示するためにそこには明らかであるが、それは決して何このアニメを見たいと思っ背後にある主要な原動力です。\u001b[22m\n\u001b[1m\u001b[22m\nIf there is a Season 2, it will be rather disappointing. The story becomes the focus for some reason while at the same time being entire leagues worse, like, what the hell is this worse, and removing a majority of the ecchi/harem elements. It becomes borderline undo-able nonsense past the story arc that gives 2 characters a backstory, 1 good backstory for Akio, and 1 unbelievably-dumb backstory for Lilith that made no sense.\n\n\u001b[1mシーズン2がある場合、それはむしろ失望するでしょう。 ストーリーは何らかの理由で焦点になりますが、同時にリーグ全体が悪化しているように、この悪いことは何か、そしてecchi / harem要素の大半を取り除いています。 背後に2文字、Akioに1良いバックストーリー、そして理にかなっていないLilithのための1つの信じられないほど愚かなバックストーリーを与える物語の弧を越えて、元に戻すことができないナンセンスになる。\u001b[22m\n\u001b[1m(Shīzun 2 ga aru baai, sore wa mushiro shitsubō surudeshou. Sutōrī wa nanrakano riyū de shōten ni narimasuga, dōjini rīgu zentai ga akka shite iru yō ni, kono warui koto wa nani ka, soshite ecchi/ harem yōso no taihan o torinozoite imasu. Haigo ni 2 moji, Akio ni 1 yoi bakkusutōrī, soshite ri ni kanatte inai ririsu no tame no 1tsu no shinjirarenai hodo orokana bakkusutōrī o ataeru monogatari no ko o koete, motonimodosu koto ga dekinai nansensu ni naru.)\u001b[22m\n\nTranslations of \u001b[4mIf there is a Season 2, it will be rather disappointing. The story becomes the focus for some reason while at the same time being entire leagues worse, like, what the hell is this worse, and removing a majority of the ecchi/harem elements. It becomes borderline undo-able nonsense past the story arc that gives 2 characters a backstory, 1 good backstory for Akio, and 1 unbelievably-dumb backstory for Lilith that made no sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there is a Season 2, it will be rather disappointing.\u001b[24m\n    \u001b[1mシーズン2がある場合、それはむしろ失望するでしょう。\u001b[22m, \u001b[1mシーズン2が存在する場合、それはかなり残念であろう。\u001b[22m\n\u001b[4mThe story becomes the focus for some reason while at the same time being entire leagues worse, like, what the hell is this worse, and removing a majority of the ecchi/harem elements.\u001b[24m\n    \u001b[1mストーリーは何らかの理由で焦点になりますが、同時にリーグ全体が悪化しているように、この悪いことは何か、そしてecchi / harem要素の大半を取り除いています。\u001b[22m, \u001b[1m地獄はこれが悪化しているもの、のような、全体のリーグを悪化され、およびエッチ/ハーレム要素の大部分を除去すると同時に、物語は、何らかの理由で焦点となります。\u001b[22m\n\u001b[4mIt becomes borderline undo-able nonsense past the story arc that gives 2 characters a backstory, 1 good backstory for Akio, and 1 unbelievably-dumb backstory for Lilith that made no sense.\u001b[24m\n    \u001b[1m背後に2文字、Akioに1良いバックストーリー、そして理にかなっていないLilithのための1つの信じられないほど愚かなバックストーリーを与える物語の弧を越えて、元に戻すことができないナンセンスになる。\u001b[22m, \u001b[1mこれは、2文字の裏話、昭夫のための1良い裏話、とは意味をなされていないリリスのための1信じられないほど-ダム裏話を与える物語アーク過去の境界線アンドゥ可能なナンセンスになります。\u001b[22m\n\u001b[1m\u001b[22m\nAlso to note is that the ending of the anime starts to derail its own Harem with obvious favoritism. The Manga however does have the upside of subverting the obvious favoritism by leading two of the other characters onto the 'viable ship'.\n\n\u001b[1mまた、アニメの終わりが明らかな偏見をもって自身のハレムを脱線させ始めることにも注意してください。 しかしマンガは、他のキャラクターのうちの2人を「生きている船」に導くことによって、明白な偏見を覆す逆さまになっている。\u001b[22m\n\u001b[1m(Mata, anime no owari ga akirakana henken o motte jishin no haremu o dassen sa se hajimeru koto ni mo chūi shite kudasai. Shikashi manga wa, hoka no kyarakutā no uchi no 2-ri o `ikite iru fune' ni michibiku koto ni yotte, meihakuna henken o kutsugaesu sakasama ni natte iru.)\u001b[22m\n\nTranslations of \u001b[4mAlso to note is that the ending of the anime starts to derail its own Harem with obvious favoritism. The Manga however does have the upside of subverting the obvious favoritism by leading two of the other characters onto the 'viable ship'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso to note is that the ending of the anime starts to derail its own Harem with obvious favoritism.\u001b[24m\n    \u001b[1mまた、アニメの終わりが明らかな偏見をもって自身のハレムを脱線させ始めることにも注意してください。\u001b[22m, \u001b[1mまた、注意することはアニメのエンディングが明らかなえこひいきを持つ独自のハーレムを脱線し始めるということです。\u001b[22m\n\u001b[4mThe Manga however does have the upside of subverting the obvious favoritism by leading two of the other characters onto the 'viable ship'.\u001b[24m\n    \u001b[1mしかしマンガは、他のキャラクターのうちの2人を「生きている船」に導くことによって、明白な偏見を覆す逆さまになっている。\u001b[22m, \u001b[1mマンガは、しかし、「実行可能な船の上に他の文字の2を導くことによって明らかなえこひいきを打倒の上方を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 6/10: It was a fairly enjoyable watch, and I actually hope this Anime doesn't get a second season because of the sad state the story arcs that follow are in.\n\n\u001b[1m全体的に6/10：それはかなり楽しい時計だった、と私は実際にこのアニメは、悲しい状態のために次の季節になることを願って、次の物語アークが入っている。\u001b[22m\n\u001b[1m(Zentai-teki ni 6/ 10: Sore wa kanari tanoshī tokeidatta, to watashi wa jissai ni kono anime wa, kanashī jōtai no tame ni tsugi no kisetsu ni naru koto o negatte,-ji no monogatari āku ga haitte iru.)\u001b[22m\n\nTranslations of \u001b[4mOverall 6/10: It was a fairly enjoyable watch, and I actually hope this Anime doesn't get a second season because of the sad state the story arcs that follow are in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 6/10: It was a fairly enjoyable watch, and I actually hope this Anime doesn't get a second season because of the sad state the story arcs that follow are in.\u001b[24m\n    \u001b[1m全体的に6/10：それはかなり楽しい時計だった、と私は実際にこのアニメは、悲しい状態のために次の季節になることを願って、次の物語アークが入っている。\u001b[22m, \u001b[1m6/10全体：それはかなり楽しい時計だった、と私は実際にこのアニメが原因従うストーリーアークがでている悲しい状態のセカンドシーズンを得ることはありません願っています。\u001b[22m"
  },
  {
    "title": "Trinity_Seven",
    "id": "25157",
    "url": "https://myanimelist.net/anime/25157/Trinity_Seven",
    "user": "mooklepticon",
    "profile": "/profile/mooklepticon/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=183544",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\nこれは、MCを除いて、始まる典型的なハーレムです。  Arataは彼を追いかける5人以上の女性を持つ男として最終的に説得力があるので、すごく素晴らしいです。 彼はホーンドッグです。 これが私が第3幕の後についてきた唯一の理由です。\n\nそれは言った、これは先細りする。 シリーズの最初の半分は、ハーレムとプロットのややこしさのホーンボールMCです。 シリーズの最後は逆です。 私は彼らがどちらかを選んだのではないかと思います。\n\nArataとLeviが最高のキャラクターです。 誰もがむしろ1次元です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis is a typical harem, to start, except for the MC. Arata is totally awesome because he's finally plausible as a guy with 5+ women chasing after him. He's a total horn dog. That's the only reason I kept up with this after Ep 3.\n\n\u001b[1mこれは、MCを除いて、始まる典型的なハーレムです。  Arataは彼を追いかける5人以上の女性を持つ男として最終的に説得力があるので、すごく素晴らしいです。 彼はホーンドッグです。 これが私が第3幕の後についてきた唯一の理由です。\u001b[22m\n\u001b[1m(Kore wa, MC o nozoite, hajimaru tenkei-tekina hāremudesu. Arata wa kare o oikakeru 5-ri ijō no josei o motsu otoko to shite saishūtekini settoku-ryoku ga aru node, sugoku subarashīdesu. Kare wa hōndoggudesu. Kore ga watashi ga dai 3-maku no nochi ni tsuite kita yuiitsu no riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a typical harem, to start, except for the MC. Arata is totally awesome because he's finally plausible as a guy with 5+ women chasing after him. He's a total horn dog. That's the only reason I kept up with this after Ep 3.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a typical harem, to start, except for the MC.\u001b[24m\n    \u001b[1mこれは、MCを除いて、始まる典型的なハーレムです。\u001b[22m, \u001b[1mこれは、MCを除いて、起動するために、典型的なハーレムです。\u001b[22m\n\u001b[4mArata is totally awesome because he's finally plausible as a guy with 5+ women chasing after him.\u001b[24m\n    \u001b[1mArataは彼を追いかける5人以上の女性を持つ男として最終的に説得力があるので、すごく素晴らしいです。\u001b[22m, \u001b[1m彼は女性が彼の後を追いかけ5+の男として、最終的にもっともらしいですので、アラタは全く素晴らしいです。\u001b[22m\n\u001b[4mHe's a total horn dog.\u001b[24m\n    \u001b[1m彼はホーンドッグです。\u001b[22m, \u001b[1m彼は総ホーン犬です。\u001b[22m\n\u001b[4mThat's the only reason I kept up with this after Ep 3.\u001b[24m\n    \u001b[1mこれが私が第3幕の後についてきた唯一の理由です。\u001b[22m, \u001b[1mそれは私がEpの3の後に、このに追いついて唯一の理由です。\u001b[22m\n\u001b[1m\u001b[22m\nThat said, this tapers off. The first half of the series is a hornball MC with a harem and slight whiff of plot. The end of the series is the inverse. I wish they'd have picked one or the other.\n\n\u001b[1mそれは言った、これは先細りする。 シリーズの最初の半分は、ハーレムとプロットのややこしさのホーンボールMCです。 シリーズの最後は逆です。 私は彼らがどちらかを選んだのではないかと思います。\u001b[22m\n\u001b[1m(Sore wa itta, koreha sakibosori suru. Shirīzu no saisho no hanbun wa, hāremu to purotto no yayakoshi-sa no hōnbōru MCdesu. Shirīzu no saigo wa gyakudesu. Watashi wa karera ga dochira ka o eranda node wanai ka to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat said, this tapers off. The first half of the series is a hornball MC with a harem and slight whiff of plot. The end of the series is the inverse. I wish they'd have picked one or the other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat said, this tapers off.\u001b[24m\n    \u001b[1mそれは言った、これは先細りする。\u001b[22m, \u001b[1mそれによると、これは次第に減少します。\u001b[22m\n\u001b[4mThe first half of the series is a hornball MC with a harem and slight whiff of plot.\u001b[24m\n    \u001b[1mシリーズの最初の半分は、ハーレムとプロットのややこしさのホーンボールMCです。\u001b[22m, \u001b[1mシリーズの最初の半分は、ハーレムとプロットのわずかっぽさとhornball MCです。\u001b[22m\n\u001b[4mThe end of the series is the inverse.\u001b[24m\n    \u001b[1mシリーズの最後は逆です。\u001b[22m, \u001b[1m一連の端が逆です。\u001b[22m\n\u001b[4mI wish they'd have picked one or the other.\u001b[24m\n    \u001b[1m私は彼らがどちらかを選んだのではないかと思います。\u001b[22m, \u001b[1m私は、彼らが1つまたは他を選んだと思いたいです。\u001b[22m\n\u001b[1m\u001b[22m\nArata and Levi are the best characters. Everyone else is rather one dimensional.\n\n\u001b[1mArataとLeviが最高のキャラクターです。 誰もがむしろ1次元です。\u001b[22m\n\u001b[1m(Arata to Levi ga saikō no kyarakutādesu. Daremoga mushiro 1-jigendesu.)\u001b[22m\n\nTranslations of \u001b[4mArata and Levi are the best characters. Everyone else is rather one dimensional.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArata and Levi are the best characters.\u001b[24m\n    \u001b[1mArataとLeviが最高のキャラクターです。\u001b[22m, \u001b[1mアラタとレビは最高の文字です。\u001b[22m\n\u001b[4mEveryone else is rather one dimensional.\u001b[24m\n    \u001b[1m誰もがむしろ1次元です。\u001b[22m, \u001b[1m他のみんなは、むしろ一次元です。\u001b[22m"
  },
  {
    "title": "Trinity_Seven",
    "id": "25157",
    "url": "https://myanimelist.net/anime/25157/Trinity_Seven",
    "user": "JoeyVio",
    "profile": "/profile/JoeyVio/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=203313",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  7\n\nかなりあなたは面白い魔法の典型的なハーレムです。 ショー自体はひどいことではありませんでしたが、私は最初の数回のエピソードはそれほど大したものではないことを認めなければなりません。 それはあなたを楽しませるだけのアニメを探しているならそれほど悪くはありませんが、確かにそれ以上のことはしません。\n\nストーリー：5\n物語はあなたが以前にそれを見たことのある感情を与えるものの一つであり、圧倒されたMCとたくさんの女の子が彼と恋に落ちていて、あなたに良いプロットを与えることは決してなかった 誰が「プロット」を愛していないのですか？\n\nアート：7\n芸術はそれほど偉大ではなかった、私はMCがちょっと変わったと思ったが、それはただのものだった。バックグラウンドは、私が最初にこれを見ることを決心したときには期待していなかったシーンでは、 私は芸術が満足できるレベルをちょうど上回っていたと言いたい。\n\nサウンド：7\n私は実際にこのアニメのオープニングとエンディングを楽しんでいました。私はそれを歌っていませんでした（私は時々そうです）か何か、オープニングはかなり涼しかったです。\n\nキャラクター：6\nMCは少し圧倒されましたが、彼はショーをもう少し信じられないようにするいくつかの岩を持っていました。MCは基本的にdsedからIsseiのほんの少し冷たいバージョンのようでした。 キャラクターの開発はかなり弱かったですが、最初の2つのエピソードでは、ほとんどの開発があったとしてもそうでした。\n\n楽しさ：7\nショーのいくつかの瞬間が私を笑わせてくれました。他の人は私の目を回転させましたが、ほとんどのharemsがそうであるため、私がこれを見ることにしたときに期待しました。 このショーの私の大好きな部分は、ショー全体に行っていたことを幸せに感じていたので、私はそれを見続けて、後で比較的良い気分になることができるようにしました。\n\n\nあなたが時間を過ごすのにちょうど良いことを見るためのアニメを探しているなら、本当にあなたのつま先であなたを保つために何かを探しているのではなく、これは間違いなくあなたのためです。 このアニメは、うつ病や本当に深刻なアニメの後で特に良いです、それはおそらく気分を明るくするでしょう。  （それは確かに私のためにした）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nPretty much you're typical harem with cool magic on the side. the show itself wasn't terrible although i must admit the first few episodes weren't that great. It's not that bad if you're looking for an anime that will just keep you entertained but it's certainly not going to do much more than that.\n\n\u001b[1mかなりあなたは面白い魔法の典型的なハーレムです。 ショー自体はひどいことではありませんでしたが、私は最初の数回のエピソードはそれほど大したものではないことを認めなければなりません。 それはあなたを楽しませるだけのアニメを探しているならそれほど悪くはありませんが、確かにそれ以上のことはしません。\u001b[22m\n\u001b[1m(Kanari anata wa omoshiroi mahō no tenkei-tekina hāremudesu. Shō jitai wa hidoi kotode wa arimasendeshitaga, watashi wa saisho no sū-kai no episōdo wa sorehodo taishita monode wanai koto o mitomenakereba narimasen. Sore wa anata o tanoshima seru dake no anime o sagashite irunara sore hodo waruku wa arimasenga, tashika ni soreijō no koto wa shimasen.)\u001b[22m\n\nTranslations of \u001b[4mPretty much you're typical harem with cool magic on the side. the show itself wasn't terrible although i must admit the first few episodes weren't that great. It's not that bad if you're looking for an anime that will just keep you entertained but it's certainly not going to do much more than that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPretty much you're typical harem with cool magic on the side.\u001b[24m\n    \u001b[1mかなりあなたは面白い魔法の典型的なハーレムです。\u001b[22m, \u001b[1mかなりあなたが側にクールな魔法を持つ典型的なハーレムです。\u001b[22m\n\u001b[4mthe show itself wasn't terrible although i must admit the first few episodes weren't that great.\u001b[24m\n    \u001b[1mショー自体はひどいことではありませんでしたが、私は最初の数回のエピソードはそれほど大したものではないことを認めなければなりません。\u001b[22m, \u001b[1m私は最初のいくつかのエピソードが、その素晴らしいではありませんでした認めなければならないが、ショー自体はひどいではありませんでした。\u001b[22m\n\u001b[4mIt's not that bad if you're looking for an anime that will just keep you entertained but it's certainly not going to do much more than that.\u001b[24m\n    \u001b[1mそれはあなたを楽しませるだけのアニメを探しているならそれほど悪くはありませんが、確かにそれ以上のことはしません。\u001b[22m, \u001b[1mあなたはちょうどあなたが楽しませ続けるが、確かにそれよりもはるかに多くを行うことはないだろうアニメを探しているなら、それは悪いことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 5\n\n\u001b[1mストーリー：5\u001b[22m\n\u001b[1m(Sutōrī: 5)\u001b[22m\n\nTranslations of \u001b[4mStory: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 5\u001b[24m\n    \u001b[1mストーリー：5\u001b[22m\nThe story is one of those which give you the feeling that you've seen it all before, with the overpowered MC and a bunch of girls falling in love with him and it never failing to give you a good dosage of 'plot' but hey , who doesn't love the 'plot'?\n\n\u001b[1m物語はあなたが以前にそれを見たことのある感情を与えるものの一つであり、圧倒されたMCとたくさんの女の子が彼と恋に落ちていて、あなたに良いプロットを与えることは決してなかった 誰が「プロット」を愛していないのですか？\u001b[22m\n\u001b[1m(Monogatari wa anata ga izen ni sore o mita koto no aru kanjō o ataeru mono no hitotsudeari, attō sa reta MC to takusan no on'nanoko ga kare to koiniochite ite, anata ni yoi purotto o ataeru koto wa kesshite nakatta dare ga `purotto' o aishite inai nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe story is one of those which give you the feeling that you've seen it all before, with the overpowered MC and a bunch of girls falling in love with him and it never failing to give you a good dosage of 'plot' but hey , who doesn't love the 'plot'?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is one of those which give you the feeling that you've seen it all before, with the overpowered MC and a bunch of girls falling in love with him and it never failing to give you a good dosage of 'plot' but hey\u001b[24m\n    \u001b[1m物語はあなたが以前にそれを見たことのある感情を与えるものの一つであり、圧倒されたMCとたくさんの女の子が彼と恋に落ちていて、あなたに良いプロットを与えることは決してなかった\u001b[22m, \u001b[1m物語は取り押さえMCとあなたが前にそれをすべて見てきた感じを与えるものの一つであると女の子の束は彼と恋に落ちると、それはあなたの「プロット」の良い用量を与えるために失敗することはありませんが、ちょっと\u001b[22m\n\u001b[4m, who doesn't love the 'plot'?\u001b[24m\n    \u001b[1m誰が「プロット」を愛していないのですか？\u001b[22m, \u001b[1m、誰プロット」を愛していないのですか？\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\nThe art wasn't that great, i found that the MC looked a bit peculiar but that's just me, The background was actually pretty good in some scenes which i wasn't expecting when i first decided to watch this. I'd say the art was just above satisfactory level.\n\n\u001b[1m芸術はそれほど偉大ではなかった、私はMCがちょっと変わったと思ったが、それはただのものだった。バックグラウンドは、私が最初にこれを見ることを決心したときには期待していなかったシーンでは、 私は芸術が満足できるレベルをちょうど上回っていたと言いたい。\u001b[22m\n\u001b[1m(Geijutsu wa sorehodo idaide wa nakatta, watashi wa MC ga chotto kawatta to omottaga, soreha tada no monodatta. Bakkuguraundo wa, watashi ga saisho ni kore o miru koto o kesshin shita tokiniha kitai shite inakatta shīnde wa, watashi wa geijutsu ga manzoku dekiru reberu o chōdo uwamawatte ita to iitai.)\u001b[22m\n\nTranslations of \u001b[4mThe art wasn't that great, i found that the MC looked a bit peculiar but that's just me, The background was actually pretty good in some scenes which i wasn't expecting when i first decided to watch this. I'd say the art was just above satisfactory level.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art wasn't that great, i found that the MC looked a bit peculiar but that's just me, The background was actually pretty good in some scenes which i wasn't expecting when i first decided to watch this.\u001b[24m\n    \u001b[1m芸術はそれほど偉大ではなかった、私はMCがちょっと変わったと思ったが、それはただのものだった。バックグラウンドは、私が最初にこれを見ることを決心したときには期待していなかったシーンでは、\u001b[22m, \u001b[1m芸術は、その素晴らしいではありませんでした私はMCが少し独特に見えたことがわかったが、それはちょうど私です、背景は私が最初にこれを見てすることを決めたとき、私は期待していなかったいくつかのシーンでは実際にはかなり良かったです。\u001b[22m\n\u001b[4mI'd say the art was just above satisfactory level.\u001b[24m\n    \u001b[1m私は芸術が満足できるレベルをちょうど上回っていたと言いたい。\u001b[22m, \u001b[1m私は芸術がちょうど満足できるレベルを超えていたと思います。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nI actually quite enjoyed the opening and endings in this anime, i wasn't singing to it(i do that sometimes) or anything, the opening was pretty cool it was sort of catchy.\n\n\u001b[1m私は実際にこのアニメのオープニングとエンディングを楽しんでいました。私はそれを歌っていませんでした（私は時々そうです）か何か、オープニングはかなり涼しかったです。\u001b[22m\n\u001b[1m(Watashi wa jissai ni kono anime no ōpuningu to endingu o tanoshinde imashita. Watashi wa sore o utatte imasendeshita (watashi wa tokidoki sōdesu) ka nanika, ōpuningu wa kanari suzushikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mI actually quite enjoyed the opening and endings in this anime, i wasn't singing to it(i do that sometimes) or anything, the opening was pretty cool it was sort of catchy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually quite enjoyed the opening and endings in this anime, i wasn't singing to it(i do that sometimes) or anything, the opening was pretty cool it was sort of catchy.\u001b[24m\n    \u001b[1m私は実際にこのアニメのオープニングとエンディングを楽しんでいました。私はそれを歌っていませんでした（私は時々そうです）か何か、オープニングはかなり涼しかったです。\u001b[22m, \u001b[1m私は実際には非常にこのアニメの開口部と語尾を楽しんだ、私はか何か、開口部はかなりクールだった、それは一種のキャッチーだった（私は時々それを行う）、それに歌っていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 6\n\n\u001b[1mキャラクター：6\u001b[22m\n\u001b[1m(Kyarakutā: 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6\u001b[24m\n    \u001b[1mキャラクター：6\u001b[22m\nThe MC was a bit overpowered but he did have some rocks which made the show a bit more believable i guess, the MC was basically like a slightly less cool version of Issei from dxd. The character development was pretty weak though, most of the development (if there even was any) happened in the first two episodes.\n\n\u001b[1mMCは少し圧倒されましたが、彼はショーをもう少し信じられないようにするいくつかの岩を持っていました。MCは基本的にdsedからIsseiのほんの少し冷たいバージョンのようでした。 キャラクターの開発はかなり弱かったですが、最初の2つのエピソードでは、ほとんどの開発があったとしてもそうでした。\u001b[22m\n\u001b[1m(MC wa sukoshi attō sa remashitaga, kare wa shō o mōsukoshi shinji rarenai yō ni suru ikutsu ka no iwa o motte imashita. MC wa kihontekini dsed kara Issei no hon'nosukoshi tsumetai bājon no yōdeshita. Kyarakutā no kaihatsu wa kanari yowakattadesuga, saisho no 2tsu no episōdode wa, hotondo no kaihatsu ga atta to shite mo sōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe MC was a bit overpowered but he did have some rocks which made the show a bit more believable i guess, the MC was basically like a slightly less cool version of Issei from dxd. The character development was pretty weak though, most of the development (if there even was any) happened in the first two episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe MC was a bit overpowered but he did have some rocks which made the show a bit more believable i guess, the MC was basically like a slightly less cool version of Issei from dxd.\u001b[24m\n    \u001b[1mMCは少し圧倒されましたが、彼はショーをもう少し信じられないようにするいくつかの岩を持っていました。MCは基本的にdsedからIsseiのほんの少し冷たいバージョンのようでした。\u001b[22m, \u001b[1mMCは少し圧倒だったが、彼は私が推測するより信じられるビットは、MCがDXDから一世のわずかに少ない涼しい版のように基本的にあった番組を作ったいくつかの石を持っていました。\u001b[22m\n\u001b[4mThe character development was pretty weak though, most of the development (if there even was any) happened in the first two episodes.\u001b[24m\n    \u001b[1mキャラクターの開発はかなり弱かったですが、最初の2つのエピソードでは、ほとんどの開発があったとしてもそうでした。\u001b[22m, \u001b[1m文字の開発は（でも任意のをがあった場合）、開発のほとんどは、最初の2つのエピソードで起こった、しかしかなり弱かったです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\nSome moments in the show made me laugh, others just made me roll my eyes but i expected that when i decided to watch this because most harems are like that. My favourite part of this show was to happy feel it had going throughout the whole show, made me want to keep watching it so I can be in a relatively good mood afterwards.\n\n\u001b[1mショーのいくつかの瞬間が私を笑わせてくれました。他の人は私の目を回転させましたが、ほとんどのharemsがそうであるため、私がこれを見ることにしたときに期待しました。 このショーの私の大好きな部分は、ショー全体に行っていたことを幸せに感じていたので、私はそれを見続けて、後で比較的良い気分になることができるようにしました。\u001b[22m\n\u001b[1m(Shō no ikutsu ka no shunkan ga watashi o warawa sete kuremashita. Hokanohito wa watashi no me o kaiten sa semashitaga, hotondo no harems ga sōdearu tame, watashi ga kore o miru koto ni shita toki ni kitai shimashita. Kono shō no watashi no daisukina bubun wa, shō zentai ni itte ita koto o shiawase ni kanjite itanode, watashi wa sore o mi tsudzukete,-go de hikakuteki yoi kibun ni naru koto ga dekiru yō ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mSome moments in the show made me laugh, others just made me roll my eyes but i expected that when i decided to watch this because most harems are like that. My favourite part of this show was to happy feel it had going throughout the whole show, made me want to keep watching it so I can be in a relatively good mood afterwards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome moments in the show made me laugh, others just made me roll my eyes but i expected that when i decided to watch this because most harems are like that.\u001b[24m\n    \u001b[1mショーのいくつかの瞬間が私を笑わせてくれました。他の人は私の目を回転させましたが、ほとんどのharemsがそうであるため、私がこれを見ることにしたときに期待しました。\u001b[22m, \u001b[1mショーのいくつかの瞬間は私が笑わせ、他の人はちょうど私が私の目をロール作らしかし、私はこれを見てすることを決めたとき、ほとんどのハーレムがそのようであるため、と予想しました。\u001b[22m\n\u001b[4mMy favourite part of this show was to happy feel it had going throughout the whole show, made me want to keep watching it so I can be in a relatively good mood afterwards.\u001b[24m\n    \u001b[1mこのショーの私の大好きな部分は、ショー全体に行っていたことを幸せに感じていたので、私はそれを見続けて、後で比較的良い気分になることができるようにしました。\u001b[22m, \u001b[1mこのショーの私のお気に入りの部分は幸せにだった私はその後、比較的良い気分になることができますので、私はそれを見ておきたい作られた、それは全体のショー全体で起こっていた感じ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for anime to watch that's just good for passing time, not really looking for something to keep you on your toes well this is definitely for you. This anime is especially good after a depressing or just really serious anime, it will probably lighten up the mood. (it certainly did for me)\n\n\u001b[1mあなたが時間を過ごすのにちょうど良いことを見るためのアニメを探しているなら、本当にあなたのつま先であなたを保つために何かを探しているのではなく、これは間違いなくあなたのためです。 このアニメは、うつ病や本当に深刻なアニメの後で特に良いです、それはおそらく気分を明るくするでしょう。  （それは確かに私のためにした）\u001b[22m\n\u001b[1m(Anata ga jikan o sugosunoni chōdo yoi koto o miru tame no anime o sagashite irunara, hontōni anata no tsumasaki de anata o tamotsu tame ni nanika o sagashite iru node wa naku, koreha machigainaku anata no tamedesu. Kono anime wa, utsubyō ya hontōni shinkokuna anime no nochi de tokuni yoidesu, sore wa osoraku kibun o akaruku surudeshou. (Sore wa tashika ni watashi no tame ni shita))\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for anime to watch that's just good for passing time, not really looking for something to keep you on your toes well this is definitely for you. This anime is especially good after a depressing or just really serious anime, it will probably lighten up the mood. (it certainly did for me)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for anime to watch that's just good for passing time, not really looking for something to keep you on your toes well this is definitely for you.\u001b[24m\n    \u001b[1mあなたが時間を過ごすのにちょうど良いことを見るためのアニメを探しているなら、本当にあなたのつま先であなたを保つために何かを探しているのではなく、これは間違いなくあなたのためです。\u001b[22m, \u001b[1mあなたが見にアニメを探しているなら、それはよく、これは間違いなくあなたのためではありません本当にあなたのつま先にあなたを保つために何かを探して、時間を渡すためだけで良いのです。\u001b[22m\n\u001b[4mThis anime is especially good after a depressing or just really serious anime, it will probably lighten up the mood.\u001b[24m\n    \u001b[1mこのアニメは、うつ病や本当に深刻なアニメの後で特に良いです、それはおそらく気分を明るくするでしょう。\u001b[22m, \u001b[1mこのアニメは、気のめいるまたは単に本当に深刻なアニメの後に、それはおそらく気分を明るくします特に良いです。\u001b[22m\n\u001b[4m(it certainly did for me)\u001b[24m\n    \u001b[1m（それは確かに私のためにした）\u001b[22m, \u001b[1m（それは確かに私のためにやりました）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Trinity_Seven",
    "id": "25157",
    "url": "https://myanimelist.net/anime/25157/Trinity_Seven",
    "user": "Yuu_Masuhara",
    "profile": "/profile/Yuu_Masuhara/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=224802",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  6\nキャラクター|  4\n|  3\n\n主人公の春日台に知られていない彼の正常な世界は、Breakdown Phenomenonによってフラッシュで崩壊し、彼のいとこの手に達することさえできなかった。 悲劇と彼のいとこを救う強い欲望を想起して以来感じている深い残念な思いは、意図せずにgrimoireを使用してから魔法使いに会った後に魔法使いになるという決定をもたらします。 ヒジリだけの目標は、自分の分野で優れているトリニティ・セブン7メイジを集めるなど、多くの問題を克服する必要があります。\n\nいつものように、私はプロット、ビジュアル、キャラクターの開発から始めます。 これらの3つの要素から、私はビジュアルイベントに投票します。「このグラフィックは幻想的であるとは言い難いと申し訳なく思っています。 それは十分です、シリーズが持っているいい戦い、そしてキャッチーな魔法のサークルLOL学校生活が場に入るとき、あまり言わないことがあります。 グラフィックと芸術は適切です。 しかし、時には私の視点から見ると、このショーは、巧みに構築されたアーキテクチャを除いて詳細を欠場しています。\n\nそれは何も特別なものではないので、私はプロットのレビューをスキップしたい、家族のメンバーを保存し、より強く、他人をパーティーとして関与させる必要がある人。 まあ、私はそれが良い願いだと思う。 簡単に話がpyon-pyonになったので、Arataの目標に向かって進んでいくために多くのショートカットがクリックされたようだった。 時には、私たちは戦闘そのものではなく戦闘での魔法の仕組みについての説明を見つけることがあります。それは私にはかなり迷惑をかけていました。 要約、あまりにも多くの話、戦略や力や魔法自体の詳細についてちょうどbabbling。 とても面倒です。\nそれで、私を最も怒らせるのは、キャラクターの開発です。 彼らは戦闘での訓練と経験によって物理的に発展しています。 感情的/性格の改善が欠如しているため、キャラクターは（ストーリー以外の）停滞しているように見えます。 トリニティ・セブンズのアラタへの愛は少しずつ増えており、ショーのエッチもかなり上がっています。 すべての深刻な状況でエッチネス、十分な現実の戦いではなく、物語はぶら下がり、キメラです。 それが私が今までにメモしておいたものです。\n\nこのシリーズの主題歌はいつもよりもはるかに多い。  OP曲はZAQ 'Seven Doors'によって歌われている唯一の曲です。 これらの4つは良いですが、驚くほどのSHAVaDaVaは、ほとんどが幾分電子音楽技術と楽器でいっぱいの雲のないテンポを持っています。 私はこの曲が好きですが、メロディーはリズムを詰めています。  4つのEDテーマがあります。  Magus Two（「Lilith Asami's seiyuu＆Arn Kannazuki's seiyuu）」の「BEAUTIFUL≒SENTENCE」。  Yui Levi♡（Levi Kazama's seiyuu＆Yui Kurata's seiyuu）の「AMAZING♪」のシャヴァダヴァ。  'RESTART' THE WORLD '' by TWINKle MAGIC [Lieselotte Sherlock's seiyuu＆amp; セリナ・シャーロックの精液）; セキュリティ・ポリッティ（ミラ・ヤマナ・セイユ＆フオド・アキオの精液）による「TRINITY×SEVENTH + HEAVEN」 これらの曲はトリニティ・セブンのシユウウス、そしてリーゼロッテ・シャーロックの妹が歌います。\n\n\n私はここで様々なテーマ曲を感謝します。 ああ、私はこのショーレートを約4.5にします。\n短所：\n恍惚感は真剣さを封じる（エッチシーンはあまりにも多くの場面がありません）\n悪いキャラクターの開発\nごみのようにあまりにもたくましい",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nUnbeknownst to Kasuga Arata—the main character—, his normal world collapsed in a flash by Breakdown Phenomenon without could even reach his cousin's hand named Kasuga Hijiri. The deep remorse he feels since recall the tragedy and his strong desire to save his cousin brings the decision to be a mage after he unintentionally used grimoire then met a mage. His goal just for Hijiri makes him need to overcome many issues, such as to gather up The Trinity Seven—7 mages who are excel in their own fields.\n\n\u001b[1m主人公の春日台に知られていない彼の正常な世界は、Breakdown Phenomenonによってフラッシュで崩壊し、彼のいとこの手に達することさえできなかった。 悲劇と彼のいとこを救う強い欲望を想起して以来感じている深い残念な思いは、意図せずにgrimoireを使用してから魔法使いに会った後に魔法使いになるという決定をもたらします。 ヒジリだけの目標は、自分の分野で優れているトリニティ・セブン7メイジを集めるなど、多くの問題を克服する必要があります。\u001b[22m\n\u001b[1m(Shujinkō no Kasugadai ni shira rete inai kare no seijōna sekai wa, Breakdown Phenomenon ni yotte furasshu de hōkai shi, kare no itoko no te ni tassuru koto sae dekinakatta. Higeki to kare no itoko o sukuu tsuyoi yokubō o sōki shite irai kanjite iru fukai zan'nen'na omoi wa, ito sezu ni grimoire o shiyō shite kara mahōtsukai ni atta nochi ni mahōtsukai ni naru to iu kettei o motarashimasu. Hijiri dake no mokuhyō wa, jibun no bun'ya de sugurete iru toriniti Sebun 7 Meiji o atsumeru nado, ōku no mondai o kokufuku suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnbeknownst to Kasuga Arata—the main character—, his normal world collapsed in a flash by Breakdown Phenomenon without could even reach his cousin's hand named Kasuga Hijiri. The deep remorse he feels since recall the tragedy and his strong desire to save his cousin brings the decision to be a mage after he unintentionally used grimoire then met a mage. His goal just for Hijiri makes him need to overcome many issues, such as to gather up The Trinity Seven—7 mages who are excel in their own fields.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnbeknownst to Kasuga Arata—the main character—, his normal world collapsed in a flash by Breakdown Phenomenon without could even reach his cousin's hand named Kasuga Hijiri.\u001b[24m\n    \u001b[1m主人公の春日台に知られていない彼の正常な世界は、Breakdown Phenomenonによってフラッシュで崩壊し、彼のいとこの手に達することさえできなかった。\u001b[22m, \u001b[1m春日アラタメインcharacter-に知らないうちに、彼の通常の世界があっても春日聖という名前の彼のいとこの手に達する可能性があることなく、破壊現象によってフラッシュに崩壊しました。\u001b[22m\n\u001b[4mThe deep remorse he feels since recall the tragedy and his strong desire to save his cousin brings the decision to be a mage after he unintentionally used grimoire then met a mage.\u001b[24m\n    \u001b[1m悲劇と彼のいとこを救う強い欲望を想起して以来感じている深い残念な思いは、意図せずにgrimoireを使用してから魔法使いに会った後に魔法使いになるという決定をもたらします。\u001b[22m, \u001b[1m彼はリコール以来、悲劇と彼のいとこを救うために彼の強い欲求は彼が意図せず魔術師に会った後、グリモアを使用した後に魔法使いであることの決定をもたらす感じる深い自責の念。\u001b[22m\n\u001b[4mHis goal just for Hijiri makes him need to overcome many issues, such as to gather up The Trinity Seven—7 mages who are excel in their own fields.\u001b[24m\n    \u001b[1mヒジリだけの目標は、自分の分野で優れているトリニティ・セブン7メイジを集めるなど、多くの問題を克服する必要があります。\u001b[22m, \u001b[1mちょうど聖のための彼の目標は彼がそのような自分の分野で優れているトリニティセブン7メイジを収集するなど、多くの課題を克服する必要があることができます。\u001b[22m\n\u001b[1m\u001b[22m\nAs usual, I will start from the plot, visuals, and characters development. From these three elements, I vote for the visuals eventho' I'm sorry to say that the graphic is not enough to be described as fantastic. It's good enough, nice battle the series has, and catchy magic circles lol When the school life enters the scene, there is not much to say. the graphic and artworks are proper. However sometimes from my point of view, this show miss the details except well-built architecture.\n\n\u001b[1mいつものように、私はプロット、ビジュアル、キャラクターの開発から始めます。 これらの3つの要素から、私はビジュアルイベントに投票します。「このグラフィックは幻想的であるとは言い難いと申し訳なく思っています。 それは十分です、シリーズが持っているいい戦い、そしてキャッチーな魔法のサークルLOL学校生活が場に入るとき、あまり言わないことがあります。 グラフィックと芸術は適切です。 しかし、時には私の視点から見ると、このショーは、巧みに構築されたアーキテクチャを除いて詳細を欠場しています。\u001b[22m\n\u001b[1m(Itsumo no yō ni, watashi wa purotto, bijuaru, kyarakutā no kaihatsu kara hajimemasu. Korera no 3ttsu no yōso kara, watashi wa bijuaru ibento ni tōhyō shimasu. `Kono gurafikku wa gensō-tekidearu to wa ii gatai to mōshiwakenaku omotte imasu. Sore wa jūbundesu, shirīzu ga motte iru ī tatakai, soshite kyatchīna mahō no sākuru LOL gakkō seikatsu ga ba ni hairu toki, amari iwanai koto ga arimasu. Gurafikku to geijutsu wa tekisetsudesu. Shikashi, tokiniha watashi no shiten karamiruto, kono shō wa, takumi ni kōchiku sa reta ākitekucha o nozoite shōsai o ketsujō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs usual, I will start from the plot, visuals, and characters development. From these three elements, I vote for the visuals eventho' I'm sorry to say that the graphic is not enough to be described as fantastic. It's good enough, nice battle the series has, and catchy magic circles lol When the school life enters the scene, there is not much to say. the graphic and artworks are proper. However sometimes from my point of view, this show miss the details except well-built architecture.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs usual, I will start from the plot, visuals, and characters development.\u001b[24m\n    \u001b[1mいつものように、私はプロット、ビジュアル、キャラクターの開発から始めます。\u001b[22m, \u001b[1mいつものように、私はプロット、ビジュアル、および文字の開発からスタートします。\u001b[22m\n\u001b[4mFrom these three elements, I vote for the visuals eventho' I'm sorry to say that the graphic is not enough to be described as fantastic.\u001b[24m\n    \u001b[1mこれらの3つの要素から、私はビジュアルイベントに投票します。「このグラフィックは幻想的であるとは言い難いと申し訳なく思っています。\u001b[22m, \u001b[1mこれらの三つの要素から、私はビジュアルに投票私はグラフィックが素晴らしいように説明するのに十分ではないことを言って申し訳ありません」eventho。\u001b[22m\n\u001b[4mIt's good enough, nice battle the series has, and catchy magic circles lol When the school life enters the scene, there is not much to say.\u001b[24m\n    \u001b[1mそれは十分です、シリーズが持っているいい戦い、そしてキャッチーな魔法のサークルLOL学校生活が場に入るとき、あまり言わないことがあります。\u001b[22m, \u001b[1mこれは、学校生活シーンに入ると、言っても過言ではありません笑シリーズが持っている素晴らしい戦い、十分に良い、とキャッチーなマジックサークルです。\u001b[22m\n\u001b[4mthe graphic and artworks are proper.\u001b[24m\n    \u001b[1mグラフィックと芸術は適切です。\u001b[22m, \u001b[1mグラフィックやアートワークが適切です。\u001b[22m\n\u001b[4mHowever sometimes from my point of view, this show miss the details except well-built architecture.\u001b[24m\n    \u001b[1mしかし、時には私の視点から見ると、このショーは、巧みに構築されたアーキテクチャを除いて詳細を欠場しています。\u001b[22m, \u001b[1mしかし、時には私の視点から、この番組は、しっかりした造りのアーキテクチャ以外の詳細を欠場します。\u001b[22m\n\u001b[1m\u001b[22m\nI wish to skip the plot review because it's nothing special, someone who wants to save his family member and need to be stronger and involved others as party. Well, I think that's a good wish. Briefly the story went pyon-pyon, it was like there were so many shortcuts they clicked to advance towards Arata's goal. Occasionally, we will find the explanation of how the magic works in a battle rather than the battle itself, it was quite bothering me and made me wonder why would the show makes the explanation in words instead of making us understand from the fight? Summary, too much talk, babbling just about the detail of strategy or power or magic itself. So messy it is.\n\n\u001b[1mそれは何も特別なものではないので、私はプロットのレビューをスキップしたい、家族のメンバーを保存し、より強く、他人をパーティーとして関与させる必要がある人。 まあ、私はそれが良い願いだと思う。 簡単に話がpyon-pyonになったので、Arataの目標に向かって進んでいくために多くのショートカットがクリックされたようだった。 時には、私たちは戦闘そのものではなく戦闘での魔法の仕組みについての説明を見つけることがあります。それは私にはかなり迷惑をかけていました。 要約、あまりにも多くの話、戦略や力や魔法自体の詳細についてちょうどbabbling。 とても面倒です。\u001b[22m\n\u001b[1m(Sore wa nani mo tokubetsuna monode wanainode, watashi wa purotto no rebyū o sukippu shitai, kazoku no menbā o hozon shi, yori tsuyoku, tanin o pātī to shite kan'yo sa seru hitsuyō ga aru hito. Mā, watashi wa sore ga yoi negaida to omou. Kantan ni hanashi ga pyon - pyon ni nattanode, Arata no mokuhyō ni mukatte susunde iku tame ni ōku no shōtokatto ga kurikku sa reta yōdatta. Tokiniha, watashitachiha sentō sonomonode wa naku sentō de no mahō no shikumi ni tsuite no setsumei o mitsukeru koto ga arimasu. Sore wa watashiniha kanari meiwaku o kakete imashita. Yōyaku, amarini mo ōku no hanashi, senryaku ya chikara ya mahō jitai no shōsai ni tsuite chōdo babbling. Totemo mendōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI wish to skip the plot review because it's nothing special, someone who wants to save his family member and need to be stronger and involved others as party. Well, I think that's a good wish. Briefly the story went pyon-pyon, it was like there were so many shortcuts they clicked to advance towards Arata's goal. Occasionally, we will find the explanation of how the magic works in a battle rather than the battle itself, it was quite bothering me and made me wonder why would the show makes the explanation in words instead of making us understand from the fight? Summary, too much talk, babbling just about the detail of strategy or power or magic itself. So messy it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wish to skip the plot review because it's nothing special, someone who wants to save his family member and need to be stronger and involved others as party.\u001b[24m\n    \u001b[1mそれは何も特別なものではないので、私はプロットのレビューをスキップしたい、家族のメンバーを保存し、より強く、他人をパーティーとして関与させる必要がある人。\u001b[22m, \u001b[1mそれは何も特別なことは、彼の家族を保存し、強く、当事者として他の人を関与する必要がしたい、誰かませんので、私はプロットのレビューをスキップしたいです。\u001b[22m\n\u001b[4mWell, I think that's a good wish.\u001b[24m\n    \u001b[1mまあ、私はそれが良い願いだと思う。\u001b[22m, \u001b[1mまあ、私はそれが良いの願いだと思います。\u001b[22m\n\u001b[4mBriefly the story went pyon-pyon, it was like there were so many shortcuts they clicked to advance towards Arata's goal.\u001b[24m\n    \u001b[1m簡単に話がpyon-pyonになったので、Arataの目標に向かって進んでいくために多くのショートカットがクリックされたようだった。\u001b[22m, \u001b[1m簡単に言えば話は、彼らがアラタの目標に向かって前進するためにクリックされたので、多くのショートカットがあったようにそれはあった、pyon-pyonを行ってきました。\u001b[22m\n\u001b[4mOccasionally, we will find the explanation of how the magic works in a battle rather than the battle itself, it was quite bothering me and made me wonder why would the show makes the explanation in words instead of making us understand from the fight?\u001b[24m\n    \u001b[1m時には、私たちは戦闘そのものではなく戦闘での魔法の仕組みについての説明を見つけることがあります。それは私にはかなり迷惑をかけていました。\u001b[22m, \u001b[1m時折、我々は魔法の戦いではなく、戦闘自体にどのように動作するかの説明を見つけるでしょう、それは非常に私を悩ませたと私はショーは言葉で説明の代わりに、私たちは戦いから理解することを希望しますなぜかしらたのですか？\u001b[22m\n\u001b[4mSummary, too much talk, babbling just about the detail of strategy or power or magic itself.\u001b[24m\n    \u001b[1m要約、あまりにも多くの話、戦略や力や魔法自体の詳細についてちょうどbabbling。\u001b[22m, \u001b[1m要約、あまりにも多くの話、ちょうど戦略やパワーや魔法自体の詳細についてせせらぎ。\u001b[22m\n\u001b[4mSo messy it is.\u001b[24m\n    \u001b[1mとても面倒です。\u001b[22m, \u001b[1mだから厄介なことがあります。\u001b[22m\nThen what upset me the most is characters development. They are developing physically, by training and experiences in battle. Lack of improvement emotionally/personality, which makes the character seems so stagnant (aside from the story). Trinity Sevens's love for Arata is increasing bit by bit, and the show ecchi-ness, too, is leveled up considerably. Ecchi-ness in every serious situation, not enough real fights, the story is hanging and chimerical. That's what I could note up to now.\n\n\u001b[1mそれで、私を最も怒らせるのは、キャラクターの開発です。 彼らは戦闘での訓練と経験によって物理的に発展しています。 感情的/性格の改善が欠如しているため、キャラクターは（ストーリー以外の）停滞しているように見えます。 トリニティ・セブンズのアラタへの愛は少しずつ増えており、ショーのエッチもかなり上がっています。 すべての深刻な状況でエッチネス、十分な現実の戦いではなく、物語はぶら下がり、キメラです。 それが私が今までにメモしておいたものです。\u001b[22m\n\u001b[1m(Sore de, watashi o mottomo okora seru no wa, kyarakutā no kaihatsudesu. Karera wa sentō de no kunren to keiken ni yotte butsuri-teki ni hatten shite imasu. Kanjō-teki/ seikaku no kaizen ga ketsujo shite iru tame, kyarakutā wa (sutōrī igai no) teitai shite iru yō ni miemasu. Toriniti sebunzu no Arata e no ai wa sukoshi zutsu fuete ori, shō no etchi mo kanari agatte imasu. Subete no shinkokuna jōkyō de etchinesu, jūbun'na genjitsu no tatakaide wa naku, monogatari wa burasagari, kimeradesu. Sore ga watashi ga ima made ni memo shite oita monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThen what upset me the most is characters development. They are developing physically, by training and experiences in battle. Lack of improvement emotionally/personality, which makes the character seems so stagnant (aside from the story). Trinity Sevens's love for Arata is increasing bit by bit, and the show ecchi-ness, too, is leveled up considerably. Ecchi-ness in every serious situation, not enough real fights, the story is hanging and chimerical. That's what I could note up to now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen what upset me the most is characters development.\u001b[24m\n    \u001b[1mそれで、私を最も怒らせるのは、キャラクターの開発です。\u001b[22m, \u001b[1mそして、最も私を混乱させるどのような文字の開発です。\u001b[22m\n\u001b[4mThey are developing physically, by training and experiences in battle.\u001b[24m\n    \u001b[1m彼らは戦闘での訓練と経験によって物理的に発展しています。\u001b[22m, \u001b[1m彼らは戦闘の訓練と経験により、物理的に開発しています。\u001b[22m\n\u001b[4mLack of improvement emotionally/personality, which makes the character seems so stagnant (aside from the story).\u001b[24m\n    \u001b[1m感情的/性格の改善が欠如しているため、キャラクターは（ストーリー以外の）停滞しているように見えます。\u001b[22m, \u001b[1m文字が（脇話から）ので、停滞思わせる改善感情的/人格の欠如、。\u001b[22m\n\u001b[4mTrinity Sevens's love for Arata is increasing bit by bit, and the show ecchi-ness, too, is leveled up considerably.\u001b[24m\n    \u001b[1mトリニティ・セブンズのアラタへの愛は少しずつ増えており、ショーのエッチもかなり上がっています。\u001b[22m, \u001b[1mアラタのためトリニティセブンの愛は少しずつ増加しており、ショーエッチらしさは、あまりにも、かなりレベルアップされています。\u001b[22m\n\u001b[4mEcchi-ness in every serious situation, not enough real fights, the story is hanging and chimerical.\u001b[24m\n    \u001b[1mすべての深刻な状況でエッチネス、十分な現実の戦いではなく、物語はぶら下がり、キメラです。\u001b[22m, \u001b[1mすべての深刻な状況でエッチネス、十分ではない本当の戦いは、物語がハングし、キメラされます。\u001b[22m\n\u001b[4mThat's what I could note up to now.\u001b[24m\n    \u001b[1mそれが私が今までにメモしておいたものです。\u001b[22m, \u001b[1mそれは私が今までに注意してください可能性がです。\u001b[22m\n\u001b[1m\u001b[22m\nThe theme song for this series is much more than the usual. The OP song is only one, sung by ZAQ 'Seven Doors'. These four are good, SHaVaDaVa in AMAZING♪ has cloudless tempo, mostly filled with somewhat electronic music technology and instruments. I like this one the melody has stomping rhythm. There are four different ED themes; 'BEAUTIFUL≒SENTENCE' by Magus Two (Lilith Asami's seiyuu &amp; Arin Kannazuki's seiyuu); 'SHaVaDaVa in AMAZING♪' by Yui Levi♡ (Levi Kazama's seiyuu &amp; Yui Kurata's seiyuu); 'ReSTART 'THE WORLD'' by TWINKle MAGIC [Lieselotte Sherlock's seiyuu &amp; Serina Sherlock's seiyuu); 'TRINITY×SEVENTH＋HEAVEN' by Security Politti (Mira Yamana's seiyuu &amp; Akio Fudou's seiyuu). These songs are sung by seiyuus of Trinity Seven, plus younger sister of Lieselotte Sherlock.\n\n\u001b[1mこのシリーズの主題歌はいつもよりもはるかに多い。  OP曲はZAQ 'Seven Doors'によって歌われている唯一の曲です。 これらの4つは良いですが、驚くほどのSHAVaDaVaは、ほとんどが幾分電子音楽技術と楽器でいっぱいの雲のないテンポを持っています。 私はこの曲が好きですが、メロディーはリズムを詰めています。  4つのEDテーマがあります。  Magus Two（「Lilith Asami's seiyuu＆Arn Kannazuki's seiyuu）」の「BEAUTIFUL≒SENTENCE」。  Yui Levi♡（Levi Kazama's seiyuu＆Yui Kurata's seiyuu）の「AMAZING♪」のシャヴァダヴァ。  'RESTART' THE WORLD '' by TWINKle MAGIC [Lieselotte Sherlock's seiyuu＆amp; セリナ・シャーロックの精液）; セキュリティ・ポリッティ（ミラ・ヤマナ・セイユ＆フオド・アキオの精液）による「TRINITY×SEVENTH + HEAVEN」 これらの曲はトリニティ・セブンのシユウウス、そしてリーゼロッテ・シャーロックの妹が歌います。\u001b[22m\n\u001b[1m(Kono shirīzu no shudaika wa itsumo yori mo haruka ni ōi. OP-kyoku wa zakku' Seven Doors' ni yotte utawa rete iru yuiitsu no kyokudesu. Watashi wa kono kyoku ga sukidesuga, merodī wa rizumu o tsumete imasu. 4Tsu no ED tēma ga arimasu. Magus Two (`ririsu Asami' s seiyuu& Arn Kannazuki' s seiyuu)' no `BEAUTIFUL ≒ SENTENCE'. Yui Levi ♡(Levi Kazama' s seiyuu& Yui Kurata' s seiyuu) no `AMAZING ♪' no shavu~adavu~a. ' RESTART' zawārudo'' by TWINKle MAGIC [Lieselotte shārokku' s seiyuu& amp; Serina shārokku no seieki); sekyuriti poritti (Mira yamana seiyu& fuodo Akio no seieki) ni yoru `TRINITY×SEVENTH + hevun' korera no kyoku wa toriniti Sebun no shiyuuusu, soshite rīzerotte shārokku no imōto ga utaimasu. Korera no 4tsu wa yoidesuga, odoroku hodo no SHAVaDaVa wa, hotondo ga ikubun denshi ongaku gijutsu to gakki de ippai no kumo no nai tenpo o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe theme song for this series is much more than the usual. The OP song is only one, sung by ZAQ 'Seven Doors'. These four are good, SHaVaDaVa in AMAZING♪ has cloudless tempo, mostly filled with somewhat electronic music technology and instruments. I like this one the melody has stomping rhythm. There are four different ED themes; 'BEAUTIFUL≒SENTENCE' by Magus Two (Lilith Asami's seiyuu &amp; Arin Kannazuki's seiyuu); 'SHaVaDaVa in AMAZING♪' by Yui Levi♡ (Levi Kazama's seiyuu &amp; Yui Kurata's seiyuu); 'ReSTART 'THE WORLD'' by TWINKle MAGIC [Lieselotte Sherlock's seiyuu &amp; Serina Sherlock's seiyuu); 'TRINITY×SEVENTH＋HEAVEN' by Security Politti (Mira Yamana's seiyuu &amp; Akio Fudou's seiyuu). These songs are sung by seiyuus of Trinity Seven, plus younger sister of Lieselotte Sherlock.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe theme song for this series is much more than the usual.\u001b[24m\n    \u001b[1mこのシリーズの主題歌はいつもよりもはるかに多い。\u001b[22m, \u001b[1mこのシリーズのテーマソングは、通常よりもはるかにです。\u001b[22m\n\u001b[4mThe OP song is only one, sung by ZAQ 'Seven Doors'.\u001b[24m\n    \u001b[1mOP曲はZAQ 'Seven Doors'によって歌われている唯一の曲です。\u001b[22m, \u001b[1mOP曲はZAQ「セブンドアーズ」が歌う、唯一のものです。\u001b[22m\n\u001b[4mI like this one the melody has stomping rhythm.\u001b[24m\n    \u001b[1m私はこの曲が好きですが、メロディーはリズムを詰めています。\u001b[22m, \u001b[1m私はメロディー、リズムを踏みました。この1が好きです。\u001b[22m\n\u001b[4mThere are four different ED themes;\u001b[24m\n    \u001b[1m4つのEDテーマがあります。\u001b[22m, \u001b[1m4異なるEDテーマがあります。\u001b[22m\n\u001b[4m'BEAUTIFUL≒SENTENCE' by Magus Two (Lilith Asami's seiyuu &amp; Arin Kannazuki's seiyuu);\u001b[24m\n    \u001b[1mMagus Two（「Lilith Asami's seiyuu＆Arn Kannazuki's seiyuu）」の「BEAUTIFUL≒SENTENCE」。\u001b[22m, \u001b[1m（;アリン神無月の声優リリス麻美さんの声優＆アンペア）魔王2で「BEAUTIFUL≒SENTENCE ';\u001b[22m\n\u001b[4m'SHaVaDaVa in AMAZING♪' by Yui Levi♡ (Levi Kazama's seiyuu &amp; Yui Kurata's seiyuu);\u001b[24m\n    \u001b[1mYui Levi♡（Levi Kazama's seiyuu＆Yui Kurata's seiyuu）の「AMAZING♪」のシャヴァダヴァ。\u001b[22m, \u001b[1mゆいレヴィによって「AMAZING♪でSHaVaDaVa '♡（リーバイス風間さんの声優＆＃038;由井倉田さんの声優）。\u001b[22m\n\u001b[4m'ReSTART 'THE WORLD'' by TWINKle MAGIC [Lieselotte Sherlock's seiyuu &amp;\u001b[24m\n    \u001b[1m'RESTART' THE WORLD '' by TWINKle MAGIC [Lieselotte Sherlock's seiyuu＆amp;\u001b[22m, \u001b[1mトゥインクルMAGIC [Lieselotteシャーロックの声優＆アンプによって「再起動」WORLD '';\u001b[22m\n\u001b[4mSerina Sherlock's seiyuu);\u001b[24m\n    \u001b[1mセリナ・シャーロックの精液）;\u001b[22m, \u001b[1m瀬里奈シャーロックの声優）。\u001b[22m\n\u001b[4m'TRINITY×SEVENTH＋HEAVEN' by Security Politti (Mira Yamana's seiyuu &amp; Akio Fudou's seiyuu).\u001b[24m\n    \u001b[1mセキュリティ・ポリッティ（ミラ・ヤマナ・セイユ＆フオド・アキオの精液）による「TRINITY×SEVENTH + HEAVEN」\u001b[22m, \u001b[1mセキュリティPolittiよる「TRINITY×SEVENTH HEAVEN + '（ミラ山名さんの声優＆＃038;昭夫がfudouの声優）。\u001b[22m\n\u001b[4mThese songs are sung by seiyuus of Trinity Seven, plus younger sister of Lieselotte Sherlock.\u001b[24m\n    \u001b[1mこれらの曲はトリニティ・セブンのシユウウス、そしてリーゼロッテ・シャーロックの妹が歌います。\u001b[22m, \u001b[1mこれらの曲は、トリニティセブンのseiyuus、プラスLieselotteシャーロックの妹によって歌われています。\u001b[22m\n\u001b[4mThese four are good, SHaVaDaVa in AMAZING♪ has cloudless tempo, mostly filled with somewhat electronic music technology and instruments.\u001b[24m\n    \u001b[1mこれらの4つは良いですが、驚くほどのSHAVaDaVaは、ほとんどが幾分電子音楽技術と楽器でいっぱいの雲のないテンポを持っています。\u001b[22m, \u001b[1mこれらの4が良好で、AMAZING♪中SHaVaDaVaは、ほとんどが幾分電子音楽技術と楽器で満たされ、晴れ渡ったテンポを持っています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI appreciate various theme songs here. Alas, I give this show rate around 4.5 only.\n\n\u001b[1m私はここで様々なテーマ曲を感謝します。 ああ、私はこのショーレートを約4.5にします。\u001b[22m\n\u001b[1m(Watashi wa koko de samazamana tēma kyoku o kansha shimasu. Ā, watashi wa kono shōrēto o yaku 4. 5 Ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI appreciate various theme songs here. Alas, I give this show rate around 4.5 only.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI appreciate various theme songs here.\u001b[24m\n    \u001b[1m私はここで様々なテーマ曲を感謝します。\u001b[22m, \u001b[1m私はここで、様々なテーマ曲を感謝しています。\u001b[22m\n\u001b[4mAlas, I give this show rate around 4.5 only.\u001b[24m\n    \u001b[1mああ、私はこのショーレートを約4.5にします。\u001b[22m, \u001b[1mああ、私は4.5の周りにこのショー率を与えます。\u001b[22m\nCons:\n\n\u001b[1m短所：\u001b[22m\n\u001b[1m(Tansho:)\u001b[22m\n\nTranslations of \u001b[4mCons:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCons:\u001b[24m\n    \u001b[1m短所：\u001b[22m\nEcchiness is sealing the seriousness (ecchi scenes are too much, out of place)\n\n\u001b[1m恍惚感は真剣さを封じる（エッチシーンはあまりにも多くの場面がありません）\u001b[22m\n\u001b[1m(Kōkotsu-kan wa shinken-sa o fūjiru (etchishīn wa amarini mo ōku no bamen ga arimasen))\u001b[22m\n\nTranslations of \u001b[4mEcchiness is sealing the seriousness (ecchi scenes are too much, out of place)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEcchiness is sealing the seriousness (ecchi scenes are too much, out of place)\u001b[24m\n    \u001b[1m恍惚感は真剣さを封じる（エッチシーンはあまりにも多くの場面がありません）\u001b[22m, \u001b[1mエッチさは深刻さを（エッチなシーンが場違いに、あまりにも多くある）シールされています\u001b[22m\nPoor characters development\n\n\u001b[1m悪いキャラクターの開発\u001b[22m\n\u001b[1m(Warui kyarakutā no kaihatsu)\u001b[22m\n\nTranslations of \u001b[4mPoor characters development\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPoor characters development\u001b[24m\n    \u001b[1m悪いキャラクターの開発\u001b[22m, \u001b[1m悪い文字の開発\u001b[22m\nToo much babbling like trash talk\n\n\u001b[1mごみのようにあまりにもたくましい\u001b[22m\n\u001b[1m(Gomi no yō ni amarini mo takumashī)\u001b[22m\n\nTranslations of \u001b[4mToo much babbling like trash talk\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mToo much babbling like trash talk\u001b[24m\n    \u001b[1mごみのようにあまりにもたくましい\u001b[22m, \u001b[1mゴミの話のようにあまりにも多くのせせらぎ\u001b[22m"
  }
]
