[
  {
    "title": "One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "id": "25161",
    "url": "https://myanimelist.net/anime/25161/One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "user": "shuvuuia",
    "profile": "/profile/shuvuuia/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=188271",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  6\nキャラクター|  9\n|  7\n\nワンピース3D2Y：エースの死を克服！ 彼の友人に対するルフィの誓いは、タイトルが示唆していることではないが、提示されたサイドストーリーはワンピースのファンに（少なくともある程度は）関わっている。\n\nこのショーには以前のイベントの再アニメーションがたくさんあります。特に、Marineford Arcがほぼコメディーに数分間凝縮されているスペシャルの冒頭には、 スペシャルの別のアニメーションスタイルでは、古いシーンを見るのは涼しいですが、再ハッシュはすべてプロットやストーリーテリングの面で不必要でした。 それに加えて、プロット自体はかなり簡単です。\n\nByrndnd Worldと彼の小さな乗組員は世界政府を破壊しようとする世界の高い目標にもかかわらず、最も脅威の悪役ではないが、それは意図的なものであり、 世界そのものは、似つかわしくて過度に野心的です。 しかし、彼と彼の乗組員はまともな裏話を得て、観客は少なくとも理由を理解する。 彼の夢への移行は簡単に理解でき、ストロングワールドや映画Zを除くワンピースの映画の悪役のうち、バーンディ・ワールドと彼の乗組員は特に第6映画のバロン・オマツリと最も複雑なタイトルを結びつけているかもしれない。\n\nキャラクターの立場では、ルフィはこれまでどおりに愛されており、すべての資料はノンキヤノンですが、彼の文章は自然だと感じています。 ルフィ以外にも、3D2Yに現れるカノンのキャラクターには、ハンコックと姉妹、レイリー、ミホーク、ペローナ、バギーが含まれます。 ファンクルサービスを無視して、ハンコックは強いキャラクターであり、彼女が獲得する賞賛の量は正当化される。 レイリーは今までと同じくらいクールですが、プロットでの彼の役割は最小限です。 ミホークはペローナとともに短く現れますが、彼の力とシリーズでのより重要な役割にもかかわらず、彼は彼がスペシャルであることを保証する何もしません。 最後に、バギー。 彼のことについてのジョークは、誤って彼の新しいファンダムを作ったことは、彼がずっと前には古くはなくても素晴らしいと思っています。 それ以外は、彼は実際に面白いです。\n\nアニメーションはワンピースの通常のスタイルから逸脱していますが、第六の映画ほどではありません。 これは、太い線画とシャープなアングルを好む傾向があり、キャラクタ表現も同じようにアニメーション化されます。 異なっていますが、アニメーションは見るのがとてもうれしく、戦闘シーンをよりダイナミックにします。 ルフィの戦いはいつものように素晴らしいですし、それらをはるかに良くするハッキーの使用法がたくさんあります。 残念なことに、ボアハンコックに関わる戦いは、彼女の腕前と技を披露するのではなく、ファンサービスにもっと集中します。 無作為で不当なジグルまたは2つをはがすのは簡単ですが、このスペシャルのファンタスティックは私のストーリーの楽しさを減らしました。\n\nワンピース3D2Y：エースの死を克服！ 彼の友人へのルフィの誓いは美味しく長く、偉大な文字、驚くほど良い悪役、ユニークで時計のアニメーションスタイルでいくつかのまともな戦いを備えています。 しかし、莫大なファンサービスと無意味なシーンやキャラクターの組み込みは、その完全性を損なう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOne Piece 3D2Y: Overcome Ace's Death! Luffy's Vow to his Friends is not about what the title suggests it is, but the side story presented is engaging (at least on some level) to any fan of One Piece.\n\n\u001b[1mワンピース3D2Y：エースの死を克服！ 彼の友人に対するルフィの誓いは、タイトルが示唆していることではないが、提示されたサイドストーリーはワンピースのファンに（少なくともある程度は）関わっている。\u001b[22m\n\u001b[1m(Wanpīsu 3 D 2 Y: Ēsu no shi o kokufuku! Kare no yūjin ni taisuru rufi no chikai wa, taitoru ga shisa shite iru kotode wa naiga, teiji sa reta saidosutōrī wa wanpīsu no fan ni (sukunakutomo aruteido wa) kakawatte iru.)\u001b[22m\n\nTranslations of \u001b[4mOne Piece 3D2Y: Overcome Ace's Death! Luffy's Vow to his Friends is not about what the title suggests it is, but the side story presented is engaging (at least on some level) to any fan of One Piece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Piece 3D2Y: Overcome Ace's Death!\u001b[24m\n    \u001b[1mワンピース3D2Y：エースの死を克服！\u001b[22m\n\u001b[4mLuffy's Vow to his Friends is not about what the title suggests it is, but the side story presented is engaging (at least on some level) to any fan of One Piece.\u001b[24m\n    \u001b[1m彼の友人に対するルフィの誓いは、タイトルが示唆していることではないが、提示されたサイドストーリーはワンピースのファンに（少なくともある程度は）関わっている。\u001b[22m, \u001b[1m彼の友人にルフィの誓いは、ワンピースのいずれかのファンに（少なくともいくつかのレベルで）タイトルは、それがであることを示唆しているが、提示サイドストーリーが従事されているものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThere is a lot of re-animation of previous events in the show, especially in the beginning of the special in which the Marineford Arc is condensed to a few minutes in an almost comedic manner. Though it is cool to see older scenes in the alternative animation style of the special, all of the rehashing was unnecessary in terms of plot and good storytelling. Besides that, the plot itself is fairly straightforward.\n\n\u001b[1mこのショーには以前のイベントの再アニメーションがたくさんあります。特に、Marineford Arcがほぼコメディーに数分間凝縮されているスペシャルの冒頭には、 スペシャルの別のアニメーションスタイルでは、古いシーンを見るのは涼しいですが、再ハッシュはすべてプロットやストーリーテリングの面で不必要でした。 それに加えて、プロット自体はかなり簡単です。\u001b[22m\n\u001b[1m(Kono shō ni wa izen no ibento no sai animēshon ga takusan arimasu. Tokuni, Marineford Arc ga hobo komedī ni sū-funkan gyōshuku sa rete iru supesharu no bōtō ni wa, supesharu no betsu no animēshonsutairude wa, furui shīn o miru no wa suzushīdesuga, sai hasshu wa subete purotto ya sutōrīteringu no men de fuhitsuyōdeshita. Sorenikuwaete, purotto jitai wa kanari kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mThere is a lot of re-animation of previous events in the show, especially in the beginning of the special in which the Marineford Arc is condensed to a few minutes in an almost comedic manner. Though it is cool to see older scenes in the alternative animation style of the special, all of the rehashing was unnecessary in terms of plot and good storytelling. Besides that, the plot itself is fairly straightforward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a lot of re-animation of previous events in the show, especially in the beginning of the special in which the Marineford Arc is condensed to a few minutes in an almost comedic manner.\u001b[24m\n    \u001b[1mこのショーには以前のイベントの再アニメーションがたくさんあります。特に、Marineford Arcがほぼコメディーに数分間凝縮されているスペシャルの冒頭には、\u001b[22m, \u001b[1mショーの前の事象の再アニメーションの多くは、特にマリンアークはほとんど滑稽な方法で数分に凝縮されている特別の初めに、あります。\u001b[22m\n\u001b[4mThough it is cool to see older scenes in the alternative animation style of the special, all of the rehashing was unnecessary in terms of plot and good storytelling.\u001b[24m\n    \u001b[1mスペシャルの別のアニメーションスタイルでは、古いシーンを見るのは涼しいですが、再ハッシュはすべてプロットやストーリーテリングの面で不必要でした。\u001b[22m, \u001b[1mそれは特別の代替アニメーションスタイルで古いシーンを見るために涼しいですが、再ハッシュのすべては、プロットと良好なストーリーテリングの面で不必要でした。\u001b[22m\n\u001b[4mBesides that, the plot itself is fairly straightforward.\u001b[24m\n    \u001b[1mそれに加えて、プロット自体はかなり簡単です。\u001b[22m, \u001b[1mそれに加えて、プロット自体は非常に簡単です。\u001b[22m\n\u001b[1m\u001b[22m\nByrnndi World and his small crew are not the most threatening villains despite World’s lofty goal to destroy the World Government, but that is intentional and they are more than serviceable for this special. World himself is unlikeable and overly ambitious; however, he and his crew get a decent backstory so the audience at least understands why. His shift in dreams is easy to empathize with, and out of all the One Piece movie villains excluding Strong World and Film Z, Byrnndi World and his crew especially may be tied with the sixth movie’s Baron Omatsuri for the title of most complex.\n\n\u001b[1mByrndnd Worldと彼の小さな乗組員は世界政府を破壊しようとする世界の高い目標にもかかわらず、最も脅威の悪役ではないが、それは意図的なものであり、 世界そのものは、似つかわしくて過度に野心的です。 しかし、彼と彼の乗組員はまともな裏話を得て、観客は少なくとも理由を理解する。 彼の夢への移行は簡単に理解でき、ストロングワールドや映画Zを除くワンピースの映画の悪役のうち、バーンディ・ワールドと彼の乗組員は特に第6映画のバロン・オマツリと最も複雑なタイトルを結びつけているかもしれない。\u001b[22m\n\u001b[1m(Byrndnd World to kare no chīsana norikumiin wa sekai seifu o hakai shiyou to suru sekai no takai mokuhyō nimokakawarazu, mottomo kyōi no akuyakude wa naiga, soreha ito-tekina monodeari, sekai sonomono wa, nitsukawashikute kado ni yashin-tekidesu. Shikashi, kare to kare no norikumiin wa matomona urabanashi o ete, kankyaku wa sukunakutomo riyū o rikai suru. Kare no yume e no ikō wa kantan ni rikai deki, sutoronguwārudo ya eiga Z o nozoku wanpīsu no eiga no akuyaku no uchi, bāndi wārudo to kare no norikumiin wa tokuni dai 6 eiga no baron omatsuri to mottomo fukuzatsuna taitoru o musubitsukete iru kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mByrnndi World and his small crew are not the most threatening villains despite World’s lofty goal to destroy the World Government, but that is intentional and they are more than serviceable for this special. World himself is unlikeable and overly ambitious; however, he and his crew get a decent backstory so the audience at least understands why. His shift in dreams is easy to empathize with, and out of all the One Piece movie villains excluding Strong World and Film Z, Byrnndi World and his crew especially may be tied with the sixth movie’s Baron Omatsuri for the title of most complex.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mByrnndi World and his small crew are not the most threatening villains despite World’s lofty goal to destroy the World Government, but that is intentional and they are more than serviceable for this special.\u001b[24m\n    \u001b[1mByrndnd Worldと彼の小さな乗組員は世界政府を破壊しようとする世界の高い目標にもかかわらず、最も脅威の悪役ではないが、それは意図的なものであり、\u001b[22m, \u001b[1mByrnndi世界と彼の小さな乗組員は世界政府を破壊する世界崇高な目標にもかかわらず、最も脅かす悪役ではありませんが、それは意図的なものであり、それらは、この特別のために修理できる以上です。\u001b[22m\n\u001b[4mWorld himself is unlikeable and overly ambitious;\u001b[24m\n    \u001b[1m世界そのものは、似つかわしくて過度に野心的です。\u001b[22m, \u001b[1m世界自身がunlikeableと過度に野心的です。\u001b[22m\n\u001b[4mhowever, he and his crew get a decent backstory so the audience at least understands why.\u001b[24m\n    \u001b[1mしかし、彼と彼の乗組員はまともな裏話を得て、観客は少なくとも理由を理解する。\u001b[22m, \u001b[1m観客は、少なくとも、なぜ理解してしかし、彼と彼のクルーは、まともな裏話を取得します。\u001b[22m\n\u001b[4mHis shift in dreams is easy to empathize with, and out of all the One Piece movie villains excluding Strong World and Film Z, Byrnndi World and his crew especially may be tied with the sixth movie’s Baron Omatsuri for the title of most complex.\u001b[24m\n    \u001b[1m彼の夢への移行は簡単に理解でき、ストロングワールドや映画Zを除くワンピースの映画の悪役のうち、バーンディ・ワールドと彼の乗組員は特に第6映画のバロン・オマツリと最も複雑なタイトルを結びつけているかもしれない。\u001b[22m, \u001b[1m夢の中で彼のシフトが共感しやすく、外ストロングワールドとフィルムZ、Byrnndi世界と彼の乗組員を除くすべてのワンピースの映画の悪役は、特に最も複雑なのタイトルのために6番目の映画の男爵お祭りで接続することができます。\u001b[22m\n\u001b[1m\u001b[22m\nOn a character standpoint, Luffy is as endearing as ever and his writing feels natural though all of the material is non canon. Other than Luffy, canon characters appearing in 3D2Y include Hancock and her sisters, Rayleigh, Mihawk, Perona, Buggy. Disregarding the fanservice, Hancock is a strong character and the amount of screentime she gets is justified. Rayleigh is as cool as ever, though his role in the plot is minimal. Mihawk appears briefly along with Perona, but despite his power and more significant role in the series, he doesn’t do anything that warrants him being in the special. Finally, Buggy. The jokes about him accidentally making his newfound fandom think he’s awesome and powerful even though he’s not got old long ago, and are equally old here. Other than that, he is actually entertaining.\n\n\u001b[1mキャラクターの立場では、ルフィはこれまでどおりに愛されており、すべての資料はノンキヤノンですが、彼の文章は自然だと感じています。 ルフィ以外にも、3D2Yに現れるカノンのキャラクターには、ハンコックと姉妹、レイリー、ミホーク、ペローナ、バギーが含まれます。 ファンクルサービスを無視して、ハンコックは強いキャラクターであり、彼女が獲得する賞賛の量は正当化される。 レイリーは今までと同じくらいクールですが、プロットでの彼の役割は最小限です。 ミホークはペローナとともに短く現れますが、彼の力とシリーズでのより重要な役割にもかかわらず、彼は彼がスペシャルであることを保証する何もしません。 最後に、バギー。 彼のことについてのジョークは、誤って彼の新しいファンダムを作ったことは、彼がずっと前には古くはなくても素晴らしいと思っています。 それ以外は、彼は実際に面白いです。\u001b[22m\n\u001b[1m(Kyarakutā no tachibade wa, rufi wa kore made dōri ni aisa rete ori, subete no shiryō wa nonkiyanondesuga, kare no bunshō wa shizenda to kanjite imasu. Rufi igai ni mo, 3 D 2 Y ni arawareru kanon no kyarakutā ni wa, hankokku to shimai, reirī, mihōku, perōna, bagī ga fukuma remasu. Fankurusābisu o mushi shite, hankokku wa tsuyoi kyarakutādeari, kanojo ga kakutoku suru shōsan no ryō wa seitō-ka sa reru. Reirī wa imamade to onaji kurai kūrudesuga, purotto de no kare no yakuwari wa saishōgendesu. Mihōku wa perōna to tomoni mijikaku arawaremasuga, kare no chikara to shirīzu de no yori jūyōna yakuwari nimokakawarazu, kare wa kare ga supesharudearu koto o hoshō suru nani mo shimasen. Saigo ni, bagī. Kare no koto ni tsuite no jōku wa, ayamatte kare no atarashī fan damu o tsukutta koto wa, kare ga zutto mae ni wa furuku wanakute mo subarashī to omotte imasu. Sore igai wa, kare wa jissai ni omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mOn a character standpoint, Luffy is as endearing as ever and his writing feels natural though all of the material is non canon. Other than Luffy, canon characters appearing in 3D2Y include Hancock and her sisters, Rayleigh, Mihawk, Perona, Buggy. Disregarding the fanservice, Hancock is a strong character and the amount of screentime she gets is justified. Rayleigh is as cool as ever, though his role in the plot is minimal. Mihawk appears briefly along with Perona, but despite his power and more significant role in the series, he doesn’t do anything that warrants him being in the special. Finally, Buggy. The jokes about him accidentally making his newfound fandom think he’s awesome and powerful even though he’s not got old long ago, and are equally old here. Other than that, he is actually entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn a character standpoint, Luffy is as endearing as ever and his writing feels natural though all of the material is non canon.\u001b[24m\n    \u001b[1mキャラクターの立場では、ルフィはこれまでどおりに愛されており、すべての資料はノンキヤノンですが、彼の文章は自然だと感じています。\u001b[22m, \u001b[1m文字の観点では、ルフィはこれまでと同じように愛情のこもっで、材料のすべてが非キヤノンですが、彼の文章が自然に感じます。\u001b[22m\n\u001b[4mOther than Luffy, canon characters appearing in 3D2Y include Hancock and her sisters, Rayleigh, Mihawk, Perona, Buggy.\u001b[24m\n    \u001b[1mルフィ以外にも、3D2Yに現れるカノンのキャラクターには、ハンコックと姉妹、レイリー、ミホーク、ペローナ、バギーが含まれます。\u001b[22m, \u001b[1m3D2Yに登場するルフィ、キヤノン以外の文字は、ハンコックと彼女の姉妹、レイリー、ミホーク、ペローナ、バギーが含まれます。\u001b[22m\n\u001b[4mDisregarding the fanservice, Hancock is a strong character and the amount of screentime she gets is justified.\u001b[24m\n    \u001b[1mファンクルサービスを無視して、ハンコックは強いキャラクターであり、彼女が獲得する賞賛の量は正当化される。\u001b[22m, \u001b[1mサービスカット無視、ハンコックは強いキャラクターと彼女が正当化される取得スクリーン時間の量です。\u001b[22m\n\u001b[4mRayleigh is as cool as ever, though his role in the plot is minimal.\u001b[24m\n    \u001b[1mレイリーは今までと同じくらいクールですが、プロットでの彼の役割は最小限です。\u001b[22m, \u001b[1mプロットの彼の役割は最小限ですが、レイリーは、これまでと同じようにクールです。\u001b[22m\n\u001b[4mMihawk appears briefly along with Perona, but despite his power and more significant role in the series, he doesn’t do anything that warrants him being in the special.\u001b[24m\n    \u001b[1mミホークはペローナとともに短く現れますが、彼の力とシリーズでのより重要な役割にもかかわらず、彼は彼がスペシャルであることを保証する何もしません。\u001b[22m, \u001b[1mミホークは簡単ペローナと一緒に表示されますが、一連の彼のパワーと、より重要な役割にもかかわらず、彼は彼が特別である保証は何もしません。\u001b[22m\n\u001b[4mFinally, Buggy.\u001b[24m\n    \u001b[1m最後に、バギー。\u001b[22m\n\u001b[4mThe jokes about him accidentally making his newfound fandom think he’s awesome and powerful even though he’s not got old long ago, and are equally old here.\u001b[24m\n    \u001b[1m彼のことについてのジョークは、誤って彼の新しいファンダムを作ったことは、彼がずっと前には古くはなくても素晴らしいと思っています。\u001b[22m, \u001b[1m彼は誤って彼の新発見のファンダムを作るについてのジョークは、彼が昔持っていないにもかかわらず、ずっと前に素晴らしいと強力だと思うし、ここでは同じように古いです。\u001b[22m\n\u001b[4mOther than that, he is actually entertaining.\u001b[24m\n    \u001b[1mそれ以外は、彼は実際に面白いです。\u001b[22m, \u001b[1mそれ以外は、彼が実際に面白いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is deviates from One Piece’s usual style, but not nearly as much as the sixth movie. It tends to favor thick linework and sharp angles, with character expressions animated in the same manner. Though different, the animation is quite nice to look at and makes the fight scenes more dynamic. Luffy’s fights are amazing as usual and there is a lot of haki usage which makes them that much better. Unfortunately, fights involving Boa Hancock focus more on fanservice rather than showing off her prowess and skill. It’s easy to brush off a random and unwarranted jiggle or two, but the fanservice in this special reduced my enjoyment of the story.\n\n\u001b[1mアニメーションはワンピースの通常のスタイルから逸脱していますが、第六の映画ほどではありません。 これは、太い線画とシャープなアングルを好む傾向があり、キャラクタ表現も同じようにアニメーション化されます。 異なっていますが、アニメーションは見るのがとてもうれしく、戦闘シーンをよりダイナミックにします。 ルフィの戦いはいつものように素晴らしいですし、それらをはるかに良くするハッキーの使用法がたくさんあります。 残念なことに、ボアハンコックに関わる戦いは、彼女の腕前と技を披露するのではなく、ファンサービスにもっと集中します。 無作為で不当なジグルまたは2つをはがすのは簡単ですが、このスペシャルのファンタスティックは私のストーリーの楽しさを減らしました。\u001b[22m\n\u001b[1m(Animēshon wa wanpīsu no tsūjō no sutairu kara itsudatsu shite imasuga, dairoku no eiga hodode wa arimasen. Kore wa, futoi senga to shāpuna anguru o konomu keikō ga ari, kyarakuta hyōgen mo onajiyōni animēshon-ka sa remasu. Kotonatte imasuga, animēshon wa miru no ga totemo ureshiku, sentō shīn o yori dainamikku ni shimasu. Rufi no tatakai wa itsumo no yō ni subarashīdesushi, sorera o haruka ni yoku suru hakkī no shiyō-hō ga takusan arimasu. Zan'nen'nakotoni, boahankokku ni kakawaru tatakai wa, kanojo no udemae to waza o hirō suru node wa naku, fansābisu ni motto shūchū shimasu. Musakui de futōna jiguru matawa 2tsu o hagasu no wa kantandesuga, kono supesharu no fantasutikku wa watashi no sutōrī no tanoshisa o herashimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is deviates from One Piece’s usual style, but not nearly as much as the sixth movie. It tends to favor thick linework and sharp angles, with character expressions animated in the same manner. Though different, the animation is quite nice to look at and makes the fight scenes more dynamic. Luffy’s fights are amazing as usual and there is a lot of haki usage which makes them that much better. Unfortunately, fights involving Boa Hancock focus more on fanservice rather than showing off her prowess and skill. It’s easy to brush off a random and unwarranted jiggle or two, but the fanservice in this special reduced my enjoyment of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is deviates from One Piece’s usual style, but not nearly as much as the sixth movie.\u001b[24m\n    \u001b[1mアニメーションはワンピースの通常のスタイルから逸脱していますが、第六の映画ほどではありません。\u001b[22m, \u001b[1mアニメーションは、ワンピースのいつものスタイルから外れるが、第六の映画とほぼ同じくらいされていません。\u001b[22m\n\u001b[4mIt tends to favor thick linework and sharp angles, with character expressions animated in the same manner.\u001b[24m\n    \u001b[1mこれは、太い線画とシャープなアングルを好む傾向があり、キャラクタ表現も同じようにアニメーション化されます。\u001b[22m, \u001b[1mこれは、同じように、アニメーションの文字式で、太い線画や鋭角を好む傾向にあります。\u001b[22m\n\u001b[4mThough different, the animation is quite nice to look at and makes the fight scenes more dynamic.\u001b[24m\n    \u001b[1m異なっていますが、アニメーションは見るのがとてもうれしく、戦闘シーンをよりダイナミックにします。\u001b[22m, \u001b[1m異なるものの、アニメーションは見て非常にいいですし、戦いのシーンはよりダイナミックになります。\u001b[22m\n\u001b[4mLuffy’s fights are amazing as usual and there is a lot of haki usage which makes them that much better.\u001b[24m\n    \u001b[1mルフィの戦いはいつものように素晴らしいですし、それらをはるかに良くするハッキーの使用法がたくさんあります。\u001b[22m, \u001b[1mルフィの戦いはいつものように驚くべきものだとはるかに優れていること、それらを作る杷木の使用がたくさんあります。\u001b[22m\n\u001b[4mUnfortunately, fights involving Boa Hancock focus more on fanservice rather than showing off her prowess and skill.\u001b[24m\n    \u001b[1m残念なことに、ボアハンコックに関わる戦いは、彼女の腕前と技を披露するのではなく、ファンサービスにもっと集中します。\u001b[22m, \u001b[1m残念ながら、ボア・ハンコックを伴う戦いは彼女の腕前とスキルを披露するのではなくサービスカットに集中します。\u001b[22m\n\u001b[4mIt’s easy to brush off a random and unwarranted jiggle or two, but the fanservice in this special reduced my enjoyment of the story.\u001b[24m\n    \u001b[1m無作為で不当なジグルまたは2つをはがすのは簡単ですが、このスペシャルのファンタスティックは私のストーリーの楽しさを減らしました。\u001b[22m, \u001b[1mこれは、ランダム及び不当な揺れまたは2をはねつけるするのは簡単ですが、この特別でサービスカットは物語の私の楽しみを減少させました。\u001b[22m\n\u001b[1m\u001b[22m\nOne Piece 3D2Y: Overcome Ace's Death! Luffy's Vow to his Friends is deliciously long and features great characters, surprisingly good villains, and some decent fights in a unique and watchable animation style. However, the hefty fanservice and inclusion of pointless scenes and characters detract from its integrity.\n\n\u001b[1mワンピース3D2Y：エースの死を克服！ 彼の友人へのルフィの誓いは美味しく長く、偉大な文字、驚くほど良い悪役、ユニークで時計のアニメーションスタイルでいくつかのまともな戦いを備えています。 しかし、莫大なファンサービスと無意味なシーンやキャラクターの組み込みは、その完全性を損なう。\u001b[22m\n\u001b[1m(Wanpīsu 3 D 2 Y: Ēsu no shi o kokufuku! Kare no yūjin e no rufi no chikai wa oishiku nagaku, idaina moji, odoroku hodo yoi akuyaku, yunīku de tokei no animēshonsutairu de ikutsu ka no matomona tatakai o sonaete imasu. Shikashi, bakudaina fansābisu to muimina shīn ya kyarakutā no kumikomi wa, sono kanzen-sei o sokonau.)\u001b[22m\n\nTranslations of \u001b[4mOne Piece 3D2Y: Overcome Ace's Death! Luffy's Vow to his Friends is deliciously long and features great characters, surprisingly good villains, and some decent fights in a unique and watchable animation style. However, the hefty fanservice and inclusion of pointless scenes and characters detract from its integrity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Piece 3D2Y: Overcome Ace's Death!\u001b[24m\n    \u001b[1mワンピース3D2Y：エースの死を克服！\u001b[22m\n\u001b[4mLuffy's Vow to his Friends is deliciously long and features great characters, surprisingly good villains, and some decent fights in a unique and watchable animation style.\u001b[24m\n    \u001b[1m彼の友人へのルフィの誓いは美味しく長く、偉大な文字、驚くほど良い悪役、ユニークで時計のアニメーションスタイルでいくつかのまともな戦いを備えています。\u001b[22m, \u001b[1m彼の友人にルフィの誓いはおいしく長さで、大きな文字、驚くほど良い悪役、そしてユニークでなんとか見アニメーションスタイルでいくつかのまともな戦いを備えています。\u001b[22m\n\u001b[4mHowever, the hefty fanservice and inclusion of pointless scenes and characters detract from its integrity.\u001b[24m\n    \u001b[1mしかし、莫大なファンサービスと無意味なシーンやキャラクターの組み込みは、その完全性を損なう。\u001b[22m, \u001b[1mしかし、多額のサービスカットと無意味なシーンや文字を含めることは、その完全性を損ないます。\u001b[22m"
  },
  {
    "title": "One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "id": "25161",
    "url": "https://myanimelist.net/anime/25161/One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "user": "SerB3128",
    "profile": "/profile/SerB3128/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=159019",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  9\n\nMarinefordのイベントに続いて、LuffyはRayleighとのトレーニングの最中で、Burndy Worldという名前の海賊がImpel Downから脱出した後に発生します。  7人の将軍のうちの1人を誘拐する意図で、ワールドはボア・ハンコックの姉妹を人質にしてしまう。 ルフィとハンコックがチームを組んでバーディ・ワールドを倒し、ハンコックの姉妹を救う。\n\nストーリー：8\n元のシノプシスから、私はルフィが邪悪な海賊の手から来て救出するための苦難の犠牲者としてボアを描いた映画であるという印象を受けました。 私はとても満足していました。 実際には、逆に、ルフィとボアは、素晴らしいチームを悪者と対戦させました。\n私が完全に正直であれば、この映画の初めは私とうまく座りませんでした。 最初の15分はほぼ完全にフラッシュバックであり、この映画の前に起こった出来事を示す必要があることは理解していますが、それは急いでいると同時に遅すぎると感じました。 エースの死を経ることは、テープを通って早送りしているような感じでした。なぜなら、それはあまり変わっていないシーンの後で非常に速いシーンだったからです。 それから私たちは、麦わら帽子の海賊たちのそれぞれが、私が好きだったよりも長い時間がかかっていることを示す一連の手順を繰り返しました。\nこれに続いて、実際の出来事への構築は、私にとってはゆっくりと全面的に退屈でした。 私はこれが映画のフロップになると思っていたが、プロットの途中でピックアップが始まる。 そして、ワウはそれを拾いました。 映画全体がそんなに驚くほどまっすぐになってしまった。\nスポイラーを放棄しないように、私はプロットについてもう話しません。 起こることがたくさんあり、それはあなた自身のために見る価値があります。\n\nアート：8\nワンピース映画がさまざまなアートスタイルを試してみるのは珍しいことではありません。 これは第6回ワンピース「バロン・オマツリとシークレット・アイランド」の映画を少し思い起こさせましたが、フラットではありません。 この中には、必要に応じて詳細が盛りだくさんで、3Dやコンピュータで見えるようなエフェクトを少しでも使いこなすことさえできました。 新しいスタイルに合わせるのに数分かかったが、一度それに慣れていたら、座って楽しかった。\nこの映画の動きは驚異的でした。 キャラクターがお互いに話しているだけでも、何かが起こっているような気がします。 闘いの途中で髪から衣服、身体に至るまでのどこでも、スクリーン上のシンプルなラインを生き生きとさせる努力を見てうれしかったです。\n\nサウンド：7\nすべての声優は素晴らしい仕事をして、彼らの役割を完全に果たしました。 いつものように、私は彼らの心を働かせて、キャラクターに強力な感情をもたらすキャストに期待することができます。 そして、実際に深い感情でかなり扱われたこの映画では、声優が本当に感動しました。\nしかし、私が音を7にする理由は、映画内で使われている音楽が新しいものではなく、私が望むような方法でシーンにあまり与えるものではなかったからです。 特に最後の戦闘中の音楽は、バックグラウンドノイズだけでなく、新しいレイヤーを増幅してシーンに追加する必要があります。 バックグラウンドに退屈な音楽の種類は、私が気付いたのは、以前のショーで何百回も聞いたことのある音楽と同じだった。 私はこの映画のために作られた新しいコンポジション全体を聞くのが大好きでしたが、残念ながら私はそれを与えられませんでした。\n\nキャラクター：10\n映画が本当に素晴らしい仕事をした場所はここにあります。\n私たちは皆ルフィの性格を知っています。 私たちは彼が馬鹿で、時には馬鹿だと知っていますが、彼は彼が彼の友人に忠実であり、彼は他人を気にしていることも知っています。 ショーでは、エースが死亡した直後に起こった出来事を見たことがないか、それが彼にどのような影響を与えるか見ることはできませんでした。 この映画はいくつかの事例でその面に触れていた。エースの死はまだ彼の体重を減らす重荷であることは明らかである。 私はそれが彼の性格でよく見かけるものではないので、それを見たいと思っていました。 彼の努力にもかかわらず、彼は弟を救うことができなかったことを知ることは、ルフィの人生に大きな影響を与えます。 しかし、ショーが完全に2年以上スキップされたため、彼の影響は実際には分かりません。その間、ルフィには彼の兄弟の受け入れを受け入れる時間が与えられていると思われます。 この映画では、エースの死はまだ彼の心の中で新鮮であり、ルフィは映画の期間中、特に他の人がそれを育てるときに定期的に苦労しています。 プロットのこの点は残りのイベントを追い抜いたわけではありませんが、私はそれがストーリーにどのように追加されたのか、そしてルフィのキャラクターに加えて、本当に楽しんでいました。\nボアハンコックは今までと同じくらい素晴らしいものです。 彼女は実質的に、彼女の敵を殺すために彼女の美しさと強さを使用している海賊の皇后、または彼女はルフィに執着している愛する子犬ですショーのように、分割された人格を持っています。 彼女は映画に楽しい加えて、私は彼女を見て大好きだった。\nそれらは映画の2つの主人公でしたが、私たちには無数の人がいました。\nこの映画の主な悪役はBurndy Worldと彼の仲間でした。 私はこの悪役の裏話に投資するとは思っていませんでしたが、私は本当にありました。 彼らの歴史は魅力的で面白かったし、それらの間に見られるキャラクターの発展は魅力的である。 私は、私が思っていた以上に、悪役についてもっと気にしました。 私たちがワンピースの映画を通して見たすべての悪い人の中で、私はこれらが最も興味深いもの、あるいは少なくとも私が気にかけたものだと言います。\n\n楽しさ：9\nこの映画について大いに恋しかった。 非常に多くのキャラクターが現れ、既によく書かれた映画に新しいレイヤーが追加されました。 戦いはエキサイティングだった、私は各戦闘の間、私の座席の端にあった。 それぞれの戦いには素晴らしいビルドがあり、それぞれのキャラクターとの素晴らしいビルドなどがありました。\nもちろん欠陥があり、映画は完璧ではありません。 前にも言及したように、前半は私のために少し下げられましたが、後半はそれを補って、私が最初にやった疑いを忘れさせました。\n\n全体：8\nストロングワールドの次に、これは私たちが持っていた最高のワンピース映画の一つだと私は言うだろう。 見逃すほどの価値がある。 あなたがマリンフォードアークを楽しんだら、この映画を見てください。 そして、あなたがマリンフォード・アークを楽しんでいないならば、ルフィとボアがお尻を蹴って悪人を倒すこと以外は、この映画が好きかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFollowing the events of Marineford, Luffy is in the midst of training with Rayleigh when a pirate by the name of Burndy World arises after escaping from Impel Down. With the intent of kidnapping one of the seven warlords, World ends up taking Boa Hancock's sisters as hostage. Luffy and Hancock team up to take down Burndy World and save Hancock's sisters.\n\n\u001b[1mMarinefordのイベントに続いて、LuffyはRayleighとのトレーニングの最中で、Burndy Worldという名前の海賊がImpel Downから脱出した後に発生します。  7人の将軍のうちの1人を誘拐する意図で、ワールドはボア・ハンコックの姉妹を人質にしてしまう。 ルフィとハンコックがチームを組んでバーディ・ワールドを倒し、ハンコックの姉妹を救う。\u001b[22m\n\u001b[1m(Marineford no ibento ni tsudzuite, Luffy wa Rayleigh to no torēningu no saichū de, Burndy World to iu namae no kaizoku ga Impel Down kara dasshutsu shita nochi ni hassei shimasu. 7-Ri no shōgun no uchi no 1-ri o yūkai suru ito de, wārudo wa boa hankokku no shimai o hitojichi ni shite shimau. Rufi to hankokku ga chīmu o kunde bādi wārudo o taoshi, hankokku no shimai o sukuu.)\u001b[22m\n\nTranslations of \u001b[4mFollowing the events of Marineford, Luffy is in the midst of training with Rayleigh when a pirate by the name of Burndy World arises after escaping from Impel Down. With the intent of kidnapping one of the seven warlords, World ends up taking Boa Hancock's sisters as hostage. Luffy and Hancock team up to take down Burndy World and save Hancock's sisters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFollowing the events of Marineford, Luffy is in the midst of training with Rayleigh when a pirate by the name of Burndy World arises after escaping from Impel Down.\u001b[24m\n    \u001b[1mMarinefordのイベントに続いて、LuffyはRayleighとのトレーニングの最中で、Burndy Worldという名前の海賊がImpel Downから脱出した後に発生します。\u001b[22m, \u001b[1mBURNDY世界の名で海賊がインペルダウンからの脱出後に生じた場合マリンのイベントに続いて、ルフィはレイリーと訓練の真っ只中にあります。\u001b[22m\n\u001b[4mWith the intent of kidnapping one of the seven warlords, World ends up taking Boa Hancock's sisters as hostage.\u001b[24m\n    \u001b[1m7人の将軍のうちの1人を誘拐する意図で、ワールドはボア・ハンコックの姉妹を人質にしてしまう。\u001b[22m, \u001b[1m7武将の1を誘拐することを意図して、世界を人質としてボア・ハンコックの姉妹を取ってしまいます。\u001b[22m\n\u001b[4mLuffy and Hancock team up to take down Burndy World and save Hancock's sisters.\u001b[24m\n    \u001b[1mルフィとハンコックがチームを組んでバーディ・ワールドを倒し、ハンコックの姉妹を救う。\u001b[22m, \u001b[1mBURNDY世界をテイクダウンし、ハンコックの姉妹を救うためにルフィとハンコックチームアップ。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8\n\n\u001b[1mストーリー：8\u001b[22m\n\u001b[1m(Sutōrī: 8)\u001b[22m\n\nTranslations of \u001b[4mStory: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8\u001b[24m\n    \u001b[1mストーリー：8\u001b[22m\nFrom the original synopsis, I was under the impression that this would be a movie depicting Boa as a damsel in distress for Luffy to come and rescue from the hands of an evil pirate. I was so pleased that this was not the case. In fact, quite contrarily, Luffy and Boa made a great team going up against the bad guys.\n\n\u001b[1m元のシノプシスから、私はルフィが邪悪な海賊の手から来て救出するための苦難の犠牲者としてボアを描いた映画であるという印象を受けました。 私はとても満足していました。 実際には、逆に、ルフィとボアは、素晴らしいチームを悪者と対戦させました。\u001b[22m\n\u001b[1m(Gen no shinopushisu kara, watashi wa rufi ga jaakuna kaizoku no te kara kite kyūshutsu suru tame no kunan no gisei-sha to shite boa o kaita eigadearu to iu inshō o ukemashita. Watashi wa totemo manzoku shite imashita. Jissai ni wa, gyaku ni, rufi to boa wa, subarashī chīmu o warumono to taisen sa semashita.)\u001b[22m\n\nTranslations of \u001b[4mFrom the original synopsis, I was under the impression that this would be a movie depicting Boa as a damsel in distress for Luffy to come and rescue from the hands of an evil pirate. I was so pleased that this was not the case. In fact, quite contrarily, Luffy and Boa made a great team going up against the bad guys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the original synopsis, I was under the impression that this would be a movie depicting Boa as a damsel in distress for Luffy to come and rescue from the hands of an evil pirate.\u001b[24m\n    \u001b[1m元のシノプシスから、私はルフィが邪悪な海賊の手から来て救出するための苦難の犠牲者としてボアを描いた映画であるという印象を受けました。\u001b[22m, \u001b[1mオリジナルのあらすじから、私はルフィが来て、邪悪な海賊の手から救出するために、これが苦痛で乙女のようにボアを描いた映画であろうという印象の下にありました。\u001b[22m\n\u001b[4mI was so pleased that this was not the case.\u001b[24m\n    \u001b[1m私はとても満足していました。\u001b[22m, \u001b[1m私は、これはそうではなかったことをとても喜んでいました。\u001b[22m\n\u001b[4mIn fact, quite contrarily, Luffy and Boa made a great team going up against the bad guys.\u001b[24m\n    \u001b[1m実際には、逆に、ルフィとボアは、素晴らしいチームを悪者と対戦させました。\u001b[22m, \u001b[1m実際には、かなり逆に、ルフィとボアは悪者に対して上がって素晴らしいチームを作りました。\u001b[22m\nIf I am completely honest, the beginning of this movie did not sit well with me. The first fifteen minutes are almost entirely of flashbacks, and while I understand that it is necessary to show the events that occurred prior to this film, it was both rushed and simultaneously felt too slow. Going through Ace's death felt like I was fast-fowarding through a tape, because it was very quick scene after scene with not much transition between them. Then we go through a sequence of showing each of the Straw Hat Pirates that ultimately took up more time than I would have liked.\n\n\u001b[1m私が完全に正直であれば、この映画の初めは私とうまく座りませんでした。 最初の15分はほぼ完全にフラッシュバックであり、この映画の前に起こった出来事を示す必要があることは理解していますが、それは急いでいると同時に遅すぎると感じました。 エースの死を経ることは、テープを通って早送りしているような感じでした。なぜなら、それはあまり変わっていないシーンの後で非常に速いシーンだったからです。 それから私たちは、麦わら帽子の海賊たちのそれぞれが、私が好きだったよりも長い時間がかかっていることを示す一連の手順を繰り返しました。\u001b[22m\n\u001b[1m(Watashi ga kanzen ni shōjikideareba, kono eiga no hajime wa watashi to umaku suwarimasendeshita. Saisho no 15-bu wa hobo kanzen ni furasshu bakkudeari, kono eiga no mae ni okotta dekigoto o shimesu hitsuyō ga aru koto wa rikai shite imasuga, sore wa isoide iruto dōjini oso sugiru to kanjimashita. Ēsu no shi o heru koto wa, tēpu o kayotte hayaokuri shite iru yōna kanjideshita. Nazenara, sore wa amari kawatte inai shīn no nochi de hijō ni hayai shīndattakaradesu. Sorekara watashitachiha, mugiwarabōshi no kaizoku-tachi no sorezore ga, watashi ga sukidatta yori mo nagai jikan ga kakatte iru koto o shimesu ichiren no tejun o kurikaeshimashita.)\u001b[22m\n\nTranslations of \u001b[4mIf I am completely honest, the beginning of this movie did not sit well with me. The first fifteen minutes are almost entirely of flashbacks, and while I understand that it is necessary to show the events that occurred prior to this film, it was both rushed and simultaneously felt too slow. Going through Ace's death felt like I was fast-fowarding through a tape, because it was very quick scene after scene with not much transition between them. Then we go through a sequence of showing each of the Straw Hat Pirates that ultimately took up more time than I would have liked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I am completely honest, the beginning of this movie did not sit well with me.\u001b[24m\n    \u001b[1m私が完全に正直であれば、この映画の初めは私とうまく座りませんでした。\u001b[22m, \u001b[1m私は完全に正直ならば、この映画の始まりは私と一緒によく座っていませんでした。\u001b[22m\n\u001b[4mThe first fifteen minutes are almost entirely of flashbacks, and while I understand that it is necessary to show the events that occurred prior to this film, it was both rushed and simultaneously felt too slow.\u001b[24m\n    \u001b[1m最初の15分はほぼ完全にフラッシュバックであり、この映画の前に起こった出来事を示す必要があることは理解していますが、それは急いでいると同時に遅すぎると感じました。\u001b[22m, \u001b[1m最初の15分は、ほぼ完全にフラッシュバックのであり、私は前にこのフィルムに発生したイベントを表示することが必要であることを理解しながら、それは両方運ばれたと同時に、遅すぎると感じました。\u001b[22m\n\u001b[4mGoing through Ace's death felt like I was fast-fowarding through a tape, because it was very quick scene after scene with not much transition between them.\u001b[24m\n    \u001b[1mエースの死を経ることは、テープを通って早送りしているような感じでした。なぜなら、それはあまり変わっていないシーンの後で非常に速いシーンだったからです。\u001b[22m, \u001b[1m私はテープを介して高速フォワーディング関連したように、それはそれらの間にあまり遷移にシーンの後、非常に迅速なシーンがあったため、エースの死を通って行くが、感じました。\u001b[22m\n\u001b[4mThen we go through a sequence of showing each of the Straw Hat Pirates that ultimately took up more time than I would have liked.\u001b[24m\n    \u001b[1mそれから私たちは、麦わら帽子の海賊たちのそれぞれが、私が好きだったよりも長い時間がかかっていることを示す一連の手順を繰り返しました。\u001b[22m, \u001b[1mその後、我々は最終的に私が好きだろうよりも多くの時間を要した麦わら海賊団のそれぞれを示すのシーケンスを通過します。\u001b[22m\nFollowing this, the build up to the actual events felt slow and altogether boring to me. I was thinking that this was going to be a flop of a movie, but about midway through the plot begans to pick up. And WOW did it pick up. The entire film went from being so-so to straight up amazing.\n\n\u001b[1mこれに続いて、実際の出来事への構築は、私にとってはゆっくりと全面的に退屈でした。 私はこれが映画のフロップになると思っていたが、プロットの途中でピックアップが始まる。 そして、ワウはそれを拾いました。 映画全体がそんなに驚くほどまっすぐになってしまった。\u001b[22m\n\u001b[1m(Kore ni tsudzuite, jissai no dekigoto e no kōchiku wa, watashi ni totte wa yukkuri to zenmen-teki ni taikutsudeshita. Watashi wa kore ga eiga no furoppu ni naru to omotte itaga, purotto no tochū de pikkuappu ga hajimaru. Soshite, wau wa sore o hiroimashita. Eiga zentai ga son'nani odoroku hodo massugu ni natte shimatta.)\u001b[22m\n\nTranslations of \u001b[4mFollowing this, the build up to the actual events felt slow and altogether boring to me. I was thinking that this was going to be a flop of a movie, but about midway through the plot begans to pick up. And WOW did it pick up. The entire film went from being so-so to straight up amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFollowing this, the build up to the actual events felt slow and altogether boring to me.\u001b[24m\n    \u001b[1mこれに続いて、実際の出来事への構築は、私にとってはゆっくりと全面的に退屈でした。\u001b[22m, \u001b[1mこれに続いて、実際のイベントへのビルドアップが遅く、私にはまったく退屈に感じました。\u001b[22m\n\u001b[4mI was thinking that this was going to be a flop of a movie, but about midway through the plot begans to pick up.\u001b[24m\n    \u001b[1m私はこれが映画のフロップになると思っていたが、プロットの途中でピックアップが始まる。\u001b[22m, \u001b[1m私はこの映画のフロップになる予定だったことを考えるが、約プロットピックアップしてbegans途中ました。\u001b[22m\n\u001b[4mAnd WOW did it pick up.\u001b[24m\n    \u001b[1mそして、ワウはそれを拾いました。\u001b[22m, \u001b[1mそしてWOWそれはピックアップしました。\u001b[22m\n\u001b[4mThe entire film went from being so-so to straight up amazing.\u001b[24m\n    \u001b[1m映画全体がそんなに驚くほどまっすぐになってしまった。\u001b[22m, \u001b[1mフィルム全体がまっすぐに驚くほどにまあまあであることから行ってきました。\u001b[22m\nIt's better that I don't talk about the plot any more so as not to give away spoilers. There is a lot that happens and it's well worth watching for yourself.\n\n\u001b[1mスポイラーを放棄しないように、私はプロットについてもう話しません。 起こることがたくさんあり、それはあなた自身のために見る価値があります。\u001b[22m\n\u001b[1m(Supoirā o hōki shinai yō ni, watashi wa purotto ni tsuite mō hanashimasen. Okoru koto ga takusan ari, sore wa anata jishin no tame ni miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's better that I don't talk about the plot any more so as not to give away spoilers. There is a lot that happens and it's well worth watching for yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's better that I don't talk about the plot any more so as not to give away spoilers.\u001b[24m\n    \u001b[1mスポイラーを放棄しないように、私はプロットについてもう話しません。\u001b[22m, \u001b[1mそれはスポイラーを離れて与えることはないと私はより多くのようにプロットについて話をしない方が良いです。\u001b[22m\n\u001b[4mThere is a lot that happens and it's well worth watching for yourself.\u001b[24m\n    \u001b[1m起こることがたくさんあり、それはあなた自身のために見る価値があります。\u001b[22m, \u001b[1m発生し、それが自分のために見ても価値がたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nIt's not uncommon for One Piece movies to try different art styles. This one reminded me a bit of the 6th One Piece “Baron Omatsuri and the Secret Island” movie, but not quite as flat. In this, there was great detail when needed, and even dabbled a bit with 3D and computer looking effects. It took me a few minutes to adjust to the new style, but once I became familiar with it I was able to sit back and enjoy it for what it was.\n\n\u001b[1mワンピース映画がさまざまなアートスタイルを試してみるのは珍しいことではありません。 これは第6回ワンピース「バロン・オマツリとシークレット・アイランド」の映画を少し思い起こさせましたが、フラットではありません。 この中には、必要に応じて詳細が盛りだくさんで、3Dやコンピュータで見えるようなエフェクトを少しでも使いこなすことさえできました。 新しいスタイルに合わせるのに数分かかったが、一度それに慣れていたら、座って楽しかった。\u001b[22m\n\u001b[1m(Wanpīsu eiga ga samazamana ātosutairu o tameshite miru no wa mezurashī kotode wa arimasen. Kore wa dai 6-kai wanpīsu `baron omatsuri to shīkuretto Airando' no eiga o sukoshi omoiokosa semashitaga, furattode wa arimasen. Kono nakaniha, hitsuyōniōjite shōsai ga moridakusan de, 3 D ya konpyūta de mieru yōna efekuto o sukoshidemo tsukaikonasu koto sae dekimashita. Atarashī sutairu ni awaseru no ni sū-bu kakattaga, ichido sore ni narete itara, suwatte tanoshikatta.)\u001b[22m\n\nTranslations of \u001b[4mIt's not uncommon for One Piece movies to try different art styles. This one reminded me a bit of the 6th One Piece “Baron Omatsuri and the Secret Island” movie, but not quite as flat. In this, there was great detail when needed, and even dabbled a bit with 3D and computer looking effects. It took me a few minutes to adjust to the new style, but once I became familiar with it I was able to sit back and enjoy it for what it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not uncommon for One Piece movies to try different art styles.\u001b[24m\n    \u001b[1mワンピース映画がさまざまなアートスタイルを試してみるのは珍しいことではありません。\u001b[22m, \u001b[1mワンピースの映画は異なる芸術スタイルをしようとすることは珍しくありません。\u001b[22m\n\u001b[4mThis one reminded me a bit of the 6th One Piece “Baron Omatsuri and the Secret Island” movie, but not quite as flat.\u001b[24m\n    \u001b[1mこれは第6回ワンピース「バロン・オマツリとシークレット・アイランド」の映画を少し思い起こさせましたが、フラットではありません。\u001b[22m, \u001b[1mこの1は私の第六ワンピース」男爵お祭りと秘密の島」の映画のビットを思い出させますが、それほど平坦ではありません。\u001b[22m\n\u001b[4mIn this, there was great detail when needed, and even dabbled a bit with 3D and computer looking effects.\u001b[24m\n    \u001b[1mこの中には、必要に応じて詳細が盛りだくさんで、3Dやコンピュータで見えるようなエフェクトを少しでも使いこなすことさえできました。\u001b[22m, \u001b[1m必要に応じて、さらには3Dとコンピュータ探し影響で少し手を出したときにこの中で、非常に詳細がありました。\u001b[22m\n\u001b[4mIt took me a few minutes to adjust to the new style, but once I became familiar with it I was able to sit back and enjoy it for what it was.\u001b[24m\n    \u001b[1m新しいスタイルに合わせるのに数分かかったが、一度それに慣れていたら、座って楽しかった。\u001b[22m, \u001b[1mこれは、新しいスタイルに調整するために私には数分かかりましたが、私はそれに慣れになったら、私は後ろに座ると、それが何だったかのためにそれを楽しむことができました。\u001b[22m\nThe movement in this movie was phenomenal. It always felt like there was something going on, even when characters were merely talking to each other. Anywhere from hair to clothes to their bodies in mid-fight, it was great to see the effort put into making the simple lines on a screen come to life.\n\n\u001b[1mこの映画の動きは驚異的でした。 キャラクターがお互いに話しているだけでも、何かが起こっているような気がします。 闘いの途中で髪から衣服、身体に至るまでのどこでも、スクリーン上のシンプルなラインを生き生きとさせる努力を見てうれしかったです。\u001b[22m\n\u001b[1m(Kono eiga no ugoki wa kyōi-tekideshita. Kyarakutā ga otagai ni hanashite iru dake demo, nanika ga okotte iru yōna ki ga shimasu. Tatakai no tochū de kami kara ifuku, karada ni itaru made no doko demo, sukurīn-jō no shinpuruna rain o ikiikito sa seru doryoku o mite ureshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe movement in this movie was phenomenal. It always felt like there was something going on, even when characters were merely talking to each other. Anywhere from hair to clothes to their bodies in mid-fight, it was great to see the effort put into making the simple lines on a screen come to life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movement in this movie was phenomenal.\u001b[24m\n    \u001b[1mこの映画の動きは驚異的でした。\u001b[22m, \u001b[1mこの映画の中の動きは驚異的でした。\u001b[22m\n\u001b[4mIt always felt like there was something going on, even when characters were merely talking to each other.\u001b[24m\n    \u001b[1mキャラクターがお互いに話しているだけでも、何かが起こっているような気がします。\u001b[22m, \u001b[1m起こって何かがあったようにそれは、常に文字が単にお互いに話していたときでさえ、感じました。\u001b[22m\n\u001b[4mAnywhere from hair to clothes to their bodies in mid-fight, it was great to see the effort put into making the simple lines on a screen come to life.\u001b[24m\n    \u001b[1m闘いの途中で髪から衣服、身体に至るまでのどこでも、スクリーン上のシンプルなラインを生き生きとさせる努力を見てうれしかったです。\u001b[22m, \u001b[1mどこでも髪から服に半ばの戦いで自分の体に、生命に来て、画面上のシンプルなラインを作るに入れ努力を見ることが大きかったです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nAll of the voice actors did a great job and played their roles perfectly. As always, I can count on the cast to act their hearts out and bring powerful emotion to the characters. And in this movie, which actually dealt quite a bit with deeper emotions, the voice actors really impressed me.\n\n\u001b[1mすべての声優は素晴らしい仕事をして、彼らの役割を完全に果たしました。 いつものように、私は彼らの心を働かせて、キャラクターに強力な感情をもたらすキャストに期待することができます。 そして、実際に深い感情でかなり扱われたこの映画では、声優が本当に感動しました。\u001b[22m\n\u001b[1m(Subete no seiyū wa subarashī shigoto o shite, karera no yakuwari o kanzen ni hatashimashita. Itsumo no yō ni, watashi wa karera no kokoro o hataraka sete, kyarakutā ni kyōryokuna kanjō o motarasu kyasuto ni kitai suru koto ga dekimasu. Soshite, jissai ni fukai kanjō de kanari atsukawa reta kono eigade wa, seiyū ga hontōni kandō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAll of the voice actors did a great job and played their roles perfectly. As always, I can count on the cast to act their hearts out and bring powerful emotion to the characters. And in this movie, which actually dealt quite a bit with deeper emotions, the voice actors really impressed me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of the voice actors did a great job and played their roles perfectly.\u001b[24m\n    \u001b[1mすべての声優は素晴らしい仕事をして、彼らの役割を完全に果たしました。\u001b[22m, \u001b[1m声優のすべてが素晴らしい仕事をしたし、完璧にその役割を果たしました。\u001b[22m\n\u001b[4mAs always, I can count on the cast to act their hearts out and bring powerful emotion to the characters.\u001b[24m\n    \u001b[1mいつものように、私は彼らの心を働かせて、キャラクターに強力な感情をもたらすキャストに期待することができます。\u001b[22m, \u001b[1mいつものように、私は彼らの心を行動し、文字に強力な感情を持ってキャストを頼りにすることができます。\u001b[22m\n\u001b[4mAnd in this movie, which actually dealt quite a bit with deeper emotions, the voice actors really impressed me.\u001b[24m\n    \u001b[1mそして、実際に深い感情でかなり扱われたこの映画では、声優が本当に感動しました。\u001b[22m, \u001b[1mそして、実際に深い感情にかなり配らこの映画で、声優は本当に感銘を受けました。\u001b[22m\nThe reason why I give sound a 7, however, is because the music used within the movie was not new and did not give much to the scene in the ways that I would want. The music, especially during a final battle, should not just be background noise, it should amplify and add a whole new layer to the scene. The music sort of faded into the background, and, I noticed, was just the same music that we have heard a hundred times in the show before. I would have loved to hear entire new compositions made for this movie, but sadly I was not given that.\n\n\u001b[1mしかし、私が音を7にする理由は、映画内で使われている音楽が新しいものではなく、私が望むような方法でシーンにあまり与えるものではなかったからです。 特に最後の戦闘中の音楽は、バックグラウンドノイズだけでなく、新しいレイヤーを増幅してシーンに追加する必要があります。 バックグラウンドに退屈な音楽の種類は、私が気付いたのは、以前のショーで何百回も聞いたことのある音楽と同じだった。 私はこの映画のために作られた新しいコンポジション全体を聞くのが大好きでしたが、残念ながら私はそれを与えられませんでした。\u001b[22m\n\u001b[1m(Shikashi, watashi ga oto o 7 ni suru riyū wa, eiga-nai de tsukawareteiru ongaku ga atarashī monode wa naku, watashi ga nozomu yōna hōhō de shīn ni amari ataeru monode wa nakattakaradesu. Tokuni saigo no sentō-chū no ongaku wa, bakkuguraundonoizu dakedenaku, atarashī reiyā o zōfuku shite shīn ni tsuika suru hitsuyō ga arimasu. Bakkuguraundo ni taikutsuna ongaku no shurui wa, watashi ga kidzuita no wa, izen no shō de nanbyakkai mo kiita koto no aru ongaku to onajidatta. Watashi wa kono eiga no tame ni tsukura reta atarashī konpojishon zentai o kiku no ga daisukideshitaga, zan'nen'nagara watashi wa sore o atae raremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe reason why I give sound a 7, however, is because the music used within the movie was not new and did not give much to the scene in the ways that I would want. The music, especially during a final battle, should not just be background noise, it should amplify and add a whole new layer to the scene. The music sort of faded into the background, and, I noticed, was just the same music that we have heard a hundred times in the show before. I would have loved to hear entire new compositions made for this movie, but sadly I was not given that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason why I give sound a 7, however, is because the music used within the movie was not new and did not give much to the scene in the ways that I would want.\u001b[24m\n    \u001b[1mしかし、私が音を7にする理由は、映画内で使われている音楽が新しいものではなく、私が望むような方法でシーンにあまり与えるものではなかったからです。\u001b[22m, \u001b[1m映画内で使用される音楽は新しいものではありませんでしたし、私が望む方法でシーンに多くを与えていないので、私は7音を与える理由は、しかし、です。\u001b[22m\n\u001b[4mThe music, especially during a final battle, should not just be background noise, it should amplify and add a whole new layer to the scene.\u001b[24m\n    \u001b[1m特に最後の戦闘中の音楽は、バックグラウンドノイズだけでなく、新しいレイヤーを増幅してシーンに追加する必要があります。\u001b[22m, \u001b[1m音楽は、特に最後の戦いの間に、ちょうどそれがシーンに全く新しい層を増幅し、追加する必要があり、バックグラウンドノイズであってはなりません。\u001b[22m\n\u001b[4mThe music sort of faded into the background, and, I noticed, was just the same music that we have heard a hundred times in the show before.\u001b[24m\n    \u001b[1mバックグラウンドに退屈な音楽の種類は、私が気付いたのは、以前のショーで何百回も聞いたことのある音楽と同じだった。\u001b[22m, \u001b[1m音楽は、ソートの背景に色あせた、と、私は気づいた、私たちは前にショーで百回聞いただけで同じ音楽でした。\u001b[22m\n\u001b[4mI would have loved to hear entire new compositions made for this movie, but sadly I was not given that.\u001b[24m\n    \u001b[1m私はこの映画のために作られた新しいコンポジション全体を聞くのが大好きでしたが、残念ながら私はそれを与えられませんでした。\u001b[22m, \u001b[1m私はこの映画のために作られた全体の新規組成物を聞くために愛しているだろうが、悲しいことに、私はそれを与えられませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nHere's where the movie truly did an outstanding job.\n\n\u001b[1m映画が本当に素晴らしい仕事をした場所はここにあります。\u001b[22m\n\u001b[1m(Eiga ga hontōni subarashī shigoto o shita basho wa koko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mHere's where the movie truly did an outstanding job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere's where the movie truly did an outstanding job.\u001b[24m\n    \u001b[1m映画が本当に素晴らしい仕事をした場所はここにあります。\u001b[22m, \u001b[1m映画は本当に優れた仕事をしたところです。\u001b[22m\nWe all know Luffy's character; we know he is a goof and sometimes an idiot, but we also know that he is loyal to his friends and he cares about others. In the show, we never did see the events that took place right after Ace's death or see how that might affect him. This film touched on that aspect in several instances, and it's evident that Ace's death is a burden that still weighs him down. I liked seeing that because it is not something we often see in his character. It is a main impact in Luffy's life to know that despite his efforts he was unable to save his brother. However, we don't really see that impact upon him because the show skipped over 2 years entirely, during which we can assume Luffy was given the time to accept, or at the least come to terms with, his brother's passing. In this film, Ace's death is still fresh in his mind, and Luffy is struggling with it periodically for the duration of the movie, especially when it is brought up by others. This point of the plot didn't overtake the rest of the events, but I really enjoyed seeing how it was an addition to the story and an addition to Luffy's character.\n\n\u001b[1m私たちは皆ルフィの性格を知っています。 私たちは彼が馬鹿で、時には馬鹿だと知っていますが、彼は彼が彼の友人に忠実であり、彼は他人を気にしていることも知っています。 ショーでは、エースが死亡した直後に起こった出来事を見たことがないか、それが彼にどのような影響を与えるか見ることはできませんでした。 この映画はいくつかの事例でその面に触れていた。エースの死はまだ彼の体重を減らす重荷であることは明らかである。 私はそれが彼の性格でよく見かけるものではないので、それを見たいと思っていました。 彼の努力にもかかわらず、彼は弟を救うことができなかったことを知ることは、ルフィの人生に大きな影響を与えます。 しかし、ショーが完全に2年以上スキップされたため、彼の影響は実際には分かりません。その間、ルフィには彼の兄弟の受け入れを受け入れる時間が与えられていると思われます。 この映画では、エースの死はまだ彼の心の中で新鮮であり、ルフィは映画の期間中、特に他の人がそれを育てるときに定期的に苦労しています。 プロットのこの点は残りのイベントを追い抜いたわけではありませんが、私はそれがストーリーにどのように追加されたのか、そしてルフィのキャラクターに加えて、本当に楽しんでいました。\u001b[22m\n\u001b[1m(Watashitachiha kai rufi no seikaku o shitte imasu. Watashitachi wa kare ga bakade, tokiniha bakada to shitte imasuga, kare wa kare ga kare no yūjin ni chūjitsudeari, kare wa tanin o ki ni shite iru koto mo shitte imasu. Shōde wa, ēsu ga shibō shita chokugo ni okotta dekigoto o mita koto ga nai ka, sore ga kare ni dono yōna eikyōwoataeru ka miru koto wa dekimasendeshita. Kono eiga wa ikutsu ka no jirei de sono men ni furete ita. Ēsu no shi wa mada kare no taijū o herasu omonidearu koto wa akirakadearu. Watashi wa sore ga kare no seikakude yoku mikakeru monode wanainode, sore o mitai to omotte imashita. Kare no doryoku nimokakawarazu, kare wa otōto o sukuu koto ga dekinakatta koto o shiru koto wa, rufi no jinsei ni ōkina eikyō o ataemasu. Shikashi, shō ga kanzen ni 2-nen ijō sukippu sa reta tame, kare no eikyō wa jissai ni wa wakarimasen. Sonoaida, rufi ni wa kare no kyōdai no ukeire o ukeireru jikan ga atae rarete iru to omowa remasu. Kono eigade wa, ēsu no shi wa mada kare no kokoro no naka de shinsendeari, rufi wa eiga no kikan-chū, tokuni hokanohito ga sore o sodateru toki ni teikitekini kurō shite imasu. Purotto no kono ten wa nokori no ibento o oinuita wakede wa arimasenga, watashi wa sore ga sutōrī ni dono yō ni tsuika sa reta no ka, soshite rufi no kyarakutā ni kuwaete, hontōni tanoshinde imashita.)\u001b[22m\nBoa Hancock is as wonderful as ever. She practically has a split personality, just like in the show, where she is either the pirate empress who uses her beauty and strength to kill her foes, or she is a lovesick puppy who is obsessed with Luffy. She was an enjoyable addition to the movie and I loved seeing her.\n\n\u001b[1mボアハンコックは今までと同じくらい素晴らしいものです。 彼女は実質的に、彼女の敵を殺すために彼女の美しさと強さを使用している海賊の皇后、または彼女はルフィに執着している愛する子犬ですショーのように、分割された人格を持っています。 彼女は映画に楽しい加えて、私は彼女を見て大好きだった。\u001b[22m\n\u001b[1m(Boahankokku wa imamade to onaji kurai subarashī monodesu. Kanojo wa jisshitsu-teki ni, kanojo no teki o korosu tame ni kanojo no utsukushi-sa to tsuyo-sa o shiyō shite iru kaizoku no kōgō, matawa kanojo wa rufi ni shūchaku shite iru aisuru koinudesu shō no yō ni, bunkatsu sa reta jinkaku o motte imasu. Kanojo wa eiga ni tanoshī kuwaete, watashi wa kanojo o mite daisukidatta.)\u001b[22m\n\nTranslations of \u001b[4mBoa Hancock is as wonderful as ever. She practically has a split personality, just like in the show, where she is either the pirate empress who uses her beauty and strength to kill her foes, or she is a lovesick puppy who is obsessed with Luffy. She was an enjoyable addition to the movie and I loved seeing her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoa Hancock is as wonderful as ever.\u001b[24m\n    \u001b[1mボアハンコックは今までと同じくらい素晴らしいものです。\u001b[22m, \u001b[1mボア・ハンコックはこれまでと同じように素晴らしいです。\u001b[22m\n\u001b[4mShe practically has a split personality, just like in the show, where she is either the pirate empress who uses her beauty and strength to kill her foes, or she is a lovesick puppy who is obsessed with Luffy.\u001b[24m\n    \u001b[1m彼女は実質的に、彼女の敵を殺すために彼女の美しさと強さを使用している海賊の皇后、または彼女はルフィに執着している愛する子犬ですショーのように、分割された人格を持っています。\u001b[22m, \u001b[1m彼女は実質的にちょうど彼女が彼女の敵を殺すために彼女の美しさと強さを使用して海賊皇后のいずれかである、または彼女はルフィに取り付かれている恋に悩む子犬ですショー、のように、二重人格を持っています。\u001b[22m\n\u001b[4mShe was an enjoyable addition to the movie and I loved seeing her.\u001b[24m\n    \u001b[1m彼女は映画に楽しい加えて、私は彼女を見て大好きだった。\u001b[22m, \u001b[1m彼女は映画に楽しく加えだったと私は彼女を見て愛しました。\u001b[22m\nThose were the two main characters of the movie, but we had a myriad of others, and surprisingly all of whom I really enjoyed.\n\n\u001b[1mそれらは映画の2つの主人公でしたが、私たちには無数の人がいました。\u001b[22m\n\u001b[1m(Sorera wa eiga no 2tsu no shujinkōdeshitaga, watashitachi ni wa musū no hito ga imashita.)\u001b[22m\n\nTranslations of \u001b[4mThose were the two main characters of the movie, but we had a myriad of others, and surprisingly all of whom I really enjoyed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThose were the two main characters of the movie, but we had a myriad of others, and surprisingly all of whom I really enjoyed.\u001b[24m\n    \u001b[1mそれらは映画の2つの主人公でしたが、私たちには無数の人がいました。\u001b[22m, \u001b[1mこれらは、映画には主に2つの文字であったが、我々は他の無数を持っていた、そして驚くべきことに、すべての人の私は本当に楽しみました。\u001b[22m\nThe main villains of this movie were Burndy World and his companions. I never thought I would be so invested in the back-stories of these villains, but I truly was. Their history was compelling and interesting and the character development seen between them is fascinating. I cared more about the villains than I ever thought I would. Of all the bad guys we've seen throughout the One Piece movies, I would say these are the most interesting ones, or at the very least, the ones I cared the most about.\n\n\u001b[1mこの映画の主な悪役はBurndy Worldと彼の仲間でした。 私はこの悪役の裏話に投資するとは思っていませんでしたが、私は本当にありました。 彼らの歴史は魅力的で面白かったし、それらの間に見られるキャラクターの発展は魅力的である。 私は、私が思っていた以上に、悪役についてもっと気にしました。 私たちがワンピースの映画を通して見たすべての悪い人の中で、私はこれらが最も興味深いもの、あるいは少なくとも私が気にかけたものだと言います。\u001b[22m\n\u001b[1m(Kono eiga no omona akuyaku wa Burndy World to kare no nakamadeshita. Watashi wa kono akuyaku no urabanashi ni tōshi suru to wa omotte imasendeshitaga, watashi wa hontōni arimashita. Karera no rekishi wa mirikiteki de omoshirokattashi, sorera no ma ni mi rareru kyarakutā no hatten wa mirikitekidearu. Watashi wa, watashi ga omotte ita ijō ni, akuyaku ni tsuite motto ki ni shimashita. Watashitachi ga wanpīsu no eiga o tōshite mita subete no warui hito no naka de, watashi wa korera ga mottomo kyōmibukai mono, aruiwa sukunakutomo watashi ga ki ni kaketa monoda to iimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main villains of this movie were Burndy World and his companions. I never thought I would be so invested in the back-stories of these villains, but I truly was. Their history was compelling and interesting and the character development seen between them is fascinating. I cared more about the villains than I ever thought I would. Of all the bad guys we've seen throughout the One Piece movies, I would say these are the most interesting ones, or at the very least, the ones I cared the most about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main villains of this movie were Burndy World and his companions.\u001b[24m\n    \u001b[1mこの映画の主な悪役はBurndy Worldと彼の仲間でした。\u001b[22m, \u001b[1mこの映画の主な悪役はBURNDY世界と彼の仲間でした。\u001b[22m\n\u001b[4mI never thought I would be so invested in the back-stories of these villains, but I truly was.\u001b[24m\n    \u001b[1m私はこの悪役の裏話に投資するとは思っていませんでしたが、私は本当にありました。\u001b[22m, \u001b[1m私は私がこれらの悪役のバックストーリーに投資するだろうと思ったことはありませんが、私は本当にでした。\u001b[22m\n\u001b[4mTheir history was compelling and interesting and the character development seen between them is fascinating.\u001b[24m\n    \u001b[1m彼らの歴史は魅力的で面白かったし、それらの間に見られるキャラクターの発展は魅力的である。\u001b[22m, \u001b[1m彼らの歴史は魅力的で面白かったし、それらの間に見られる文字の開発は魅力的です。\u001b[22m\n\u001b[4mI cared more about the villains than I ever thought I would.\u001b[24m\n    \u001b[1m私は、私が思っていた以上に、悪役についてもっと気にしました。\u001b[22m, \u001b[1m私が今まで私が思ったよりも私は悪人についての詳細を世話しました。\u001b[22m\n\u001b[4mOf all the bad guys we've seen throughout the One Piece movies, I would say these are the most interesting ones, or at the very least, the ones I cared the most about.\u001b[24m\n    \u001b[1m私たちがワンピースの映画を通して見たすべての悪い人の中で、私はこれらが最も興味深いもの、あるいは少なくとも私が気にかけたものだと言います。\u001b[22m, \u001b[1m私たちは、ワンピース映画を通して見てきたすべての悪者のうち、私は、これらは最も興味深いものであるか、または非常に少なくとも、ものは私が最も気に言うでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9\n\n\u001b[1m楽しさ：9\u001b[22m\n\u001b[1m(Tanoshisa: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9\u001b[24m\n    \u001b[1m楽しさ：9\u001b[22m\nThere was so much to love about this movie. So many characters showed up that added new layers to an already well written film. The fighting was exciting, I was on the edge of my seat for the duration of each battle. There was a great build up to each fight, a great build up with each character, and much more.\n\n\u001b[1mこの映画について大いに恋しかった。 非常に多くのキャラクターが現れ、既によく書かれた映画に新しいレイヤーが追加されました。 戦いはエキサイティングだった、私は各戦闘の間、私の座席の端にあった。 それぞれの戦いには素晴らしいビルドがあり、それぞれのキャラクターとの素晴らしいビルドなどがありました。\u001b[22m\n\u001b[1m(Kono eiga ni tsuite ōini koishikatta. Hijō ni ōku no kyarakutā ga araware, sudeni yoku kaka reta eiga ni atarashī reiyā ga tsuika sa remashita. Tatakai wa ekisaitingudatta, watashi wa kaku sentō no ma, watashi no zaseki no hashi ni atta. Sorezore no tatakai ni wa subarashī birudo ga ari, sorezore no kyarakutā to no subarashī birudo nado ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThere was so much to love about this movie. So many characters showed up that added new layers to an already well written film. The fighting was exciting, I was on the edge of my seat for the duration of each battle. There was a great build up to each fight, a great build up with each character, and much more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was so much to love about this movie.\u001b[24m\n    \u001b[1mこの映画について大いに恋しかった。\u001b[22m, \u001b[1mこの映画について好きにあまりがありました。\u001b[22m\n\u001b[4mSo many characters showed up that added new layers to an already well written film.\u001b[24m\n    \u001b[1m非常に多くのキャラクターが現れ、既によく書かれた映画に新しいレイヤーが追加されました。\u001b[22m, \u001b[1mだから、多くの文字は、すでによく書かれたフィルムに新しいレイヤーを追加したこと現れました。\u001b[22m\n\u001b[4mThe fighting was exciting, I was on the edge of my seat for the duration of each battle.\u001b[24m\n    \u001b[1m戦いはエキサイティングだった、私は各戦闘の間、私の座席の端にあった。\u001b[22m, \u001b[1m戦いは、私はそれぞれの戦いの持続期間のための私の座席の端にあった、エキサイティングでした。\u001b[22m\n\u001b[4mThere was a great build up to each fight, a great build up with each character, and much more.\u001b[24m\n    \u001b[1mそれぞれの戦いには素晴らしいビルドがあり、それぞれのキャラクターとの素晴らしいビルドなどがありました。\u001b[22m, \u001b[1mそれぞれの戦い、各文字、および大いに多くを持つ偉大なビルドアップに多大なビルドアップがありました。\u001b[22m\nThere were flaws of course, no movie is perfect. And like I mentioned before, the first half was a bit of a let down for me, but the second half made up for it and practically made me forget any doubts I had to begin with.\n\n\u001b[1mもちろん欠陥があり、映画は完璧ではありません。 前にも言及したように、前半は私のために少し下げられましたが、後半はそれを補って、私が最初にやった疑いを忘れさせました。\u001b[22m\n\u001b[1m(Mochiron kekkan ga ari, eiga wa kanpekide wa arimasen. Mae ni mo genkyū shita yō ni, zenhan wa watashi no tame ni sukoshi sage raremashitaga, kōhan wa sore o oginatte, watashi ga saisho ni yatta utagai o wasure sasemashita.)\u001b[22m\n\nTranslations of \u001b[4mThere were flaws of course, no movie is perfect. And like I mentioned before, the first half was a bit of a let down for me, but the second half made up for it and practically made me forget any doubts I had to begin with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were flaws of course, no movie is perfect.\u001b[24m\n    \u001b[1mもちろん欠陥があり、映画は完璧ではありません。\u001b[22m, \u001b[1mコースの欠陥がありました、何の映画は完璧ではありません。\u001b[22m\n\u001b[4mAnd like I mentioned before, the first half was a bit of a let down for me, but the second half made up for it and practically made me forget any doubts I had to begin with.\u001b[24m\n    \u001b[1m前にも言及したように、前半は私のために少し下げられましたが、後半はそれを補って、私が最初にやった疑いを忘れさせました。\u001b[22m, \u001b[1m私は前に述べたようにそして、前半は少しは私のために失望だったが、後半はそれのために作製し、実質的に私がで始めなければならなかった疑問を忘れてしまいました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8\n\n\u001b[1m全体：8\u001b[22m\n\u001b[1m(Zentai: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8\u001b[24m\n    \u001b[1m全体：8\u001b[22m\nNext to Strong World, I would say this is one of the best One Piece movies we've had. Absolutely worth watching. If you enjoyed the Marineford arc, watch this movie. And if you didn't enjoy the Marineford arc, you would probably still like this movie if nothing else than just to watch Luffy and Boa kick ass and take down some bad guys.\n\n\u001b[1mストロングワールドの次に、これは私たちが持っていた最高のワンピース映画の一つだと私は言うだろう。 見逃すほどの価値がある。 あなたがマリンフォードアークを楽しんだら、この映画を見てください。 そして、あなたがマリンフォード・アークを楽しんでいないならば、ルフィとボアがお尻を蹴って悪人を倒すこと以外は、この映画が好きかもしれません。\u001b[22m\n\u001b[1m(Sutoronguwārudo no tsugini, koreha watashitachi ga motte ita saikō no wanpīsu eiga no hitotsuda to watashi wa iudarou. Minogasu hodo no kachigāru. Anata ga marinfōdoāku o tanoshindara, kono eiga o mite kudasai. Soshite, anata ga marinfōdo āku o tanoshinde inainaraba, rufi to boa ga o shiri o kette akunin o taosu koto igai wa, kono eiga ga suki kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mNext to Strong World, I would say this is one of the best One Piece movies we've had. Absolutely worth watching. If you enjoyed the Marineford arc, watch this movie. And if you didn't enjoy the Marineford arc, you would probably still like this movie if nothing else than just to watch Luffy and Boa kick ass and take down some bad guys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNext to Strong World, I would say this is one of the best One Piece movies we've had.\u001b[24m\n    \u001b[1mストロングワールドの次に、これは私たちが持っていた最高のワンピース映画の一つだと私は言うだろう。\u001b[22m, \u001b[1m次ストロングワールドに、私はこれが私たちが持っていた最高のワンピースの映画の一つであると言うでしょう。\u001b[22m\n\u001b[4mAbsolutely worth watching.\u001b[24m\n    \u001b[1m見逃すほどの価値がある。\u001b[22m, \u001b[1m見て絶対に価値があります。\u001b[22m\n\u001b[4mIf you enjoyed the Marineford arc, watch this movie.\u001b[24m\n    \u001b[1mあなたがマリンフォードアークを楽しんだら、この映画を見てください。\u001b[22m, \u001b[1mあなたはマリンアークを楽しんでいる場合、この映画を見て。\u001b[22m\n\u001b[4mAnd if you didn't enjoy the Marineford arc, you would probably still like this movie if nothing else than just to watch Luffy and Boa kick ass and take down some bad guys.\u001b[24m\n    \u001b[1mそして、あなたがマリンフォード・アークを楽しんでいないならば、ルフィとボアがお尻を蹴って悪人を倒すこと以外は、この映画が好きかもしれません。\u001b[22m, \u001b[1mそして、あなたはマリンアークを享受しなかった場合、あなただろうおそらくまだこの映画のような場合だけでルフィとボアキックのお尻を見て、いくつかの悪者をテイクダウンするよりも何もありません。\u001b[22m"
  },
  {
    "title": "One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "id": "25161",
    "url": "https://myanimelist.net/anime/25161/One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "user": "hikikomori_guy",
    "profile": "/profile/hikikomori_guy/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=166643",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n注：これは私の最初のレビューです..\n\n最高の特別なエピのひとつ。映画のように特別なことではなく、友情「中かま」と彼らの苦難と兄弟間の裏切りについて語ります。戦闘シーンはいつものようにEPICです。それらのフラッシュバック 彼らがまだグランドラインにいる間、私はアニメを見る時の良い思い出を取り戻します。ボアハンコックはこれまでどおり暑いです。 それは私に彼女を好きな理由を与える。 ルフィのアンタゴニストの悪魔の果実はかなり悪いです。 そして、この特別なエピソードでは、陽気で悪いお尻のキャラクターもあります。 だから全体的に、あなたがワンピースを愛しているなら、あなたはそれを見ている方がいいです...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nNote: This is my first review..\n\n\u001b[1m注：これは私の最初のレビューです..\u001b[22m\n\u001b[1m(Chū: Kore wa watashi no saisho no rebyūdesu..)\u001b[22m\n\nTranslations of \u001b[4mNote: This is my first review..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: This is my first review..\u001b[24m\n    \u001b[1m注：これは私の最初のレビューです..\u001b[22m\n\u001b[1m\u001b[22m\nOne of the best special ep.. Its almost like a movie rather than a special..the story talks about friendship 'nakama' and the hardship they've been through and brotherhood betrayal.. Fight scenes are EPIC as always .. Those flashbacks brings back the good memories of the times when i watch anime while they are still on grandline.. Boa hancock is as hot as ever. It give me more reason to like her. Luffy's antagonist devil fruit is quite bad ass. And some hilarious and bad ass character are in this special episode too. So overall if you love one piece you better watch it guys...\n\n\u001b[1m最高の特別なエピの一つ..映画のようなものが特別なものではなく、友情の「中間」と彼らの苦難と兄弟間の裏切りについて話しています。戦場はいつものようにEPICです。それらのフラッシュバック 彼らがまだグランドラインにいる間、私はアニメを見る時の良い思い出を取り戻します。ボアハンコックはこれまでどおり暑いです。 それは私に彼女を好きな理由を与える。 ルフィのアンタゴニストの悪魔の果実はかなり悪いです。 そして、この特別なエピソードでは、陽気で悪いお尻のキャラクターもあります。 だから全体的に、あなたがワンピースを愛しているなら、あなたはそれを見ている方がいいです...\u001b[22m\n\u001b[1m(Saikō no tokubetsuna epi no hitotsu.. Eiga no yōna mono ga tokubetsuna monode wa naku, yūjō no `chūkan' to karera no kunan to kyōdai-kan no uragiri ni tsuite hanashite imasu. Senjō wa itsumo no yō ni epikkudesu. Sorera no furasshu bakku karera ga mada gurando rain ni iru ma, watashi wa anime o miru toki no yoi omoide o torimodoshimasu. Boahankokku wa kore made dōri atsuidesu. Sore wa watashi ni kanojo o sukina riyū o ataeru. Rufi no antagonisuto no akuma no kajitsu wa kanari waruidesu. Soshite, kono tokubetsuna episōdode wa, yōkide warui o shiri no kyarakutā mo arimasu. Dakara zentai-teki ni, anata ga wanpīsu o aishite irunara, anata wa sore o mite iru kata ga īdesu...)\u001b[22m\n\nTranslations of \u001b[4mOne of the best special ep.. Its almost like a movie rather than a special..the story talks about friendship 'nakama' and the hardship they've been through and brotherhood betrayal.. Fight scenes are EPIC as always .. Those flashbacks brings back the good memories of the times when i watch anime while they are still on grandline.. Boa hancock is as hot as ever. It give me more reason to like her. Luffy's antagonist devil fruit is quite bad ass. And some hilarious and bad ass character are in this special episode too. So overall if you love one piece you better watch it guys...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the best special ep.. Its almost like a movie rather than a special..the story talks about friendship 'nakama' and the hardship they've been through and brotherhood betrayal.. Fight scenes are EPIC as always .. Those flashbacks\u001b[24m\n    \u001b[1m最高の特別なエピの一つ..映画のようなものが特別なものではなく、友情の「中間」と彼らの苦難と兄弟間の裏切りについて話しています。戦場はいつものようにEPICです。それらのフラッシュバック\u001b[22m, \u001b[1mそのほとんどはむしろ友情についてspecial..the物語会談 '仲間'と彼らは裏切りを通って、兄弟愛してきた苦難よりも映画のような最高の特殊EP..の一つ..シーンがいつものようにEPICあるファイト..これらのフラッシュバック\u001b[22m\n\u001b[4mbrings back the good memories of the times when i watch anime while they are still on grandline.. Boa hancock is as hot as ever.\u001b[24m\n    \u001b[1m彼らがまだグランドラインにいる間、私はアニメを見る時の良い思い出を取り戻します。ボアハンコックはこれまでどおり暑いです。\u001b[22m, \u001b[1m彼らはgrandlineに残っている間、私はアニメを見て時代の良い思い出を思い出させる..ボア・ハンコックはこれまでと同じように暑いです。\u001b[22m\n\u001b[4mIt give me more reason to like her.\u001b[24m\n    \u001b[1mそれは私に彼女を好きな理由を与える。\u001b[22m, \u001b[1mそれは私に彼女を好きでするより多くの理由を与えます。\u001b[22m\n\u001b[4mLuffy's antagonist devil fruit is quite bad ass.\u001b[24m\n    \u001b[1mルフィのアンタゴニストの悪魔の果実はかなり悪いです。\u001b[22m, \u001b[1mルフィの拮抗薬悪魔の実が非常に悪いお尻です。\u001b[22m\n\u001b[4mAnd some hilarious and bad ass character are in this special episode too.\u001b[24m\n    \u001b[1mそして、この特別なエピソードでは、陽気で悪いお尻のキャラクターもあります。\u001b[22m, \u001b[1mそして、いくつかの陽気と悪いお尻の文字もこの特別なエピソードです。\u001b[22m\n\u001b[4mSo overall if you love one piece you better watch it guys...\u001b[24m\n    \u001b[1mだから全体的に、あなたがワンピースを愛しているなら、あなたはそれを見ている方がいいです...\u001b[22m, \u001b[1mあなたは一枚を愛していればそれで全体的に、あなたはより良いみんなそれを見...\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "id": "25161",
    "url": "https://myanimelist.net/anime/25161/One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "user": "Rikuson1",
    "profile": "/profile/Rikuson1/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=210099",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  7\n\nおね ぴえせ ３Ｄ２Ｙ： あせ の し を こえて！ ぅっｆｙ なかま との ちかい れゔぃえｗ\n\nストーリー（9/10）\n\nワンピースの時間スキップ中に起こるストーリーアークで、ルフィがアマゾンリリー島に行きレイリーの援助で彼のハキを学んで訓練する時、私はこのエピソードがかなりうまく収まったと思った。 それは打ち砕かれず、ワンピースの大砲ストーリーの妨げになる自分自身のことですが、これは私がこれがキヤノンとはみなされないと思っていますが、タイムスキップの間に起こったので、 すべきではない。 与えられたプロットでの実行は単純で素晴らしいものでした。\n\n\nアートとアニメーション（8/10）非常に良い\nより具体的には（8.75 / 10）非常に良い+\n\nアートは、あなたの平均的なワンピース・アート・スタイルとは全く違った、エピソード・スペシャルの中で際立っていました。 あなたが「これは奇妙に見える」と言っても十分ではありません。 または 'これはワンピースのようには見えません！' このエピソードの前に出てきたすべてのものを見ている人は、「ああこれは少し違っている」と言っているが、それはこの西洋化された漫画の芸術のスタイルがそれを少し上回る ユニークでクールな、アニメーションもかなり良いです。\n\n\nサウンド（9/10）\n\nサウンドエフェクトと音楽はすべて、本物の偉大なワンピースOSTですが、傑出した何も聞こえませんが、通常は素晴らしいワンピースBGM、効果音、声には耳を傾けています。\n\n\nキャラクター（9/10）\n\nエピソード特集のキャラクターは、主にルフィ、ボア・ハンコック、バギー・ザ・クラウン、バギーのクルー、エピソードの特殊なアンタゴニストと彼の友人に焦点を当てています。 すべては、あなたが未だに優れているとは思っているが、それでもなお素晴らしい方法で描かれている。 我々は、新しいタイムスキップされた麦わら帽子の乗組員がエピソードスペシャルの終わりに来るのを見ることができます。\n\n\n楽しさ（7/10）良い\n\n私は映画の始まりと終わりでかなり楽しんだ。 このバギーはあまり楽しまず、バオ・ハンコックの戦いは大したものではありませんでした。私が本当に興味をそそられていなかったエピソード・スペシャルの唯一の2つの部分を驚かせるものは何もありませんでした.Luffy対World fightはとても良くて 彼の新しい動きのゴム・ゴム・ノ・レッド・ホークの味で、主にアーメンタリー・ハキとルフィの進歩を見てみましょう。 彼がそれをしたときに彼の名前が正しかったにもかかわらず、彼が出てきたときに驚いて以来、私はそれを初めて使ったと思うが、それはただのアニメだと思うだろう。 とにかく私はそれを楽しんだ。\n\n\n全体的に（8/10）非常に良い\nより具体的には（8.75 / 10）非常に良い+\n\nこのエピソードは特別でしたが、これもまたお勧めします。 私は今、ストロングワールドの後のほぼすべてのエピソードのスペシャルと映画を公正に楽しんでいることを嬉しく思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nおね ぴえせ ３Ｄ２Ｙ： あせ の し を こえて！ ぅっｆｙ なかま との ちかい れゔぃえｗ\n(O ne pie se 3 D 2 Y: Ase no shi o koete! ~U~tsu fyna kama to no chikaire vu~i e w)\n\n\u001b[1mおね ぴえせ ３Ｄ２Ｙ： あせ の し を こえて！ ぅっｆｙ なかま との ちかい れゔぃえｗ\u001b[22m\n\u001b[1m(O ne pie se 3 D 2 Y: Ase no shi o koete! ~U~tsu fyna kama to no chikaire vu~i e w)\u001b[22m\n\u001b[1m\u001b[22m\nStory (9/10) Great\n\n\u001b[1mストーリー（9/10）\u001b[22m\n\u001b[1m(Sutōrī (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mStory (9/10) Great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (9/10) Great\u001b[24m\n    \u001b[1mストーリー（9/10）\u001b[22m, \u001b[1mストーリー（9/10）グレート\u001b[22m\n\u001b[1m\u001b[22m\nWith a story arc that takes place during the time-skip of One Piece where Luffy goes to Amazon Lily Island to learn and train his Haki with the assistance of Rayliegh, I thought this episode special fit in quite well. It doesn't break off and do it's own thing that would hinder the cannon story of One Piece which I don't think this is considered canon but like I said earlier since it happens during the time-skip i wouldn't see why it shouldn't. Execution with the plot that was given was simple and great.\n\n\u001b[1mワンピースの時間スキップ中に起こるストーリーアークで、ルフィがアマゾンリリー島に行きレイリーの援助で彼のハキを学んで訓練する時、私はこのエピソードがかなりうまく収まったと思った。 それは打ち砕かれず、ワンピースの大砲ストーリーの妨げになる自分自身のことですが、これは私がこれがキヤノンとはみなされないと思っていますが、タイムスキップの間に起こったので、 すべきではない。 与えられたプロットでの実行は単純で素晴らしいものでした。\u001b[22m\n\u001b[1m(Wanpīsu no jikan sukippu-chū ni okoru sutōrīāku de, rufi ga amazonrirī shima ni iki reirī no enjo de kare no haki o manande kunren suru toki, watashi wa kono episōdo ga kanari umaku osamatta to omotta. Sore wa uchikudaka rezu, wanpīsu no taihō sutōrī no samatage ni naru jibun jishin no kotodesuga, kore wa watashi ga korega Kiyanon to hami nasa renai to omotte imasuga, taimusukippu no ma ni okottanode, subekide wanai. Ataerareta purotto de no jikkō wa tanjunde subarashī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mWith a story arc that takes place during the time-skip of One Piece where Luffy goes to Amazon Lily Island to learn and train his Haki with the assistance of Rayliegh, I thought this episode special fit in quite well. It doesn't break off and do it's own thing that would hinder the cannon story of One Piece which I don't think this is considered canon but like I said earlier since it happens during the time-skip i wouldn't see why it shouldn't. Execution with the plot that was given was simple and great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith a story arc that takes place during the time-skip of One Piece where Luffy goes to Amazon Lily Island to learn and train his Haki with the assistance of Rayliegh, I thought this episode special fit in quite well.\u001b[24m\n    \u001b[1mワンピースの時間スキップ中に起こるストーリーアークで、ルフィがアマゾンリリー島に行きレイリーの援助で彼のハキを学んで訓練する時、私はこのエピソードがかなりうまく収まったと思った。\u001b[22m, \u001b[1mルフィはRaylieghの支援を受けて、彼の杷木を学び、訓練するためにアマゾンリリー島に行くワンピースの時間スキップの間に起こる物語アークで、私は非常によくにこのエピソード特別なフィット感を考えました。\u001b[22m\n\u001b[4mIt doesn't break off and do it's own thing that would hinder the cannon story of One Piece which I don't think this is considered canon but like I said earlier since it happens during the time-skip i wouldn't see why it\u001b[24m\n    \u001b[1mそれは打ち砕かれず、ワンピースの大砲ストーリーの妨げになる自分自身のことですが、これは私がこれがキヤノンとはみなされないと思っていますが、タイムスキップの間に起こったので、\u001b[22m, \u001b[1mそれはオフに分割し、それを行うには、私はこれがキヤノンと考えられているとは思わないワンピースの大砲の話を妨げる自身のことだが、私はそれが時間スキップが起こるので、なぜそれ私が見ていないだろう以前に述べたようにしません\u001b[22m\n\u001b[4mshouldn't.\u001b[24m\n    \u001b[1mすべきではない。\u001b[22m, \u001b[1mいけません。\u001b[22m\n\u001b[4mExecution with the plot that was given was simple and great.\u001b[24m\n    \u001b[1m与えられたプロットでの実行は単純で素晴らしいものでした。\u001b[22m, \u001b[1m与えられたプロットと実行は簡単で、素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt and Animation (8/10) Very Good\n\n\u001b[1mアートとアニメーション（8/10）非常に良い\u001b[22m\n\u001b[1m(Āto to animēshon (8 / 10) hijō ni yoi)\u001b[22m\n\nTranslations of \u001b[4mArt and Animation (8/10) Very Good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Animation (8/10) Very Good\u001b[24m\n    \u001b[1mアートとアニメーション（8/10）非常に良い\u001b[22m, \u001b[1mアートとアニメーション（8/10）とても良いです\u001b[22m\nMore Specifically (8.75/10) Very Good+\n\n\u001b[1mより具体的には（8.75 / 10）非常に良い+\u001b[22m\n\u001b[1m(Yori gutaitekini wa (8 . 75/ 10) Hijō ni yoi +)\u001b[22m\n\nTranslations of \u001b[4mMore Specifically (8.75/10) Very Good+\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMore Specifically (8.75/10) Very Good+\u001b[24m\n    \u001b[1mより具体的には（8.75 / 10）非常に良い+\u001b[22m, \u001b[1m具体的には（8.75 / 10）+とても良いです\u001b[22m\n\u001b[1m\u001b[22m\nThe Art stood out in the episode special the most looking quite different than your average One Piece art style. Not enough for you to say 'this looks weird!' or 'this doesn't look like One Piece!' but it is enough for a person who's watched everything that has came out before this episode special to say 'oh this looks a bit different' but not in a bad way as it has more of this westernized cartoon art style to it which makes it's slightly unique different and cool, the animation also is quite well.\n\n\u001b[1mアートは、あなたの平均的なワンピース・アート・スタイルとは全く違った、エピソード・スペシャルの中で際立っていました。 あなたが「これは奇妙に見える」と言っても十分ではありません。 または 'これはワンピースのようには見えません！' このエピソードの前に出てきたすべてのものを見ている人は、「ああこれは少し違っている」と言っているが、それはこの西洋化された漫画の芸術のスタイルがそれを少し上回る ユニークでクールな、アニメーションもかなり良いです。\u001b[22m\n\u001b[1m(Āto wa, anata no heikin-tekina wanpīsu āto sutairu to wa mattaku chigatta, episōdo supesharu no naka de kiwadatte imashita. Anata ga `kore wa kimyō ni mieru' to itte mo jūbunde wa arimasen. Matawa' koreha wanpīsu no yō ni wa miemasen!' Kono episōdo no mae ni detekita subete no mono o mite iru hito wa,`ā kore wa sukoshi chigatte iru' to itte iruga, sore wa kono seiyō-ka sa reta manga no geijutsu no sutairu ga sore o sukoshi uwamawaru yunīku de kūruna, animēshon mo kanari yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Art stood out in the episode special the most looking quite different than your average One Piece art style. Not enough for you to say 'this looks weird!' or 'this doesn't look like One Piece!' but it is enough for a person who's watched everything that has came out before this episode special to say 'oh this looks a bit different' but not in a bad way as it has more of this westernized cartoon art style to it which makes it's slightly unique different and cool, the animation also is quite well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art stood out in the episode special the most looking quite different than your average One Piece art style.\u001b[24m\n    \u001b[1mアートは、あなたの平均的なワンピース・アート・スタイルとは全く違った、エピソード・スペシャルの中で際立っていました。\u001b[22m, \u001b[1mアートは、ほとんどがあなたの平均ワンピースアートスタイルとは全く異なる探して特別なエピソードで際立っていました。\u001b[22m\n\u001b[4mNot enough for you to say 'this looks weird!'\u001b[24m\n    \u001b[1mあなたが「これは奇妙に見える」と言っても十分ではありません。\u001b[22m, \u001b[1mあなたが言うことのために十分ではない」これは奇妙に見えます！」\u001b[22m\n\u001b[4mor 'this doesn't look like One Piece!'\u001b[24m\n    \u001b[1mまたは 'これはワンピースのようには見えません！'\u001b[22m, \u001b[1mまたは「これはワンピースのようにしていません！」\u001b[22m\n\u001b[4mbut it is enough for a person who's watched everything that has came out before this episode special to say 'oh this looks a bit different' but not in a bad way as it has more of this westernized cartoon art style to it which makes it's slightly\u001b[24m\n    \u001b[1mこのエピソードの前に出てきたすべてのものを見ている人は、「ああこれは少し違っている」と言っているが、それはこの西洋化された漫画の芸術のスタイルがそれを少し上回る\u001b[22m, \u001b[1m特別なこのエピソードは、それはそれは少しだなり、それにこの西洋漫画のアートスタイルの多くを持っているように悪い方法ではなく、「ああ、これは少し違って見える」と言って前にそれが出てきたすべてのものを見ていた人のために十分です\u001b[22m\n\u001b[4munique different and cool, the animation also is quite well.\u001b[24m\n    \u001b[1mユニークでクールな、アニメーションもかなり良いです。\u001b[22m, \u001b[1m異なるユニークでクールな、アニメーションも非常によくあります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound (9/10) Great\n\n\u001b[1mサウンド（9/10）\u001b[22m\n\u001b[1m(Saundo (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mSound (9/10) Great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (9/10) Great\u001b[24m\n    \u001b[1mサウンド（9/10）\u001b[22m, \u001b[1mグレートサウンド（9/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe sound effects and music are all authentic great One Piece OST that we are used to hearing nothing outstanding but just your usually but great One Piece BGM, sound effects and voice acting that we are used to hearing.\n\n\u001b[1mサウンドエフェクトと音楽はすべて、本物の偉大なワンピースOSTですが、傑出した何も聞こえませんが、通常は素晴らしいワンピースBGM、効果音、声には耳を傾けています。\u001b[22m\n\u001b[1m(Saundoefekuto to ongaku wa subete, honmono no idaina wanpīsu OSTdesuga, kesshutsu shita nani mo kikoemasenga, tsūjō wa subarashī wanpīsu BGM, kōka-on,-goe ni wa mimi o katamukete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound effects and music are all authentic great One Piece OST that we are used to hearing nothing outstanding but just your usually but great One Piece BGM, sound effects and voice acting that we are used to hearing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound effects and music are all authentic great One Piece OST that we are used to hearing nothing outstanding but just your usually but great One Piece BGM, sound effects and voice acting that we are used to hearing.\u001b[24m\n    \u001b[1mサウンドエフェクトと音楽はすべて、本物の偉大なワンピースOSTですが、傑出した何も聞こえませんが、通常は素晴らしいワンピースBGM、効果音、声には耳を傾けています。\u001b[22m, \u001b[1m効果音や音楽は、私たちが優れたものが、我々は、聴覚に使用されていることを演技ちょうどあなたの通常が、偉大なワンピースBGM、効果音や声を聞いていないために使用されているすべての本物の偉大なワンピースOSTです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (9/10) Great\n\n\u001b[1mキャラクター（9/10）\u001b[22m\n\u001b[1m(Kyarakutā (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mCharacters (9/10) Great\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (9/10) Great\u001b[24m\n    \u001b[1mキャラクター（9/10）\u001b[22m, \u001b[1m文字（9/10）グレート\u001b[22m\n\u001b[1m\u001b[22m\nThe characters in the episode special mainly focus on Luffy, Boa Hancock, Buggy the clown, Buggy's crew and the episode special antagonist and his friend. All are portrayed the way you would think that are nothing outstanding but still great. We do get to see the new time-skipped Straw Hat crew at the end of the episode special which is a nice treat for things to come also.\n\n\u001b[1mエピソード特集のキャラクターは、主にルフィ、ボア・ハンコック、バギー・ザ・クラウン、バギーのクルー、エピソードの特殊なアンタゴニストと彼の友人に焦点を当てています。 すべては、あなたが未だに優れているとは思っているが、それでもなお素晴らしい方法で描かれている。 我々は、新しいタイムスキップされた麦わら帽子の乗組員がエピソードスペシャルの終わりに来るのを見ることができます。\u001b[22m\n\u001b[1m(Episōdo tokushū no kyarakutā wa, omoni rufi, boa hankokku, bagī za Kuraun, bagī no kurū, episōdo no tokushuna antagonisuto to kare no yūjin ni shōten o atete imasu. Subete wa, anata ga imadani sugurete iru to wa omotte iruga, soredemo nao subarashī hōhō de egaka rete iru. Wareware wa, atarashī taimu sukippu sa reta mugiwarabōshi no norikumiin ga episōdosupesharu no owari ni kuru no o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in the episode special mainly focus on Luffy, Boa Hancock, Buggy the clown, Buggy's crew and the episode special antagonist and his friend. All are portrayed the way you would think that are nothing outstanding but still great. We do get to see the new time-skipped Straw Hat crew at the end of the episode special which is a nice treat for things to come also.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in the episode special mainly focus on Luffy, Boa Hancock, Buggy the clown, Buggy's crew and the episode special antagonist and his friend.\u001b[24m\n    \u001b[1mエピソード特集のキャラクターは、主にルフィ、ボア・ハンコック、バギー・ザ・クラウン、バギーのクルー、エピソードの特殊なアンタゴニストと彼の友人に焦点を当てています。\u001b[22m, \u001b[1m特別なエピソードの中の文字は、主にルフィ、ボア・ハンコック、バギーピエロ、バギーの乗組員とのエピソードの特別な拮抗薬と彼の友人に焦点を当てます。\u001b[22m\n\u001b[4mAll are portrayed the way you would think that are nothing outstanding but still great.\u001b[24m\n    \u001b[1mすべては、あなたが未だに優れているとは思っているが、それでもなお素晴らしい方法で描かれている。\u001b[22m, \u001b[1mすべては、あなたが何も優れたが、それでも素晴らしいではないと思うだろう方法を描かれています。\u001b[22m\n\u001b[4mWe do get to see the new time-skipped Straw Hat crew at the end of the episode special which is a nice treat for things to come also.\u001b[24m\n    \u001b[1m我々は、新しいタイムスキップされた麦わら帽子の乗組員がエピソードスペシャルの終わりに来るのを見ることができます。\u001b[22m, \u001b[1m私たちは、物事がまた来るの素敵な御馳走である特別なエピソードの最後に新しい時間スキップ麦わら帽子の乗組員を見ることがありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (7/10) Good\n\n\u001b[1m楽しさ（7/10）良い\u001b[22m\n\u001b[1m(Tanoshisa (7 / 10) yoi)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (7/10) Good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (7/10) Good\u001b[24m\n    \u001b[1m楽しさ（7/10）良い\u001b[22m, \u001b[1m楽し（7/10）グッド\u001b[22m\n\u001b[1m\u001b[22m\nI fairly enjoyed myself through the start and end of the movie. The buggy the clown stuff wasn't that entertaining and the Bao Hancock fight was ok nothing amazing those where really the only two parts of the episode special that I wasn't really that intrigued in. The Luffy vs World fights were very good and we get to see Luffy's progress with mostly Armament Haki with a taste of his new move Gomu Gomu No Red Hawk. Which we can assume was his first time using it since he was surprised when it came out even though he had the name for it right when he did it but I'm not going to think to hard about that, it's just an anime. Anyway I enjoyed it.\n\n\u001b[1m私は映画の始まりと終わりでかなり楽しんだ。 このバギーはあまり楽しまず、バオ・ハンコックの戦いは大したものではありませんでした。私が本当に興味をそそられていなかったエピソード・スペシャルの唯一の2つの部分を驚かせるものは何もありませんでした.Luffy対World fightはとても良くて 彼の新しい動きのゴム・ゴム・ノ・レッド・ホークの味で、主にアーメンタリー・ハキとルフィの進歩を見てみましょう。 彼がそれをしたときに彼の名前が正しかったにもかかわらず、彼が出てきたときに驚いて以来、私はそれを初めて使ったと思うが、それはただのアニメだと思うだろう。 とにかく私はそれを楽しんだ。\u001b[22m\n\u001b[1m(Watashi wa eiga no hajimari to owari de kanari tanoshinda. Kono bagī wa amari tanoshimazu, bao hankokku no tatakai wa taishita monode wa arimasendeshita. Watashi ga hontōni kyōmi o sosora rete inakatta episōdo supesharu no yuiitsu no 2tsu no bubun o odoroka seru mono wa nani mo arimasendeshita. Luffy tai World fight wa totemo yokute kare no atarashī ugoki no gomu gomu no reddo hōku no aji de, omo ni āmentarī haki to rufi no shinpo o mite mimashou. Kare ga sore o shita toki ni kare no namae ga tadashikatta nimokakawarazu, kare ga dete kita toki ni odoroite irai, watashi wa sore o hajimete tsukatta to omou ga, soreha tada no animeda to omoudarou. Tonikaku watashi wa sore o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mI fairly enjoyed myself through the start and end of the movie. The buggy the clown stuff wasn't that entertaining and the Bao Hancock fight was ok nothing amazing those where really the only two parts of the episode special that I wasn't really that intrigued in. The Luffy vs World fights were very good and we get to see Luffy's progress with mostly Armament Haki with a taste of his new move Gomu Gomu No Red Hawk. Which we can assume was his first time using it since he was surprised when it came out even though he had the name for it right when he did it but I'm not going to think to hard about that, it's just an anime. Anyway I enjoyed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI fairly enjoyed myself through the start and end of the movie.\u001b[24m\n    \u001b[1m私は映画の始まりと終わりでかなり楽しんだ。\u001b[22m, \u001b[1m私はかなり映画の開始と終了を介して自分自身を楽しみました。\u001b[22m\n\u001b[4mThe buggy the clown stuff wasn't that entertaining and the Bao Hancock fight was ok nothing amazing those where really the only two parts of the episode special that I wasn't really that intrigued in. The Luffy vs World fights were very good and we\u001b[24m\n    \u001b[1mこのバギーはあまり楽しまず、バオ・ハンコックの戦いは大したものではありませんでした。私が本当に興味をそそられていなかったエピソード・スペシャルの唯一の2つの部分を驚かせるものは何もありませんでした.Luffy対World fightはとても良くて\u001b[22m, \u001b[1m世界の戦い対バギーピエロのものはその面白いではなかったとバオハンコックの戦いは私が本当に興味をそそられなかったことをここで本当にエピソードの2つの部分のみが特別なこれらの素晴らしい大丈夫何もなかった。ルフィは非常に良好だったし、我々\u001b[22m\n\u001b[4mget to see Luffy's progress with mostly Armament Haki with a taste of his new move Gomu Gomu No Red Hawk.\u001b[24m\n    \u001b[1m彼の新しい動きのゴム・ゴム・ノ・レッド・ホークの味で、主にアーメンタリー・ハキとルフィの進歩を見てみましょう。\u001b[22m, \u001b[1m彼の新しい動き土谷土谷なしレッドホークの味とほとんどが武装覇気とルフィの進行状況を確認するために取得します。\u001b[22m\n\u001b[4mWhich we can assume was his first time using it since he was surprised when it came out even though he had the name for it right when he did it but I'm not going to think to hard about that, it's just an anime.\u001b[24m\n    \u001b[1m彼がそれをしたときに彼の名前が正しかったにもかかわらず、彼が出てきたときに驚いて以来、私はそれを初めて使ったと思うが、それはただのアニメだと思うだろう。\u001b[22m, \u001b[1m我々が想定することができ、それは彼がそれをやったとき、彼は右のそれの名前を持っていたにもかかわらず、出てきたとき、彼は驚いたので、それを使用して、彼は初めてだったが、私はそれについてハードに考えるつもりはありません、それだけでアニメです。\u001b[22m\n\u001b[4mAnyway I enjoyed it.\u001b[24m\n    \u001b[1mとにかく私はそれを楽しんだ。\u001b[22m, \u001b[1mとにかく私はそれを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall (8/10) Very Good\n\n\u001b[1m全体的に（8/10）非常に良い\u001b[22m\n\u001b[1m(Zentai-teki ni (8 / 10) hijō ni yoi)\u001b[22m\n\nTranslations of \u001b[4mOverall (8/10) Very Good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (8/10) Very Good\u001b[24m\n    \u001b[1m全体的に（8/10）非常に良い\u001b[22m, \u001b[1mとても良い（8/10）全体\u001b[22m\nMore Specifically (8.75/10) Very Good+\n\n\u001b[1mより具体的には（8.75 / 10）非常に良い+\u001b[22m\n\u001b[1m(Yori gutaitekini wa (8 . 75/ 10) Hijō ni yoi +)\u001b[22m\n\nTranslations of \u001b[4mMore Specifically (8.75/10) Very Good+\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMore Specifically (8.75/10) Very Good+\u001b[24m\n    \u001b[1mより具体的には（8.75 / 10）非常に良い+\u001b[22m, \u001b[1m具体的には（8.75 / 10）+とても良いです\u001b[22m\n\u001b[1m\u001b[22m\nThis episode special was very good I would recommend this one also. I'm glad to see that I'm now fairly enjoying almost every episode special and movie after Strong World with this only assisting that statement.\n\n\u001b[1mこのエピソードは特別でしたが、これもまたお勧めします。 私は今、ストロングワールドの後のほぼすべてのエピソードのスペシャルと映画を公正に楽しんでいることを嬉しく思います。\u001b[22m\n\u001b[1m(Kono episōdo wa tokubetsudeshitaga, kore mo mata o susume shimasu. Watashi wa ima, sutoronguwārudo no nochi no hobo subete no episōdo no supesharu to eiga o kōsei ni tanoshinde iru koto o ureshiku omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis episode special was very good I would recommend this one also. I'm glad to see that I'm now fairly enjoying almost every episode special and movie after Strong World with this only assisting that statement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis episode special was very good I would recommend this one also.\u001b[24m\n    \u001b[1mこのエピソードは特別でしたが、これもまたお勧めします。\u001b[22m, \u001b[1mこのエピソードの特別な私は、このいずれかをお勧めします非常に良好でした。\u001b[22m\n\u001b[4mI'm glad to see that I'm now fairly enjoying almost every episode special and movie after Strong World with this only assisting that statement.\u001b[24m\n    \u001b[1m私は今、ストロングワールドの後のほぼすべてのエピソードのスペシャルと映画を公正に楽しんでいることを嬉しく思います。\u001b[22m, \u001b[1m私は今、かなりこれが唯一、その文を支援してストロングワールドの後、ほぼすべてのエピソードの特別な映画を楽しんでいるのを見てうれしいです。\u001b[22m"
  },
  {
    "title": "One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "id": "25161",
    "url": "https://myanimelist.net/anime/25161/One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "user": "l3reezer",
    "profile": "/profile/l3reezer/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=195404",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n「ONE PIECE 3D2Y エースの死を越えて! ルフィ仲間との誓い」 – THERE’S STILL A GLIMMER OF HOPE FOR THE ONE PIECE ANIME SERIES\n\n〝3D2Y〟 エースの死を越えて！ルフィ仲間との誓い\n3D2Y：エースの死を克服する！ ルフィの友達への誓い\n\n*スポイラー警告*\n\n最初のワンピースTVスペシャル、Ocean's Navelの冒険は14年前に放映されましたが、それは最近、ナミのエピソードの2012年のプレミアである：ナビゲーターの涙とシリーズの新しいトレンドを開始した友人の絆。 ナミのエピソードの前の特別なものは、それの5年前に放映されたチーフストローハットルフィの刑事メモリアル誌であった。 今では毎年新しいテレビスペシャルを毎年見ています。 最近のスペシャルを区別する他のものはもちろん、テレビアニメシリーズの以前にカバーされていた正準弧の再告知です。 時間の長さに加えて、TVスペシャルはワンピースの映画作品に似ている（この時点では、映画とテレビスペシャルの間で、どちらも再適応キャラクターにとって2対2である アーク）。  3D2Yはこのフォーミュラを破る新しいテレビスペシャルの唯一のものではありませんが（ルフィのエピソード：アドベンチャー・オン・ハンド島）、確立された「エピソードの」命名法を破ります。 私が最初に3D2Yのニュースを見つけたとき、ToeiはMarineford arcを再アニメーションすることで再適応のパターンを続けることを計画していなかったことに完全に失望しました。  7 / Eniesロビーアーク。\n\n私は自分自身が、偉大なものではなく、どれほど良いものであるかという懐疑的なエピソードに入ることに気づいた。 マリンフォード・アークを再現したオープニング・シーケンスは、私がエピソード全体から見たいものだったので、私ははるかに大きなアートとアニメーションの品質で戦争のハイライトを再訪することができたことを光っていました。 しかし、エピソードの実際の物語のための展覧会として単にこの資料を使用することがエピソードを急いでどのように急いでいたのかがすぐに分かりました。 ルフィが彼の勇敢で栄光のある入り口を作って元の演奏と比較して逃げた前の部分と、エースがやがて彼の死に至るまで解放される予定の場面は、控え目で、怒って、ややサディスティックな 。 にもかかわらず、短期間ではあるが、ショックを受けた反応の速いペースでモンタージュに参加したいくつかの美しい人物の肖像画は、当初の適応に影響を与えるはずの生の感情を垣間見るだけで十分であった。\n\n\n\n\n\n結局のところ、3D2Yが本当にそのタイトルで悩まされたものを届けたとは言えません.Luffyが本当に彼の訓練ですごく長続きしていなかった2年のうち2日しか言及していなかった ; しかし、それが与えたものは何か良いものだったし、何か映画や特別なことが以前にはなかったと感じるものだった。 その特徴は、シリーズの元の栄光、素晴らしい芸術とアニメーションの品質、素晴らしい文字の選択、偉大なストーリーライティング、ストーリーにキャラクターの大規模な統合、面白い戦いと対決、地獄の懐かしさの痕跡を持っていた 自分のテーマソング。 正直言って、今日はワンピースのテレビアニメ規格の半分しか必要ではなかったでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n「ONE PIECE 3D2Y エースの死を越えて! ルフィ仲間との誓い」 – THERE’S STILL A GLIMMER OF HOPE FOR THE ONE PIECE ANIME SERIES\n(`Wanpīsu 3 D 2 Y ēsu no shi o koete! Rufi nakama to no chikai' – THERE’ S STILL A GLIMMER OF hōpu FOR THE wanpīsu anime SERIES)\n\n\u001b[1m「ONE PIECE 3D2Y エースの死を越えて! ルフィ仲間との誓い」 – THERE’S STILL A GLIMMER OF HOPE FOR THE ONE PIECE ANIME SERIES\u001b[22m\n\u001b[1m(`Wanpīsu 3 D 2 Y ēsu no shi o koete! Rufi nakama to no chikai' – THERE’ S STILL A GLIMMER OF hōpu FOR THE wanpīsu anime SERIES)\u001b[22m\n\u001b[1m\u001b[22m\n〝3D2Y〟 エースの死を越えて！ルフィ仲間との誓い\n(〝3 D 2 Y〟 ēsu no shi o koete! Rufi nakama to no chikai)\n\n\u001b[1m〝3D2Y〟 エースの死を越えて！ルフィ仲間との誓い\u001b[22m\n\u001b[1m(〝3 D 2 Y〟 ēsu no shi o koete! Rufi nakama to no chikai)\u001b[22m\n3D2Y: Overcome Ace’s Death! Luffy’s Vow to his Friends\n\n\u001b[1m3D2Y：エースの死を克服する！ ルフィの友達への誓い\u001b[22m\n\u001b[1m(3 D 2 Y: Ēsu no shi o kokufuku suru! Rufi no tomodachi e no chikai)\u001b[22m\n\nTranslations of \u001b[4m3D2Y: Overcome Ace’s Death! Luffy’s Vow to his Friends\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3D2Y: Overcome Ace’s Death!\u001b[24m\n    \u001b[1m3D2Y：エースの死を克服する！\u001b[22m, \u001b[1m3D2Y：エースの死を克服！\u001b[22m\n\u001b[4mLuffy’s Vow to his Friends\u001b[24m\n    \u001b[1mルフィの友達への誓い\u001b[22m, \u001b[1m彼の友人にルフィの誓い\u001b[22m\n\u001b[1m\u001b[22m\n*SPOILERS ALERT*\n\n\u001b[1m*スポイラー警告*\u001b[22m\n\u001b[1m(* Supoirā keikoku*)\u001b[22m\n\nTranslations of \u001b[4m*SPOILERS ALERT*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*SPOILERS ALERT*\u001b[24m\n    \u001b[1m*スポイラー警告*\u001b[22m, \u001b[1m* ALERTスポイラー*\u001b[22m\n\u001b[1m\u001b[22m\nThe first One Piece TV special, Adventure in the Ocean’s Navel, aired fourteen years ago, but it was only recently with the 2012 premiere of Episode of Nami: Tears of a Navigator and the Bonds of Friends that the series started a new trend. The special before Episode of Nami was The Detective Memoirs of Chief Straw Hat Luffy, which aired five years prior to it; but now we’re effectively seeing a new TV special every year at most. What else distinguishes the recent specials are of course their re-tellings of the TV anime series’s previously covered canonical arcs. Besides their time-duration, it is in this sense that the TV specials resemble One Piece's movie productions most of all (at this point, between the movies and the TV specials, both are two-for-two for re-adapted character arcs). 3D2Y isn’t the only one of the newer TV specials to break this formula (Episode of Luffy: Adventure on Hand Island), but it does break the established “Episode of” nomenclature. When I first found news of 3D2Y, I was thoroughly disappointed that Toei wasn't planning onto continuing the pattern of re-adaptations by re-animating the Marineford arc, one that undeniably needed a restoration much more so than the previously re-covered Water 7/Enies Lobby arc.\n\n\u001b[1m最初のワンピースTVスペシャル、Ocean's Navelの冒険は14年前に放映されましたが、それは最近、ナミのエピソードの2012年のプレミアである：ナビゲーターの涙とシリーズの新しいトレンドを開始した友人の絆。 ナミのエピソードの前の特別なものは、それの5年前に放映されたチーフストローハットルフィの刑事メモリアル誌であった。 今では毎年新しいテレビスペシャルを毎年見ています。 最近のスペシャルを区別する他のものはもちろん、テレビアニメシリーズの以前にカバーされていた正準弧の再告知です。 時間の長さに加えて、TVスペシャルはワンピースの映画作品に似ている（この時点では、映画とテレビスペシャルの間で、どちらも再適応キャラクターにとって2対2である アーク）。  3D2Yはこのフォーミュラを破る新しいテレビスペシャルの唯一のものではありませんが（ルフィのエピソード：アドベンチャー・オン・ハンド島）、確立された「エピソードの」命名法を破ります。 私が最初に3D2Yのニュースを見つけたとき、ToeiはMarineford arcを再アニメーションすることで再適応のパターンを続けることを計画していなかったことに完全に失望しました。  7 / Eniesロビーアーク。\u001b[22m\n\u001b[1m(Saisho no wanpīsu TV supesharu, Ocean' s nēburu no bōken wa 14-nen mae ni hōei sa remashitaga, sore wa saikin, Nami no episōdo no 2012-nen no puremiadearu: Nabigētā no namida to shirīzu no atarashī torendo o kaishi shita yūjin no kizuna. Nami no episōdo no mae no tokubetsuna mono wa, sore no 5-nen mae ni hōei sa reta chīfusutorōhattorufi no keiji memoriaru-shideatta. Ima dewa maitoshi atarashī terebi supesharu o maitoshi mite imasu. Saikin no supesharu o kubetsu suru ta no mono wa mochiron, terebianimeshirīzu no izen ni kabā sa rete ita seijun ko no sai kokuchidesu. Jikan no naga-sa ni kuwaete, TV supesharu wa wanpīsu no eiga sakuhin ni nite iru (kono jitende wa, eiga to terebi supesharu no ma de, dochira mo sai tekiō kyarakutā ni totte 2 tai 2dearu āku). 3 D 2 Y wa kono fōmyura o yaburu atarashī terebi supesharu no yuiitsu no monode wa arimasenga (rufi no episōdo: Adobenchā on Hando-jima), kakuritsu sa reta `episōdo no' meimei-hō o yaburimasu. Watashi ga saisho ni 3 D 2 Y no nyūsu o mitsuketa toki, Toei wa Marineford arc o sai animēshon suru koto de sai tekiō no patān o tsudzukeru koto o keikaku shite inakatta koto ni kanzen ni shitsubō shimashita. 7/ Enies robīāku.)\u001b[22m\n\u001b[1m\u001b[22m\nI found myself going into the episode skeptical of how good, not even great, it could possibly be. The opening sequences that recapped the Marineford Arc were exactly what I wanted to see from the entirety of the episode, so I was ecstatic to be able to revisit the highlights of the war in far greater art and animation quality. Though, it soon became obvious how rushed the episode was to simply use this material as an exposition for the episode’s actual narrative; the part where Luffy makes his heroic and glorious entrance before the three admirals paled in comparison to the original rendition, and the anticipated scene where Ace is finally freed being immediately cut to his death was anticlimactic, upsetting, and somewhat sadistic, to say the least . Nonetheless, albeit short-lasting, some beautiful character portraits that took part in the fast-paced montage of shocked reactions were enough to illustrate a glimpse of raw emotion that should have impacted the original adaptation.\n\n\u001b[1m私は自分自身が、偉大なものではなく、どれほど良いものであるかという懐疑的なエピソードに入ることに気づいた。 マリンフォード・アークを再現したオープニング・シーケンスは、私がエピソード全体から見たいものだったので、私ははるかに大きなアートとアニメーションの品質で戦争のハイライトを再訪することができたことを光っていました。 しかし、エピソードの実際の物語のための展覧会として単にこの資料を使用することがエピソードを急いでどのように急いでいたのかがすぐに分かりました。 ルフィが彼の勇敢で栄光のある入り口を作って元の演奏と比較して逃げた前の部分と、エースがやがて彼の死に至るまで解放される予定の場面は、控え目で、怒って、ややサディスティックな 。 にもかかわらず、短期間ではあるが、ショックを受けた反応の速いペースでモンタージュに参加したいくつかの美しい人物の肖像画は、当初の適応に影響を与えるはずの生の感情を垣間見るだけで十分であった。\u001b[22m\n\u001b[1m(Watashi wa jibun jishin ga, idaina monode wa naku, dorehodo yoi monodearu ka to iu kaigi-tekina episōdo ni hairu koto ni kidzuita. Marinfōdo āku o saigen shita ōpuningu shīkensu wa, watashi ga episōdo zentai kara mitai monodattanode, watashi wa haruka ni ōkina āto to animēshon no hinshitsu de sensō no hairaito o saihō suru koto ga dekita koto o hikatte imashita. Shikashi, episōdo no jissai no monogatari no tame no tenran-kai to shite tan'ni kono shiryō o shiyō suru koto ga episōdo o isoide dono yō ni isoide ita no ka ga sugu ni wakarimashita. Rufi ga kare no yūkande eikō no aru iriguchi o tsukutte gen no ensō to hikaku shite nigeta mae no bubun to, ēsu ga yagate kare no shi ni itaru made kaihōsareru yotei no bamen wa, hikaeme de, okotte, yaya sadisutikku na. Nimokakawarazu, tankikande wa aru ga, shokku o uketa han'nō no hayai pēsu de montāju ni sanka shita ikutsu ka no utsukushī jinbutsu no shōzō-ga wa, tōsho no tekiō ni eikyō o ataeru hazu no nama no kanjō o kaimamiru dakede jūbundeatta.)\u001b[22m\n\nTranslations of \u001b[4mI found myself going into the episode skeptical of how good, not even great, it could possibly be. The opening sequences that recapped the Marineford Arc were exactly what I wanted to see from the entirety of the episode, so I was ecstatic to be able to revisit the highlights of the war in far greater art and animation quality. Though, it soon became obvious how rushed the episode was to simply use this material as an exposition for the episode’s actual narrative; the part where Luffy makes his heroic and glorious entrance before the three admirals paled in comparison to the original rendition, and the anticipated scene where Ace is finally freed being immediately cut to his death was anticlimactic, upsetting, and somewhat sadistic, to say the least . Nonetheless, albeit short-lasting, some beautiful character portraits that took part in the fast-paced montage of shocked reactions were enough to illustrate a glimpse of raw emotion that should have impacted the original adaptation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found myself going into the episode skeptical of how good, not even great, it could possibly be.\u001b[24m\n    \u001b[1m私は自分自身が、偉大なものではなく、どれほど良いものであるかという懐疑的なエピソードに入ることに気づいた。\u001b[22m, \u001b[1m私は自分自身が、でも素晴らしいではありません、それはおそらく可能性がどのように良いの懐疑的なエピソードに入るが見つかりました。\u001b[22m\n\u001b[4mThe opening sequences that recapped the Marineford Arc were exactly what I wanted to see from the entirety of the episode, so I was ecstatic to be able to revisit the highlights of the war in far greater art and animation quality.\u001b[24m\n    \u001b[1mマリンフォード・アークを再現したオープニング・シーケンスは、私がエピソード全体から見たいものだったので、私ははるかに大きなアートとアニメーションの品質で戦争のハイライトを再訪することができたことを光っていました。\u001b[22m, \u001b[1mマリンアークを再び蓋を開けるシーケンスが、私はエピソードの全体から見たかったまさにでしたので、私ははるかに大きなアートやアニメーション品質に戦争のハイライトを再訪することができることは恍惚としました。\u001b[22m\n\u001b[4mThough, it soon became obvious how rushed the episode was to simply use this material as an exposition for the episode’s actual narrative;\u001b[24m\n    \u001b[1mしかし、エピソードの実際の物語のための展覧会として単にこの資料を使用することがエピソードを急いでどのように急いでいたのかがすぐに分かりました。\u001b[22m, \u001b[1mしかし、それはすぐに駆けつけたエピソードは、単にエピソードの実際の物語のための展示会としてこの材料を使用していたかは明らかになりました。\u001b[22m\n\u001b[4mthe part where Luffy makes his heroic and glorious entrance before the three admirals paled in comparison to the original rendition, and the anticipated scene where Ace is finally freed being immediately cut to his death was anticlimactic, upsetting, and somewhat sadistic, to say the least\u001b[24m\n    \u001b[1mルフィが彼の勇敢で栄光のある入り口を作って元の演奏と比較して逃げた前の部分と、エースがやがて彼の死に至るまで解放される予定の場面は、控え目で、怒って、ややサディスティックな\u001b[22m, \u001b[1m3提督が元の演奏と比較して青ざめ、そしてエースが最終的にすぐに彼の死にカットされて解放され、予想されるシーンは控えめに言っても、拍子抜け動揺、そしてややサディスティックだった前にルフィは彼の英雄と栄光の入り口を作る部分\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mNonetheless, albeit short-lasting, some beautiful character portraits that took part in the fast-paced montage of shocked reactions were enough to illustrate a glimpse of raw emotion that should have impacted the original adaptation.\u001b[24m\n    \u001b[1mにもかかわらず、短期間ではあるが、ショックを受けた反応の速いペースでモンタージュに参加したいくつかの美しい人物の肖像画は、当初の適応に影響を与えるはずの生の感情を垣間見るだけで十分であった。\u001b[22m, \u001b[1mそれにもかかわらず、短時間のにもかかわらず、ショックを受けた反応の速いペースモンタージュに参加したいくつかの美しい文字の肖像画は、元の適応に影響を与えているはずの生の感情の片鱗を説明するのに十分でした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, I can't say 3D2Y really delivered what it teased through its title, seeing as it only recounted a couple of days out of the two year period, in which Luffy didn't really go great lengths in his training at all ; but what it gave was something better and something that I feel no movie or special has done before. The feature had traces of nostalgia of the series's former glory, superb art and animation quality, a great selection of characters, great story-writing, a great integration of said character into the story, entertaining fights and showdowns, hell, it even has its own theme song; and to be honest, it probably only needed half of those to best One Piece‘s TV anime standard nowadays.\n\n\u001b[1m結局のところ、3D2Yが本当にそのタイトルで訴えたものを届けたとは言えません.2年のうち2日間しか言及していないので、ルフィは本当に彼の訓練ですごく長続きしませんでした ; しかし、それが与えたものは何か良いものだったし、何か映画や特別なことが以前に何もしていないと感じるものだった。 その特徴は、シリーズの元の栄光、素晴らしい芸術とアニメーションの品質、素晴らしい文字の選択、偉大なストーリーライティング、ストーリーにキャラクターの偉大な統合、面白い戦いと対決、地獄の懐かしさの痕跡を持っていた 自分のテーマソング。 正直言って、今日はワンピースのテレビアニメ規格の半分しか必要としていなかったでしょう。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, 3 D 2 Y ga hontōni sono taitoru de uttaeta mono o todoketa to wa iemasen. 2-Nen no uchi 2-kakan shika genkyū shite inainode, rufi wa hontōni kare no kunren de sugoku nagatsudzuki shimasendeshita; shikashi, sore ga ataeta mono wa nani ka yoi monodattashi, nanika eiga ya tokubetsuna koto ga izen ni nani mo shite inai to kanjiru monodatta. Sono tokuchō wa, shirīzu no gen no eikō, subarashī geijutsu to animēshon no hinshitsu, subarashī moji no sentaku, idaina sutōrīraitingu, sutōrī ni kyarakutā no idaina tōgō, omoshiroi tatakai to taiketsu, jigoku no natsukashisa no konseki o motte ita jibun no tēmasongu. Shōjiki itte, kyō wa wanpīsu no terebi anime kikaku no hanbun shika hitsuyō to shite inakattadeshou.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, I can't say 3D2Y really delivered what it teased through its title, seeing as it only recounted a couple of days out of the two year period, in which Luffy didn't really go great lengths in his training at all ; but what it gave was something better and something that I feel no movie or special has done before. The feature had traces of nostalgia of the series's former glory, superb art and animation quality, a great selection of characters, great story-writing, a great integration of said character into the story, entertaining fights and showdowns, hell, it even has its own theme song; and to be honest, it probably only needed half of those to best One Piece‘s TV anime standard nowadays.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, I can't say 3D2Y really delivered what it teased through its title, seeing as it only recounted a couple of days out of the two year period, in which Luffy didn't really go great lengths in his training at all\u001b[24m\n    \u001b[1m結局のところ、3D2Yが本当にそのタイトルで訴えたものを届けたとは言えません.2年のうち2日間しか言及していないので、ルフィは本当に彼の訓練ですごく長続きしませんでした\u001b[22m, \u001b[1m最後に、私は3D2Yは本当にそれが唯一のルフィは本当にすべてで彼の訓練に偉大な長さに行きませんでした2年間のうち数日、振り返ったとして、それが見て、そのタイトルを介してからかったものを配信言うことはできません\u001b[22m\n\u001b[4m;\u001b[24m\n    \u001b[1m;\u001b[22m\n\u001b[4mbut what it gave was something better and something that I feel no movie or special has done before.\u001b[24m\n    \u001b[1mしかし、それが与えたものは何か良いものだったし、何か映画や特別なことが以前に何もしていないと感じるものだった。\u001b[22m, \u001b[1mしかし、何があったことはもっと良いものと私は映画や特別な前にやっていないと感じたものでした。\u001b[22m\n\u001b[4mThe feature had traces of nostalgia of the series's former glory, superb art and animation quality, a great selection of characters, great story-writing, a great integration of said character into the story, entertaining fights and showdowns, hell, it even has its\u001b[24m\n    \u001b[1mその特徴は、シリーズの元の栄光、素晴らしい芸術とアニメーションの品質、素晴らしい文字の選択、偉大なストーリーライティング、ストーリーにキャラクターの偉大な統合、面白い戦いと対決、地獄の懐かしさの痕跡を持っていた\u001b[22m, \u001b[1m機能は、一連のかつての栄光の郷愁、見事なアートやアニメーションの質、文字の大きい選択、偉大な物語 - 執筆、物語に言っ文字の偉大な統合、楽しま戦いと勝負、地獄の痕跡があったが、それもそのを持っています\u001b[22m\n\u001b[4mown theme song;\u001b[24m\n    \u001b[1m自分のテーマソング。\u001b[22m, \u001b[1m独自のテーマソング。\u001b[22m\n\u001b[4mand to be honest, it probably only needed half of those to best One Piece‘s TV anime standard nowadays.\u001b[24m\n    \u001b[1m正直言って、今日はワンピースのテレビアニメ規格の半分しか必要としていなかったでしょう。\u001b[22m, \u001b[1mそして、正直に言うと、それはおそらく唯一の頃は最高のワンピースのTVアニメ標準にそれらの半分を必要としていました。\u001b[22m"
  },
  {
    "title": "One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "id": "25161",
    "url": "https://myanimelist.net/anime/25161/One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "user": "ironace",
    "profile": "/profile/ironace/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=159177",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  9\n\n最近のOPのエピソードは非常に鈍いです：悪いアニメーション、厄介な音と激烈な退屈。 私はこの特別なことに対する高い期待はしていませんでしたが、それでも楽しみにしていました。\nこのスペシャルは私がなぜOPを高く評価していたのかを説明しています。 私は驚くべきことでした！\n\nストーリー：\n話は握っていて、ちょうど恐ろしいものでした。それは誰もがOPに関して愛しているすべてを持っています：アクション、コメディ悪役の悪役と軽いタッチのファンサービス。 映画や特別制作をするときの長時間の放映アニメのほとんどは、物語にはあまり気にしませんが、3D2Yの場合はそうではありませんでした。 私はプロットホールを見つけられず、エンディングはあなたに満足感を与えました。 それが私に9を与えた理由です。\n\nアートとサウンド：\nアニメは傑出していませんでしたが、かなり印象的でした。  OPのための初めての、私は実際に芸術を楽しんだので、私はそれを与えた7。\nしかし、同じことはその音については言えません。 アニメと同じくらい反復的で刺激的ではありませんでしたが、それはどこかの場所と同じでした。 しかし、それは耐えられるので、それは6を取得します。\n\nキャラクター：\nキャラクターのほとんどはアンタゴニストを除いて元のアニメのものと同じでした。世界、スペシャルの悪役は冷たく、非常に強く、やや愛らしいものでした。 私はルフィと彼の友人たちが直面した障害や悪い人たちが直面したことを幾分助けていると感じました。 私はそれに8を与える。\n\n楽しみ：\n私はそれをとても楽しんだ、それ以上のことは言えない、私はそれに9を与えている。\n\n全体：\nこのスペシャルは私のための傑作だったので、それは大きくて堅実です9。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe recent OP episodes have been quite dull: bad animation, annoying sound and excruciatingly boring. I did not have high expectations for this special but still I looked forward to it.\n\n\u001b[1m最近のOPのエピソードは非常に鈍いです：悪いアニメーション、厄介な音と激烈な退屈。 私はこの特別なことに対する高い期待はしていませんでしたが、それでも楽しみにしていました。\u001b[22m\n\u001b[1m(Saikin no OP no episōdo wa hijō ni nibuidesu: Warui animēshon, yakkaina oto to gekiretsuna taikutsu. Watashi wa kono tokubetsuna koto ni taisuru takai kitai wa shite imasendeshitaga, soredemo tanoshimini shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe recent OP episodes have been quite dull: bad animation, annoying sound and excruciatingly boring. I did not have high expectations for this special but still I looked forward to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe recent OP episodes have been quite dull: bad animation, annoying sound and excruciatingly boring.\u001b[24m\n    \u001b[1m最近のOPのエピソードは非常に鈍いです：悪いアニメーション、厄介な音と激烈な退屈。\u001b[22m, \u001b[1m最近のOPのエピソードはかなり鈍いされている：悪いアニメーション、迷惑な音と耐え難いほど退屈。\u001b[22m\n\u001b[4mI did not have high expectations for this special but still I looked forward to it.\u001b[24m\n    \u001b[1m私はこの特別なことに対する高い期待はしていませんでしたが、それでも楽しみにしていました。\u001b[22m, \u001b[1m私はこの特別のために高い期待を持っていなかったが、それでも私はそれを楽しみにしていました。\u001b[22m\nThis special explains why I used to have high regards for OP. I was just amazing!\n\n\u001b[1mこのスペシャルは私がなぜOPを高く評価していたのかを説明しています。 私は驚くべきことでした！\u001b[22m\n\u001b[1m(Kono supesharu wa watashi ga naze OP o takaku hyōka shite ita no ka o setsumei shite imasu. Watashi wa odorokubeki kotodeshita!)\u001b[22m\n\nTranslations of \u001b[4mThis special explains why I used to have high regards for OP. I was just amazing!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis special explains why I used to have high regards for OP.\u001b[24m\n    \u001b[1mこのスペシャルは私がなぜOPを高く評価していたのかを説明しています。\u001b[22m, \u001b[1m私はOPのための高いよろしく持っていた理由はこの特別は説明しています。\u001b[22m\n\u001b[4mI was just amazing!\u001b[24m\n    \u001b[1m私は驚くべきことでした！\u001b[22m, \u001b[1m私は驚くべきものでした！\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story was gripping, and just awesome.It has everything everyone loves about OP: action, comedy a bad-ass villain and a light touch of fan service. Most of the time long-time airing anime when making a movie or special do not give much regards to the story, but that was not the case for 3D2Y. I did not find any plot holes and the ending gave you a feeling of satisfaction. And that is why I gave it a 9.\n\n\u001b[1m話は握っていて、ちょうど恐ろしいものでした。それは誰もがOPに関して愛しているすべてを持っています：アクション、コメディ悪役の悪役と軽いタッチのファンサービス。 映画や特別制作をするときの長時間の放映アニメのほとんどは、物語にはあまり気にしませんが、3D2Yの場合はそうではありませんでした。 私はプロットホールを見つけられず、エンディングはあなたに満足感を与えました。 それが私に9を与えた理由です。\u001b[22m\n\u001b[1m(Hanashi wa nigitte ite, chōdo osoroshī monodeshita. Sore wa daremoga OP ni kanshite itoshite iru subete o motte imasu: Akushon, komedi akuyaku no akuyaku to karui tatchi no fansābisu. Eiga ya tokubetsu seisaku o suru toki no chōjikan no hōei anime no hotondo wa, monogatari ni wa amari ki ni shimasenga, 3 D 2 Y no baai wa sōde wa arimasendeshita. Watashi wa purottohōru o mitsuke rarezu, endingu wa anata ni manzoku-kan o ataemashita. Sore ga watashi ni 9 o ataeta riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was gripping, and just awesome.It has everything everyone loves about OP: action, comedy a bad-ass villain and a light touch of fan service. Most of the time long-time airing anime when making a movie or special do not give much regards to the story, but that was not the case for 3D2Y. I did not find any plot holes and the ending gave you a feeling of satisfaction. And that is why I gave it a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was gripping, and just awesome.It has everything everyone loves about OP: action, comedy a bad-ass villain and a light touch of fan service.\u001b[24m\n    \u001b[1m話は握っていて、ちょうど恐ろしいものでした。それは誰もがOPに関して愛しているすべてを持っています：アクション、コメディ悪役の悪役と軽いタッチのファンサービス。\u001b[22m, \u001b[1m物語は把持し、ちょうどawesome.Itは誰もがOPについて愛するすべてのものがあります：アクション、コメディ悪いお尻の悪役とファンサービスの軽いタッチを。\u001b[22m\n\u001b[4mMost of the time long-time airing anime when making a movie or special do not give much regards to the story, but that was not the case for 3D2Y.\u001b[24m\n    \u001b[1m映画や特別制作をするときの長時間の放映アニメのほとんどは、物語にはあまり気にしませんが、3D2Yの場合はそうではありませんでした。\u001b[22m, \u001b[1m時間の長時間放送アニメのほとんどは、映画を作るときや特別なストーリーにあまりよろしく与えていないが、それは3D2Yの場合ではありませんでした。\u001b[22m\n\u001b[4mI did not find any plot holes and the ending gave you a feeling of satisfaction.\u001b[24m\n    \u001b[1m私はプロットホールを見つけられず、エンディングはあなたに満足感を与えました。\u001b[22m, \u001b[1m私は、任意のプロットの穴を見つけられませんでしたし、結末はあなたに満足感を与えました。\u001b[22m\n\u001b[4mAnd that is why I gave it a 9.\u001b[24m\n    \u001b[1mそれが私に9を与えた理由です。\u001b[22m, \u001b[1m私はそれを9を与えた理由、それはです。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Sound:\n\n\u001b[1mアートとサウンド：\u001b[22m\n\u001b[1m(Āto to saundo:)\u001b[22m\n\nTranslations of \u001b[4mArt and Sound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound:\u001b[24m\n    \u001b[1mアートとサウンド：\u001b[22m\nThe animation was not outstanding, but it was quite impressive. For the first time for OP, I actually enjoyed the art, so I gave it a 7.\n\n\u001b[1mアニメは傑出していませんでしたが、かなり印象的でした。  OPのための初めての、私は実際に芸術を楽しんだので、私はそれを与えた7。\u001b[22m\n\u001b[1m(Anime wa kesshutsu shite imasendeshitaga, kanari inshō-tekideshita. OP no tame no hajimete no, watashi wa jissai ni geijutsu o tanoshindanode, watashi wa sore o ataeta 7.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was not outstanding, but it was quite impressive. For the first time for OP, I actually enjoyed the art, so I gave it a 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was not outstanding, but it was quite impressive.\u001b[24m\n    \u001b[1mアニメは傑出していませんでしたが、かなり印象的でした。\u001b[22m, \u001b[1mアニメーションは未解決ではありませんでしたが、それは非常に印象的でした。\u001b[22m\n\u001b[4mFor the first time for OP, I actually enjoyed the art, so I gave it a 7.\u001b[24m\n    \u001b[1mOPのための初めての、私は実際に芸術を楽しんだので、私はそれを与えた7。\u001b[22m, \u001b[1mOPの最初の時間のために、私は実際に芸術を楽しんだので、私はそれに7を与えました。\u001b[22m\nHowever, the same cannot be said for the sound. Though it was not as repetitive and irritating as the anime, it was as at some place. But it was bearable, so it gets a 6.\n\n\u001b[1mしかし、同じことはその音については言えません。 アニメと同じくらい反復的で刺激的ではありませんでしたが、それはどこかの場所と同じでした。 しかし、それは耐えられるので、それは6を取得します。\u001b[22m\n\u001b[1m(Shikashi, onaji koto wa sono otonitsuite wa iemasen. Anime to onaji kurai hanpuku-tekide shigeki-tekide wa arimasendeshitaga, sore wa doko ka no basho to onajideshita. Shikashi, sore wa tae rarerunode, sore wa 6 o shutoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, the same cannot be said for the sound. Though it was not as repetitive and irritating as the anime, it was as at some place. But it was bearable, so it gets a 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, the same cannot be said for the sound.\u001b[24m\n    \u001b[1mしかし、同じことはその音については言えません。\u001b[22m, \u001b[1mしかし、同一の音のために言えません。\u001b[22m\n\u001b[4mThough it was not as repetitive and irritating as the anime, it was as at some place.\u001b[24m\n    \u001b[1mアニメと同じくらい反復的で刺激的ではありませんでしたが、それはどこかの場所と同じでした。\u001b[22m, \u001b[1mそれはアニメのように反復的で刺激性はなかったが、それはいくつかの場所でのようでした。\u001b[22m\n\u001b[4mBut it was bearable, so it gets a 6.\u001b[24m\n    \u001b[1mしかし、それは耐えられるので、それは6を取得します。\u001b[22m, \u001b[1mしかし、それは我慢だったので、6を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nMost of the characters were same as those of the original anime- except the antagonists.World, the villain for the special was cool,extremely strong and somewhat lovable. I felt that what ever obstacles and bad guys Luffy and his friends faced, they were somewhat helping him in his training. I give it an 8.\n\n\u001b[1mキャラクターのほとんどはアンタゴニストを除いて元のアニメのものと同じでした。世界、スペシャルの悪役は冷たく、非常に強く、やや愛らしいものでした。 私はルフィと彼の友人たちが直面した障害や悪い人たちが直面したことを幾分助けていると感じました。 私はそれに8を与える。\u001b[22m\n\u001b[1m(Kyarakutā no hotondo wa antagonisuto o nozoite gen no anime no mono to onajideshita. Sekai, supesharu no akuyaku wa tsumetaku, hijō ni tsuyoku, yaya airashī monodeshita. Watashi wa rufi to kare no yūjin-tachi ga chokumen shita shōgai ya warui hito-tachi ga chokumen shita koto o ikubun tasukete iru to kanjimashita. Watashi wa sore ni 8 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mMost of the characters were same as those of the original anime- except the antagonists.World, the villain for the special was cool,extremely strong and somewhat lovable. I felt that what ever obstacles and bad guys Luffy and his friends faced, they were somewhat helping him in his training. I give it an 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the characters were same as those of the original anime- except the antagonists.World, the villain for the special was cool,extremely strong and somewhat lovable.\u001b[24m\n    \u001b[1mキャラクターのほとんどはアンタゴニストを除いて元のアニメのものと同じでした。世界、スペシャルの悪役は冷たく、非常に強く、やや愛らしいものでした。\u001b[22m, \u001b[1m文字のほとんどは、特別のための悪役は、クールな非常に強い、やや愛すべきだった、antagonists.World除く元anime-のものと同じでした。\u001b[22m\n\u001b[4mI felt that what ever obstacles and bad guys Luffy and his friends faced, they were somewhat helping him in his training.\u001b[24m\n    \u001b[1m私はルフィと彼の友人たちが直面した障害や悪い人たちが直面したことを幾分助けていると感じました。\u001b[22m, \u001b[1m私は、彼らが幾分彼のトレーニングで彼を助けた、今までにどのような障害物や悪者ルフィと彼の友人が直面していることを感じました。\u001b[22m\n\u001b[4mI give it an 8.\u001b[24m\n    \u001b[1m私はそれに8を与える。\u001b[22m, \u001b[1m私はそれを8を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI enjoyed it very much, nothing more can be said, I'm giving it a 9.\n\n\u001b[1m私はそれをとても楽しんだ、それ以上のことは言えない、私はそれに9を与えている。\u001b[22m\n\u001b[1m(Watashi wa sore o totemo tanoshinda, soreijō no koto wa ienai, watashi wa sore ni 9 o ataete iru.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed it very much, nothing more can be said, I'm giving it a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed it very much, nothing more can be said, I'm giving it a 9.\u001b[24m\n    \u001b[1m私はそれをとても楽しんだ、それ以上のことは言えない、私はそれに9を与えている。\u001b[22m, \u001b[1m私はそれを非常に楽しんで、より多くの何も私はそれを9を与えている、と述べたことができません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nThis special was nearly a masterpiece for me, so it's a big, solid 9.\n\n\u001b[1mこのスペシャルは私のための傑作だったので、それは大きくて堅実です9。\u001b[22m\n\u001b[1m(Kono supesharu wa watashi no tame no kessakudattanode, sore wa ōkikute kenjitsudesu 9.)\u001b[22m\n\nTranslations of \u001b[4mThis special was nearly a masterpiece for me, so it's a big, solid 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis special was nearly a masterpiece for me, so it's a big, solid 9.\u001b[24m\n    \u001b[1mこのスペシャルは私のための傑作だったので、それは大きくて堅実です9。\u001b[22m, \u001b[1mこの特殊は、ほぼ私にとっては傑作だったので、それは大きな、固体9です。\u001b[22m"
  },
  {
    "title": "One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "id": "25161",
    "url": "https://myanimelist.net/anime/25161/One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai",
    "user": "Al001",
    "profile": "/profile/Al001/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=206391",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n彼の弟エース・ルフィを失った後、アリス・リリーは女性の島で2年間を過ごす。 彼は、トラファルガー法とその乗組員、心臓の海賊、そして元軍隊のジンベイを伴ってそこに着きます。 トラファルガー法は、アドミラル達が彼を握る直前に彼をマリンフォードから救った。\n\nしかし、ルフィを救う過程で白人、ジンベイはAkainusマグマ拳でヒットしました。 最終的に、ルフィとジンベイは自分の船に乗ってアマゾン・リリーに行くことができます。\n\n映画は本当に素晴らしいです、それはルフィがその島にいた間に起こったことのいくつかを説明します。 私はあなたのためにそれを台無しにしたくありませんが、彼は見ることができるはずだったはずの人とのパスを越えて終わる...インペルダウン！\n\n全体的に、私はこの映画を10点に評価したいと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAfter losing his brother Ace Luffy spends an entire 2 years on the island of women, Amazon Lily. He gets there by being accompanied by Trafalgar Law and his crew, the heart pirates as well as former warlord Jimbei. Trafalgar Law had rescued him from Marine-ford just before the admirals could get a hold of him.\n\n\u001b[1m彼の弟エース・ルフィを失った後、アリス・リリーは女性の島で2年間を過ごす。 彼は、トラファルガー法とその乗組員、心臓の海賊、そして元軍隊のジンベイを伴ってそこに着きます。 トラファルガー法は、アドミラル達が彼を握る直前に彼をマリンフォードから救った。\u001b[22m\n\u001b[1m(Kare no otōto ēsu rufi o ushinatta nochi, Arisu rirī wa josei no shima de 2-nenkan o sugosu. Kare wa, torafarugā-hō to sono norikumiin, shinzō no kaizoku, soshite moto guntai no jinbei o tomonatte soko ni tsukimasu. Torafarugā-hō wa, adomiraru-tachi ga kare o nigiru chokuzen ni kare o marinfōdo kara sukutta.)\u001b[22m\n\nTranslations of \u001b[4mAfter losing his brother Ace Luffy spends an entire 2 years on the island of women, Amazon Lily. He gets there by being accompanied by Trafalgar Law and his crew, the heart pirates as well as former warlord Jimbei. Trafalgar Law had rescued him from Marine-ford just before the admirals could get a hold of him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter losing his brother Ace Luffy spends an entire 2 years on the island of women, Amazon Lily.\u001b[24m\n    \u001b[1m彼の弟エース・ルフィを失った後、アリス・リリーは女性の島で2年間を過ごす。\u001b[22m, \u001b[1m弟のエースルフィを失った後、女性の島、アマゾンリリーに全体の2年費やしています。\u001b[22m\n\u001b[4mHe gets there by being accompanied by Trafalgar Law and his crew, the heart pirates as well as former warlord Jimbei.\u001b[24m\n    \u001b[1m彼は、トラファルガー法とその乗組員、心臓の海賊、そして元軍隊のジンベイを伴ってそこに着きます。\u001b[22m, \u001b[1m彼はトラファルガー・ローと彼のクルー、心臓海賊だけでなく、かつての将軍Jimbeiを伴うことによってそこに取得します。\u001b[22m\n\u001b[4mTrafalgar Law had rescued him from Marine-ford just before the admirals could get a hold of him.\u001b[24m\n    \u001b[1mトラファルガー法は、アドミラル達が彼を握る直前に彼をマリンフォードから救った。\u001b[22m, \u001b[1mトラファルガー・ローは提督が彼のホールドを得ることができる直前にマリンフォードから彼を救出しました。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, whitest in the process of saving Luffy, Jimbei has been hit with Akainus magma fist. Eventually, Luffy and Jimbei manage to stay on board his ship and make it to Amazon Lily.\n\n\u001b[1mしかし、ルフィを救う過程で白人、ジンベイはAkainusマグマ拳でヒットしました。 最終的に、ルフィとジンベイは自分の船に乗ってアマゾン・リリーに行くことができます。\u001b[22m\n\u001b[1m(Shikashi, rufi o sukuu katei de hakujin, jinbei wa Akainus maguma ken de hitto shimashita. Saishūtekini, rufi to jinbei wa jibun no fune ni notte amazon rirī ni iku koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, whitest in the process of saving Luffy, Jimbei has been hit with Akainus magma fist. Eventually, Luffy and Jimbei manage to stay on board his ship and make it to Amazon Lily.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, whitest in the process of saving Luffy, Jimbei has been hit with Akainus magma fist.\u001b[24m\n    \u001b[1mしかし、ルフィを救う過程で白人、ジンベイはAkainusマグマ拳でヒットしました。\u001b[22m, \u001b[1mしかし、ルフィの保存処理で白い、JimbeiはAkainusマグマの拳でヒットしています。\u001b[22m\n\u001b[4mEventually, Luffy and Jimbei manage to stay on board his ship and make it to Amazon Lily.\u001b[24m\n    \u001b[1m最終的に、ルフィとジンベイは自分の船に乗ってアマゾン・リリーに行くことができます。\u001b[22m, \u001b[1m結局、ルフィとJimbeiは、彼の船ボード上に滞在し、アマゾンリリーにそれを作るために管理します。\u001b[22m\n\u001b[1m\u001b[22m\nThe movie is truly amazing, it explains some of things that happened whilest Luffy was on that island. I don't want to spoil it for you but he ends up crossing paths with someone he should've been able to see... IN IMPEL DOWN!\n\n\u001b[1m映画は本当に素晴らしいです、それはルフィがその島にいた間に起こったことのいくつかを説明します。 私はあなたのためにそれを台無しにしたくありませんが、彼は見ることができるはずだったはずの人とのパスを越えて終わる...インペルダウン！\u001b[22m\n\u001b[1m(Eiga wa hontōni subarashīdesu, soreha rufi ga sono shima ni ita ma ni okotta koto no ikutsu ka o setsumei shimasu. Watashi wa anata no tame ni sore o dainashi ni shitaku arimasenga, kare wa miru koto ga dekiru hazudatta hazu no hito to no pasu o koete owaru... Inperudaun!)\u001b[22m\n\nTranslations of \u001b[4mThe movie is truly amazing, it explains some of things that happened whilest Luffy was on that island. I don't want to spoil it for you but he ends up crossing paths with someone he should've been able to see... IN IMPEL DOWN!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie is truly amazing, it explains some of things that happened whilest Luffy was on that island.\u001b[24m\n    \u001b[1m映画は本当に素晴らしいです、それはルフィがその島にいた間に起こったことのいくつかを説明します。\u001b[22m, \u001b[1m映画は、それがルフィがその島にあったwhilest起こったことのいくつかを説明し、本当に素晴らしいです。\u001b[22m\n\u001b[4mI don't want to spoil it for you but he ends up crossing paths with someone he should've been able to see... IN IMPEL DOWN!\u001b[24m\n    \u001b[1m私はあなたのためにそれを台無しにしたくありませんが、彼は見ることができるはずだったはずの人とのパスを越えて終わる...インペルダウン！\u001b[22m, \u001b[1m私はあなたのためにそれを台無しにしたくないが、彼は彼がインペルダウン... IN参照することができていたはずの人とパスを横断してしまいます！\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I'd rate this movie a 10.\n\n\u001b[1m全体的に、私はこの映画を10点に評価したいと思います。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono eiga o 10-ten ni hyōka shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I'd rate this movie a 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I'd rate this movie a 10.\u001b[24m\n    \u001b[1m全体的に、私はこの映画を10点に評価したいと思います。\u001b[22m, \u001b[1m全体的に、私はこの映画10を評価したいです。\u001b[22m"
  }
]
