[
  {
    "title": "DRAMAtical_Murder_OVA__Data_xx_Transitory",
    "id": "25567",
    "url": "https://myanimelist.net/anime/25567/DRAMAtical_Murder_OVA__Data_xx_Transitory",
    "user": "Saccharine_",
    "profile": "/profile/Saccharine_/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=176407",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  4\nサウンド|  3\nキャラクター|  4\n|  6\n\n私は、DRAMAtical Murderアニメのアイデアは、実際にソース素材に正確な適応を与えるのではなく、SFWではない、本当にゲイなバージョンをテレビに載せることで、成功したゲームシリーズを試して搾乳することだと信じていました。 それが言って、私は本当になぜこのOVAが存在するのかについては混乱しています。\n\nOVAのストーリーは、最初のゲーム（2番目のゲームのいくつかの要素と混ざり合っている）からのすべての悪い終わりに適応します。 テレビアニメは、ゲームからあらゆるルートをとって、急いで、非個人的な、貧弱なつながりの物語でそれらを一緒にぶつけて、これはかなりこのOVAのために言えるかもしれませんが、今度はホラーとゲイのポルノに実際に閉じ込めましたか？\n\nあなたがゲームのファンがアニメのために好きなものをたくさんカットするならば、いいですね。 私は新しい聴衆を魅了しようとすることを理解できます。 しかし、その後、彼らは明らかにゲームのファンのために作られたこのOVAを作っています。 私は通常、OVAsを「あなたがアニメが好きなようなものだと見ています。 しかし、このOVAは、新しい聴衆を引き込もうとしたときにアニメをカットしたものを元に戻すので、新しい聴衆が本当にこれを望んでいると思いますか？ それは本当にゲームのファンを搾乳しようとしたのですか？ 私は本当に理解していない..\n\n私はこのOVAについて何の言い方もしていないように聞こえるかもしれませんが、実際には面白かったと思います。彼らがアニメで何をしたのかという意味で悪い点を一緒に見せてくれました。 しかし面白かったのですが、それはうまくいっていませんでした。\n\nアニメーションは貧弱でした。 一般的に動きが限られていて、キャラクターが多く動いたときはいつも不自然で不自然に見えました。 芸術そのものは大部分は問題ありませんでしたが、実際のアニメーションになると見るのが少し難しかったです。 これは、セックスシーンが起こっているという事実によってすべてが悪化した。 すべてが不気味で奇妙に見えましたが、それは良くありませんでした。\n\n口の動きが言葉や音にうまく合わない、また、性的な場面があるという事実によって、さらに悪化し、より明らかになった時代も多かった。\n\n悪いことを言った後、私は実際にそれを楽しんだと言っておく価値があるが、私は悪い終わりがゲームでどのように行われたのかの大きなファンだったので、私は完全に偏っている。 このOVAが客観的に混乱していたとしても、ゲームの後半にはかなりのビットが残っていて、それを見て満足してくれました。\n\nあなたはこれを見ますか？\n\nあなたが本当にゲームの悪い終わりを楽しんで、本当にあなたのfavsを見たいと思っているなら（アニバーサリー（咳をする））、確かにそれはあなたが覚えているほど素晴らしいと期待してはいけません。\n\nもしあなたがテレビアニメを好きで、ヤオイのように、確かに、しかし再び、それが何か素晴らしいことを期待しないでください。\n\nホラーとヤオイが一緒に混じっているのが好きなら、これはほとんどすべてです。\n\nそれらのどれかがあなたに当てはまらない場合は、あなたの時間を無駄にしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI believed the idea for the DRAMAtical Murder anime was not really to give an accurate adaptation to the source material, but rather to try and milk a successful game series by putting a SFW-not-really-gay version of it on TV. With that said, I'm really confused as to why this OVA exists the way it does.\n\n\u001b[1m私は、DRAMAtical Murderアニメのアイデアは、実際にソース素材に正確な適応を与えるのではなく、SFWではない、本当にゲイなバージョンをテレビに載せることで、成功したゲームシリーズを試して搾乳することだと信じていました。 それが言って、私は本当になぜこのOVAが存在するのかについては混乱しています。\u001b[22m\n\u001b[1m(Watashi wa, DRAMAtical Murder anime no aidea wa, jissai ni sōsu sozai ni seikakuna tekiō o ataeru node wa naku, SFWde wanai, hontōni geina bājon o terebi ni noseru koto de, seikō shita gēmushirīzu o tameshite sakunyū suru kotoda to shinjite imashita. Sore ga itte, watashi wa hontōni naze kono ovu~a ga sonzai suru no ka ni tsuite wa konran shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI believed the idea for the DRAMAtical Murder anime was not really to give an accurate adaptation to the source material, but rather to try and milk a successful game series by putting a SFW-not-really-gay version of it on TV. With that said, I'm really confused as to why this OVA exists the way it does.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI believed the idea for the DRAMAtical Murder anime was not really to give an accurate adaptation to the source material, but rather to try and milk a successful game series by putting a SFW-not-really-gay version of it on TV.\u001b[24m\n    \u001b[1m私は、DRAMAtical Murderアニメのアイデアは、実際にソース素材に正確な適応を与えるのではなく、SFWではない、本当にゲイなバージョンをテレビに載せることで、成功したゲームシリーズを試して搾乳することだと信じていました。\u001b[22m, \u001b[1m私は劇的な殺人アニメのアイデアは、ソース材料への正確な適合を与えるためではなく、試してみて、テレビでのSFW--本当に同性愛ないバージョンを置くことによって成功したゲームシリーズを牛乳に本当にないと信じていました。\u001b[22m\n\u001b[4mWith that said, I'm really confused as to why this OVA exists the way it does.\u001b[24m\n    \u001b[1mそれが言って、私は本当になぜこのOVAが存在するのかについては混乱しています。\u001b[22m, \u001b[1mことで、私は本当にこのOVAはそれがないように存在する理由を混同しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story of the OVA adapts all of the bad ends from the first game (mixed with some elements of the second game). The TV anime took every route from the games and mashed them together in a rushed, impersonal, poorly pieced together story, and the same can pretty much be said for this OVA, but this time they actually kept in the horror and gay porn?\n\n\u001b[1mOVAのストーリーは、最初のゲーム（2番目のゲームのいくつかの要素と混ざり合っている）からの悪い終わりのすべてを適応させます。 テレビアニメは、ゲームからあらゆるルートをとって、急いで、非個人的な、貧弱なつながりの物語でそれらを一緒にぶつけて、これはかなりこのOVAのために言えるかもしれませんが、今度はホラーとゲイのポルノに実際に閉じ込めましたか？\u001b[22m\n\u001b[1m(Ovu~a no sutōrī wa, saisho no gēmu (2-banme no gēmu no ikutsu ka no yōso to mazari atte iru) kara no warui owari no subete o tekiō sa semasu. Terebi anime wa, gēmu kara arayuru rūto o totte, isoide, hi kojin-tekina, hinjakuna tsunagari no monogatari de sorera o issho ni butsukete, kore wa kanari kono ovu~a no tame ni ieru kamo shiremasenga, kondo wa horā to gei no poruno ni jissai ni tojikomemashita ka?)\u001b[22m\n\nTranslations of \u001b[4mThe story of the OVA adapts all of the bad ends from the first game (mixed with some elements of the second game). The TV anime took every route from the games and mashed them together in a rushed, impersonal, poorly pieced together story, and the same can pretty much be said for this OVA, but this time they actually kept in the horror and gay porn?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of the OVA adapts all of the bad ends from the first game (mixed with some elements of the second game).\u001b[24m\n    \u001b[1mOVAのストーリーは、最初のゲーム（2番目のゲームのいくつかの要素と混ざり合っている）からの悪い終わりのすべてを適応させます。\u001b[22m, \u001b[1mOVAの話は（第2のゲームのいくつかの要素と混合）最初のゲームからの悪い端の全てを適応させます。\u001b[22m\n\u001b[4mThe TV anime took every route from the games and mashed them together in a rushed, impersonal, poorly pieced together story, and the same can pretty much be said for this OVA, but this time they actually kept in the horror and gay porn?\u001b[24m\n    \u001b[1mテレビアニメは、ゲームからあらゆるルートをとって、急いで、非個人的な、貧弱なつながりの物語でそれらを一緒にぶつけて、これはかなりこのOVAのために言えるかもしれませんが、今度はホラーとゲイのポルノに実際に閉じ込めましたか？\u001b[22m, \u001b[1mTVアニメ、ゲームからのすべてのルートを取って、急いで、人間味、不十分つなぎ合わせ物語の中でそれらを一緒につぶした、と同じことはかなりこのOVAのために言うことができますが、この時間は、彼らが実際に恐怖とゲイポルノに保管しますか？\u001b[22m\n\u001b[1m\u001b[22m\nLike, if you're going to cut out a lot of what the fans of the game like for the anime, fine. I can understand wanting to try and attract a new audience. But then after doing that they make this OVA, which is obviously something made for fans of the games. I usually see OVAs as being something like 'You liked the anime, so if you want even more here's a little bonus for you!' but this OVA brings back exactly what they cut out of the anime when they tried to draw in a new audience, so do they think that the new audience really wants this? Was it really made just to try and milk the fans of the games?? I really don't understand..\n\n\u001b[1mあなたがゲームのファンがアニメのために好きなものをたくさんカットするならば、いいですね。 私は新しい聴衆を魅了しようとすることを理解できます。 しかし、その後、彼らは明らかにゲームのファンのために作られたこのOVAを作っています。 私は通常、OVAsを「あなたがアニメが好きなようなものだと見ています。 しかし、このOVAは、新しい聴衆を引き込もうとしたときにアニメをカットしたものを元に戻すので、新しい聴衆が本当にこれを望んでいると思いますか？ それは本当にゲームのファンを搾乳しようとしたのですか？ 私は本当に理解していない..\u001b[22m\n\u001b[1m(Anata ga gēmu no fan ga anime no tame ni sukinamono o takusan katto surunaraba, īdesu ne. Watashi wa atarashī chōshū o miryō shiyou to suru koto o rikai dekimasu. Shikashi, sonogo, karera wa akiraka ni gēmu no fan no tame ni tsukura reta kono ovu~a o tsukutte imasu. Watashi wa tsūjō, OVAs o `anata ga anime ga sukina yōna monoda to mite imasu. Shikashi, kono ovu~a wa, atarashī chōshū o hikikomou to shita toki ni anime o katto shita mono o motonimodosunode, atarashī chōshū ga hontōni kore o nozonde iru to omoimasu ka? Sore wa hontōni gēmu no fan o sakunyū shiyou to shita nodesu ka? Watashi wa hontōni rikai shite inai..)\u001b[22m\n\nTranslations of \u001b[4mLike, if you're going to cut out a lot of what the fans of the game like for the anime, fine. I can understand wanting to try and attract a new audience. But then after doing that they make this OVA, which is obviously something made for fans of the games. I usually see OVAs as being something like 'You liked the anime, so if you want even more here's a little bonus for you!' but this OVA brings back exactly what they cut out of the anime when they tried to draw in a new audience, so do they think that the new audience really wants this? Was it really made just to try and milk the fans of the games?? I really don't understand..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike, if you're going to cut out a lot of what the fans of the game like for the anime, fine.\u001b[24m\n    \u001b[1mあなたがゲームのファンがアニメのために好きなものをたくさんカットするならば、いいですね。\u001b[22m, \u001b[1m同様に、あなたは罰金、アニメのためのようなゲームのどのような多くのファンをカットするつもりなら。\u001b[22m\n\u001b[4mI can understand wanting to try and attract a new audience.\u001b[24m\n    \u001b[1m私は新しい聴衆を魅了しようとすることを理解できます。\u001b[22m, \u001b[1m私が試してみて、新しい視聴者を引き付けるために望んで理解することができます。\u001b[22m\n\u001b[4mBut then after doing that they make this OVA, which is obviously something made for fans of the games.\u001b[24m\n    \u001b[1mしかし、その後、彼らは明らかにゲームのファンのために作られたこのOVAを作っています。\u001b[22m, \u001b[1mしかし、その後、彼らは明らかにゲームのファンのために作られたものです。このOVAを、作ることをやりました。\u001b[22m\n\u001b[4mI usually see OVAs as being something like 'You liked the anime, so if you want even more here's a little bonus for you!'\u001b[24m\n    \u001b[1m私は通常、OVAsを「あなたがアニメが好きなようなものだと見ています。\u001b[22m, \u001b[1m私は通常のようなものであるとしてOVASを参照してください 'あなたはアニメが好きなので、あなたも、より多くのここにしたい場合はあなたのために少しのボーナスです！」\u001b[22m\n\u001b[4mbut this OVA brings back exactly what they cut out of the anime when they tried to draw in a new audience, so do they think that the new audience really wants this?\u001b[24m\n    \u001b[1mしかし、このOVAは、新しい聴衆を引き込もうとしたときにアニメをカットしたものを元に戻すので、新しい聴衆が本当にこれを望んでいると思いますか？\u001b[22m, \u001b[1mしかし、このOVAは、彼らが新しい聴衆の中に描くしようとしたとき、彼らはアニメから切り出しまさに戻すので、彼らは新しい観客は本当にこのことを望んでいると思いますか？\u001b[22m\n\u001b[4mWas it really made just to try and milk the fans of the games??\u001b[24m\n    \u001b[1mそれは本当にゲームのファンを搾乳しようとしたのですか？\u001b[22m, \u001b[1mそれは本当にただのゲームのファンを試してみて、牛乳に行われました？\u001b[22m\n\u001b[4mI really don't understand..\u001b[24m\n    \u001b[1m私は本当に理解していない..\u001b[22m, \u001b[1m私は本当に理解していません..\u001b[22m\n\u001b[1m\u001b[22m\nIt may sound like I have nothing good to say about this OVA, but I actually thought it was interesting, the way they pulled off showing all of the bad ends together in a way that made sense in terms of what they did with the anime. But while it was interesting, it wasn't exactly well done.\n\n\u001b[1m私はこのOVAについて何の言い方もしていないように聞こえるかもしれませんが、実際にはアニメで何をしたのかという意味で、すべての悪い点を一緒に見せてくれて面白かったと思いました。 しかし面白かったのですが、それはうまくいっていませんでした。\u001b[22m\n\u001b[1m(Watashi wa kono ovu~a ni tsuite nani no iikata mo shite inai yō ni kikoeru kamo shiremasenga, jissai ni wa anime de nani o shita no ka to iu imi de, subete no warui ten o issho ni misete kurete omoshirokatta to omoimashita. Shikashi omoshirokatta nodesuga, sore wa umaku itte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt may sound like I have nothing good to say about this OVA, but I actually thought it was interesting, the way they pulled off showing all of the bad ends together in a way that made sense in terms of what they did with the anime. But while it was interesting, it wasn't exactly well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt may sound like I have nothing good to say about this OVA, but I actually thought it was interesting, the way they pulled off showing all of the bad ends together in a way that made sense in terms of what they did with the anime.\u001b[24m\n    \u001b[1m私はこのOVAについて何の言い方もしていないように聞こえるかもしれませんが、実際にはアニメで何をしたのかという意味で、すべての悪い点を一緒に見せてくれて面白かったと思いました。\u001b[22m, \u001b[1m私はこのOVAについて言うには良い何もないように聞こえるかもしれないが、私は実際にそれが面白いと思った、道彼らはアニメでやったという点で意味を成していたようで一緒に悪い端のすべてを示すオフに引っ張りました。\u001b[22m\n\u001b[4mBut while it was interesting, it wasn't exactly well done.\u001b[24m\n    \u001b[1mしかし面白かったのですが、それはうまくいっていませんでした。\u001b[22m, \u001b[1mそれが面白かったしながら、しかし、それは正確によくやっていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation was poor. There was limited movement in general, and whenever a character did move a lot, it looked a awkward and unnatural. The art itself was fine for the most part, but when it came to actual animation, it was a bit hard to watch. This was all made worse by the fact there were sex scenes happening. Everything looked jerky and weird, it wasn't good.\n\n\u001b[1mアニメーションは貧弱でした。 一般的に動きが限られていて、キャラクターが多く動いたときはいつも不自然で不自然に見えました。 芸術そのものは大部分は問題ありませんでしたが、実際のアニメーションになると見るのが少し難しかったです。 これは、セックスシーンが起こっているという事実によってすべてが悪化した。 すべてが不気味で奇妙に見えましたが、それは良くありませんでした。\u001b[22m\n\u001b[1m(Animēshon wa hinjakudeshita. Ippantekini ugoki ga kagira rete ite, kyarakutā ga ōku ugoita toki wa itsumo fushizende fushizen ni miemashita. Geijutsu sonomono wa daibubun wa mondai arimasendeshitaga, jissai no animēshon ni naru to miru no ga sukoshi muzukashikattadesu. Kore wa, sekkusushīn ga okotte iru to iu jijitsu ni yotte subete ga akka shita. Subete ga bukimide kimyō ni miemashitaga, sore wa yoku arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was poor. There was limited movement in general, and whenever a character did move a lot, it looked a awkward and unnatural. The art itself was fine for the most part, but when it came to actual animation, it was a bit hard to watch. This was all made worse by the fact there were sex scenes happening. Everything looked jerky and weird, it wasn't good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was poor.\u001b[24m\n    \u001b[1mアニメーションは貧弱でした。\u001b[22m, \u001b[1mアニメーションが不良でした。\u001b[22m\n\u001b[4mThere was limited movement in general, and whenever a character did move a lot, it looked a awkward and unnatural.\u001b[24m\n    \u001b[1m一般的に動きが限られていて、キャラクターが多く動いたときはいつも不自然で不自然に見えました。\u001b[22m, \u001b[1mそこに一般的に限られた動きがあった、との文字が多くを移動したときはいつでも、それはぎこちないと不自然に見えました。\u001b[22m\n\u001b[4mThe art itself was fine for the most part, but when it came to actual animation, it was a bit hard to watch.\u001b[24m\n    \u001b[1m芸術そのものは大部分は問題ありませんでしたが、実際のアニメーションになると見るのが少し難しかったです。\u001b[22m, \u001b[1mアート自体はほとんどの部分は大丈夫だったが、それは実際のアニメーションに来たとき、見て少し大変でした。\u001b[22m\n\u001b[4mThis was all made worse by the fact there were sex scenes happening.\u001b[24m\n    \u001b[1mこれは、セックスシーンが起こっているという事実によってすべてが悪化した。\u001b[22m, \u001b[1mこれは、すべての起こっセックスシーンがあったという事実によって悪化しました。\u001b[22m\n\u001b[4mEverything looked jerky and weird, it wasn't good.\u001b[24m\n    \u001b[1mすべてが不気味で奇妙に見えましたが、それは良くありませんでした。\u001b[22m, \u001b[1mすべてはそれが良くなかった、ぎくしゃくと奇妙に見えました。\u001b[22m\n\u001b[1m\u001b[22m\nThere were also a lot of times when the mouth movements didn't match up well with words and sounds, again, made worse and more obvious by the fact there were sex scenes.\n\n\u001b[1m口の動きが言葉や音にうまく合わない、また、性的な場面があるという事実によって、さらに悪化し、より明らかになった時代も多かった。\u001b[22m\n\u001b[1m(Kuchi no ugoki ga kotoba ya oto ni umaku awanai, mata, seitekina bamen ga aru to iu jijitsu ni yotte, sarani akka shi, yori akiraka ni natta jidai mo ōkatta.)\u001b[22m\n\nTranslations of \u001b[4mThere were also a lot of times when the mouth movements didn't match up well with words and sounds, again, made worse and more obvious by the fact there were sex scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were also a lot of times when the mouth movements didn't match up well with words and sounds, again, made worse and more obvious by the fact there were sex scenes.\u001b[24m\n    \u001b[1m口の動きが言葉や音にうまく合わない、また、性的な場面があるという事実によって、さらに悪化し、より明らかになった時代も多かった。\u001b[22m, \u001b[1m口の動きは、言葉と音とよく一致していなかった多くの時間もありました、再び、セックスシーンがあった事実によって悪化し、より明白ました。\u001b[22m\n\u001b[1m\u001b[22m\nAfter ragging on it that bad, it's worth saying that I did actually enjoy it, but I am entirely biased as I was a big fan of how the bad ends were done in the game. Even if this OVA was objectively a mess, there are still bits that take after the game pretty well and it made me happy to see them.\n\n\u001b[1m悪いことを言った後、私は実際にそれを楽しんだと言っておく価値があるが、私は悪い終わりがゲームでどのように行われたのかの大きなファンだったので、私は完全に偏っている。 このOVAが客観的に混乱していたとしても、ゲームの後半にはかなりのビットが残っていて、それを見て満足してくれました。\u001b[22m\n\u001b[1m(Warui koto o itta nochi, watashi wa jissai ni sore o tanoshinda to itte oku kachigāru ga, watashi wa warui owari ga gēmu de dono yō ni okonawa reta no ka no ōkina fandattanode, watashi wa kanzen ni katayotte iru. Kono ovu~a ga kakkanteki ni konran shite ita to shite mo, gēmu no kōhan ni wa kanari no bitto ga nokotte ite, sore o mite manzoku shite kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter ragging on it that bad, it's worth saying that I did actually enjoy it, but I am entirely biased as I was a big fan of how the bad ends were done in the game. Even if this OVA was objectively a mess, there are still bits that take after the game pretty well and it made me happy to see them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter ragging on it that bad, it's worth saying that I did actually enjoy it, but I am entirely biased as I was a big fan of how the bad ends were done in the game.\u001b[24m\n    \u001b[1m悪いことを言った後、私は実際にそれを楽しんだと言っておく価値があるが、私は悪い終わりがゲームでどのように行われたのかの大きなファンだったので、私は完全に偏っている。\u001b[22m, \u001b[1mその上で、その悪いをraggingした後、それは私が実際にそれを楽しんでなかったことを言って価値があるが、私は悪い端がゲーム内で行われたかの大ファンだったので、私は完全にバイアスされています。\u001b[22m\n\u001b[4mEven if this OVA was objectively a mess, there are still bits that take after the game pretty well and it made me happy to see them.\u001b[24m\n    \u001b[1mこのOVAが客観的に混乱していたとしても、ゲームの後半にはかなりのビットが残っていて、それを見て満足してくれました。\u001b[22m, \u001b[1mこのOVAは客観的混乱した場合であっても、かなりよく試合後取ると、それは彼らを見て私を幸せにしたビットが残っています。\u001b[22m\n\u001b[1m\u001b[22m\nShould you watch this?\n\n\u001b[1mあなたはこれを見ますか？\u001b[22m\n\u001b[1m(Anata wa kore o mimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mShould you watch this?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShould you watch this?\u001b[24m\n    \u001b[1mあなたはこれを見ますか？\u001b[22m, \u001b[1mあなたはこれを見てする必要がありますか？\u001b[22m\n\u001b[1m\u001b[22m\nIf you really enjoyed the bad ends from the games and REALLY want to see your favs animated (cough Shiroba cough) then sure, but don't go into it expecting it to be as great as you remember.\n\n\u001b[1mあなたが本当にゲームの悪い終わりを楽しんで、本当にあなたのfavsを見たいと思っているなら（アニバーサリー（咳をする））、確かにそれはあなたが覚えているほど素晴らしいと期待してはいけません。\u001b[22m\n\u001b[1m(Anata ga hontōni gēmu no warui owari o tanoshinde, hontōni anata no favs o mitai to omotte irunara (anibāsarī (sekiwosuru)), tashikani sore wa anata ga oboete iru hodo subarashī to kitai shite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you really enjoyed the bad ends from the games and REALLY want to see your favs animated (cough Shiroba cough) then sure, but don't go into it expecting it to be as great as you remember.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you really enjoyed the bad ends from the games and REALLY want to see your favs animated (cough Shiroba cough) then sure, but don't go into it expecting it to be as great as you remember.\u001b[24m\n    \u001b[1mあなたが本当にゲームの悪い終わりを楽しんで、本当にあなたのfavsを見たいと思っているなら（アニバーサリー（咳をする））、確かにそれはあなたが覚えているほど素晴らしいと期待してはいけません。\u001b[22m, \u001b[1mあなたは本当にゲームから悪い端を楽しんで、本当にあなたのリツイートを、アニメーション表示したい場合は、必ず（Shiroba咳を咳）が、あなたが覚えているほど素晴らしいことを期待し、それには触れません。\u001b[22m\n\u001b[1m\u001b[22m\nIf you liked the TV anime and like yaoi, then sure, but again, don't expect it to be anything great.\n\n\u001b[1mもしあなたがテレビアニメを好きで、ヤオイのように、確かに、しかし再び、それが何か素晴らしいことを期待しないでください。\u001b[22m\n\u001b[1m(Moshi anata ga terebi anime o sukide, Yaoi no yō ni, tashika ni, shikashi futatabi, soregananika subarashī koto o kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you liked the TV anime and like yaoi, then sure, but again, don't expect it to be anything great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you liked the TV anime and like yaoi, then sure, but again, don't expect it to be anything great.\u001b[24m\n    \u001b[1mもしあなたがテレビアニメを好きで、ヤオイのように、確かに、しかし再び、それが何か素晴らしいことを期待しないでください。\u001b[22m, \u001b[1mあなたは、テレビアニメなどやおいが好きならば、必ず、しかし、再び、それは素晴らしいものであることを期待しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nIf you just generally like horror and yaoi mixed together, sure, that's pretty much all this is.\n\n\u001b[1mホラーとヤオイが一緒に混じっているのが好きなら、これはほとんどすべてです。\u001b[22m\n\u001b[1m(Horā to Yaoi ga issho ni majitte iru no ga sukinara, kore wa hotondo subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you just generally like horror and yaoi mixed together, sure, that's pretty much all this is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you just generally like horror and yaoi mixed together, sure, that's pretty much all this is.\u001b[24m\n    \u001b[1mホラーとヤオイが一緒に混じっているのが好きなら、これはほとんどすべてです。\u001b[22m, \u001b[1mあなただけの、一般的に一緒に混合恐怖とやおいが好きなら、必ず、それはかなりすべてこれですよ。\u001b[22m\n\u001b[1m\u001b[22m\nIf any of those don't apply to you, then don't waste your time, you more than likely won't enjoy this at all.\n\n\u001b[1mそれらのどれかがあなたに当てはまらない場合は、あなたの時間を無駄にしないでください。\u001b[22m\n\u001b[1m(Sorera no dore ka ga anata ni atehamaranai baai wa, anata no jikan o muda ni shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf any of those don't apply to you, then don't waste your time, you more than likely won't enjoy this at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf any of those don't apply to you, then don't waste your time, you more than likely won't enjoy this at all.\u001b[24m\n    \u001b[1mそれらのどれかがあなたに当てはまらない場合は、あなたの時間を無駄にしないでください。\u001b[22m, \u001b[1mそれらのいずれかがあなたに適用されない場合は、あなたがより多くの可能性よりも、このすべてを楽しむことはありません、あなたの時間を無駄にしないでください。\u001b[22m"
  },
  {
    "title": "DRAMAtical_Murder_OVA__Data_xx_Transitory",
    "id": "25567",
    "url": "https://myanimelist.net/anime/25567/DRAMAtical_Murder_OVA__Data_xx_Transitory",
    "user": "hydrascarlet",
    "profile": "/profile/hydrascarlet/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=177601",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  8\n\nこのOVAにはゲイ・セックス、暴行、暴力、血が含まれています。もしそれらを避けたいのであれば、それを見ないでください。 アニメにはこれらがないので、OVAを見ずにアニメを見ることができます。\nこのOVAは、アニメのエピソード11で何かが間違っていた場合、Aobaに何が起こるかを示します。 それはDVDに入っていて、ここに挿入するプロットはあまりないので、良質のアニメーションを持っています。 声の演技はそれで本当に良いです、それは悪い終わりの偉大な適応です。 各パーツがどのくらい短いのかを除いて（しかし、なぜそれがそうであるのか理解しています）、私は苦情はありません。\nだから、私が最初の文章に書いたものは、あなたを気にさせるものではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTHIS OVA INCLUDES GAY SEX, RAPE, NUDITY AND BLOOD - if want to avoid those, don't watch it. The anime doesn't have these, so you can just watch the anime without watching the OVA.\n\n\u001b[1mこのOVAにはゲイ・セックス、暴行、暴力、血が含まれています。もしそれらを避けたいのであれば、それを見ないでください。 アニメにはこれらがないので、OVAを見ずにアニメを見ることができます。\u001b[22m\n\u001b[1m(Kono ovu~a ni wa gei sekkusu, bōkō, bōryoku, chi ga fukuma rete imasu. Moshi sorera o saketai nodeareba, sore o minaide kudasai. Anime ni wa korera ga nainode, ovu~a o mizu ni anime o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mTHIS OVA INCLUDES GAY SEX, RAPE, NUDITY AND BLOOD - if want to avoid those, don't watch it. The anime doesn't have these, so you can just watch the anime without watching the OVA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS OVA INCLUDES GAY SEX, RAPE, NUDITY AND BLOOD - if want to avoid those, don't watch it.\u001b[24m\n    \u001b[1mこのOVAにはゲイ・セックス、暴行、暴力、血が含まれています。もしそれらを避けたいのであれば、それを見ないでください。\u001b[22m, \u001b[1mこのOVAはゲイのセックス、レイプ、ヌードや血液が含まれて - それらを回避したい場合は、それを見ていません。\u001b[22m\n\u001b[4mThe anime doesn't have these, so you can just watch the anime without watching the OVA.\u001b[24m\n    \u001b[1mアニメにはこれらがないので、OVAを見ずにアニメを見ることができます。\u001b[22m, \u001b[1mアニメでは、これらを持っていないので、あなただけのOVAを見ずにアニメを見ることができます。\u001b[22m\nThis OVA shows what would happen to Aoba if things had gone wrong on episode 11 of the anime. It has good quality animation because it came on DVD and there isn't much of a plot to insert here. The voice acting is really good on it and it's a great adaptation of the bad ends. Excluding how short each part was (but I understand why it is like that), I have no complaints.\n\n\u001b[1mこのOVAは、アニメのエピソード11で何かが間違っていた場合、Aobaに何が起こるかを示します。 それはDVDに入っていて、ここに挿入するプロットはあまりないので、良質のアニメーションを持っています。 声の演技はそれで本当に良いです、それは悪い終わりの偉大な適応です。 各パーツがどのくらい短いのかを除いて（しかし、なぜそれがそうであるのか理解しています）、私は苦情はありません。\u001b[22m\n\u001b[1m(Kono ovu~a wa, anime no episōdo 11 de nanika ga machigatte ita baai, Aoba ni nani ga okoru ka o shimeshimasu. Sore wa DVD ni haitte ite, koko ni sōnyū suru purotto wa amari nainode, ryōshitsu no animēshon o motte imasu. Koe no engi wa sore de hontōni yoidesu, sore wa warui owari no idaina tekiōdesu. Kaku pātsu ga dono kurai mijikai no ka o nozoite (shikashi, naze sore ga sōdearu no ka rikai shite imasu), watashi wa kujō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis OVA shows what would happen to Aoba if things had gone wrong on episode 11 of the anime. It has good quality animation because it came on DVD and there isn't much of a plot to insert here. The voice acting is really good on it and it's a great adaptation of the bad ends. Excluding how short each part was (but I understand why it is like that), I have no complaints.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis OVA shows what would happen to Aoba if things had gone wrong on episode 11 of the anime.\u001b[24m\n    \u001b[1mこのOVAは、アニメのエピソード11で何かが間違っていた場合、Aobaに何が起こるかを示します。\u001b[22m, \u001b[1mこのOVAは物事がアニメのエピソード11に間違っていた場合青葉に何が起こるかを示しています。\u001b[22m\n\u001b[4mIt has good quality animation because it came on DVD and there isn't much of a plot to insert here.\u001b[24m\n    \u001b[1mそれはDVDに入っていて、ここに挿入するプロットはあまりないので、良質のアニメーションを持っています。\u001b[22m, \u001b[1mそれはDVDに来たので、それは良い品質のアニメーションを持っており、ここに挿入するプロットの多くはありません。\u001b[22m\n\u001b[4mThe voice acting is really good on it and it's a great adaptation of the bad ends.\u001b[24m\n    \u001b[1m声の演技はそれで本当に良いです、それは悪い終わりの偉大な適応です。\u001b[22m, \u001b[1m声の演技は、その上に本当に良いです、それは悪い端の偉大な適応です。\u001b[22m\n\u001b[4mExcluding how short each part was (but I understand why it is like that), I have no complaints.\u001b[24m\n    \u001b[1m各パーツがどのくらい短いのかを除いて（しかし、なぜそれがそうであるのか理解しています）、私は苦情はありません。\u001b[22m, \u001b[1m各部分がいかに短い除く（しかし、それはそのようである理由私は理解して）、私は不満はありません。\u001b[22m\nSo, nothing I wrote on the first sentence bothers you - go watch it.\n\n\u001b[1mだから、私が最初の文章に書いたものは、あなたを気にさせるものではありません。\u001b[22m\n\u001b[1m(Dakara, watashi ga saisho no bunshō ni kaita mono wa, anata o ki ni sa seru monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSo, nothing I wrote on the first sentence bothers you - go watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, nothing I wrote on the first sentence bothers you - go watch it.\u001b[24m\n    \u001b[1mだから、私が最初の文章に書いたものは、あなたを気にさせるものではありません。\u001b[22m, \u001b[1mだから、私は最初の文に書いたものは何もあなたを気にしない - それを見に行きます。\u001b[22m"
  },
  {
    "title": "DRAMAtical_Murder_OVA__Data_xx_Transitory",
    "id": "25567",
    "url": "https://myanimelist.net/anime/25567/DRAMAtical_Murder_OVA__Data_xx_Transitory",
    "user": "Shounenai4life",
    "profile": "/profile/Shounenai4life/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=197046",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  3\nキャラクター|  3\n|  10\n\n私はこのOVAが来るアニメを見たことがありませんが、あなたがゲームをプレイして、悪いエンディングのアニメーションを見たい場合、これは来る場所です。 ホラーとヤオイが混在しているのが好きなら、ここに来てください。\n\nあなたがゲームのようにBLになることを望んでいるアニメを見ても、あなたはすごく失望していて、すべてのLがどこに行ったのか疑問に思っていたら、ここに来るのでここに来てください。\n\nあなたが血を嫌うのでなければ、あなたがヤオイが好きなら、ここに来てください（そして来ないでください）。\n\nあなたがリベットプロットをしたいのなら、いいえ、すぐに出てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI haven't seen the anime this OVA is coming after, but if you have played the game and you want to see animations of the bad endings, this is the place to come to. If you like horror and yaoi mixed together, come here.\n\n\u001b[1m私はこのOVAが来るアニメを見たことがありませんが、あなたがゲームをプレイして、悪いエンディングのアニメーションを見たい場合、これが来る場所です。 ホラーとヤオイが混在しているのが好きなら、ここに来てください。\u001b[22m\n\u001b[1m(Watashi wa kono ovu~a ga kuru anime o mita koto ga arimasenga, anata ga gēmu o purei shite, warui endingu no animēshon o mitai baai, kore ga kuru bashodesu. Horā to Yaoi ga konzai shite iru no ga sukinara, koko ni kite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI haven't seen the anime this OVA is coming after, but if you have played the game and you want to see animations of the bad endings, this is the place to come to. If you like horror and yaoi mixed together, come here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI haven't seen the anime this OVA is coming after, but if you have played the game and you want to see animations of the bad endings, this is the place to come to.\u001b[24m\n    \u001b[1m私はこのOVAが来るアニメを見たことがありませんが、あなたがゲームをプレイして、悪いエンディングのアニメーションを見たい場合、これが来る場所です。\u001b[22m, \u001b[1m私はこのOVAが後に来ているアニメを見ていない、しかし、あなたがゲームをプレイしているとあなたが悪いエンディングのアニメーションを表示する場合、これはに来る場所です。\u001b[22m\n\u001b[4mIf you like horror and yaoi mixed together, come here.\u001b[24m\n    \u001b[1mホラーとヤオイが混在しているのが好きなら、ここに来てください。\u001b[22m, \u001b[1mあなたが一緒に混合恐怖とやおいが好きなら、ここに来ます。\u001b[22m\n\u001b[1m\u001b[22m\nIf you watched the anime hoping for it to be BL like the game, but you were sorely disappointed and wondering where all the L went, it's here, so come here.\n\n\u001b[1mあなたがゲームのようにBLになることを望んでいるアニメを見ても、あなたはすごく失望していて、すべてのLがどこに行ったのか疑問に思っていたら、ここに来るのでここに来てください。\u001b[22m\n\u001b[1m(Anata ga gēmu no yō ni BL ni naru koto o nozonde iru anime o mite mo, anata wa sugoku shitsubō shite ite, subete no L ga doko ni itta no ka gimon ni omotte itara, koko ni kuru node koko ni kite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you watched the anime hoping for it to be BL like the game, but you were sorely disappointed and wondering where all the L went, it's here, so come here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you watched the anime hoping for it to be BL like the game, but you were sorely disappointed and wondering where all the L went, it's here, so come here.\u001b[24m\n    \u001b[1mあなたがゲームのようにBLになることを望んでいるアニメを見ても、あなたはすごく失望していて、すべてのLがどこに行ったのか疑問に思っていたら、ここに来るのでここに来てください。\u001b[22m, \u001b[1mあなたはそれがゲームのようBLであるために望んでアニメを見て、しかし、あなたはひどく失望した、すべてのLはどこに行ったか疑問に思っている場合、それはここなので、ここに来ます。\u001b[22m\n\u001b[1m\u001b[22m\nIf you like yaoi come here, unless you hate blood (then don't come).\n\n\u001b[1mあなたが血を嫌うのでなければ、あなたがヤオイが好きなら、ここに来てください（そして来ないでください）。\u001b[22m\n\u001b[1m(Anata ga chi o kirau nodenakereba, anata ga Yaoi ga sukinara, koko ni kite kudasai (soshite konaide kudasai).)\u001b[22m\n\nTranslations of \u001b[4mIf you like yaoi come here, unless you hate blood (then don't come).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like yaoi come here, unless you hate blood (then don't come).\u001b[24m\n    \u001b[1mあなたが血を嫌うのでなければ、あなたがヤオイが好きなら、ここに来てください（そして来ないでください）。\u001b[22m, \u001b[1mあなたはやおいが好きなら、あなたは（当時来ていない）は、血液を嫌いしない限り、ここに来ます。\u001b[22m\n\u001b[1m\u001b[22m\nIf you want a riveting plot, no, leave, quickly.\n\n\u001b[1mあなたがリベットプロットをしたいのなら、いいえ、すぐに出てください。\u001b[22m\n\u001b[1m(Anata ga ribettopurotto o shitai nonara, īe, sugu ni dete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you want a riveting plot, no, leave, quickly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want a riveting plot, no, leave, quickly.\u001b[24m\n    \u001b[1mあなたがリベットプロットをしたいのなら、いいえ、すぐに出てください。\u001b[22m, \u001b[1mあなたはリベットプロットをしたい場合は、いいえ、すぐに、残します。\u001b[22m"
  },
  {
    "title": "DRAMAtical_Murder_OVA__Data_xx_Transitory",
    "id": "25567",
    "url": "https://myanimelist.net/anime/25567/DRAMAtical_Murder_OVA__Data_xx_Transitory",
    "user": "evoon",
    "profile": "/profile/evoon/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=220660",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  5\n\n私はこれに非常に不満を抱きました。ゲームを考えてもそれほど悪くはありませんでした。 しかし、私はそれが唯一の悪い結末であり、それがすべてを含んでいないことを見いだすことができなかった。 私はちょうど良いエピソードと悪い結末の両方で2番目のシーズンをアニメーション化しなければならない悪い結末だけで短いエピソードの代わりに感じる。 このビデオの代わりに。 あなたは完全な経験をしたい場合は、私はゲームを取得するか、またはYouTubeでそれを見ます。 しかし、私は最初の完全なアニメの第1シーズンを見ているので、あなたはゲームのほとんどを通して何が起こっているのか理解しています。 このゲームは、デプッと遊ぶことがずっと楽しいものです。 あなたがプレーする前に、少し警告。 あなたがセックス、強姦、血、そして人が非常に同性愛者であるという内容のコンテンツを見たくないのなら、遊んではいけません。 私は最初のシーズンを強く示唆します。なぜなら、それを見たくない人のための成人向けのコンテンツは含まれていないからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI was very dissapointed with this, It wasn't too bad considering the game. However I was unpleased to find it was only the bad endings and that it did not include all of them. I feel as if instead of a short episode with ONLY the bad endings they should have animated a second season with both the good and the bad endings. Instead of this video. If you do want the full experience I would get the game or watch it on youtube. I would watch the full anime 1st season first however so you understand what is going on through most of the game. The game is much more in deapth and fun to play. A little warning though before you play; if you do not wish to see some content invoving sex, rape, blood, and people being very gay, do not play. I would Highly suggest the first season, because it does not involve any adult content for those who would not wish to see that.\n\n\u001b[1m私はこれに非常に不満を抱きました。ゲームを考えてもそれほど悪くはありませんでした。 しかし、私はそれが唯一の悪い結末であり、それがすべてを含んでいないことを見いだすことができなかった。 私はちょうど良いエピソードと悪い結末の両方で2番目のシーズンをアニメーション化しなければならない悪い結末だけで短いエピソードの代わりに感じる。 このビデオの代わりに。 あなたは完全な経験をしたい場合は、私はゲームを取得するか、またはYouTubeでそれを見ます。 しかし、私は最初の完全なアニメの第1シーズンを見ているので、あなたはゲームのほとんどを通して何が起こっているのか理解しています。 このゲームは、デプッと遊ぶことがずっと楽しいものです。 あなたがプレーする前に、少し警告。 あなたがセックス、強姦、血、そして人が非常に同性愛者であるという内容のコンテンツを見たくないのなら、遊んではいけません。 私は最初のシーズンを強く示唆します。なぜなら、それを見たくない人のための成人向けのコンテンツは含まれていないからです。\u001b[22m\n\u001b[1m(Watashi wa kore ni hijō ni fuman o dakimashita. Gēmu o kangaete mo sorehodo waruku wa arimasendeshita. Shikashi, watashi wa sore ga yuiitsu no warui ketsumatsudeari, sore ga subete o fukunde inai koto o miidasu koto ga dekinakatta. Watashi wa chōdo yoi episōdo to warui ketsumatsu no ryōhō de 2-banme no shīzun o animēshon-ka shinakereba naranai warui ketsumatsu dakede mijikai episōdo no kawari ni kanjiru. Kono bideo no kawarini. Anata wa kanzen'na keiken o shitai baai wa, watashi wa gēmu o shutoku suru ka, matawa yūchūbu de sore o mimasu. Shikashi, watashi wa saisho no kanzen'na anime no dai 1 shīzun o mite irunode, anata wa gēmu no hotondo o tōshi tenani ga okotte iru no ka rikai shite imasu. Kono gēmu wa, de putto asobu koto ga zutto tanoshī monodesu. Anata ga purē suru mae ni, sukoshi keikoku. Anata ga sekkusu, gōkan, chi, soshite hito ga hijō ni dōseiai-shadearu to iu naiyō no kontentsu o mitakunai nonara, asonde wa ikemasen. Watashi wa saisho no shīzun o tsuyoku shisa shimasu. Nazenara, sore o mitakunai hito no tame no seijin-muke no kontentsu wa fukuma rete inaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI was very dissapointed with this, It wasn't too bad considering the game. However I was unpleased to find it was only the bad endings and that it did not include all of them. I feel as if instead of a short episode with ONLY the bad endings they should have animated a second season with both the good and the bad endings. Instead of this video. If you do want the full experience I would get the game or watch it on youtube. I would watch the full anime 1st season first however so you understand what is going on through most of the game. The game is much more in deapth and fun to play. A little warning though before you play; if you do not wish to see some content invoving sex, rape, blood, and people being very gay, do not play. I would Highly suggest the first season, because it does not involve any adult content for those who would not wish to see that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was very dissapointed with this, It wasn't too bad considering the game.\u001b[24m\n    \u001b[1m私はこれに非常に不満を抱きました。ゲームを考えてもそれほど悪くはありませんでした。\u001b[22m, \u001b[1m私はそれがゲームを考慮し、あまりにも悪くはなかった、これと非常にがっかりしました。\u001b[22m\n\u001b[4mHowever I was unpleased to find it was only the bad endings and that it did not include all of them.\u001b[24m\n    \u001b[1mしかし、私はそれが唯一の悪い結末であり、それがすべてを含んでいないことを見いだすことができなかった。\u001b[22m, \u001b[1mしかし、私はそれが唯一の悪い結末だった、それはそれらのすべてが含まれていなかったことを見つけることが不満なでした。\u001b[22m\n\u001b[4mI feel as if instead of a short episode with ONLY the bad endings they should have animated a second season with both the good and the bad endings.\u001b[24m\n    \u001b[1m私はちょうど良いエピソードと悪い結末の両方で2番目のシーズンをアニメーション化しなければならない悪い結末だけで短いエピソードの代わりに感じる。\u001b[22m, \u001b[1m私の代わりに、彼らは良い面と悪い語尾の両方を有する第二シーズンをアニメーション化している必要があります唯一の悪い結末と短いエピソードのかのように感じます。\u001b[22m\n\u001b[4mInstead of this video.\u001b[24m\n    \u001b[1mこのビデオの代わりに。\u001b[22m, \u001b[1m代わりに、このビデオの。\u001b[22m\n\u001b[4mIf you do want the full experience I would get the game or watch it on youtube.\u001b[24m\n    \u001b[1mあなたは完全な経験をしたい場合は、私はゲームを取得するか、またはYouTubeでそれを見ます。\u001b[22m, \u001b[1mあなたは完全な経験をしたいですなら、私はゲームを取得したり、ユーチューブ上でそれを見るだろう。\u001b[22m\n\u001b[4mI would watch the full anime 1st season first however so you understand what is going on through most of the game.\u001b[24m\n    \u001b[1mしかし、私は最初の完全なアニメの第1シーズンを見ているので、あなたはゲームのほとんどを通して何が起こっているのか理解しています。\u001b[22m, \u001b[1mあなたがゲームの中で最もを通して何が起こっているかを理解するように、しかし私は、最初のフルアニメ第一期を見てだろう。\u001b[22m\n\u001b[4mThe game is much more in deapth and fun to play.\u001b[24m\n    \u001b[1mこのゲームは、デプッと遊ぶことがずっと楽しいものです。\u001b[22m, \u001b[1mゲームはプレイするdeapthと楽しみではるかにあります。\u001b[22m\n\u001b[4mA little warning though before you play;\u001b[24m\n    \u001b[1mあなたがプレーする前に、少し警告。\u001b[22m, \u001b[1mあなたがプレイする前に、しかし少し警告。\u001b[22m\n\u001b[4mif you do not wish to see some content invoving sex, rape, blood, and people being very gay, do not play.\u001b[24m\n    \u001b[1mあなたがセックス、強姦、血、そして人が非常に同性愛者であるという内容のコンテンツを見たくないのなら、遊んではいけません。\u001b[22m, \u001b[1mあなたがセックス、レイプ、血液をinvoving一部のコンテンツを表示したくない、と人々は非常に同性愛者である場合、再生されません。\u001b[22m\n\u001b[4mI would Highly suggest the first season, because it does not involve any adult content for those who would not wish to see that.\u001b[24m\n    \u001b[1m私は最初のシーズンを強く示唆します。なぜなら、それを見たくない人のための成人向けのコンテンツは含まれていないからです。\u001b[22m, \u001b[1mそれはそれを見るために望まない人のための任意のアダルトコンテンツを含んでいないので、私は非常に、最初のシーズンをお勧めします。\u001b[22m"
  },
  {
    "title": "DRAMAtical_Murder_OVA__Data_xx_Transitory",
    "id": "25567",
    "url": "https://myanimelist.net/anime/25567/DRAMAtical_Murder_OVA__Data_xx_Transitory",
    "user": "Nekogee",
    "profile": "/profile/Nekogee/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=232640",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  5\nキャラクター|  5\n|  6\n\n完全なDMMDのアニメがこのルートをとったばかりで、より多くの視聴者に販売しようとするのではなく、DMMDの元のファンに「大多数をねじ込む」ように迷い込んでしまったのではないでしょうか？  。\n\nしかし、それは何が起こったかではなく、大部分が常に支配するでしょう、それが人口統計学の仕組みです。 だから、この小さなOVAにゲームの悪い終わりのそれぞれに短い頷きを与えることは、ゲームのファンから少し好意を得ようとする素晴らしい試みです。 確かに、それはかなり暴力的、暗いまたは明示的ではありません（それに直面するので、彼らは決してそれで逃げることはありません）。 壊れたものを試して修正することは、依然として明白な試みです。 少なくとも少し。\n\nそれはどんな良いものでもあります。\n\nそれはアニメよりも優れています。 それは単にゲームの元の音色に近いからです。 しかし、それはそれがマルチルートゲームであり、あなたがマルチルートゲームにフィットすることはできませんので、それは後ろから来ているアニメ、悪いエンディングのそれぞれがどのように発生し、  12話のアニメ。 それはちょうどそのようには動作しません。\n\n親アニメが悪かったので、このOVAを嫌うのは公正ではありません。 それは試みた - それは本当にした。 だから、それが何であるかを考えてみましょう。DRAMAtical Murderの最も暗い側面の小さな頷きは、私たちが入手した製品の中でアニメが触れることは決してありません。\n\n全体：6/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIf the full DMMD anime had just taken this route and just went 'screw the majority' and pandered to the original fans of DMMD instead of trying to market to a wider audience - it would have likely would not have garnered as much hate as it does .\n\n\u001b[1m完全なDMMDのアニメがこのルートをとったばかりで、より多くの視聴者に販売しようとするのではなく、DMMDの元のファンに「大多数をねじ込む」ように迷い込んでしまったのではないでしょうか？  。\u001b[22m\n\u001b[1m(Kanzen'na DMMD no anime ga kono rūto o totta bakari de, yori ōku no shichō-sha ni hanbai shiyou to suru node wa naku, DMMD no gen no fan ni `dai tasū o nejikomu'-yō ni mayoikonde shimatta node wanaideshou ka?.)\u001b[22m\n\nTranslations of \u001b[4mIf the full DMMD anime had just taken this route and just went 'screw the majority' and pandered to the original fans of DMMD instead of trying to market to a wider audience - it would have likely would not have garnered as much hate as it does .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf the full DMMD anime had just taken this route and just went 'screw the majority' and pandered to the original fans of DMMD instead of trying to market to a wider audience - it would have likely would not have garnered as much hate as it does\u001b[24m\n    \u001b[1m完全なDMMDのアニメがこのルートをとったばかりで、より多くの視聴者に販売しようとするのではなく、DMMDの元のファンに「大多数をねじ込む」ように迷い込んでしまったのではないでしょうか？\u001b[22m, \u001b[1mフルDMMDアニメはちょうどこのルートを取り、単に 'が過半数をネジ」行き、代わりに幅広い視聴者に販売しようとしているのDMMDの元ファンにpanderedていた場合 - それがないとして、それはおそらく同じくらい嫌いを獲得していないだろうしているだろう\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, that's not what happened and the majority will always rule, that's how demographics work. So to have this little OVA giving a short nod to each of the bad endings of the game is a nice attempt to gain a little favour from the fans of the game. Sure, it's not quite a violent, dark or explicit (because let's face it, they'd never get away with that). It's still an obvious attempt to try and fix what was broken. At least a little bit.\n\n\u001b[1mしかし、それは何が起こったかではなく、大部分が常に支配するでしょう、それが人口統計学の仕組みです。 だから、この小さなOVAにゲームの悪い終わりのそれぞれに短い頷きを与えることは、ゲームのファンから少し好意を得ようとする素晴らしい試みです。 確かに、それはかなり暴力的、暗いまたは明示的ではありません（それに直面するので、彼らは決してそれで逃げることはありません）。 壊れたものを試して修正することは、依然として明白な試みです。 少なくとも少し。\u001b[22m\n\u001b[1m(Shikashi, sore wa nani ga okotta kade wa naku, daibubun ga tsuneni shihai surudeshou, sore ga jinkō tōkei-gaku no shikumidesu. Dakara, kono chīsana ovu~a ni gēmu no warui owari no sorezore ni mijikai unazuki o ataeru koto wa, gēmu no fan kara sukoshi kōi o eyou to suru subarashī kokoromidesu. Tashika ni, sore wa kanari bōryoku-teki, kurai matawa meishitekide wa arimasen (sore ni chokumen surunode, karera wa kesshite sore de nigeru koto wa arimasen). Kowareta mono o tameshite shūsei suru koto wa, izentoshite meihakuna kokoromidesu. Sukunakutomo sukoshi.)\u001b[22m\n\nTranslations of \u001b[4mHowever, that's not what happened and the majority will always rule, that's how demographics work. So to have this little OVA giving a short nod to each of the bad endings of the game is a nice attempt to gain a little favour from the fans of the game. Sure, it's not quite a violent, dark or explicit (because let's face it, they'd never get away with that). It's still an obvious attempt to try and fix what was broken. At least a little bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, that's not what happened and the majority will always rule, that's how demographics work.\u001b[24m\n    \u001b[1mしかし、それは何が起こったかではなく、大部分が常に支配するでしょう、それが人口統計学の仕組みです。\u001b[22m, \u001b[1mそれは人口統計がどのように動作するかだ、しかし、それは何が起こったかではないですし、大部分が常に支配します。\u001b[22m\n\u001b[4mSo to have this little OVA giving a short nod to each of the bad endings of the game is a nice attempt to gain a little favour from the fans of the game.\u001b[24m\n    \u001b[1mだから、この小さなOVAにゲームの悪い終わりのそれぞれに短い頷きを与えることは、ゲームのファンから少し好意を得ようとする素晴らしい試みです。\u001b[22m, \u001b[1mだから、この小さなOVAは、ゲームの悪い結末のそれぞれに短いうなずきを与える持っているゲームのファンから少し好意を得るための素晴らしい試みです。\u001b[22m\n\u001b[4mSure, it's not quite a violent, dark or explicit (because let's face it, they'd never get away with that).\u001b[24m\n    \u001b[1m確かに、それはかなり暴力的、暗いまたは明示的ではありません（それに直面するので、彼らは決してそれで逃げることはありません）。\u001b[22m, \u001b[1m確かに、それは（それに直面させているため、彼らはそれと逃げることがなかった）かなり、暴力的な暗いまたは明示的ではありません。\u001b[22m\n\u001b[4mIt's still an obvious attempt to try and fix what was broken.\u001b[24m\n    \u001b[1m壊れたものを試して修正することは、依然として明白な試みです。\u001b[22m, \u001b[1mそれはまだ試してみて、壊れていたものを修正するための明白な試みです。\u001b[22m\n\u001b[4mAt least a little bit.\u001b[24m\n    \u001b[1m少なくとも少し。\u001b[22m\n\u001b[1m\u001b[22m\nIs it any good: kind of.\n\n\u001b[1mそれはどんな良いものでもあります。\u001b[22m\n\u001b[1m(Sore wa don'na yoi monode mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIs it any good: kind of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs it any good: kind of.\u001b[24m\n    \u001b[1mそれはどんな良いものでもあります。\u001b[22m, \u001b[1mの種類：それは何か良いです。\u001b[22m\n\u001b[1m\u001b[22m\nIt's better than the anime. Simply because it's closer to the original tone of the game. However, it's still not great since the anime it's coming from the back of, doesn't really tie into how each of the bad endings occur and pan out since it is a multi-route game and you cannot fit a multi-route game into a 12 episode anime. It just doesn't work like that.\n\n\u001b[1mそれはアニメよりも優れています。 それは単にゲームの元の音色に近いからです。 しかし、それはそれがマルチルートゲームであり、あなたがマルチルートゲームにフィットすることはできませんので、それは後ろから来ているアニメ、悪いエンディングのそれぞれがどのように発生し、  12話のアニメ。 それはちょうどそのようには動作しません。\u001b[22m\n\u001b[1m(Sore wa anime yori mo sugurete imasu. Sore wa tan'ni gēmu no gen no neiro ni chikaikaradesu. Shikashi, sore wa sore ga maruchirūtogēmudeari, anata ga maruchirūtogēmu ni fitto suru koto wa dekimasen'node, soreha ushiro kara kite iru anime, warui endingu no sorezore ga dono yō ni hassei shi, 12-wa no anime. Sore wa chōdo sonoyōni wa dōsa shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's better than the anime. Simply because it's closer to the original tone of the game. However, it's still not great since the anime it's coming from the back of, doesn't really tie into how each of the bad endings occur and pan out since it is a multi-route game and you cannot fit a multi-route game into a 12 episode anime. It just doesn't work like that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's better than the anime.\u001b[24m\n    \u001b[1mそれはアニメよりも優れています。\u001b[22m, \u001b[1mそれはアニメよりはましです。\u001b[22m\n\u001b[4mSimply because it's closer to the original tone of the game.\u001b[24m\n    \u001b[1mそれは単にゲームの元の音色に近いからです。\u001b[22m, \u001b[1mそれはゲームの原音に近いだというだけの理由。\u001b[22m\n\u001b[4mHowever, it's still not great since the anime it's coming from the back of, doesn't really tie into how each of the bad endings occur and pan out since it is a multi-route game and you cannot fit a multi-route game into\u001b[24m\n    \u001b[1mしかし、それはそれがマルチルートゲームであり、あなたがマルチルートゲームにフィットすることはできませんので、それは後ろから来ているアニメ、悪いエンディングのそれぞれがどのように発生し、\u001b[22m, \u001b[1mそれはの後ろから来ているアニメは、本当に悪い語尾のそれぞれが発生するどのように結びつけ、それがマルチルートゲームですので、アウトパンとあなたにマルチルートゲームに適合しないことができていないので、それはまだ素晴らしいではありません\u001b[22m\n\u001b[4ma 12 episode anime.\u001b[24m\n    \u001b[1m12話のアニメ。\u001b[22m, \u001b[1m12エピソードのアニメ。\u001b[22m\n\u001b[4mIt just doesn't work like that.\u001b[24m\n    \u001b[1mそれはちょうどそのようには動作しません。\u001b[22m, \u001b[1mそれはちょうどそのように動作しません。\u001b[22m\n\u001b[1m\u001b[22m\nIt's not fair to hate this OVA simply because it's parent anime was bad. It tried - it really did. So take it for what it is, a small nod to some of the darkest aspect of DRAMAtical Murder which the anime would never touch in the watered down product that we got.\n\n\u001b[1m親アニメが悪かったので、このOVAを嫌うのは公正ではありません。 それは試みた - それは本当にした。 だから、それが何であるかを考えてみましょう。DRAMAtical Murderの最も暗い側面の小さな頷きは、私たちが入手した製品の中でアニメが触れることは決してありません。\u001b[22m\n\u001b[1m(Oya anime ga warukattanode, kono ovu~a o kirau no wa kōseide wa arimasen. Sore wa kokoromita - sore wa hontōni shita. Dakara, sore ga nandearu ka o kangaete mimashou. DRAMAtical Murder no mottomo kurai sokumen no chīsana unazuki wa, watashitachi ga nyūshu shita seihin no naka de anime ga fureru koto wa kesshite arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's not fair to hate this OVA simply because it's parent anime was bad. It tried - it really did. So take it for what it is, a small nod to some of the darkest aspect of DRAMAtical Murder which the anime would never touch in the watered down product that we got.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not fair to hate this OVA simply because it's parent anime was bad.\u001b[24m\n    \u001b[1m親アニメが悪かったので、このOVAを嫌うのは公正ではありません。\u001b[22m, \u001b[1mそれはアニメが悪かった親だという理由だけで、このOVAを嫌いに公平ではありません。\u001b[22m\n\u001b[4mIt tried - it really did.\u001b[24m\n    \u001b[1mそれは試みた - それは本当にした。\u001b[22m, \u001b[1mこれは試してみました - それは本当にやりました。\u001b[22m\n\u001b[4mSo take it for what it is, a small nod to some of the darkest aspect of DRAMAtical Murder which the anime would never touch in the watered down product that we got.\u001b[24m\n    \u001b[1mだから、それが何であるかを考えてみましょう。DRAMAtical Murderの最も暗い側面の小さな頷きは、私たちが入手した製品の中でアニメが触れることは決してありません。\u001b[22m, \u001b[1mだから、それが何であるかのためにアニメは私たちが持って骨抜きに製品に触れることはない劇的な殺人の最も暗い側面の一部に小さなうなずきをそれを取ります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6/10\n\n\u001b[1m全体：6/10\u001b[22m\n\u001b[1m(Zentai: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6/10\u001b[24m\n    \u001b[1m全体：6/10\u001b[22m"
  }
]
