[
  {
    "title": "Junjou_Romantica_3",
    "id": "25649",
    "url": "https://myanimelist.net/anime/25649/Junjou_Romantica_3",
    "user": "AshesBorn",
    "profile": "/profile/AshesBorn/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=198015",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  6\nキャラクター|  5\n|  6\n\n私は純治ロマンチカの最初の2つのシーズンを見たとき、関係の仕組みが分からなかった未熟なゲイティーンエイジャーだったので、このシリーズはドラマとロマンスの縮図のようでした。\n\n私は第3シーズンについて知ったときにとても興奮し、最初の9回のエピソードを眺めました。 私はそれがまともで楽しいシリーズだとまだ信じているが、私はそれを上回っているかもしれないと思う。\n\n皮肉なことに、ロマンスに焦点を当てたアニメでは、私にとって最も面白い面白いインタラクションは友情と日々の生活を中心に展開されています。 残念ながら、彼らはカップルがテーブルにもたらすものよりもずっと自然です。\n\nリレーションシップ・ドラマはすべて非常に熟練しているようだし、キャラクターのどれもが単に彼らの恋人に話す人はいない。 代わりに、彼らはすべてまったく馬鹿げた結論に飛びついて、彼らが瞬く間に状況を突き抜けて、それをスナップしてシーンを作り出すまで、心配することは絶対にしないでください。 私たちはここで時間制限があることを知っていますが、一般に、戦いやセックスをしていないような気がするので、これらのキャラクターが普通の人のように相互作用するのを見てうれしいです。 いくつかの奇妙な理由が「愛」しています。 それは新しいカップルのために大丈夫でしょうが、数年間関係にあった人にとっては、それはちょっとイライラしています。 それについて言えば、彼らの愛情の表示は、その文脈でも愚かに見えます。 それは、常に10分のモノグラフで始まる多くの掴み、引っ張り、白っぽくなって来なければならない。 あなたは宇佐美と4年後、ミサキは性交に来ると苦労しないだろうと思っていたが、ナ...彼はまだそれが初めてのように行動し、彼はそれをやりたくない。 私は最初の2つの季節の間にかわいいと思う人もいるかもしれませんが、この時点では想像力がなく、反復的で面倒です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nBack when I watched the first two seasons of Junjou Romantica, I was an inexperienced gay teenager who had no idea how relationships worked, so this series seemed like the epitome of drama and romance to me.\n\n\u001b[1m私は純治ロマンチカの最初の2つのシーズンを見たとき、関係の仕組みが分からなかった未熟なゲイティーンエイジャーだったので、このシリーズはドラマとロマンスの縮図のようでした。\u001b[22m\n\u001b[1m(Watashi wa sumiharu romanchika no saisho no 2tsu no shīzun o mita toki, kankei no shikumi ga wakaranakatta mijukuna geitīn'eijādattanode, kono shirīzu wa dorama to romansu no shukuzu no yōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mBack when I watched the first two seasons of Junjou Romantica, I was an inexperienced gay teenager who had no idea how relationships worked, so this series seemed like the epitome of drama and romance to me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBack when I watched the first two seasons of Junjou Romantica, I was an inexperienced gay teenager who had no idea how relationships worked, so this series seemed like the epitome of drama and romance to me.\u001b[24m\n    \u001b[1m私は純治ロマンチカの最初の2つのシーズンを見たとき、関係の仕組みが分からなかった未熟なゲイティーンエイジャーだったので、このシリーズはドラマとロマンスの縮図のようでした。\u001b[22m, \u001b[1m私は純情ロマンチカの最初の二つの季節を見たときに戻る、私は関係が働いたか分からなかった不慣れなゲイのティーンエイジャーだったので、このシリーズは、私にはドラマやロマンスの縮図のように思えました。\u001b[22m\n\u001b[1m\u001b[22m\nI was very excited when I found out about the third season, and I binge-watched the first 9 episodes. While I still believe that it's a decent and enjoyable series, I think I might've outgrown it.\n\n\u001b[1m私は第3シーズンについて知ったときにとても興奮し、最初の9回のエピソードを眺めました。 私はそれがまともで楽しいシリーズだとまだ信じているが、私はそれを上回っているかもしれないと思う。\u001b[22m\n\u001b[1m(Watashi wa dai 3 shīzun ni tsuite shitta toki ni totemo kōfun shi, saisho no 9-kai no episōdo o nagamemashita. Watashi wa sore ga matomode tanoshī shirīzudato mada shinjite iruga, watashi wa sore o uwamawatte iru kamo shirenai to omou.)\u001b[22m\n\nTranslations of \u001b[4mI was very excited when I found out about the third season, and I binge-watched the first 9 episodes. While I still believe that it's a decent and enjoyable series, I think I might've outgrown it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was very excited when I found out about the third season, and I binge-watched the first 9 episodes.\u001b[24m\n    \u001b[1m私は第3シーズンについて知ったときにとても興奮し、最初の9回のエピソードを眺めました。\u001b[22m, \u001b[1m私は第三シーズンを知ったとき、私はとても興奮していた、と私は最初の9エピソード無茶見ました。\u001b[22m\n\u001b[4mWhile I still believe that it's a decent and enjoyable series, I think I might've outgrown it.\u001b[24m\n    \u001b[1m私はそれがまともで楽しいシリーズだとまだ信じているが、私はそれを上回っているかもしれないと思う。\u001b[22m, \u001b[1m私はまだそれがまともな、楽しいシリーズだと考えているが、私はそれを脱却しましたかもしれないと思います。\u001b[22m\n\u001b[1m\u001b[22m\nIronically enough, in an anime focused on romance, the most interesting and entertaining interactions for me revolve around friendships and day-to-day life. Unfortunately, they feel much more natural than what the couples bring to the table.\n\n\u001b[1m皮肉なことに、ロマンスに焦点を当てたアニメでは、私にとって最も面白い面白いインタラクションは友情と日々の生活を中心に展開されています。 残念ながら、彼らはカップルがテーブルにもたらすものよりもずっと自然です。\u001b[22m\n\u001b[1m(Hinikuna koto ni, romansu ni shōten o ateta animede wa, watashi ni totte mottomo omoshiroi omoshiroi intarakushon wa yūjō to hibi no seikatsu o chūshin ni tenkai sa rete imasu. Zan'nen'nagara, karera wa kappuru ga tēburu ni motarasu mono yori mo zutto shizendesu.)\u001b[22m\n\nTranslations of \u001b[4mIronically enough, in an anime focused on romance, the most interesting and entertaining interactions for me revolve around friendships and day-to-day life. Unfortunately, they feel much more natural than what the couples bring to the table.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIronically enough, in an anime focused on romance, the most interesting and entertaining interactions for me revolve around friendships and day-to-day life.\u001b[24m\n    \u001b[1m皮肉なことに、ロマンスに焦点を当てたアニメでは、私にとって最も面白い面白いインタラクションは友情と日々の生活を中心に展開されています。\u001b[22m, \u001b[1m皮肉なことに、恋愛に焦点を当てたアニメで、私にとって最も興味深いと面白いの相互作用は、友情や日々の生活を中心に展開します。\u001b[22m\n\u001b[4mUnfortunately, they feel much more natural than what the couples bring to the table.\u001b[24m\n    \u001b[1m残念ながら、彼らはカップルがテーブルにもたらすものよりもずっと自然です。\u001b[22m, \u001b[1m残念ながら、彼らははるかに自然なカップルがテーブルにもたらすものとは感じています。\u001b[22m\n\u001b[1m\u001b[22m\nAll of the relationship drama seems extremely contrived and none of the characters simply TALK to their lovers. Instead, they all jump into downright stupid conclusions, never voice what worries them directly until they overthink the situation to the point that they snap and make a scene out of it. I know we're on a time limit here, but it would be nice to see these characters interact like normal people once in a while, because generally it feels like when they're not fighting or having sex, they are merely acquaintances who for some odd reason 'love' each other. That would be sort of okay for a new couple, but for someone who's been in a relationship for several years, it's just frustratingly underdeveloped and melodramatic. Speaking of which, their displays of affection also look silly in that context. It always has to come down to lots of grabbing, and pulling, and blushing, prefaced by monologuing for ten minutes. You'd think after four years with Usami, Misaki would be less awkward when it came to intercourse, but nah... he still acts like it's their first time and he doesn't want to do it. I guess some people might find it cute, I did for the first two seasons, but at this point, it feels unimaginative, repetitive, and tiresome.\n\n\u001b[1mリレーションシップ・ドラマはすべて非常に熟練しているようだし、キャラクターのどれもが単に彼らの恋人に話す人はいない。 代わりに、彼らはすべてまったく馬鹿げた結論に飛びついて、彼らが瞬く間に状況を突き抜けて、それをスナップしてシーンを作り出すまで、心配することは絶対にしないでください。 私たちはここで時間制限があることを知っていますが、一般に、戦いやセックスをしていないような気がするので、これらのキャラクターが普通の人のように相互作用するのを見てうれしいです。 いくつかの奇妙な理由が「愛」しています。 それは新しいカップルのために大丈夫でしょうが、数年間関係にあった人にとっては、それはちょっとイライラしています。 それについて言えば、彼らの愛情の表示は、その文脈でも愚かに見えます。 それは、常に10分のモノグラフで始まる多くの掴み、引っ張り、白っぽくなって来なければならない。 あなたは宇佐美と4年後、ミサキは性交に来ると苦労しないだろうと思っていたが、ナ...彼はまだそれが初めてのように行動し、彼はそれをやりたくない。 私は最初の2つの季節の間にかわいいと思う人もいるかもしれませんが、この時点では想像力がなく、反復的で面倒です。\u001b[22m\n\u001b[1m(Rirēshonshippu dorama wa subete hijō ni jukuren shite iru yōdashi, kyarakutā no dore mo ga tan'ni karera no koibito ni hanasu hito wa inai. Kawari ni, karera wa subete mattaku bakageta ketsuron ni tobitsuite, karera ga matatakumani jōkyō o tsukinukete, sore o sunappu shite shīn o tsukuridasu made, shinpai suru koto wa zettai ni shinaide kudasai. Watashitachi wa koko de jikan seigen ga aru koto o shitte imasuga, ippan ni, tatakai ya sekkusu o shite inai yōna ki ga surunode, korera no kyarakutā ga futsūnohito no yō ni sōgo sayō suru no o mite ureshīdesu. Ikutsu ka no kimyōna riyū ga `ai' shite imasu. Sore wa atarashī kappuru no tame ni daijōbudeshouga, sū-nenkan kankei ni atta hito ni totte wa, sore wa chotto iraira shite imasu. Sore ni tsuite ieba, karera no aijō no hyōji wa, sono bunmyaku demo oroka ni miemasu. Sore wa, tsuneni 10-bu no monogurafu de hajimaru ōku no tsukami, hippari, shiroppoku natte konakereba naranai. Anata wa Usami to 4-nen-go, Misaki wa seikō ni kuru to kurō shinaidarou to omotte itaga, na... Kare wa mada sore ga hajimete no yō ni kōdō shi, kare wa sore o yaritakunai. Watashi wa saisho no 2tsu no kisetsu no ma ni kawaī to omou hito mo iru kamo shiremasenga, kono jitende wa sōzō-ryoku ga naku, hanpuku-tekide mendōdesu.)\u001b[22m"
  },
  {
    "title": "Junjou_Romantica_3",
    "id": "25649",
    "url": "https://myanimelist.net/anime/25649/Junjou_Romantica_3",
    "user": "JMShoujo01",
    "profile": "/profile/JMShoujo01/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=194921",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8\n\n私は2012年からこのマンガを読んでいて、最初は完全にそれに取りつかれていた（3〜4回再読んだ）ことを教えてあげます。 私はあなたが一般的なプロットラインに精通していることを断言するので、私は詳細なsumaryを与えません。 だからレビューに行くことができます：\n\nストーリー -  7\n私は純祖が八尾の世界で最も元気な物語の一つだと思っています。私は物語がいつも感覚を持っている必要はない（私は純ジュルのユーモアが実際に面白いと思う） プロットが長くても必ずしも最良ではありません。 純粋ロマンチカのプロットラインは、イジュゥイン・京都の魅力（私は彼をそんなに憎む）からもっと反復するようになりましたが、実際にはこれ以上興味深いものではありません。 テロリストはいつもかわいいです、私はそれらを愛しています。\n\nアート -  10\n芸術はそんなに向上しました...マンガだけでなく、\n\n\nサウンド -  9\n私はOPが好きかどうかまだ分かりません...しかし、バックグラウンドミュージックはEDだけでなく、良いです。\n\nキャラクター -  8\n私はIjuuinとMitsukiの種類の迷惑な見つける。 他の人にとっては、うさぎさんと美咲さんは私には失望しているかもしれません。 一般的に、私はキャラクターのdesingnとパーソナリティが好きです\n\n楽しさ -  8\n\n全体的 -  8\n純ジュウはいいシリーズです。将来的にはもっと良くなることを願っています（中村工芸先生にお願いしてください）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI'm reading this manga since 2012 and let me tell you that at first I was totally obsessed with it (re-read 3~4 times). I'll asume that you're familiar with the general plot line so I won't give a detailed sumary. So lets go to the review:\n\n\u001b[1m私は2012年からこのマンガを読んでいて、最初は完全にそれに取りつかれていた（3〜4回再読んだ）ことを教えてあげます。 私はあなたが一般的なプロットラインに精通していることを断言するので、私は詳細なsumaryを与えません。 だからレビューに行くことができます：\u001b[22m\n\u001b[1m(Watashi wa 2012-nen kara kono manga o yonde ite, saisho wa kanzen ni sore ni toritsukarete ita (3 〜 4-kai sai yonda) koto o oshiete agemasu. Watashi wa anata ga ippantekina purottorain ni seitsū shite iru koto o dangen surunode, watashi wa shōsaina sumary o ataemasen. Dakara rebyū ni iku koto ga dekimasu:)\u001b[22m\n\nTranslations of \u001b[4mI'm reading this manga since 2012 and let me tell you that at first I was totally obsessed with it (re-read 3~4 times). I'll asume that you're familiar with the general plot line so I won't give a detailed sumary. So lets go to the review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm reading this manga since 2012 and let me tell you that at first I was totally obsessed with it (re-read 3~4 times).\u001b[24m\n    \u001b[1m私は2012年からこのマンガを読んでいて、最初は完全にそれに取りつかれていた（3〜4回再読んだ）ことを教えてあげます。\u001b[22m, \u001b[1m私は2012年以来、この漫画を読んで、私は（3〜4回再読み込み）最初に、私はそれを完全に取りつかれていたことを言わせています。\u001b[22m\n\u001b[4mI'll asume that you're familiar with the general plot line so I won't give a detailed sumary.\u001b[24m\n    \u001b[1m私はあなたが一般的なプロットラインに精通していることを断言するので、私は詳細なsumaryを与えません。\u001b[22m, \u001b[1m私は詳細なsumaryを与えることはありませんので、私はあなたが一般的なプロットラインに精通していることをasumeます。\u001b[22m\n\u001b[4mSo lets go to the review:\u001b[24m\n    \u001b[1mだからレビューに行くことができます：\u001b[22m\n\u001b[1m\u001b[22m\nStory - 7\n\n\u001b[1mストーリー -  7\u001b[22m\n\u001b[1m(Sutōrī - 7)\u001b[22m\n\nTranslations of \u001b[4mStory - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 7\u001b[24m\n    \u001b[1mストーリー -  7\u001b[22m\nI think that Junjou is one of the most original stories in the yaoi world, I love so much that the stories doesn't have to have sense all the time (I think that Junjou's random humor is actually funny) BUT the autor trying to make the plot longer isn't always the best. Junjou Romantica plot line started to become more repetitive since the appearence of Ijuuin Kyo (I hate him so much), actually, it isn't that interesting anymore (since we're specting for something important to happen). Terrorist is always cute, I love them.\n\n\u001b[1m私は純祖が八尾の世界で最も元気な物語の一つだと思っています。私は物語がいつも感覚を持っている必要はない（私は純ジュルのユーモアが実際に面白いと思う） プロットが長くても必ずしも最良ではありません。 純粋ロマンチカのプロットラインは、イジュゥイン・京都の魅力（私は彼をそんなに憎む）からもっと反復するようになりましたが、実際にはこれ以上興味深いものではありません。 テロリストはいつもかわいいです、私はそれらを愛しています。\u001b[22m\n\u001b[1m(Watashi wa junso ga Yao no sekai de mottomo genkina monogatari no hitotsuda to omotte imasu. Watashi wa monogatari ga itsumo kankaku o motte iru hitsuyō wanai (watashi wa jun juru no yūmoa ga jissai ni omoshiroi to omou) purotto ga nagakute mo kanarazushimo sairyōde wa arimasen. Junsui romanchika no purottorain wa, iju~uin Kyōto no miryoku (watashi wa kare o son'nani nikumu) kara motto hanpuku suru yō ni narimashitaga, jissai ni wa kore ijō kyōmibukai monode wa arimasen. Terorisuto wa itsumo kawaīdesu, watashi wa sorera o aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mI think that Junjou is one of the most original stories in the yaoi world, I love so much that the stories doesn't have to have sense all the time (I think that Junjou's random humor is actually funny) BUT the autor trying to make the plot longer isn't always the best. Junjou Romantica plot line started to become more repetitive since the appearence of Ijuuin Kyo (I hate him so much), actually, it isn't that interesting anymore (since we're specting for something important to happen). Terrorist is always cute, I love them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think that Junjou is one of the most original stories in the yaoi world, I love so much that the stories doesn't have to have sense all the time (I think that Junjou's random humor is actually funny) BUT the autor trying to make\u001b[24m\n    \u001b[1m私は純祖が八尾の世界で最も元気な物語の一つだと思っています。私は物語がいつも感覚を持っている必要はない（私は純ジュルのユーモアが実際に面白いと思う）\u001b[22m, \u001b[1m私は物語は意味のすべての時間を持っている必要はありません（私は純情のランダムなユーモアが実際に面白いと思い）しかしautorを作ろうとしていることをあまり好きに、純情はやおい世界で最もオリジナルの物語の一つであることを考えます\u001b[22m\n\u001b[4mthe plot longer isn't always the best.\u001b[24m\n    \u001b[1mプロットが長くても必ずしも最良ではありません。\u001b[22m, \u001b[1m長いプロットは、常に最高ではありません。\u001b[22m\n\u001b[4mJunjou Romantica plot line started to become more repetitive since the appearence of Ijuuin Kyo (I hate him so much), actually, it isn't that interesting anymore (since we're specting for something important to happen).\u001b[24m\n    \u001b[1m純粋ロマンチカのプロットラインは、イジュゥイン・京都の魅力（私は彼をそんなに憎む）からもっと反復するようになりましたが、実際にはこれ以上興味深いものではありません。\u001b[22m, \u001b[1m（私たちが起こるために重要な何かを見てみるとしているので）純情ロマンチカプロットラインはIjuuin京（私はそんなに彼を憎む）のappearenceため、より繰り返しになり始め、実際には、それはもうその興味深いものではありません。\u001b[22m\n\u001b[4mTerrorist is always cute, I love them.\u001b[24m\n    \u001b[1mテロリストはいつもかわいいです、私はそれらを愛しています。\u001b[22m, \u001b[1mテロリストは常にかわいいですが、私はそれらを愛します。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 10\n\n\u001b[1mアート -  10\u001b[22m\n\u001b[1m(Āto - 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 10\u001b[24m\n    \u001b[1mアート -  10\u001b[22m\nThe art has improved so much... As well as the manga's.\n\n\u001b[1m芸術はそんなに向上しました...マンガだけでなく、\u001b[22m\n\u001b[1m(Geijutsu wa son'nani kōjō shimashita... Manga dakedenaku,)\u001b[22m\n\nTranslations of \u001b[4mThe art has improved so much... As well as the manga's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art has improved so much... As well as the manga's.\u001b[24m\n    \u001b[1m芸術はそんなに向上しました...マンガだけでなく、\u001b[22m, \u001b[1m芸術はそんなに...だけでなく、マンガのを改善しました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound - 9\n\n\u001b[1mサウンド -  9\u001b[22m\n\u001b[1m(Saundo - 9)\u001b[22m\n\nTranslations of \u001b[4mSound - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 9\u001b[24m\n    \u001b[1mサウンド -  9\u001b[22m\nI still don't know if I like the OP... But background music is good, as well as the ED.\n\n\u001b[1m私はOPが好きかどうかまだ分かりません...しかし、バックグラウンドミュージックはEDだけでなく、良いです。\u001b[22m\n\u001b[1m(Watashi wa OP ga suki ka dō ka mada wakarimasen... Shikashi, bakkuguraundomyūjikku wa ED dakedenaku, yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI still don't know if I like the OP... But background music is good, as well as the ED.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI still don't know if I like the OP... But background music is good, as well as the ED.\u001b[24m\n    \u001b[1m私はOPが好きかどうかまだ分かりません...しかし、バックグラウンドミュージックはEDだけでなく、良いです。\u001b[22m, \u001b[1m私はOPが好きかどうかはまだわからない...しかし、背景音楽が良いだけでなく、EDです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter- 8\n\n\u001b[1mキャラクター -  8\u001b[22m\n\u001b[1m(Kyarakutā - 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter- 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter- 8\u001b[24m\n    \u001b[1mキャラクター -  8\u001b[22m, \u001b[1mCharacter- 8\u001b[22m\nI find Ijuuin and Mitsuki kind of annoying. For the others, maybe Usagi-san and Misaki have kind of disappointed me ('cause their relationship doesn't go further). In general, I like character's desingn and personalities\n\n\u001b[1m私はIjuuinとMitsukiの種類の迷惑な見つける。 他の人にとっては、うさぎさんと美咲さんは私には失望しているかもしれません。 一般的に、私はキャラクターのdesingnとパーソナリティが好きです\u001b[22m\n\u001b[1m(Watashi wa Ijuuin to mitsuki no shurui no meiwakuna mitsukeru. Hokanohito ni totte wa, Usagi-san to Misaki-san wa watashiniha shitsubō shite iru kamo shiremasen. Ippantekini, watashi wa kyarakutā no desingn to pāsonariti ga sukidesu)\u001b[22m\n\nTranslations of \u001b[4mI find Ijuuin and Mitsuki kind of annoying. For the others, maybe Usagi-san and Misaki have kind of disappointed me ('cause their relationship doesn't go further). In general, I like character's desingn and personalities\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI find Ijuuin and Mitsuki kind of annoying.\u001b[24m\n    \u001b[1m私はIjuuinとMitsukiの種類の迷惑な見つける。\u001b[22m, \u001b[1m私は迷惑なのIjuuinとみつき種類を見つけます。\u001b[22m\n\u001b[4mFor the others, maybe Usagi-san and Misaki have kind of disappointed me ('cause their relationship doesn't go further).\u001b[24m\n    \u001b[1m他の人にとっては、うさぎさんと美咲さんは私には失望しているかもしれません。\u001b[22m, \u001b[1m他人のために、多分うさぎさんと美咲種類の（ '彼らの関係はさらに行かない原因と）私を失望しています。\u001b[22m\n\u001b[4mIn general, I like character's desingn and personalities\u001b[24m\n    \u001b[1m一般的に、私はキャラクターのdesingnとパーソナリティが好きです\u001b[22m, \u001b[1m一般的に、私は文字のdesingnや個性が好き\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 8\n\n\u001b[1m楽しさ -  8\u001b[22m\n\u001b[1m(Tanoshisa - 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 8\u001b[24m\n    \u001b[1m楽しさ -  8\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 8\n\n\u001b[1m全体的 -  8\u001b[22m\n\u001b[1m(Zentai-teki - 8)\u001b[22m\n\nTranslations of \u001b[4mOverall - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 8\u001b[24m\n    \u001b[1m全体的 -  8\u001b[22m, \u001b[1m全体的に -  8\u001b[22m\nJunjou is a good series, I hope it to become better in the future (please Nakamura Shungiku-sensei!)\n\n\u001b[1m純ジュウはいいシリーズです。将来的にはもっと良くなることを願っています（中村工芸先生にお願いしてください）。\u001b[22m\n\u001b[1m(Jun jū wa ī shirīzudesu. Shōrai-teki ni wa motto yoku naru koto o negatte imasu (Nakamura kōgei sensei ni onegai shite kudasai).)\u001b[22m\n\nTranslations of \u001b[4mJunjou is a good series, I hope it to become better in the future (please Nakamura Shungiku-sensei!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJunjou is a good series, I hope it to become better in the future (please Nakamura Shungiku-sensei!)\u001b[24m\n    \u001b[1m純ジュウはいいシリーズです。将来的にはもっと良くなることを願っています（中村工芸先生にお願いしてください）。\u001b[22m, \u001b[1m純情は、私はそれが将来的に良くなることを期待、良いシリーズです（お願い中村春菊先生！）\u001b[22m"
  },
  {
    "title": "Junjou_Romantica_3",
    "id": "25649",
    "url": "https://myanimelist.net/anime/25649/Junjou_Romantica_3",
    "user": "Tuscavoir",
    "profile": "/profile/Tuscavoir/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=199648",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  8\n\nストーリー（7/10）：\nまず第一に、このJunjou Romantica Season 3では、2人の男性と新人の関係、新しい人との出会い、そして2人の男の真の愛の新しい表現方法のような新しい改善がまだまだ速いペーシングです。 ジュンジュウ・ロマンチカのカップルに焦点を当てていたが、純ジュエゴストと純ジュテ・テリリストのカップルからはマイナーな焦点として1つのエピソードにしか登場しなかった。それは本当に残念だ。純ジュエゴストとジュンジュウ・テロリスト 私の好きなカップルの一つです。\n\nアート（10/10）：\nアニメーションの質が非常に高くなっているアニメーションには非常に感動して満足しています。シーズン1と2とは異なり、古くなったように見えます。 また、私は文字の芸術をとても誇りに思っています。正直言って、今まで見たことのある本当に熱い人です！\n\nサウンド（9/10）：\nバックグラウンドミュージックはきれいに新しく、オープニングソングの第3シーズンが大好きです！\n\nキャラクター（9/10）：\nすべてのキャラクターは新しくかなり改良されているし、私が見たパーソナリティー開発の一部でも、シーズン1や2のようなドラマチックなキャラクターにも劇的ではない。 そして、予期せぬ1人のキャラクターが世界一の初恋のアニメから登場し、本当にクロスオーバー！\n\n楽しさ（8/10）：\n私の楽しみから、一般的に私は男性ともっと美しいキスのロマンチックな場面を楽しんでいました。私は本当に自分自身を真剣に溶かしています！ しかし、私は純祖エゴイストと純正テロリストのカップルからもう1度のエピソードしか出てこなかった。\n\n全体的に（8/10）：\n最後に、このシーズン3の全体で、かなり良い改善と細かくストーリーを見せてくれる、うれしいことにシーズン4があることを望みます。次回は純情エゴイストとテロリストのカップルから少なくとも2つのエピソードが出現するはずです。 この純情ロマンチカシーズン3の後、今、世界一初恋の第3シーズンである純ジュロマンティカの次のクロスオーバーアニメを待っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nStory (7/10):\n\n\u001b[1mストーリー（7/10）：\u001b[22m\n\u001b[1m(Sutōrī (7 / 10):)\u001b[22m\n\nTranslations of \u001b[4mStory (7/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (7/10):\u001b[24m\n    \u001b[1mストーリー（7/10）：\u001b[22m\nFirst of all, in this Junjou Romantica Season 3 is still continuously relationship of 2 men and new improvements such as grown ups, meeting new people and new expressing way of true love of both 2 men, it's quite fast pacing. However majorly focused on couple of Junjou Romantica, but from couples of Junjou Egoist and Junjou Terrorist are only appeared in 1 episode as minor focus, it's so disappointing, it's really pending to me the couple of Junjou Egoist and Junjou Terrorist, which is Junjou egoist is one of my favorite couple.\n\n\u001b[1mまず第一に、このJunjou Romantica Season 3では、2人の男性と新人の関係、新しい人との出会い、そして2人の男の真の愛の新しい表現方法のような新しい改善がまだまだ速いペーシングです。 ジュンジュウ・ロマンチカのカップルに焦点を当てていたが、純ジュエゴストと純ジュテ・テリリストのカップルからはマイナーな焦点として1つのエピソードにしか登場しなかった。それは本当に残念だ。純ジュエゴストとジュンジュウ・テロリスト 私の好きなカップルの一つです。\u001b[22m\n\u001b[1m(Mazu daiichi ni, kono Junjou romanchika sezon 3de wa, 2-ri no dansei to shinjin no kankei, atarashī hito to no deai, soshite 2-ri no otoko no shin no ai no atarashī hyōgen hōhō no yōna atarashī kaizen ga madamada hayai pēshingudesu. Junjuu romanchika no kappuru ni shōten o atete itaga, jun juegosuto to jun jute teririsuto no kappuru kara wa maināna shōten to shite 1tsu no episōdo ni shika tōjō shinakatta. Sore wa hontōni zan'nenda. Jun juegosuto to junjuu terorisuto watashi no sukina kappuru no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, in this Junjou Romantica Season 3 is still continuously relationship of 2 men and new improvements such as grown ups, meeting new people and new expressing way of true love of both 2 men, it's quite fast pacing. However majorly focused on couple of Junjou Romantica, but from couples of Junjou Egoist and Junjou Terrorist are only appeared in 1 episode as minor focus, it's so disappointing, it's really pending to me the couple of Junjou Egoist and Junjou Terrorist, which is Junjou egoist is one of my favorite couple.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, in this Junjou Romantica Season 3 is still continuously relationship of 2 men and new improvements such as grown ups, meeting new people and new expressing way of true love of both 2 men, it's quite fast pacing.\u001b[24m\n    \u001b[1mまず第一に、このJunjou Romantica Season 3では、2人の男性と新人の関係、新しい人との出会い、そして2人の男の真の愛の新しい表現方法のような新しい改善がまだまだ速いペーシングです。\u001b[22m, \u001b[1mまず第一に、この純情ロマンチカシーズン3で、それはかなり速いペースだ、連続してまだ2人の男性と、そのような成長アップ、新しい人に会うと、両方の2人の真の愛の新しい表現する方法として、新たな改善点の関係です。\u001b[22m\n\u001b[4mHowever majorly focused on couple of Junjou Romantica, but from couples of Junjou Egoist and Junjou Terrorist are only appeared in 1 episode as minor focus, it's so disappointing, it's really pending to me the couple of Junjou Egoist and Junjou Terrorist, which is Junjou egoist\u001b[24m\n    \u001b[1mジュンジュウ・ロマンチカのカップルに焦点を当てていたが、純ジュエゴストと純ジュテ・テリリストのカップルからはマイナーな焦点として1つのエピソードにしか登場しなかった。それは本当に残念だ。純ジュエゴストとジュンジュウ・テロリスト\u001b[22m, \u001b[1mしかしすぎなかっ純情ロマンチカのカップルに焦点を当てたが、わずかな焦点として1エピソードに登場している純情エゴイストと純情テロリストのカップルから、それはそれは本当に私に純情エゴイストで純情エゴイストと純情テロリストのカップルを保留していますので、がっかり\u001b[22m\n\u001b[4mis one of my favorite couple.\u001b[24m\n    \u001b[1m私の好きなカップルの一つです。\u001b[22m, \u001b[1m私のお気に入りのカップルの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nArt (10/10):\n\n\u001b[1mアート（10/10）：\u001b[22m\n\u001b[1m(Āto (10/ 10):)\u001b[22m\n\nTranslations of \u001b[4mArt (10/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (10/10):\u001b[24m\n    \u001b[1mアート（10/10）：\u001b[22m\nI am very impressed and happy of the animation which is very highly improved as high quality of animation, unlike from season 1 and 2 it's looks like old, of course they keep on keep improving the animation in these generations. Also I'm so flattered the art of the characters, to be honest it's really hot men I've ever seen!\n\n\u001b[1mアニメーションの質が非常に高くなっているアニメーションには非常に感動して満足しています。シーズン1と2とは違って、古くなったように見えます。 また、私は文字の芸術をとても賞賛しています。正直言って、今まで見たことのない本当に熱い男性です！\u001b[22m\n\u001b[1m(Animēshon no shitsu ga hijō ni takaku natte iru animēshon ni wa hijō ni kandō shite manzoku shite imasu. Shīzun 1 to 2 to wa chigatte, furuku natta yō ni miemasu. Mata, watashi wa moji no geijutsu o totemo shōsan shite imasu. Shōjiki itte, imamade mita koto no nai hontōni atsui danseidesu!)\u001b[22m\n\nTranslations of \u001b[4mI am very impressed and happy of the animation which is very highly improved as high quality of animation, unlike from season 1 and 2 it's looks like old, of course they keep on keep improving the animation in these generations. Also I'm so flattered the art of the characters, to be honest it's really hot men I've ever seen!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am very impressed and happy of the animation which is very highly improved as high quality of animation, unlike from season 1 and 2 it's looks like old, of course they keep on keep improving the animation in these generations.\u001b[24m\n    \u001b[1mアニメーションの質が非常に高くなっているアニメーションには非常に感動して満足しています。シーズン1と2とは違って、古くなったように見えます。\u001b[22m, \u001b[1mもちろん、彼らはこれらの世代でアニメーションを改善キープし続け、古いように見えていますシーズン1と2からのとは違って、私は、非常に感銘を受け、アニメーションの非常に高度に改善されたとして、高品質であるアニメーションの幸せです。\u001b[22m\n\u001b[4mAlso I'm so flattered the art of the characters, to be honest it's really hot men I've ever seen!\u001b[24m\n    \u001b[1mまた、私は文字の芸術をとても賞賛しています。正直言って、今まで見たことのない本当に熱い男性です！\u001b[22m, \u001b[1mまた、私はそれが本当に私が今まで見た中で熱い男です正直に言うと、文字の芸術を光栄です！\u001b[22m\n\u001b[1m\u001b[22m\nSound (9/10):\n\n\u001b[1mサウンド（9/10）：\u001b[22m\n\u001b[1m(Saundo (9 / 10):)\u001b[22m\n\nTranslations of \u001b[4mSound (9/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (9/10):\u001b[24m\n    \u001b[1mサウンド（9/10）：\u001b[22m\nThe background music is finely new and I love the 3rd season of opening song!\n\n\u001b[1mバックグラウンドミュージックはきれいに新しく、オープニングソングの第3シーズンが大好きです！\u001b[22m\n\u001b[1m(Bakkuguraundomyūjikku wa kirei ni atarashiku, ōpuningusongu no dai 3 shīzun ga daisukidesu!)\u001b[22m\n\nTranslations of \u001b[4mThe background music is finely new and I love the 3rd season of opening song!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe background music is finely new and I love the 3rd season of opening song!\u001b[24m\n    \u001b[1mバックグラウンドミュージックはきれいに新しく、オープニングソングの第3シーズンが大好きです！\u001b[22m, \u001b[1mバックグラウンドミュージックは細かく新しいだと私はオープニング曲の第三シーズンが大好き！\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (9/10):\n\n\u001b[1mキャラクター（9/10）：\u001b[22m\n\u001b[1m(Kyarakutā (9 / 10):)\u001b[22m\n\nTranslations of \u001b[4mCharacter (9/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (9/10):\u001b[24m\n    \u001b[1mキャラクター（9/10）：\u001b[22m, \u001b[1m文字（9/10）：\u001b[22m\nAll of the characters are quite improving new, some a bit of personality development I've seen, also not quite over dramatic characters like from season 1 and 2 they are over dramatic, and now from season 3 expressing so comedic faces! Then, very unexpected one character appeared from anime of Sekaiichi Hatsukoi and wow really crossover!\n\n\u001b[1mすべてのキャラクターは新しくかなり改良されているし、私が見たパーソナリティー開発の一部でも、シーズン1や2のようなドラマチックなキャラクターにも劇的ではない。 そして、予期せぬ1人のキャラクターが世界一の初恋のアニメから登場し、本当にクロスオーバー！\u001b[22m\n\u001b[1m(Subete no kyarakutā wa atarashiku kanari kairyō sa rete irushi, watashi ga mita pāsonaritī kaihatsu no ichibu demo, shīzun 1 ya 2 no yōna doramachikkuna kyarakutā ni mo gekitekide wanai. Soshite, yoki senu 1-ri no kyarakutā ga sekaiichi no hatsukoi no anime kara tōjō shi, hontōni kurosuōbā!)\u001b[22m\n\nTranslations of \u001b[4mAll of the characters are quite improving new, some a bit of personality development I've seen, also not quite over dramatic characters like from season 1 and 2 they are over dramatic, and now from season 3 expressing so comedic faces! Then, very unexpected one character appeared from anime of Sekaiichi Hatsukoi and wow really crossover!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of the characters are quite improving new, some a bit of personality development I've seen, also not quite over dramatic characters like from season 1 and 2 they are over dramatic, and now from season 3 expressing so comedic faces!\u001b[24m\n    \u001b[1mすべてのキャラクターは新しくかなり改良されているし、私が見たパーソナリティー開発の一部でも、シーズン1や2のようなドラマチックなキャラクターにも劇的ではない。\u001b[22m, \u001b[1m文字のすべてが非常に新しい改善され、私が見てきた人格形成のいくつかのビットもないそれほど喜劇の顔を表現する今シーズン3からのシーズン1と2、彼らはと、劇的超えているからのような劇的な文字を超えます！\u001b[22m\n\u001b[4mThen, very unexpected one character appeared from anime of Sekaiichi Hatsukoi and wow really crossover!\u001b[24m\n    \u001b[1mそして、予期せぬ1人のキャラクターが世界一の初恋のアニメから登場し、本当にクロスオーバー！\u001b[22m, \u001b[1mそして、非常に予想外の1文字は世界一初恋のアニメから登場し、すごい本当にクロスオーバー！\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (8/10):\n\n\u001b[1m楽しさ（8/10）：\u001b[22m\n\u001b[1m(Tanoshisa (8 / 10):)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (8/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (8/10):\u001b[24m\n    \u001b[1m楽しさ（8/10）：\u001b[22m, \u001b[1m楽し（8/10）：\u001b[22m\nFrom my enjoyment, commonly I enjoyed where the romantic scenes of both men and more lovely kisses, I really melt myself seriously! But I'm so disappointed again from couples of Junjou Egoist and Junjou Terrorist only 1 episode appeared.\n\n\u001b[1m私の楽しみから、一般的に私は男性ともっと美しいキスのロマンチックな場面を楽しんでいました。私は本当に自分自身を真剣に溶かしています！ しかし、私は純祖エゴイストと純正テロリストのカップルからもう1度のエピソードしか出てこなかった。\u001b[22m\n\u001b[1m(Watashi no tanoshimi kara, ippantekini watashi wa dansei to motto utsukushī kisu no romanchikkuna bamen o tanoshinde imashita. Watashi wa hontōni jibun jishin o shinken ni tokashite imasu! Shikashi, watashi wa junso egoisuto to junsei terorisuto no kappuru kara mō 1-do no episōdo shika dete konakatta.)\u001b[22m\n\nTranslations of \u001b[4mFrom my enjoyment, commonly I enjoyed where the romantic scenes of both men and more lovely kisses, I really melt myself seriously! But I'm so disappointed again from couples of Junjou Egoist and Junjou Terrorist only 1 episode appeared.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom my enjoyment, commonly I enjoyed where the romantic scenes of both men and more lovely kisses, I really melt myself seriously!\u001b[24m\n    \u001b[1m私の楽しみから、一般的に私は男性ともっと美しいキスのロマンチックな場面を楽しんでいました。私は本当に自分自身を真剣に溶かしています！\u001b[22m, \u001b[1m男性とより美しいキス両方のロマンチックなシーンは、私は本当に真剣に自分自身を溶かすところ私の楽しみから、一般的に私が楽しんで！\u001b[22m\n\u001b[4mBut I'm so disappointed again from couples of Junjou Egoist and Junjou Terrorist only 1 episode appeared.\u001b[24m\n    \u001b[1mしかし、私は純祖エゴイストと純正テロリストのカップルからもう1度のエピソードしか出てこなかった。\u001b[22m, \u001b[1mしかし、私は唯一の1エピソードが登場純情エゴイストと純情テロリストのカップルから再びとてもがっかりしています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (8/10):\n\n\u001b[1m全体的に（8/10）：\u001b[22m\n\u001b[1m(Zentai-teki ni (8 / 10):)\u001b[22m\n\nTranslations of \u001b[4mOverall (8/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (8/10):\u001b[24m\n    \u001b[1m全体的に（8/10）：\u001b[22m, \u001b[1m総合（8/10）：\u001b[22m\nLastly in my overall of this season 3, it's quite good improvement and finely showing the story, hopefully I wish there could be a season 4, next time from couples of Junjou Egoist and Terrorist should be appear at least 2 episodes. After this Junjou Romantica Season 3, and now I'm waiting for the next crossover anime of Junjou Romantica which is the 3rd season of Sekaiichi Hatsukoi.\n\n\u001b[1m最後に、このシーズン3の全体で、かなり良い改善と細かくストーリーを見せてくれる、うれしいことにシーズン4があることを望みます。次回は純情エゴイストとテロリストのカップルから少なくとも2つのエピソードが出現するはずです。 この純情ロマンチカシーズン3の後、今、世界一初恋の第3シーズンである純ジュロマンティカの次のクロスオーバーアニメを待っています。\u001b[22m\n\u001b[1m(Saigo ni, kono shīzun 3 no zentai de, kanari yoi kaizen to komakaku sutōrī o misete kureru, ureshī koto ni shīzun 4 ga aru koto o nozomimasu. Jikai wa junjō egoisuto to terorisuto no kappuru kara sukunakutomo 2tsu no episōdo ga shutsugen suru hazudesu. Kono junjō romanchikashīzun 3 no ato, ima, sekaiichi hatsukoi no dai 3 shīzundearu jun juromantika no tsugi no kurosuōbāanime o matteimasu.)\u001b[22m\n\nTranslations of \u001b[4mLastly in my overall of this season 3, it's quite good improvement and finely showing the story, hopefully I wish there could be a season 4, next time from couples of Junjou Egoist and Terrorist should be appear at least 2 episodes. After this Junjou Romantica Season 3, and now I'm waiting for the next crossover anime of Junjou Romantica which is the 3rd season of Sekaiichi Hatsukoi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly in my overall of this season 3, it's quite good improvement and finely showing the story, hopefully I wish there could be a season 4, next time from couples of Junjou Egoist and Terrorist should be appear at least 2 episodes.\u001b[24m\n    \u001b[1m最後に、このシーズン3の全体で、かなり良い改善と細かくストーリーを見せてくれる、うれしいことにシーズン4があることを望みます。次回は純情エゴイストとテロリストのカップルから少なくとも2つのエピソードが出現するはずです。\u001b[22m, \u001b[1mうまくいけば、私はシーズン4が存在する可能性がしたい、最後に今シーズン3の私の全体の中で、それはかなり良い改善だと細かく話を示し、純情エゴイストとテロリストのカップルから、次の時間には、少なくとも2のエピソードを表示されなければなりません。\u001b[22m\n\u001b[4mAfter this Junjou Romantica Season 3, and now I'm waiting for the next crossover anime of Junjou Romantica which is the 3rd season of Sekaiichi Hatsukoi.\u001b[24m\n    \u001b[1mこの純情ロマンチカシーズン3の後、今、世界一初恋の第3シーズンである純ジュロマンティカの次のクロスオーバーアニメを待っています。\u001b[22m, \u001b[1mこの純情ロマンチカシーズン3の後、そして今私は世界一初恋の第三シーズンで純情ロマンチカの次のクロスオーバーアニメを待っています。\u001b[22m"
  },
  {
    "title": "Junjou_Romantica_3",
    "id": "25649",
    "url": "https://myanimelist.net/anime/25649/Junjou_Romantica_3",
    "user": "snowflower234",
    "profile": "/profile/snowflower234/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=203732",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  9\n\nさて、私はちょうど最初の2つの季節を見ましたが、これは最新のものなので、これを見直すと思いました。\n\n私がJunjou Romanticaを見て楽しんでいないと言ったら、私は嘘をついていたでしょう...実際、それはほとんど痛いほど面白くて、なぜそうであるのか分かりません。 まず第一に、なぜ私は私がそれを好きだと思うかを教えていきます。 実は、かわいいです。 私は笑いと笑いを定期的にするユーモアがたくさんあります。 それは劇的な瞬間をたくさん持っていますが、私が泣き始める深く深いものはありません。 その全体的に明るい性質は、私がリラックスしたいときに見るものです。 それはロマンチックな瞬間がたくさんあります。 しかし、あまりにも明白なものはありません。  「キャラクタータイプ」はかなり典型的でクリシェであるという事実にもかかわらず、それらはすべて開発のいくつかの類似点を持ち、そのほとんどはある程度好感が持てます。\n\n私は、彼らがなければならないことを意味します。 私がキャラクターが嫌いなら、ショーを見ることはできないと思う。\n\nしかし、とにかく...それはそれが高い点を持っているという事実にもかかわらず、私は正直言って少し嫌いです。 恋愛は本当に甘くてふわふわしています。恋愛関係の貧しい人がほぼすべてのエピソードで性的暴行を受けているという事実を過ぎなければならないまで、私は好きで喜んで認めます。 はい、それは単なるショーです...でも、それは私の意見では少しだし、ロマンチックな関係の完全にねじれた表現を示しています。\n\n美咲とうさぎ：これはおそらく私が話していることの最も明白な例です。 うさぎは、ほぼすべてのエピソードで御崎を強要しています...そして確かに、私たちは皆、美咲は恥ずかしがり屋であることを知っています。そして結局、彼はそれで大丈夫です。 そして再び、私はそれが単なるショーであり、現実的ではないと思います。 しかし、ミサキが実際に同意を与えることはめったにないという事実は私には気になる。  （実際の生活では、この種のことは大丈夫ではないと思うので、誰もそう思わないと思っています。）また、うさぎは非常に強くて美しい姿をしています。 実は、うさぎと同じように愛情深いのですが、ミサキは3年ぶりにそれに追いつくことができて驚いています。\n\n忍と宮城：そうですね、私は第3シーズンにはそれほど問題はありませんでした。 最初のシーズンは、はい、私はしました...しかし、私は彼らがこのエピソードのようになったと思うし、それは実際には本当にかわいかったです。 忍は宮城の半分のようなものであるという事実を過ぎると、本当に問題はありません。 私はまた、ユーモアのセンスのために、宮城がショーの中で最も魅力的なキャラクターの1人であることを見つける。\n\nHirokiとNowaki：大部分は大丈夫でした。 私は実際にそれらに大きな問題を抱えていませんでした。なぜなら、私はいつも他のキャラクターと同等のパートナーシップを持っていると感じていたからです。 私はいつもHirokiが本当に愛用しているのを見つけました。\n\n私は知らない。 私はシリーズや何かを憎んでいない、私を信じて...しかし、関係表現、ミサキとうさぎのいくつかは、特に時々悩まされ、過去には難しかった。 そうでなければ、私の問題の1つは、3年間の時間をスキップすると、ほとんど関係の発展がないように思えたということでした。 いずれかの文字。 ドラマチックなシーンは半分の楽しいものでしたが、キャラクター同士の間の悪いコミュニケーションから何度も何度も何度も繰り返されていたようです。 真剣に、あなたは彼らが学ぶと思うでしょう。 キャラクターの発達が本当に好きだったと思う唯一のことは、うさぎがいつもすべての仕事をしてくれたからだと思うミサキの決断でした。 彼はそれで素晴らしい仕事をしなかったが、それは少なくとも何かだった。\n\nだから、それは多くの問題にもかかわらず、私は純治ロマンチカが好きです。 彼らがもっと作ることにしたら、私はそれを見るだろう。 私は自分自身を止めることができないだろうと思う。 それは非常に習慣性です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOkay, so... I just saw the first two seasons recently but, since this is the latest I thought I'd review this one.\n\n\u001b[1mさて、私はちょうど最初の2つの季節を見ましたが、これは最新のものなので、これを見直すと思いました。\u001b[22m\n\u001b[1m(Sate, watashi wa chōdo saisho no 2tsu no kisetsu o mimashitaga, koreha saishin no mononanode, kore o minaosu to omoimashita.)\u001b[22m\n\nTranslations of \u001b[4mOkay, so... I just saw the first two seasons recently but, since this is the latest I thought I'd review this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, so... I just saw the first two seasons recently but, since this is the latest I thought I'd review this one.\u001b[24m\n    \u001b[1mさて、私はちょうど最初の2つの季節を見ましたが、これは最新のものなので、これを見直すと思いました。\u001b[22m, \u001b[1mわかりましたので...私はちょうどこれは私が私はこの1つを確認しようと思いまし最新であることから、最近では最初の二つの季節を見たが。\u001b[22m\n\u001b[1m\u001b[22m\nI would be lying if I said I don't enjoy watching Junjou Romantica... in fact, it's almost painfully entertaining, and I'm not sure why that is. First of all, I'm going to tell you why I think I like it as much as I do. In truth, it's cute. There's plenty of fun humor to make me grin and laugh on a regular basis. It has a lot of dramatic moments, but none that are so deeply profound that they make me start crying. Its light-hearted nature overall makes it just something to watch when I want to relax. It has a lot of romantic moments, and even some pretty steamy ones; however, none of them are overly explicit, which I appreciate. Despite the fact that the 'character types' are pretty typical and cliche, they all have some semblance of development and most of them are likeable to an extent.\n\n\u001b[1m私がJunjou Romanticaを見て楽しんでいないと言ったら、私は嘘をついていたでしょう...実際、それはほとんど痛いほど面白くて、なぜそうであるのか分かりません。 まず第一に、なぜ私は私がそれを好きだと思うかを教えていきます。 実は、かわいいです。 私は笑いと笑いを定期的にするユーモアがたくさんあります。 それは劇的な瞬間をたくさん持っていますが、私が泣き始める深く深いものはありません。 その全体的に明るい性質は、私がリラックスしたいときに見るものです。 それはロマンチックな瞬間がたくさんあります。 しかし、あまりにも明白なものはありません。  「キャラクタータイプ」はかなり典型的でクリシェであるという事実にもかかわらず、それらはすべて開発のいくつかの類似点を持ち、そのほとんどはある程度好感が持てます。\u001b[22m\n\u001b[1m(Watashi ga Junjou romanchika o mite tanoshinde inai to ittara, watashi wa uso o tsuite itadeshou... Jissai, sore wa hotondo itai hodo omoshirokute, naze sōdearu no ka wakarimasen. Mazu daiichi ni, naze watashi wa watashi ga sore o sukida to omou ka o oshiete ikimasu. Jitsuwa, kawaīdesu. Watashi wa warai to warai o teikitekini suru yūmoa ga takusan arimasu. Sore wa gekitekina shunkan o takusan motte imasuga, watashi ga naki hajimeru fukaku fukai mono wa arimasen. Sono zentai-teki ni akarui seishitsu wa, watashi ga rirakkusushitaitoki ni miru monodesu. Sore wa romanchikkuna shunkan ga takusan arimasu. Shikashi, amarini mo meihakuna mono wa arimasen. `Kyarakutātaipu' wa kanari tenkei-tekide kurishedearu to iu jijitsu nimokakawarazu, sorera wa subete kaihatsu no ikutsu ka no ruiji-ten o mochi, sono hotondo wa aruteido kōkan ga motemasu.)\u001b[22m\n\nTranslations of \u001b[4mI would be lying if I said I don't enjoy watching Junjou Romantica... in fact, it's almost painfully entertaining, and I'm not sure why that is. First of all, I'm going to tell you why I think I like it as much as I do. In truth, it's cute. There's plenty of fun humor to make me grin and laugh on a regular basis. It has a lot of dramatic moments, but none that are so deeply profound that they make me start crying. Its light-hearted nature overall makes it just something to watch when I want to relax. It has a lot of romantic moments, and even some pretty steamy ones; however, none of them are overly explicit, which I appreciate. Despite the fact that the 'character types' are pretty typical and cliche, they all have some semblance of development and most of them are likeable to an extent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would be lying if I said I don't enjoy watching Junjou Romantica... in fact, it's almost painfully entertaining, and I'm not sure why that is.\u001b[24m\n    \u001b[1m私がJunjou Romanticaを見て楽しんでいないと言ったら、私は嘘をついていたでしょう...実際、それはほとんど痛いほど面白くて、なぜそうであるのか分かりません。\u001b[22m, \u001b[1m私は純情ロマンチカを見て楽しんでいないと言ったら...実際には、それはほとんど痛いほど面白いです横たわっているであろう、と私はそれがある理由はよく分かりません。\u001b[22m\n\u001b[4mFirst of all, I'm going to tell you why I think I like it as much as I do.\u001b[24m\n    \u001b[1mまず第一に、なぜ私は私がそれを好きだと思うかを教えていきます。\u001b[22m, \u001b[1mまず第一に、私は同じくらい私のようにそれを好きだと思うなぜあなたを伝えるつもりです。\u001b[22m\n\u001b[4mIn truth, it's cute.\u001b[24m\n    \u001b[1m実は、かわいいです。\u001b[22m, \u001b[1m真実では、それはかわいいです。\u001b[22m\n\u001b[4mThere's plenty of fun humor to make me grin and laugh on a regular basis.\u001b[24m\n    \u001b[1m私は笑いと笑いを定期的にするユーモアがたくさんあります。\u001b[22m, \u001b[1m私は定期的にニヤニヤと笑いを作るのは楽しいユーモアのたくさんあります。\u001b[22m\n\u001b[4mIt has a lot of dramatic moments, but none that are so deeply profound that they make me start crying.\u001b[24m\n    \u001b[1mそれは劇的な瞬間をたくさん持っていますが、私が泣き始める深く深いものはありません。\u001b[22m, \u001b[1mこれは劇的な瞬間をたくさん持っているが、彼らは私が泣き始める作ることを非常に深く深遠な何もしていないこと。\u001b[22m\n\u001b[4mIts light-hearted nature overall makes it just something to watch when I want to relax.\u001b[24m\n    \u001b[1mその全体的に明るい性質は、私がリラックスしたいときに見るものです。\u001b[22m, \u001b[1mその快活な性質は、全体的に、私はリラックスしたいときに見て、それだけで何かになります。\u001b[22m\n\u001b[4mIt has a lot of romantic moments, and even some pretty steamy ones;\u001b[24m\n    \u001b[1mそれはロマンチックな瞬間がたくさんあります。\u001b[22m, \u001b[1mそれはロマンチックな瞬間、さらにいくつかの非常に高温多湿なものをたくさん持っています。\u001b[22m\n\u001b[4mhowever, none of them are overly explicit, which I appreciate.\u001b[24m\n    \u001b[1mしかし、あまりにも明白なものはありません。\u001b[22m, \u001b[1mしかし、それらのどれも、私は感謝している、過度に明示されません。\u001b[22m\n\u001b[4mDespite the fact that the 'character types' are pretty typical and cliche, they all have some semblance of development and most of them are likeable to an extent.\u001b[24m\n    \u001b[1m「キャラクタータイプ」はかなり典型的でクリシェであるという事実にもかかわらず、それらはすべて開発のいくつかの類似点を持ち、そのほとんどはある程度好感が持てます。\u001b[22m, \u001b[1m'文字の種類は「かなり典型的な決まり文句であるという事実にもかかわらず、彼らはすべての開発のいくつかのうわべだけを持っており、それらのほとんどは程度に好感の持てるです。\u001b[22m\n\u001b[1m\u001b[22m\nI mean, they have to be. If I hated the characters, I don't think I'd be able to watch the show.\n\n\u001b[1m私は、彼らがなければならないことを意味します。 私がキャラクターが嫌いなら、ショーを見ることはできないと思う。\u001b[22m\n\u001b[1m(Watashi wa, karera ga nakereba naranai koto o imi shimasu. Watashi ga kyarakutā ga kirainara, shō o miru koto wa dekinai to omou.)\u001b[22m\n\nTranslations of \u001b[4mI mean, they have to be. If I hated the characters, I don't think I'd be able to watch the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mean, they have to be.\u001b[24m\n    \u001b[1m私は、彼らがなければならないことを意味します。\u001b[22m, \u001b[1m私が意味する、彼らがしなければなりません。\u001b[22m\n\u001b[4mIf I hated the characters, I don't think I'd be able to watch the show.\u001b[24m\n    \u001b[1m私がキャラクターが嫌いなら、ショーを見ることはできないと思う。\u001b[22m, \u001b[1m私は文字を嫌っている場合、私はショーを見ることができるだろうとは思いません。\u001b[22m\n\u001b[1m\u001b[22m\nBut anyway... despite the fact that it has it's high points, I am honestly a little bit loathe to say I like it. The romance is really sweet and fluffy, which I like and gladly admit, until I have to get past the fact that the poor uke in the relationship is getting sexually assaulted almost every episode. Yes, it's just a show... but even so, it's a little much in my opinion and shows a completely twisted representation of romantic relationships.\n\n\u001b[1mしかし、とにかく...それはそれが高い点を持っているという事実にもかかわらず、私は正直言って少し嫌いです。 恋愛は本当に甘くてふわふわしています。恋愛関係の貧しい人がほぼすべてのエピソードで性的暴行を受けているという事実を過ぎなければならないまで、私は好きで喜んで認めます。 はい、それは単なるショーです...でも、それは私の意見では少しだし、ロマンチックな関係の完全にねじれた表現を示しています。\u001b[22m\n\u001b[1m(Shikashi, tonikaku... Sore wa sore ga takai ten o motte iru to iu jijitsu nimokakawarazu, watashi wa shōjiki itte sukoshi kiraidesu. Ren'ai wa hontōni amakute fuwafuwa shite imasu. Ren'ai kankei no mazushī hito ga hobo subete no episōdo de seiteki bōkō o ukete iru to iu jijitsu o suginakereba naranai made, watashi wa suki de yorokonde mitomemasu. Hai, sore wa tan'naru shōdesu... Demo, sore wa watashi no ikende wa sukoshidashi, romanchikkuna kankei no kanzen ni nejireta hyōgen o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut anyway... despite the fact that it has it's high points, I am honestly a little bit loathe to say I like it. The romance is really sweet and fluffy, which I like and gladly admit, until I have to get past the fact that the poor uke in the relationship is getting sexually assaulted almost every episode. Yes, it's just a show... but even so, it's a little much in my opinion and shows a completely twisted representation of romantic relationships.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut anyway... despite the fact that it has it's high points, I am honestly a little bit loathe to say I like it.\u001b[24m\n    \u001b[1mしかし、とにかく...それはそれが高い点を持っているという事実にもかかわらず、私は正直言って少し嫌いです。\u001b[22m, \u001b[1mしかし、いずれにせよ...それはそれは高ポイントだという事実にもかかわらず、私は正直なところ、私はそれが好きと言ってちょっといやがっています。\u001b[22m\n\u001b[4mThe romance is really sweet and fluffy, which I like and gladly admit, until I have to get past the fact that the poor uke in the relationship is getting sexually assaulted almost every episode.\u001b[24m\n    \u001b[1m恋愛は本当に甘くてふわふわしています。恋愛関係の貧しい人がほぼすべてのエピソードで性的暴行を受けているという事実を過ぎなければならないまで、私は好きで喜んで認めます。\u001b[22m, \u001b[1m私は関係の貧しいウケが性的にほぼすべてのエピソードを暴行なっているという事実を乗り越えるためになるまでのロマンスは、私が好きと喜んで認めるれ、本当に甘くてふわふわです。\u001b[22m\n\u001b[4mYes, it's just a show... but even so, it's a little much in my opinion and shows a completely twisted representation of romantic relationships.\u001b[24m\n    \u001b[1mはい、それは単なるショーです...でも、それは私の意見では少しだし、ロマンチックな関係の完全にねじれた表現を示しています。\u001b[22m, \u001b[1mはい、それはただのショーだ...しかし、たとえそうであっても、それは私の意見では少しくらいだとロマンチックな関係の完全にねじれた表現を示します。\u001b[22m\n\u001b[1m\u001b[22m\nMisaki and Usagi: This is probably the most obvious example of what I'm talking about. Usagi is forcing himself on Misaki in almost every episode... and sure, we all know that Misaki is only being shy and that in the end, he's okay with it. And again, I remind myself it's just a show and not supposed to be realistic. BUT... the fact that Misaki rarely actually gives consent irks me. (Just so you know, in real life this sort of thing is NOT okay and I hope no one thinks so.) Plus, Usagi's extremely possessive attitude toward Misaki can't really be considered healthy either. In truth, as endearing as Usagi can be when he's all lovey dovey, I'm surprised that Misaki managed to put up with being smothered like that for three years.\n\n\u001b[1m美咲とうさぎ：これはおそらく私が話していることの最も明白な例です。 うさぎは、ほぼすべてのエピソードで御崎を強要しています...そして確かに、私たちは皆、美咲は恥ずかしがり屋であることを知っています。そして結局、彼はそれで大丈夫です。 そして再び、私はそれが単なるショーであり、現実的ではないと思います。 しかし、ミサキが実際に同意を与えることはめったにないという事実は私には気になる。  （実際の生活では、この種のことは大丈夫ではないと思うので、誰もそう思わないと思っています。）また、うさぎは非常に強くて美しい姿をしています。 実は、うさぎと同じように愛情深いのですが、ミサキは3年ぶりにそれに追いつくことができて驚いています。\u001b[22m\n\u001b[1m(Misaki to usagi: Kore wa osoraku watashi ga hanashite iru koto no mottomo meihakuna reidesu. Usagi wa, hobo subete no episōdo de Misaki o kyōyō shite imasu... Soshite tashika ni, watashitachi wa mina, Misaki wa hazukashigariyadearu koto o shitte imasu. Soshite kekkyoku, kare wa sore de daijōbudesu. Soshite futatabi, watashi wa sore ga tan'naru shōdeari, genjitsu-tekide wa nai to omoimasu. Shikashi, Misaki ga jissai ni dōi o ataeru koto wa mettani nai to iu jijitsu wa watashiniha ki ni naru. (Jissai no seikatsude wa, kono tane no koto wa daijōbude wa nai to omou node, dare mo sō omowanai to omotte imasu. ) Mata, usagi wa hijō ni tsuyokute utsukushī sugata o shite imasu. Jitsuwa, usagi to onajiyōni aijōbukai nodesuga, Misaki wa 3-nen-buri ni sore ni oitsuku koto ga dekite odoroite imasu.)\u001b[22m\n\nTranslations of \u001b[4mMisaki and Usagi: This is probably the most obvious example of what I'm talking about. Usagi is forcing himself on Misaki in almost every episode... and sure, we all know that Misaki is only being shy and that in the end, he's okay with it. And again, I remind myself it's just a show and not supposed to be realistic. BUT... the fact that Misaki rarely actually gives consent irks me. (Just so you know, in real life this sort of thing is NOT okay and I hope no one thinks so.) Plus, Usagi's extremely possessive attitude toward Misaki can't really be considered healthy either. In truth, as endearing as Usagi can be when he's all lovey dovey, I'm surprised that Misaki managed to put up with being smothered like that for three years.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMisaki and Usagi: This is probably the most obvious example of what I'm talking about.\u001b[24m\n    \u001b[1m美咲とうさぎ：これはおそらく私が話していることの最も明白な例です。\u001b[22m, \u001b[1m美咲とうさぎ：これはおそらく、私が何について話しているの最も明白な例です。\u001b[22m\n\u001b[4mUsagi is forcing himself on Misaki in almost every episode... and sure, we all know that Misaki is only being shy and that in the end, he's okay with it.\u001b[24m\n    \u001b[1mうさぎは、ほぼすべてのエピソードで御崎を強要しています...そして確かに、私たちは皆、美咲は恥ずかしがり屋であることを知っています。そして結局、彼はそれで大丈夫です。\u001b[22m, \u001b[1mうさぎは、我々はすべての美咲が唯一であること恥ずかしがり屋で、最後に、彼はそれで大丈夫だということを知っている、ほとんどすべてのエピソードで三崎に自分自身を強制的に...と確認しています。\u001b[22m\n\u001b[4mAnd again, I remind myself it's just a show and not supposed to be realistic.\u001b[24m\n    \u001b[1mそして再び、私はそれが単なるショーであり、現実的ではないと思います。\u001b[22m, \u001b[1mそして再び、私はそれだけのショーだと現実的なことになっていない自分自身を思い出させます。\u001b[22m\n\u001b[4mBUT... the fact that Misaki rarely actually gives consent irks me.\u001b[24m\n    \u001b[1mしかし、ミサキが実際に同意を与えることはめったにないという事実は私には気になる。\u001b[22m, \u001b[1mしかし...美咲がまれに実際に同意を与えるという事実は私をいらだた。\u001b[22m\n\u001b[4m(Just so you know, in real life this sort of thing is NOT okay and I hope no one thinks so.) Plus, Usagi's extremely possessive attitude toward Misaki can't really be considered healthy either.\u001b[24m\n    \u001b[1m（実際の生活では、この種のことは大丈夫ではないと思うので、誰もそう思わないと思っています。）また、うさぎは非常に強くて美しい姿をしています。\u001b[22m, \u001b[1m美咲に向けたうさぎの非常に所有態度は本当にいずれかの健康と考えることができない、（だけ知っているので、実際の生活の中でこの種のものは大丈夫ではないと私は誰もがそう思っていない願っています。）プラス。\u001b[22m\n\u001b[4mIn truth, as endearing as Usagi can be when he's all lovey dovey, I'm surprised that Misaki managed to put up with being smothered like that for three years.\u001b[24m\n    \u001b[1m実は、うさぎと同じように愛情深いのですが、ミサキは3年ぶりにそれに追いつくことができて驚いています。\u001b[22m, \u001b[1m真実では、彼はすべてのラブラブだときにすることができますうさぎのように愛情のこもったとして、私は美咲が3年間、そのよう窒息死さを我慢するために管理していることを驚いています。\u001b[22m\n\u001b[1m\u001b[22m\nShinobu and Miyagi: Okay, I didn't really have all that much of a problem with them in the third season. In the first season, yes, I did... but, I think they got like one episode in this one and it was actually really cute. Once I get past the fact that Shinobu is like half Miyagi's age, I don't have a problem, really. I also find Miyagi to be one of the most compelling characters in the show, just because of his sense of humor.\n\n\u001b[1m忍と宮城：そうですね、私は第3シーズンにはそれほど問題はありませんでした。 最初のシーズンは、はい、私はしました...しかし、私は彼らがこのエピソードのようになったと思うし、それは実際には本当にかわいかったです。 忍は宮城の半分のようなものであるという事実を過ぎると、本当に問題はありません。 私はまた、ユーモアのセンスのために、宮城がショーの中で最も魅力的なキャラクターの1人であることを見つける。\u001b[22m\n\u001b[1m(Shinobu to Miyagi: Sōdesune, watashi wa dai 3 shīzun ni wa sorehodo mondai wa arimasendeshita. Saisho no shīzun wa, wa i, watashi wa shimashita... Shikashi, watashi wa karera ga kono episōdo no yō ni natta to omoushi, sore wa jissai ni wa hontōni kawaikattadesu. Shinobu wa Miyagi no hanbun no yōna monodearu to iu jijitsu o sugiru to, hontōni mondai wa arimasen. Watashi wa mata, yūmoa no sensu no tame ni, Miyagi ga shō no naka de mottomo miryoku-tekina kyarakutā no 1-ridearu koto o mitsukeru.)\u001b[22m\n\nTranslations of \u001b[4mShinobu and Miyagi: Okay, I didn't really have all that much of a problem with them in the third season. In the first season, yes, I did... but, I think they got like one episode in this one and it was actually really cute. Once I get past the fact that Shinobu is like half Miyagi's age, I don't have a problem, really. I also find Miyagi to be one of the most compelling characters in the show, just because of his sense of humor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShinobu and Miyagi: Okay, I didn't really have all that much of a problem with them in the third season.\u001b[24m\n    \u001b[1m忍と宮城：そうですね、私は第3シーズンにはそれほど問題はありませんでした。\u001b[22m, \u001b[1m忍と宮城：さて、私は本当に3シーズン目でそれらの問題点のすべてのその多くを持っていませんでした。\u001b[22m\n\u001b[4mIn the first season, yes, I did... but, I think they got like one episode in this one and it was actually really cute.\u001b[24m\n    \u001b[1m最初のシーズンは、はい、私はしました...しかし、私は彼らがこのエピソードのようになったと思うし、それは実際には本当にかわいかったです。\u001b[22m, \u001b[1m最初のシーズンでは、はい、私でした...しかし、私は彼らがこの1で1つのエピソードのようになったと思うし、それは実際には本当に可愛かったです。\u001b[22m\n\u001b[4mOnce I get past the fact that Shinobu is like half Miyagi's age, I don't have a problem, really.\u001b[24m\n    \u001b[1m忍は宮城の半分のようなものであるという事実を過ぎると、本当に問題はありません。\u001b[22m, \u001b[1m私は忍が半分宮城の年齢のようであるという事実を乗り越えるたら、私は本当に、問題はありません。\u001b[22m\n\u001b[4mI also find Miyagi to be one of the most compelling characters in the show, just because of his sense of humor.\u001b[24m\n    \u001b[1m私はまた、ユーモアのセンスのために、宮城がショーの中で最も魅力的なキャラクターの1人であることを見つける。\u001b[22m, \u001b[1m私も宮城が理由だけで彼のユーモアのセンスのショーの中で最も魅力的な文字の一つであることがわかりました。\u001b[22m\n\u001b[1m\u001b[22m\nHiroki and Nowaki: They were okay, too, for the most part. I actually never had a huge problem with them, mostly because I always got the feeling that they had more of an equal partnership than the other characters, I guess. I always found Hiroki really endearing, as well.\n\n\u001b[1mHirokiとNowaki：大部分は大丈夫でした。 私は実際にそれらに大きな問題を抱えていませんでした。なぜなら、私はいつも他のキャラクターと同等のパートナーシップを持っていると感じていたからです。 私はいつもHirokiが本当に愛用しているのを見つけました。\u001b[22m\n\u001b[1m(Hiroki to Nowaki: Daibubun wa daijōbudeshita. Watashi wa jissai ni sorera ni ōkina mondai o kakaete imasendeshita. Nazenara, watashi wa itsumo hoka no kyarakutā to dōtō no pātonāshippu o motte iru to kanjite itakaradesu. Watashi wa itsumo Hiroki ga hontōni aiyō shite iru no o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mHiroki and Nowaki: They were okay, too, for the most part. I actually never had a huge problem with them, mostly because I always got the feeling that they had more of an equal partnership than the other characters, I guess. I always found Hiroki really endearing, as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHiroki and Nowaki: They were okay, too, for the most part.\u001b[24m\n    \u001b[1mHirokiとNowaki：大部分は大丈夫でした。\u001b[22m, \u001b[1mヒロキとNowaki：彼らは、ほとんどの部分は、あまりにも、大丈夫でした。\u001b[22m\n\u001b[4mI actually never had a huge problem with them, mostly because I always got the feeling that they had more of an equal partnership than the other characters, I guess.\u001b[24m\n    \u001b[1m私は実際にそれらに大きな問題を抱えていませんでした。なぜなら、私はいつも他のキャラクターと同等のパートナーシップを持っていると感じていたからです。\u001b[22m, \u001b[1m私は実際に私はいつも彼らが他の文字より対等なパートナーシップの多くを持っていた感じ、私は推測を得た主な理由は、彼らと巨大な問題を抱えていたことはありません。\u001b[22m\n\u001b[4mI always found Hiroki really endearing, as well.\u001b[24m\n    \u001b[1m私はいつもHirokiが本当に愛用しているのを見つけました。\u001b[22m, \u001b[1m私はいつものようにも、弘樹は本当にかわいらしい発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nEh... I don't know. I'm not hating on the series or anything, believe me... but some of the relationship representations, Misaki and Usagi's especially, made me rather annoyed at times and it was difficult to get past. Otherwise, one my of problems was that, during the three year time skip it seemed like there was hardly any relationship development. For any of the characters. Although the dramatic scenes were half the fun, it seemed like a lot of it stemmed from bad communication between the characters over and over and over again. Seriously, you'd think they would learn. The only thing I can think of that I really liked as far as character development was concerned was Misaki's determination to 'molest' Usagi because Usagi was the one who always did all the work. He didn't do a great job at it, but it was something at least.\n\n\u001b[1m私は知らない。 私はシリーズや何かを憎んでいない、私を信じて...しかし、関係表現、ミサキとうさぎのいくつかは、特に時々悩まされ、過去には難しかった。 そうでなければ、私の問題の1つは、3年間の時間をスキップすると、ほとんど関係の発展がないように思えたということでした。 いずれかの文字。 ドラマチックなシーンは半分の楽しいものでしたが、キャラクター同士の間の悪いコミュニケーションから何度も何度も何度も繰り返されていたようです。 真剣に、あなたは彼らが学ぶと思うでしょう。 キャラクターの発達が本当に好きだったと思う唯一のことは、うさぎがいつもすべての仕事をしてくれたからだと思うミサキの決断でした。 彼はそれで素晴らしい仕事をしなかったが、それは少なくとも何かだった。\u001b[22m\n\u001b[1m(Watashi wa shiranai. Watashi wa shirīzu ya nanika o nikunde inai, watashi o shinjite... Shikashi, kankei hyōgen, Misaki to usagi no ikutsu ka wa, tokuni tokidoki nayamasa re, kako ni wa muzukashikatta. Sōdenakereba, watashi no mondai no 1tsu wa, 3-nenkan no jikan o sukippu suru to, hotondo kankei no hatten ga nai yō ni omoeta to iu kotodeshita. Izureka no moji. Doramachikkuna shīn wa hanbun no tanoshī monodeshitaga, kyarakutā dōshi no ma no warui komyunikēshon kara nandomonandomo nando mo kurikaesa rete ita yōdesu. Shinken ni, anata wa karera ga manabu to omoudeshou. Kyarakutā no hattatsu ga hontōni sukidatta to omou yuiitsu no koto wa, usagi ga itsumo subete no shigoto o shite kuretakarada to omou Misaki no ketsudandeshita. Kare wa sore de subarashī shigoto o shinakattaga, sore wa sukunakutomo nanikadatta.)\u001b[22m\n\nTranslations of \u001b[4mEh... I don't know. I'm not hating on the series or anything, believe me... but some of the relationship representations, Misaki and Usagi's especially, made me rather annoyed at times and it was difficult to get past. Otherwise, one my of problems was that, during the three year time skip it seemed like there was hardly any relationship development. For any of the characters. Although the dramatic scenes were half the fun, it seemed like a lot of it stemmed from bad communication between the characters over and over and over again. Seriously, you'd think they would learn. The only thing I can think of that I really liked as far as character development was concerned was Misaki's determination to 'molest' Usagi because Usagi was the one who always did all the work. He didn't do a great job at it, but it was something at least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEh... I don't know.\u001b[24m\n    \u001b[1m私は知らない。\u001b[22m, \u001b[1mえ...私は知りません。\u001b[22m\n\u001b[4mI'm not hating on the series or anything, believe me... but some of the relationship representations, Misaki and Usagi's especially, made me rather annoyed at times and it was difficult to get past.\u001b[24m\n    \u001b[1m私はシリーズや何かを憎んでいない、私を信じて...しかし、関係表現、ミサキとうさぎのいくつかは、特に時々悩まされ、過去には難しかった。\u001b[22m, \u001b[1m私は、シリーズまたは何かに嫌う私を信じて...しかし、関係表現の一部、美咲とうさぎの特に、時々私はかなりイライラ作られ、過去を取得することは困難ではなかったですよ。\u001b[22m\n\u001b[4mOtherwise, one my of problems was that, during the three year time skip it seemed like there was hardly any relationship development.\u001b[24m\n    \u001b[1mそうでなければ、私の問題の1つは、3年間の時間をスキップすると、ほとんど関係の発展がないように思えたということでした。\u001b[22m, \u001b[1mそうでなければ、私の問題の一つは、3年間の時間の間にほとんど関係の発展があったようにそれが見えたスキップ、ということでした。\u001b[22m\n\u001b[4mFor any of the characters.\u001b[24m\n    \u001b[1mいずれかの文字。\u001b[22m, \u001b[1m文字のいずれについても。\u001b[22m\n\u001b[4mAlthough the dramatic scenes were half the fun, it seemed like a lot of it stemmed from bad communication between the characters over and over and over again.\u001b[24m\n    \u001b[1mドラマチックなシーンは半分の楽しいものでしたが、キャラクター同士の間の悪いコミュニケーションから何度も何度も何度も繰り返されていたようです。\u001b[22m, \u001b[1m劇的なシーンが楽しみの半分であったが、それの多くは何度も何度も何度も文字間の悪い通信から茎のように、それが見えました。\u001b[22m\n\u001b[4mSeriously, you'd think they would learn.\u001b[24m\n    \u001b[1m真剣に、あなたは彼らが学ぶと思うでしょう。\u001b[22m, \u001b[1m真剣に、あなたは彼らが学ぶだろうと思うだろう。\u001b[22m\n\u001b[4mThe only thing I can think of that I really liked as far as character development was concerned was Misaki's determination to 'molest' Usagi because Usagi was the one who always did all the work.\u001b[24m\n    \u001b[1mキャラクターの発達が本当に好きだったと思う唯一のことは、うさぎがいつもすべての仕事をしてくれたからだと思うミサキの決断でした。\u001b[22m, \u001b[1mうさぎは、常にすべての作業をした一人だったので、私は本当に限りキャラクターの成長が心配していたとして言って、私はそのことを考えることができる唯一のことは、「みだらな行為」うさぎに美咲の決意でした。\u001b[22m\n\u001b[4mHe didn't do a great job at it, but it was something at least.\u001b[24m\n    \u001b[1m彼はそれで素晴らしい仕事をしなかったが、それは少なくとも何かだった。\u001b[22m, \u001b[1m彼はそれで素晴らしい仕事をしませんでしたが、それは少なくとも何かでした。\u001b[22m\n\u001b[1m\u001b[22m\nSo, despite it's many issues, I like Junjou Romantica. If they decided to make more, I would watch it. I don't think I would be able to stop myself. It's extremely addictive.\n\n\u001b[1mだから、それは多くの問題にもかかわらず、私はJunjou Romanticaが好きです。 彼らがもっと作ることにしたら、私はそれを見るだろう。 私は自分自身を止めることができないだろうと思う。 それは非常に習慣性です。\u001b[22m\n\u001b[1m(Dakara, sore wa ōku no mondai nimokakawarazu, watashi wa Junjou romanchika ga sukidesu. Karera ga motto tsukuru koto ni shitara, watashi wa sore o mirudarou. Watashi wa jibun jishin o tomeru koto ga dekinaidarou to omou. Sore wa hijō ni shūkan-seidesu.)\u001b[22m\n\nTranslations of \u001b[4mSo, despite it's many issues, I like Junjou Romantica. If they decided to make more, I would watch it. I don't think I would be able to stop myself. It's extremely addictive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, despite it's many issues, I like Junjou Romantica.\u001b[24m\n    \u001b[1mだから、それは多くの問題にもかかわらず、私はJunjou Romanticaが好きです。\u001b[22m, \u001b[1mだから、それは多くの問題だにも関わらず、私は純情ロマンチカが好きです。\u001b[22m\n\u001b[4mIf they decided to make more, I would watch it.\u001b[24m\n    \u001b[1m彼らがもっと作ることにしたら、私はそれを見るだろう。\u001b[22m, \u001b[1m彼らはより多くを作ることにした場合、私はそれを見るだろう。\u001b[22m\n\u001b[4mI don't think I would be able to stop myself.\u001b[24m\n    \u001b[1m私は自分自身を止めることができないだろうと思う。\u001b[22m, \u001b[1m私は自分自身を停止することができるだろうとは思いません。\u001b[22m\n\u001b[4mIt's extremely addictive.\u001b[24m\n    \u001b[1mそれは非常に習慣性です。\u001b[22m, \u001b[1mそれは非常に中毒性です。\u001b[22m"
  },
  {
    "title": "Junjou_Romantica_3",
    "id": "25649",
    "url": "https://myanimelist.net/anime/25649/Junjou_Romantica_3",
    "user": "mrtaxi",
    "profile": "/profile/mrtaxi/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=205687",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はちょうど100％であるという記録を述べたいと思うが、それは何年も前の純ジュン・ロマンチカ/世界一初恋のフランチャイズの神を見ている（または楽しむ）ことを止められなかった。 ちなみに、多くの人が指摘しているように、ゲイの関係についてのメディアは当然もっと不十分だったので、それは私にとって本当に斬新な体験だったので、なぜ私の意見は（私が意味するように）それほど不均衡であったのかを説明する。\n\nゲイの関係がどのように機能するかについて現実的な描写を探しているなら、私は自分自身で経験はないが、私はそれが滑らかなセーリングではなく、JRがそうであるように完璧には完璧ではないと思います。 確かに、キャラクターたちは関係のしゃっくりに悩まされていますが、終わりにはすべてが常に愛の力で解決されています！  （tm）。 正直言って、あなたが各ペアリングのキャラクターの1つを取り出して女の子に代えれば、少女の本の中で歩き回って格付けをかなり落とすことになります。 それぞれのペアリングには、いつも「ステレオタイプの」ガールパーソナリティーを持つパートナーがいます（つまり、マンガでは激しく不安定で描写されています。また、ワーストケースのシナリオでは想像力を発揮させることができます）。 ヤオイアニメは、人格を収めている体が男性であるということです。 彼らの関係で直面している種類の問題は、症状が様々であるにもかかわらず、常に不安と多くの所有性に基づいて現れています。これは第1シーズン以来プレーしてきたものであり、率直に言えば、 ハムスターホイールで。 ショーのタイムラインは、関係が3〜7年間続いていると述べています（どのペアリングにかかっているかによって異なります）。もしあなたの不安が依然として深刻になっていれば、それは良いことではないでしょう。\n\nそれはさておき、JR3はポジティブなことがないわけではありません。 感触が悪いシーンはタッチとしてあまりにも上に出るかもしれませんが、ほとんどが暖かくぼんやりとした感情を残してしまいました。私はそれをプロデューサーにとっての勝利と数えるつもりです。 実際の生活習慣（ユニ・ライフから勤労生活への移行、保守的な日本の同性愛者への移行）を扱うプロタグの感覚もある - 私はもっと好きだっただろうが、それは12エピソードだけだったので、 将来の季節に触れるでしょう！ 幻想的ではない芸術は確かに平均を上回っており、今回は私の注目を集めたものがOSTでした。  Hijiri AnzeはいつもJRとSIHのBGMでいい仕事をしてくれましたが、彼はJR3で本当に驚いていると感じました。\n\ntl、dr：あなたが真剣なものを探しているならば（あなたが同性愛者の関係についてのショーに反対するならば、今のところ明白なはずですが...）、もしあなたが ビシェたちはJRを撃つ！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI'd just like to state for the record that I'm 100% straight, though that didn't stop me watching (or enjoying) the whole Junjou Romantica/Sekai-ichi Hatsukoi franchise god knows how many years ago. Incidentally as many have pointed out then, media about gay relationships was understandably more scarce then so it was a really novel experience for me, and thus explains why my opinion of it might have been slightly disproportionate (by which I mean, inflated) then.\n\n\u001b[1m私はちょうど100％であるという記録を述べたいと思うが、それは何年も前の純ジュロマンティカ/世界一初恋のフランチャイズ神全体を見ている（または楽しんでいる）ことを止められなかった。 ちなみに、多くの人が指摘しているように、ゲイの関係に関するメディアは当然もっと不十分だったので、それは私の本当に斬新な体験だったので、なぜ私の意見は（私が意味するように）それほど不均衡だったのかもしれない。\u001b[22m\n\u001b[1m(Watashi wa chōdo 100-pāsentodearu to iu kiroku o nobetai to omou ga, sore wa nan-nen mo mae no jun juromantika/ sekaiichi hatsukoi no furanchaizu-shin zentai o mite iru (matawa tanoshinde iru) koto o tome rarenakatta. Chinamini, ōku no hito ga shiteki shite iru yō ni, gei no kankei ni kansuru media wa tōzen motto fujūbundattanode, sore wa watashi no hontōni zanshin'na taikendattanode, naze watashi no iken wa (watashi ga imi suru yō ni) sorehodo fukinkōdatta no kamo shirenai.)\u001b[22m\n\nTranslations of \u001b[4mI'd just like to state for the record that I'm 100% straight, though that didn't stop me watching (or enjoying) the whole Junjou Romantica/Sekai-ichi Hatsukoi franchise god knows how many years ago. Incidentally as many have pointed out then, media about gay relationships was understandably more scarce then so it was a really novel experience for me, and thus explains why my opinion of it might have been slightly disproportionate (by which I mean, inflated) then.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd just like to state for the record that I'm 100% straight, though that didn't stop me watching (or enjoying) the whole Junjou Romantica/Sekai-ichi Hatsukoi franchise god knows how many years ago.\u001b[24m\n    \u001b[1m私はちょうど100％であるという記録を述べたいと思うが、それは何年も前の純ジュロマンティカ/世界一初恋のフランチャイズ神全体を見ている（または楽しんでいる）ことを止められなかった。\u001b[22m, \u001b[1mそれは私が見ている（または楽しんで）停止しませんでしたが、私はちょうど全体の純情ロマンチカ/世界一初恋フランチャイズの神は、どのように何年も前に知って、私は100％ストレートだレコードの状態にしたいと思います。\u001b[22m\n\u001b[4mIncidentally as many have pointed out then, media about gay relationships was understandably more scarce then so it was a really novel experience for me, and thus explains why my opinion of it might have been slightly disproportionate (by which I mean, inflated) then.\u001b[24m\n    \u001b[1mちなみに、多くの人が指摘しているように、ゲイの関係に関するメディアは当然もっと不十分だったので、それは私の本当に斬新な体験だったので、なぜ私の意見は（私が意味するように）それほど不均衡だったのかもしれない。\u001b[22m, \u001b[1mその後指摘している。なおとして多くのそれは私にとって本当に小説の経験だったので、同性愛者の関係についてのメディアは、その後、当然のことながら、より希少であり、それの私の意見は少し不釣り合いだったかもしれない、なぜこのようにして、次に（それによって、私は、膨らま意味）について説明します。\u001b[22m\n\u001b[1m\u001b[22m\nIf you are looking for a realistic portrayal of how gay relationships work, though I don't have any experience at it myself I daresay it's not as smooth-sailing and sparkly perfect as JR portrays them to be. Sure, the characters face hiccups in their relationships, but all is always resolved at the end of the day with the power of love! (tm). Honestly, if you took out one of the characters in each pairing and substituted him with a girl, you would get every walking cliche in the shoujo book and considerably lower ratings, I believe. In each pairing there's usually a partner with a 'stereotypical' girl personality anyways (ie portrayed in manga as wildly insecure, often lets imagination run wild with worst case scenarios, and all-out tsundere), so the only thing that makes this remotely a yaoi anime is that the body housing the personality is male. The kind of hiccups they face in their relationships, while varied in manifestation, always emerge on the basis of insecurity and a whole lot of possessiveness- this is something that's been playing since season 1, and frankly it's feeling a lot like i'm running on a hamster wheel. I mean, the show's timeline states that the relationship has been ongoing for 3-7 years (depends on which pairing)- if your insecurities are still running so deep then, that's probably not a good sign.\n\n\u001b[1mゲイの関係がどのように機能するかについて現実的な描写を探しているなら、私は自分自身で経験はないが、私はそれが滑らかなセーリングではなく、JRがそうであるように完璧には完璧ではないと思います。 確かに、キャラクターたちは関係のしゃっくりに悩まされていますが、終わりにはすべてが常に愛の力で解決されています！  （tm）。 正直言って、あなたが各ペアリングのキャラクターの1つを取り出して女の子に代えれば、少女の本の中で歩き回って格付けをかなり落とすことになります。 それぞれのペアリングには、いつも「ステレオタイプの」ガールパーソナリティーを持つパートナーがいます（つまり、マンガでは激しく不安定で描写されています。また、ワーストケースのシナリオでは想像力を発揮させることができます）。 ヤオイアニメは、人格を収めている体が男性であるということです。 彼らの関係で直面している種類の問題は、症状が様々であるにもかかわらず、常に不安と多くの所有性に基づいて現れています。これは第1シーズン以来プレーしてきたものであり、率直に言えば、 ハムスターホイールで。 ショーのタイムラインは、関係が3〜7年間続いていると述べています（どのペアリングにかかっているかによって異なります）。もしあなたの不安が依然として深刻になっていれば、それは良いことではないでしょう。\u001b[22m\n\u001b[1m(Gei no kankei ga dono yō ni kinō suru ka ni tsuite genjitsu-tekina byōsha o sagashite irunara, watashi wa jibun jishin de keiken wa naiga, watashi wa sore ga namerakana sēringude wa naku, JR ga sōdearu yō ni kanpeki ni wa kanpekide wa nai to omoimasu. Tashika ni, kyarakutā-tachi wa kankei no shakkuri ni nayamasa rete imasuga, owari ni wa subete ga tsuneni ai no chikara de kaiketsu sa rete imasu! (Tm). Shōjiki itte, anata ga kaku pea ringu no kyarakutā no 1tsu o toridashite on'nanoko ni kaereba, shōjo no hon no naka de arukimawatte kakudzuke o kanari otosu koto ni narimasu. Sorezore no pea ringu ni wa, itsumo `sutereo taipu no' gārupāsonaritī o motsu pātonā ga imasu (tsumari, mangade wa hageshiku fuanteide byōsha sa rete imasu. Mata, wāsutokēsu no shinariode wa sōzō-ryoku o hakki sa seru koto ga dekimasu). Yaoianime wa, jinkaku o osamete iru karada ga danseidearu to iu kotodesu. Karera no kankei de chokumen shite iru shurui no mondai wa, shōjō ga samazamadearu nimokakawarazu, tsuneni fuan to ōku no shoyū-sei nimotozuite arawarete imasu. Kore wa dai 1 shīzun irai purē shite kita monodeari, sotchoku ni ieba, hamusutāhoīru de. Shō no taimu rain wa, kankei ga 3 〜 7-nenkan tsudzuite iru to nobete imasu (dono pea ringu ni kakatte iru ka ni yotte kotonarimasu). Moshi anata no fuan ga izentoshite shinkoku ni natte ireba, sore wa yoi kotode wanaideshou.)\u001b[22m\n\u001b[1m\u001b[22m\nThat aside, JR3 isn't without its positives. The touchy-feely scenes may come off as a touch too cliche, but mostly succeeded in leaving me with a warm fuzzy feeling inside, so I'll count that as a win for the producers. There's also a sense of the protags growing up, dealing with some real-life problems (transition from uni to work life, being gay in conservative Japan)- I'd have liked more on these but it was only 12 episodes so hopefully they' ll be touched on in future seasons! The art while not fantastic is definitely above average, and something that really caught my attention this time round was the OST. Hijiri Anze has always done a good job with the JR and SIH BGM's, but I felt he really outdid himself with JR3's and am definitely looking to download it.\n\n\u001b[1mそれはさておき、JR3はポジティブなことがないわけではありません。 感触が悪いシーンはタッチとしてあまりにも上に出るかもしれませんが、ほとんどが暖かくぼんやりとした感情を残してしまいました。私はそれをプロデューサーにとっての勝利と数えるつもりです。 実際の生活習慣（ユニ・ライフから勤労生活への移行、保守的な日本の同性愛者への移行）を扱うプロタグの感覚もある - 私はもっと好きだっただろうが、それは12エピソードだけだったので、 将来の季節に触れるでしょう！ 幻想的ではない芸術は確かに平均を上回っており、今回は私の注目を集めたものがOSTでした。  Hijiri AnzeはいつもJRとSIHのBGMでいい仕事をしてくれましたが、彼はJR3で本当に驚いていると感じました。\u001b[22m\n\u001b[1m(Sore wa sateoki, JR 3 wa pojitibuna koto ga nai wakede wa arimasen. Kanshoku ga warui shīn wa tatchi to shite amarini mo ue ni deru kamo shiremasenga, hotondo ga atatakaku bon'yari to shita kanjō o nokoshite shimaimashita. Watashi wa sore o purode~yūsā ni totte no shōri to kazoeru tsumoridesu. Jissai no seikatsu shūkan (Yuni raifu kara kinrō seikatsu e no ikō, hoshu-tekina Nihon no dōseiai-sha e no ikō) o atsukau puro tagu no kankaku mo aru - watashi wa motto sukidattadarouga, sore wa 12 episōdo dakedattanode, shōrai no kisetsu ni furerudeshou! Gensō-tekide wanai geijutsu wa tashika ni heikin o uwamawatte ori, konkai wa watashi no chūmoku o atsumeta mono ga OSTdeshita. Hijiri Anze wa itsumo JR to SIH no BGMde ī shigoto o shite kuremashitaga, kare wa JR 3 de hontōni odoroite iru to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mThat aside, JR3 isn't without its positives. The touchy-feely scenes may come off as a touch too cliche, but mostly succeeded in leaving me with a warm fuzzy feeling inside, so I'll count that as a win for the producers. There's also a sense of the protags growing up, dealing with some real-life problems (transition from uni to work life, being gay in conservative Japan)- I'd have liked more on these but it was only 12 episodes so hopefully they' ll be touched on in future seasons! The art while not fantastic is definitely above average, and something that really caught my attention this time round was the OST. Hijiri Anze has always done a good job with the JR and SIH BGM's, but I felt he really outdid himself with JR3's and am definitely looking to download it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat aside, JR3 isn't without its positives.\u001b[24m\n    \u001b[1mそれはさておき、JR3はポジティブなことがないわけではありません。\u001b[22m, \u001b[1mそれはさておき、JR3はその陽性がないわけではありません。\u001b[22m\n\u001b[4mThe touchy-feely scenes may come off as a touch too cliche, but mostly succeeded in leaving me with a warm fuzzy feeling inside, so I'll count that as a win for the producers.\u001b[24m\n    \u001b[1m感触が悪いシーンはタッチとしてあまりにも上に出るかもしれませんが、ほとんどが暖かくぼんやりとした感情を残してしまいました。私はそれをプロデューサーにとっての勝利と数えるつもりです。\u001b[22m, \u001b[1m感覚的なシーンはあまりにも決まり文句タッチとしてオフに来るが、ほとんどの内部ほんわかした気持ちで私を残すことに成功したので、私はプロデューサーのための勝利としてそれを数えますがあります。\u001b[22m\n\u001b[4mThere's also a sense of the protags growing up, dealing with some real-life problems (transition from uni to work life, being gay in conservative Japan)- I'd have liked more on these but it was only 12 episodes so hopefully they'\u001b[24m\n    \u001b[1m実際の生活習慣（ユニ・ライフから勤労生活への移行、保守的な日本の同性愛者への移行）を扱うプロタグの感覚もある - 私はもっと好きだっただろうが、それは12エピソードだけだったので、\u001b[22m, \u001b[1m、育ったいくつかの現実の問題に対処する（人生を仕事にユニからの移行を、保守的な日本の同性愛者である）protags感もあります - 私は、これらの詳細を気に入っていると思いますが、それは彼らが 'ので、できれば唯一の12のエピソードでした\u001b[22m\n\u001b[4mll be touched on in future seasons!\u001b[24m\n    \u001b[1m将来の季節に触れるでしょう！\u001b[22m, \u001b[1m今後のシーズンでに触れることでしょう！\u001b[22m\n\u001b[4mThe art while not fantastic is definitely above average, and something that really caught my attention this time round was the OST.\u001b[24m\n    \u001b[1m幻想的ではない芸術は確かに平均を上回っており、今回は私の注目を集めたものがOSTでした。\u001b[22m, \u001b[1m一方、幻想的ではない芸術は間違いなく平均を上回っている、と本当に私の注意を引いたものが今回のラウンドは、OSTました。\u001b[22m\n\u001b[4mHijiri Anze has always done a good job with the JR and SIH BGM's, but I felt he really outdid himself with JR3's and am definitely looking to download it.\u001b[24m\n    \u001b[1mHijiri AnzeはいつもJRとSIHのBGMでいい仕事をしてくれましたが、彼はJR3で本当に驚いていると感じました。\u001b[22m, \u001b[1m安瀬聖は常にJRとSIH BGMので良い仕事をしているが、私は彼が本当にJR3ので自分自身をoutdidし、間違いなくそれをダウンロードするために探しています感じました。\u001b[22m\n\u001b[1m\u001b[22m\ntl,dr: not for you if you're looking for something serious (or, as should be obvious by now, if you are opposed to shows about gay relationships...), but if you want the fuzzies with a whole host of bishies do give JR a shot!\n\n\u001b[1mtl、dr：あなたが真剣なものを探しているならば（あなたが同性愛者の関係についてのショーに反対するならば、今のところ明白なはずですが...）、もしあなたが ビシェたちはJRを撃つ！\u001b[22m\n\u001b[1m(Tl, dr: Anata ga shinken'na mono o sagashite irunaraba (anata ga dōseiai-sha no kankei ni tsuite no shō ni hantai surunaraba, imanotokoro meihakuna hazudesuga...), Moshi anata ga bishe-tachi wa JR o utsu!)\u001b[22m\n\nTranslations of \u001b[4mtl,dr: not for you if you're looking for something serious (or, as should be obvious by now, if you are opposed to shows about gay relationships...), but if you want the fuzzies with a whole host of bishies do give JR a shot!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mtl,dr: not for you if you're looking for something serious (or, as should be obvious by now, if you are opposed to shows about gay relationships...), but if you want the fuzzies with a whole host of\u001b[24m\n    \u001b[1mtl、dr：あなたが真剣なものを探しているならば（あなたが同性愛者の関係についてのショーに反対するならば、今のところ明白なはずですが...）、もしあなたが\u001b[22m, \u001b[1mTL、DR：ないあなたのためにあなたが深刻な何かを探しているなら（あなたが同性愛関係についてのショーに反対している場合は、今では明らかであるように、または...）、しかし、あなたは全体のホストとfuzziesをしたい場合\u001b[22m\n\u001b[4mbishies do give JR a shot!\u001b[24m\n    \u001b[1mビシェたちはJRを撃つ！\u001b[22m, \u001b[1mbishiesはJR打撃を与えるん！\u001b[22m"
  },
  {
    "title": "Junjou_Romantica_3",
    "id": "25649",
    "url": "https://myanimelist.net/anime/25649/Junjou_Romantica_3",
    "user": "Hachiko75",
    "profile": "/profile/Hachiko75/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=227917",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  6\n\n私が最初の2人でやったように、私は3番目のレビューを書いています。 これは私にとって楽しいものではなかった。 安定したペースを持つ最初の2シーズンとは異なり、この1つは速くスピードアップしました。 最初のエピソードは3年先に設定され、エピソードが一緒に流れていれば問題ありません。 しかし、それは起こりませんでした。 私のそれぞれのエピソードはちょうどペースが速かった。 私は彼らがいくつかのミニクリフハンガーで終わっていない限り、前のものの数ヶ月前に飛び越えたと思う。\n\nそれとは別に、キャラクターの開発は私を悩ませました。 ミサキとウサギは私の好きなカップルで、3年後にはうさぎの気持ちを語りながらゆっくりと受け入れていましたが、3年後には少し成長し、少なくとも 彼が彼を愛し、私的に彼と開いていることを認めてください。 しかし、彼はまだその飛行機の人格を持っています。\n\nこのカップルには12のエピソードのうち9つが与えられました。あなたが得るのは、新しい友人を作り、自分自身のキャリアを確立し、今や別の有名な著者からの進歩と戦っているように見える間に、 私が正しく覚えていれば、彼はまた、うさぎの無礼な、いとこのいとこも扱っていました。\n\n私が嫌うもう一つの事は、実際の親密な場面がないことでした。 前回の2シーズンとは違って、今シーズンのほとんどは暗示されていました。\n\nテロリストの夫婦、彼らに何も起こらなかった。 進歩も何もない。  NowakiとHirokiと同じです。 それでも、それらのカップルは1つだけのエピソードを得た。 私は第四シーズンが欲しいとは思わない。 それは別の3年をジャンプし、意味をなさないかもしれません。 しかし、まだ、この第3シーズンは何かを包み込まなかった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSeems fitting I write a review on the third one like I did with the first two. This one was not as enjoyable for me. Unlike the first two seasons which had a steady time pace, this one just sped up quick. The first episode is set three years ahead which would be fine if the episodes flowed together. That didn't happen, though. Each episode to me was just fast paced. I think they jumped months ahead after the previous one unless it ended in some mini cliffhanger.\n\n\u001b[1m私が最初の2人でやったように、私は3番目のレビューを書いています。 これは私にとって楽しいものではなかった。 安定したペースを持つ最初の2シーズンとは異なり、この1つは速くスピードアップしました。 最初のエピソードは3年先に設定され、エピソードが一緒に流れていれば問題ありません。 しかし、それは起こりませんでした。 私のそれぞれのエピソードはちょうどペースが速かった。 私は彼らがいくつかのミニクリフハンガーで終わっていない限り、前のものの数ヶ月前に飛び越えたと思う。\u001b[22m\n\u001b[1m(Watashi ga saisho no 2-ri de yatta yō ni, watashi wa 3-banme no rebyū o kaite imasu. Kore wa watashi ni totte tanoshī monode wa nakatta. Antei shita pēsu o motsu saisho no 2 shīzun to wa kotonari, kono 1tsu wa hayaku supīdoappu shimashita. Saisho no episōdo wa 3-nen-saki ni settei sa re, episōdo ga issho ni nagarete ireba mondai arimasen. Shikashi, soreha okorimasendeshita. Watashi no sorezore no episōdo wa chōdo pēsu ga hayakatta. Watashi wa karera ga ikutsu ka no minikurifuhangā de owatte inai kagiri, mae no mono no sūkagetsumae ni tobikoeta to omou.)\u001b[22m\n\nTranslations of \u001b[4mSeems fitting I write a review on the third one like I did with the first two. This one was not as enjoyable for me. Unlike the first two seasons which had a steady time pace, this one just sped up quick. The first episode is set three years ahead which would be fine if the episodes flowed together. That didn't happen, though. Each episode to me was just fast paced. I think they jumped months ahead after the previous one unless it ended in some mini cliffhanger.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeems fitting I write a review on the third one like I did with the first two.\u001b[24m\n    \u001b[1m私が最初の2人でやったように、私は3番目のレビューを書いています。\u001b[22m, \u001b[1m私は最初の2で行ったように第1のレビューを書いてフィッティング思えます。\u001b[22m\n\u001b[4mThis one was not as enjoyable for me.\u001b[24m\n    \u001b[1mこれは私にとって楽しいものではなかった。\u001b[22m, \u001b[1mこれも私のように楽しいではありませんでした。\u001b[22m\n\u001b[4mUnlike the first two seasons which had a steady time pace, this one just sped up quick.\u001b[24m\n    \u001b[1m安定したペースを持つ最初の2シーズンとは異なり、この1つは速くスピードアップしました。\u001b[22m, \u001b[1m安定したタイムペースを持っていた最初の二つの季節とは異なり、この1だけ迅速にスピードアップ。\u001b[22m\n\u001b[4mThe first episode is set three years ahead which would be fine if the episodes flowed together.\u001b[24m\n    \u001b[1m最初のエピソードは3年先に設定され、エピソードが一緒に流れていれば問題ありません。\u001b[22m, \u001b[1m最初のエピソードは、エピソードが一緒に流れた場合は大丈夫だと思うその3年先に設定されています。\u001b[22m\n\u001b[4mThat didn't happen, though.\u001b[24m\n    \u001b[1mしかし、それは起こりませんでした。\u001b[22m, \u001b[1mそれはしかし、実現しませんでした。\u001b[22m\n\u001b[4mEach episode to me was just fast paced.\u001b[24m\n    \u001b[1m私のそれぞれのエピソードはちょうどペースが速かった。\u001b[22m, \u001b[1m私には各エピソードはちょうど速いペースました。\u001b[22m\n\u001b[4mI think they jumped months ahead after the previous one unless it ended in some mini cliffhanger.\u001b[24m\n    \u001b[1m私は彼らがいくつかのミニクリフハンガーで終わっていない限り、前のものの数ヶ月前に飛び越えたと思う。\u001b[22m, \u001b[1m私はそれがいくつかのミニ接戦に終了しない限り、彼らは以前の1の後に数ヶ月先に跳んだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAside from that, the character development bothered me. Misaki and Usagi are my favorite couple out of the three and while I enjoyed Misaki's slow acceptance with coming to terms with his feelings for Usagi the first two seasons, after three years I would expect him to grow up a bit and at least be able to admit he loves him and be open with him in private. But he still has that flighty personality.\n\n\u001b[1mそれとは別に、キャラクターの開発は私を悩ませました。 ミサキとウサギは私の好きなカップルで、3年後にはうさぎの気持ちを語りながらゆっくりと受け入れていましたが、3年後には少し成長し、少なくとも 彼が彼を愛し、私的に彼と開いていることを認めてください。 しかし、彼はまだその飛行機の人格を持っています。\u001b[22m\n\u001b[1m(Soreto wa betsuni, kyarakutā no kaihatsu wa watashi o nayama semashita. Misaki to usagi wa watashi no sukina kappuru de, 3-nen-go ni wa usagi no kimochi o katarinagara yukkuri to ukeirete imashitaga, 3-nen-go ni wa sukoshi seichō shi, sukunakutomo kare ga kare o aishi, shiteki ni kare to aiteiru koto o mitomete kudasai. Shikashi, kare wa mada sono hikōki no jinkaku o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAside from that, the character development bothered me. Misaki and Usagi are my favorite couple out of the three and while I enjoyed Misaki's slow acceptance with coming to terms with his feelings for Usagi the first two seasons, after three years I would expect him to grow up a bit and at least be able to admit he loves him and be open with him in private. But he still has that flighty personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAside from that, the character development bothered me.\u001b[24m\n    \u001b[1mそれとは別に、キャラクターの開発は私を悩ませました。\u001b[22m, \u001b[1mそれはさておき、キャラクターの成長は私を気に。\u001b[22m\n\u001b[4mMisaki and Usagi are my favorite couple out of the three and while I enjoyed Misaki's slow acceptance with coming to terms with his feelings for Usagi the first two seasons, after three years I would expect him to grow up a bit and at least be able to\u001b[24m\n    \u001b[1mミサキとウサギは私の好きなカップルで、3年後にはうさぎの気持ちを語りながらゆっくりと受け入れていましたが、3年後には少し成長し、少なくとも\u001b[22m, \u001b[1m美咲とうさぎは3の外に、私は、最初の二つの季節うさぎのための彼の気持ちを持つ用語に来てと美咲の遅い受け入れを楽しんだ3年後、私は彼が少し育つことを期待し、少なくともことができるようにしながら、私のお気に入りのカップルです\u001b[22m\n\u001b[4madmit he loves him and be open with him in private.\u001b[24m\n    \u001b[1m彼が彼を愛し、私的に彼と開いていることを認めてください。\u001b[22m, \u001b[1m彼は彼を愛し認めるとプライベートで彼と一緒に開いています。\u001b[22m\n\u001b[4mBut he still has that flighty personality.\u001b[24m\n    \u001b[1mしかし、彼はまだその飛行機の人格を持っています。\u001b[22m, \u001b[1mしかし、彼はまだその気まぐれな性格を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThis couple was given nine out of twelve episodes and all you get is Misaki's back and forth with his feelings while making a new friend, setting up a career for himself and apparently now fighting the advances from another famous author. If I remember correctly, he was also dealing with Usagi's rude, freeloading cousin as well.\n\n\u001b[1mこのカップルには12のエピソードのうち9つが与えられました。あなたが得るのは、新しい友人を作り、自分自身のキャリアを確立し、今や別の有名な著者からの進歩と戦っているように見える間に、 私が正しく覚えていれば、彼はまた、うさぎの無礼な、いとこのいとこも扱っていました。\u001b[22m\n\u001b[1m(Kono kappuru ni wa 12 no episōdo no uchi kokonotsu ga atae raremashita. Anata ga eru no wa, atarashī yūjin o tsukuri, jibunjishin'no kyaria o kakuritsu shi, imaya betsu no yūmeina chosha kara no shinpo to tatakatte iru yō ni mieru ma ni, watashi ga tadashiku oboete ireba, kare wa mata, usagi no bureina, itoko no itoko mo atsukatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThis couple was given nine out of twelve episodes and all you get is Misaki's back and forth with his feelings while making a new friend, setting up a career for himself and apparently now fighting the advances from another famous author. If I remember correctly, he was also dealing with Usagi's rude, freeloading cousin as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis couple was given nine out of twelve episodes and all you get is Misaki's back and forth with his feelings while making a new friend, setting up a career for himself and apparently now fighting the advances from another famous author.\u001b[24m\n    \u001b[1mこのカップルには12のエピソードのうち9つが与えられました。あなたが得るのは、新しい友人を作り、自分自身のキャリアを確立し、今や別の有名な著者からの進歩と戦っているように見える間に、\u001b[22m, \u001b[1mこの夫婦は、12エピソードのうち9を与えられたと、新しい友人を作る彼自身のキャリアを設定すると明らかになりました別の有名な作家からの進歩を戦っている間あなたが得るすべては自分の感情的に記載美咲の背中であるとしました。\u001b[22m\n\u001b[4mIf I remember correctly, he was also dealing with Usagi's rude, freeloading cousin as well.\u001b[24m\n    \u001b[1m私が正しく覚えていれば、彼はまた、うさぎの無礼な、いとこのいとこも扱っていました。\u001b[22m, \u001b[1m私の記憶が正しければ、彼はまた、同様うさぎさん失礼、freeloadingいとこを扱いました。\u001b[22m\n\u001b[1m\u001b[22m\nAnother thing I hated was the lack of actual intimate scenes. They were mostly implied this season, unlike the previous two seasons which also kind of ruined the viewing experience.\n\n\u001b[1m私が嫌うもう一つの事は、実際の親密な場面がないことでした。 前回の2シーズンとは違って、今シーズンのほとんどは暗示されていました。\u001b[22m\n\u001b[1m(Watashi ga kirau mōhitotsu no koto wa, jissai no shinmitsuna bamen ga nai kotodeshita. Zenkai no 2 shīzun to wa chigatte, ima shīzun no hotondo wa anji sa rete imashita.)\u001b[22m\n\nTranslations of \u001b[4mAnother thing I hated was the lack of actual intimate scenes. They were mostly implied this season, unlike the previous two seasons which also kind of ruined the viewing experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing I hated was the lack of actual intimate scenes.\u001b[24m\n    \u001b[1m私が嫌うもう一つの事は、実際の親密な場面がないことでした。\u001b[22m, \u001b[1m私は嫌わもう一つは、実際の親密なシーンの欠如でした。\u001b[22m\n\u001b[4mThey were mostly implied this season, unlike the previous two seasons which also kind of ruined the viewing experience.\u001b[24m\n    \u001b[1m前回の2シーズンとは違って、今シーズンのほとんどは暗示されていました。\u001b[22m, \u001b[1m彼らは主にまた種類の視聴体験を台無しにし、前の二つの季節とは異なり、このシーズンを暗示しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe terrorist couple, nothing happened with them. No progress or nothing. Same with Nowaki and Hiroki. Then yet those couples only got one episode. I don't think I even want a fourth season. It might jump another three years and not make any sense. But still, this third season did not wrap anything up.\n\n\u001b[1mテロリストの夫婦、彼らに何も起こらなかった。 進歩も何もない。  NowakiとHirokiと同じです。 それでも、それらのカップルは1つだけのエピソードを得た。 私は第四シーズンが欲しいとは思わない。 それは別の3年をジャンプし、意味をなさないかもしれません。 しかし、まだ、この第3シーズンは何かを包み込まなかった。\u001b[22m\n\u001b[1m(Terorisuto no fūfu, karera ni nani mo okoranakatta. Shinpo mo nanimonai. Nowaki to Hiroki to onajidesu. Soredemo, sorera no kappuru wa 1tsu dake no episōdo o eta. Watashi wa dai shi shīzun ga hoshī to wa omowanai. Sore wa betsu no 3-nen o janpu shi, imiwonasanai kamo shiremasen. Shikashi, mada, kono dai 3 shīzun wa nanika o tsutsumikomanakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe terrorist couple, nothing happened with them. No progress or nothing. Same with Nowaki and Hiroki. Then yet those couples only got one episode. I don't think I even want a fourth season. It might jump another three years and not make any sense. But still, this third season did not wrap anything up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe terrorist couple, nothing happened with them.\u001b[24m\n    \u001b[1mテロリストの夫婦、彼らに何も起こらなかった。\u001b[22m, \u001b[1mテロリストのカップルは、何も彼らと起こりませんでした。\u001b[22m\n\u001b[4mNo progress or nothing.\u001b[24m\n    \u001b[1m進歩も何もない。\u001b[22m, \u001b[1mいいえ進行しないまたは何も。\u001b[22m\n\u001b[4mSame with Nowaki and Hiroki.\u001b[24m\n    \u001b[1mNowakiとHirokiと同じです。\u001b[22m, \u001b[1mNowakiと弘樹と同じ。\u001b[22m\n\u001b[4mThen yet those couples only got one episode.\u001b[24m\n    \u001b[1mそれでも、それらのカップルは1つだけのエピソードを得た。\u001b[22m, \u001b[1mそして、まだそれらのカップルが唯一の1つのエピソードを得ました。\u001b[22m\n\u001b[4mI don't think I even want a fourth season.\u001b[24m\n    \u001b[1m私は第四シーズンが欲しいとは思わない。\u001b[22m, \u001b[1m私は、私もシーズン4をしたいとは思いません。\u001b[22m\n\u001b[4mIt might jump another three years and not make any sense.\u001b[24m\n    \u001b[1mそれは別の3年をジャンプし、意味をなさないかもしれません。\u001b[22m, \u001b[1mこれは、別の3年間ジャンプとは何の意味も持たない可能性があります。\u001b[22m\n\u001b[4mBut still, this third season did not wrap anything up.\u001b[24m\n    \u001b[1mしかし、まだ、この第3シーズンは何かを包み込まなかった。\u001b[22m, \u001b[1mしかし、それでもまだ、この第三シーズンは何をラップしませんでした。\u001b[22m"
  },
  {
    "title": "Junjou_Romantica_3",
    "id": "25649",
    "url": "https://myanimelist.net/anime/25649/Junjou_Romantica_3",
    "user": "chrisfer",
    "profile": "/profile/chrisfer/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=211489",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  7\nキャラクター|  3\n|  2\n\nスポイラー警告 - あなたがjunjou romanticaの3シーズンを終えるまでこれを読んではいけません。\n私が試みたと思った、それは私にはスポイラーを避けることは不可能でした。 私が気にしていたことを正当に表現するために、私はシリーズに自分自身refeerしなければならなかった。 それが問題ではないことを願って、私はこれにかなり新しいですし、そうであれば事前にお詫びします。\n\n\nちょうどいいえ\n私はこの第3シーズンを見て非常に不満を抱いていました。私はそれを試しても失望感を普通の方法で説明することはほとんど不可能です。\n私がこの第3シーズンで持っている主な問題は、ひとつの名前、MISAKIです。\n初めから、オープニングビデオから、私たちは、美咲が最初に宇佐美を拒絶して後で彼に飛び乗る方法を見ます。 私は安心しました：それは、今私たちは美咲が最終的にどのように変化し、宇佐美との完全な愛に生きるために勇気を取るかを見ていきます。 第2シーズンは、宇佐美と一緒に10倍、20倍、3年の関係を愛するように頼んだ。 ターンオーバーはシーズンの自然な発展に過ぎないと私は思った。 初めはいつも、1匹のミサキがウサミにゼラニウムを手に入れる。 まあ、私は間違っていることはできません！\nシーズンが展開する。 ステークスはさらに高くなる。 ミサキのアプローチの昨年、高橋はミサキに昨年の終わりに引っ越すように促している。ミサキの父親はミサキの未熟な気持ちに立つことができず、ミサキと宇佐美を引き離すためにアメリカからミズキが送られる。  Ijuuinは自分自身を宣言し、Misakiを圧迫し、Usamiはますますうつ病になり、Misaki、Misaki...よく何もしません！\n彼の仕事について話していない。 罰金、美咲はそれを手に入れた。 うーん、ダメ！ 最後のエピソードが到着する：Takahiroはそれらを一緒にキャッチし、Misakiは彼に話す機会を得ない、Ijuuinは彼に直面し、Misakiは彼が彼が愛していまいしく愛していない限り彼の顔を叩きません 宇佐美、そして最後に、宇佐美は自分の最後の欲望を徹底的に暴露し、美咲は自分自身を分かち合う機会を得られない。 あなたのスティッキートゥンジ、クソのクソの問題は何ですか？ しかし、それはポイントではありません！ シーズンの終わりが近づくほど、私はもっと驚いた。 彼が成長しないことはどうして可能でしょうか？ それは3年後、彼はまだ宇佐美と一緒に裸でも、恥ずかしがり屋の反応を持っています。 それは信じられないほどです。 最後には開発が必要です！ 私のようにJEの狂ったファンとして、私はほとんどJEとJTのために1 epを与えたことはほとんど認めませんでした。 まあ、理由があるに違いない、それは私が思ったことだ。\n今私は、ここの著者の唯一の目標は、「シリーズをもっと長くする方法は？ どのようにもっと商業 - ここでセックスの1つのヒント、bros  - \nだから失望した。\nさらに：このストーリーはうまくいきません！ 親愛なる作家、あなたはそれを遠くに押してしまった：長い話を目指して、それをやめた。 そして私の失望を忘れる - 最終的には、著者はまだ彼が望むように物語を開発する聖なる自由を持っている。それはファンの期待にマッチするかどうかではない。 ここで私は厳密に論理を語っている。\n例が必要ですか？ トンがあります！ レビューはすでに永遠の執筆になっているので、私はここでただ一つ報告します。 最も重要な例。 最も重要な言葉：I-love-you。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nSpoiler alert- DON'T READ THIS until you finished all 3 seasons of junjou romantica.\n\n\u001b[1mスポイラー警告 - あなたがjunjou romanticaの3シーズンを終えるまでこれを読んではいけません。\u001b[22m\n\u001b[1m(Supoirā keikoku - anata ga junjou romantica no 3 shīzun o oeru made kore o yonde wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mSpoiler alert- DON'T READ THIS until you finished all 3 seasons of junjou romantica.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpoiler alert- DON'T READ THIS until you finished all 3 seasons of junjou romantica.\u001b[24m\n    \u001b[1mスポイラー警告 - あなたがjunjou romanticaの3シーズンを終えるまでこれを読んではいけません。\u001b[22m, \u001b[1mあなたは純情ロマンチカのすべての3シーズンを終えまでスポイラーはalert-これを読んでいません。\u001b[22m\nThought I tried, it has been impossible to me to avoid spoilers. To rightfully express what I had in mind I had to refeer myself to the series. Hope it is not a problem, I'm pretty new to this and apologize in advance if that is so.\n\n\u001b[1m私が試みたと思った、それは私にはスポイラーを避けることは不可能でした。 私が気にしていたことを正当に表現するために、私はシリーズに自分自身refeerしなければならなかった。 それが問題ではないことを願って、私はこれにかなり新しいですし、そうであれば事前にお詫びします。\u001b[22m\n\u001b[1m(Watashi ga kokoromita to omotta, soreha watashiniha supoirā o yokeru koto wa fukanōdeshita. Watashi ga ki ni shite ita koto o seitō ni hyōgen suru tame ni, watashi wa shirīzu ni jibun jishin refeer shinakereba naranakatta. Sore ga mondaide wanai koto o negatte, watashi wa kore ni kanari atarashīdesushi,-sōdeareba jizen ni owabi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThought I tried, it has been impossible to me to avoid spoilers. To rightfully express what I had in mind I had to refeer myself to the series. Hope it is not a problem, I'm pretty new to this and apologize in advance if that is so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThought I tried, it has been impossible to me to avoid spoilers.\u001b[24m\n    \u001b[1m私が試みたと思った、それは私にはスポイラーを避けることは不可能でした。\u001b[22m, \u001b[1mそれはスポイラーを避けるために、私には不可能であった、私が試したと思いました。\u001b[22m\n\u001b[4mTo rightfully express what I had in mind I had to refeer myself to the series.\u001b[24m\n    \u001b[1m私が気にしていたことを正当に表現するために、私はシリーズに自分自身refeerしなければならなかった。\u001b[22m, \u001b[1m当然私はシリーズに自分自身をrefeerしなければならなかった考えていたもの表現します。\u001b[22m\n\u001b[4mHope it is not a problem, I'm pretty new to this and apologize in advance if that is so.\u001b[24m\n    \u001b[1mそれが問題ではないことを願って、私はこれにかなり新しいですし、そうであれば事前にお詫びします。\u001b[22m, \u001b[1m私はこれにかなり新たなんだ、それがそうである場合は、事前に謝罪、それは問題ではありません願っています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nJust no\n\n\u001b[1mちょうどいいえ\u001b[22m\n\u001b[1m(Chōdo īe)\u001b[22m\n\nTranslations of \u001b[4mJust no\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust no\u001b[24m\n    \u001b[1mちょうどいいえ\u001b[22m, \u001b[1mちょうどなし\u001b[22m\nI’ve been so frustrated watching this 3rd season that it’s nearly impossible to me to explain in a plain way the disappointment I got watching it, though I would give it a try.\n\n\u001b[1m私はこの第3シーズンを見て非常に不満を抱いていました。私はそれを試しても失望感を普通の方法で説明することはほとんど不可能です。\u001b[22m\n\u001b[1m(Watashi wa kono dai 3 shīzun o mite hijō ni fuman o daite imashita. Watashi wa sore o tameshite mo shitsubō-kan o futsū no hōhō de setsumei suru koto wa hotondo fukanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI’ve been so frustrated watching this 3rd season that it’s nearly impossible to me to explain in a plain way the disappointment I got watching it, though I would give it a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’ve been so frustrated watching this 3rd season that it’s nearly impossible to me to explain in a plain way the disappointment I got watching it, though I would give it a try.\u001b[24m\n    \u001b[1m私はこの第3シーズンを見て非常に不満を抱いていました。私はそれを試しても失望感を普通の方法で説明することはほとんど不可能です。\u001b[22m, \u001b[1m私はそれが私はそれを試してみることになるものの、平野のように私はそれを見てしまった失望を説明するために私にはほぼ不可能だと、この第三シーズンを見ているので、イライラしてきました。\u001b[22m\nThe main problem I have with this 3rd season has one name: MISAKI.\n\n\u001b[1m私がこの第3シーズンで持っている主な問題は、ひとつの名前、MISAKIです。\u001b[22m\n\u001b[1m(Watashi ga kono dai 3 shīzun de motte iru omona mondai wa, hitotsu no namae, misakidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe main problem I have with this 3rd season has one name: MISAKI.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main problem I have with this 3rd season has one name: MISAKI.\u001b[24m\n    \u001b[1m私がこの第3シーズンで持っている主な問題は、ひとつの名前、MISAKIです。\u001b[22m, \u001b[1mMISAKI：私はこの第三シーズンに持っている主な問題は、一つの名前を持っています。\u001b[22m\nFrom the very beginning –the opening video- we see how Misaki first reject Usami to later jump on him. I was relieved: that’s it, we will now see how Misaki will finally change and take the guts to fully live his love with Usami. The 2nd season closed with Usami asking him to love him 10, 20 times the way he did and 3 WHOLE YEARS OF relationship HAVE PASSED in the mean time. A turnover is just the natural development of the season, I thought. Always at the beginning, in the 1 ep Misaki get jelous on Usami. Well, I cant’t be wrong!\n\n\u001b[1m初めから、オープニングビデオから、私たちは、美咲が最初に宇佐美を拒絶して後で彼に飛び乗る方法を見ます。 私は安心しました：それは、今私たちは美咲が最終的にどのように変化し、宇佐美との完全な愛に生きるために勇気を取るかを見ていきます。 第2シーズンは、宇佐美と一緒に10倍、20倍、3年の関係を愛するように頼んだ。 ターンオーバーはシーズンの自然な発展に過ぎないと私は思った。 初めはいつも、1匹のミサキがウサミにゼラニウムを手に入れる。 まあ、私は間違っていることはできません！\u001b[22m\n\u001b[1m(Hajime kara, ōpuningubideo kara, watashitachiha, Misaki ga saisho ni Usami o kyozetsu shite atode kare ni tobinoru hōhō o mimasu. Watashi wa anshin shimashita: Sore wa, ima watashitachiha Misaki ga saishūtekini dono yō ni henka shi, Usami to no kanzen'na ai ni ikiru tame ni yūki o toru ka o mite ikimasu. Dai 2 shīzun wa, Usami to issho ni 10-bai, 20-bai, 3-nen no kankei o aisuru yō ni tanonda. Tān'ōbā wa shīzun no shizen'na hatten ni suginaito watashi wa omotta. Hajime wa itsumo, 1-biki no misakiga Usami ni zeraniumu o teniireru. Mā, watashi wa machigatte iru koto wa dekimasen!)\u001b[22m\n\nTranslations of \u001b[4mFrom the very beginning –the opening video- we see how Misaki first reject Usami to later jump on him. I was relieved: that’s it, we will now see how Misaki will finally change and take the guts to fully live his love with Usami. The 2nd season closed with Usami asking him to love him 10, 20 times the way he did and 3 WHOLE YEARS OF relationship HAVE PASSED in the mean time. A turnover is just the natural development of the season, I thought. Always at the beginning, in the 1 ep Misaki get jelous on Usami. Well, I cant’t be wrong!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom the very beginning –the opening video- we see how Misaki first reject Usami to later jump on him.\u001b[24m\n    \u001b[1m初めから、オープニングビデオから、私たちは、美咲が最初に宇佐美を拒絶して後で彼に飛び乗る方法を見ます。\u001b[22m, \u001b[1m非常に始まる-theオープニングビデオ - から、我々は美咲が最初に彼にそれ以降のジャンプに宇佐美を拒否する方法を参照してください。\u001b[22m\n\u001b[4mI was relieved: that’s it, we will now see how Misaki will finally change and take the guts to fully live his love with Usami.\u001b[24m\n    \u001b[1m私は安心しました：それは、今私たちは美咲が最終的にどのように変化し、宇佐美との完全な愛に生きるために勇気を取るかを見ていきます。\u001b[22m, \u001b[1m私は安心しました：それは、我々は今、美咲は最終的に完全に宇佐美と彼の愛を生きる勇気を変更し、取る方法について説明します。\u001b[22m\n\u001b[4mThe 2nd season closed with Usami asking him to love him 10, 20 times the way he did and 3 WHOLE YEARS OF relationship HAVE PASSED in the mean time.\u001b[24m\n    \u001b[1m第2シーズンは、宇佐美と一緒に10倍、20倍、3年の関係を愛するように頼んだ。\u001b[22m, \u001b[1m第二シーズンは、彼に10を愛するために彼を求めて宇佐美と彼がした20回の道を閉鎖し、関係の3 WHOLE年平均時間に合格しています。\u001b[22m\n\u001b[4mA turnover is just the natural development of the season, I thought.\u001b[24m\n    \u001b[1mターンオーバーはシーズンの自然な発展に過ぎないと私は思った。\u001b[22m, \u001b[1m売上高は、季節のちょうど自然な開発である、と私は思いました。\u001b[22m\n\u001b[4mAlways at the beginning, in the 1 ep Misaki get jelous on Usami.\u001b[24m\n    \u001b[1m初めはいつも、1匹のミサキがウサミにゼラニウムを手に入れる。\u001b[22m, \u001b[1m常に先頭で、1 EP美咲に宇佐美にjelous得ます。\u001b[22m\n\u001b[4mWell, I cant’t be wrong!\u001b[24m\n    \u001b[1mまあ、私は間違っていることはできません！\u001b[22m, \u001b[1mまあ、私は間違っている可能cant't！\u001b[22m\nThe season develops. The stakes grow higher. The last year of Misaki approach, Takahiro urges Misaki to move out with the last year’s end, Usami’s father can’t stand the unmature feelings of Misaki and looks like that a impostor -Mizuki- is sent from America to tear Misaki and Usami apart. Ijuuin declares himself, puts Misaki under pressure and Usami gets more and more depress and doubtful and Misaki, Misaki… well DOES NOT DO ANYTHING!\n\n\u001b[1mシーズンが展開する。 ステークスはさらに高くなる。 ミサキのアプローチの昨年、高橋はミサキに昨年の終わりに引っ越すように促している。ミサキの父親はミサキの未熟な気持ちに立つことができず、ミサキと宇佐美を引き離すためにアメリカからミズキが送られる。  Ijuuinは自分自身を宣言し、Misakiを圧迫し、Usamiはますますうつ病になり、Misaki、Misaki...よく何もしません！\u001b[22m\n\u001b[1m(Shīzun ga tenkai suru. Sutēkusu wa sarani takaku naru. Misaki no apurōchi no sakunen, Takahashi wa Misaki ni sakunen no owari ni hikkosu yō ni unagashite iru. Misaki no chichioya wa Misaki no mijukuna kimochi ni tatsu koto ga dekizu, Misaki to Usami o hikihanasu tame ni Amerika kara mizuki ga okura reru. Ijuuin wa jibun jishin o sengen shi, Misaki o appaku shi, Usami wa masumasu utsubyō ni nari, Misaki, Misaki... Yoku nani mo shimasen!)\u001b[22m\n\nTranslations of \u001b[4mThe season develops. The stakes grow higher. The last year of Misaki approach, Takahiro urges Misaki to move out with the last year’s end, Usami’s father can’t stand the unmature feelings of Misaki and looks like that a impostor -Mizuki- is sent from America to tear Misaki and Usami apart. Ijuuin declares himself, puts Misaki under pressure and Usami gets more and more depress and doubtful and Misaki, Misaki… well DOES NOT DO ANYTHING!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe season develops.\u001b[24m\n    \u001b[1mシーズンが展開する。\u001b[22m, \u001b[1mシーズンが開発しています。\u001b[22m\n\u001b[4mThe stakes grow higher.\u001b[24m\n    \u001b[1mステークスはさらに高くなる。\u001b[22m, \u001b[1m賭け金が高く成長します。\u001b[22m\n\u001b[4mThe last year of Misaki approach, Takahiro urges Misaki to move out with the last year’s end, Usami’s father can’t stand the unmature feelings of Misaki and looks like that a impostor -Mizuki- is sent from America to tear Misaki and Usami apart.\u001b[24m\n    \u001b[1mミサキのアプローチの昨年、高橋はミサキに昨年の終わりに引っ越すように促している。ミサキの父親はミサキの未熟な気持ちに立つことができず、ミサキと宇佐美を引き離すためにアメリカからミズキが送られる。\u001b[22m, \u001b[1m美咲のアプローチの最後の年は、タカヒロは昨年の末に外に移動する美咲を促す、と美咲のunmature気持ちを我慢できない宇佐美の父親は-Mizuki-離れ美咲と宇佐美を引き裂くためにアメリカから送られてくる詐欺師のようになります。\u001b[22m\n\u001b[4mIjuuin declares himself, puts Misaki under pressure and Usami gets more and more depress and doubtful and Misaki, Misaki… well DOES NOT DO ANYTHING!\u001b[24m\n    \u001b[1mIjuuinは自分自身を宣言し、Misakiを圧迫し、Usamiはますますうつ病になり、Misaki、Misaki...よく何もしません！\u001b[22m, \u001b[1mIjuuinは、自分自身を宣言した圧力下で美咲を置き、宇佐美はますます押下や疑わしいと美咲、美咲を取得...よく何もしません！\u001b[22m\nNot talking about his job. Fine, Misaki got one. Well… NO! The last episode arrive: Takahiro caught them together and Misaki doesn't get the chance to speak to him, Ijuuin confronts him and Misaki doesn't slam in his face that he can't love him as far as he is damnly in loved with Usami, and at the very end Usami thoroughly expose himself sharing his last desire and Misaki doesn't get the chance to share his own too. What’s the fucking problem with your sticky tounge, jerk?! But that’s not the point! The more the end of the season approached, the more astonished I was. How could it ever be possible that he doesn’t grow? That after 3 years he still have that shy reactions even when he is BARE ALONE with Usami. It is just not belivable. There must be a development in the end! As a crazy fan of JE as I am, I barely accepted they gave no more than 1 ep for JE and JT. Well there must be a reason, that’s what I thought.\n\n\u001b[1m彼の仕事について話していない。 罰金、美咲はそれを手に入れた。 うーん、ダメ！ 最後のエピソードが到着する：Takahiroはそれらを一緒にキャッチし、Misakiは彼に話す機会を得ない、Ijuuinは彼に直面し、Misakiは彼が彼が愛していまいしく愛していない限り彼の顔を叩きません 宇佐美、そして最後に、宇佐美は自分の最後の欲望を徹底的に暴露し、美咲は自分自身を分かち合う機会を得られない。 あなたのスティッキートゥンジ、クソのクソの問題は何ですか？ しかし、それはポイントではありません！ シーズンの終わりが近づくほど、私はもっと驚いた。 彼が成長しないことはどうして可能でしょうか？ それは3年後、彼はまだ宇佐美と一緒に裸でも、恥ずかしがり屋の反応を持っています。 それは信じられないほどです。 最後には開発が必要です！ 私のようにJEの狂ったファンとして、私はほとんどJEとJTのために1 epを与えたことはほとんど認めませんでした。 まあ、理由があるに違いない、それは私が思ったことだ。\u001b[22m\n\u001b[1m(Kare no shigoto ni tsuite hanashite inai. Bakkin, Misaki wa sore o teniireta. Shikashi, soreha pointode wa arimasen! Shīzun no owari ga chikadzuku hodo, watashi wa motto odoroita. Kare ga seichō shinai koto wa dōshite kanōdeshou ka? Sore wa 3-nen-go, kare wa mada Usami to issho ni hadaka demo, hazukashigariya no han'nō o motte imasu. Sore wa shinji rarenai hododesu. Saigo ni wa kaihatsu ga hitsuyōdesu! Watashi no yō ni JE no kurutta fan to shite, watashi wa hotondo JE to JT no tame ni 1 ep o ataeta koto wa hotondo mitomemasendeshita. Mā, riyū ga aru ni chigainai, sore wa watashi ga omotta kotoda.U ̄ n, dame! Saigo no episōdo ga tōchaku suru: Takahiro wa sorera o issho ni kyatchi shi, Misaki wa kare ni hanasu kikai o enai, Ijuuin wa kare ni chokumen shi, Misaki wa kare ga kare ga aishite imaishi ku itoshite inai kagiri kare no kao o tatakimasen Usami, soshite saigo ni, Usami wa jibun no saigo no yokubō o tetteiteki ni bakuro shi, Misaki wa jibun jishin o wakachi au kikai o e rarenai. Anata no sutikkīto~unji, kuso no kuso no mondai wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mNot talking about his job. Fine, Misaki got one. Well… NO! The last episode arrive: Takahiro caught them together and Misaki doesn't get the chance to speak to him, Ijuuin confronts him and Misaki doesn't slam in his face that he can't love him as far as he is damnly in loved with Usami, and at the very end Usami thoroughly expose himself sharing his last desire and Misaki doesn't get the chance to share his own too. What’s the fucking problem with your sticky tounge, jerk?! But that’s not the point! The more the end of the season approached, the more astonished I was. How could it ever be possible that he doesn’t grow? That after 3 years he still have that shy reactions even when he is BARE ALONE with Usami. It is just not belivable. There must be a development in the end! As a crazy fan of JE as I am, I barely accepted they gave no more than 1 ep for JE and JT. Well there must be a reason, that’s what I thought.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot talking about his job.\u001b[24m\n    \u001b[1m彼の仕事について話していない。\u001b[22m, \u001b[1m彼の仕事の話ではありません。\u001b[22m\n\u001b[4mFine, Misaki got one.\u001b[24m\n    \u001b[1m罰金、美咲はそれを手に入れた。\u001b[22m, \u001b[1mファイン、美咲は、1つを得ました。\u001b[22m\n\u001b[4mBut that’s not the point!\u001b[24m\n    \u001b[1mしかし、それはポイントではありません！\u001b[22m\n\u001b[4mThe more the end of the season approached, the more astonished I was.\u001b[24m\n    \u001b[1mシーズンの終わりが近づくほど、私はもっと驚いた。\u001b[22m, \u001b[1mシーズンの終わりが近づくより、私はもっと驚きました。\u001b[22m\n\u001b[4mHow could it ever be possible that he doesn’t grow?\u001b[24m\n    \u001b[1m彼が成長しないことはどうして可能でしょうか？\u001b[22m, \u001b[1mどのようにこれまで彼が成長しないことが可能だろうか？\u001b[22m\n\u001b[4mThat after 3 years he still have that shy reactions even when he is BARE ALONE with Usami.\u001b[24m\n    \u001b[1mそれは3年後、彼はまだ宇佐美と一緒に裸でも、恥ずかしがり屋の反応を持っています。\u001b[22m, \u001b[1m彼は宇佐美とALONE BARE場合であっても、それは3年後、彼はまだその内気な反応を持っています。\u001b[22m\n\u001b[4mIt is just not belivable.\u001b[24m\n    \u001b[1mそれは信じられないほどです。\u001b[22m, \u001b[1mそれはちょうどbelivableではありません。\u001b[22m\n\u001b[4mThere must be a development in the end!\u001b[24m\n    \u001b[1m最後には開発が必要です！\u001b[22m, \u001b[1m最後に開発がなければなりません！\u001b[22m\n\u001b[4mAs a crazy fan of JE as I am, I barely accepted they gave no more than 1 ep for JE and JT.\u001b[24m\n    \u001b[1m私のようにJEの狂ったファンとして、私はほとんどJEとJTのために1 epを与えたことはほとんど認めませんでした。\u001b[22m, \u001b[1m私はとしてJEの狂気のファンとして、私はやっと彼らはJEとJTのためにせいぜい1のEPを与えた受け入れました。\u001b[22m\n\u001b[4mWell there must be a reason, that’s what I thought.\u001b[24m\n    \u001b[1mまあ、理由があるに違いない、それは私が思ったことだ。\u001b[22m, \u001b[1mまあそれは私が考えたものだ、理由がなければなりません。\u001b[22m\n\u001b[4mWell… NO!\u001b[24m\n    \u001b[1mうーん、ダメ！\u001b[22m, \u001b[1mまあ...いいえ！\u001b[22m, \u001b[1mまあ... NO！\u001b[22m\n\u001b[4mThe last episode arrive: Takahiro caught them together and Misaki doesn't get the chance to speak to him, Ijuuin confronts him and Misaki doesn't slam in his face that he can't love him as far as he is damnly in loved with\u001b[24m\n    \u001b[1m最後のエピソードが到着する：Takahiroはそれらを一緒にキャッチし、Misakiは彼に話す機会を得ない、Ijuuinは彼に直面し、Misakiは彼が彼が愛していまいしく愛していない限り彼の顔を叩きません\u001b[22m, \u001b[1m最後のエピソードが到着：タカヒロはそれらを一緒にキャッチし、美咲は彼に話をする機会を得ることはありません、Ijuuinは彼と美咲は彼が限り彼が愛したでdamnlyあるとして彼を愛することができないことを彼の顔に激突しない対面します\u001b[22m\n\u001b[4mUsami, and at the very end Usami thoroughly expose himself sharing his last desire and Misaki doesn't get the chance to share his own too.\u001b[24m\n    \u001b[1m宇佐美、そして最後に、宇佐美は自分の最後の欲望を徹底的に暴露し、美咲は自分自身を分かち合う機会を得られない。\u001b[22m, \u001b[1m宇佐美、そして一番最後に宇佐美は完全に彼の最後の願いを共有し、自分自身を公開し、美咲はあまりにも自分自身を共有する機会を得ることはありません。\u001b[22m\n\u001b[4mWhat’s the fucking problem with your sticky tounge, jerk?!\u001b[24m\n    \u001b[1mあなたのスティッキートゥンジ、クソのクソの問題は何ですか？\u001b[22m, \u001b[1mあなたの粘着性の舌、グッとクソの問題は何ですか。\u001b[22m\nNow I see that the only target to the author here looks like ‘how do we manage to get the series longer? How more commercial –not a single hint of sex here, bros –\n\n\u001b[1m今私は、ここの著者の唯一の目標は、「シリーズをもっと長くする方法は？ どのようにもっと商業 - ここでセックスの1つのヒント、bros  - \u001b[22m\n\u001b[1m(Ima watashi wa, koko no chosha no yuiitsu no mokuhyō wa,`shirīzu o motto nagaku suru hōhō wa? Dono yō ni motto shōgyō - koko de sekkusu no 1tsu no hinto, bros -)\u001b[22m\n\nTranslations of \u001b[4mNow I see that the only target to the author here looks like ‘how do we manage to get the series longer? How more commercial –not a single hint of sex here, bros –\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow I see that the only target to the author here looks like ‘how do we manage to get the series longer?\u001b[24m\n    \u001b[1m今私は、ここの著者の唯一の目標は、「シリーズをもっと長くする方法は？\u001b[22m, \u001b[1m今、私は作者にのみターゲットはここのように見えることがわかり「どのように我々は長いシリーズを取得するために管理するのですか？\u001b[22m\n\u001b[4mHow more commercial –not a single hint of sex here, bros –\u001b[24m\n    \u001b[1mどのようにもっと商業 - ここでセックスの1つのヒント、bros  - \u001b[22m, \u001b[1mどのようにより多くの商業-notここでのセックスの単一のヒントを、ブロス - \u001b[22m\nSo disappointed.\n\n\u001b[1mだから失望した。\u001b[22m\n\u001b[1m(Dakara shitsubō shita.)\u001b[22m\n\nTranslations of \u001b[4mSo disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo disappointed.\u001b[24m\n    \u001b[1mだから失望した。\u001b[22m, \u001b[1mだから失望。\u001b[22m\nEven more: this story just doesn’t work! Dear authors, you pushed it too far: aiming at a longer story, you tore it off. And forget my disappointment – at the end, an author still has the holy freedom to develop the story the way he wants, wether it matches fans expectations or not. Here I’m strictly talking of logic.\n\n\u001b[1mさらに：このストーリーはうまくいきません！ 親愛なる作家、あなたはそれを遠くに押してしまった：長い話を目指して、それをやめた。 そして私の失望を忘れる - 最終的には、著者はまだ彼が望むように物語を開発する聖なる自由を持っている。それはファンの期待にマッチするかどうかではない。 ここで私は厳密に論理を語っている。\u001b[22m\n\u001b[1m(Sarani: Kono sutōrī wa umaku ikimasen! Shin'ainaru sakka, anata wa sore o tōku ni oshite shimatta: Nagai hanashi o mezashite, sore o yameta. Soshite watashi no shitsubō o wasureru - saishūtekini wa, chosha wa mada kare ga nozomu yō ni monogatari o kaihatsu suru seinaru jiyū o motte iru. Sore wa fan no kitai ni matchi suru ka dō kade wanai. Koko de watashi wa genmitsu ni ronri o katatte iru.)\u001b[22m\n\nTranslations of \u001b[4mEven more: this story just doesn’t work! Dear authors, you pushed it too far: aiming at a longer story, you tore it off. And forget my disappointment – at the end, an author still has the holy freedom to develop the story the way he wants, wether it matches fans expectations or not. Here I’m strictly talking of logic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven more: this story just doesn’t work!\u001b[24m\n    \u001b[1mさらに：このストーリーはうまくいきません！\u001b[22m, \u001b[1mさらにより：この話だけでは動作しません！\u001b[22m\n\u001b[4mDear authors, you pushed it too far: aiming at a longer story, you tore it off.\u001b[24m\n    \u001b[1m親愛なる作家、あなたはそれを遠くに押してしまった：長い話を目指して、それをやめた。\u001b[22m, \u001b[1m親愛なる著者は、あなたはあまりにも遠く、それをプッシュ：長い物語を目指して、あなたはそれをオフに引き裂きました。\u001b[22m\n\u001b[4mAnd forget my disappointment – at the end, an author still has the holy freedom to develop the story the way he wants, wether it matches fans expectations or not.\u001b[24m\n    \u001b[1mそして私の失望を忘れる - 最終的には、著者はまだ彼が望むように物語を開発する聖なる自由を持っている。それはファンの期待にマッチするかどうかではない。\u001b[22m, \u001b[1mそして、私の失望を忘れて - それはファンの期待に一致するかどうか天気を最後に、著者はまだ、物語に彼が望んでいる方法を開発するための神聖な自由度を有します。\u001b[22m\n\u001b[4mHere I’m strictly talking of logic.\u001b[24m\n    \u001b[1mここで私は厳密に論理を語っている。\u001b[22m, \u001b[1mここで私は、厳密に論理の話しています。\u001b[22m\nDo you want an example? There are tons! Though, as the review is already becoming an everlasting writing, I will report here just one. The most important example. Of the most important word: I-love-you.\n\n\u001b[1m例が必要ですか？ トンがあります！ レビューはすでに永遠の執筆になっているので、私はここでただ一つ報告します。 最も重要な例。 最も重要な言葉：I-love-you。\u001b[22m\n\u001b[1m(Rei ga hitsuyōdesu ka? Ton ga arimasu! Rebyū wa sudeni eien no shippitsu ni natte irunode, watashi wa koko de tada hitotsu hōkoku shimasu. Mottomo jūyōna rei. Mottomo jūyōna kotoba: I - love - you.)\u001b[22m\n\nTranslations of \u001b[4mDo you want an example? There are tons! Though, as the review is already becoming an everlasting writing, I will report here just one. The most important example. Of the most important word: I-love-you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo you want an example?\u001b[24m\n    \u001b[1m例が必要ですか？\u001b[22m, \u001b[1mあなたが例をしたいですか？\u001b[22m\n\u001b[4mThere are tons!\u001b[24m\n    \u001b[1mトンがあります！\u001b[22m\n\u001b[4mThough, as the review is already becoming an everlasting writing, I will report here just one.\u001b[24m\n    \u001b[1mレビューはすでに永遠の執筆になっているので、私はここでただ一つ報告します。\u001b[22m, \u001b[1mレビューはすでに永遠の書き込みになってきているようしかし、私はここで一つだけを報告します。\u001b[22m\n\u001b[4mThe most important example.\u001b[24m\n    \u001b[1m最も重要な例。\u001b[22m\n\u001b[4mOf the most important word: I-love-you.\u001b[24m\n    \u001b[1m最も重要な言葉：I-love-you。\u001b[22m, \u001b[1m最も重要な単語の：I-愛-ます。\u001b[22m"
  },
  {
    "title": "Junjou_Romantica_3",
    "id": "25649",
    "url": "https://myanimelist.net/anime/25649/Junjou_Romantica_3",
    "user": "sighcoey",
    "profile": "/profile/sighcoey/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=207524",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  6\n\n私はこのアニメの最初の2シーズンを見てきましたし、マンガも読んでいました。\n\n最初のシーズンは中毒だった。 それは甘くてふわふわしていて、男と恋に落ちるという内面の闘争で、それを否定しても、決して離れることは決してありませんでした。\n\n第2シーズンは、第1シーズンを継続していたので、良かった。 それは私が欲しいものをいっぱいにしましたが、進歩するにつれ、私はいくつかのポイント、特にメインカップルのミサキとアキヒコとして迷惑になりました。\n\nこの第3シーズンは、ほとんどの場合、穏やかで迷惑になりました。 漫画はアニメより先行していたので、私はそれを期待していたはずです。 それでも、（ミサクと明彦）の関係が何のために進んでいないのか分かりません。 一緒に5年間 私が「進歩する」と言うとき、私は「成熟した」という意味です。\n\n美咲はまだ彼が本当にAkihikoを好きであることに気づいたのと同じくらい不快で、依然として否定的だった。 おそらく「生きている」関係のために、彼は一緒に最初の夜一緒に処女のように行動していた。 彼はあきひことの関係で双極であったので、彼の恋人が彼をどれほど愛しているかが分かると、彼は彼を追い続けて、ぎこちなくて怒っても、瞬間的に彼に気づかれなくなってしまった 未知の理由のために狂っていて、編集的で嫉妬します。\nそれは、彼が絶えず飼い主になりたいと思っていたようなものでした。 ある意味では好意を返すことを望んでいません。 彼は高校生の女の子のように行動していました。 さらに悪い。\n\nミサキはまた、アキヒコがイジュウインと嫉妬していたことを知っていましたが、彼は話し続け、近くに近づき、心地よくなりました。 はい、Ijuuinは彼の\"アイドル\"でしたが、彼は彼の\"恋人\"がそれに慣れていないことを知ったときに彼の境界を知るべきです。 彼はAkihikoを却下し続けました。彼が実際にすべての人の前で彼を愛していたことは一度もありませんでした（それが、幸世が正宗を愛していることを認めていたように、Sekai ichi hatsukoiがはるかに優れている理由です。 彼は嘘の中で生活していることを隠そうとしていて、すでに関係している人を見せたり知らせたりできなかった。 彼はそれのために戦うことさえできません。 彼はいつも不安だった。 その2人が「行為」を始めても、ミサキはまだそれが欲しいと思っていないように苦しんでいますが、それは彼が「使用」していて、 リラックス'。\n\n一方、Akihikoはあまりにもぎこちない。 誰もが尊敬する人のために、彼は幼稚で未熟でした。 はい、それはテディベアとすべてが、かわいいでしたが、関係が賢明で、彼は非常に不安でした。 彼の不安は理由があると思う。 私はあなたのボーイフレンドとしてミサキを持っているならば、あなたは非常に安全ではないはずです。 しかし、あきひこは彼をあまりにも甘やかさせ、愛情をあまりにも吹き飛ばし、美咲は彼をゴミ箱のように扱い、脇に押し入れることを許した。 彼は何の自慢もなかった。  Akihikoは常に追跡者であり、それはちょっと迷惑です。 彼がセミであるかどうかは関係ありませんが、実際、愛情を示すときには片道通りであってはいけません。\n\n私は明彦が美咲の否定に疲れて、ただ彼を去らせることを望んでいた。 彼が本当に美咲を愛していれば、彼は自分が望むことをやり遂げることができます。 美咲さんが自分で生きて、自分の好きなことをしたいと思っていたら、Akihikoさんの反応（それは負担のように見える）を考えずに、彼はそれをやらなければなりません。 私は美咲を追い求めて、彼が本当に明彦を愛していることを実感してほしい。 正直なところ、秋彦さんは手放さないので、関係があったようです。 美咲の「愛」があれば、特に私の愛の姿勢で、秋彦が彼を捨てられないなら、成熟しないだろう。 それは毒です！\n\n彼らの関係は改革すべきです。 美咲はそれから解放されなければならないので、彼は彼が望むことをすることができ、Akihikoの影響なしで物事を考える時間を持つことができます。 あきひこは、男性と女性のカジュアルなデートを試み、ミサキの気持ちが真実であったか、ミサキの兄弟からの長い時間の愛情に襲われていたかどうかを見なければならないでしょう。 それゆえ、彼のすべての愛情は、その時に最も利用可能な人に注がれ、それが「兄弟」であったという事実です。\n\n「私はあなたを愛しています」と言っている姿を見て、公共の場で秋彦に向かうミサキには終わりがあります。 そうでなければ世界が言うことを気にしてください。 私は兄が何を言っているか気にしませんが、あなたが私を疑っているかどうか気にしません。 私はあなたと一緒にいたいと思っていました。\n\nアート：\n\n芸術は中村さんのスタイルなので、何も言いません。 それは私の好みのものではありませんが。 ハイブリッドチャイルドは、同じイラストレーターと作家と一緒に、私の意見では少し良くなった。 顎はあまりにも尖っていないし、正方形ではありません。\n\n音は大丈夫だった。 ストーリーラインはあまりありません。 楽しさ、まあ、私は親指よりも多くの親指を取得します。 全体的に、私は6を評価しています。なぜなら、少年少年アニメ賢明な少数のアニメーションが適切にアニメ化されているからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI've watched the first two season of this anime, read the manga as well.\n\n\u001b[1m私はこのアニメの最初の2シーズンを見てきましたし、マンガも読んでいました。\u001b[22m\n\u001b[1m(Watashi wa kono anime no saisho no 2 shīzun o mitekimashita shi, manga mo yonde imashita.)\u001b[22m\n\nTranslations of \u001b[4mI've watched the first two season of this anime, read the manga as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've watched the first two season of this anime, read the manga as well.\u001b[24m\n    \u001b[1m私はこのアニメの最初の2シーズンを見てきましたし、マンガも読んでいました。\u001b[22m, \u001b[1m私も漫画を読んで、このアニメの最初の2シーズンを見てきました。\u001b[22m\n\u001b[1m\u001b[22m\nThe first season was addicting. It was sweet, fluffy and the inner struggle about falling in love with a guy, denying it and yet never wanted to let go was actually lovely to watch.\n\n\u001b[1m最初のシーズンは中毒だった。 それは甘くてふわふわしていて、男と恋に落ちるという内面の闘争で、それを否定しても、決して離れることは決してありませんでした。\u001b[22m\n\u001b[1m(Saisho no shīzun wa chūdokudatta. Sore wa amakute fuwafuwa shite ite, otoko to koiniochiru to iu naimen no tōsō de, sore o hitei shite mo, kesshite hanareru koto wa kesshite arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe first season was addicting. It was sweet, fluffy and the inner struggle about falling in love with a guy, denying it and yet never wanted to let go was actually lovely to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first season was addicting.\u001b[24m\n    \u001b[1m最初のシーズンは中毒だった。\u001b[22m, \u001b[1m最初のシーズンは中毒でした。\u001b[22m\n\u001b[4mIt was sweet, fluffy and the inner struggle about falling in love with a guy, denying it and yet never wanted to let go was actually lovely to watch.\u001b[24m\n    \u001b[1mそれは甘くてふわふわしていて、男と恋に落ちるという内面の闘争で、それを否定しても、決して離れることは決してありませんでした。\u001b[22m, \u001b[1mそれは、甘いふわふわした、まだ、男と恋に落ち、それを否定し、約内面の葛藤は決して外出が実際に見て素敵でしてもらいたいません。\u001b[22m\n\u001b[1m\u001b[22m\nThe second season was good as it continues the first season. It filled the I-want-more parts, but as it progresses I became annoyed as some point especially the main couple Misaki and Akihiko.\n\n\u001b[1m第2シーズンは、第1シーズンを継続していたので、良かった。 それは私が欲しいものをいっぱいにしましたが、進歩するにつれ、私はいくつかのポイント、特にメインカップルのミサキとアキヒコとして迷惑になりました。\u001b[22m\n\u001b[1m(Dai 2 shīzun wa, dai 1 shīzun o keizoku shite itanode, yokatta. Sore wa watashi ga hoshī mono o ippai ni shimashitaga, shinpo suru ni tsure, watashi wa ikutsu ka no pointo, tokuni mein kappuru no Misaki to Akihiko to shite meiwaku ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe second season was good as it continues the first season. It filled the I-want-more parts, but as it progresses I became annoyed as some point especially the main couple Misaki and Akihiko.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second season was good as it continues the first season.\u001b[24m\n    \u001b[1m第2シーズンは、第1シーズンを継続していたので、良かった。\u001b[22m, \u001b[1mそれは最初のシーズンを続けるように、第2シーズンは良好でした。\u001b[22m\n\u001b[4mIt filled the I-want-more parts, but as it progresses I became annoyed as some point especially the main couple Misaki and Akihiko.\u001b[24m\n    \u001b[1mそれは私が欲しいものをいっぱいにしましたが、進歩するにつれ、私はいくつかのポイント、特にメインカップルのミサキとアキヒコとして迷惑になりました。\u001b[22m, \u001b[1mこれは、I-希望-以上の部分を埋め、それが進むにつれて、私はいくつかの点、特にメインカップル美咲と明彦としてイライラとなりました。\u001b[22m\n\u001b[1m\u001b[22m\nThis third season became bland and annoying at most part. Although I should have expected it since the manga was way ahead of the anime. Still, I don't understand as to how their (Misak and Akihiko) relationship hasn't progresses for more than, what? Five years of being together. When I say 'progresses', I mean 'matured'.\n\n\u001b[1mこの第3シーズンは、ほとんどの場合、穏やかで迷惑になりました。 漫画はアニメより先行していたので、私はそれを期待していたはずです。 それでも、（ミサクと明彦）の関係が何のために進まないのか分かりません。 一緒に5年間 私が「進歩する」と言うとき、私は「成熟した」という意味です。\u001b[22m\n\u001b[1m(Kono dai 3 shīzun wa, hotondo no baai, odayakade meiwaku ni narimashita. Manga wa anime yori senkō shite itanode, watashi wa sore o kitai shite ita hazudesu. Soredemo,(misaku to Akihiko) no kankei ga nani no tame ni susumanai no ka wakarimasen. Issho ni 5-nenkan watashi ga `shinpo suru' to iu toki, watashi wa `seijuku shita' to iu imidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis third season became bland and annoying at most part. Although I should have expected it since the manga was way ahead of the anime. Still, I don't understand as to how their (Misak and Akihiko) relationship hasn't progresses for more than, what? Five years of being together. When I say 'progresses', I mean 'matured'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis third season became bland and annoying at most part.\u001b[24m\n    \u001b[1mこの第3シーズンは、ほとんどの場合、穏やかで迷惑になりました。\u001b[22m, \u001b[1mこの第三シーズンはほとんどの部分で当たり障りのないと迷惑になりました。\u001b[22m\n\u001b[4mAlthough I should have expected it since the manga was way ahead of the anime.\u001b[24m\n    \u001b[1m漫画はアニメより先行していたので、私はそれを期待していたはずです。\u001b[22m, \u001b[1m漫画はずっと先のアニメだったので、私はそれを期待している必要がありますが。\u001b[22m\n\u001b[4mStill, I don't understand as to how their (Misak and Akihiko) relationship hasn't progresses for more than, what?\u001b[24m\n    \u001b[1mそれでも、（ミサクと明彦）の関係が何のために進まないのか分かりません。\u001b[22m, \u001b[1mそれでも、私は彼ら（Misakと明彦）の関係はどのような、より多くのために進行していないかのように理解していませんか？\u001b[22m\n\u001b[4mFive years of being together.\u001b[24m\n    \u001b[1m一緒に5年間\u001b[22m, \u001b[1m一緒にいるの五年。\u001b[22m\n\u001b[4mWhen I say 'progresses', I mean 'matured'.\u001b[24m\n    \u001b[1m私が「進歩する」と言うとき、私は「成熟した」という意味です。\u001b[22m, \u001b[1m私は「進行」と言うとき、私は「成熟した」を意味します。\u001b[22m\n\u001b[1m\u001b[22m\nMisaki was still in denial, almost as uncomfortable as he was the first time he realized he actually like Akihiko back. For a supposedly 'live-in' relationship, he was still acting like a virgin on their first night together. He was so bipolar with his relationship with Akihiko, that when his lover shows him how much he loves him, he kept on pushing him and even gets mad at him for being clingy, but when Akihiko seems to momentarily became oblivious of him, he became whiny and paranoid and jealous for unknown reason.\n\n\u001b[1m美咲はまだ彼が本当にAkihikoを好きであることに気づいたのと同じくらい不快で、依然として否定的だった。 おそらく「生きている」関係のために、彼は一緒に最初の夜一緒に処女のように行動していた。 彼はあきひことの関係で双極であったので、彼の恋人が彼をどれほど愛しているかが分かると、彼は彼を押さえつけ続けて、ぎこちなくて怒ってしまったが、瞬間的に彼に気づかれなくなったとき、 未知の理由のために狂っていて、編集的で嫉妬します。\u001b[22m\n\u001b[1m(Misaki wa mada kare ga hontōni Akihiko o sukidearu koto ni kidzuita no to onaji kurai fukaide, izentoshite hitei-tekidatta. Osoraku `ikite iru' kankei no tame ni, kare wa issho ni saisho no yoru issho ni shojo no yō ni kōdō shite ita. Kare wa Aki hiko to no kankei de sōkyokudeattanode, kare no koibito ga kare o dorehodo itoshite iru ka ga wakaru to, kare wa kare o osaetsuke tsudzukete, gikochinakute okotte shimattaga, shunkan-teki ni kare ni kidzuka renaku natta toki, michi no riyū no tame ni kurutte ite, henshū-tekide shitto shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMisaki was still in denial, almost as uncomfortable as he was the first time he realized he actually like Akihiko back. For a supposedly 'live-in' relationship, he was still acting like a virgin on their first night together. He was so bipolar with his relationship with Akihiko, that when his lover shows him how much he loves him, he kept on pushing him and even gets mad at him for being clingy, but when Akihiko seems to momentarily became oblivious of him, he became whiny and paranoid and jealous for unknown reason.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMisaki was still in denial, almost as uncomfortable as he was the first time he realized he actually like Akihiko back.\u001b[24m\n    \u001b[1m美咲はまだ彼が本当にAkihikoを好きであることに気づいたのと同じくらい不快で、依然として否定的だった。\u001b[22m, \u001b[1m美咲は、否認のまま、彼は彼が戻って実際に明彦ように彼を実現初めてだったと同じくらい不快でした。\u001b[22m\n\u001b[4mFor a supposedly 'live-in' relationship, he was still acting like a virgin on their first night together.\u001b[24m\n    \u001b[1mおそらく「生きている」関係のために、彼は一緒に最初の夜一緒に処女のように行動していた。\u001b[22m, \u001b[1mおそらく「ライブイン」の関係については、彼はまだ一緒に彼らの最初の夜に処女のように行動していました。\u001b[22m\n\u001b[4mHe was so bipolar with his relationship with Akihiko, that when his lover shows him how much he loves him, he kept on pushing him and even gets mad at him for being clingy, but when Akihiko seems to momentarily became oblivious of him, he became\u001b[24m\n    \u001b[1m彼はあきひことの関係で双極であったので、彼の恋人が彼をどれほど愛しているかが分かると、彼は彼を押さえつけ続けて、ぎこちなくて怒ってしまったが、瞬間的に彼に気づかれなくなったとき、\u001b[22m, \u001b[1m彼は彼の恋人は、彼が彼を愛してどれだけ彼を示していたとき、彼は体にぴったりであることのために彼をプッシュしても彼に怒るに保持するが、明彦が瞬間的に彼の忘れになったようだとき、彼はなったことが、明彦との彼の関係でそうバイポーラました\u001b[22m\n\u001b[4mwhiny and paranoid and jealous for unknown reason.\u001b[24m\n    \u001b[1m未知の理由のために狂っていて、編集的で嫉妬します。\u001b[22m, \u001b[1m未知の理由で不機嫌そうと被害妄想と嫉妬。\u001b[22m\nIt was like he wanted to be continually tame, er, pursue, courted? in a way and yet doesn't want to return the favor. He was acting like a highschool girl, really. Even worst.\n\n\u001b[1mそれは、彼が絶えず飼い主になりたいと思っていたようなものでした。 ある意味では好意を返すことを望んでいません。 彼は高校生の女の子のように行動していました。 さらに悪い。\u001b[22m\n\u001b[1m(Sore wa, kare ga taezu kainushi ni naritai to omotte ita yōna monodeshita. Aruimide wa kōi o kaesu koto o nozonde imasen. Kare wa kōkōsei no on'nanoko no yō ni kōdō shite imashita. Sarani warui.)\u001b[22m\n\nTranslations of \u001b[4mIt was like he wanted to be continually tame, er, pursue, courted? in a way and yet doesn't want to return the favor. He was acting like a highschool girl, really. Even worst.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was like he wanted to be continually tame, er, pursue, courted?\u001b[24m\n    \u001b[1mそれは、彼が絶えず飼い主になりたいと思っていたようなものでした。\u001b[22m, \u001b[1m彼は求愛、追求、えー、継続的に飼いならさになりたかったみたいでしたか？\u001b[22m\n\u001b[4min a way and yet doesn't want to return the favor.\u001b[24m\n    \u001b[1mある意味では好意を返すことを望んでいません。\u001b[22m, \u001b[1m以下のように、まだ恩返しをする必要はありません。\u001b[22m\n\u001b[4mHe was acting like a highschool girl, really.\u001b[24m\n    \u001b[1m彼は高校生の女の子のように行動していました。\u001b[22m, \u001b[1m彼は本当に、女子高生のように振る舞いました。\u001b[22m\n\u001b[4mEven worst.\u001b[24m\n    \u001b[1mさらに悪い。\u001b[22m, \u001b[1mでも最悪。\u001b[22m\n\u001b[1m\u001b[22m\nMisaki also knew tha Akihiko was jealous with Ijuuin, and yet he continue to talked, get close and comfy with him. Yes, Ijuuin was his 'idol', but he should know his boundary when he knew his 'lover' was not comfortable with it. He kept on dismissing Akihiko, not once he actually shown he loves him in front of every one (that's why Sekai ichi hatsukoi is much much better, as Ritsu had shown and admitted that he loves Masamune) or anyone for that matter. He was like living in a lie, trying to hide things, and couldn't show or tell anyone he's in a relationship already. He can't even fight for it. He was always unsure. Even when the two of them would start doing the 'deed', Misaki still struggles like he didn't want it, and yet allowed it at the end just because he was 'use' to it and maybe it makes him feel 'good and relax'.\n\n\u001b[1mミサキはまた、アキヒコがイジュウインと嫉妬していたことを知っていましたが、彼は話し続け、近くに近づき、心地よくなりました。 はい、Ijuuinは彼の\"アイドル\"でしたが、彼は彼の\"恋人\"がそれに慣れていないことを知ったときに彼の境界を知るべきです。 彼はAkihikoを却下し続けました。彼が実際にすべての人の前で彼を愛していたことは一度もありませんでした（それが、幸世が正宗を愛していることを認めていたように、Sekai ichi hatsukoiがはるかに優れている理由です。 彼は嘘の中で生活していることを隠そうとしていて、すでに関係している人を見せたり知らせたりできなかった。 彼はそれのために戦うことさえできません。 彼はいつも不安だった。 その2人が「行為」を始めても、ミサキはまだそれが欲しいと思っていないように苦しんでいますが、それは彼が「使用」していて、 リラックス'。\u001b[22m\n\u001b[1m(Misaki wa mata, Akihiko ga ijuuin to shitto shite ita koto o shitte imashitaga, kare wa hanashi tsudzuke, chikaku ni chikadzuki, kokochiyoku narimashita. Hai, Ijuuin wa kare no\" aidoru\"deshitaga, kare wa kare no\" koibito\" ga sore ni narete inai koto o shitta toki ni kare no kyōkai o shirubekidesu. Kare wa Akihiko o kyakka shi tsudzukemashita. Kare ga jissai ni subete no hito no mae de kare o aishite ita koto wa ichido mo arimasendeshita (sore ga, Sachiyo ga Masamune o aishite iru koto o mitomete ita yō ni, Sekai ichi hatsukoi ga haruka ni sugurete iru riyūdesu. Kare wa uso no naka de seikatsu shite iru koto o kakusou to shite ite, sudeni kankei shite iru hito o mise tari shirase tari dekinakatta. Kare wa sore no tame ni tatakau koto sae dekimasen. Kare wa itsumo fuandatta. Sono 2-ri ga `kōi' o hajimete mo, Misaki wa mada sore ga hoshī to omotte inai yō ni kurushinde imasuga, sore wa kare ga `shiyō' shite ite, rirakkusu'.)\u001b[22m\n\nTranslations of \u001b[4mMisaki also knew tha Akihiko was jealous with Ijuuin, and yet he continue to talked, get close and comfy with him. Yes, Ijuuin was his 'idol', but he should know his boundary when he knew his 'lover' was not comfortable with it. He kept on dismissing Akihiko, not once he actually shown he loves him in front of every one (that's why Sekai ichi hatsukoi is much much better, as Ritsu had shown and admitted that he loves Masamune) or anyone for that matter. He was like living in a lie, trying to hide things, and couldn't show or tell anyone he's in a relationship already. He can't even fight for it. He was always unsure. Even when the two of them would start doing the 'deed', Misaki still struggles like he didn't want it, and yet allowed it at the end just because he was 'use' to it and maybe it makes him feel 'good and relax'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMisaki also knew tha Akihiko was jealous with Ijuuin, and yet he continue to talked, get close and comfy with him.\u001b[24m\n    \u001b[1mミサキはまた、アキヒコがイジュウインと嫉妬していたことを知っていましたが、彼は話し続け、近くに近づき、心地よくなりました。\u001b[22m, \u001b[1m美咲はまた、股関節明彦はIjuuinと嫉妬を知っていた、まだ彼は、話をした彼との緊密なと快適な取得し続けます。\u001b[22m\n\u001b[4mYes, Ijuuin was his 'idol', but he should know his boundary when he knew his 'lover' was not comfortable with it.\u001b[24m\n    \u001b[1mはい、Ijuuinは彼の\"アイドル\"でしたが、彼は彼の\"恋人\"がそれに慣れていないことを知ったときに彼の境界を知るべきです。\u001b[22m, \u001b[1mはい、Ijuuinは彼の「アイドル」だったが、彼は彼の「恋人」はそれに慣れていないことを知っていたとき、彼は彼の境界を知っている必要があります。\u001b[22m\n\u001b[4mHe kept on dismissing Akihiko, not once he actually shown he loves him in front of every one (that's why Sekai ichi hatsukoi is much much better, as Ritsu had shown and admitted that he loves Masamune) or anyone for that matter.\u001b[24m\n    \u001b[1m彼はAkihikoを却下し続けました。彼が実際にすべての人の前で彼を愛していたことは一度もありませんでした（それが、幸世が正宗を愛していることを認めていたように、Sekai ichi hatsukoiがはるかに優れている理由です。\u001b[22m, \u001b[1m彼は実際に彼は一人一人（律が示されており、彼は政宗を愛していることを認めていたとして世界一の初恋は、はるかに優れている理由です）、またはそのことについては誰の目の前で彼を愛して示されていない一度彼は、明彦を解雇続けました。\u001b[22m\n\u001b[4mHe was like living in a lie, trying to hide things, and couldn't show or tell anyone he's in a relationship already.\u001b[24m\n    \u001b[1m彼は嘘の中で生活していることを隠そうとしていて、すでに関係している人を見せたり知らせたりできなかった。\u001b[22m, \u001b[1m彼は物事を隠そうと、嘘に住んでいるようだった、と彼はすでに関係にだ誰を表示したり、言うことができませんでした。\u001b[22m\n\u001b[4mHe can't even fight for it.\u001b[24m\n    \u001b[1m彼はそれのために戦うことさえできません。\u001b[22m, \u001b[1m彼もそれのために戦うことができません。\u001b[22m\n\u001b[4mHe was always unsure.\u001b[24m\n    \u001b[1m彼はいつも不安だった。\u001b[22m, \u001b[1m彼はいつもわからないでした。\u001b[22m\n\u001b[4mEven when the two of them would start doing the 'deed', Misaki still struggles like he didn't want it, and yet allowed it at the end just because he was 'use' to it and maybe it makes him feel 'good and\u001b[24m\n    \u001b[1mその2人が「行為」を始めても、ミサキはまだそれが欲しいと思っていないように苦しんでいますが、それは彼が「使用」していて、\u001b[22m, \u001b[1m彼ら二人は、「行為」をやって起動しているときでも、美咲はまだ彼がそれを望んでいないよう苦労し、まだ彼はそれを「使用」したからといって最後にそれを許可し、多分それは彼が「良い感じになり、\u001b[22m\n\u001b[4mrelax'.\u001b[24m\n    \u001b[1mリラックス'。\u001b[22m, \u001b[1mリラックスしてください。\u001b[22m, \u001b[1m「リラックスしてください。\u001b[22m\n\u001b[1m\u001b[22m\nAkihiko on the other hand was way too clingy. For a man whom everyone respected, he was childish and immature. Yes, it was cute with the teddy bears and all, but relationship wise, he was very insecure. I guess his insecurity do have a reason. I mean if you have Misaki as your boyfriend, you 'should' be very insecure. But Akihiko spoiled him too much, shower him affection too much and allowed Misaki to treat him like a trash and be pushed aside. It was like he has no pride whatsoever. Akihiko was always the pursuer, and it's kinda annoying. It doesn't matter if he's the seme, the fact is, when showing affection it shouldn't be a one way street.\n\n\u001b[1m一方、Akihikoはあまりにもぎこちない。 誰もが尊敬する人のために、彼は幼稚で未熟でした。 はい、それはテディベアとすべてが、かわいいでしたが、関係が賢明で、彼は非常に不安でした。 彼の不安は理由があると思う。 私はあなたのボーイフレンドとしてミサキを持っているならば、あなたは非常に安全ではないはずです。 しかし、あきひこは彼をあまりにも甘やかさせ、愛情をあまりにも吹き飛ばし、美咲は彼をゴミ箱のように扱い、脇に押し入れることを許した。 彼は何の自慢もなかった。  Akihikoは常に追跡者であり、それはちょっと迷惑です。 彼がセミであるかどうかは関係ありませんが、実際、愛情を示すときには片道通りであってはいけません。\u001b[22m\n\u001b[1m(Ippō, Akihiko wa amarini mo gikochinai. Daremoga sonkeisuruhito no tame ni, kare wa yōchide mijukudeshita. Hai, soreha tedibea to subete ga, kawaīdeshitaga, kankei ga kenmeide, kare wa hijō ni fuandeshita. Kare no fuan wa riyū ga aru to omou. Watashi wa anata no bōifurendo to shite Misaki o motte irunaraba, anata wa hijō ni anzende wa nai hazudesu. Shikashi, Aki hiko wa kare o amarini mo amayakasa se, aijō o amarini mo fukitobashi, Misaki wa kare o gomibako no yō ni atsukai, waki ni oshiireru koto o yurushita. Kare wa nani no jiman mo nakatta. Akihiko wa tsuneni tsuiseki-shadeari, sore wa chotto meiwakudesu. Kare ga semidearu ka dō ka wa kankei arimasenga, jissai, aijō o shimesu tokiniha katamichi-dōrideatte wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mAkihiko on the other hand was way too clingy. For a man whom everyone respected, he was childish and immature. Yes, it was cute with the teddy bears and all, but relationship wise, he was very insecure. I guess his insecurity do have a reason. I mean if you have Misaki as your boyfriend, you 'should' be very insecure. But Akihiko spoiled him too much, shower him affection too much and allowed Misaki to treat him like a trash and be pushed aside. It was like he has no pride whatsoever. Akihiko was always the pursuer, and it's kinda annoying. It doesn't matter if he's the seme, the fact is, when showing affection it shouldn't be a one way street.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAkihiko on the other hand was way too clingy.\u001b[24m\n    \u001b[1m一方、Akihikoはあまりにもぎこちない。\u001b[22m, \u001b[1m一方、明彦はあまりにもベタベタでした。\u001b[22m\n\u001b[4mFor a man whom everyone respected, he was childish and immature.\u001b[24m\n    \u001b[1m誰もが尊敬する人のために、彼は幼稚で未熟でした。\u001b[22m, \u001b[1m誰もが尊敬人のために、彼は子供っぽいと未熟でした。\u001b[22m\n\u001b[4mYes, it was cute with the teddy bears and all, but relationship wise, he was very insecure.\u001b[24m\n    \u001b[1mはい、それはテディベアとすべてが、かわいいでしたが、関係が賢明で、彼は非常に不安でした。\u001b[22m, \u001b[1mはい、それはテディベアとすべてでキュートだったが、関係が賢明、彼は非常に危険でした。\u001b[22m\n\u001b[4mI guess his insecurity do have a reason.\u001b[24m\n    \u001b[1m彼の不安は理由があると思う。\u001b[22m, \u001b[1m私は彼の不安が理由を持っていると思います。\u001b[22m\n\u001b[4mI mean if you have Misaki as your boyfriend, you 'should' be very insecure.\u001b[24m\n    \u001b[1m私はあなたのボーイフレンドとしてミサキを持っているならば、あなたは非常に安全ではないはずです。\u001b[22m, \u001b[1m私はあなたのボーイフレンドとして美咲を持っている場合、あなたは非常に危険である「べき」を意味します。\u001b[22m\n\u001b[4mBut Akihiko spoiled him too much, shower him affection too much and allowed Misaki to treat him like a trash and be pushed aside.\u001b[24m\n    \u001b[1mしかし、あきひこは彼をあまりにも甘やかさせ、愛情をあまりにも吹き飛ばし、美咲は彼をゴミ箱のように扱い、脇に押し入れることを許した。\u001b[22m, \u001b[1mしかし、明彦は彼があまりにも多く、あまりにも多くの彼に愛情をシャワー台無しと美咲がゴミのように彼を治療し、脇にプッシュすることができました。\u001b[22m\n\u001b[4mIt was like he has no pride whatsoever.\u001b[24m\n    \u001b[1m彼は何の自慢もなかった。\u001b[22m, \u001b[1m彼は全く誇りを持っていないようでした。\u001b[22m\n\u001b[4mAkihiko was always the pursuer, and it's kinda annoying.\u001b[24m\n    \u001b[1mAkihikoは常に追跡者であり、それはちょっと迷惑です。\u001b[22m, \u001b[1m明彦は常に追跡者であり、それはちょっと迷惑なんです。\u001b[22m\n\u001b[4mIt doesn't matter if he's the seme, the fact is, when showing affection it shouldn't be a one way street.\u001b[24m\n    \u001b[1m彼がセミであるかどうかは関係ありませんが、実際、愛情を示すときには片道通りであってはいけません。\u001b[22m, \u001b[1m愛情を示すとき、彼はセメだ場合、それは問題ではない、という事実は、それが一方通行の通りであってはなりませんさ。\u001b[22m\n\u001b[1m\u001b[22m\nI was hoping at some point that Akihiko gets tired of Misaki's denial and just let him go. I mean if he really loves Misaki, then just let him do what he wants. If Misaki prefer to live on his own and do what he likes without thinking of Akihiko's reaction (which by the way appears as though it was a burden), he should let him do it. I want Misaki to be a pursuer and realized how he really love Akihiko. Because honestly, it seems their relationship only existed because Akihiko won't let go. Misaki's 'love', if there is, won't mature if Akihiko won't let him, especially with his attitude of my-love-is-enough-for-the-two-of-us. It's poisonous!\n\n\u001b[1m私は明彦が美咲の否定に疲れて、ただ彼を去らせることを望んでいた。 彼が本当に美咲を愛していれば、彼は自分が望むことをやり遂げることができます。 美咲さんが自分で生きて、自分の好きなことをしたいと思っていたら、Akihikoさんの反応（それは負担のように見える）を考えずに、彼はそれをやらなければなりません。 私は美咲を追い求めて、彼が本当に明彦を愛していることを実感してほしい。 正直なところ、秋彦さんは手放さないので、関係があったようです。 美咲の「愛」があれば、特に私の愛の姿勢で、秋彦が彼を捨てられないなら、成熟しないだろう。 それは毒です！\u001b[22m\n\u001b[1m(Watashi wa Akihiko ga Misaki no hitei ni tsukarete, tada kare o sara seru koto o nozonde ita. Kare ga hontōni Misaki o aishite ireba, kare wa jibun ga nozomu koto o yaritogeru koto ga dekimasu. Misaki-san ga jibun de ikite, jibun no sukinakoto o shitai to omotte itara, Akihiko-san no han'nō (sore wa futan no yōnimieru) o kangaezu ni, kare wa sore o yaranakereba narimasen. Watashi wa Misaki o oimotomete, kare ga hontōni Akihiko o aishite iru koto o jikkan shite hoshī. Shōjikina tokoro, Akihiko-san wa tebanasanainode, kankei ga atta yōdesu. Misaki no `ai' ga areba, tokuni watashi no ai no shisei de, Akihiko ga kare o sute rarenainara, seijuku shinaidarou. Sore wa dokudesu!)\u001b[22m\n\nTranslations of \u001b[4mI was hoping at some point that Akihiko gets tired of Misaki's denial and just let him go. I mean if he really loves Misaki, then just let him do what he wants. If Misaki prefer to live on his own and do what he likes without thinking of Akihiko's reaction (which by the way appears as though it was a burden), he should let him do it. I want Misaki to be a pursuer and realized how he really love Akihiko. Because honestly, it seems their relationship only existed because Akihiko won't let go. Misaki's 'love', if there is, won't mature if Akihiko won't let him, especially with his attitude of my-love-is-enough-for-the-two-of-us. It's poisonous!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was hoping at some point that Akihiko gets tired of Misaki's denial and just let him go.\u001b[24m\n    \u001b[1m私は明彦が美咲の否定に疲れて、ただ彼を去らせることを望んでいた。\u001b[22m, \u001b[1m私は明彦は美咲の拒否の疲れとちょうど彼を手放すいくつかの点で期待していました。\u001b[22m\n\u001b[4mI mean if he really loves Misaki, then just let him do what he wants.\u001b[24m\n    \u001b[1m彼が本当に美咲を愛していれば、彼は自分が望むことをやり遂げることができます。\u001b[22m, \u001b[1m私は彼が本当に美咲を愛している場合は、ちょうど彼は彼が何を望んでやらせる意味します。\u001b[22m\n\u001b[4mIf Misaki prefer to live on his own and do what he likes without thinking of Akihiko's reaction (which by the way appears as though it was a burden), he should let him do it.\u001b[24m\n    \u001b[1m美咲さんが自分で生きて、自分の好きなことをしたいと思っていたら、Akihikoさんの反応（それは負担のように見える）を考えずに、彼はそれをやらなければなりません。\u001b[22m, \u001b[1m美咲は彼自身に住んでいると、彼は（それが負担だったかのような方法で表示される）明彦の反応を考えずに好きなものを行うことを好む場合は、彼は彼にそれをやらせるべきです。\u001b[22m\n\u001b[4mI want Misaki to be a pursuer and realized how he really love Akihiko.\u001b[24m\n    \u001b[1m私は美咲を追い求めて、彼が本当に明彦を愛していることを実感してほしい。\u001b[22m, \u001b[1m私は美咲が追跡者になりたいと、彼は本当に明彦を愛する方法を実現しました。\u001b[22m\n\u001b[4mBecause honestly, it seems their relationship only existed because Akihiko won't let go.\u001b[24m\n    \u001b[1m正直なところ、秋彦さんは手放さないので、関係があったようです。\u001b[22m, \u001b[1m正直なところなので、明彦が進むことはできませんので、彼らの関係のみ存在していたようです。\u001b[22m\n\u001b[4mMisaki's 'love', if there is, won't mature if Akihiko won't let him, especially with his attitude of my-love-is-enough-for-the-two-of-us.\u001b[24m\n    \u001b[1m美咲の「愛」があれば、特に私の愛の姿勢で、秋彦が彼を捨てられないなら、成熟しないだろう。\u001b[22m, \u001b[1m美咲の「愛」明彦は彼を聞かせしない場合がある場合は、彼の態度に私-愛は--十分-用--2-の-たち、特にで、成熟していないだろう。\u001b[22m\n\u001b[4mIt's poisonous!\u001b[24m\n    \u001b[1mそれは毒です！\u001b[22m\n\u001b[1m\u001b[22m\nTheir relationship should be revamp. Misaki should be 'freed' from it, so he can do what he wants and have time to think things through without Akihiko's influence. Akihiko should, maybe, start trying a casual dating, both male and female and see if what he feels for Misaki was true or was only impinge by his long time affection from Misaki's brother wherein the time he was devastated Misaki was there for him, and therefore all his affection was poured out to the best available person at that time and the fact it was 'the brother'.\n\n\u001b[1m彼らの関係は改革すべきです。 美咲はそれから解放されなければならないので、彼は彼が望むことをすることができ、Akihikoの影響なしで物事を考える時間を持つことができます。 あきひこは、男性と女性のカジュアルなデートを試み、ミサキの気持ちが真実であったか、ミサキの兄弟からの長い時間の愛情に襲われていたかどうかを見なければならないでしょう。 それゆえ、彼のすべての愛情は、その時に最も利用可能な人に注がれ、それが「兄弟」であったという事実です。\u001b[22m\n\u001b[1m(Karera no kankei wa kaikaku subekidesu. Misaki wa sore kara kaihō sa renakereba naranainode, kare wa kare ga nozomu koto o suru koto ga deki, Akihiko no eikyō nashi de monogoto o kangaeru jikan o motsu koto ga dekimasu. Aki hiko wa, dansei to josei no kajuaruna dēto o kokoromi, Misaki no kimochi ga shinjitsudeatta ka, Misaki no kyōdai kara no nagai jikan no aijō ni osowa rete ita ka dō ka o minakereba naranaideshou. Sore-yue, kare no subete no aijō wa, sonotoki ni mottomo riyō kanōna hito ni sosoga re, sore ga `kyōdai'deatta to iu jijitsudesu.)\u001b[22m\n\nTranslations of \u001b[4mTheir relationship should be revamp. Misaki should be 'freed' from it, so he can do what he wants and have time to think things through without Akihiko's influence. Akihiko should, maybe, start trying a casual dating, both male and female and see if what he feels for Misaki was true or was only impinge by his long time affection from Misaki's brother wherein the time he was devastated Misaki was there for him, and therefore all his affection was poured out to the best available person at that time and the fact it was 'the brother'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTheir relationship should be revamp.\u001b[24m\n    \u001b[1m彼らの関係は改革すべきです。\u001b[22m, \u001b[1m彼らの関係は刷新する必要があります。\u001b[22m\n\u001b[4mMisaki should be 'freed' from it, so he can do what he wants and have time to think things through without Akihiko's influence.\u001b[24m\n    \u001b[1m美咲はそれから解放されなければならないので、彼は彼が望むことをすることができ、Akihikoの影響なしで物事を考える時間を持つことができます。\u001b[22m, \u001b[1m美咲は、それから「解放」しなければならないので、彼は彼が望んでいるものを行うと明彦の影響を受けずに物事を介して、考える時間を持つことができます。\u001b[22m\n\u001b[4mAkihiko should, maybe, start trying a casual dating, both male and female and see if what he feels for Misaki was true or was only impinge by his long time affection from Misaki's brother wherein the time he was devastated Misaki was there for him, and\u001b[24m\n    \u001b[1mあきひこは、男性と女性のカジュアルなデートを試み、ミサキの気持ちが真実であったか、ミサキの兄弟からの長い時間の愛情に襲われていたかどうかを見なければならないでしょう。\u001b[22m, \u001b[1m明彦は、多分、男性と女性の両方、カジュアルなデートをしようとして起動し、どのような彼は美咲のために感じていることは本当だったか、彼は美咲を荒廃していた時間が彼のためにあった、請求のみ美咲の弟から彼の長い時間の愛情によって衝突されたかどうかを確認し、必要があります\u001b[22m\n\u001b[4mtherefore all his affection was poured out to the best available person at that time and the fact it was 'the brother'.\u001b[24m\n    \u001b[1mそれゆえ、彼のすべての愛情は、その時に最も利用可能な人に注がれ、それが「兄弟」であったという事実です。\u001b[22m, \u001b[1mしたがって、すべての彼の愛情は、その時点で利用可能な最良の人と、それは「兄」だったという事実に注ぎ出しました。\u001b[22m\n\u001b[1m\u001b[22m\nIt would be nice to have their ending with Misaki facing Akihiko in a public place with a determine looked on his face saying 'I love you Akihiko (Yes, first name not the Usami-san he kept on saying), and I don't care what the world says otherwise. I don't care what my brother will say when he founds out, I don't care if you're doubting me at this point because I'll show you and prove to you how much if you only accept me back. I wanted to be with you and no else.'\n\n\u001b[1m「私はあなたを愛しています」と言っている姿を見て、公共の場で秋彦に向かうミサキには終わりがあります。 そうでなければ世界が言うことを気にしてください。 私は兄が何を言っているか気にしませんが、あなたが私を疑っているかどうか気にしません。 私はあなたと一緒にいたいと思っていました。\u001b[22m\n\u001b[1m(`Watashi wa anata o aishiteimasu' to itte iru sugata o mite, kōkyō no ba de Akihiko ni mukau Misaki ni wa owari ga arimasu. Sōdenakereba sekai ga iu koto o ki ni shite kudasai. Watashi wa ani ga nani o itte iru ka ki ni shimasenga, anata ga watashi o utagatte iru ka dō ka ki ni shimasen. Watashi wa anata to issho ni itai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mIt would be nice to have their ending with Misaki facing Akihiko in a public place with a determine looked on his face saying 'I love you Akihiko (Yes, first name not the Usami-san he kept on saying), and I don't care what the world says otherwise. I don't care what my brother will say when he founds out, I don't care if you're doubting me at this point because I'll show you and prove to you how much if you only accept me back. I wanted to be with you and no else.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt would be nice to have their ending with Misaki facing Akihiko in a public place with a determine looked on his face saying 'I love you Akihiko (Yes, first name not the Usami-san he kept on saying), and I don't\u001b[24m\n    \u001b[1m「私はあなたを愛しています」と言っている姿を見て、公共の場で秋彦に向かうミサキには終わりがあります。\u001b[22m, \u001b[1mそれは私があなた明彦（はい、最初の名前ではない宇佐美さん、彼が言って上に保持）を愛し、私はしない」と言って決定する彼の顔に見えたと公共の場所で彼らは明彦に面した岬で終了したといいだろう\u001b[22m\n\u001b[4mcare what the world says otherwise.\u001b[24m\n    \u001b[1mそうでなければ世界が言うことを気にしてください。\u001b[22m, \u001b[1m世界がそうでなければ言うことを気に。\u001b[22m\n\u001b[4mI don't care what my brother will say when he founds out, I don't care if you're doubting me at this point because I'll show you and prove to you how much if you only accept me back.\u001b[24m\n    \u001b[1m私は兄が何を言っているか気にしませんが、あなたが私を疑っているかどうか気にしません。\u001b[22m, \u001b[1m私はあなたを見ると、あなたは私だけをバック受け入れる場合、どのくらいのあなたに証明するだろうから、私の弟は、彼が設立したときに、この時点で私を疑っている場合、私は気にしない何を言われて気にしません。\u001b[22m\n\u001b[4mI wanted to be with you and no else.'\u001b[24m\n    \u001b[1m私はあなたと一緒にいたいと思っていました。\u001b[22m, \u001b[1m私はあなたとなし、他になりたかったです。」\u001b[22m\n\u001b[1m\u001b[22m\nART:\n/ärt/\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mART:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThe art was Nakamura-san style, so I have nothing to say about it. Although it's not much of my taste. The Hybrid Child, with the same illustrator and author, was done a little bit better on my opinion. The jaws are not too pointy and squared.\n\n\u001b[1m芸術は中村さんのスタイルなので、何も言いません。 それは私の好みのものではありませんが。 ハイブリッドチャイルドは、同じイラストレーターと作家と一緒に、私の意見では少し良くなった。 顎はあまりにも尖っていないし、正方形ではありません。\u001b[22m\n\u001b[1m(Geijutsu wa Nakamura-san no sutairunanode, nani mo iimasen. Sore wa watashi no konomi no monode wa arimasenga. Haiburiddochairudo wa, onaji irasutorētā to sakka to issho ni, watashi no ikende wa sukoshi yokunatta. Ago wa amarini mo togatte inaishi, seihōkeide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art was Nakamura-san style, so I have nothing to say about it. Although it's not much of my taste. The Hybrid Child, with the same illustrator and author, was done a little bit better on my opinion. The jaws are not too pointy and squared.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was Nakamura-san style, so I have nothing to say about it.\u001b[24m\n    \u001b[1m芸術は中村さんのスタイルなので、何も言いません。\u001b[22m, \u001b[1m技術は、中村さんのスタイルだったので、私はそれについて何も言うことはありません。\u001b[22m\n\u001b[4mAlthough it's not much of my taste.\u001b[24m\n    \u001b[1mそれは私の好みのものではありませんが。\u001b[22m, \u001b[1mそれは私の好みの多くではないですが。\u001b[22m\n\u001b[4mThe Hybrid Child, with the same illustrator and author, was done a little bit better on my opinion.\u001b[24m\n    \u001b[1mハイブリッドチャイルドは、同じイラストレーターと作家と一緒に、私の意見では少し良くなった。\u001b[22m, \u001b[1mハイブリッド子供は、同じイラストレーターと著者で、私の意見に少しでも良い行われました。\u001b[22m\n\u001b[4mThe jaws are not too pointy and squared.\u001b[24m\n    \u001b[1m顎はあまりにも尖っていないし、正方形ではありません。\u001b[22m, \u001b[1mジョーはあまりにも先のとがったものではなく、乗。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound was okay. The storyline not so much. The enjoyment, well, I get more thumbs down than thumbs up. Overall, I'm rating this 6, because their are few shounen-ai anime wise that's been animated properly.\n\n\u001b[1m音は大丈夫だった。 ストーリーラインはあまりありません。 楽しさ、まあ、私は親指よりも多くの親指を取得します。 全体的に、私は6を評価しています。なぜなら、少年少年アニメが適切にアニメ化されているからです。\u001b[22m\n\u001b[1m(Oto wa daijōbudatta. Sutōrīrain wa amari arimasen. Tanoshisa, mā, watashi wa oyayubi yori mo ōku no oyayubi o shutoku shimasu. Zentai-teki ni, watashi wa 6 o hyōka shite imasu. Nazenara, shōnen shōnen anime ga tekisetsu ni anime-ka sa rete irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was okay. The storyline not so much. The enjoyment, well, I get more thumbs down than thumbs up. Overall, I'm rating this 6, because their are few shounen-ai anime wise that's been animated properly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was okay.\u001b[24m\n    \u001b[1m音は大丈夫だった。\u001b[22m, \u001b[1m音は大丈夫でした。\u001b[22m\n\u001b[4mThe storyline not so much.\u001b[24m\n    \u001b[1mストーリーラインはあまりありません。\u001b[22m, \u001b[1mストーリーはあまりありません。\u001b[22m\n\u001b[4mThe enjoyment, well, I get more thumbs down than thumbs up.\u001b[24m\n    \u001b[1m楽しさ、まあ、私は親指よりも多くの親指を取得します。\u001b[22m, \u001b[1m楽しみは、よく、私は上下に親指よりも親指を取得します。\u001b[22m\n\u001b[4mOverall, I'm rating this 6, because their are few shounen-ai anime wise that's been animated properly.\u001b[24m\n    \u001b[1m全体的に、私は6を評価しています。なぜなら、少年少年アニメが適切にアニメ化されているからです。\u001b[22m, \u001b[1m適切にアニメーション化されています賢明ないくつかの少年-AIアニメが自分であるため、全体的に、私は、この6を評価しています。\u001b[22m"
  }
]
