[
  {
    "title": "Tamayura__Sotsugyou_Shashin_Part_1_-_Kizashi",
    "id": "25729",
    "url": "https://myanimelist.net/anime/25729/Tamayura__Sotsugyou_Shashin_Part_1_-_Kizashi",
    "user": "johnbradshaw",
    "profile": "/profile/johnbradshaw/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=189524",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\nあなたがすべての行動に疲れているなら、ホラーやマインドファックのような種類のショーは、見てから頭がおかしくなります。何時間も仕事や学校の後に見るショーを見たいなら、おめでとう、タマユラはショーです 。\n\nあなたはたまゆらのことをすべて聞いてみることができますか？ 今は何もないショーです。 はい、そうです。 それで、何もショーで何を期待するのですか？ もちろん、それはあなたがあなたの椅子から跳ね上がらないようにしていません、それはAWEEESOMEE​​EEです。 いいえ、あなたが得るものは、心温まる多くの瞬間を持つ、興味深い、リラックスした、楽しいショーです。\n\nこの映画はTamayuraの最後の4つの映画の一つです。 あなたはこのショーのシーズン3と考えることができます。\n\n芸術はいいです、音楽はリラックスしていて、キャラクターは面白いので、何を待っていますか？ 今すぐタマユラを見に行きなさい",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIf you're tired with all the action, horror or mindfuck kind of show will get you a headache after watching, if you want to find a show to watch after many hours of work and school, then congratulation, Tamayura is the show for you .\n\n\u001b[1mあなたがすべての行動に疲れているなら、ホラーやマインドファックのような種類のショーは、見てから頭がおかしくなります。何時間も仕事や学校の後に見るショーを見たいなら、おめでとう、タマユラはショーです 。\u001b[22m\n\u001b[1m(Anata ga subete no kōdō ni tsukarete irunara, horā ya maindofakku no yōna shurui no shō wa, mitekara atama ga okashiku narimasu. Nan-jikan mo shigoto ya gakkō no nochi ni miru shō o mitainara, omedetō, tamayura wa shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're tired with all the action, horror or mindfuck kind of show will get you a headache after watching, if you want to find a show to watch after many hours of work and school, then congratulation, Tamayura is the show for you .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're tired with all the action, horror or mindfuck kind of show will get you a headache after watching, if you want to find a show to watch after many hours of work and school, then congratulation, Tamayura is the show for you\u001b[24m\n    \u001b[1mあなたがすべての行動に疲れているなら、ホラーやマインドファックのような種類のショーは、見てから頭がおかしくなります。何時間も仕事や学校の後に見るショーを見たいなら、おめでとう、タマユラはショーです\u001b[22m, \u001b[1mあなたはショーのすべてのアクション、ホラーやmindfuckに種類にうんざりしている場合は、あなたが仕事や学校の多くの時間後に見て番組を検索する場合は、見た後にあなたの頭痛を取得します、その後祝は、たまゆらはあなたのためのショーです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nYou may ask what is Tamayura all about ? I'll tell you now this is a show about nothing. Yes, that's right. So, what to expect with a show about nothing ? Of course, it wont make you jump out of your chair creaming ' omg, it's AWEEESOMEEEE '. No, what you will get is an interesting, relaxing, fun show with many heart-warming moments.\n\n\u001b[1mあなたはたまゆらのことをすべて聞いてみることができますか？ 今は何もないショーです。 はい、そうです。 それで、何もショーで何を期待するのですか？ もちろん、それはあなたがあなたの椅子から跳ね上がらないようにしていません、それはAWEEESOMEE​​EEです。 いいえ、あなたが得るものは、心温まる多くの瞬間を持つ、興味深い、リラックスした、楽しいショーです。\u001b[22m\n\u001b[1m(Anata wa tamayura no koto o subete kiite miru koto ga dekimasu ka? Ima wa nanimonai shōdesu. Hai,-sōdesu. Sorede, nani mo shō de nani o kitai suru nodesu ka? Mochiron, sore wa anata ga anata no isu kara haneagaranai yō ni shite imasen, soreha AWEEESOMEE ​​ EEdesu. Īe, anata ga eru mono wa, kokoroatatamaru ōku no shunkan o motsu, kyōmibukai, rirakkusu shita, tanoshī shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mYou may ask what is Tamayura all about ? I'll tell you now this is a show about nothing. Yes, that's right. So, what to expect with a show about nothing ? Of course, it wont make you jump out of your chair creaming ' omg, it's AWEEESOMEEEE '. No, what you will get is an interesting, relaxing, fun show with many heart-warming moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou may ask what is Tamayura all about ?\u001b[24m\n    \u001b[1mあなたはたまゆらのことをすべて聞いてみることができますか？\u001b[22m, \u001b[1mあなたはたまゆらがすべてに約あるか求めることができますか？\u001b[22m\n\u001b[4mI'll tell you now this is a show about nothing.\u001b[24m\n    \u001b[1m今は何もないショーです。\u001b[22m, \u001b[1m私はこれが何についてのショーである今、あなたを教えてあげましょう。\u001b[22m\n\u001b[4mYes, that's right.\u001b[24m\n    \u001b[1mはい、そうです。\u001b[22m, \u001b[1mはい、そうですね。\u001b[22m\n\u001b[4mSo, what to expect with a show about nothing ?\u001b[24m\n    \u001b[1mそれで、何もショーで何を期待するのですか？\u001b[22m, \u001b[1mだから、何についてのショーで何を期待するには？\u001b[22m\n\u001b[4mOf course, it wont make you jump out of your chair creaming ' omg, it's AWEEESOMEEEE '.\u001b[24m\n    \u001b[1mもちろん、それはあなたがあなたの椅子から跳ね上がらないようにしていません、それはAWEEESOMEEEEです。\u001b[22m, \u001b[1mもちろん、それは文句を言わないあなたが\"OMG、それはAWEEESOMEEEEだ」クリーミングあなたの椅子からジャンプします。\u001b[22m\n\u001b[4mNo, what you will get is an interesting, relaxing, fun show with many heart-warming moments.\u001b[24m\n    \u001b[1mいいえ、あなたが得るものは、心温まる多くの瞬間を持つ、興味深い、リラックスした、楽しいショーです。\u001b[22m, \u001b[1mいいえ、あなたが取得することは、多くの心温まるひとときと面白い、リラックス、楽しいショーです。\u001b[22m\n\u001b[1m\u001b[22m\nThis movie is one of the final four movie of Tamayura. You can consider it season 3 of this show.\n\n\u001b[1mこの映画はTamayuraの最後の4つの映画の一つです。 あなたはこのショーのシーズン3と考えることができます。\u001b[22m\n\u001b[1m(Kono eiga wa Tamayura no saigo no 4tsu no eiga no hitotsudesu. Anata wa kono shō no shīzun 3 to kangaeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie is one of the final four movie of Tamayura. You can consider it season 3 of this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie is one of the final four movie of Tamayura.\u001b[24m\n    \u001b[1mこの映画はTamayuraの最後の4つの映画の一つです。\u001b[22m, \u001b[1mこの映画は、たまゆらの最終4映画の一つです。\u001b[22m\n\u001b[4mYou can consider it season 3 of this show.\u001b[24m\n    \u001b[1mあなたはこのショーのシーズン3と考えることができます。\u001b[22m, \u001b[1mあなたはそれ、この番組のシーズン3を検討することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Art is nice, the music is relaxing, the characters are interesting, so what are you waiting for. Go watch Tamayura right now\n\n\u001b[1m芸術はいいです、音楽はリラックスしていて、キャラクターは面白いので、何を待っていますか？ 今すぐタマユラを見に行きなさい\u001b[22m\n\u001b[1m(Geijutsu wa īdesu, ongaku wa rirakkusu shite ite, kyarakutā wa omoshiroinode, nani o matteimasu ka? Ima sugu tamayura o mi ni iki nasai)\u001b[22m\n\nTranslations of \u001b[4mThe Art is nice, the music is relaxing, the characters are interesting, so what are you waiting for. Go watch Tamayura right now\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art is nice, the music is relaxing, the characters are interesting, so what are you waiting for.\u001b[24m\n    \u001b[1m芸術はいいです、音楽はリラックスしていて、キャラクターは面白いので、何を待っていますか？\u001b[22m, \u001b[1mアートがいいです、音楽は文字が面白いです、リラックスされているので、あなたは何を待っています。\u001b[22m\n\u001b[4mGo watch Tamayura right now\u001b[24m\n    \u001b[1m今すぐタマユラを見に行きなさい\u001b[22m, \u001b[1m今たまゆらを見に行きます\u001b[22m"
  },
  {
    "title": "Tamayura__Sotsugyou_Shashin_Part_1_-_Kizashi",
    "id": "25729",
    "url": "https://myanimelist.net/anime/25729/Tamayura__Sotsugyou_Shashin_Part_1_-_Kizashi",
    "user": "pygmalion",
    "profile": "/profile/pygmalion/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=193318",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n簡単に辿ることができる話が必要な場合は、この方が良い選択になるかもしれません。\n\n「スライス・オブ・ライフ」のジャンルに基づいて、このシリーズは、どちらも生命のための意味を持ち、またフォローするのが簡単なストーリーを生み出しました。 少しシーズンですが、2シーズン、OVAや映画はほとんどありません。物語を徹底的に追うのはまったく退屈ではありません。\n\nこのシリーズで使用されている音楽や歌は、気分を盛り上げ、あなたに伝えようとしている写真を強化し、アニメを見るには心地よく素晴らしい雰囲気を作り出します。 特にあなたがキャラクターの足に身を置こうとすると、あなたが突然シーンを見た後に涙を浮かべているのを見ても驚かないでください。\n\n要するに、このシリーズは本当に簡単で、リラックスしています。 忙しい一日の後、この種のものを見ることは、残りの日に何かを作り続け、次の日の気分を保つためにあなたの精神を補充します。\n\nそれらを見て、あなたが失望することはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIf you ever need a story that can be easily followed, this one might be a good choice for you.\n\n\u001b[1m簡単に辿ることができる話が必要な場合は、この方が良い選択になるかもしれません。\u001b[22m\n\u001b[1m(Kantan ni tadoru koto ga dekiru hanashi ga hitsuyōna baai wa, kono hō ga yoi sentaku ni naru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you ever need a story that can be easily followed, this one might be a good choice for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you ever need a story that can be easily followed, this one might be a good choice for you.\u001b[24m\n    \u001b[1m簡単に辿ることができる話が必要な場合は、この方が良い選択になるかもしれません。\u001b[22m, \u001b[1mあなたは簡単に続くことができる物語を必要とする場合、これはあなたのために良い選択かもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nBased on 'Slice of Life' genre, this series brought up a story that both have meanings for life, as well as easy to follow. Even though it's bit long: 2 season, few OVAs and movies, it's not boring at all to follow the stories thoroughly.\n\n\u001b[1m「スライス・オブ・ライフ」のジャンルに基づいて、このシリーズは、どちらも生命のための意味を持ち、またフォローするのが簡単なストーリーを生み出しました。 少しシーズンですが、2シーズン、OVAや映画はほとんどありません。物語を徹底的に追うのはまったく退屈ではありません。\u001b[22m\n\u001b[1m(`Suraisu Obu raifu' no janru nimotozuite, kono shirīzu wa, dochira mo seimei no tame no imi o mochi, mata forō suru no ga kantan'na sutōrī o umidashimashita. Sukoshi shīzundesuga, 2 shīzun, ovu~a ya eiga wa hotondo arimasen. Monogatari o tetteiteki ni ou no wa mattaku taikutsude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBased on 'Slice of Life' genre, this series brought up a story that both have meanings for life, as well as easy to follow. Even though it's bit long: 2 season, few OVAs and movies, it's not boring at all to follow the stories thoroughly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBased on 'Slice of Life' genre, this series brought up a story that both have meanings for life, as well as easy to follow.\u001b[24m\n    \u001b[1m「スライス・オブ・ライフ」のジャンルに基づいて、このシリーズは、どちらも生命のための意味を持ち、またフォローするのが簡単なストーリーを生み出しました。\u001b[22m, \u001b[1m「スライスオブライフ」のジャンルに基づいて、このシリーズは、両方の生活のための意味を持っている物語だけでなく、簡単に従うことを育てました。\u001b[22m\n\u001b[4mEven though it's bit long: 2 season, few OVAs and movies, it's not boring at all to follow the stories thoroughly.\u001b[24m\n    \u001b[1m少しシーズンですが、2シーズン、OVAや映画はほとんどありません。物語を徹底的に追うのはまったく退屈ではありません。\u001b[22m, \u001b[1mそれは少し長いですにもかかわらず：2シーズン、いくつかのOVASや映画、徹底的に話を追跡するために、まったく退屈ではないです。\u001b[22m\n\u001b[1m\u001b[22m\nThe music and songs used in the series also helps building up the mood, enhancing what are the pictures trying to tell you, thus creating a pleasant but awesome atmosphere to watch the anime. Don't be surprised if you found yourself suddenly bursting into tears after watching some scene, especially if you try to put yourself in the character's foot.\n\n\u001b[1mこのシリーズで使用されている音楽や歌は、気分を盛り上げ、あなたに伝えようとしている写真を強化し、アニメを見るには心地よく素晴らしい雰囲気を作り出します。 特にあなたがキャラクターの足に身を置こうとすると、あなたが突然シーンを見た後に涙を浮かべているのを見ても驚かないでください。\u001b[22m\n\u001b[1m(Kono shirīzu de shiyō sa rete iru ongaku ya uta wa, kibun o moriage, anata ni tsutaeyou to shite iru shashin o kyōka shi, anime o miru ni wa kokochiyoku subarashī fun'iki o tsukuridashimasu. Tokuni anata ga kyarakutā no ashi ni mi o okou to suru to, anata ga totsuzen shīn o mita nochi ni namida o ukabete iru no o mite mo odorokanaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe music and songs used in the series also helps building up the mood, enhancing what are the pictures trying to tell you, thus creating a pleasant but awesome atmosphere to watch the anime. Don't be surprised if you found yourself suddenly bursting into tears after watching some scene, especially if you try to put yourself in the character's foot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music and songs used in the series also helps building up the mood, enhancing what are the pictures trying to tell you, thus creating a pleasant but awesome atmosphere to watch the anime.\u001b[24m\n    \u001b[1mこのシリーズで使用されている音楽や歌は、気分を盛り上げ、あなたに伝えようとしている写真を強化し、アニメを見るには心地よく素晴らしい雰囲気を作り出します。\u001b[22m, \u001b[1mシリーズで使用された音楽や歌も絵は、このようにアニメを見て心地よいが、素晴らしい雰囲気を作り出し、あなたを教えしようとしているものを向上させる、気分を構築するのに役立ちます。\u001b[22m\n\u001b[4mDon't be surprised if you found yourself suddenly bursting into tears after watching some scene, especially if you try to put yourself in the character's foot.\u001b[24m\n    \u001b[1m特にあなたがキャラクターの足に身を置こうとすると、あなたが突然シーンを見た後に涙を浮かべているのを見ても驚かないでください。\u001b[22m, \u001b[1mあなた自身が突然あなたがキャラクタの足で自分自身を配置しようとする場合は特に、いくつかのシーンを見た後に涙の中に破裂見つかっても驚かないでください。\u001b[22m\n\u001b[1m\u001b[22m\nIn short, this series is really easy to follow, yet relaxing. After a busy day, watching this kind of stuffs will replenish your spirit to continue make something in the rest of day, as well as keeping a good mood for the next day.\n\n\u001b[1m要するに、このシリーズは本当に簡単で、リラックスしています。 忙しい一日の後、この種のものを見ることは、残りの日に何かを作り続け、次の日の気分を保つためにあなたの精神を補充します。\u001b[22m\n\u001b[1m(Yōsuruni, kono shirīzu wa hontōni kantande, rirakkusu shite imasu. Isogashī tsuitachi no ato, kono tane no mono o miru koto wa, nokori no hi ni nanika o tsukuri tsudzuke, tsugunohi no kibun o tamotsu tame ni anata no seishin o hojū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn short, this series is really easy to follow, yet relaxing. After a busy day, watching this kind of stuffs will replenish your spirit to continue make something in the rest of day, as well as keeping a good mood for the next day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn short, this series is really easy to follow, yet relaxing.\u001b[24m\n    \u001b[1m要するに、このシリーズは本当に簡単で、リラックスしています。\u001b[22m, \u001b[1m要するに、このシリーズはまだリラックスし、従うことは本当に簡単です。\u001b[22m\n\u001b[4mAfter a busy day, watching this kind of stuffs will replenish your spirit to continue make something in the rest of day, as well as keeping a good mood for the next day.\u001b[24m\n    \u001b[1m忙しい一日の後、この種のものを見ることは、残りの日に何かを作り続け、次の日の気分を保つためにあなたの精神を補充します。\u001b[22m, \u001b[1m忙しい一日を過ごした後は、詰め込むのこの種のを見ては、その日の残りの部分で何かを作るだけでなく、次の日のために良い気分を維持し続けるためにあなたの精神を補充します。\u001b[22m\n\u001b[1m\u001b[22m\nTry watch them, you won't be disappointed.\n\n\u001b[1mそれらを見て、あなたが失望することはありません。\u001b[22m\n\u001b[1m(Sorera o mite, anata ga shitsubō suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTry watch them, you won't be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTry watch them, you won't be disappointed.\u001b[24m\n    \u001b[1mそれらを見て、あなたが失望することはありません。\u001b[22m, \u001b[1mあなたが失望されません、それらを見てみてください。\u001b[22m"
  },
  {
    "title": "Tamayura__Sotsugyou_Shashin_Part_1_-_Kizashi",
    "id": "25729",
    "url": "https://myanimelist.net/anime/25729/Tamayura__Sotsugyou_Shashin_Part_1_-_Kizashi",
    "user": "Erasariel",
    "profile": "/profile/Erasariel/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=201660",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nTL; DR：フランチャイズの予想どおりの「ヒーリング」の商標、4人の女の子の話の終わりの小さなヒント。  'More Aggressive'の後の要約またはリフレッシュのエピソードとして機能します。\n\nこのシリーズが初めての場合は、これを始める前にOVAと2つのテレビの季節を見てみることをおすすめします。しかし、この映画は入門作品としても機能します。\n\n---\n\nストーリー：タマユラの通常のエピソードとよく似ていますが、放送時間が長くなればなるほど、より質の高いシーンやキャストとのやり取りができました。  4人の主人公と支持するキャストとの関係はこれまでと同じです。 それは間違いなく商標の癒しの感覚を失っていません。\n\nアート：どのような素晴らしい品質の飛躍！ 私は特に驚いていて、キャラクターデザインの違いに感銘を受けましたが、すべての視覚的な側面も同様に改善を示しました。 それは、過去の「たまゆら」の作品に見られるような穏やかな背景と色が残っていて、穏やかな気分に浸るだけです。\n\nサウンド：フランチャイズの期待どおりのスポット音。 サトウはアリアとタマユラの両方で健全な方向性に優れた才能を持っています。 声優は活気に満ちており、穏やかであり、キャラクターとの親しみが彼らの配達に反映されます。\n\nキャラクター：ユニークなものではありませんが、4人の主人公はいつものように鮮やかに相互作用します。 いずれのキャラクターも外れているか、放映時間が足りません。 支持主義も主人公を握っており、彼らは捨てられたり忘れられたりしていないようです。 これは最初からこのようになっており、メインとなるキャラクターの開発量や正規のサポートキャラクターがいなくても、これが失われていないことは素晴らしいことです。\n\n楽しさ：長い一日の後に信じられないほど爽やかな時計、アニメ感覚の商標 'ヒーリング'。 延長された時間は、生産者が大気を埋めるためのスペースを追加するだけで、リラックスして、暖かく、穏やかな感覚で視聴者を没入させます。\n\n総合/備考：「ARIA」と「Tamayura」のファンは、この「ヒーリング」アニメに大きな恩恵をもたらし、失望することはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR: Trademark relaxing 'healing' as expected of the franchise, small hints of the end of the story between the four girls. Works well as a recap or refresh episode after 'More Aggressive'.\n\n\u001b[1mTL; DR：フランチャイズの予想どおりの「ヒーリング」の商標、4人の女の子の話の終わりの小さなヒント。  'More Aggressive'の後の要約またはリフレッシュのエピソードとして機能します。\u001b[22m\n\u001b[1m(TL; DR: Furanchaizu no yosō-dōri no `hīringu' no shōhyō, 4-ri no on'nanoko no hanashi no owari no chīsana hinto. ' More Aggressive' no nochi no yōyaku matawa rifuresshu no episōdo to shite kinō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR: Trademark relaxing 'healing' as expected of the franchise, small hints of the end of the story between the four girls. Works well as a recap or refresh episode after 'More Aggressive'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR: Trademark relaxing 'healing' as expected of the franchise, small hints of the end of the story between the four girls.\u001b[24m\n    \u001b[1mTL; DR：フランチャイズの予想どおりの「ヒーリング」の商標、4人の女の子の話の終わりの小さなヒント。\u001b[22m, \u001b[1mTL; DR：フランチャイズ、4人の女の子の間に物語の終わりの小さなヒントの期待通りに商標リラックスできる「癒し」。\u001b[22m\n\u001b[4mWorks well as a recap or refresh episode after 'More Aggressive'.\u001b[24m\n    \u001b[1m'More Aggressive'の後の要約またはリフレッシュのエピソードとして機能します。\u001b[22m, \u001b[1m復習としてうまく機能するか「より積極的な 'の後のエピソードを更新します。\u001b[22m\n\u001b[1m\u001b[22m\nIf new to this series, I recommend watching the OVA and two TV seasons before starting this - however, this movie works as an introductory piece as well.\n\n\u001b[1mこのシリーズが初めての場合は、これを始める前にOVAと2つのテレビの季節を見てみることをおすすめします。しかし、この映画は入門作品としても機能します。\u001b[22m\n\u001b[1m(Kono shirīzu ga hajimete no baai wa, kore o hajimeru mae ni ovu~a to 2tsu no terebi no kisetsu o mite miru koto o osusume shimasu. Shikashi, kono eiga wa nyūmon sakuhin to shite mo kinō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf new to this series, I recommend watching the OVA and two TV seasons before starting this - however, this movie works as an introductory piece as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf new to this series, I recommend watching the OVA and two TV seasons before starting this - however, this movie works as an introductory piece as well.\u001b[24m\n    \u001b[1mこのシリーズが初めての場合は、これを始める前にOVAと2つのテレビの季節を見てみることをおすすめします。しかし、この映画は入門作品としても機能します。\u001b[22m, \u001b[1mこのシリーズに新たな場合、私はこれを開始する前に、OVAと2テレビの季節を見ることをお勧めします - しかし、この映画は、同様に入門作品として働いています。\u001b[22m\n\u001b[1m\u001b[22m\n---\n\n\u001b[1m---\u001b[22m\n\u001b[1m(-- -)\u001b[22m\n\nTranslations of \u001b[4m---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---\u001b[24m\n    \u001b[1m---\u001b[22m\n\u001b[1m\u001b[22m\nStory: It actually feels much like an extended normal episode of Tamayura, and the longer airtime led to substantially more and higher-quality scenes and interactions between the cast. The relationships between the four main characters and the supporting cast remain the same as ever. It definitely has not lost the trademark healing feeling.\n\n\u001b[1mストーリー：タマユラの通常のエピソードとよく似ていますが、放送時間が長くなればなるほど、より質の高いシーンやキャストとのやり取りができました。  4人の主人公と支持するキャストとの関係はこれまでと同じです。 それは間違いなく商標の癒しの感覚を失っていません。\u001b[22m\n\u001b[1m(Sutōrī: Tamayura no tsūjō no episōdo to yoku nite imasuga, hōsō jikan ga nagaku nareba naru hodo, yori shitsu no takai shīn ya kyasuto to no yaritori ga dekimashita. 4-Ri no shujinkō to shiji suru kyasuto to no kankei wa kore made to onajidesu. Sore wa machigainaku shōhyō no iyashino kankaku o ushinatte imasen.)\u001b[22m\n\nTranslations of \u001b[4mStory: It actually feels much like an extended normal episode of Tamayura, and the longer airtime led to substantially more and higher-quality scenes and interactions between the cast. The relationships between the four main characters and the supporting cast remain the same as ever. It definitely has not lost the trademark healing feeling.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: It actually feels much like an extended normal episode of Tamayura, and the longer airtime led to substantially more and higher-quality scenes and interactions between the cast.\u001b[24m\n    \u001b[1mストーリー：タマユラの通常のエピソードとよく似ていますが、放送時間が長くなればなるほど、より質の高いシーンやキャストとのやり取りができました。\u001b[22m, \u001b[1mストーリー：それは実際に多くのたまゆらの拡張通常のエピソードのように感じている、と長い放送時間はと実質的により高い品質のシーンやキャストとの間の相互作用を導きました。\u001b[22m\n\u001b[4mThe relationships between the four main characters and the supporting cast remain the same as ever.\u001b[24m\n    \u001b[1m4人の主人公と支持するキャストとの関係はこれまでと同じです。\u001b[22m, \u001b[1m4つの主要な文字と脇役との関係はこれまでと同じまま。\u001b[22m\n\u001b[4mIt definitely has not lost the trademark healing feeling.\u001b[24m\n    \u001b[1mそれは間違いなく商標の癒しの感覚を失っていません。\u001b[22m, \u001b[1mこれは間違いなく、商標癒しの感覚を失っていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: What an amazing jump in quality! I was particularly surprised and impressed by the difference in the character designs, but every visual aspect has shown some improvement as well. That said, the gentle backgrounds and colors seen in the past 'Tamayura' works has remained, which only serve to immerse the viewer in a gentle mood.\n\n\u001b[1mアート：どのような素晴らしい品質の飛躍！ 私は特に驚いていて、キャラクターデザインの違いに感銘を受けましたが、すべての視覚的な側面も同様に改善を示しました。 それは、過去の「たまゆら」の作品に見られるような穏やかな背景と色が残っていて、穏やかな気分に浸るだけです。\u001b[22m\n\u001b[1m(Āto: Do no yōna subarashī hinshitsu no hiyaku! Watashi wa tokuni odoroite ite, kyarakutādezain no chigai ni kanmei o ukemashitaga, subete no shikaku-tekina sokumen mo dōyō ni kaizen o shimeshimashita. Sore wa, kako no `tamayura' no sakuhin ni mi rareru yōna odayakana haikei to iro ga nokotte ite, odayakana kibun ni hitaru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: What an amazing jump in quality! I was particularly surprised and impressed by the difference in the character designs, but every visual aspect has shown some improvement as well. That said, the gentle backgrounds and colors seen in the past 'Tamayura' works has remained, which only serve to immerse the viewer in a gentle mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: What an amazing jump in quality!\u001b[24m\n    \u001b[1mアート：どのような素晴らしい品質の飛躍！\u001b[22m, \u001b[1mアート：品質のどのような素晴らしいジャンプ！\u001b[22m\n\u001b[4mI was particularly surprised and impressed by the difference in the character designs, but every visual aspect has shown some improvement as well.\u001b[24m\n    \u001b[1m私は特に驚いていて、キャラクターデザインの違いに感銘を受けましたが、すべての視覚的な側面も同様に改善を示しました。\u001b[22m, \u001b[1m私はキャラクターデザインの違いによる、特に驚きと感動しましたが、すべての視覚的な側面にもいくつかの改善を示しています。\u001b[22m\n\u001b[4mThat said, the gentle backgrounds and colors seen in the past 'Tamayura' works has remained, which only serve to immerse the viewer in a gentle mood.\u001b[24m\n    \u001b[1mそれは、過去の「たまゆら」の作品に見られるような穏やかな背景と色が残っていて、穏やかな気分に浸るだけです。\u001b[22m, \u001b[1mそれは過去の「たまゆら」の作品に見られる穏やかな背景や色だけ穏やかな気分で、視聴者を浸すのに役立つ、残っている、と述べました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Spot-on sound as expected of the franchise. Satou has a great knack at sound direction in both Aria and Tamayura, and it shows. The voice actors remain vibrant and gentle, and their familiarity with the characters shows in their delivery.\n\n\u001b[1mサウンド：フランチャイズの期待どおりのスポット音。 サトウはアリアとタマユラの両方で健全な方向性に優れた才能を持っています。 声優は活気に満ちており、穏やかであり、キャラクターとの親しみが彼らの配達に反映されます。\u001b[22m\n\u001b[1m(Saundo: Furanchaizu no kitai-dōri no supotto-on. Satō wa aria to tamayura no ryōhō de kenzen'na hōkō-sei ni sugureta sainō o motte imasu. Seiyū wa kakki ni michite ori, odayakadeari, kyarakutā to no shitashimi ga karera no haitatsu ni han'ei sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: Spot-on sound as expected of the franchise. Satou has a great knack at sound direction in both Aria and Tamayura, and it shows. The voice actors remain vibrant and gentle, and their familiarity with the characters shows in their delivery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Spot-on sound as expected of the franchise.\u001b[24m\n    \u001b[1mサウンド：フランチャイズの期待どおりのスポット音。\u001b[22m, \u001b[1mサウンド：スポットのサウンドフランチャイズの期待どおりに。\u001b[22m\n\u001b[4mSatou has a great knack at sound direction in both Aria and Tamayura, and it shows.\u001b[24m\n    \u001b[1mサトウはアリアとタマユラの両方で健全な方向性に優れた才能を持っています。\u001b[22m, \u001b[1m佐藤はアリアとたまゆらの両方の音の方向で素晴らしい才能を持っており、それが表示されます。\u001b[22m\n\u001b[4mThe voice actors remain vibrant and gentle, and their familiarity with the characters shows in their delivery.\u001b[24m\n    \u001b[1m声優は活気に満ちており、穏やかであり、キャラクターとの親しみが彼らの配達に反映されます。\u001b[22m, \u001b[1m声優は活気に満ちた穏やかなままであり、文字との親しみやすさはそれらの送達に示しています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Although far from unique, the four main characters interact with each other brilliantly as always. None of the characters seem out of place or lack airtime. The supporting cast holds the main characters up as well, and they do not seem discarded or forgotten. It has been like this since the very beginning, and it's great that this has not been lost even with the amount of character development every main and some regular supporting characters have undergone.\n\n\u001b[1mキャラクター：ユニークなものではありませんが、4人の主人公はいつものように鮮やかに相互作用します。 いずれのキャラクターも外れているか、放映時間が足りません。 支持主義も主人公を握っており、彼らは捨てられたり忘れられたりしていないようです。 これは最初からこのようになっており、メインとなるキャラクターの開発量や正規のサポートキャラクターがいなくても、これが失われていないことは素晴らしいことです。\u001b[22m\n\u001b[1m(Kyarakutā: Yunīkuna monode wa arimasenga, 4-ri no shujinkō wa itsumo no yō ni azayaka ni sōgo sayō shimasu. Izure no kyarakutā mo hazurete iru ka, hōei jikan ga tarimasen. Shiji shugi mo shujinkō o nigitte ori, karera wa sute rare tari wasure rare tari shite inai yōdesu. Kore wa saisho kara kono yō ni natte ori, mein to naru kyarakutā no kaihatsu-ryō ya seiki no sapōtokyarakutā ga inakute mo, kore ga ushinawa rete inai koto wa subarashī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Although far from unique, the four main characters interact with each other brilliantly as always. None of the characters seem out of place or lack airtime. The supporting cast holds the main characters up as well, and they do not seem discarded or forgotten. It has been like this since the very beginning, and it's great that this has not been lost even with the amount of character development every main and some regular supporting characters have undergone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Although far from unique, the four main characters interact with each other brilliantly as always.\u001b[24m\n    \u001b[1mキャラクター：ユニークなものではありませんが、4人の主人公はいつものように鮮やかに相互作用します。\u001b[22m, \u001b[1mキャラクター：遠くユニークから、4つの主要な文字が鮮やかにいつものように互いに相互作用するが。\u001b[22m\n\u001b[4mNone of the characters seem out of place or lack airtime.\u001b[24m\n    \u001b[1mいずれのキャラクターも外れているか、放映時間が足りません。\u001b[22m, \u001b[1m文字のどれも場違い思えない、または放送時間を欠いています。\u001b[22m\n\u001b[4mThe supporting cast holds the main characters up as well, and they do not seem discarded or forgotten.\u001b[24m\n    \u001b[1m支持主義も主人公を握っており、彼らは捨てられたり忘れられたりしていないようです。\u001b[22m, \u001b[1m脇役も同様にメインキャラクターを保持し、それらが廃棄されるか、または忘れていないようです。\u001b[22m\n\u001b[4mIt has been like this since the very beginning, and it's great that this has not been lost even with the amount of character development every main and some regular supporting characters have undergone.\u001b[24m\n    \u001b[1mこれは最初からこのようになっており、メインとなるキャラクターの開発量や正規のサポートキャラクターがいなくても、これが失われていないことは素晴らしいことです。\u001b[22m, \u001b[1mこれは、当初からこのようにされており、これは、すべてのメインといくつかの定期的な脇役を受けたキャラクターの成長の量であっても失われていないことは素晴らしいことです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Trademark 'healing' anime feeling, an incredibly refreshing watch after a long day. The extended time only adds space for the producers to fill in the atmosphere and further immerse the viewer in a relaxing, warm, gentle feeling that has been this series' strong point for its entire run.\n\n\u001b[1m楽しさ：長い一日の後に信じられないほど爽やかな時計、アニメ感覚の商標 'ヒーリング'。 延長された時間は、生産者が大気を埋めるためのスペースを追加するだけで、リラックスして、暖かく、穏やかな感覚で視聴者を没入させます。\u001b[22m\n\u001b[1m(Tanoshisa: Nagai tsuitachi no nochi ni shinji rarenai hodo sawayakana tokei, anime kankaku no shōhyō' hīringu'. Enchō sa reta jikan wa, seisan-sha ga taiki o umeru tame no supēsu o tsuika suru dake de, rirakkusu shite, atatakaku, odayakana kankaku de shichō-sha o botsunyū sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Trademark 'healing' anime feeling, an incredibly refreshing watch after a long day. The extended time only adds space for the producers to fill in the atmosphere and further immerse the viewer in a relaxing, warm, gentle feeling that has been this series' strong point for its entire run.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Trademark 'healing' anime feeling, an incredibly refreshing watch after a long day.\u001b[24m\n    \u001b[1m楽しさ：長い一日の後に信じられないほど爽やかな時計、アニメ感覚の商標 'ヒーリング'。\u001b[22m, \u001b[1m楽しさ：商標「癒し」アニメ感、長い一日の後に非常にさわやかな時計。\u001b[22m\n\u001b[4mThe extended time only adds space for the producers to fill in the atmosphere and further immerse the viewer in a relaxing, warm, gentle feeling that has been this series' strong point for its entire run.\u001b[24m\n    \u001b[1m延長された時間は、生産者が大気を埋めるためのスペースを追加するだけで、リラックスして、暖かく、穏やかな感覚で視聴者を没入させます。\u001b[22m, \u001b[1m生産者が大気中に埋め、さらにその全体の実行のために、このシリーズの強力なポイントとなっているリラックスした、暖かい、穏やかな気持ちで視聴者を浸漬するために延長された時間だけのスペースが追加されます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall/Remarks: Fans of 'Aria' and 'Tamayura' cannot be disappointed with this great addition to 'healing' anime, and it can only get better from here!\n\n\u001b[1m総合/備考：「ARIA」と「Tamayura」のファンは、この「ヒーリング」アニメに大きな恩恵をもたらし、失望することはできません。\u001b[22m\n\u001b[1m(Sōgō/ bikō: `Aria' to `Tamayura' no fan wa, kono `hīringu' anime ni ōkina onkei o motarashi, shitsubō suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall/Remarks: Fans of 'Aria' and 'Tamayura' cannot be disappointed with this great addition to 'healing' anime, and it can only get better from here!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall/Remarks: Fans of 'Aria' and 'Tamayura' cannot be disappointed with this great addition to 'healing' anime, and it can only get better from here!\u001b[24m\n    \u001b[1m総合/備考：「ARIA」と「Tamayura」のファンは、この「ヒーリング」アニメに大きな恩恵をもたらし、失望することはできません。\u001b[22m, \u001b[1m全体的/備考：「アリア」と「たまゆら」のファンは「癒し」アニメにこの偉大ほかには失望することはできない、とそれだけでここから良くなることができます！\u001b[22m"
  }
]
