[
  {
    "title": "Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "id": "25839",
    "url": "https://myanimelist.net/anime/25839/Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "user": "BanjoTheBear",
    "profile": "/profile/BanjoTheBear/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=182978",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n（これは私のredditスレッドから適応されています）\n\nBonjour♪KoiajiPâtisserie（ここから「Bonjour」に短縮されます）のようなショーでは、ある主人公と彼女を取り巻くキャストにある程度関係していると思われます。 私たちは、彼らが見つかった状況、出来事、または苦境を理解するはずです。少なくとも、アニメが描こうとしているメッセージを少なくとも理解する必要があります。 しかし、ケーキのすべての後ろに、ハンキンズと美しい芸術は、不吉なものがあります。事実上何もありません。\n\nストーリー\n\nBonjourは菓子作りの趣味で自分の名前を挙げようとしている若い高校生の春野さゆりさんです。 そのため、彼女はFleurir Confectionary Academyに入学し、来年度は友人や教授と出会う。\n\nこれはかなり難しいアニメです。  Bonjourは、技術的には、ハレムとして分類されています。または、さらなるアニメ専門用語では、逆のハレムに分類されます。 しかし、それはショーの問題が始まる場所です。 男性や女性の多様性のハーレムになると、彼らは自分の愛情の人に対して何らかの関心を示していることが重要です。 しかし、Bonjourはこれをしません。 むしろ1人のキャラクターしか見せていないのですが、それではリョウ...。 それは与えられたものが感情的なつながりや愛情ではなく、教師と学生の関係なので、キャストの残りの人にとっては見知らぬ人でもあります。 それらが学校内の立場であるとすれば、理解できるものです。 しかし、全体のポイントは何ですか？ 誰も応援してくれる人がいなくて、誰も応援しなければ、それはハーレムとして失敗し、この奇妙な「友人」の合併に成功します。\n\nたとえ1人がハーレムの面を無視しても、残りの部分だけがそのスライス・オブ・ライフの基礎です。 しかし、再び、それは自分自身を保持することはできません。 近戦の「戦い」の議論は起こるかもしれないが、それもかなり早く忘れられて、シリーズの方向性の無能をさらに増やすだけである。 イベントの多くは、確かにスライス・オブ・ライフに分類されます：雪上戦、寒さ、ハイキングは、起こる非常に単純なシナリオのいくつかです。 何が起こっているのかには何の物質もありません。 ハーレムがすでに失敗していると、ほとんどの遭遇は一般的に良い友情を越える感情を含んでいないので、これがなぜそのようなのかが明らかになります。 さらに、進んでいることの多くは真の目的を果たすものではありません。 それは、自分自身や観客にとって何の意味もありません。 これを打ち破ると、このショーはすべてのもの、お菓子、キャンディー、デザートになるはずです。 しかし、その根底に固執していても、意味のある方法でもその背景を使うことはできません。 いろいろな食品の創造は、（食べ物や人の面で）審美的な魅力のために集中的に優先されることもありますが、キャラクターの発達やストーリーをさらに進化させることは決してありません。\n\nアニメーション\n\nBonjourの最強のポイントは、その全体的な芸術とアニメーションがここにあります。\n\nショーのための芸術は通常、彼らのいつもの中心的な場所を与えても、かなりきれいです。 これは、ショーの照明やさまざまな昼夜のイベントが原因と考えられます。 学校自体は適切で、異なる教室、キッチン、および敷地があります。 また、定期的に学校の外、市、公園、または他の店に移動し、環境を盛り上げます。 おそらく、視聴者が何が起こっているかに関して少なくともわずかに興味を持っているようにする試みとして。\n\nキャラクターのデザインはハイライトで、全体的なディテールと見た目の質がかなり高いです。 それぞれの人はこの特定の光沢を持っているので、彼らは輝きを放つか、魅力的な方法で目立つようになります。  Sayuriのデザインは、彼女の複雑な髪と多くの服装で、特に素晴らしいです。  RyouからMitsukiまでの男たちも、このような方法で詳述されています。 彼らの最も明白な特徴は特定の色ですが、それはそれぞれがどのようにうまく設計されているかを取り除くものではありません。\n\n最後に、実際のアニメーションは平均的なものです。 ショーが複雑で微妙なやり方でキャラクターを動き回らせる機会はあまり多くありません。通常は口の動きが簡単で、他の面倒な活動にもなります。 アニメは、前述のデザート制作のシーンでやや上に立っていますが、それはあまりにも遥かに遠く、注目すべき点はほとんどありません。\n\nキャラクター\n\n悲しいことに、Bonjourのトラブルはそのキャラクターとともにここに続きます。\n\n...そして、やはり彼らについて話すのは非常に難しいです。 問題は大部分が彼らが作る食糧以外に何も役立たないということです。 ギルバートはやや不器用ですが、心に親切です。 義之介は船尾でありながらも気遣う。 ミツキは完全に理解しています。 リョウは外では甘いが、内面では甘い。 それぞれのキャラクターはうまくいきますが、最初の試合後、サユリの発展を助けるものではありません。 彼らは、人生についてさまざまな視点を提供し、通常は扱わなければならない奇妙な問題に対処する方法を提供しますが、そのようなテーマは決して明示的でもなく、視聴者がその経験に参加することも魅力的ではありません。\n\n残念ながら、Sayuriも同じように見える。 これは、彼女のハーレムが極端に弱いために起こりそうです。 しかし、彼らのような彼女の親切な性格や超素敵な自分の外では、彼女は高級ペストリーシェフになるために彼女がアカデミーに来るにもかかわらず、個人的な成長の面で多くの治療を受けていることは知られていません。 彼女は、あなたが抱くべきものがあなたの周りの人や経験であることを彼女が見ることを可能にするこれらの最小限の基礎的な経験を持っています。 これは、特定の時点で、そして既に話されている最中の最後の戦いの間に、ショー全体を通してちょっと残響を与えられます。 それでも、人生の中で最高のものが「家に近い」ことに気がついたとしても、執行賢明な彼女は改善していないようです。 ショーの終わりはこれを実証します。 彼女はまだ人生の出来事がそんなに行き過ぎではないということは知らない。 彼女は学校で楽しく過ごすことを望み始め、ほとんど同じことが欲しいと終わります。\n\nキャラクターを特定の扱いとして想像してみてください。  Sayuriはカップケーキで、退廃的な霜付けと活発な振りかえがあります。  Ryouはクリーム色のカラメルの中心を隠すチョコレートの部分です。  Mitsukiは「虹風味の」アイスクリームです。 吉之介は縁起の良いブラウンで、噛み付きにくい。 ギルバートは、完璧に調理されたクラムビのクッキーです。 ただひとつにまとめると、砂糖のように聞こえます。 しかし、ひとつひとつが絡み合っているとき、残されているのは微妙で味わい深いデザートではなく、口に恐ろしい味を残す食べられない、不満足なものです。\n\n音\n\nOPは、ドラム、ピアノ、そしてむしろ格子状のヴォーカルで満たされています。 背景のシェイカー、拍手、気まぐれなチャイムがピースを上げようとするが、代わりにフラットになる。\n\n最初のEDは若干速く、歌手は調和して働いています。 ギターとドラムは、最初はビートの大部分を占めていますが、最終的にはフルート・トーンで終わり、リテラルで比喩的な高音で終了します。 トラックは大丈夫ですが、特に興味深いものではありません。\n\n2番目のEDは、よりシンプルなドラムとギターの演奏により、よりキャッチーなビートを生み出し、デュアル・ソングをより多く持っています。 チャイムはここに再び存在しますが、トラックは他のものよりもメランコルックなノートで終わります。 自分の頭を簡単に叩くことを除けば、トラックは家には何もない。\n\nアニメのサウンドトラックは幾分奇妙で、多くの作品が自分の利益のために短すぎると感じています。 スペイン語、マラカ・アンド・ハーモニカのようなフィッティング・ピースや、よりコメディーな瞬間を楽しめるジョーク・チューンなどがあります。 繰り返しますが、一部のOPやEDとは異なり、OSTは完全に忘れがたいものです。\n\nそして、音声演技の仕事を考えると、関与している人は全体的に平均していました。 これには特別な叫び声はありません。\n\n楽しみ\n\nショーはできるだけ面白くしようとする。 たいていの場合、それは、佐々木を憎む少年の椿と、学校の社長であるナデシコのような側面のキャラクターが含まれていますが、その反復性とギャグは、 つかまえようとしている。\n\n「ロマンス」のシナリオには、既に演奏されたことに沿って演奏するチャンスが与えられたとき、そこには十分ではなかった。 二人は雪で満たされた公園を楽しんでいた、または彼女と三木は星空の夜空を注視していた。 それぞれはとてもロマンチックですね。 しかし実際にはアニメ内では、同じ結果が常にあることを知ることは非常に不自由です。つまり、それぞれのキャラクターが互いにどのように感じているかを一方的にも他の方法でも伝えることができません。\n\nBonjour♪KoiajiPâtisserieは、ペストリー、ハレム、そして人生を楽しむアニメであるはずです。 しかし、代わりに見つけられるものは、不自由な話、ひどい人物の一団、そしてかなり退屈な経験です。 素晴らしい芸術とアニメーションだけが恩恵を救うだけですが、それはこのデザートを燃やさないようにするには十分ではありません。\n\n概要\n\nストーリー：恐ろしく、ハーレムとして失敗し、スライス・オブ・ライフとして失敗し、その背景は目的を果たさない\n\nアニメーション：良い、素敵な芸術、良いキャラクターデザイン、平均的な実際のアニメーション\n\n文字：恐ろしい、興味深い、退屈な、決して何かの多くを行うように見える\n\nサウンド：悪い、悪いOP、大丈夫最初のED、大丈夫2番目のED、悪いサウンドトラック、大丈夫VA作品\n\n楽しさ：悪い、あまり面白くないし、\"ロマンス\"は明るくない\n\n最終得点：2/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\n(This has been adapted from my reddit thread)\n\n\u001b[1m（これは私のredditスレッドから適応されています）\u001b[22m\n\u001b[1m((Kore wa watashi no reddit sureddo kara tekiō sa rete imasu))\u001b[22m\n\nTranslations of \u001b[4m(This has been adapted from my reddit thread)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(This has been adapted from my reddit thread)\u001b[24m\n    \u001b[1m（これは私のredditスレッドから適応されています）\u001b[22m\n\u001b[1m\u001b[22m\nWith a show like Bonjour♪Koiaji Pâtisserie (which will be shortened to 'Bonjour' from here on out), one is supposed to relate with, to some extent, the main heroine and the cast surrounding her. We're supposed to understand the situations, the happenings, or the predicaments that they're found in. Or at the minimum, at least understand what message the anime is attempting to portray. But behind all of the cakes, hunks, and pretty art lies something sinister: practically nothing.\n\n\u001b[1mBonjour♪KoiajiPâtisserie（ここから 'Bonjour'に短縮される）のようなショーでは、ある主人公と彼女を取り巻くキャストにある程度関係していると思われる。 私たちは、彼らが見つかった状況、出来事、または苦境を理解するはずです。少なくとも、アニメが描こうとしているメッセージを少なくとも理解する必要があります。 しかし、ケーキのすべての後ろに、ハンキンズと美しい芸術は、不吉なものがあります。事実上何もありません。\u001b[22m\n\u001b[1m(Bonjūru ♪ KoiajiPâtisserie (koko kara' bonjūru' ni tanshuku sa reru) no yōna shōde wa, aru shujinkō to kanojo o torimaku kyasuto ni aruteido kankei shite iru to omowa reru. Watashitachiha, karera ga mitsukatta jōkyō, dekigoto, matawa kukyō o rikai suru hazudesu. Sukunakutomo, anime ga egakou to shite iru messēji o sukunakutomo rikai suru hitsuyō ga arimasu. Shikashi, kēki no subete no ushiro ni, hankinzu to utsukushī geijutsu wa, fukitsuna mono ga arimasu. Jijitsujō nani mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWith a show like Bonjour♪Koiaji Pâtisserie (which will be shortened to 'Bonjour' from here on out), one is supposed to relate with, to some extent, the main heroine and the cast surrounding her. We're supposed to understand the situations, the happenings, or the predicaments that they're found in. Or at the minimum, at least understand what message the anime is attempting to portray. But behind all of the cakes, hunks, and pretty art lies something sinister: practically nothing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith a show like Bonjour♪Koiaji Pâtisserie (which will be shortened to 'Bonjour' from here on out), one is supposed to relate with, to some extent, the main heroine and the cast surrounding her.\u001b[24m\n    \u001b[1mBonjour♪KoiajiPâtisserie（ここから 'Bonjour'に短縮される）のようなショーでは、ある主人公と彼女を取り巻くキャストにある程度関係していると思われる。\u001b[22m, \u001b[1m（うちにここから「ボンジュール」に短縮されます）ボンジュール♪Koiajiパティスリーのようなショーで、1は、ある程度でメインヒロインと、彼女を取り巻くキャストを関連付けることになっています。\u001b[22m\n\u001b[4mWe're supposed to understand the situations, the happenings, or the predicaments that they're found in. Or at the minimum, at least understand what message the anime is attempting to portray.\u001b[24m\n    \u001b[1m私たちは、彼らが見つかった状況、出来事、または苦境を理解するはずです。少なくとも、アニメが描こうとしているメッセージを少なくとも理解する必要があります。\u001b[22m, \u001b[1m我々は状況、出来事、またはそれらがで見つかっている苦境を理解することになってください。または、最低でも、少なくともアニメが描写しようとするメッセージの内容を理解しています。\u001b[22m\n\u001b[4mBut behind all of the cakes, hunks, and pretty art lies something sinister: practically nothing.\u001b[24m\n    \u001b[1mしかし、ケーキのすべての後ろに、ハンキンズと美しい芸術は、不吉なものがあります。事実上何もありません。\u001b[22m, \u001b[1m実質的に何もない：しかし、ケーキ、兄貴、とかなり芸術のすべての背後に不吉な何かに位置しています。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY\n/ˈstôrē/\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mSTORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nBonjour stars Sayuri Haruno, a young high school girl looking to make a name for herself in the hobby of making sweets. Therefore, she enrolls in Fleurir Confectionary Academy, where she meets her friends and professors for the coming year.\n\n\u001b[1mBonjourは菓子作りの趣味で自分の名前を挙げようとしている若い高校生の春野さゆりさんです。 そのため、彼女はFleurir Confectionary Academyに入学し、来年度は友人や教授と出会う。\u001b[22m\n\u001b[1m(Bonjūru wa kashi-tsukuri no shumi de jibun no namae o ageyou to shite iru wakai kōkōsei no Haruno Sayuri-sandesu. Sonotame, kanojo wa fururīru Confectionary akademī ni nyūgaku shi, rainendo wa yūjin ya kyōju to deau.)\u001b[22m\n\nTranslations of \u001b[4mBonjour stars Sayuri Haruno, a young high school girl looking to make a name for herself in the hobby of making sweets. Therefore, she enrolls in Fleurir Confectionary Academy, where she meets her friends and professors for the coming year.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBonjour stars Sayuri Haruno, a young high school girl looking to make a name for herself in the hobby of making sweets.\u001b[24m\n    \u001b[1mBonjourは菓子作りの趣味で自分の名前を挙げようとしている若い高校生の春野さゆりさんです。\u001b[22m, \u001b[1mBonjour星さゆり春野、お菓子を作るの趣味で自分自身の名前を作るために探している若い女子高生。\u001b[22m\n\u001b[4mTherefore, she enrolls in Fleurir Confectionary Academy, where she meets her friends and professors for the coming year.\u001b[24m\n    \u001b[1mそのため、彼女はFleurir Confectionary Academyに入学し、来年度は友人や教授と出会う。\u001b[22m, \u001b[1mそのため、彼女は来年のために彼女の友人や教授を満たしているFleurir製菓アカデミーに在籍しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis is quite the difficult anime to talk about. Bonjour is technically classified as a harem -- or with further anime jargon, a reverse harem. But that's where the show's problems begin. When it comes to harems of either the male or female variety, it's paramount that the harem-ers show some sort of interest towards the person of their affection. Yet, Bonjour doesn't do this; rather, it shows only one character do this, Ryou...but then subsequently forces him into the friend-zone with a literal handshake and nothing more. It's even stranger for the rest of the cast, because what is given isn't emotional connections or loving feelings but a teacher-student relationship. Which is understandable, given that those are their positions within the school. But then what is the overall point? With nobody to cheer for, with nobody to cheer against, then it fails as a harem and succeeds as being this weird amalgamation of 'friends.'\n\n\u001b[1mこれはかなり難しいアニメです。  Bonjourは、技術的には、ハレムとして分類されています。または、さらなるアニメ専門用語では、逆のハレムに分類されます。 しかし、それはショーの問題が始まる場所です。 男性や女性の多様性のハーレムになると、彼らは自分の愛情の人に対して何らかの関心を示していることが重要です。 しかし、Bonjourはこれをしません。 むしろ1人のキャラクターしか見せていないのですが、それではリョウ...。 それは与えられたものが感情的なつながりや愛情ではなく、教師と学生の関係なので、キャストの残りの人にとっては見知らぬ人でもあります。 それらが学校内の立場であるとすれば、理解できるものです。 しかし、全体のポイントは何ですか？ 誰も応援してくれる人がいなくて、誰も応援しなければ、それはハーレムとして失敗し、この奇妙な「友人」の合併に成功します。\u001b[22m\n\u001b[1m(Kore wa kanari muzukashī animedesu. Bonjūru wa, gijutsu-teki ni wa, haremu to shite bunrui sa rete imasu. Matawa, saranaru anime senmon yōgode wa, gyaku no haremu ni bunrui sa remasu. Shikashi, soreha shō no mondai ga hajimaru bashodesu. Dansei ya josei no tayō-sei no hāremu ni naru to, karera wa jibun no aijō no hito ni taishite nanrakano kanshin o shimeshite iru koto ga jūyōdesu. Shikashi, bonjūru wa kore o shimasen. Mushiro 1-ri no kyarakutā shika misete inai nodesuga, soredewa Ryō.... Sore wa atae rareta mono ga kanjō-tekina tsunagari ya aijōde wa naku, kyōshi to gakusei no kankeinanode, kyasuto no nokori no hito ni totte wa mishiranu hito demo arimasu. Sorera ga gakkō-nai no tachibadearu to sureba, rikai dekiru monodesu. Shikashi, zentai no pointo wa nanidesu ka? Dare mo ōen shite kureru hito ga inakute, dare mo ōen shinakereba, soreha hāremu to shite shippai shi, kono kimyōna `yūjin' no gappei ni seikō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is quite the difficult anime to talk about. Bonjour is technically classified as a harem -- or with further anime jargon, a reverse harem. But that's where the show's problems begin. When it comes to harems of either the male or female variety, it's paramount that the harem-ers show some sort of interest towards the person of their affection. Yet, Bonjour doesn't do this; rather, it shows only one character do this, Ryou...but then subsequently forces him into the friend-zone with a literal handshake and nothing more. It's even stranger for the rest of the cast, because what is given isn't emotional connections or loving feelings but a teacher-student relationship. Which is understandable, given that those are their positions within the school. But then what is the overall point? With nobody to cheer for, with nobody to cheer against, then it fails as a harem and succeeds as being this weird amalgamation of 'friends.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is quite the difficult anime to talk about.\u001b[24m\n    \u001b[1mこれはかなり難しいアニメです。\u001b[22m, \u001b[1mこれは、について話をするために非常に困難アニメです。\u001b[22m\n\u001b[4mBonjour is technically classified as a harem -- or with further anime jargon, a reverse harem.\u001b[24m\n    \u001b[1mBonjourは、技術的には、ハレムとして分類されています。または、さらなるアニメ専門用語では、逆のハレムに分類されます。\u001b[22m, \u001b[1mまたはさらにアニメ専門用語、逆ハーレムで -  Bonjourは技術的にはハーレムに分類されます。\u001b[22m\n\u001b[4mBut that's where the show's problems begin.\u001b[24m\n    \u001b[1mしかし、それはショーの問題が始まる場所です。\u001b[22m, \u001b[1mショーの問題が始まるところしかし、それはです。\u001b[22m\n\u001b[4mWhen it comes to harems of either the male or female variety, it's paramount that the harem-ers show some sort of interest towards the person of their affection.\u001b[24m\n    \u001b[1m男性や女性の多様性のハーレムになると、彼らは自分の愛情の人に対して何らかの関心を示していることが重要です。\u001b[22m, \u001b[1mそれは男性または女性の様々などちらかのハーレムに来るとき、それはハーレム-者が彼らの愛情の人に向けた関心のいくつかの並べ替えを示すことが最も重要です。\u001b[22m\n\u001b[4mYet, Bonjour doesn't do this;\u001b[24m\n    \u001b[1mしかし、Bonjourはこれをしません。\u001b[22m, \u001b[1mしかし、Bonjourはこれを行いません。\u001b[22m\n\u001b[4mrather, it shows only one character do this, Ryou...but then subsequently forces him into the friend-zone with a literal handshake and nothing more.\u001b[24m\n    \u001b[1mむしろ1人のキャラクターしか見せていないのですが、それではリョウ...。\u001b[22m, \u001b[1mむしろ、それは涼、一つだけの文字がこれを行う示している...しかし、その後リテラル握手、より何もない友人ゾーンに彼を強制します。\u001b[22m\n\u001b[4mIt's even stranger for the rest of the cast, because what is given isn't emotional connections or loving feelings but a teacher-student relationship.\u001b[24m\n    \u001b[1mそれは与えられたものが感情的なつながりや愛情ではなく、教師と学生の関係なので、キャストの残りの人にとっては見知らぬ人でもあります。\u001b[22m, \u001b[1mどの与えられているが、感情的な接続や愛する気持ちが、教師と生徒の関係ではないので、キャストの残りの部分であっても見知らぬ人です。\u001b[22m\n\u001b[4mWhich is understandable, given that those are their positions within the school.\u001b[24m\n    \u001b[1mそれらが学校内の立場であるとすれば、理解できるものです。\u001b[22m, \u001b[1mものが学校内での位置であることを考えれば、理解できます。\u001b[22m\n\u001b[4mBut then what is the overall point?\u001b[24m\n    \u001b[1mしかし、全体のポイントは何ですか？\u001b[22m, \u001b[1mしかし、その後、全体のポイントは何ですか？\u001b[22m\n\u001b[4mWith nobody to cheer for, with nobody to cheer against, then it fails as a harem and succeeds as being this weird amalgamation of 'friends.'\u001b[24m\n    \u001b[1m誰も応援してくれる人がいなくて、誰も応援しなければ、それはハーレムとして失敗し、この奇妙な「友人」の合併に成功します。\u001b[22m, \u001b[1m応援する誰もして、応援する誰と、それはハーレムとして失敗し、この奇妙な融合であるとして成功した「友人」。\u001b[22m\n\u001b[1m\u001b[22m\nEven if one ignores the harem aspect, the only remaining part to fall back on is its slice-of-life foundation. But again, it cannot hold itself up. An argument can be had for the near ending 'battle' that takes place, but that, too, is forgotten quite quickly, only furthering the already ineptitude of the series' direction. Many of the events can most certainly be classified as slice-of-life: snowball fights, getting a cold, and going hiking are some of the very simple scenarios that take place. There just isn't any substance to any of what goes on. With the harem already having failed, it becomes evident why this is the case, since most encounters generally never contain feelings that go beyond a good friendship. Furthermore, much of what goes on never serves any true purpose. It just comes off as the cast going through their day-to-day lives without meaning much of anything to themselves or to the audience. And catapulting off this, the show is supposed to be about all-things sweets, candies, and desserts. Sticking true to its established roots, though, it fails to use even its backdrop in a meaningful way. The creation of the various foods is sometimes prioritized in a focused manner for aesthetic appeal (in terms of the food and the guys), but it's never used to further the characters' development or the story.\n\n\u001b[1mたとえ1人がハーレムの面を無視しても、残りの部分だけがそのスライス・オブ・ライフの基礎です。 しかし、再び、それは自分自身を保持することはできません。 近戦の「戦い」の議論は起こるかもしれないが、それもかなり早く忘れられて、シリーズの方向性の無能をさらに増やすだけである。 イベントの多くは、確かにスライス・オブ・ライフに分類されます：雪上戦、寒さ、ハイキングは、起こる非常に単純なシナリオのいくつかです。 何が起こっているのかには何の物質もありません。 ハーレムがすでに失敗していると、ほとんどの遭遇は一般的に良い友情を越える感情を含んでいないので、これがなぜそのようなのかが明らかになります。 さらに、進んでいることの多くは真の目的を果たすものではありません。 それは、自分自身や観客にとって何の意味もありません。 これを打ち破ると、このショーはすべてのもの、お菓子、キャンディー、デザートになるはずです。 しかし、その根底に固執していても、意味のある方法でもその背景を使うことはできません。 いろいろな食品の創造は、（食べ物や人の面で）審美的な魅力のために集中的に優先されることもありますが、キャラクターの発達やストーリーをさらに進化させることは決してありません。\u001b[22m\n\u001b[1m(Tatoe 1-ri ga hāremu no men o mushi shite mo, nokori no bubun dake ga sono suraisu Obu raifu no kisodesu. Shikashi, futatabi, soreha jibun jishin o hoji suru koto wa dekimasen. Ibento no ōku wa, tashika ni suraisu Obu raifu ni bunrui sa remasu: Setsujō-sen, samu-sa, haikingu wa, okoru hijō ni tanjun'na shinario no ikutsu kadesu. Nani ga okotte iru no ka ni wa nani no busshitsu mo arimasen. Hāremu ga sudeni shippai shite iru to, hotondo no sōgū wa ippan-teki ni yoi yūjō o koeru kanjō o fukunde inainode, kore ga naze sono yōna no ka ga akiraka ni narimasu. Sarani, susunde iru koto no ōku wa shin no mokuteki o hatasu monode wa arimasen. Sore wa, jibun jishin ya kankyaku ni totte nani no imi mo arimasen. Kore o uchiyaburu to, kono shō wa subete no mono, okashi, kyandī, dezāto ni naru hazudesu. Shikashi, sono kontei ni koshū shite ite mo, iminoaru hōhō demo sono haikei o tsukau koto wa dekimasen. Iroirona shokuhin no sōzō wa,(tabemono ya hito no men de) shinbi-tekina miryoku no tame ni shūchū-teki ni yūsen sa reru koto mo arimasuga, kyarakutā no hattatsu ya sutōrī o sarani shinka sa seru koto wa kesshite arimasen. Chika-sen no `tatakai' no giron wa okoru kamo shirenaiga, sore mo kanari hayaku wasure rarete, shirīzu no hōkō-sei no munō o sarani fuyasu dakedearu.)\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION\n/ˌanəˈmāSHən/\n\n\u001b[1mアニメーション\u001b[22m\n\u001b[1m(Animēshon)\u001b[22m\n\nDefinitions of \u001b[4mANIMATION\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, animation\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, animation\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, animation\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, animation\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, animation\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, animation\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\n\u001b[1m\u001b[22m\nBonjour's strongest point is found here, with its overall art and animation.\n\n\u001b[1mBonjourの最強のポイントは、その全体的な芸術とアニメーションがここにあります。\u001b[22m\n\u001b[1m(Bonjūru no saikyō no pointo wa, sono zentai-tekina geijutsu to animēshon ga koko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBonjour's strongest point is found here, with its overall art and animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBonjour's strongest point is found here, with its overall art and animation.\u001b[24m\n    \u001b[1mBonjourの最強のポイントは、その全体的な芸術とアニメーションがここにあります。\u001b[22m, \u001b[1mBonjourの最強のポイントは、その全体的なアートやアニメーションで、ここで発見されました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art for the show is usually quite pretty, even given their usual, central location. This is perhaps due to the show's use of lighting and varied day-and-nighttime events. The school itself is appropriate, with its different classrooms, kitchens, and grounds. It also regularly moves outside the school, to the city, parks, or other shops, to spice up the environments. Perhaps as an attempt to keep the viewer at least marginally interested as to what is going on.\n\n\u001b[1mショーのための芸術は通常、彼らのいつもの中心的な場所を与えても、かなりきれいです。 これは、ショーの照明やさまざまな昼夜のイベントが原因と考えられます。 学校自体は適切で、異なる教室、キッチン、および敷地があります。 また、定期的に学校の外、市、公園、または他の店に移動し、環境を盛り上げます。 おそらく、視聴者が何が起こっているかに関して少なくともわずかに興味を持っているようにする試みとして。\u001b[22m\n\u001b[1m(Shō no tame no geijutsu wa tsūjō, karera no itsumo no chūshin-tekina basho o ataete mo, kanari kireidesu. Kore wa, shō no shōmei ya samazamana chūya no ibento ga gen'in to kangae raremasu. Gakkō jitai wa tekisetsude, kotonaru kyōshitsu, kitchin, oyobi shikichi ga arimasu. Mata, teikitekini gakkō no soto, ichi, kōen, matawa hoka no mise ni idō shi, kankyō o moriagemasu. Osoraku, shichō-sha ga nani ga okotte iru ka ni kanshite sukunakutomo wazuka ni kyōmi o motte iru yō ni suru kokoromi to shite.)\u001b[22m\n\nTranslations of \u001b[4mThe art for the show is usually quite pretty, even given their usual, central location. This is perhaps due to the show's use of lighting and varied day-and-nighttime events. The school itself is appropriate, with its different classrooms, kitchens, and grounds. It also regularly moves outside the school, to the city, parks, or other shops, to spice up the environments. Perhaps as an attempt to keep the viewer at least marginally interested as to what is going on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art for the show is usually quite pretty, even given their usual, central location.\u001b[24m\n    \u001b[1mショーのための芸術は通常、彼らのいつもの中心的な場所を与えても、かなりきれいです。\u001b[22m, \u001b[1mショーのための技術ではあっても、それらの通常、中央の場所を考えると、通常は非常にきれいです。\u001b[22m\n\u001b[4mThis is perhaps due to the show's use of lighting and varied day-and-nighttime events.\u001b[24m\n    \u001b[1mこれは、ショーの照明やさまざまな昼夜のイベントが原因と考えられます。\u001b[22m, \u001b[1mこれはおそらく、照明や多様日・アンド・夜間イベントのショーの使用によるものです。\u001b[22m\n\u001b[4mThe school itself is appropriate, with its different classrooms, kitchens, and grounds.\u001b[24m\n    \u001b[1m学校自体は適切で、異なる教室、キッチン、および敷地があります。\u001b[22m, \u001b[1m学校自体が異なる教室、キッチン、敷地で、適切です。\u001b[22m\n\u001b[4mIt also regularly moves outside the school, to the city, parks, or other shops, to spice up the environments.\u001b[24m\n    \u001b[1mまた、定期的に学校の外、市、公園、または他の店に移動し、環境を盛り上げます。\u001b[22m, \u001b[1mまた、定期的な環境を盛り上げるために、都市、公園、または他の店に、学校の外に移動します。\u001b[22m\n\u001b[4mPerhaps as an attempt to keep the viewer at least marginally interested as to what is going on.\u001b[24m\n    \u001b[1mおそらく、視聴者が何が起こっているかに関して少なくともわずかに興味を持っているようにする試みとして。\u001b[22m, \u001b[1mおそらく、何が起こっているかのような、少なくともわずかに興味を持って視聴者を維持するための試みとして。\u001b[22m\n\u001b[1m\u001b[22m\nThe character designs are the highlight, with their overall level of detail and apparent quality to be quite high. Each has this certain sheen to them, which allows them to almost sparkle or standout in a positive way. Sayuri's design is especially nice, with her intricate hair and many outfits. The guys, from Ryou to Mitsuki, are also detailed in such a way. Their most obvious feature is a particular color, but that doesn't take away from how well each was designed.\n\n\u001b[1mキャラクターのデザインはハイライトで、全体的なディテールと見た目の質がかなり高いです。 それぞれの人はこの特定の光沢を持っているので、彼らは輝きを放つか、魅力的な方法で目立つようになります。  Sayuriのデザインは、彼女の複雑な髪と多くの服装で、特に素晴らしいです。  RyouからMitsukiまでの男たちも、このような方法で詳述されています。 彼らの最も明白な特徴は特定の色ですが、それはそれぞれがどのようにうまく設計されているかを取り除くものではありません。\u001b[22m\n\u001b[1m(Kyarakutā no dezain wa hairaito de, zentai-tekina ditēru to mitame no shitsu ga kanari takaidesu. Sorezore no hito wa kono tokutei no kōtaku o motte irunode, karera wa kagayaki o hanatsu ka, miryoku-tekina hōhō de medatsu yō ni narimasu. Sayuri no dezain wa, kanojo no fukuzatsuna kami to ōku no fukusō de, tokuni subarashīdesu. Ryou kara mitsuki made no otoko-tachi mo, kono yōna hōhō de shōjutsu sa rete imasu. Karera no mottomo meihakuna tokuchō wa tokutei no irodesuga, sore wa sorezore ga dono yō ni umaku sekkei sa rete iru ka o torinozoku monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe character designs are the highlight, with their overall level of detail and apparent quality to be quite high. Each has this certain sheen to them, which allows them to almost sparkle or standout in a positive way. Sayuri's design is especially nice, with her intricate hair and many outfits. The guys, from Ryou to Mitsuki, are also detailed in such a way. Their most obvious feature is a particular color, but that doesn't take away from how well each was designed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character designs are the highlight, with their overall level of detail and apparent quality to be quite high.\u001b[24m\n    \u001b[1mキャラクターのデザインはハイライトで、全体的なディテールと見た目の質がかなり高いです。\u001b[22m, \u001b[1m詳細および見かけの品質の全体的なレベルは非常に高いことがでキャラクターデザインは、ハイライトされています。\u001b[22m\n\u001b[4mEach has this certain sheen to them, which allows them to almost sparkle or standout in a positive way.\u001b[24m\n    \u001b[1mそれぞれの人はこの特定の光沢を持っているので、彼らは輝きを放つか、魅力的な方法で目立つようになります。\u001b[22m, \u001b[1mそれぞれが積極的にほぼ輝きや傑出したにそれらを可能にする彼らに、この特定の光沢を持っています。\u001b[22m\n\u001b[4mSayuri's design is especially nice, with her intricate hair and many outfits.\u001b[24m\n    \u001b[1mSayuriのデザインは、彼女の複雑な髪と多くの服装で、特に素晴らしいです。\u001b[22m, \u001b[1mさゆりさんのデザインは、彼女の複雑な髪と多くの服装で、特にいいです。\u001b[22m\n\u001b[4mThe guys, from Ryou to Mitsuki, are also detailed in such a way.\u001b[24m\n    \u001b[1mRyouからMitsukiまでの男たちも、このような方法で詳述されています。\u001b[22m, \u001b[1m涼からみつきの人は、このような方法でも詳述されています。\u001b[22m\n\u001b[4mTheir most obvious feature is a particular color, but that doesn't take away from how well each was designed.\u001b[24m\n    \u001b[1m彼らの最も明白な特徴は特定の色ですが、それはそれぞれがどのようにうまく設計されているかを取り除くものではありません。\u001b[22m, \u001b[1m彼らの最も明白な特徴は、特定の色であるが、それは離れてそれぞれの設計方法ウェルから取ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nFinally, actual animation is around average. There aren't too many opportunities for the show to have the characters move about in complex or nuanced ways, usually falling on easy mouth movements or other nonchalant activities. The anime does step it up slightly during the aforementioned dessert-crafting scenes, but those are too far and few between to be considerably noteworthy.\n\n\u001b[1m最後に、実際のアニメーションは平均的なものです。 ショーが複雑で微妙なやり方でキャラクターを動き回らせる機会はあまり多くありません。通常は口の動きが簡単で、他の面倒な活動にもなります。 アニメは、前述のデザート制作のシーンでやや上に立っていますが、それはあまりにも遥かに遠く、注目すべき点はほとんどありません。\u001b[22m\n\u001b[1m(Saigo ni, jissai no animēshon wa heikin-tekina monodesu. Shō ga fukuzatsude bimyōna yarikata de kyarakutā o ugokimawara seru kikai wa amari ōku arimasen. Tsūjō wa kuchi no ugoki ga kantande, hoka no mendōna katsudō ni mo narimasu. Anime wa, zenjutsu no dezāto seisaku no shīn de yaya ue ni tatte imasuga, sore wa amarini mo haruka ni tōku, chūmoku subeki ten wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFinally, actual animation is around average. There aren't too many opportunities for the show to have the characters move about in complex or nuanced ways, usually falling on easy mouth movements or other nonchalant activities. The anime does step it up slightly during the aforementioned dessert-crafting scenes, but those are too far and few between to be considerably noteworthy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally, actual animation is around average.\u001b[24m\n    \u001b[1m最後に、実際のアニメーションは平均的なものです。\u001b[22m, \u001b[1m最後に、実際のアニメーションが周りの平均です。\u001b[22m\n\u001b[4mThere aren't too many opportunities for the show to have the characters move about in complex or nuanced ways, usually falling on easy mouth movements or other nonchalant activities.\u001b[24m\n    \u001b[1mショーが複雑で微妙なやり方でキャラクターを動き回らせる機会はあまり多くありません。通常は口の動きが簡単で、他の面倒な活動にもなります。\u001b[22m, \u001b[1m文字は通常、簡単に口の動きや他のさりげな活動に落下、複雑なまたは微妙な方法で動き回る持っているショーのためにあまりにも多くの機会がありません。\u001b[22m\n\u001b[4mThe anime does step it up slightly during the aforementioned dessert-crafting scenes, but those are too far and few between to be considerably noteworthy.\u001b[24m\n    \u001b[1mアニメは、前述のデザート制作のシーンでやや上に立っていますが、それはあまりにも遥かに遠く、注目すべき点はほとんどありません。\u001b[22m, \u001b[1mアニメは、前述のデザート・クラフトシーンの間にわずかにそれをステップアップしますが、それらはあまりにも遠く、いくつかのかなり注目すべきであることの間です。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nSadly, Bonjour's troubles continue here with its characters.\n\n\u001b[1m悲しいことに、Bonjourのトラブルはそのキャラクターとともにここに続きます。\u001b[22m\n\u001b[1m(Kanashī koto ni, bonjūru no toraburu wa sono kyarakutā to tomoni koko ni tsudzukimasu.)\u001b[22m\n\nTranslations of \u001b[4mSadly, Bonjour's troubles continue here with its characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSadly, Bonjour's troubles continue here with its characters.\u001b[24m\n    \u001b[1m悲しいことに、Bonjourのトラブルはそのキャラクターとともにここに続きます。\u001b[22m, \u001b[1m悲しいことに、ボンジュールのトラブルは、その文字と一緒にここ続けます。\u001b[22m\n\u001b[1m\u001b[22m\n...And again, it's very difficult to talk about them at length. The problem is that the majority serve nothing besides the food they make. Gilbert is somewhat clumsy yet kind at heart; Yoshinosuke is stern yet caring; Mitsuki is completely understanding; and Ryou is unnerving on the outside yet sweet on the inside. Each of their characterizations is fine, but after their initial showings, they don't help Sayuri develop in any way. They sort of provide different perspectives on life and the way to handle going about weird issues that normally have to be dealt with, but such themes are never explicit nor are they compelling for the viewer taking part in the experience.\n\n\u001b[1m...そして、やはり彼らについて話すのは非常に難しいです。 問題は大部分が彼らが作る食糧以外に何も役立たないということです。 ギルバートはやや不器用ですが、心に親切です。 義之介は船尾でありながらも気遣う。 ミツキは完全に理解しています。 リョウは外では甘いが、内面では甘い。 それぞれのキャラクターはうまくいきますが、最初の試合後、サユリの発展を助けるものではありません。 彼らは、人生についてさまざまな視点を提供し、通常は扱わなければならない奇妙な問題に対処する方法を提供しますが、そのようなテーマは決して明示的でもなく、視聴者がその経験に参加することも魅力的ではありません。\u001b[22m\n\u001b[1m(... Soshite, yahari karera ni tsuite hanasu no wa hijō ni muzukashīdesu. Mondai wa daibubun ga karera ga tsukuru shokuryō igai ni nani mo yakudatanai to iu kotodesu. Girubāto wa yaya bukiyōdesuga, kokoro ni shinsetsudesu. Yoshinosuke wa senbidearinagara mo kidzukau. Mitsuki wa kanzen ni rikai shite imasu. Ryō wa sotode wa amaiga, naimende wa amai. Sorezore no kyarakutā wa umaku ikimasuga, saisho no shiai-go, Sayuri no hatten o tasukeru monode wa arimasen. Karera wa, jinsei ni tsuite samazamana shiten o teikyō shi, tsūjō wa atsukawanakereba naranai kimyōna mondai ni taisho suru hōhō o teikyō shimasuga, sono yōna tēma wa kesshite meishitekide mo naku, shichō-sha ga sono keiken ni sanka suru koto mo mirikitekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m...And again, it's very difficult to talk about them at length. The problem is that the majority serve nothing besides the food they make. Gilbert is somewhat clumsy yet kind at heart; Yoshinosuke is stern yet caring; Mitsuki is completely understanding; and Ryou is unnerving on the outside yet sweet on the inside. Each of their characterizations is fine, but after their initial showings, they don't help Sayuri develop in any way. They sort of provide different perspectives on life and the way to handle going about weird issues that normally have to be dealt with, but such themes are never explicit nor are they compelling for the viewer taking part in the experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...And again, it's very difficult to talk about them at length.\u001b[24m\n    \u001b[1m...そして、やはり彼らについて話すのは非常に難しいです。\u001b[22m, \u001b[1m...そして再び、それは長さでそれらについて話をするのは非常に困難です。\u001b[22m\n\u001b[4mThe problem is that the majority serve nothing besides the food they make.\u001b[24m\n    \u001b[1m問題は大部分が彼らが作る食糧以外に何も役立たないということです。\u001b[22m, \u001b[1m問題は、大多数が彼らが作る食べ物以外に何を提供していないということです。\u001b[22m\n\u001b[4mGilbert is somewhat clumsy yet kind at heart;\u001b[24m\n    \u001b[1mギルバートはやや不器用ですが、心に親切です。\u001b[22m, \u001b[1mギルバートは中心にまだ一種やや不器用です。\u001b[22m\n\u001b[4mYoshinosuke is stern yet caring;\u001b[24m\n    \u001b[1m義之介は船尾でありながらも気遣う。\u001b[22m, \u001b[1mYoshinosukeはまだ思いやりのある船尾です。\u001b[22m\n\u001b[4mMitsuki is completely understanding;\u001b[24m\n    \u001b[1mミツキは完全に理解しています。\u001b[22m, \u001b[1mみつきは完全に理解しています。\u001b[22m\n\u001b[4mand Ryou is unnerving on the outside yet sweet on the inside.\u001b[24m\n    \u001b[1mリョウは外では甘いが、内面では甘い。\u001b[22m, \u001b[1mそして、龍は、内側にはまだ甘い外側に驚かされます。\u001b[22m\n\u001b[4mEach of their characterizations is fine, but after their initial showings, they don't help Sayuri develop in any way.\u001b[24m\n    \u001b[1mそれぞれのキャラクターはうまくいきますが、最初の試合後、サユリの発展を助けるものではありません。\u001b[22m, \u001b[1mその特徴付けのそれぞれは結構ですが、その最初の上映の後、彼らはさゆりがどのような方法で開発するのに役立ちません。\u001b[22m\n\u001b[4mThey sort of provide different perspectives on life and the way to handle going about weird issues that normally have to be dealt with, but such themes are never explicit nor are they compelling for the viewer taking part in the experience.\u001b[24m\n    \u001b[1m彼らは、人生についてさまざまな視点を提供し、通常は扱わなければならない奇妙な問題に対処する方法を提供しますが、そのようなテーマは決して明示的でもなく、視聴者がその経験に参加することも魅力的ではありません。\u001b[22m, \u001b[1m彼らは一種の生命と通常に対処する必要がある奇妙な問題についてつもり処理する方法に異なる視点を提供するが、このようなテーマが明確なことはありませんも、彼らが体験に参加して、視聴者にとって魅力的なされています。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, Sayuri fairs about the same as well. This is most likely due to her harem being extremely weak. But like them, outside of her affable personality and super-nice self, she isn't known to have received much treatment in terms of personal growth, despite her coming to the academy to purportedly become a high-class pastry chef. She has these minimal, grounded experiences that allow her to see that what one should cherish are the people and experiences around you. This is reverberated a bit throughout the show at certain points, and during that already-talked-about final battle. Still, even given that she comes to realize that the best things in life are 'close to home,' it doesn't excuse the fact that, execution-wise, she doesn't seem to improve. The end of the show demonstrates this; she still has no idea that life's events aren't so come-and-go. She begins wanting to have a fun time at school, and ends wanting nearly the same thing.\n\n\u001b[1m残念ながら、Sayuriも同じように見える。 これは、彼女のハーレムが極端に弱いために起こりそうです。 しかし、彼らのような彼女の親切な性格や超素敵な自分の外では、彼女は高級ペストリーシェフになるために彼女がアカデミーに来るにもかかわらず、個人的な成長の面で多くの治療を受けていることは知られていません。 彼女は、あなたが抱くべきものがあなたの周りの人や経験であることを彼女が見ることを可能にするこれらの最小限の基礎的な経験を持っています。 これは、特定の時点で、そして既に話されている最中の最後の戦いの間に、ショー全体を通してちょっと残響を与えられます。 それでも、人生の中で最高のものが「家に近い」ことに気がついたとしても、執行賢明な彼女は改善していないようです。 ショーの終わりはこれを実証します。 彼女はまだ人生の出来事がそんなに行き過ぎではないということは知らない。 彼女は学校で楽しく過ごすことを望み始め、ほとんど同じことが欲しいと終わります。\u001b[22m\n\u001b[1m(Zan'nen'nagara, Sayuri mo onaji yōnimieru. Kore wa, kanojo no hāremu ga kyokutan ni yowai tame ni okori-sōdesu. Shikashi, karera no yōna kanojo no shinsetsuna seikaku ya chō sutekina jibun no sotode wa, kanojo wa kōkyū pesutorīshefu ni naru tame ni kanojo ga akademī ni kuru nimokakawarazu, kojin-tekina seichō no men de ōku no chiryō o ukete iru koto wa shira rete imasen. Kanojo wa, anata ga dakubeki mono ga anata no mawarinohito ya keikendearu koto o kanojo ga miru koto o kanō ni suru korera no saishōgen no kiso-tekina keiken o motte imasu. Kore wa, tokutei no jiten de, soshite sudeni hanasa rete iru saichū no saigonotatakai no ma ni, shō zentai o tōshite chotto zankyō o atae raremasu. Soredemo, jinsei no naka de saikō no mono ga `ie ni chikai' koto ni kigatsuita to shite mo, shikkō kenmeina kanojo wa kaizen shite inai yōdesu. Shō no owari wa kore o jisshō shimasu. Kanojo wa mada jinsei no dekigoto ga son'nani ikisugide wa nai to iu koto wa shiranai. Kanojo wa gakkō de tanoshiku sugosu koto o nozomi hajime, hotondo onaji koto ga hoshī to owarimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, Sayuri fairs about the same as well. This is most likely due to her harem being extremely weak. But like them, outside of her affable personality and super-nice self, she isn't known to have received much treatment in terms of personal growth, despite her coming to the academy to purportedly become a high-class pastry chef. She has these minimal, grounded experiences that allow her to see that what one should cherish are the people and experiences around you. This is reverberated a bit throughout the show at certain points, and during that already-talked-about final battle. Still, even given that she comes to realize that the best things in life are 'close to home,' it doesn't excuse the fact that, execution-wise, she doesn't seem to improve. The end of the show demonstrates this; she still has no idea that life's events aren't so come-and-go. She begins wanting to have a fun time at school, and ends wanting nearly the same thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, Sayuri fairs about the same as well.\u001b[24m\n    \u001b[1m残念ながら、Sayuriも同じように見える。\u001b[22m, \u001b[1m残念ながら、さゆりは、同様にほぼ同じフェア。\u001b[22m\n\u001b[4mThis is most likely due to her harem being extremely weak.\u001b[24m\n    \u001b[1mこれは、彼女のハーレムが極端に弱いために起こりそうです。\u001b[22m, \u001b[1mこれは、彼女のハーレムが非常に弱いことに最も可能性が高いです。\u001b[22m\n\u001b[4mBut like them, outside of her affable personality and super-nice self, she isn't known to have received much treatment in terms of personal growth, despite her coming to the academy to purportedly become a high-class pastry chef.\u001b[24m\n    \u001b[1mしかし、彼らのような彼女の親切な性格や超素敵な自分の外では、彼女は高級ペストリーシェフになるために彼女がアカデミーに来るにもかかわらず、個人的な成長の面で多くの治療を受けていることは知られていません。\u001b[22m, \u001b[1mしかし、彼らのように、彼女の人当たりの良い性格と超素敵な自己の外に、彼女は彼女のうわさによればハイクラスのパティシエになるためにアカデミーに来るにもかかわらず、個人の成長の面で多くの治療を受けていることは知られていません。\u001b[22m\n\u001b[4mShe has these minimal, grounded experiences that allow her to see that what one should cherish are the people and experiences around you.\u001b[24m\n    \u001b[1m彼女は、あなたが抱くべきものがあなたの周りの人や経験であることを彼女が見ることを可能にするこれらの最小限の基礎的な経験を持っています。\u001b[22m, \u001b[1m彼女は、彼女は何1は大切にすべきであることは、あなたの周りの人々と経験であることを確認することができ、これらの最小限の、接地された経験を持っています。\u001b[22m\n\u001b[4mThis is reverberated a bit throughout the show at certain points, and during that already-talked-about final battle.\u001b[24m\n    \u001b[1mこれは、特定の時点で、そして既に話されている最中の最後の戦いの間に、ショー全体を通してちょっと残響を与えられます。\u001b[22m, \u001b[1mこれは、特定の時点でのショー全体に少しリバーブ、その既に話題に最後の戦いの間にされています。\u001b[22m\n\u001b[4mStill, even given that she comes to realize that the best things in life are 'close to home,' it doesn't excuse the fact that, execution-wise, she doesn't seem to improve.\u001b[24m\n    \u001b[1mそれでも、人生の中で最高のものが「家に近い」ことに気がついたとしても、執行賢明な彼女は改善していないようです。\u001b[22m, \u001b[1mそれでも、でも彼女は人生で最高のものであることを実現するために来ることを考えると「家の近くに、「それは、実行面では、彼女は改善していないようだ、ということを言い訳しません。\u001b[22m\n\u001b[4mThe end of the show demonstrates this;\u001b[24m\n    \u001b[1mショーの終わりはこれを実証します。\u001b[22m, \u001b[1mショーの最後には、これを示し;\u001b[22m\n\u001b[4mshe still has no idea that life's events aren't so come-and-go.\u001b[24m\n    \u001b[1m彼女はまだ人生の出来事がそんなに行き過ぎではないということは知らない。\u001b[22m, \u001b[1m彼女はまだ人生のイベントはとても行き来していないない考えを持っています。\u001b[22m\n\u001b[4mShe begins wanting to have a fun time at school, and ends wanting nearly the same thing.\u001b[24m\n    \u001b[1m彼女は学校で楽しく過ごすことを望み始め、ほとんど同じことが欲しいと終わります。\u001b[22m, \u001b[1m彼女は学校で楽しい時間を持っているしたい始め、ほぼ同じことを望んで終了します。\u001b[22m\n\u001b[1m\u001b[22m\nImagine the characters as particular treats. Sayuri is the cupcake, topped with decadent frosting and lively sprinkles. Ryou is a chocolate piece hiding a creamy, caramel center. Mitsuki is 'rainbow flavored' ice cream. Yoshinosuke is an edge-brownie, with its less-chew-able back. And Gilbert is a crumbly cookie cooked to perfection. Alone, they sound pretty good and possibly for some, when combined into one, it sounds like sugar-heaven. But when one does mesh them all together, what you are left with isn't a delicate, delectable dessert but an inedible, unsatisfactory mess that leaves a horrible taste in the mouth.\n\n\u001b[1mキャラクターを特定の扱いとして想像してみてください。  Sayuriはカップケーキで、退廃的な霜付けと活発な振りかえがあります。  Ryouはクリーム色のカラメルの中心を隠すチョコレートの部分です。  Mitsukiは「虹風味の」アイスクリームです。 吉之介は縁起の良いブラウンで、噛み付きにくい。 ギルバートは、完璧に調理されたクラムビのクッキーです。 ただひとつにまとめると、砂糖のように聞こえます。 しかし、ひとつひとつが絡み合っているとき、残されているのは微妙で味わい深いデザートではなく、口に恐ろしい味を残す食べられない、不満足なものです。\u001b[22m\n\u001b[1m(Kyarakutā o tokutei no atsukai to shite sōzō shite mite kudasai. Sayuri wa kappukēki de, taihai-tekina shimo-tsuke to kappatsuna furi ka e ga arimasu. Ryou wa kurīmu-iro no karameru no chūshin o kakusu chokorēto no bubundesu. Mitsuki wa `niji fūmi no' aisukurīmudesu. Yoshiyuki kai wa engi no yoi buraun de, kamitsuki nikui. Girubāto wa, kanpeki ni chōri sa reta kuramubi no kukkīdesu. Tada hitotsu ni matomeru to, satō no yō ni kikoemasu. Shikashi, hitotsuhitotsu ga karamiatte iru toki, nokosa rete iru no wa bimyōde ajiwaibukai dezātode wa naku,-guchi ni osoroshī aji o nokosu taberarenai, fumanzokuna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mImagine the characters as particular treats. Sayuri is the cupcake, topped with decadent frosting and lively sprinkles. Ryou is a chocolate piece hiding a creamy, caramel center. Mitsuki is 'rainbow flavored' ice cream. Yoshinosuke is an edge-brownie, with its less-chew-able back. And Gilbert is a crumbly cookie cooked to perfection. Alone, they sound pretty good and possibly for some, when combined into one, it sounds like sugar-heaven. But when one does mesh them all together, what you are left with isn't a delicate, delectable dessert but an inedible, unsatisfactory mess that leaves a horrible taste in the mouth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mImagine the characters as particular treats.\u001b[24m\n    \u001b[1mキャラクターを特定の扱いとして想像してみてください。\u001b[22m, \u001b[1m特定の扱いなどの文字を想像してみてください。\u001b[22m\n\u001b[4mSayuri is the cupcake, topped with decadent frosting and lively sprinkles.\u001b[24m\n    \u001b[1mSayuriはカップケーキで、退廃的な霜付けと活発な振りかえがあります。\u001b[22m, \u001b[1mさゆりは退廃フロスティングと活気のある振りかけるをトッピング、カップケーキです。\u001b[22m\n\u001b[4mRyou is a chocolate piece hiding a creamy, caramel center.\u001b[24m\n    \u001b[1mRyouはクリーム色のカラメルの中心を隠すチョコレートの部分です。\u001b[22m, \u001b[1m涼はクリーミー、キャラメルセンターを隠しチョコレート片です。\u001b[22m\n\u001b[4mMitsuki is 'rainbow flavored' ice cream.\u001b[24m\n    \u001b[1mMitsukiは「虹風味の」アイスクリームです。\u001b[22m, \u001b[1mみつきは、アイスクリームを「虹が風味」です。\u001b[22m\n\u001b[4mYoshinosuke is an edge-brownie, with its less-chew-able back.\u001b[24m\n    \u001b[1m吉之介は縁起の良いブラウンで、噛み付きにくい。\u001b[22m, \u001b[1mYoshinosukeは、そのあまり咀嚼可能なバックで、エッジブラウニーです。\u001b[22m\n\u001b[4mAnd Gilbert is a crumbly cookie cooked to perfection.\u001b[24m\n    \u001b[1mギルバートは、完璧に調理されたクラムビのクッキーです。\u001b[22m, \u001b[1mそして、ギルバートは完璧に調理されたもろいクッキーです。\u001b[22m\n\u001b[4mAlone, they sound pretty good and possibly for some, when combined into one, it sounds like sugar-heaven.\u001b[24m\n    \u001b[1mただひとつにまとめると、砂糖のように聞こえます。\u001b[22m, \u001b[1m一つに組み合わせたときだけでは、彼らはかなり良い音とおそらくいくつかのために、それは砂糖、天国のように聞こえます。\u001b[22m\n\u001b[4mBut when one does mesh them all together, what you are left with isn't a delicate, delectable dessert but an inedible, unsatisfactory mess that leaves a horrible taste in the mouth.\u001b[24m\n    \u001b[1mしかし、ひとつひとつが絡み合っているとき、残されているのは微妙で味わい深いデザートではなく、口に恐ろしい味を残す食べられない、不満足なものです。\u001b[22m, \u001b[1m一つは、すべて一緒にメッシュない場合でも、あなたがが残っていることは、繊細な、おいしいデザートが、口の中で恐ろしい味を残し食べられ、不満足な混乱はありません。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND\n/sound/\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSOUND\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe OP is filled with drums, pianos, and rather grating vocals. The shaker in the background, the clapping, and the whimsical chimes try to elevate the piece, but it falls flat instead.\n\n\u001b[1mOPは、ドラム、ピアノ、そしてむしろ格子状のヴォーカルで満たされています。 背景のシェイカー、拍手、気まぐれなチャイムがピースを上げようとするが、代わりにフラットになる。\u001b[22m\n\u001b[1m(OP wa, doramu, piano, soshite mushiro kōshi-jō no vu~ōkaru de mitasa rete imasu. Haikei no sheikā, hakushu, kimagurena chaimu ga pīsu o ageyou to suruga, kawarini furatto ni naru.)\u001b[22m\n\nTranslations of \u001b[4mThe OP is filled with drums, pianos, and rather grating vocals. The shaker in the background, the clapping, and the whimsical chimes try to elevate the piece, but it falls flat instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP is filled with drums, pianos, and rather grating vocals.\u001b[24m\n    \u001b[1mOPは、ドラム、ピアノ、そしてむしろ格子状のヴォーカルで満たされています。\u001b[22m, \u001b[1mOPはドラム、ピアノ、むしろ格子ボーカルが充填されています。\u001b[22m\n\u001b[4mThe shaker in the background, the clapping, and the whimsical chimes try to elevate the piece, but it falls flat instead.\u001b[24m\n    \u001b[1m背景のシェイカー、拍手、気まぐれなチャイムがピースを上げようとするが、代わりにフラットになる。\u001b[22m, \u001b[1mバックグラウンドでシェーカー、拍手、そして気まぐれなチャイムは、作品を昇格しようとするが、それは代わりに平らに落ちます。\u001b[22m\n\u001b[1m\u001b[22m\nThe first ED is somewhat fast, with the singers working in unison. The guitar and drums make up the majority of the beat in the beginning, but eventually ends with a flute-y tone that finishes the piece on a literal and figurative high note. The track is okay, but not particularly interesting.\n\n\u001b[1m最初のEDは若干速く、歌手は調和して働いています。 ギターとドラムは、最初はビートの大部分を占めていますが、最終的にはフルート・トーンで終わり、リテラルで比喩的な高音で終了します。 トラックは大丈夫ですが、特に興味深いものではありません。\u001b[22m\n\u001b[1m(Saisho no ED wa jakkan hayaku, kashu wa chōwa shite hataraite imasu. Gitā to doramu wa, saisho wa bīto no daibubun o shimete imasuga, saishūtekini wa furūto tōn de owari, riteraru de hiyu-tekina kōon de shūryō shimasu. Torakku wa daijōbudesuga, tokuni kyōmibukai monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe first ED is somewhat fast, with the singers working in unison. The guitar and drums make up the majority of the beat in the beginning, but eventually ends with a flute-y tone that finishes the piece on a literal and figurative high note. The track is okay, but not particularly interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first ED is somewhat fast, with the singers working in unison.\u001b[24m\n    \u001b[1m最初のEDは若干速く、歌手は調和して働いています。\u001b[22m, \u001b[1m最初のEDは一斉に作業歌手で、やや高速です。\u001b[22m\n\u001b[4mThe guitar and drums make up the majority of the beat in the beginning, but eventually ends with a flute-y tone that finishes the piece on a literal and figurative high note.\u001b[24m\n    \u001b[1mギターとドラムは、最初はビートの大部分を占めていますが、最終的にはフルート・トーンで終わり、リテラルで比喩的な高音で終了します。\u001b[22m, \u001b[1mギターとドラムは最初にビートの大部分を占めるが、結局リテラルと比喩高いノートに駒を終了フルート-yのトーンで終わります。\u001b[22m\n\u001b[4mThe track is okay, but not particularly interesting.\u001b[24m\n    \u001b[1mトラックは大丈夫ですが、特に興味深いものではありません。\u001b[22m, \u001b[1mトラックは大丈夫ますが、特に興味深いものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe second ED has more dual-singing, with a much catchier beat generated by the very simple drum and guitar playing. The chimes are present here again, but the track ends on a more melancholic note than the others. Aside from being able to bob one's head to it easily, the track is nothing to phone home about.\n\n\u001b[1m2番目のEDは、よりシンプルなドラムとギターの演奏により、よりキャッチーなビートを生み出し、デュアル・ソングをより多く持っています。 チャイムはここに再び存在しますが、トラックは他のものよりもメランコルックなノートで終わります。 自分の頭を簡単に叩くことを除けば、トラックは家には何もない。\u001b[22m\n\u001b[1m(2-Banme no ED wa, yori shinpuruna doramu to gitā no ensō ni yori, yori kyatchīna bīto o umidashi, de~yuaru songu o yori ōku motte imasu. Chaimu wa koko ni futatabi sonzai shimasuga, torakku wa hoka no mono yori mo merankorukkuna nōto de owarimasu. Jibun no atama o kantan ni tataku koto o nozokeba, torakku wa ie ni wa nani mo nai.)\u001b[22m\n\nTranslations of \u001b[4mThe second ED has more dual-singing, with a much catchier beat generated by the very simple drum and guitar playing. The chimes are present here again, but the track ends on a more melancholic note than the others. Aside from being able to bob one's head to it easily, the track is nothing to phone home about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second ED has more dual-singing, with a much catchier beat generated by the very simple drum and guitar playing.\u001b[24m\n    \u001b[1m2番目のEDは、よりシンプルなドラムとギターの演奏により、よりキャッチーなビートを生み出し、デュアル・ソングをより多く持っています。\u001b[22m, \u001b[1m第二のEDは非常に単純なドラムとギターの演奏によって生成された多くのcatchyの比較級ビートに合わせて、より多くのデュアル歌を持っています。\u001b[22m\n\u001b[4mThe chimes are present here again, but the track ends on a more melancholic note than the others.\u001b[24m\n    \u001b[1mチャイムはここに再び存在しますが、トラックは他のものよりもメランコルックなノートで終わります。\u001b[22m, \u001b[1mチャイムは再びここに存在しているが、トラックは他のものよりもメランコリックなノートに終了します。\u001b[22m\n\u001b[4mAside from being able to bob one's head to it easily, the track is nothing to phone home about.\u001b[24m\n    \u001b[1m自分の頭を簡単に叩くことを除けば、トラックは家には何もない。\u001b[22m, \u001b[1m別に簡単にボブの頭にできることから、トラックは約携帯電話の家に何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime's soundtrack is somewhat strange, in that many of the pieces feel oddly too short for their own good. There are more fitting pieces such as the Spanish-sounding, maraca-and-harmonica track and unfitting, joke tunes for the more comedic moments. Again, unlike some of the OPs and EDs it is sandwiched between, though, the OST is entirely forgettable.\n\n\u001b[1mアニメのサウンドトラックは幾分奇妙で、多くの作品が自分の利益のために短すぎると感じています。 スペイン語、マラカ・アンド・ハーモニカのようなフィッティング・ピースや、よりコメディーな瞬間を楽しめるジョーク・チューンなどがあります。 繰り返しますが、一部のOPやEDとは異なり、OSTは完全に忘れがたいものです。\u001b[22m\n\u001b[1m(Anime no saundotorakku wa ikubun kimyōde, ōku no sakuhin ga jibun no rieki no tame ni mijika sugiru to kanjite imasu. Supeingo, maraka Ando hāmonika no yōna fittingu pīsu ya, yori komedīna shunkan o tanoshimeru jōku chūn nado ga arimasu. Kurikaeshimasuga, ichibu no OP ya ED to wa kotonari, OST wa kanzen ni wasure gatai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime's soundtrack is somewhat strange, in that many of the pieces feel oddly too short for their own good. There are more fitting pieces such as the Spanish-sounding, maraca-and-harmonica track and unfitting, joke tunes for the more comedic moments. Again, unlike some of the OPs and EDs it is sandwiched between, though, the OST is entirely forgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime's soundtrack is somewhat strange, in that many of the pieces feel oddly too short for their own good.\u001b[24m\n    \u001b[1mアニメのサウンドトラックは幾分奇妙で、多くの作品が自分の利益のために短すぎると感じています。\u001b[22m, \u001b[1mアニメのサウンドトラックは、作品の多くは自分の利益のための奇妙な短すぎる感じで、やや奇妙です。\u001b[22m\n\u001b[4mThere are more fitting pieces such as the Spanish-sounding, maraca-and-harmonica track and unfitting, joke tunes for the more comedic moments.\u001b[24m\n    \u001b[1mスペイン語、マラカ・アンド・ハーモニカのようなフィッティング・ピースや、よりコメディーな瞬間を楽しめるジョーク・チューンなどがあります。\u001b[22m, \u001b[1mこのようなスペイン語響き、マラカス・アンド・ハーモニカトラックとよりコミカルな瞬間のために不適当な、冗談の曲など、よりフィッティング部分があります。\u001b[22m\n\u001b[4mAgain, unlike some of the OPs and EDs it is sandwiched between, though, the OST is entirely forgettable.\u001b[24m\n    \u001b[1m繰り返しますが、一部のOPやEDとは異なり、OSTは完全に忘れがたいものです。\u001b[22m, \u001b[1mここでも、それが間に挟まれているのOPとのEDの一部とは異なり、しかし、OSTは完全に忘れています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd when regarding the voice-acting work, those involved were around average across the board. No special shout-outs are to be had for this one.\n\n\u001b[1mそして、音声演技の仕事を考えると、関与している人は全体的に平均していました。 これには特別な叫び声はありません。\u001b[22m\n\u001b[1m(Soshite, onsei engi no shigoto o kangaeru to, kan'yo shite iru hito wa zentai-teki ni heikin shite imashita. Kore ni wa tokubetsuna sakebigoe wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnd when regarding the voice-acting work, those involved were around average across the board. No special shout-outs are to be had for this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd when regarding the voice-acting work, those involved were around average across the board.\u001b[24m\n    \u001b[1mそして、音声演技の仕事を考えると、関与している人は全体的に平均していました。\u001b[22m, \u001b[1m音声演技の仕事に関するときと、関係者は、ボード全体の平均の周りにありました。\u001b[22m\n\u001b[4mNo special shout-outs are to be had for this one.\u001b[24m\n    \u001b[1mこれには特別な叫び声はありません。\u001b[22m, \u001b[1m特別なシャウトアウトは、この1のために持っていたないことになっています。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT\n/enˈjoimənt/\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mENJOYMENT\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, enjoyment\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, enjoyment\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nThe show tries, as much as it can, to be funny. Most of the time, it involves the side characters, such as Tsubaki -- the girl who 'hates' Sayuri -- and Nadeshiko -- the president of the school -- but their repetitive nature and gags quickly degraded whatever comedic value this one may have been trying to grab.\n\n\u001b[1mショーはできるだけ面白くしようとする。 たいていの場合、それは、佐々木を憎む少年の椿と、学校の社長であるナデシコのような側面のキャラクターが含まれていますが、その反復性とギャグは、 つかまえようとしている。\u001b[22m\n\u001b[1m(Shō wa dekirudake omoshiroku shiyou to suru. Taitei no baai, soreha, Sasaki o nikumu shōnen no tsubaki to, gakkō no shachōdearu nadeshiko no yōna sokumen no kyarakutā ga fukuma rete imasuga, sono hanpuku-sei to gyagu wa, tsukamaeyou to shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe show tries, as much as it can, to be funny. Most of the time, it involves the side characters, such as Tsubaki -- the girl who 'hates' Sayuri -- and Nadeshiko -- the president of the school -- but their repetitive nature and gags quickly degraded whatever comedic value this one may have been trying to grab.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show tries, as much as it can, to be funny.\u001b[24m\n    \u001b[1mショーはできるだけ面白くしようとする。\u001b[22m, \u001b[1m面白いことは、それができる限りのショーが試行します、。\u001b[22m\n\u001b[4mMost of the time, it involves the side characters, such as Tsubaki -- the girl who 'hates' Sayuri -- and Nadeshiko -- the president of the school -- but their repetitive nature and gags quickly degraded whatever comedic value this one may\u001b[24m\n    \u001b[1mたいていの場合、それは、佐々木を憎む少年の椿と、学校の社長であるナデシコのような側面のキャラクターが含まれていますが、その反復性とギャグは、\u001b[22m, \u001b[1m少女嫌い」さゆり -   - となでしこ - 学校の社長 - 時間のほとんどは、このような椿のようなサイドの文字を伴うが、その反復性とギャグはすぐに分解喜劇どのような値この1月\u001b[22m\n\u001b[4mhave been trying to grab.\u001b[24m\n    \u001b[1mつかまえようとしている。\u001b[22m, \u001b[1mつかむしようとしています。\u001b[22m\n\u001b[1m\u001b[22m\nWhen the 'romance' scenarios were given the chance to play out, going along with what has already been said, there just wasn't enough there. Ryou being on a dating game with Sayuri, the two enjoying a snow-filled park, or her and Mitsuki gazing at the starry, nighttime sky; each sounds very romantic. But in practice within the anime, it's quite lame to see the same outcome is always had: not being able to tell one way or the other how each of the characters feels about each other.\n\n\u001b[1m「ロマンス」のシナリオには、既に演奏されたことに沿って演奏するチャンスが与えられたとき、そこには十分ではなかった。 二人は雪で満たされた公園を楽しんでいた、または彼女と三木は星空の夜空を注視していた。 それぞれはとてもロマンチックですね。 しかし実際にはアニメ内では、同じ結果が常にあることを知ることは非常に不自由です。つまり、それぞれのキャラクターが互いにどのように感じているかを一方的にも他の方法でも伝えることができません。\u001b[22m\n\u001b[1m(`Romansu' no shinario ni wa, sudeni ensō sa reta koto ni sotte ensō suru chansu ga atae rareta toki, soko ni wa jūbunde wa nakatta. Futari wa yuki de mitasa reta kōen o tanoshinde ita, matawa kanojo to Miki wa hoshizora no yozora o chūshi shite ita. Sorezore wa totemo romanchikkudesu ne. Shikashi jissai ni wa anime-naide wa, onaji kekka ga tsuneni aru koto o shiru koto wa hijō ni fujiyūdesu. Tsumari, sorezore no kyarakutā ga tagaini dono yō ni kanjite iru ka o ippōteki ni mo hoka no hōhō demo tsutaeru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhen the 'romance' scenarios were given the chance to play out, going along with what has already been said, there just wasn't enough there. Ryou being on a dating game with Sayuri, the two enjoying a snow-filled park, or her and Mitsuki gazing at the starry, nighttime sky; each sounds very romantic. But in practice within the anime, it's quite lame to see the same outcome is always had: not being able to tell one way or the other how each of the characters feels about each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen the 'romance' scenarios were given the chance to play out, going along with what has already been said, there just wasn't enough there.\u001b[24m\n    \u001b[1m「ロマンス」のシナリオには、既に演奏されたことに沿って演奏するチャンスが与えられたとき、そこには十分ではなかった。\u001b[22m, \u001b[1m「ロマンス」のシナリオが出てプレーするチャンスを与えられたとき、すでに言われているものと一緒に行く、そこは十分ありませんでした。\u001b[22m\n\u001b[4mRyou being on a dating game with Sayuri, the two enjoying a snow-filled park, or her and Mitsuki gazing at the starry, nighttime sky;\u001b[24m\n    \u001b[1m二人は雪で満たされた公園を楽しんでいた、または彼女と三木は星空の夜空を注視していた。\u001b[22m, \u001b[1m涼さゆりとのデートゲーム上にある、2雪に満ちた公園を楽しんで、または彼女とみつきは星空を見つめ、夜空。\u001b[22m\n\u001b[4meach sounds very romantic.\u001b[24m\n    \u001b[1mそれぞれはとてもロマンチックですね。\u001b[22m, \u001b[1mそれぞれが非常にロマンチックに聞こえます。\u001b[22m\n\u001b[4mBut in practice within the anime, it's quite lame to see the same outcome is always had: not being able to tell one way or the other how each of the characters feels about each other.\u001b[24m\n    \u001b[1mしかし実際にはアニメ内では、同じ結果が常にあることを知ることは非常に不自由です。つまり、それぞれのキャラクターが互いにどのように感じているかを一方的にも他の方法でも伝えることができません。\u001b[22m, \u001b[1mしかし、アニメ内で、実際に、それは同じ結果を見るためにはかなりラメだ常に持っていたされています。文字のそれぞれがお互いについてどう感じるか一つの方法または他を伝えることができません。\u001b[22m\n\u001b[1m\u001b[22m\nBonjour♪Koiaji Pâtisserie is supposed to be an anime about pastries, harems, and enjoying life. But instead what is found is a lame story, a troupe of awful characters, and quite the boring experience. It's only saving grace is the nice art and animation, but that's not enough to keep this dessert from burning.\n\n\u001b[1mBonjour♪KoiajiPâtisserieは、ペストリー、ハレム、そして人生を楽しむアニメであるはずです。 しかし、代わりに見つけられるものは、不自由な話、ひどい人物の一団、そしてかなり退屈な経験です。 素晴らしい芸術とアニメーションだけが恩恵を救うだけですが、それはこのデザートを燃えさせておくのに十分ではありません。\u001b[22m\n\u001b[1m(Bonjūru ♪ KoiajiPâtisserie wa, pesutorī, haremu, soshite jinsei o tanoshimu animedearu hazudesu. Shikashi, kawari ni mitsuke rareru mono wa, fujiyūna hanashi, hidoi jinbutsu no ichidan, soshite kanari taikutsuna keikendesu. Subarashī geijutsu to animēshon dake ga onkei o sukuu dakedesuga, sore wa kono dezāto o moe sasete oku no ni jūbunde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBonjour♪Koiaji Pâtisserie is supposed to be an anime about pastries, harems, and enjoying life. But instead what is found is a lame story, a troupe of awful characters, and quite the boring experience. It's only saving grace is the nice art and animation, but that's not enough to keep this dessert from burning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBonjour♪Koiaji Pâtisserie is supposed to be an anime about pastries, harems, and enjoying life.\u001b[24m\n    \u001b[1mBonjour♪KoiajiPâtisserieは、ペストリー、ハレム、そして人生を楽しむアニメであるはずです。\u001b[22m, \u001b[1mボンジュール♪Koiajiパティスリーはペストリー、ハーレム、そして楽しんで人生についてアニメすることになっています。\u001b[22m\n\u001b[4mBut instead what is found is a lame story, a troupe of awful characters, and quite the boring experience.\u001b[24m\n    \u001b[1mしかし、代わりに見つけられるものは、不自由な話、ひどい人物の一団、そしてかなり退屈な経験です。\u001b[22m, \u001b[1mしかし、その代わりに何を発見されたことはラメ話、ひどい文字の劇団、そして非常に退屈な経験です。\u001b[22m\n\u001b[4mIt's only saving grace is the nice art and animation, but that's not enough to keep this dessert from burning.\u001b[24m\n    \u001b[1m素晴らしい芸術とアニメーションだけが恩恵を救うだけですが、それはこのデザートを燃えさせておくのに十分ではありません。\u001b[22m, \u001b[1mそれが唯一の恵みを保存するのは、素敵なアートやアニメーションですが、それは燃えてから、このデザートを維持するのに十分ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSUMMARY\n/ˈsəmərē/\n\n\u001b[1m概要\u001b[22m\n\u001b[1m(Gaiyō)\u001b[22m\n\nDefinitions of \u001b[4mSUMMARY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    概要\u001b[22m\n        summary, outline\n\u001b[1m    要約\u001b[22m\n        summary, digest\n\u001b[1m    概略\u001b[22m\n        outline, summary, gist\n\u001b[1m    要旨\u001b[22m\n        gist, summary, essentials, fundamentals\n\u001b[1m    一覧\u001b[22m\n        summary, catalog, glance, look, catalogue\n\u001b[1m    摘要\u001b[22m\n        summary, outline\n\u001b[1m    抄録\u001b[22m\n        summary, quotation, selection\n\u001b[1m    概括\u001b[22m\n        summary, generalization\n\u001b[1m    大要\u001b[22m\n        outline, summary\n\u001b[1m    粗筋\u001b[22m\n        outline, summary\n\u001b[1m    梗概\u001b[22m\n        synopsis, summary, outline, abridgement, epitome, condensation\n\u001b[1m    大筋\u001b[22m\n        outline, summary\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    大体\u001b[22m\n        outline, summary, substance\n\u001b[1m    綱領\u001b[22m\n        general plan, main point, summary\n\u001b[1m    撮要\u001b[22m\n        compendium, summary, outline\n\u001b[1m    結言\u001b[22m\n        summary, abridgement, synopsis, condensation, brief, precis\n\u001b[1m    要訳\u001b[22m\n        summary, digest\n\u001b[1m\u001b[22m\nStory: Terrible, fails as a harem, fails as a slice-of-life, and the backdrop serves no purpose\n\n\u001b[1mストーリー：恐ろしく、ハーレムとして失敗し、スライス・オブ・ライフとして失敗し、その背景は目的を果たさない\u001b[22m\n\u001b[1m(Sutōrī: Osoroshiku, hāremu to shite shippai shi, suraisu Obu raifu to shite shippai shi, sono haikei wa mokuteki o hatasanai)\u001b[22m\n\nTranslations of \u001b[4mStory: Terrible, fails as a harem, fails as a slice-of-life, and the backdrop serves no purpose\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Terrible, fails as a harem, fails as a slice-of-life, and the backdrop serves no purpose\u001b[24m\n    \u001b[1mストーリー：恐ろしく、ハーレムとして失敗し、スライス・オブ・ライフとして失敗し、その背景は目的を果たさない\u001b[22m, \u001b[1mストーリー：ひどい、ハーレムとして失敗し、スライスオブライフとして失敗し、背景には目的を達成しません\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: Good, nice art, good character designs, average actual animation\n\n\u001b[1mアニメーション：良い、素敵な芸術、良いキャラクターデザイン、平均的な実際のアニメーション\u001b[22m\n\u001b[1m(Animēshon: Yoi, sutekina geijutsu, yoi kyarakutādezain, heikin-tekina jissai no animēshon)\u001b[22m\n\nTranslations of \u001b[4mAnimation: Good, nice art, good character designs, average actual animation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: Good, nice art, good character designs, average actual animation\u001b[24m\n    \u001b[1mアニメーション：良い、素敵な芸術、良いキャラクターデザイン、平均的な実際のアニメーション\u001b[22m, \u001b[1mアニメーション：良い、素敵なアート、良いキャラクターデザイン、平均実際のアニメーション\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Terrible, uninteresting, boring, never seem to do much of anything\n\n\u001b[1m文字：恐ろしい、興味深い、退屈な、決して何かの多くを行うように見える\u001b[22m\n\u001b[1m(Moji: Osoroshī, kyōmibukai, taikutsuna, kesshite nanika no ōku o okonau yōnimieru)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Terrible, uninteresting, boring, never seem to do much of anything\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Terrible, uninteresting, boring, never seem to do much of anything\u001b[24m\n    \u001b[1m文字：恐ろしい、興味深い、退屈な、決して何かの多くを行うように見える\u001b[22m, \u001b[1mキャラクター：ひどい、つまらない、退屈な、何の多くを行うように見えることはありません\u001b[22m\n\u001b[1m\u001b[22m\nSound: Bad, bad OP, okay first ED, okay second ED, bad soundtrack, okay VA work\n\n\u001b[1mサウンド：悪い、悪いOP、大丈夫最初のED、大丈夫2番目のED、悪いサウンドトラック、大丈夫VA作品\u001b[22m\n\u001b[1m(Saundo: Warui, warui OP, daijōbu saisho no ED, daijōbu 2-banme no ED, warui saundotorakku, daijōbu VA sakuhin)\u001b[22m\n\nTranslations of \u001b[4mSound: Bad, bad OP, okay first ED, okay second ED, bad soundtrack, okay VA work\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Bad, bad OP, okay first ED, okay second ED, bad soundtrack, okay VA work\u001b[24m\n    \u001b[1mサウンド：悪い、悪いOP、大丈夫最初のED、大丈夫2番目のED、悪いサウンドトラック、大丈夫VA作品\u001b[22m, \u001b[1mサウンド：悪い、悪いOP、大丈夫最初のED、大丈夫二ED、悪いサウンドトラック、大丈夫VA作業\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Bad, not very funny and the 'romance' present is lackluster\n\n\u001b[1m楽しさ：悪い、あまり面白くないし、\"ロマンス\"は明るくない\u001b[22m\n\u001b[1m(Tanoshisa: Warui, amari omoshirokunai shi, \" romansu\" wa akarukunai)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Bad, not very funny and the 'romance' present is lackluster\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Bad, not very funny and the 'romance' present is lackluster\u001b[24m\n    \u001b[1m楽しさ：悪い、あまり面白くないし、\"ロマンス\"は明るくない\u001b[22m, \u001b[1m楽しさ：悪い、非常に面白いではないと 'ロマンス'が存在は精彩を欠いています\u001b[22m\n\u001b[1m\u001b[22m\nFinal Score: 2/10\n\n\u001b[1m最終得点：2/10\u001b[22m\n\u001b[1m(Saishū tokuten: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mFinal Score: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Score: 2/10\u001b[24m\n    \u001b[1m最終得点：2/10\u001b[22m, \u001b[1m最終的なスコア：2/10\u001b[22m"
  },
  {
    "title": "Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "id": "25839",
    "url": "https://myanimelist.net/anime/25839/Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "user": "Munstuh",
    "profile": "/profile/Munstuh/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=185556",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  5\nキャラクター|  3\n|  4\n\n初心者のために、私はちょうど逆の幕張りだったので、このアニメを見ました。 そのジャンルにはごくわずかしかないので、私は試してみるべきだと思っていました。私は真実になり、このアニメは私の時間を無駄にしていると言います。\n\nストーリー：私はその物語が面白いと思ったが、それは夢路パティシエールの裂け目であることが判明した。 これは信じられないほど面白くなく、私から感情を呼び起こさなかった。\n\n芸術：彼らはファッション感覚と色彩が相補的なので、私はビショネン様式の芸術に少し誇りを持っていますが、小さな「ロマンス」の場面はとても華やかで、 少し。 私はまた、彼らの目や髪の毛で何か変わったことが起こっているように見えます。\n\nサウンド：音は大丈夫だった、それはとても幼稚で、ロマンチックすぎるとは思わなかった。 それはサウンドトラックではアニメーションを改善しませんでした。 一方、声優と女優は大丈夫だった。 彼らは自分の声がすべて高くてきつくて、私を悩ませるという事実のほかに、私にはあまり目立たなかった。 たくさん。\n\nキャラクター：私はキャラクターのさらなる発展を期待しましたが、ファッションセンスが最後のエピソードで本当に良かったという事実の他に、何も見ませんでした。\n\n楽しさ：私はそれを本当に楽しまなかった。 それは退屈な電車のようだった。\n\n全体的に：まあ、私の考えは今は「少なくとも私はこのアニメをやり遂げました」。 このアニメの中の何ものも私を感情的に殴ったことはありませんでしたが、視覚的にしか感動しませんでした。 私はこのアニメが目のキャンディーにしか役に立たないと思っています。そうでなければ、かわいい何かを探しているなら、これをお勧めします。 注意してくださいが、思い出に残るものは期待しないでください。 これは捨てる自由な時間があればおそらく見ることができるものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nFor starters, I just watched this anime because it was a reverse harem. As there is very little in that genre, I thought I should give it a try, and I'm going to be truthful and say that this anime was quite a waste of my time.\n\n\u001b[1m初心者のために、私はちょうど逆の幕張りだったので、このアニメを見ました。 そのジャンルにはごくわずかしかないので、私は試してみるべきだと思っていました。私は真実になり、このアニメは私の時間を無駄にしていると言います。\u001b[22m\n\u001b[1m(Shoshinsha no tame ni, watashi wa chōdo gyaku no makuhariridattanode, kono anime o mimashita. Sono janru ni wa goku wazuka shika nainode, watashi wa tameshite mirubekida to omotte imashita. Watashi wa shinjitsu ni nari, kono anime wa watashi no jikan o muda ni shite iru to iimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor starters, I just watched this anime because it was a reverse harem. As there is very little in that genre, I thought I should give it a try, and I'm going to be truthful and say that this anime was quite a waste of my time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor starters, I just watched this anime because it was a reverse harem.\u001b[24m\n    \u001b[1m初心者のために、私はちょうど逆の幕張りだったので、このアニメを見ました。\u001b[22m, \u001b[1mそれは逆ハーレムだったので、まず第一に、私はこのアニメを見ていました。\u001b[22m\n\u001b[4mAs there is very little in that genre, I thought I should give it a try, and I'm going to be truthful and say that this anime was quite a waste of my time.\u001b[24m\n    \u001b[1mそのジャンルにはごくわずかしかないので、私は試してみるべきだと思っていました。私は真実になり、このアニメは私の時間を無駄にしていると言います。\u001b[22m, \u001b[1mそのジャンルではほとんどがあるように、私はそれを試してみるべきと思った、と私は正直になるだろうとこのアニメはかなり私の時間の無駄だったと言うんです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: I assumed that the story would be something interesting, but it turned out to be a rip-off of Yumeiro Patissiere. This was incredibly uninteresting and evoked no emotion from me.\n\n\u001b[1mストーリー：私はその物語が面白いと思ったが、それは夢路パティシエールの裂け目であることが判明した。 これは信じられないほど面白くなく、私から感情を呼び起こさなかった。\u001b[22m\n\u001b[1m(Sutōrī: Watashi wa sono monogatari ga omoshiroi to omottaga, soreha yumeji patishiēru no sakemedearu koto ga hanmei shita. Kore wa shinji rarenai hodo omoshirokunaku, watashi kara kanjō o yobiokosanakatta.)\u001b[22m\n\nTranslations of \u001b[4mStory: I assumed that the story would be something interesting, but it turned out to be a rip-off of Yumeiro Patissiere. This was incredibly uninteresting and evoked no emotion from me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: I assumed that the story would be something interesting, but it turned out to be a rip-off of Yumeiro Patissiere.\u001b[24m\n    \u001b[1mストーリー：私はその物語が面白いと思ったが、それは夢路パティシエールの裂け目であることが判明した。\u001b[22m, \u001b[1mストーリー：私は話が興味深いものになるだろうと仮定し、それは夢色パティシエールのパクリであることが判明しました。\u001b[22m\n\u001b[4mThis was incredibly uninteresting and evoked no emotion from me.\u001b[24m\n    \u001b[1mこれは信じられないほど面白くなく、私から感情を呼び起こさなかった。\u001b[22m, \u001b[1mこれは信じられないほど面白くないし、私から何の感情を誘発しません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I give a tiny bit of kudos to the 'bishounen' styled art as they had good sense of fashion and the colors complimented each other, but the fact that the little 'romance' scenes were so flowery and cutesy made me want to gag a bit. I also noticed some weird things going on with their eyes or hair here and there, like the were glitching or seemed out of place.\n\n\u001b[1m芸術：彼らはファッション感覚と色彩が相補的なので、私はビショネン様式の芸術に少し誇りを持っていますが、小さな「ロマンス」の場面はとても華やかで、 少し。 私はまた、彼らの目や髪の毛で何か変わったことが起こっているように見えます。\u001b[22m\n\u001b[1m(Geijutsu: Karera wa fasshon kankaku to shikisai ga sōho-tekinanode, watashi wa bishonen yōshiki no geijutsu ni sukoshi hokori o motte imasuga, chīsana `romansu' no bamen wa totemo hanayakade, sukoshi. Watashi wa mata, karera no me ya kaminoke de nanika kawatta koto ga okotte iru yō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mArt: I give a tiny bit of kudos to the 'bishounen' styled art as they had good sense of fashion and the colors complimented each other, but the fact that the little 'romance' scenes were so flowery and cutesy made me want to gag a bit. I also noticed some weird things going on with their eyes or hair here and there, like the were glitching or seemed out of place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I give a tiny bit of kudos to the 'bishounen' styled art as they had good sense of fashion and the colors complimented each other, but the fact that the little 'romance' scenes were so flowery and cutesy made me want to gag\u001b[24m\n    \u001b[1m芸術：彼らはファッション感覚と色彩が相補的なので、私はビショネン様式の芸術に少し誇りを持っていますが、小さな「ロマンス」の場面はとても華やかで、\u001b[22m, \u001b[1mアート：彼らはファッションのセンスを持っていたし、色が互いをほめ、私は「美少年」スタイルの芸術に賛辞のほんの少しを与えるが、少し「ロマンス」のシーンはとても花のとキュートだったという事実は私がギャグにしたい製\u001b[22m\n\u001b[4ma bit.\u001b[24m\n    \u001b[1m少し。\u001b[22m, \u001b[1mビット。\u001b[22m\n\u001b[4mI also noticed some weird things going on with their eyes or hair here and there, like the were glitching or seemed out of place.\u001b[24m\n    \u001b[1m私はまた、彼らの目や髪の毛で何か変わったことが起こっているように見えます。\u001b[22m, \u001b[1m私はまた、グリッチたか場違いに見えたようないくつかの奇妙なことは、ここにある彼らの目や髪に起こって気づきました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: The sounds was okay, it was very childish and did not seem too romantic. It's soundtrack did not improve the animation in any way. On the other hand, the voice actors and actresses were.. alright. They did not stand out to me too much, besides the fact that their voices would get all high and squeaky, which annoys me. A LOT.\n\n\u001b[1mサウンド：音は大丈夫だった、それはとても幼稚で、ロマンチックすぎるとは思わなかった。 それはサウンドトラックではアニメーションを改善しませんでした。 一方、声優と女優は大丈夫だった。 彼らは自分の声がすべて高くてきつくて、私を悩ませるという事実のほかに、私にはあまり目立たなかった。 たくさん。\u001b[22m\n\u001b[1m(Saundo: Oto wa daijōbudatta, sore wa totemo yōchide, romanchikku sugiru to wa omowanakatta. Sore wa saundotorakkude wa animēshon o kaizen shimasendeshita. Ippō, seiyū to joyū wa daijōbudatta. Karera wa jibun no koe ga subete takakute kitsukute, watashi o nayama seru to iu jijitsu no hoka ni, watashiniha amari medatanakatta. Takusan.)\u001b[22m\n\nTranslations of \u001b[4mSound: The sounds was okay, it was very childish and did not seem too romantic. It's soundtrack did not improve the animation in any way. On the other hand, the voice actors and actresses were.. alright. They did not stand out to me too much, besides the fact that their voices would get all high and squeaky, which annoys me. A LOT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The sounds was okay, it was very childish and did not seem too romantic.\u001b[24m\n    \u001b[1mサウンド：音は大丈夫だった、それはとても幼稚で、ロマンチックすぎるとは思わなかった。\u001b[22m, \u001b[1mサウンド：音は大丈夫だった、それは非常に幼稚だったし、あまりにもロマンチックないないようでした。\u001b[22m\n\u001b[4mIt's soundtrack did not improve the animation in any way.\u001b[24m\n    \u001b[1mそれはサウンドトラックではアニメーションを改善しませんでした。\u001b[22m, \u001b[1mそれのサウンドトラックには、どのような方法でアニメーションを改善しませんでした。\u001b[22m\n\u001b[4mOn the other hand, the voice actors and actresses were.. alright.\u001b[24m\n    \u001b[1m一方、声優と女優は大丈夫だった。\u001b[22m, \u001b[1m一方、声優や女優は大丈夫..ました。\u001b[22m\n\u001b[4mThey did not stand out to me too much, besides the fact that their voices would get all high and squeaky, which annoys me.\u001b[24m\n    \u001b[1m彼らは自分の声がすべて高くてきつくて、私を悩ませるという事実のほかに、私にはあまり目立たなかった。\u001b[22m, \u001b[1m彼らは私を悩ます彼らの声は、すべてが高いときしむなるだろうということは、他にも、あまり私には目立ちませんでした。\u001b[22m\n\u001b[4mA LOT.\u001b[24m\n    \u001b[1mたくさん。\u001b[22m, \u001b[1mLOT。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: I expected more development of the characters, but did not see any, besides the fact that their fashion sense was really good at the last episode.\n\n\u001b[1mキャラクター：私はキャラクターのさらなる発展を期待しましたが、ファッションセンスが最後のエピソードで本当に良かったという事実の他に、何も見ませんでした。\u001b[22m\n\u001b[1m(Kyarakutā: Watashi wa kyarakutā no saranaru hatten o kitai shimashitaga, fasshon sensu ga saigo no episōdo de hontōniyokatta to iu jijitsu no ta ni, nani mo mimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: I expected more development of the characters, but did not see any, besides the fact that their fashion sense was really good at the last episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: I expected more development of the characters, but did not see any, besides the fact that their fashion sense was really good at the last episode.\u001b[24m\n    \u001b[1mキャラクター：私はキャラクターのさらなる発展を期待しましたが、ファッションセンスが最後のエピソードで本当に良かったという事実の他に、何も見ませんでした。\u001b[22m, \u001b[1m文字：私は文字のより多くの開発を期待したが、彼らのファッションセンスが最後のエピソードで本当に良かったという事実以外に、任意のを見ていません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I did not really enjoy it. It was like a boring train ride.\n\n\u001b[1m楽しさ：私はそれを本当に楽しまなかった。 それは退屈な電車のようだった。\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa sore o hontōni tanoshimanakatta. Sore wa taikutsuna densha no yōdatta.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I did not really enjoy it. It was like a boring train ride.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I did not really enjoy it.\u001b[24m\n    \u001b[1m楽しさ：私はそれを本当に楽しまなかった。\u001b[22m, \u001b[1m楽しさ：私は本当にそれを楽しんでいませんでした。\u001b[22m\n\u001b[4mIt was like a boring train ride.\u001b[24m\n    \u001b[1mそれは退屈な電車のようだった。\u001b[22m, \u001b[1mそれは退屈な電車のようでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Well, my thoughts right now is 'at least I got this anime done and over with'. Nothing in this anime really struck me emotionally, but only visually. I think this anime is only good for it's eye-candy, otherwise if you are looking for something that is cute all the way through, I recommend this. Though beware, do not expect any memorable things. This is something that you could probably watch if you have some free time to throw away.\n\n\u001b[1m全体的に：まあ、私の考えは今は「少なくとも私はこのアニメをやり遂げました」。 このアニメの中の何ものも私を感情的に殴ったことはありませんでしたが、視覚的にしか感動しませんでした。 私はこのアニメが目のキャンディーにしか役に立たないと思っています。そうでなければ、かわいい何かを探しているなら、これをお勧めします。 注意してくださいが、思い出に残るものは期待しないでください。 これは捨てる自由な時間があればおそらく見ることができるものです。\u001b[22m\n\u001b[1m(Zentai-teki ni: Mā, watashi no kangae wa ima wa `sukunakutomo watashi wa kono anime o yaritogemashita'. Kono anime no naka no nanimono mo watashi o kanjō-teki ni nagutta koto wa arimasendeshitaga, shikaku-teki ni shika kandō shimasendeshita. Watashi wa kono anime ga me no kyandī ni shika yakunitatanai to omotte imasu. Sōdenakereba, kawaī nanika o sagashite irunara, kore o o susume shimasu. Chūi shite kudasai ga, omoide ni nokoru mono wa kitai shinaide kudasai. Kore wa suteru jiyūna jikan ga areba osoraku miru koto ga dekiru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Well, my thoughts right now is 'at least I got this anime done and over with'. Nothing in this anime really struck me emotionally, but only visually. I think this anime is only good for it's eye-candy, otherwise if you are looking for something that is cute all the way through, I recommend this. Though beware, do not expect any memorable things. This is something that you could probably watch if you have some free time to throw away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Well, my thoughts right now is 'at least I got this anime done and over with'.\u001b[24m\n    \u001b[1m全体的に：まあ、私の考えは今は「少なくとも私はこのアニメをやり遂げました」。\u001b[22m, \u001b[1m全体：まあ、私の考えは今 'は、少なくとも私はこのアニメが行われ、オーバーでしまった」されています。\u001b[22m\n\u001b[4mNothing in this anime really struck me emotionally, but only visually.\u001b[24m\n    \u001b[1mこのアニメの中の何ものも私を感情的に殴ったことはありませんでしたが、視覚的にしか感動しませんでした。\u001b[22m, \u001b[1mこのアニメには何も本当にだけ視覚的、感情的に心を打ちません。\u001b[22m\n\u001b[4mI think this anime is only good for it's eye-candy, otherwise if you are looking for something that is cute all the way through, I recommend this.\u001b[24m\n    \u001b[1m私はこのアニメが目のキャンディーにしか役に立たないと思っています。そうでなければ、かわいい何かを探しているなら、これをお勧めします。\u001b[22m, \u001b[1m私はこのアニメが、それは見た目だのための唯一の良いあなたはすべての方法を介して、かわいいです何かを探しているなら、そうしないと、私はこれをお勧めだと思います。\u001b[22m\n\u001b[4mThough beware, do not expect any memorable things.\u001b[24m\n    \u001b[1m注意してくださいが、思い出に残るものは期待しないでください。\u001b[22m, \u001b[1m用心ものの、任意の記憶に残る事を期待してはいけません。\u001b[22m\n\u001b[4mThis is something that you could probably watch if you have some free time to throw away.\u001b[24m\n    \u001b[1mこれは捨てる自由な時間があればおそらく見ることができるものです。\u001b[22m, \u001b[1mこれは捨てるためにいくつかの自由な時間があれば、あなたはおそらく見ることができるものです。\u001b[22m"
  },
  {
    "title": "Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "id": "25839",
    "url": "https://myanimelist.net/anime/25839/Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "user": "Risan07",
    "profile": "/profile/Risan07/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=183274",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  7\n\n私は遅れて沢山の怒涛のアニメを見ていましたので、ペースを変えて素敵なハーレムの学校生活を送ると思っていました。座って楽しむだけです。  「Bonjour」は、私が暗くて暗い海に掘り下げる前に、私の心を払うために必要なものでした。 そして、この最後の金曜日を終えたばかりのシリーズでは、それを見てもらうのが簡単でした。\n\nストーリー：6/10\nあなたがオトメゲームを前にプレイしたことがある、またはオトメゲームに基づいて他のアニメを見たことがあるなら、あなたはショーのプロットに驚かないでしょう。 私は非常にそれにダイビングするつもりはありませんが、前に見たことがないあなたのそれらのために/プロットの要点です：かわいい女の子は専門学校に行く、彼女はすべての男の子を最終的に来る 彼女と同じように、学校には、関係を断ち切るルールがあります。それぞれの少年が女の子と一緒に自分の特別なものを1つずつ持っている間に、ヒジンクと楽しい時間が続きます。 言うまでもなく、プロットは最高で標準的でした。\n基本的には、誰かがゲームをしているのを見ていて、標準的な対話やコメディシーンを体験しているように感じました（そしてペストリーを作っています）。 これは悪いことではありませんが、それはテーブルに何も新しいものをもたらしませんでした。 しかし、エピソードは5分しかないので、シリーズ全体を1時間半で簡単に見ることができます。オープニングテーマと終了テーマをスキップすると1時間もかかります。\n\nサウンド：6/10\nストーリーのように、音楽はゲームからまっすぐに聞こえたように聞こえました。 オープニングとエンディングのテーマは短く、特に好きだったのです。 それは聞いて楽しい主な男性キャストの歌で構成されています。 すべての声優は、それぞれのキャラクターをうまく演じて、自分の役割において優れた仕事をしました。 キャストからの私のお気に入りは、私が陽気であると思った、そして彼女が話すたびにいつも私を笑わせるようにした、Ran Mochizukiでした。\n\nアートとアニメーション：8/10\nショーは明るくカラフルで、砂漠は絶対においしそうでした。 景色も美しく、色彩はショーの雰囲気を非常に彩りました。 しかし、私は文字がやや一般的に見えると思った。 確かに、ヒロインと美しい愛の関心のバンドを描くことができる方法は非常に多くあります。 主人公と一緒に挿入して主人公になれるようになっているので、ヒロインが一般的に見えるのは何も問題ありません。 私が悲しんだことは、特に魅力的な人を見つけられなかったことです。 はい、彼らはかなり（私は推測する）、はい、彼らは偉大な目を引っ張って髪の色を持っていたが、彼らは私が似たようなシリーズで見た男のいずれかに比べて異なって見えなかった。 もし私が一人で外見上でそれらのどれかを選んでいなければならないのなら、それはおそらく涼​​です。\n\nキャラクター：7/10\nもう一度標準的なオットーのゲームキャラクターのダイナミックスを見ることができます。  Sayuriは、すべてのことを最善を尽くし、ペストリー製作の本当の才能を持っている古典的なメアリー訴訟ですが、彼女の能力についてはもちろん安全ではありません。 彼女は大して人気がありますが、正当な理由なしに彼女を嫌っているのは、ある意味の少女と彼女のバックアップの可能性を除いてです。  Ranは、Sayuriに沿ってタグ付けし、Sayuriを奨励する最も親しい友人です。 椿は、シェイリのシェフのライバルとして自分自身を宣言している女の子です。 彼女の目的はコメディを提供することです。\nミツキは愛らしい、いい気分、ギルバートは外国人、もちろん日本の方法を知らないのですが、吉野輔は静かで深刻ですが、あなたが彼を知った後も穏やかな側面を持っています。そして、龍はタフな男です。  Sayuriのための最も強い感情を示すことに終わるものです。 私が言ったように - かなり標準。 彼らのバックストーリーは軽く触れられ、ショーの一般的な光とふわふわした感じを損なうことなく、彼らに暗い側面を与えるドラマ/悲しみのちょっとしかありません。\n\n全体：6/10\n全体的にショーはちょうど標準でした。 それは基本的な逆ハレム/オトメのゲームジャンルから壊れたものは何もなかった。 今は私がこれが悪いことではない理由は定番だからです。 使い慣れていて快適で簡単にすぐに利用できます。 私が言ったように、これは春の休憩を開始し、暗いものから、そして試験のストレスから離れていく素晴らしいショーでした。 しかし、あなたが新しいものやエキサイティングなもの、あるいは少しの才能を発見しようとしているなら、このショーはあなたのためではないかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI had been watching a lot of gory and heavy anime as of late, so I thought I would take a change of pace and go for a nice harem school life sort - you know, just to sit and enjoy. ‘Bonjour’ was just what I needed to clear my mind before I delved into darker and murkier waters again. And with the series having just finished up this last Friday it made it easy to binge watch it.\n\n\u001b[1m私は遅れて沢山の怒涛のアニメを見ていましたので、ペースを変えて素敵なハーレムの学校生活を送ると思っていました。座って楽しむだけです。  「Bonjour」は、私が暗くて暗い海に掘り下げる前に、私の心を払うために必要なものでした。 そして、この最後の金曜日を終えたばかりのシリーズでは、それを見てもらうのが簡単でした。\u001b[22m\n\u001b[1m(Watashi wa okurete takusan no dotō no anime o mite imashitanode, pēsu o kaete sutekina hāremu no gakkō seikatsu o okuru to omotte imashita. Suwatte tanoshimu dakedesu. `Bonjūru' wa, watashi ga kurakute kurai umi ni horisageru mae ni, watashi no kokoro o harau tame ni hitsuyōna monodeshita. Soshite, kono saigo no kin'yōbi o oeta bakari no shirīzude wa, sore o mite morau no ga kantandeshita.)\u001b[22m\n\nTranslations of \u001b[4mI had been watching a lot of gory and heavy anime as of late, so I thought I would take a change of pace and go for a nice harem school life sort - you know, just to sit and enjoy. ‘Bonjour’ was just what I needed to clear my mind before I delved into darker and murkier waters again. And with the series having just finished up this last Friday it made it easy to binge watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had been watching a lot of gory and heavy anime as of late, so I thought I would take a change of pace and go for a nice harem school life sort - you know, just to sit and enjoy.\u001b[24m\n    \u001b[1m私は遅れて沢山の怒涛のアニメを見ていましたので、ペースを変えて素敵なハーレムの学校生活を送ると思っていました。座って楽しむだけです。\u001b[22m, \u001b[1m私は後半のよう血みどろと重いアニメをたくさん見てきたので、私はペースの変化を取り、素敵なハーレム学校生活の並べ替えのために行くだろうと思った - あなたが知っている、ただ座って楽しむこと。\u001b[22m\n\u001b[4m‘Bonjour’ was just what I needed to clear my mind before I delved into darker and murkier waters again.\u001b[24m\n    \u001b[1m「Bonjour」は、私が暗くて暗い海に掘り下げる前に、私の心を払うために必要なものでした。\u001b[22m, \u001b[1m「Bonjourは '私は再び暗くし、あいまいに海掘り下げ前に私は私の心をクリアするために必要なものだけでした。\u001b[22m\n\u001b[4mAnd with the series having just finished up this last Friday it made it easy to binge watch it.\u001b[24m\n    \u001b[1mそして、この最後の金曜日を終えたばかりのシリーズでは、それを見てもらうのが簡単でした。\u001b[22m, \u001b[1mシリーズはちょうどこの前金曜日まで終了したと、それはそれは簡単にどんちゃん騒ぎにそれを見ました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6/10\n\n\u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/10\u001b[24m\n    \u001b[1mストーリー：6/10\u001b[22m\nNow if you’ve played Otome games before or have watched other anime based off of an otome game then you wouldn't be surprised by the plot of the show. I'm not going to dive very much into it, but for those of you who haven't watched/played one before here's the gist of the plot: Cute girl goes to a specialty school, she meets all the boys who will eventually come to like her, there is a rule in the school that disbars relationships, hijinks and fun times ensue with each boy getting their own special one on one time with the girl. Needless to say, the plot was standard at best.\n\n\u001b[1mあなたがオトメゲームを前にプレイしたことがある、またはオトメゲームに基づいて他のアニメを見たことがあるなら、あなたはショーのプロットに驚かないでしょう。 私は非常にそれにダイビングするつもりはありませんが、前に見たことがないあなたのそれらのために/プロットの要点です：かわいい女の子は専門学校に行く、彼女はすべての男の子を最終的に来る 彼女と同じように、学校には、関係を断ち切るルールがあります。それぞれの少年が女の子と一緒に自分の特別なものを1つずつ持っている間に、ヒジンクと楽しい時間が続きます。 言うまでもなく、プロットは最高で標準的でした。\u001b[22m\n\u001b[1m(Anata ga otomegēmu o mae ni purei shita koto ga aru, matawa otomegēmu ni motodzuite hoka no anime o mita koto ga arunara, anata wa shō no purotto ni odorokanaideshou. Watashi wa hijō ni sore ni daibingu suru tsumori wa arimasenga, mae ni mita koto ga nai anata no sorera no tame ni/ purotto no yōtendesu: Kawaī on'nanoko wa senmon gakkōniiku, kanojo wa subete no otokonoko o saishūtekini kuru kanojo to onajiyōni, gakkō ni wa, kankei o tachikiru rūru ga arimasu. Sorezore no shōnen ga on'nanoko to issho ni jibun no tokubetsuna mono o 1tsu zutsu motte iru ma ni, hijinku to tanoshī jikan ga tsudzukimasu. Iumademonaku, purotto wa saikō de hyōjun-tekideshita.)\u001b[22m\n\nTranslations of \u001b[4mNow if you’ve played Otome games before or have watched other anime based off of an otome game then you wouldn't be surprised by the plot of the show. I'm not going to dive very much into it, but for those of you who haven't watched/played one before here's the gist of the plot: Cute girl goes to a specialty school, she meets all the boys who will eventually come to like her, there is a rule in the school that disbars relationships, hijinks and fun times ensue with each boy getting their own special one on one time with the girl. Needless to say, the plot was standard at best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow if you’ve played Otome games before or have watched other anime based off of an otome game then you wouldn't be surprised by the plot of the show.\u001b[24m\n    \u001b[1mあなたがオトメゲームを前にプレイしたことがある、またはオトメゲームに基づいて他のアニメを見たことがあるなら、あなたはショーのプロットに驚かないでしょう。\u001b[22m, \u001b[1mあなたが前に乙女ゲームをプレイしたか、乙女ゲームのオフに基づいて、他のアニメを見ている場合さて、あなたはショーのプロットによって驚かないだろう。\u001b[22m\n\u001b[4mI'm not going to dive very much into it, but for those of you who haven't watched/played one before here's the gist of the plot: Cute girl goes to a specialty school, she meets all the boys who will eventually come\u001b[24m\n    \u001b[1m私は非常にそれにダイビングするつもりはありませんが、前に見たことがないあなたのそれらのために/プロットの要点です：かわいい女の子は専門学校に行く、彼女はすべての男の子を最終的に来る\u001b[22m, \u001b[1m私はそれに非常に飛び込むつもりが、ここではプロットの要旨だ前に/を見ていないあなたの人々のための1をプレイしていないよ：かわいい女の子が専門学校に行き、彼女は最終的に来るすべての男の子を満たしています\u001b[22m\n\u001b[4mto like her, there is a rule in the school that disbars relationships, hijinks and fun times ensue with each boy getting their own special one on one time with the girl.\u001b[24m\n    \u001b[1m彼女と同じように、学校には、関係を断ち切るルールがあります。それぞれの少年が女の子と一緒に自分の特別なものを1つずつ持っている間に、ヒジンクと楽しい時間が続きます。\u001b[22m, \u001b[1m彼女を好きに、関係、hijinksと楽しい時間は各男の子は女の子と1時間に自分自身の特別な1つを得ることで結果として起きるdisbars学校でのルールがあります。\u001b[22m\n\u001b[4mNeedless to say, the plot was standard at best.\u001b[24m\n    \u001b[1m言うまでもなく、プロットは最高で標準的でした。\u001b[22m, \u001b[1m言うまでもなく、プロットは、最高の状態で標準でした。\u001b[22m\nIt basically felt like you were watching someone playing the game and experiencing standard dialogue and comedic scenes (and making pastries!). This isn’t a bad thing, but it brought nothing new to the table. The upside is though that the episodes are only 5 minutes long, so you could easily watch the entire series in an hour and a half, maybe even an hour if you skip opening and ending themes.\n\n\u001b[1m基本的には、誰かがゲームをしているのを見ていて、標準的な対話やコメディシーンを体験しているように感じました（そしてペストリーを作っています）。 これは悪いことではありませんが、それはテーブルに何も新しいものをもたらしませんでした。 しかし、エピソードは5分しかないので、シリーズ全体を1時間半で簡単に見ることができます。オープニングテーマと終了テーマをスキップすると1時間もかかります。\u001b[22m\n\u001b[1m(Kihontekini wa, darekaga gēmu o shite iru no o mite ite, hyōjun-tekina taiwa ya komedishīn o taiken shite iru yō ni kanjimashita (soshite pesutorī o tsukutte imasu). Kore wa warui kotode wa arimasenga, soreha tēburu ni nani mo atarashī mono o motarashimasendeshita. Shikashi, episōdo wa 5-bu shika nainode, shirīzu zentai o 1-jikan han de kantan ni miru koto ga dekimasu. Ōpuningutēma to shūryō tēma o sukippu suruto 1-jikan mo kakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt basically felt like you were watching someone playing the game and experiencing standard dialogue and comedic scenes (and making pastries!). This isn’t a bad thing, but it brought nothing new to the table. The upside is though that the episodes are only 5 minutes long, so you could easily watch the entire series in an hour and a half, maybe even an hour if you skip opening and ending themes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt basically felt like you were watching someone playing the game and experiencing standard dialogue and comedic scenes (and making pastries!).\u001b[24m\n    \u001b[1m基本的には、誰かがゲームをしているのを見ていて、標準的な対話やコメディシーンを体験しているように感じました（そしてペストリーを作っています）。\u001b[22m, \u001b[1m誰かがゲームをプレイし、標準的な対話とコミカルなシーンを経験して見ていたようにそれは基本的に感じました（とペストリーを作ります！）。\u001b[22m\n\u001b[4mThis isn’t a bad thing, but it brought nothing new to the table.\u001b[24m\n    \u001b[1mこれは悪いことではありませんが、それはテーブルに何も新しいものをもたらしませんでした。\u001b[22m, \u001b[1mこれは悪いことではないが、それはテーブルに新しいものをもたらしません。\u001b[22m\n\u001b[4mThe upside is though that the episodes are only 5 minutes long, so you could easily watch the entire series in an hour and a half, maybe even an hour if you skip opening and ending themes.\u001b[24m\n    \u001b[1mしかし、エピソードは5分しかないので、シリーズ全体を1時間半で簡単に見ることができます。オープニングテーマと終了テーマをスキップすると1時間もかかります。\u001b[22m, \u001b[1mエピソードはわずか5分の長さであることけれども逆さまなので、あなたがオープニングとエンディングテーマをスキップする場合は、簡単に時間半、多分時間で、シリーズ全体を見ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6/10\n\n\u001b[1mサウンド：6/10\u001b[22m\n\u001b[1m(Saundo: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6/10\u001b[24m\n    \u001b[1mサウンド：6/10\u001b[22m\nJust like the story, the music sounded like it came straight from the game - so it was nothing spectacular. The opening and ending themes were short and to the point, which I especially liked. It comprised of the main male cast singing, which was pleasant to listen to. All the voice actors did a good job in their roles, playing their respective characters well. My favorite out of the cast though was Ran Mochizuki , who I thought was hilarious, and always made me laugh every time that she spoke.\n\n\u001b[1mストーリーのように、音楽はゲームからまっすぐに聞こえたように聞こえました。 オープニングとエンディングのテーマは短く、特に好きだったのです。 それは聞いて楽しい主な男性キャストの歌で構成されています。 すべての声優は、それぞれのキャラクターをうまく演じて、自分の役割において優れた仕事をしました。 キャストからの私のお気に入りは、私が陽気であると思った、そして彼女が話すたびにいつも私を笑わせるようにした、Ran Mochizukiでした。\u001b[22m\n\u001b[1m(Sutōrī no yō ni, ongaku wa gēmu kara massugu ni kikoeta yō ni kikoemashita. Ōpuningu to endingu no tēma wa mijikaku, tokuni sukidatta nodesu. Sore wa kiite tanoshī omona dansei kyasuto no uta de kōsei sa rete imasu. Subete no seiyū wa, sorezore no kyarakutā o umaku enjite, jibun no yakuwari ni oite sugureta shigoto o shimashita. Kyasuto kara no watashinōkiniiri wa, watashi ga yōkidearu to omotta, soshite kanojo ga hanasu tabi ni itsumo watashi o warawaseru yō ni shita, Ran Mochizukideshita.)\u001b[22m\n\nTranslations of \u001b[4mJust like the story, the music sounded like it came straight from the game - so it was nothing spectacular. The opening and ending themes were short and to the point, which I especially liked. It comprised of the main male cast singing, which was pleasant to listen to. All the voice actors did a good job in their roles, playing their respective characters well. My favorite out of the cast though was Ran Mochizuki , who I thought was hilarious, and always made me laugh every time that she spoke.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust like the story, the music sounded like it came straight from the game - so it was nothing spectacular.\u001b[24m\n    \u001b[1mストーリーのように、音楽はゲームからまっすぐに聞こえたように聞こえました。\u001b[22m, \u001b[1mちょうど物語のように、それはゲームからまっすぐ来たような音楽が聞こえた - それは壮大な何もなかったです。\u001b[22m\n\u001b[4mThe opening and ending themes were short and to the point, which I especially liked.\u001b[24m\n    \u001b[1mオープニングとエンディングのテーマは短く、特に好きだったのです。\u001b[22m, \u001b[1mオープニングとエンディングテーマが短く、私が特に気に入った点にありました。\u001b[22m\n\u001b[4mIt comprised of the main male cast singing, which was pleasant to listen to.\u001b[24m\n    \u001b[1mそれは聞いて楽しい主な男性キャストの歌で構成されています。\u001b[22m, \u001b[1mそれはを聞くために快適だった主な男性キャストの歌、で構成される。\u001b[22m\n\u001b[4mAll the voice actors did a good job in their roles, playing their respective characters well.\u001b[24m\n    \u001b[1mすべての声優は、それぞれのキャラクターをうまく演じて、自分の役割において優れた仕事をしました。\u001b[22m, \u001b[1mすべての声優は、その役割に良い仕事をしただけでなく、それぞれの文字を演奏します。\u001b[22m\n\u001b[4mMy favorite out of the cast though was Ran Mochizuki , who I thought was hilarious, and always made me laugh every time that she spoke.\u001b[24m\n    \u001b[1mキャストからの私のお気に入りは、私が陽気であると思った、そして彼女が話すたびにいつも私を笑わせるようにした、Ran Mochizukiでした。\u001b[22m, \u001b[1mキャストのうち私のお気に入りは、しかし、私は陽気だと思った、といつも私は彼女が話した毎回笑わせた望月を、蘭ました。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Animation: 8/10\n\n\u001b[1mアートとアニメーション：8/10\u001b[22m\n\u001b[1m(Āto to animēshon: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt and Animation: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Animation: 8/10\u001b[24m\n    \u001b[1mアートとアニメーション：8/10\u001b[22m\nThe show was bright and colorful, and the deserts absolutely looked DELICIOUS. The scenery was beautiful too with the coloring setting the ambiance of the show very. However, I thought the characters looked somewhat generic. Granted, there are only so many different ways you can draw the heroine and her band of good looking love interests. And there’s nothing wrong with the heroine looking generic, because you are supposed to be able to insert yourself and become the main character. What made me sad was that I didn't particularly find any of the guys that appealing looking. Yes, they were pretty (I guess), yes they had great and eye catching hair color, but they didn't look DIFFERENT compared to any of the men that I have seen in similar series. If I had to pick any one of them on looks alone it would probably be Ryou.\n\n\u001b[1mショーは明るくカラフルで、砂漠は絶対においしそうでした。 景色も美しく、色彩はショーの雰囲気を非常に彩りました。 しかし、私は文字がやや一般的に見えると思った。 確かに、ヒロインと美しい愛の関心のバンドを描くことができる方法は非常に多くあります。 主人公と一緒に挿入して主人公になれるようになっているので、ヒロインが一般的に見えるのは何も問題ありません。 私が悲しんだことは、特に魅力的な人を見つけられなかったことです。 はい、彼らはかなり（私は推測する）、はい、彼らは偉大な目を引っ張って髪の色を持っていたが、彼らは私が似たようなシリーズで見た男のいずれかに比べて異なって見えなかった。 もし私が一人で外見上でそれらのどれかを選んでいなければならないのなら、それはおそらく涼​​です。\u001b[22m\n\u001b[1m(Shō wa akaruku karafuru de, sabaku wa zettai ni oishi-sōdeshita. Keshiki mo utsukushiku, shikisai wa shō no fun'iki o hijō ni irodorimashita. Shikashi, watashi wa moji ga yaya ippantekini mieru to omotta. Tashika ni, hiroin to utsukushī ai no kanshin no bando o kaku koto ga dekiru hōhō wa hijō ni ōku arimasu. Shujinkō to issho ni sōnyū shite shujinkō ni nareru yō ni natte irunode, hiroin ga ippantekini mieru no wa nani mo mondai arimasen. Watashi ga kanashinda koto wa, tokuni miryoku-tekina hito o mitsuke rarenakatta kotodesu. Hai, karera wa kanari (watashi wa suisoku suru), wa i, karera wa idaina me o hippatte kami no iro o motte itaga, karera wa watashi ga nita yōna shirīzu de mita otoko no izureka ni kurabete kotonatte mienakatta. Moshi watashi ga hitori de gaiken-jō de sorera no dore ka o erande inakereba naranai nonara, sore wa osoraku ryō ​​desu.)\u001b[22m\n\nTranslations of \u001b[4mThe show was bright and colorful, and the deserts absolutely looked DELICIOUS. The scenery was beautiful too with the coloring setting the ambiance of the show very. However, I thought the characters looked somewhat generic. Granted, there are only so many different ways you can draw the heroine and her band of good looking love interests. And there’s nothing wrong with the heroine looking generic, because you are supposed to be able to insert yourself and become the main character. What made me sad was that I didn't particularly find any of the guys that appealing looking. Yes, they were pretty (I guess), yes they had great and eye catching hair color, but they didn't look DIFFERENT compared to any of the men that I have seen in similar series. If I had to pick any one of them on looks alone it would probably be Ryou.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show was bright and colorful, and the deserts absolutely looked DELICIOUS.\u001b[24m\n    \u001b[1mショーは明るくカラフルで、砂漠は絶対においしそうでした。\u001b[22m, \u001b[1mショーは明るくカラフルで、砂漠は絶対においしい見えました。\u001b[22m\n\u001b[4mThe scenery was beautiful too with the coloring setting the ambiance of the show very.\u001b[24m\n    \u001b[1m景色も美しく、色彩はショーの雰囲気を非常に彩りました。\u001b[22m, \u001b[1m風景は非常にショーの雰囲気を設定着色とあまりにもきれいでした。\u001b[22m\n\u001b[4mHowever, I thought the characters looked somewhat generic.\u001b[24m\n    \u001b[1mしかし、私は文字がやや一般的に見えると思った。\u001b[22m, \u001b[1mしかし、私は文字がやや一般的な見えたと思いました。\u001b[22m\n\u001b[4mGranted, there are only so many different ways you can draw the heroine and her band of good looking love interests.\u001b[24m\n    \u001b[1m確かに、ヒロインと美しい愛の関心のバンドを描くことができる方法は非常に多くあります。\u001b[22m, \u001b[1m確かに、あなたが探して良い愛の利益のヒロインと彼女のバンドを描くことができる唯一の非常に多くの異なる方法があります。\u001b[22m\n\u001b[4mAnd there’s nothing wrong with the heroine looking generic, because you are supposed to be able to insert yourself and become the main character.\u001b[24m\n    \u001b[1m主人公と一緒に挿入して主人公になれるようになっているので、ヒロインが一般的に見えるのは何も問題ありません。\u001b[22m, \u001b[1mあなたが自分自身を挿入し、メインキャラクターになることができるようになっているためとヒロインは、一般的な探しては何も問題は、ありません。\u001b[22m\n\u001b[4mWhat made me sad was that I didn't particularly find any of the guys that appealing looking.\u001b[24m\n    \u001b[1m私が悲しんだことは、特に魅力的な人を見つけられなかったことです。\u001b[22m, \u001b[1mどのような私は悲しい製、私は特に魅力的な探して、みんなのいずれかを見つけることができませんでしたということでした。\u001b[22m\n\u001b[4mYes, they were pretty (I guess), yes they had great and eye catching hair color, but they didn't look DIFFERENT compared to any of the men that I have seen in similar series.\u001b[24m\n    \u001b[1mはい、彼らはかなり（私は推測する）、はい、彼らは偉大な目を引っ張って髪の色を持っていたが、彼らは私が似たようなシリーズで見た男のいずれかに比べて異なって見えなかった。\u001b[22m, \u001b[1mはい、彼らはかなり（私は推測）、はい、彼らは素晴らしいと目を引く髪の色を有していたが、彼らは私が同様のシリーズで見てきた男性のいずれかと比較して異なる見えませんでした。\u001b[22m\n\u001b[4mIf I had to pick any one of them on looks alone it would probably be Ryou.\u001b[24m\n    \u001b[1mもし私が一人で外見上でそれらのどれかを選んでいなければならないのなら、それはおそらく涼です。\u001b[22m, \u001b[1m私は一人でルックスにそれらのいずれかを選ぶとしたら、それはおそらく龍だろう。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7/10\n\n\u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7/10\u001b[24m\n    \u001b[1mキャラクター：7/10\u001b[22m\nOnce again we see standard otome game character dynamics. Sayuri is a classic Mary sue who tries her best at everything and has a real talent for pastry making, but is of course insecure about her abilities. She is wildly popular, except by for the one mean girl and her backup possy that dislike her for no good reason. Ran is the best friend that tags along and encourages Sayuri, while staying out of the spotlight. Tsubaki is the mean girl who self declares herself Sayuri’s rival as a chef; her purpose is to provide comedy.\n\n\u001b[1mもう一度標準的なオットーのゲームキャラクターのダイナミックスを見ることができます。  Sayuriは、すべてのことを最善を尽くし、ペストリー製作の本当の才能を持っている古典的なメアリー訴訟ですが、彼女の能力についてはもちろん安全ではありません。 彼女は大して人気がありますが、正当な理由なしに彼女を嫌っているのは、ある意味の少女と彼女のバックアップの可能性を除いてです。  Ranは、Sayuriに沿ってタグ付けし、Sayuriを奨励する最も親しい友人です。 椿は、シェイリのシェフのライバルとして自分自身を宣言している女の子です。 彼女の目的はコメディを提供することです。\u001b[22m\n\u001b[1m(Mōichido hyōjun-tekina ottō no gēmukyarakutā no dainamikkusu o miru koto ga dekimasu. Sayuri wa, subete no koto o saizen o tsukushi, pesutorī seisaku no hontō no sainō o motte iru koten-tekina mearī soshōdesuga, kanojo no nōryoku ni tsuite wa mochiron anzende wa arimasen. Kanojo wa taishite ninki ga arimasuga, seitōnariyū nashi ni kanojo o kiratte iru no wa, aru imi no shōjo to kanojo no bakkuappu no kanōsei o nozoitedesu. Ran wa, Sayuri ni sotte tagudzuke shi, Sayuri o shōrei suru mottomo shitashī yūjindesu. Tsubaki wa, sheiri no shefu no raibaru to shite jibun jishin o sengen shite iru on'nanokodesu. Kanojo no mokuteki wa komedi o teikyō suru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mOnce again we see standard otome game character dynamics. Sayuri is a classic Mary sue who tries her best at everything and has a real talent for pastry making, but is of course insecure about her abilities. She is wildly popular, except by for the one mean girl and her backup possy that dislike her for no good reason. Ran is the best friend that tags along and encourages Sayuri, while staying out of the spotlight. Tsubaki is the mean girl who self declares herself Sayuri’s rival as a chef; her purpose is to provide comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce again we see standard otome game character dynamics.\u001b[24m\n    \u001b[1mもう一度標準的なオットーのゲームキャラクターのダイナミックスを見ることができます。\u001b[22m, \u001b[1mもう一度、我々は標準的な乙女ゲームキャラクタのダイナミクスを参照してください。\u001b[22m\n\u001b[4mSayuri is a classic Mary sue who tries her best at everything and has a real talent for pastry making, but is of course insecure about her abilities.\u001b[24m\n    \u001b[1mSayuriは、すべてのことを最善を尽くし、ペストリー製作の本当の才能を持っている古典的なメアリー訴訟ですが、彼女の能力についてはもちろん安全ではありません。\u001b[22m, \u001b[1mさゆりはすべてで彼女の最善をしようとお菓子作りのための本当の才能を持っている古典的なメアリースーですが、彼女の能力に不安は勿論です。\u001b[22m\n\u001b[4mShe is wildly popular, except by for the one mean girl and her backup possy that dislike her for no good reason.\u001b[24m\n    \u001b[1m彼女は大して人気がありますが、正当な理由なしに彼女を嫌っているのは、ある意味の少女と彼女のバックアップの可能性を除いてです。\u001b[22m, \u001b[1m彼女は1のために正当な理由なく彼女を嫌い少女と彼女のバックアップ職を意味することによって除き、大人気です。\u001b[22m\n\u001b[4mRan is the best friend that tags along and encourages Sayuri, while staying out of the spotlight.\u001b[24m\n    \u001b[1mRanは、Sayuriに沿ってタグ付けし、Sayuriを奨励する最も親しい友人です。\u001b[22m, \u001b[1m蘭は、スポットライトの外に滞在しながら、に沿ってタグと小百合を奨励親友です。\u001b[22m\n\u001b[4mTsubaki is the mean girl who self declares herself Sayuri’s rival as a chef;\u001b[24m\n    \u001b[1m椿は、シェイリのシェフのライバルとして自分自身を宣言している女の子です。\u001b[22m, \u001b[1m椿は、自己がシェフとしての自分自身さゆりさんのライバル宣言する平均女の子です。\u001b[22m\n\u001b[4mher purpose is to provide comedy.\u001b[24m\n    \u001b[1m彼女の目的はコメディを提供することです。\u001b[22m, \u001b[1m彼女の目的は、コメディを提供することにあります。\u001b[22m\nMitsuki is lovable and good natured, Gilbert is foreign and of course ignorant of Japanese ways, Yoshinozuke is quiet and can be serious but has a gentle side as well after you get to know him, and Ryou is the tough guy and can be scary but is the one who ends up showing the strongest feelings for Sayuri. Like I said - pretty standard. Their backstories are lightly touched on and have just a tad of drama/sadness to give them a darker side without ruining the general light and fluffy feel of the show.\n\n\u001b[1mミツキは愛らしい、いい気分、ギルバートは外国人、もちろん日本の方法を知らないのですが、吉野輔は静かで深刻ですが、あなたが彼を知った後も穏やかな側面を持っています。そして、龍はタフな男です。  Sayuriのための最も強い感情を示すことに終わるものです。 私が言ったように - かなり標準。 彼らのバックストーリーは軽く触れられ、ショーの一般的な光とふわふわした感じを損なうことなく、彼らに暗い側面を与えるドラマ/悲しみのちょっとしかありません。\u001b[22m\n\u001b[1m(Mitsuki wa airashī, ī kibun, girubāto wa gaikoku hito, mochiron Nihon no hōhō o shiranai nodesuga, Yoshino Suke wa shizukade shinkokudesuga, anata ga kare o shitta nochi mo odayakana sokumen o motte imasu. Soshite, ryū wa tafuna otokodesu. Sayuri no tame no mottomo tsuyoi kanjō o shimesu koto ni owaru monodesu. Watashi ga itta yō ni - kanari hyōjun. Karera no bakkusutōrī wa karuku fure rare, shō no ippantekina-kō to fuwafuwa shita kanji o sokonau koto naku, karera ni kurai sokumen o ataeru dorama/ kanashimi no chotto shika arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMitsuki is lovable and good natured, Gilbert is foreign and of course ignorant of Japanese ways, Yoshinozuke is quiet and can be serious but has a gentle side as well after you get to know him, and Ryou is the tough guy and can be scary but is the one who ends up showing the strongest feelings for Sayuri. Like I said - pretty standard. Their backstories are lightly touched on and have just a tad of drama/sadness to give them a darker side without ruining the general light and fluffy feel of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMitsuki is lovable and good natured, Gilbert is foreign and of course ignorant of Japanese ways, Yoshinozuke is quiet and can be serious but has a gentle side as well after you get to know him, and Ryou is the tough guy and can be scary but\u001b[24m\n    \u001b[1mミツキは愛らしい、いい気分、ギルバートは外国人、もちろん日本の方法を知らないのですが、吉野輔は静かで深刻ですが、あなたが彼を知った後も穏やかな側面を持っています。そして、龍はタフな男です。\u001b[22m, \u001b[1mみつきは愛すべきと性格良いですが、ギルバートは外国人であり、日本のやり方を知らない、もちろん、Yoshinozukeは静かで、深刻なことができますが、あなたは彼を知って取得した後、同様に穏やかな側面を持っており、亮はタフな男だと怖いことができますが、\u001b[22m\n\u001b[4mis the one who ends up showing the strongest feelings for Sayuri.\u001b[24m\n    \u001b[1mSayuriのための最も強い感情を示すことに終わるものです。\u001b[22m, \u001b[1mさゆりのための最強の気持ちを示してしまうものがあります。\u001b[22m\n\u001b[4mLike I said - pretty standard.\u001b[24m\n    \u001b[1m私が言ったように - かなり標準。\u001b[22m, \u001b[1m同様に私は言った - かなり標準的。\u001b[22m\n\u001b[4mTheir backstories are lightly touched on and have just a tad of drama/sadness to give them a darker side without ruining the general light and fluffy feel of the show.\u001b[24m\n    \u001b[1m彼らのバックストーリーは軽く触れられ、ショーの一般的な光とふわふわした感じを損なうことなく、彼らに暗い側面を与えるドラマ/悲しみのちょっとしかありません。\u001b[22m, \u001b[1mそのbackstoriesは軽く触れたと一般的な光とショーのふわふわな感触を台無しにすることなく、彼らに暗い側面を与えるためにドラマ/悲しみのほんの少しを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6/10\n\n\u001b[1m全体：6/10\u001b[22m\n\u001b[1m(Zentai: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6/10\u001b[24m\n    \u001b[1m全体：6/10\u001b[22m\nOverall the show was just standard. There was nothing about it that broke away from the basic reverse harem/otome game genre. Now I’m not saying this is a bad thing because it’s a staple for a reason. It’s familiar and comfortable and easy to get into right away. Like I said, this was a nice show to start spring break with and to get away from the dark stuff and from the stress of exams. But if you are trying to find something that’s new or exciting or has a little flair, then this show might not be for you.\n\n\u001b[1m全体的にショーはちょうど標準でした。 それは基本的な逆ハレム/オトメのゲームジャンルから壊れたものは何もなかった。 今は私がこれが悪いことではない理由は定番だからです。 使い慣れていて快適で簡単にすぐに利用できます。 私が言ったように、これは春の休憩を開始し、暗いものから、そして試験のストレスから離れていく素晴らしいショーでした。 しかし、あなたが新しいものやエキサイティングなもの、あるいは少しの才能を発見しようとしているなら、このショーはあなたのためではないかもしれません。\u001b[22m\n\u001b[1m(Zentai-teki ni shō wa chōdo hyōjundeshita. Sore wa kihon-tekina gyaku haremu/ Otome no gēmujanru kara kowareta mono wa nani mo nakatta. Ima wa watashi ga kore ga warui kotode wanai riyū wa teibandakaradesu. Tsukainarete ite kaitekide kantan ni sugu ni riyō dekimasu. Watashi ga itta yō ni, koreha haru no kyūkei o kaishi shi, kurai mono kara, soshite shiken no sutoresu kara zureteiku subarashī shōdeshita. Shikashi, anata ga atarashī mono ya ekisaitinguna mono, aruiwa sukoshi no sainō o hakken shiyou to shite irunara, kono shō wa anata no tamede wanai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall the show was just standard. There was nothing about it that broke away from the basic reverse harem/otome game genre. Now I’m not saying this is a bad thing because it’s a staple for a reason. It’s familiar and comfortable and easy to get into right away. Like I said, this was a nice show to start spring break with and to get away from the dark stuff and from the stress of exams. But if you are trying to find something that’s new or exciting or has a little flair, then this show might not be for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the show was just standard.\u001b[24m\n    \u001b[1m全体的にショーはちょうど標準でした。\u001b[22m, \u001b[1m全体のショーはちょうど標準でした。\u001b[22m\n\u001b[4mThere was nothing about it that broke away from the basic reverse harem/otome game genre.\u001b[24m\n    \u001b[1mそれは基本的な逆ハレム/オトメのゲームジャンルから壊れたものは何もなかった。\u001b[22m, \u001b[1m離れて、基本的な逆ハーレム/乙女ゲームのジャンルから破ったことについては何もありませんでした。\u001b[22m\n\u001b[4mNow I’m not saying this is a bad thing because it’s a staple for a reason.\u001b[24m\n    \u001b[1m今は私がこれが悪いことではない理由は定番だからです。\u001b[22m, \u001b[1m今、私はそれが理由で定番だから、これは悪いことだとは言いませんよ。\u001b[22m\n\u001b[4mIt’s familiar and comfortable and easy to get into right away.\u001b[24m\n    \u001b[1m使い慣れていて快適で簡単にすぐに利用できます。\u001b[22m, \u001b[1mそれはすぐに入るためにおなじみの、快適で簡単です。\u001b[22m\n\u001b[4mLike I said, this was a nice show to start spring break with and to get away from the dark stuff and from the stress of exams.\u001b[24m\n    \u001b[1m私が言ったように、これは春の休憩を開始し、暗いものから、そして試験のストレスから離れていく素晴らしいショーでした。\u001b[22m, \u001b[1m私が言ったように、これはと春休みを開始すると暗いものからと試験のストレスから離れて取得するために素敵なショーでした。\u001b[22m\n\u001b[4mBut if you are trying to find something that’s new or exciting or has a little flair, then this show might not be for you.\u001b[24m\n    \u001b[1mしかし、あなたが新しいものやエキサイティングなもの、あるいは少しの才能を発見しようとしているなら、このショーはあなたのためではないかもしれません。\u001b[22m, \u001b[1mあなたが新しいまたはエキサイティングだか少し才能を持っている何かを見つけようとしているしかし、もしこのショーはあなたのためではないかもしれません。\u001b[22m"
  },
  {
    "title": "Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "id": "25839",
    "url": "https://myanimelist.net/anime/25839/Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "user": "rayearthlover",
    "profile": "/profile/rayearthlover/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=188086",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  8",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "id": "25839",
    "url": "https://myanimelist.net/anime/25839/Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "user": "ashketch95",
    "profile": "/profile/ashketch95/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=184122",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  7\n\nストーリー：このアニメは、その短いアニメで、私が高校にいたときに読んだ漫画を思い出させる、キッチンプリンセスは、キッチンプリンセスを除いてより発展しました。 このシリーズはわずか24分の6分のエピソードなので、これから何が出てくると思いますか？ クライマックスは私にとって興味深いものでしたが、なぜ私は全部を見ることに決めたのですか、私は考えていません。 メインガールにヒットしようとする3人の教師がいます。私はそれがファックで気分が悪いと感じます。 私は少女と一緒に過ごしたいと思っていたこの男の生徒がいましたが、彼らはそうしましたか？ あなたはそれを見て見つけ出すかもしれません。 全体のアニメは、基本的に彼女のベーキングスクールを通過するこの少女であり、彼らは彼らが焼くすべてのものを記述する。 本当に特別なものはありません。  6/10\n\n芸術：芸術は見ることがとてもきれいだった。 私はそれがどのように描かれたのが好きであることを除いて、あまり言わない。 私が推測するどんな少女の典型的な描写です。 本当に醜いものは何もなかったが、本当に特別なものはなかった。 ネオンの色はかなり気が散っていましたが、私は何も吹き飛ばされませんでした。  8/10\n\nサウンド：私はこのアニメで実際に好きだった唯一の曲はオープニングだった。 結末はちょうど私のために何もしなかった。 オープニングは、それぞれの短絡を開始する非常に甘い方法でした。 それについて本当に何も言うことはありません。  9/10\n\n文字：私は覚えておくことができる文字の名前がたくさんありません。 これはおそらく、このアニメが忘れるか、忘れることのできる文字だけであることを意味します。 7/10 女の子、Sayuriは、思いやりのある個性を持つ典型的な主人公の女の子ですが、それだけです。  3人の先生は、フランス語の先生、ギルバート（私は彼が私が覚えている唯一の先生の名前であることを教えてください）が幼い、紫色の髪が厳密で面白くないもの、黒い髪の毛のもの サユリのライバルはいつも彼が彼女と恋に落ちたいと思っている。  Sayuriの「愛の関心」Ryouは、時々恐ろしいかもしれないが、全体的に、彼はSayuriを幸せにするために何かをやろうと彼女と恋している。  Sayuriの友達、Ranは、たとえ彼女がいなくてもショーを続けることができるちょっと愚かな親友です。 ライバルも非常に不必要であり、彼女の兄弟でもありません。 校長は、あなたの人生がそれに依存していても、あなたが立つことができないショーの中のそれらの愚痴の一つです。 私はすべてのキャラクターが悪いわけではないことを意味しますが、ショーの最後まで保持したいキャラクターではありません。 \n\n楽しさ：あなたが私が皆に正直であることを望むなら、これは私が今まで見た中で最も退屈な少女の一つです。 通常、私はアニメをプルアップして私が宿題をしているのを見ていますが、このアニメはブルースプリングライドや君に届けに比べて背景ノイズが多いです。 これは10のうち7つが簡単です。\n\n全体：アニメは無害ですが、私はあなたがインターネット上で見つけることができる他のものと同様にそれを強く推奨しません。 これに対する全体的なスコアは、10の中で簡単に丸められます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nStory: This anime, short anime at that, reminds me of a manga I read when I was in high school, Kitchen Princess, except Kitchen Princess was more developed. Because the series is only twenty-four six-minute episodes, what do you expect to come out of this. The climax was that interesting either to me, but why I decided to watch the whole thing, I don't have an idea. There are three teachers who try to hit on the main girl, and I find that to be creepy as fuck. There was this one guy student who I wanted to get together with the girl so badly, but do they? You might as well watch and find that out. The whole anime was basically this girl going through her baking school and they describe all the things they bake. Nothing special really. 6/10\n\n\u001b[1mストーリー：このアニメは、その短いアニメで、私が高校にいたときに読んだ漫画を思い出させる、キッチンプリンセスは、キッチンプリンセスを除いてより発展しました。 このシリーズはわずか24分の6分のエピソードなので、これから何が出てくると思いますか？ クライマックスは私にとって興味深いものでしたが、なぜ私は全部を見ることに決めたのですか、私は考えていません。 メインガールにヒットしようとする3人の教師がいます。私はそれがファックで気分が悪いと感じます。 私は少女と一緒に過ごしたいと思っていたこの男の生徒がいましたが、彼らはそうしましたか？ あなたはそれを見て見つけ出すかもしれません。 全体のアニメは、基本的に彼女のベーキングスクールを通過するこの少女であり、彼らは彼らが焼くすべてのものを記述する。 本当に特別なものはありません。  6/10\u001b[22m\n\u001b[1m(Sutōrī: Kono anime wa, sono mijikai anime de, watashi ga kōkō ni ita toki ni yonda manga o omoidasaseru, kitchinpurinsesu wa, kitchinpurinsesu o nozoite yori hatten shimashita. Kono shirīzu wa wazuka 24-bun'no 6-bu no episōdonanode, korekara nani ga detekuru to omoimasu ka? Kuraimakkusu wa watashi ni totte kyōmibukai monodeshitaga, naze watashi wa zenbu o miru koto ni kimeta nodesu ka, watashi wa kangaete imasen. Meingāru ni hitto shiyou to suru 3-ri no kyōshi ga imasu. Watashi wa sore ga fakku de kibungawarui to kanjimasu. Watashi wa shōjo to issho ni sugoshitai to omotte ita kono otoko no seito ga imashitaga, karera wa sō shimashita ka? Anata wa sore o mite mitsukedasu kamo shiremasen. Zentai no anime wa, kihontekini kanojo no bēkingusukūru o tsūka suru kono shōjodeari, karera wa karera ga yaku subete no mono o kijutsu suru. Hontōni tokubetsuna mono wa arimasen. 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: This anime, short anime at that, reminds me of a manga I read when I was in high school, Kitchen Princess, except Kitchen Princess was more developed. Because the series is only twenty-four six-minute episodes, what do you expect to come out of this. The climax was that interesting either to me, but why I decided to watch the whole thing, I don't have an idea. There are three teachers who try to hit on the main girl, and I find that to be creepy as fuck. There was this one guy student who I wanted to get together with the girl so badly, but do they? You might as well watch and find that out. The whole anime was basically this girl going through her baking school and they describe all the things they bake. Nothing special really. 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: This anime, short anime at that, reminds me of a manga I read when I was in high school, Kitchen Princess, except Kitchen Princess was more developed.\u001b[24m\n    \u001b[1mストーリー：このアニメは、その短いアニメで、私が高校にいたときに読んだ漫画を思い出させる、キッチンプリンセスは、キッチンプリンセスを除いてより発展しました。\u001b[22m, \u001b[1mストーリー：このアニメは、その時の短いアニメは、私が高校にいたとき、キッチンのお姫さま除くキッチンプリンセスは、より発展した読み漫画のことを思い出します。\u001b[22m\n\u001b[4mBecause the series is only twenty-four six-minute episodes, what do you expect to come out of this.\u001b[24m\n    \u001b[1mこのシリーズはわずか24分の6分のエピソードなので、これから何が出てくると思いますか？\u001b[22m, \u001b[1mシリーズは、このから出てくることを期待しないものだけを二十から四6分のエピソード、ですので。\u001b[22m\n\u001b[4mThe climax was that interesting either to me, but why I decided to watch the whole thing, I don't have an idea.\u001b[24m\n    \u001b[1mクライマックスは私にとって興味深いものでしたが、なぜ私は全部を見ることに決めたのですか、私は考えていません。\u001b[22m, \u001b[1mクライマックスは、私にはどちらかという興味深いものでしたが、私は全体のことを見て決めた理由は、私はアイデアを持っていません。\u001b[22m\n\u001b[4mThere are three teachers who try to hit on the main girl, and I find that to be creepy as fuck.\u001b[24m\n    \u001b[1mメインガールにヒットしようとする3人の教師がいます。私はそれがファックで気分が悪いと感じます。\u001b[22m, \u001b[1m主な女の子に打ってみてください、と私は性交のように不気味であることがわかり3教師があります。\u001b[22m\n\u001b[4mThere was this one guy student who I wanted to get together with the girl so badly, but do they?\u001b[24m\n    \u001b[1m私は少女と一緒に過ごしたいと思っていたこの男の生徒がいましたが、彼らはそうしましたか？\u001b[22m, \u001b[1m私はひどく女の子と一緒に取得したいが、彼らはこの1男の学生がありましたか？\u001b[22m\n\u001b[4mYou might as well watch and find that out.\u001b[24m\n    \u001b[1mあなたはそれを見て見つけ出すかもしれません。\u001b[22m, \u001b[1mあなたにも見て、それを見つけるかもしれません。\u001b[22m\n\u001b[4mThe whole anime was basically this girl going through her baking school and they describe all the things they bake.\u001b[24m\n    \u001b[1m全体のアニメは、基本的に彼女のベーキングスクールを通過するこの少女であり、彼らは彼らが焼くすべてのものを記述する。\u001b[22m, \u001b[1m全アニメは基本的に彼女のベーキングスクールを通過するこの女の子だったと、彼らは焼くすべてのものを記述します。\u001b[22m\n\u001b[4mNothing special really.\u001b[24m\n    \u001b[1m本当に特別なものはありません。\u001b[22m, \u001b[1m本当に特別な何もありません。\u001b[22m\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art was very pretty to look at. There isn't much to say except that I liked how it was drawn. It's the typical drawing of any shoujo I guess. There was nothing ugly really but nothing really special either. The neon colors were pretty distracting though, but I wasn't blown away by anything. 8/10\n\n\u001b[1m芸術：芸術は見ることがとてもきれいだった。 私はそれがどのように描かれたのが好きであることを除いて、あまり言わない。 私が推測するどんな少女の典型的な描写です。 本当に醜いものは何もなかったが、本当に特別なものはなかった。 ネオンの色はかなり気が散っていましたが、私は何も吹き飛ばされませんでした。  8/10\u001b[22m\n\u001b[1m(Geijutsu: Geijutsu wa miru koto ga totemo kireidatta. Watashi wa sore ga dono yō ni egaka reta no ga sukidearu koto o nozoite, amari iwanai. Watashi ga suisoku suru don'na shōjo no tenkei-tekina byōshadesu. Hontōni minikui mono wa nani mo nakattaga, hontōni tokubetsuna mono wa nakatta. Neon no iro wa kanari ki ga chitte imashitaga, watashi wa nani mo fukitobasa remasendeshita. 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: The art was very pretty to look at. There isn't much to say except that I liked how it was drawn. It's the typical drawing of any shoujo I guess. There was nothing ugly really but nothing really special either. The neon colors were pretty distracting though, but I wasn't blown away by anything. 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art was very pretty to look at.\u001b[24m\n    \u001b[1m芸術：芸術は見ることがとてもきれいだった。\u001b[22m, \u001b[1mアート：芸術は見て非常にきれいでした。\u001b[22m\n\u001b[4mThere isn't much to say except that I liked how it was drawn.\u001b[24m\n    \u001b[1m私はそれがどのように描かれたのが好きであることを除いて、あまり言わない。\u001b[22m, \u001b[1m私はそれが描かれた方法を気に入っていることを除いて言っても過言ではありません。\u001b[22m\n\u001b[4mIt's the typical drawing of any shoujo I guess.\u001b[24m\n    \u001b[1m私が推測するどんな少女の典型的な描写です。\u001b[22m, \u001b[1mそれは私が推測する任意の少女の模式図です。\u001b[22m\n\u001b[4mThere was nothing ugly really but nothing really special either.\u001b[24m\n    \u001b[1m本当に醜いものは何もなかったが、本当に特別なものはなかった。\u001b[22m, \u001b[1m本当に醜い何もなく、どちらか本当に特別なことは何もありませんでした。\u001b[22m\n\u001b[4mThe neon colors were pretty distracting though, but I wasn't blown away by anything.\u001b[24m\n    \u001b[1mネオンの色はかなり気が散っていましたが、私は何も吹き飛ばされませんでした。\u001b[22m, \u001b[1mネオンカラーは、かなりも気が散るでしたが、私は何によって吹き飛ばされていませんでした。\u001b[22m\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound: The only song I actually liked in this anime was the opening. The ending just didn't do anything for me. The opening was a very sweet way to begin each short. There's nothing really much to say about it. 9/10\n\n\u001b[1mサウンド：私はこのアニメで実際に好きだった唯一の曲はオープニングだった。 結末はちょうど私のために何もしなかった。 オープニングは、それぞれの短絡を開始する非常に甘い方法でした。 それについて本当に何も言うことはありません。  9/10\u001b[22m\n\u001b[1m(Saundo: Watashi wa kono anime de jissai ni sukidatta yuiitsu no kyoku wa ōpuningudatta. Ketsumatsu wa chōdo watashi no tame ni nani mo shinakatta. Ōpuningu wa, sorezore no tanraku o kaishi suru hijō ni amai hōhōdeshita. Sore ni tsuite hontōni nani mo iu koto wa arimasen. 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: The only song I actually liked in this anime was the opening. The ending just didn't do anything for me. The opening was a very sweet way to begin each short. There's nothing really much to say about it. 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The only song I actually liked in this anime was the opening.\u001b[24m\n    \u001b[1mサウンド：私はこのアニメで実際に好きだった唯一の曲はオープニングだった。\u001b[22m, \u001b[1mサウンド：私は実際にこのアニメで言っています唯一の歌がオープニングでした。\u001b[22m\n\u001b[4mThe ending just didn't do anything for me.\u001b[24m\n    \u001b[1m結末はちょうど私のために何もしなかった。\u001b[22m, \u001b[1mエンディングはちょうど私のために何もしませんでした。\u001b[22m\n\u001b[4mThe opening was a very sweet way to begin each short.\u001b[24m\n    \u001b[1mオープニングは、それぞれの短絡を開始する非常に甘い方法でした。\u001b[22m, \u001b[1m開口部は、各ショートを開始する非常に甘い方法でした。\u001b[22m\n\u001b[4mThere's nothing really much to say about it.\u001b[24m\n    \u001b[1mそれについて本当に何も言うことはありません。\u001b[22m, \u001b[1mそれについて言うことは本当に多くのものは何もありません。\u001b[22m\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: There are not a lot of characters' name I could remember. That probably means that this anime is either forgettable or just the characters that are forgettable. 7/10 The girl, Sayuri, is your typical main character girl with somewhat of a caring personality, but that's it. The three teachers are each a trope, the French teacher, Gilbert, (and let me tell you that his is the only teacher's name I remember) being childish, the one with the purple hair being strict and not interesting, and the black haired one to be a major flirt, and Sayuri's rival is always wanting him to fall in love with her. Sayuri's 'love interest,' Ryou, may be scary at times, but overall, he's just so in love with her that he'll do anything to make Sayuri happy. Sayuri's friend, Ran, is the kinda stupid best friend that could let the show go on even if she weren't in it. The rival is also very unnecessary, too, and her cronies. The principal is one of those bitches in shows that you cannot stand even if your life depended on it. I mean not every character is bad, but they aren't the ones you want to hold onto until the end of the show either.\n\n\u001b[1m文字：私は覚えておくことができる文字の名前がたくさんありません。 これはおそらく、このアニメが忘れるか、忘れることのできる文字だけであることを意味します。 7/10 女の子、Sayuriは、思いやりのある個性を持つ典型的な主人公の女の子ですが、それだけです。  3人の先生は、フランス語の先生、ギルバート（私は彼が私が覚えている唯一の先生の名前であることを教えてください）が幼い、紫色の髪が厳密で面白くないもの、黒い髪の毛のもの サユリのライバルはいつも彼が彼女と恋に落ちたいと思っている。  Sayuriの「愛の関心」Ryouは、時々恐ろしいかもしれないが、全体的に、彼はSayuriを幸せにするために何かをやろうと彼女と恋している。  Sayuriの友達、Ranは、たとえ彼女がいなくてもショーを続けることができるちょっと愚かな親友です。 ライバルも非常に不必要であり、彼女の兄弟でもありません。 校長は、あなたの人生がそれに依存していても、あなたが立つことができないショーの中のそれらの愚痴の一つです。 私はすべてのキャラクターが悪いわけではないことを意味しますが、ショーの最後まで保持したいキャラクターではありません。 \u001b[22m\n\u001b[1m(Moji: Watashi wa oboete oku koto ga dekiru moji no namae ga takusan arimasen. Kore wa osoraku, kono anime ga wasureru ka, wasureru koto no dekiru moji dakedearu koto o imi shimasu. On'nanoko, Sayuri wa, omoiyari no aru kosei o motsu tenkei-tekina shujinkō no on'nanokodesuga, sore dakedesu. 3-Ri no sensei wa, furansugo no sensei, girubāto (watashi wa kare ga watashi ga oboete iru yuiitsu no sensei no namaedearu koto o oshietekudasai) ga osanai, murasakiiro no kami ga genmitsude omoshirokunai mono, kuroi kaminoke no mono Sayuri no raibaru wa itsumo kare ga kanojo to koi ni ochitai to omotte iru. Sayuri no `ai no kanshin' Ryou wa, tokidoki osoroshī kamo shirenaiga, zentai-teki ni, kare wa Sayuri o shiawaseni suru tame ni nanika o yarou to kanojo to koishite iru. Sayuri no tomodachi, Ran wa, tatoe kanojo ga inakute mo shō o tsudzukeru koto ga dekiru chotto orokana shin'yūdesu. Raibaru mo hijō ni fuhitsuyōdeari, kanojo no kyōdai demo arimasen. Kōchō wa, anata no jinsei ga sore ni izon shite ite mo, anata ga tatsu koto ga dekinai shō no naka no sorera no guchi no hitotsudesu. Watashi wa subete no kyarakutā ga warui wakede wanai koto o imi shimasuga, shō no saigomade hoji shitai kyarakutāde wa arimasen. 7/ 10)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: If you want me to be honest with y'all, this is one of the most boring shoujo's I've ever seen. Usually, I would pull up an anime and watch it as I'm doing my homework, but this anime is mostly background noise compared to Blue Spring Ride or Kimi ni Todoke. An easy 7 out of 10 is fine for this, I suppose.\n\n\u001b[1m楽しさ：あなたが私が皆に正直であることを望むなら、これは私が今まで見た中で最も退屈な少女の一つです。 通常、私はアニメをプルアップして私が宿題をしているのを見ていますが、このアニメはブルースプリングライドや君に届けに比べて背景ノイズが多いです。 これは10のうち7つが簡単です。\u001b[22m\n\u001b[1m(Tanoshisa: Anata ga watashi ga mina ni shōjikidearu koto o nozomunara, kore wa watashi ga imamade mita naka de mottomo taikutsuna shōjo no hitotsudesu. Tsūjō, watashi wa anime o puruappu shite watashi ga shukudai o shite iru no o mite imasuga, kono anime wa burūsupuringuraido ya kiminitodoke ni kurabete haikei noizu ga ōidesu. Kore wa 10 no uchi 7tsu ga kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: If you want me to be honest with y'all, this is one of the most boring shoujo's I've ever seen. Usually, I would pull up an anime and watch it as I'm doing my homework, but this anime is mostly background noise compared to Blue Spring Ride or Kimi ni Todoke. An easy 7 out of 10 is fine for this, I suppose.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: If you want me to be honest with y'all, this is one of the most boring shoujo's I've ever seen.\u001b[24m\n    \u001b[1m楽しさ：あなたが私が皆に正直であることを望むなら、これは私が今まで見た中で最も退屈な少女の一つです。\u001b[22m, \u001b[1m楽しさ：あなたは私のy'allに正直になりたい場合は、これは私が今まで見た中で最も退屈な少女のの一つです。\u001b[22m\n\u001b[4mUsually, I would pull up an anime and watch it as I'm doing my homework, but this anime is mostly background noise compared to Blue Spring Ride or Kimi ni Todoke.\u001b[24m\n    \u001b[1m通常、私はアニメをプルアップして私が宿題をしているのを見ていますが、このアニメはブルースプリングライドや君に届けに比べて背景ノイズが多いです。\u001b[22m, \u001b[1m通常、私はアニメをプルアップし、私は私の宿題をやっているとしてそれを見たが、このアニメはアオハライドまたは君に届けに比べてほとんどがバックグラウンドノイズであるだろう。\u001b[22m\n\u001b[4mAn easy 7 out of 10 is fine for this, I suppose.\u001b[24m\n    \u001b[1mこれは10のうち7つが簡単です。\u001b[22m, \u001b[1m10のうち簡単な7は、私は考え、このための罰金です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: The anime is harmless, but I wouldn't highly recommend it as much as anything else you can find on the Internet. The overall score for this is an easy rounded 7 out of 10.\n\n\u001b[1m全体：アニメは無害ですが、私はあなたがインターネット上で見つけることができる他のものと同様にそれを強く推奨しません。 これに対する全体的なスコアは、10の中で簡単に丸められます。\u001b[22m\n\u001b[1m(Zentai: Anime wa mugaidesuga, watashi wa anata ga intānetto-jō de mitsukeru koto ga dekiru ta no mono to dōyō ni sore o tsuyoku suishō shimasen. Kore ni taisuru zentai-tekina sukoa wa, 10 no naka de kantan ni marume raremasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: The anime is harmless, but I wouldn't highly recommend it as much as anything else you can find on the Internet. The overall score for this is an easy rounded 7 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: The anime is harmless, but I wouldn't highly recommend it as much as anything else you can find on the Internet.\u001b[24m\n    \u001b[1m全体：アニメは無害ですが、私はあなたがインターネット上で見つけることができる他のものと同様にそれを強く推奨しません。\u001b[22m, \u001b[1m全体：アニメは無害ですが、私は非常にあなたがインターネット上で見つけることができる何か他のものとして、それは限りお勧めしません。\u001b[22m\n\u001b[4mThe overall score for this is an easy rounded 7 out of 10.\u001b[24m\n    \u001b[1mこれに対する全体的なスコアは、10の中で簡単に丸められます。\u001b[22m, \u001b[1mこのため、全体的なスコアは10のうち簡単な丸みを帯びた7です。\u001b[22m"
  },
  {
    "title": "Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "id": "25839",
    "url": "https://myanimelist.net/anime/25839/Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "user": "Katiel0518",
    "profile": "/profile/Katiel0518/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=210529",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  7\n\n正直言って私はこのアニメが良かったと思う。 彼らのテクニックがそれのように見えて以来、魔法であれば混乱しました。 私は本当にアニメの芸術が特に好きでした.4人の男と声優は本当に良かったですが、ジャンルは映画には関係しません。 それはハーレムではなく、人生の一部であり、そこにはほとんどロマンスがありません。 このショーはもっとロマンスよりも新しい友達を作るようなものです。 私が思ったいくつかのエピソードは、ちょうどランダムなことについて話して以来、本当に退屈で混乱していました。 いくつかのエピソードは、主人公の会合と男との仕事についてしか話しません。 ちょっと笑っても、それほどおもしろくはありませんでしたが、私はまだこれ以上のアニメを考えることができます。  24のエピソードがあったにもかかわらず、エピソード当たりわずか5分で、それほど多くはありませんでした。 それは非常に短かったし、私は1日でそれを見ていた可能性があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTo be honest I think that this anime was good. I got confused if their techniques were magic since it looked like it. I really liked the art in the anime especially the 4 guys and the voice actors were really good but the genres does NOT relate to the movie. It wasn't a harem, slice of life and has very little romance in it. This show is more like making new friends than romance. Some of the episodes I thought was really boring and confusing since it just talks about random things. Some of the episodes only talk about the main character meeting and working with guys. It wasn't very funny even though I laughed a bit I can still think of better anime than this. Even though there was 24 episodes, it was only 5 minutes per episode which isn't very much. It was very short and I could've had watched it in a day.\n\n\u001b[1m正直言って私はこのアニメが良かったと思う。 彼らのテクニックがそれのように見えて以来、私は魔法であれば混乱しました。 私は本当にアニメの芸術が特に好きでした.4人の男と声優は本当に良かったですが、ジャンルは映画には関係しません。 それはハーレムではなく、人生の一部であり、そこにはほとんどロマンスがありません。 このショーはもっとロマンスよりも新しい友達を作るようなものです。 私が思ったいくつかのエピソードは、ちょうどランダムなことについて話して以来、本当に退屈で混乱していました。 いくつかのエピソードは、主人公の会合と男との仕事についてしか話しません。 ちょっと笑っても、それほどおもしろくはありませんでしたが、私はまだこれ以上のアニメを考えることができます。  24のエピソードがあったにもかかわらず、エピソード当たりわずか5分で、それほど多くはありませんでした。 それは非常に短かったし、私は1日でそれを見ていた可能性があります。\u001b[22m\n\u001b[1m(Shōjiki itte watashi wa kono anime ga yokatta to omou. Karera no tekunikku ga sore no yō ni miete irai, watashi wa mahōdeareba konran shimashita. Watashi wa hontōni anime no geijutsu ga tokuni sukideshita. 4-Ri no otoko to seiyū wa hontōniyokattadesuga, janru wa eiga ni wa kankei shimasen. Sore wa hāremude wa naku, jinsei no ichibudeari, soko ni wa hotondo romansu ga arimasen. Kono shō wa motto romansu yori mo atarashī tomodachi o tsukuru yōna monodesu. Watashi ga omotta ikutsu ka no episōdo wa, chōdo randamuna koto ni tsuite hanashite irai, hontōni taikutsu de konran shite imashita. Ikutsu ka no episōdo wa, shujinkō no kaigō to otoko to no shigoto ni tsuite shika hanashimasen. Chotto waratte mo, sore hodo omoshiroku wa arimasendeshitaga, watashi wa mada kore ijō no anime o kangaeru koto ga dekimasu. 24 No episōdo ga atta nimokakawarazu, episōdo atari wazuka 5-bu de, sorehodo ōku wa arimasendeshita. Sore wa hijō ni mijikakattashi, watashi wa 1-nichi de sore o mite ita kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo be honest I think that this anime was good. I got confused if their techniques were magic since it looked like it. I really liked the art in the anime especially the 4 guys and the voice actors were really good but the genres does NOT relate to the movie. It wasn't a harem, slice of life and has very little romance in it. This show is more like making new friends than romance. Some of the episodes I thought was really boring and confusing since it just talks about random things. Some of the episodes only talk about the main character meeting and working with guys. It wasn't very funny even though I laughed a bit I can still think of better anime than this. Even though there was 24 episodes, it was only 5 minutes per episode which isn't very much. It was very short and I could've had watched it in a day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest I think that this anime was good.\u001b[24m\n    \u001b[1m正直言って私はこのアニメが良かったと思う。\u001b[22m, \u001b[1m正直に言うと、私はこのアニメが良かったと思います。\u001b[22m\n\u001b[4mI got confused if their techniques were magic since it looked like it.\u001b[24m\n    \u001b[1m彼らのテクニックがそれのように見えて以来、私は魔法であれば混乱しました。\u001b[22m, \u001b[1m彼らの技術は魔法だったら、それはそれのように見えたので、私は混乱しました。\u001b[22m\n\u001b[4mI really liked the art in the anime especially the 4 guys and the voice actors were really good but the genres does NOT relate to the movie.\u001b[24m\n    \u001b[1m私は本当にアニメの芸術が特に好きでした.4人の男と声優は本当に良かったですが、ジャンルは映画には関係しません。\u001b[22m, \u001b[1m私は本当に、特に4人の男と声優は本当に良かったが、ジャンルは映画に関係しないアニメに芸術が好きでした。\u001b[22m\n\u001b[4mIt wasn't a harem, slice of life and has very little romance in it.\u001b[24m\n    \u001b[1mそれはハーレムではなく、人生の一部であり、そこにはほとんどロマンスがありません。\u001b[22m, \u001b[1mそれは人生のハーレム、スライスではありませんでしたし、それにはほとんどのロマンスを持っています。\u001b[22m\n\u001b[4mThis show is more like making new friends than romance.\u001b[24m\n    \u001b[1mこのショーはもっとロマンスよりも新しい友達を作るようなものです。\u001b[22m, \u001b[1mこのショーは、より多くのロマンスよりも新しい友達を作るようなものです。\u001b[22m\n\u001b[4mSome of the episodes I thought was really boring and confusing since it just talks about random things.\u001b[24m\n    \u001b[1m私が思ったいくつかのエピソードは、ちょうどランダムなことについて話して以来、本当に退屈で混乱していました。\u001b[22m, \u001b[1mそれだけでランダムなものについて語っているので、私は思ったエピソードのいくつかは本当に退屈で混乱しました。\u001b[22m\n\u001b[4mSome of the episodes only talk about the main character meeting and working with guys.\u001b[24m\n    \u001b[1mいくつかのエピソードは、主人公の会合と男との仕事についてしか話しません。\u001b[22m, \u001b[1mエピソードの一部は、メインキャラクターが会うとみんなと協力について話しています。\u001b[22m\n\u001b[4mIt wasn't very funny even though I laughed a bit I can still think of better anime than this.\u001b[24m\n    \u001b[1mちょっと笑っても、それほどおもしろくはありませんでしたが、私はまだこれ以上のアニメを考えることができます。\u001b[22m, \u001b[1m私が、私はまだこれよりも良いアニメと考えることができますビットを笑っていても非常に面白いではありませんでした。\u001b[22m\n\u001b[4mEven though there was 24 episodes, it was only 5 minutes per episode which isn't very much.\u001b[24m\n    \u001b[1m24のエピソードがあったにもかかわらず、エピソード当たりわずか5分で、それほど多くはありませんでした。\u001b[22m, \u001b[1m24のエピソードがあったにもかかわらず、それはあまりないエピソードあたりわずか5分でした。\u001b[22m\n\u001b[4mIt was very short and I could've had watched it in a day.\u001b[24m\n    \u001b[1mそれは非常に短かったし、私は1日でそれを見ていた可能性があります。\u001b[22m, \u001b[1mそれは非常に短いものだったと私は一日でそれを見ていたたかもしれません。\u001b[22m"
  },
  {
    "title": "Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "id": "25839",
    "url": "https://myanimelist.net/anime/25839/Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "user": "hannah_abdash",
    "profile": "/profile/hannah_abdash/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=198619",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  5\nキャラクター|  5\n|  6\n\n私は逆のハーレムか魔法の女の子を見ていますか？ 真剣に。\n\n音楽\nOPと最初のEDはあまり良くありませんでした。 歌は一種オフになっています（いくつかの音符は私をうんざりさせます）。そして、楽器そのものはあまり良くありません。  2番目のED、調和はそれにうまく合わないようでした。 お互いを補完するのではなく、お互いに競い合っているように、声の部分は一緒に噛み合わず、聞こえます。\n\nキャラクター\nキャラクターデザインは大丈夫です。特別なものはありません。  MCはかわいく見えるように設計されています。 彼女はバックボーンのない女の子のひとりです。 他のキャラクターも楽しいものではありません。 意地悪な女の子は明らかに単純に意味がないように難しいです。現実的ではありません。 先生も - これはクラスですか、あなたは故意に学生を誘惑しようとしていますか？ 意味がありません。\n\nストーリー\nすべてが速すぎます - 私はそれが4分のエピソードであるというタイミングのためだとは思いますが。 しかし、キャラクターが突然バックグラウンドの探索を最小限にした後、結論や決定に突然ジャンプした場合、うまく流れません。  3人のプロフェッショナルがこの女の子と他の生徒とはとても親切で（何百人もの女の子がいるにもかかわらず）、ずっと彼女といつも付き合っているのはあまりにも便利すぎるようです。 その料理競争は冗談だった - これは料理であり、あなたが落ちて戻ってくることのできない戦いではありません。 競争は全体のシリーズを要約した：「何か非常に非論理的なことが起こることができますか？\nマロの物は、まあまあではなく、決して説明されませんでした。特に、MCが持っていた奇妙な夢です。\n\n全体的に、このショーについて特別なものは何もありません。 私はショーのハイライトは文字や背景の芸術やデザインかもしれないと思うが、それでも私はそれが素晴らしい素晴らしいとは思わない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nAm I watching a reverse harem or a magical girl? Seriously.\n\n\u001b[1m私は逆のハーレムか魔法の女の子を見ていますか？ 真剣に。\u001b[22m\n\u001b[1m(Watashi wa gyaku no hāremu ka mahō no on'nanoko o mite imasu ka? Shinken ni.)\u001b[22m\n\nTranslations of \u001b[4mAm I watching a reverse harem or a magical girl? Seriously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAm I watching a reverse harem or a magical girl?\u001b[24m\n    \u001b[1m私は逆のハーレムか魔法の女の子を見ていますか？\u001b[22m, \u001b[1m私は逆ハーレムや魔法少女を見ていますか？\u001b[22m\n\u001b[4mSeriously.\u001b[24m\n    \u001b[1m真剣に。\u001b[22m\n\u001b[1m\u001b[22m\nMusic\n\n\u001b[1m音楽\u001b[22m\n\u001b[1m(Ongaku)\u001b[22m\n\nDefinitions of \u001b[4mMusic\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    音楽\u001b[22m\n        music\n\u001b[1m    ミュージック\u001b[22m\n        music\n\u001b[1m    譜面\u001b[22m\n        music\n\u001b[1m    音譜\u001b[22m\n        note, notation, music\n\u001b[1m    管弦\u001b[22m\n        wind and string instruments, music\nThe OP and first ED were not very good. Singing is kind of off (some notes just make me cringe), and the instrumental itself is not any better. Second ED, the harmony didn't seem to fit that well. The voice parts don't mesh together and sound like they are competing against each other instead of complementing each other.\n\n\u001b[1mOPと最初のEDはあまり良くありませんでした。 歌は一種オフになっています（いくつかの音符は私をうんざりさせます）。そして、楽器そのものはあまり良くありません。  2番目のED、調和はそれにうまく合わないようでした。 お互いを補完するのではなく、お互いに競い合っているように、声の部分は一緒に噛み合わず、聞こえます。\u001b[22m\n\u001b[1m(OP to saisho no ED wa amari yoku arimasendeshita. Uta wa isshu ofu ni natte imasu (ikutsu ka no onpu wa watashi o unzari sa semasu). Soshite, gakki sonomono wa amari yoku arimasen. 2-Banme no ED, chōwa wa sore ni umaku awanai yōdeshita. Otagai o hokan suru node wa naku, otagai ni kisoiatte iru yō ni,-goe no bubun wa issho ni kamiawazu, kikoemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe OP and first ED were not very good. Singing is kind of off (some notes just make me cringe), and the instrumental itself is not any better. Second ED, the harmony didn't seem to fit that well. The voice parts don't mesh together and sound like they are competing against each other instead of complementing each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP and first ED were not very good.\u001b[24m\n    \u001b[1mOPと最初のEDはあまり良くありませんでした。\u001b[22m, \u001b[1mOPとED最初は非常に良いではありませんでした。\u001b[22m\n\u001b[4mSinging is kind of off (some notes just make me cringe), and the instrumental itself is not any better.\u001b[24m\n    \u001b[1m歌は一種オフになっています（いくつかの音符は私をうんざりさせます）。そして、楽器そのものはあまり良くありません。\u001b[22m, \u001b[1m歌うは（一部のノートはちょうど私がうんざり作る）オフ一種のである、と楽器自体は任意のより良いではありません。\u001b[22m\n\u001b[4mSecond ED, the harmony didn't seem to fit that well.\u001b[24m\n    \u001b[1m2番目のED、調和はそれにうまく合わないようでした。\u001b[22m, \u001b[1m第二に、EDは、ハーモニーは、うまく適合していないようでした。\u001b[22m\n\u001b[4mThe voice parts don't mesh together and sound like they are competing against each other instead of complementing each other.\u001b[24m\n    \u001b[1mお互いを補完するのではなく、お互いに競い合っているように、声の部分は一緒に噛み合わず、聞こえます。\u001b[22m, \u001b[1m音声部分は一緒にメッシュと、彼らはお互いに競い合っの代わりに、お互いを補完しているような音はありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nCharacter design is okay, nothing too special. MC is designed to only look pretty. She's also one of those girls with no backbone either. The other characters are not enjoyable either. The mean girl is obviously trying too hard to simply be mean - that's not realistic. The teachers too - is this a class, or are you deliberately trying to seduce your students? Makes no sense.\n\n\u001b[1mキャラクターデザインは大丈夫です。特別なものはありません。  MCはかわいく見えるように設計されています。 彼女はバックボーンのない女の子のひとりです。 他のキャラクターも楽しいものではありません。 意地悪な女の子は明らかに単純に意味がないように難しいです。現実的ではありません。 先生も - これはクラスですか、あなたは故意に学生を誘惑しようとしていますか？ 意味がありません。\u001b[22m\n\u001b[1m(Kyarakutādezain wa daijōbudesu. Tokubetsuna mono wa arimasen. MC wa kawaiku mieru yō ni sekkei sa rete imasu. Kanojo wa bakkubōn no nai on'nanoko no hitoridesu. Hoka no kyarakutā mo tanoshī monode wa arimasen. Ijiwaruna on'nanoko wa akiraka ni tanjun ni imi ga nai yō ni muzukashīdesu. Genjitsu-tekide wa arimasen. Sensei mo - kore wa kurasudesu ka, anata wa koi ni gakusei o yūwaku shiyou to shite imasu ka? Imi ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacter design is okay, nothing too special. MC is designed to only look pretty. She's also one of those girls with no backbone either. The other characters are not enjoyable either. The mean girl is obviously trying too hard to simply be mean - that's not realistic. The teachers too - is this a class, or are you deliberately trying to seduce your students? Makes no sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter design is okay, nothing too special.\u001b[24m\n    \u001b[1mキャラクターデザインは大丈夫です。特別なものはありません。\u001b[22m, \u001b[1mキャラクターデザインはあまりにも特別な大丈夫、何もありません。\u001b[22m\n\u001b[4mMC is designed to only look pretty.\u001b[24m\n    \u001b[1mMCはかわいく見えるように設計されています。\u001b[22m, \u001b[1mMCだけきれいに見えるように設計されています。\u001b[22m\n\u001b[4mShe's also one of those girls with no backbone either.\u001b[24m\n    \u001b[1m彼女はバックボーンのない女の子のひとりです。\u001b[22m, \u001b[1m彼女はどちらかでもなくバックボーンを持つものの女の子の一つです。\u001b[22m\n\u001b[4mThe other characters are not enjoyable either.\u001b[24m\n    \u001b[1m他のキャラクターも楽しいものではありません。\u001b[22m, \u001b[1m他の文字はどちらか楽しいではありません。\u001b[22m\n\u001b[4mThe mean girl is obviously trying too hard to simply be mean - that's not realistic.\u001b[24m\n    \u001b[1m意地悪な女の子は明らかに単純に意味がないように難しいです。現実的ではありません。\u001b[22m, \u001b[1m平均女の子は明らかに単純平均であることがあまりにもハードしようとしている - それは現実的ではありません。\u001b[22m\n\u001b[4mThe teachers too - is this a class, or are you deliberately trying to seduce your students?\u001b[24m\n    \u001b[1m先生も - これはクラスですか、あなたは故意に学生を誘惑しようとしていますか？\u001b[22m, \u001b[1m教師はあまりにも - これはクラスであるか、意図的に自分の生徒を誘惑しようとしていますか？\u001b[22m\n\u001b[4mMakes no sense.\u001b[24m\n    \u001b[1m意味がありません。\u001b[22m, \u001b[1m意味がわからない。\u001b[22m, \u001b[1m意味をなさない\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nEverything goes too fast - although I suppose it is due to the timing, with it being 4-minute episodes. However, it doesn't flow well, if a character suddenly jumps to a conclusion or a decision after very minimal exploration of the background. It also seems WAY too convenient that all three profs are so friendly with this girl and none of the other students (even though there are hundreds of these other girls), and just happen to hang out with her all the time. That cooking competition was a joke - this is cooking, not some kind of battle where you fall down and can't get back up again. The competition summed up the whole series: 'How can something so illogical happen?'\n\n\u001b[1mすべてが速すぎます - 私はそれが4分のエピソードであるというタイミングのためだとは思いますが。 しかし、キャラクターが突然バックグラウンドの探索を最小限にした後、結論や決定に突然ジャンプした場合、うまく流れません。  3人のプロフェッショナルがこの女の子と他の生徒とはとても親切で（何百人もの女の子がいるにもかかわらず）、ずっと彼女といつも付き合っているのはあまりにも便利すぎるようです。 その料理競争は冗談だった - これは料理であり、あなたが落ちて戻ってくることのできない戦いではありません。 競争は全体のシリーズを要約した：「何か非常に非論理的なことが起こることができますか？\u001b[22m\n\u001b[1m(Subete ga haya sugimasu - watashi wa sore ga 4-bu no episōdodearu to iu taimingu no tameda to wa omoimasuga. Shikashi, kyarakutā ga totsuzen bakkuguraundo no tansaku o saishōgen ni shita nochi, ketsuron ya kettei ni totsuzen janpu shita baai, umaku nagaremasen. 3-Ri no purofesshonaru ga kono on'nanoko to hoka no seito to wa totemo shinsetsude (nan hyaku-ri mo no on'nanoko ga iru nimokakawarazu), zutto kanojo to itsumo tsukiatte iru no wa amarini mo benri sugiru yōdesu. Sono ryōri kyōsō wa jōdandatta - kore wa ryōrideari, anata ga ochite modotte kuru koto no dekinai tatakaide wa arimasen. Kyōsō wa zentai no shirīzu o yōyaku shita: `Nanika hijō ni hironritekina koto ga okoru koto ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mEverything goes too fast - although I suppose it is due to the timing, with it being 4-minute episodes. However, it doesn't flow well, if a character suddenly jumps to a conclusion or a decision after very minimal exploration of the background. It also seems WAY too convenient that all three profs are so friendly with this girl and none of the other students (even though there are hundreds of these other girls), and just happen to hang out with her all the time. That cooking competition was a joke - this is cooking, not some kind of battle where you fall down and can't get back up again. The competition summed up the whole series: 'How can something so illogical happen?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything goes too fast - although I suppose it is due to the timing, with it being 4-minute episodes.\u001b[24m\n    \u001b[1mすべてが速すぎます - 私はそれが4分のエピソードであるというタイミングのためだとは思いますが。\u001b[22m, \u001b[1mすべてが速すぎて行く - 私はそれがタイミングに起因していると仮定しているが、それは4分のエピソードであると。\u001b[22m\n\u001b[4mHowever, it doesn't flow well, if a character suddenly jumps to a conclusion or a decision after very minimal exploration of the background.\u001b[24m\n    \u001b[1mしかし、キャラクターが突然バックグラウンドの探索を最小限にした後、結論や決定に突然ジャンプした場合、うまく流れません。\u001b[22m, \u001b[1m文字が突然結論や背景の非常に最小限探査後の決定にジャンプした場合しかし、それは、うまく流れません。\u001b[22m\n\u001b[4mIt also seems WAY too convenient that all three profs are so friendly with this girl and none of the other students (even though there are hundreds of these other girls), and just happen to hang out with her all the time.\u001b[24m\n    \u001b[1m3人のプロフェッショナルがこの女の子と他の生徒とはとても親切で（何百人もの女の子がいるにもかかわらず）、ずっと彼女といつも付き合っているのはあまりにも便利すぎるようです。\u001b[22m, \u001b[1mまた、（これらの他の女の子の何百もあるにもかかわらず）すべての3つのPROFSが他の学生のこの少女となしでとてもフレンドリーであることをあまりにも便利なようで、ちょうど彼女と一緒にすべての時間をたむろして起こります。\u001b[22m\n\u001b[4mThat cooking competition was a joke - this is cooking, not some kind of battle where you fall down and can't get back up again.\u001b[24m\n    \u001b[1mその料理競争は冗談だった - これは料理であり、あなたが落ちて戻ってくることのできない戦いではありません。\u001b[22m, \u001b[1mその調理競争は冗談だった - これは料理ではなく、あなたが落ちるの戦いのいくつかの種類であると再び戻って取得することはできません。\u001b[22m\n\u001b[4mThe competition summed up the whole series: 'How can something so illogical happen?'\u001b[24m\n    \u001b[1m競争は全体のシリーズを要約した：「何か非常に非論理的なことが起こることができますか？\u001b[22m, \u001b[1m競争はシリーズ全体を総括：「どのように非論理的な何かが起こることができますか？」\u001b[22m\nThe maro things are also kind of out of place and never were explained - especially that strange dream the MC had.\n\n\u001b[1mマロの物は、まあまあではなく、決して説明されませんでした。特に、MCが持っていた奇妙な夢です。\u001b[22m\n\u001b[1m(Maro no mono wa, mā māde wa naku, kesshite setsumei sa remasendeshita. Tokuni, MC ga motte ita kimyōna yumedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe maro things are also kind of out of place and never were explained - especially that strange dream the MC had.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe maro things are also kind of out of place and never were explained - especially that strange dream the MC had.\u001b[24m\n    \u001b[1mマロの物は、まあまあではなく、決して説明されませんでした。特に、MCが持っていた奇妙な夢です。\u001b[22m, \u001b[1mMaroのものも一種の場所のうち、決して説明したがされている -  MCが持っていた、特にその奇妙な夢を。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, nothing special about this show. I think highlight of the show might be the art and designs of the characters and backgrounds, but even then I don't think it's super amazing.\n\n\u001b[1m全体的に、このショーについて特別なものは何もありません。 私はショーのハイライトは文字や背景の芸術やデザインかもしれないと思うが、それでも私はそれが素晴らしい素晴らしいとは思わない。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono shō ni tsuite tokubetsuna mono wa nani mo arimasen. Watashi wa shō no hairaito wa moji ya haikei no geijutsu ya dezain kamo shirenai to omou ga, soredemo watashi wa sore ga subarashī subarashī to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mOverall, nothing special about this show. I think highlight of the show might be the art and designs of the characters and backgrounds, but even then I don't think it's super amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, nothing special about this show.\u001b[24m\n    \u001b[1m全体的に、このショーについて特別なものは何もありません。\u001b[22m, \u001b[1m全体的に、この番組について何も特別な。\u001b[22m\n\u001b[4mI think highlight of the show might be the art and designs of the characters and backgrounds, but even then I don't think it's super amazing.\u001b[24m\n    \u001b[1m私はショーのハイライトは文字や背景の芸術やデザインかもしれないと思うが、それでも私はそれが素晴らしい素晴らしいとは思わない。\u001b[22m, \u001b[1m私はショーのハイライトは、文字や背景のアートやデザインかもしれないと思うが、それでも私はそれがスーパー驚くべきことだとは思いません。\u001b[22m"
  },
  {
    "title": "Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "id": "25839",
    "url": "https://myanimelist.net/anime/25839/Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "user": "obSASSion",
    "profile": "/profile/obSASSion/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=198391",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  7\nキャラクター|  5\n|  2\n\nオリジナルの話は、菓子店Fleurirに出席して菓子店を開く夢を追う奨学金に出席した春野さゆりに続く。 彼女はいくつかの魅力的な若い男性を満たしていますが、学校はあらゆる種類のロマンチックな関係を禁じています。 ここに私たちは非常に夢のようなアニメ...あなたに贈る -  Bonjour♪KoiajiPâtisserie。\n\n各エピソードは約4〜6分にすぎず、時間を殺すのはいいアニメのようだ。\n...\nストーリー：4/10\n\n非常に残念です。\nしかし物語はかなり悪かった。\n\nシリーズ全体を見て、私は、すべてが非現実的であるように思っていました。それは、物語を邪魔するはずの超自然のない現代社会だと考えていました。\n\n1つは、教師は絶対に美しいです。 そのため、学生と教師にロマンスがなくてはならないことを思い出させる厳しい政策があると結論づけることができます。 そして、これらの3人の教師は、すべて女性のアニメファンドを引き付ける男性です。\nCliche、ちょうど起こった中央に突っ込んだこの少女が彼らの注目を集めるようになります。 それだけでなく、教師3人のうち2人が、Sayuriを挫折させるというヒントを示しています。 しかし、学校外の場所でも学生に関わることは、どのようにプロフェッショナルではないか。\nああ、暑い男子生徒にも投げよう！\n\n2つ目は、菓子競争の終結の結果です。 具体的には、彼らが思いついた料理。\nあなたはそれを見て、その巨大な非現実的なシーズを作ることが可能であることを私に教えてください。 少なくとも、彼らがそれを作った方法のプロセスを示すか、貧しい人々かそうでない人かを説明することを試みる。\n\nしたがって、それは良い話を思いつくためにゼロの努力を示した。\nクリシェとプロットの穴。 ダダン！\n...\nキャラクター：5/10\n\nSayuri-クリシーは忘れていた少女。\nみんな熱いデイム。\n\nの平均。\n...\nアート：9/10\n\n私はそれを芸術に与えなければならない。 偉大な芸術、プロットについての同情。\n...\nサウンド：7/10\n\n私が推測するのは大丈夫です。 私はいつもオープニングとエンディングをスキップします。 おそらく私はそれをあまり楽しんでいないことを意味します。 それ以外に、私は不平はない。\n...\n楽しさ：2/10\n\n自明です。\n...\n全体：3/10\n\nそれを再ウォッチしないだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nThe original story follows Sayuri Haruno, a girl who attends an elite confectionery school Fleurir on a scholarship to follow her dream to open a pastry shop. There she meets several charming young men, but the school has a rule that forbids any kind of romantic relationships. Here we have a very dream-like anime...presenting to you- Bonjour♪Koiaji Pâtisserie.\n\n\u001b[1mオリジナルの話は、菓子店Fleurirに出席して菓子店を開く夢を追う奨学金の羽野さゆりに続く。 彼女はいくつかの魅力的な若い男性を満たしていますが、学校はあらゆる種類のロマンチックな関係を禁じています。 ここに私たちは非常に夢のようなアニメ...あなたに贈る -  Bonjour♪KoiajiPâtisserie。\u001b[22m\n\u001b[1m(Orijinaru no hanashi wa, kashi-ten fururīru ni shusseki shite kashi mise o hiraku yume o ou shōgakkin no Hano Sayuri ni tsudzuku. Kanojo wa ikutsu ka no miryoku-tekina wakai dansei o mitashite imasuga, gakkō wa arayuru shurui no romanchikkuna kankei o kinjite imasu. Koko ni watashitachiha hijō ni yume no yōna anime... Anata ni okuru - bonjūru ♪ KoiajiPâtisserie.)\u001b[22m\n\nTranslations of \u001b[4mThe original story follows Sayuri Haruno, a girl who attends an elite confectionery school Fleurir on a scholarship to follow her dream to open a pastry shop. There she meets several charming young men, but the school has a rule that forbids any kind of romantic relationships. Here we have a very dream-like anime...presenting to you- Bonjour♪Koiaji Pâtisserie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe original story follows Sayuri Haruno, a girl who attends an elite confectionery school Fleurir on a scholarship to follow her dream to open a pastry shop.\u001b[24m\n    \u001b[1mオリジナルの話は、菓子店Fleurirに出席して菓子店を開く夢を追う奨学金の羽野さゆりに続く。\u001b[22m, \u001b[1m原作はさゆり春野、ペストリーショップを開くために彼女の夢を追跡する奨学金のエリート製菓学校Fleurirに通う女の子に従います。\u001b[22m\n\u001b[4mThere she meets several charming young men, but the school has a rule that forbids any kind of romantic relationships.\u001b[24m\n    \u001b[1m彼女はいくつかの魅力的な若い男性を満たしていますが、学校はあらゆる種類のロマンチックな関係を禁じています。\u001b[22m, \u001b[1mそこに彼女はいくつかの魅力的な若い男性を満たしているが、学校はロマンチックな関係のいずれかの種類を禁止するルールを持っています。\u001b[22m\n\u001b[4mHere we have a very dream-like anime...presenting to you- Bonjour♪Koiaji Pâtisserie.\u001b[24m\n    \u001b[1mここに私たちは非常に夢のようなアニメ...あなたに贈る -  Bonjour♪KoiajiPâtisserie。\u001b[22m, \u001b[1mここでは、ボンジュール♪Koiajiパティスリーをyou-がために提示する...非常に夢のようなアニメを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nEach episode being only around 4-6 minutes, it seems like a good anime to kill time.\n\n\u001b[1m各エピソードは約4〜6分にすぎず、時間を殺すのはいいアニメのようだ。\u001b[22m\n\u001b[1m(Kaku episōdo wa yaku 4 〜 6-bu ni sugizu, jikan o korosu no wa ī anime no yōda.)\u001b[22m\n\nTranslations of \u001b[4mEach episode being only around 4-6 minutes, it seems like a good anime to kill time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach episode being only around 4-6 minutes, it seems like a good anime to kill time.\u001b[24m\n    \u001b[1m各エピソードは約4〜6分にすぎず、時間を殺すのはいいアニメのようだ。\u001b[22m, \u001b[1mわずか約4-6分である各エピソードは、時間を殺すために良いアニメのように思えます。\u001b[22m\n...\n\n\u001b[1m...\u001b[22m\n\u001b[1m(...)\u001b[22m\n\nTranslations of \u001b[4m...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m\nStory: 4/10\n\n\u001b[1mストーリー：4/10\u001b[22m\n\u001b[1m(Sutōrī: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 4/10\u001b[24m\n    \u001b[1mストーリー：4/10\u001b[22m\n\u001b[1m\u001b[22m\nI am extremely sorry.\n\n\u001b[1m非常に残念です。\u001b[22m\n\u001b[1m(Hijō ni zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mI am extremely sorry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am extremely sorry.\u001b[24m\n    \u001b[1m非常に残念です。\u001b[22m, \u001b[1m私は非常に申し訳ありません。\u001b[22m\nBut the story was pretty bad.\n\n\u001b[1mしかし物語はかなり悪かった。\u001b[22m\n\u001b[1m(Shikashi monogatari wa kanari warukatta.)\u001b[22m\n\nTranslations of \u001b[4mBut the story was pretty bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the story was pretty bad.\u001b[24m\n    \u001b[1mしかし物語はかなり悪かった。\u001b[22m, \u001b[1mしかし、話はかなり悪かったです。\u001b[22m\n\u001b[1m\u001b[22m\nWatching the entire series, all I thought was how unrealistic everything seemed to be, considering it is a modern society with nothing supernatural that is supposed to obstruct the story.\n\n\u001b[1mシリーズ全体を見て、私は、すべてが非現実的であるように思っていました。それは、物語を邪魔するはずの超自然のない現代社会だと考えていました。\u001b[22m\n\u001b[1m(Shirīzu zentai o mite, watashi wa, subete ga higenjitsutekidearu yō ni omotte imashita. Sore wa, monogatari o jama suru hazu no chō shizen no nai gendai shakaida to kangaete imashita.)\u001b[22m\n\nTranslations of \u001b[4mWatching the entire series, all I thought was how unrealistic everything seemed to be, considering it is a modern society with nothing supernatural that is supposed to obstruct the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatching the entire series, all I thought was how unrealistic everything seemed to be, considering it is a modern society with nothing supernatural that is supposed to obstruct the story.\u001b[24m\n    \u001b[1mシリーズ全体を見て、私は、すべてが非現実的であるように思っていました。それは、物語を邪魔するはずの超自然のない現代社会だと考えていました。\u001b[22m, \u001b[1mシリーズ全体を見て、私は思ったすべては、それが物語を妨害することになっている超自然何も現代社会で考えると、ように見えたか非現実的なすべてのものでした。\u001b[22m\n\u001b[1m\u001b[22m\nOne, the teachers are absolutely beautiful. It can be concluded that because of that, there is a strict policy that reminds the students and the teachers that there has to be no romance. And these 3 teachers are all male of course- to attract female anime fangirls.\n\n\u001b[1m1つは、教師は絶対に美しいです。 そのため、学生と教師にロマンスがなくてはならないことを思い出させる厳しい政策があると結論づけることができます。 そして、これらの3人の教師は、すべて女性のアニメファンドを引き付ける男性です。\u001b[22m\n\u001b[1m(1Tsu wa, kyōshi wa zettai ni utsukushīdesu. Sonotame, gakusei to kyōshi ni romansu ga nakute wa naranai koto o omoidasa seru kibishī seisaku ga aru to ketsurondzukeru koto ga dekimasu. Soshite, korera no 3-ri no kyōshi wa, subete josei no anime fando o hikitsukeru danseidesu.)\u001b[22m\n\nTranslations of \u001b[4mOne, the teachers are absolutely beautiful. It can be concluded that because of that, there is a strict policy that reminds the students and the teachers that there has to be no romance. And these 3 teachers are all male of course- to attract female anime fangirls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne, the teachers are absolutely beautiful.\u001b[24m\n    \u001b[1m1つは、教師は絶対に美しいです。\u001b[22m, \u001b[1m一つは、教師は絶対に美しいです。\u001b[22m\n\u001b[4mIt can be concluded that because of that, there is a strict policy that reminds the students and the teachers that there has to be no romance.\u001b[24m\n    \u001b[1mそのため、学生と教師にロマンスがなくてはならないことを思い出させる厳しい政策があると結論づけることができます。\u001b[22m, \u001b[1mそのため、何のロマンスがないように持っていることを生徒と教師を連想させる、厳密なポリシーがあると結論することができます。\u001b[22m\n\u001b[4mAnd these 3 teachers are all male of course- to attract female anime fangirls.\u001b[24m\n    \u001b[1mそして、これらの3人の教師は、すべて女性のアニメファンドを引き付ける男性です。\u001b[22m, \u001b[1mそして、これらの3教師は女性アニメfangirlsを誘致するcourse-のすべての男性です。\u001b[22m\nCliche, there will be this girl plunked in the middle that just happened to get their attention. Not only that, 2 out of 3 of the teachers have shown hints that they have a crush on Sayuri. But then, how unprofessional to get involved with a student even outside school grounds.\n\n\u001b[1mCliche、ちょうど起こった中央に突っ込んだこの少女が彼らの注目を集めるようになります。 それだけでなく、教師3人のうち2人が、Sayuriを挫折させるというヒントを示しています。 しかし、学校外の場所でも学生に関わることは、どのようにプロフェッショナルではないか。\u001b[22m\n\u001b[1m(Kurishe, chōdo okotta chūō ni tsukkonda kono shōjo ga karera no chūmoku o atsumeru yō ni narimasu. Sore dakedenaku, kyōshi 3-ri no uchi 2-ri ga, Sayuri o zasetsu sa seru to iu hinto o shimeshite imasu. Shikashi, gakkō-gai no basho demo gakusei ni kakawaru koto wa, dono yō ni purofesshonarude wanai ka.)\u001b[22m\n\nTranslations of \u001b[4mCliche, there will be this girl plunked in the middle that just happened to get their attention. Not only that, 2 out of 3 of the teachers have shown hints that they have a crush on Sayuri. But then, how unprofessional to get involved with a student even outside school grounds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCliche, there will be this girl plunked in the middle that just happened to get their attention.\u001b[24m\n    \u001b[1mCliche、ちょうど起こった中央に突っ込んだこの少女が彼らの注目を集めるようになります。\u001b[22m, \u001b[1m決まり文句、この少女はちょうど彼らの注意を得るために起こっ真ん中にポンがあります。\u001b[22m\n\u001b[4mNot only that, 2 out of 3 of the teachers have shown hints that they have a crush on Sayuri.\u001b[24m\n    \u001b[1mそれだけでなく、教師3人のうち2人が、Sayuriを挫折させるというヒントを示しています。\u001b[22m, \u001b[1mだけでなく、教師の3のうち2は、それらがさゆりに好意を持っていますヒントを示している、ということ。\u001b[22m\n\u001b[4mBut then, how unprofessional to get involved with a student even outside school grounds.\u001b[24m\n    \u001b[1mしかし、学校外の場所でも学生に関わることは、どのようにプロフェッショナルではないか。\u001b[22m, \u001b[1mしかし、その後、どのように専門外であっても、学校の敷地外の学生との関与を取得します。\u001b[22m\nOh yeah- let's throw in a hot male student as well!\n\n\u001b[1mああ、暑い男子生徒にも投げよう！\u001b[22m\n\u001b[1m(Ā, atsui danshi seito ni mo nageyou!)\u001b[22m\n\nTranslations of \u001b[4mOh yeah- let's throw in a hot male student as well!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh yeah- let's throw in a hot male student as well!\u001b[24m\n    \u001b[1mああ、暑い男子生徒にも投げよう！\u001b[22m, \u001b[1mああyeah-のも同様に熱い男子生徒に投げてみましょう！\u001b[22m\n\u001b[1m\u001b[22m\nTwo, the result of the ending confectionery competition. Specifically, the dish that they had come up with.\n\n\u001b[1m2つ目は、菓子競争の終結の結果です。 具体的には、彼らが思いついた料理。\u001b[22m\n\u001b[1m(2Tsu-me wa, kashi kyōsō no shūketsu no kekkadesu. Gutaitekini wa, karera ga omoitsuita ryōri.)\u001b[22m\n\nTranslations of \u001b[4mTwo, the result of the ending confectionery competition. Specifically, the dish that they had come up with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTwo, the result of the ending confectionery competition.\u001b[24m\n    \u001b[1m2つ目は、菓子競争の終結の結果です。\u001b[22m, \u001b[1m二、終了菓子競争の結果。\u001b[22m\n\u001b[4mSpecifically, the dish that they had come up with.\u001b[24m\n    \u001b[1m具体的には、彼らが思いついた料理。\u001b[22m, \u001b[1m具体的には、彼らが思い付くていた一品。\u001b[22m\nYou watch it, and try telling me in the face that it was possible to make that huge unrealistic shiz. At least show the process of how they made it or try coming up with a explanation whether poor or not.\n\n\u001b[1mあなたはそれを見て、その巨大な非現実的なシーズを作ることが可能であることを私に教えてください。 少なくとも、彼らがそれを作った方法のプロセスを示すか、貧しい人々かそうでない人かを説明することを試みる。\u001b[22m\n\u001b[1m(Anata wa sore o mite, sono kyodaina higenjitsutekina shīzu o tsukuru koto ga kanōdearu koto o watashi ni oshietekudasai. Sukunakutomo, karera ga sore o tsukutta hōhō no purosesu o shimesu ka, mazushī hitobito ka sōdenai hito ka o setsumei suru koto o kokoromiru.)\u001b[22m\n\nTranslations of \u001b[4mYou watch it, and try telling me in the face that it was possible to make that huge unrealistic shiz. At least show the process of how they made it or try coming up with a explanation whether poor or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou watch it, and try telling me in the face that it was possible to make that huge unrealistic shiz.\u001b[24m\n    \u001b[1mあなたはそれを見て、その巨大な非現実的なシーズを作ることが可能であることを私に教えてください。\u001b[22m, \u001b[1mあなたはそれを見て、巨大な非現実的SHIZを作ることが可能であったことを顔に私に言ってみてください。\u001b[22m\n\u001b[4mAt least show the process of how they made it or try coming up with a explanation whether poor or not.\u001b[24m\n    \u001b[1m少なくとも、彼らがそれを作った方法のプロセスを示すか、貧しい人々かそうでない人かを説明することを試みる。\u001b[22m, \u001b[1m少なくとも、彼らはそれを作った方法のプロセスを表示したり、説明が悪いかどうかを考え出すしてみてください。\u001b[22m\n\u001b[1m\u001b[22m\nTherefore, it showed zero effort into coming up with a good story.\n\n\u001b[1mしたがって、それは良い話を思いつくためにゼロの努力を示した。\u001b[22m\n\u001b[1m(Shitagatte, sore wa yoi hanashi o omoitsuku tame ni zero no doryoku o shimeshita.)\u001b[22m\n\nTranslations of \u001b[4mTherefore, it showed zero effort into coming up with a good story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTherefore, it showed zero effort into coming up with a good story.\u001b[24m\n    \u001b[1mしたがって、それは良い話を思いつくためにゼロの努力を示した。\u001b[22m, \u001b[1mしたがって、それは良い話を考え出すにゼロ努力を示しました。\u001b[22m\nThe cliche and plot holes. Da-dan!\n\n\u001b[1mクリシェとプロットの穴。 ダダン！\u001b[22m\n\u001b[1m(Kurishe to purotto no ana. Dadan!)\u001b[22m\n\nTranslations of \u001b[4mThe cliche and plot holes. Da-dan!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe cliche and plot holes.\u001b[24m\n    \u001b[1mクリシェとプロットの穴。\u001b[22m\n\u001b[4mDa-dan!\u001b[24m\n    \u001b[1mダダン！\u001b[22m, \u001b[1mダ・ダン！\u001b[22m\n...\n\n\u001b[1m...\u001b[22m\n\u001b[1m(...)\u001b[22m\n\nTranslations of \u001b[4m...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m\nCharacters: 5/10\n\n\u001b[1mキャラクター：5/10\u001b[22m\n\u001b[1m(Kyarakutā: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 5/10\u001b[24m\n    \u001b[1mキャラクター：5/10\u001b[22m\n\u001b[1m\u001b[22m\nSayuri- cliche oblivious girl.\n\n\u001b[1mSayuri-クリシーは忘れていた少女。\u001b[22m\n\u001b[1m(Sayuri - kurishī wa wasureteita shōjo.)\u001b[22m\n\nTranslations of \u001b[4mSayuri- cliche oblivious girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSayuri- cliche oblivious girl.\u001b[24m\n    \u001b[1mSayuri-クリシーは忘れていた少女。\u001b[22m, \u001b[1mSayuri-決まり文句気づかない女の子。\u001b[22m\nGuys- Hot dayum.\n\n\u001b[1mみんな熱いデイム。\u001b[22m\n\u001b[1m(Min'na atsui deimu.)\u001b[22m\n\nTranslations of \u001b[4mGuys- Hot dayum.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGuys- Hot dayum.\u001b[24m\n    \u001b[1mみんな熱いデイム。\u001b[22m, \u001b[1mホットdayumをGuys-。\u001b[22m\n\u001b[1m\u001b[22m\nAverage af.\n\n\u001b[1mの平均。\u001b[22m\n\u001b[1m(No heikin.)\u001b[22m\n\nTranslations of \u001b[4mAverage af.\u001b[24m\n[ \u001b[4mDansk\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4maf\u001b[24m\n    \u001b[1mの\u001b[22m, \u001b[1mを\u001b[22m, \u001b[1mする\u001b[22m, \u001b[1mが\u001b[22m, \u001b[1mに\u001b[22m\n\u001b[4mAverage\u001b[24m\n    \u001b[1m平均\u001b[22m, \u001b[1m平均し\u001b[22m, \u001b[1mた平均\u001b[22m, \u001b[1mの平均\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n...\n\n\u001b[1m...\u001b[22m\n\u001b[1m(...)\u001b[22m\n\nTranslations of \u001b[4m...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\n\u001b[1m\u001b[22m\nI have to give it up to the art though. Great art, pity about the plot.\n\n\u001b[1m私はそれを芸術に与えなければならない。 偉大な芸術、プロットについての同情。\u001b[22m\n\u001b[1m(Watashi wa sore o geijutsu ni ataenakereba naranai. Idaina geijutsu, purotto ni tsuite no dōjō.)\u001b[22m\n\nTranslations of \u001b[4mI have to give it up to the art though. Great art, pity about the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to give it up to the art though.\u001b[24m\n    \u001b[1m私はそれを芸術に与えなければならない。\u001b[22m, \u001b[1mでも、私は芸術にそれを放棄する必要があります。\u001b[22m\n\u001b[4mGreat art, pity about the plot.\u001b[24m\n    \u001b[1m偉大な芸術、プロットについての同情。\u001b[22m, \u001b[1m偉大な芸術、プロットについて残念。\u001b[22m\n...\n\n\u001b[1m...\u001b[22m\n\u001b[1m(...)\u001b[22m\n\nTranslations of \u001b[4m...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m\nSound: 7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m\u001b[22m\nIt's fine I guess. I always skip the openings and endings. It probably means that I didn't enjoy it much. Other than that, I have no complains.\n\n\u001b[1m私が推測するのは大丈夫です。 私はいつもオープニングとエンディングをスキップします。 おそらく私はそれをあまり楽しんでいないことを意味します。 それ以外に、私は不平はない。\u001b[22m\n\u001b[1m(Watashi ga suisoku suru no wa daijōbudesu. Watashi wa itsumo ōpuningu to endingu o sukippu shimasu. Osoraku watashi wa sore o amari tanoshinde inai koto o imi shimasu. Sore igai ni, watashi wa fuhei wanai.)\u001b[22m\n\nTranslations of \u001b[4mIt's fine I guess. I always skip the openings and endings. It probably means that I didn't enjoy it much. Other than that, I have no complains.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's fine I guess.\u001b[24m\n    \u001b[1m私が推測するのは大丈夫です。\u001b[22m, \u001b[1mそれは私が推測する罰金です。\u001b[22m\n\u001b[4mI always skip the openings and endings.\u001b[24m\n    \u001b[1m私はいつもオープニングとエンディングをスキップします。\u001b[22m, \u001b[1m私はいつも開口部とエンディングをスキップします。\u001b[22m\n\u001b[4mIt probably means that I didn't enjoy it much.\u001b[24m\n    \u001b[1mおそらく私はそれをあまり楽しんでいないことを意味します。\u001b[22m, \u001b[1mそれはおそらく、私はずっとそれを楽しまなかったことを意味します。\u001b[22m\n\u001b[4mOther than that, I have no complains.\u001b[24m\n    \u001b[1mそれ以外に、私は不平はない。\u001b[22m, \u001b[1mそれ以外は、私は文句ありません。\u001b[22m\n...\n\n\u001b[1m...\u001b[22m\n\u001b[1m(...)\u001b[22m\n\nTranslations of \u001b[4m...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m\nEnjoyment: 2/10\n\n\u001b[1m楽しさ：2/10\u001b[22m\n\u001b[1m(Tanoshisa: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 2/10\u001b[24m\n    \u001b[1m楽しさ：2/10\u001b[22m\n\u001b[1m\u001b[22m\nSelf-explanatory.\n\n\u001b[1m自明です。\u001b[22m\n\u001b[1m(Jimeidesu.)\u001b[22m\n\nDefinitions of \u001b[4mSelf-explanatory.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    自明\u001b[22m\n        obvious, apparent, understood, explicit, understandable, lucid\n...\n\n\u001b[1m...\u001b[22m\n\u001b[1m(...)\u001b[22m\n\nTranslations of \u001b[4m...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...\u001b[24m\n    \u001b[1m...\u001b[22m\nOverall: 3/10\n\n\u001b[1m全体：3/10\u001b[22m\n\u001b[1m(Zentai: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 3/10\u001b[24m\n    \u001b[1m全体：3/10\u001b[22m\n\u001b[1m\u001b[22m\nWouldn't rewatch it.\n\n\u001b[1mそれを再ウォッチしないだろう。\u001b[22m\n\u001b[1m(Sore o sai u~otchi shinaidarou.)\u001b[22m\n\nTranslations of \u001b[4mWouldn't rewatch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWouldn't rewatch it.\u001b[24m\n    \u001b[1mそれを再ウォッチしないだろう。\u001b[22m, \u001b[1mそれをrewatchはないでしょう。\u001b[22m"
  },
  {
    "title": "Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "id": "25839",
    "url": "https://myanimelist.net/anime/25839/Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "user": "AmberAmethyst",
    "profile": "/profile/AmberAmethyst/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=229772",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\n食べ物や料理に焦点を当てたアニメを見る気分のうち、このジャンルはそのジャンルのトップ10にランクインされました。  24分5秒のエピソードを見た後、私はそれがまともだと言いたいと思いますが、おそらく最高ではありません。\n\nストーリー（5）：\n\n私はストーリーをかなり低くしていると感じているので、私はストーリーにかなり低いスコアを与えます。 それはプロットに似ている何かがあるというベーキング競争に関する最後の4つのエピソードまでではありません。\n\n大部分のエピソードは、キャラクターと彼女の「愛の利益」のより多くのスライスの瞬間に焦点を当てています。 私は彼女が実際にそれらのどれにも多くのロマンチックな愛を見せないので、引用でそれを置く。\n\nこのアニメはデートシミュレータのような感じです。 オリジナルの素材であるアニメを完成させた後、私が実際に驚いたことはありませんでした。\n\n少年たちが絶えず自分自身を見つける大会や、雪だるまの戦いのエピソードなど、本物のコメディーな瞬間がたくさんあります。 これはコメディとして成功します。\n\n私の主な不満は、このアニメには十分な料理がないということです。 何度も、キャラクターがベーキングの準備をしてから、完成した製品にジャンプします。 他の時間は、調理に使用された感情に焦点を当て、ベーキングよりもむしろアクションアニメに適した方法でポーズまたは移動するキャラクターを続ける。 料理/ベーキングに関するアニメでは、その件にもっと関わっているのが好きだったでしょう。\n\n最後に、私は、「マロ」といつも言われている小さなクリームパフを見ているのに、あまりにも多くの時間が与えられていると感じています。 彼らが超自然的な要素か、それともサユリの想像力の一部なのかは分かりませんが、私はそれらがストーリーに関連しているとは思えませんでした。\n\nキャラクター（7）：\n\nかなり多くのキャラクターが好きです。 私は、「愛の利益」の4つすべてがどのようにして自分たちの人格を持っているか、それぞれが次のように愛想を抱くように好きです。\n\n主人公「さゆり」はむしろ穏やかな気がします。 彼女は親切ですが、それ以外の人格はあまりないように見えます。それで、他の人たちが彼女だけに興味を持っていると私は信じられません。 これは、彼女がこのようにデザインしているため、視聴者が主人公として想像することができるからだと思う。\n\n親友の蘭とライバルの椿は、さゆりよりもはるかに面白いです。 私はむしろ、彼女よりも物語の中心にそれらの1つを持っていたでしょう。\n\nまた、競争のライバルチームは興味をそそるキャラクターでいっぱいです。 輝くチャンスを与えられれば、偉大なキャラクターになる可能性があると感じるので、私たちはもっと知りませんでした。\n\nアート（8）：\n\nこのアニメの芸術は美しい。 すべてのキャラクターは独特でかわいらしいデザインです。 各デザインで使用される明るい色は、独自の魅力があります。\n\n背景は華やかです。 学校自体、彼らが訪れるお店、ビーチ、街の観光スポットはすごく魅力的です。 私はこのアニメでライティングを使うのが好きです。\n\n全体を通しての色の使用は素晴らしいです。\n\nアニメーションは流動的です。 それはすべて滑らかでかわいく見えます。\n\n要するに、このアニメは見て美しいです。\n\nサウンド（7）：\n\n音はいいです。 私はオープニングクレジットが好きです。 最後のクレジット・ソングはまあまあですが、オープニングほどには良いものではありません。\n\n声の演技はうまくいっています。 私は特に、ギルバートを演じた俳優を、すべてのラインで個性が輝いていると称賛します。 それぞれの声はキャラクターとよく一致した。\n\n楽しさ（8）：\n\n前述したように、このアニメは視覚的に見て喜んでいます。 物語は最高ではないかもしれませんが、これは間違いなくアートを見るためのものです。\n\nまた、私はそれが面白い見つける。 時には、このシリーズは、特に夢のシーケンスエピソードでランダムになることがあります。そして、クルーが自分自身で見つけたばかげたセナニガン。もちろん、料理大会のエピソードでは、どうやってトップになっているのか、とても笑っていました。\n\n私は教師と学生の関係が禁じられていることが判明したときに、教師が学生Sayuriとどれくらい近づいていたのかが気にかかっていました。 時には、彼らはあまりにも近づきすぎて不快感を感じました。\n\nこれは軽くて楽しいショーです。\n\n結論（7）：\n\nBonjour Koiaji Patisserieは具体的な話はありませんが、それはまあまあです。 それは素晴らしいものになろうとはしませんが、軽いコメディとしてはうまくいきます。 私は料理のアニメとしてそれを分類するほどまでは行っていませんが、その存在があまりにも少ないためです。\n\n主人公は退屈だが、他のすべてのキャラクターは彼らの個性を見て楽しめる。\n\n芸術は美しい。 アニメーションは良いです。 音はいいです。\n\nすべてでは、短く、楽しい時間です。\n\n7/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWhile in the mood for watching an anime focused on food and cooking, this one was ranked in a top ten list for that genre. After viewing the twenty four five minute episodes I'd say it's decent, but probably not the best.\n\n\u001b[1m食べ物や料理に焦点を当てたアニメを見る気分のうち、このジャンルはそのジャンルのトップ10にランクインされました。  24分5秒のエピソードを見た後、私はそれがまともだと言いたいと思いますが、おそらく最高ではありません。\u001b[22m\n\u001b[1m(Tabemono ya ryōri ni shōten o ateta anime o miru kibun no uchi, kono janru wa sono janru no toppu 10 ni rankuin sa remashita. 24-Bu 5-byō no episōdo o mita nochi, watashi wa sore ga matomoda to iitai to omoimasuga, osoraku saikōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhile in the mood for watching an anime focused on food and cooking, this one was ranked in a top ten list for that genre. After viewing the twenty four five minute episodes I'd say it's decent, but probably not the best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile in the mood for watching an anime focused on food and cooking, this one was ranked in a top ten list for that genre.\u001b[24m\n    \u001b[1m食べ物や料理に焦点を当てたアニメを見る気分のうち、このジャンルはそのジャンルのトップ10にランクインされました。\u001b[22m, \u001b[1m食品や料理に焦点を当てたアニメを見ための気分でいるが、この1は、そのジャンルのトップ10リストにランクされました。\u001b[22m\n\u001b[4mAfter viewing the twenty four five minute episodes I'd say it's decent, but probably not the best.\u001b[24m\n    \u001b[1m24分5秒のエピソードを見た後、私はそれがまともだと言いたいと思いますが、おそらく最高ではありません。\u001b[22m, \u001b[1m24 5分のエピソードを見た後、私はそれが最高のまともな、おそらくではないかなと思います。\u001b[22m\n\u001b[1m\u001b[22m\nStory (5):\n\n\u001b[1mストーリー（5）：\u001b[22m\n\u001b[1m(Sutōrī (5 ):)\u001b[22m\n\nTranslations of \u001b[4mStory (5):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (5):\u001b[24m\n    \u001b[1mストーリー（5）：\u001b[22m\n\u001b[1m\u001b[22m\nI give the story a rather low score because I feel that there really isn't much of a story here. It isn't until the last four episodes concerning the baking competition that there is something resembling a plot.\n\n\u001b[1m私はストーリーをかなり低くしていると感じているので、私はストーリーにかなり低いスコアを与えます。 それはプロットに似ている何かがあるというベーキング競争に関する最後の4つのエピソードまでではありません。\u001b[22m\n\u001b[1m(Watashi wa sutōrī o kanari hikuku shite iru to kanjite irunode, watashi wa sutōrī ni kanari hikui sukoa o ataemasu. Sore wa purotto ni nite iru nanika ga aru to iu bēkingu kyōsō ni kansuru saigo no 4tsu no episōdo madede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI give the story a rather low score because I feel that there really isn't much of a story here. It isn't until the last four episodes concerning the baking competition that there is something resembling a plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give the story a rather low score because I feel that there really isn't much of a story here.\u001b[24m\n    \u001b[1m私はストーリーをかなり低くしていると感じているので、私はストーリーにかなり低いスコアを与えます。\u001b[22m, \u001b[1m私は本当にここに物語の多くがないことを感じるので、私は話をかなり低いスコアを与えます。\u001b[22m\n\u001b[4mIt isn't until the last four episodes concerning the baking competition that there is something resembling a plot.\u001b[24m\n    \u001b[1mそれはプロットに似ている何かがあるというベーキング競争に関する最後の4つのエピソードまでではありません。\u001b[22m, \u001b[1mこれは、プロットに似た何かがあるとベーキング競争に関する最後の4つのエピソードまでではありません。\u001b[22m\n\u001b[1m\u001b[22m\nFor the most part the episodes focus on more slice of life moments of the character and her 'love interests.' I put that in quotations as she never really shows much romantic love for any of them.\n\n\u001b[1m大部分のエピソードは、キャラクターと彼女の「愛の利益」のより多くのスライスの瞬間に焦点を当てています。 私は彼女が実際にそれらのどれにも多くのロマンチックな愛を見せないので、引用でそれを置く。\u001b[22m\n\u001b[1m(Daibubun no episōdo wa, kyarakutā to kanojo no `ai no rieki' no yori ōku no suraisu no shunkan ni shōten o atete imasu. Watashi wa kanojo ga jissai ni sorera no dore ni mo ōku no romanchikkuna ai o misenainode, in'yō de sore o oku.)\u001b[22m\n\nTranslations of \u001b[4mFor the most part the episodes focus on more slice of life moments of the character and her 'love interests.' I put that in quotations as she never really shows much romantic love for any of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the most part the episodes focus on more slice of life moments of the character and her 'love interests.'\u001b[24m\n    \u001b[1m大部分のエピソードは、キャラクターと彼女の「愛の利益」のより多くのスライスの瞬間に焦点を当てています。\u001b[22m, \u001b[1mほとんどの部分についてのエピソードは、文字と彼女の人生の瞬間のより多くのスライスに焦点を当てるの愛の利益」。\u001b[22m\n\u001b[4mI put that in quotations as she never really shows much romantic love for any of them.\u001b[24m\n    \u001b[1m私は彼女が実際にそれらのどれにも多くのロマンチックな愛を見せないので、引用でそれを置く。\u001b[22m, \u001b[1m彼女は本当にそれらのいずれかのために多くのロマンチックな愛を示したことがないように私は引用符でそれを置きます。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime feels very much like a dating simulator. I actually wasn't surprised when I found out after finishing the anime that was the original source material.\n\n\u001b[1mこのアニメはデートシミュレータのような感じです。 オリジナルの素材であるアニメを完成させた後、私が実際に驚いたことはありませんでした。\u001b[22m\n\u001b[1m(Kono anime wa dētoshimyurēta no yōna kanjidesu. Orijinaru no sozaidearu anime o kansei sa seta nochi, watashi ga jissai ni odoroita koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime feels very much like a dating simulator. I actually wasn't surprised when I found out after finishing the anime that was the original source material.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime feels very much like a dating simulator.\u001b[24m\n    \u001b[1mこのアニメはデートシミュレータのような感じです。\u001b[22m, \u001b[1mこのアニメは非常に多くの出会い系シミュレータのように感じています。\u001b[22m\n\u001b[4mI actually wasn't surprised when I found out after finishing the anime that was the original source material.\u001b[24m\n    \u001b[1mオリジナルの素材であるアニメを完成させた後、私が実際に驚いたことはありませんでした。\u001b[22m, \u001b[1m私は、元のソース材料だったアニメを終えた後に見つけたとき、私は実際には驚きませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThere are a lot of genuine comedic moments such as the competitions the boys constantly find themselves in, or the episode with the snowball fight. This one succeeds as a comedy.\n\n\u001b[1m少年たちが絶えず自分自身を見つける大会や、雪だるまの戦いのエピソードなど、本物のコメディーな瞬間がたくさんあります。 これはコメディとして成功します。\u001b[22m\n\u001b[1m(Shōnen-tachi ga taezu jibun jishin o mitsukeru taikai ya, yukidaruma no tatakai no episōdo nado, honmono no komedīna shunkan ga takusan arimasu. Kore wa komedi to shite seikō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are a lot of genuine comedic moments such as the competitions the boys constantly find themselves in, or the episode with the snowball fight. This one succeeds as a comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a lot of genuine comedic moments such as the competitions the boys constantly find themselves in, or the episode with the snowball fight.\u001b[24m\n    \u001b[1m少年たちが絶えず自分自身を見つける大会や、雪だるまの戦いのエピソードなど、本物のコメディーな瞬間がたくさんあります。\u001b[22m, \u001b[1m本物の喜劇の瞬間がたくさんあり、そのような競技として少年たちは常に自分自身をで見つける、または雪合戦とのエピソード。\u001b[22m\n\u001b[4mThis one succeeds as a comedy.\u001b[24m\n    \u001b[1mこれはコメディとして成功します。\u001b[22m, \u001b[1mこの1は喜劇として成功しました。\u001b[22m\n\u001b[1m\u001b[22m\nMy major complaint is that there is not nearly enough cooking in this anime. Many times it shows the character getting ready to bake and then jumps to the finished product. Other times it focuses on the emotions used in cooking and then proceeds with the characters posing or moving in a manner that would be better fitted for an action anime rather than baking. In an anime about cooking/baking, I would have liked to see more involving that subject.\n\n\u001b[1m私の主な不満は、このアニメには十分な料理がないということです。 何度も、キャラクターがベーキングの準備をしてから、完成した製品にジャンプします。 他の時間は、調理に使用された感情に焦点を当て、ベーキングよりもむしろアクションアニメに適した方法でポーズまたは移動するキャラクターを続ける。 料理/ベーキングに関するアニメでは、その件にもっと関わっているのが好きだったでしょう。\u001b[22m\n\u001b[1m(Watashi no omona fuman wa, kono anime ni wa jūbun'na ryōri ga nai to iu kotodesu. Nando mo, kyarakutā ga bēkingu no junbi o shite kara, kansei shita seihin ni janpu shimasu. Hoka no jikan wa, chōri ni shiyō sa reta kanjō ni shōten o ate, bēkingu yori mo mushiro akushon anime ni tekishita hōhō de pōzu matawa idō suru kyarakutā o tsudzukeru. Ryōri/ bēkingu ni kansuru animede wa, sono-ken ni motto kakawatte iru no ga sukidattadeshou.)\u001b[22m\n\nTranslations of \u001b[4mMy major complaint is that there is not nearly enough cooking in this anime. Many times it shows the character getting ready to bake and then jumps to the finished product. Other times it focuses on the emotions used in cooking and then proceeds with the characters posing or moving in a manner that would be better fitted for an action anime rather than baking. In an anime about cooking/baking, I would have liked to see more involving that subject.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy major complaint is that there is not nearly enough cooking in this anime.\u001b[24m\n    \u001b[1m私の主な不満は、このアニメには十分な料理がないということです。\u001b[22m, \u001b[1m私の主な不満は、このアニメで調理ほぼ足りないということです。\u001b[22m\n\u001b[4mMany times it shows the character getting ready to bake and then jumps to the finished product.\u001b[24m\n    \u001b[1m何度も、キャラクターがベーキングの準備をしてから、完成した製品にジャンプします。\u001b[22m, \u001b[1mそれは文字が焼く準備を示し、その後、完成した製品にジャンプ回数。\u001b[22m\n\u001b[4mOther times it focuses on the emotions used in cooking and then proceeds with the characters posing or moving in a manner that would be better fitted for an action anime rather than baking.\u001b[24m\n    \u001b[1m他の時間は、調理に使用された感情に焦点を当て、ベーキングよりもむしろアクションアニメに適した方法でポーズまたは移動するキャラクターを続ける。\u001b[22m, \u001b[1mそれはその後の調理で使用感情に焦点を当て、他の回は、文字がポーズやアクションアニメではなくベーキングのためのより良いフィットになるようにして移動して進行します。\u001b[22m\n\u001b[4mIn an anime about cooking/baking, I would have liked to see more involving that subject.\u001b[24m\n    \u001b[1m料理/ベーキングに関するアニメでは、その件にもっと関わっているのが好きだったでしょう。\u001b[22m, \u001b[1m料理/ベーキングについてのアニメでは、私はその主題を含むより見ることが好きだろう。\u001b[22m\n\u001b[1m\u001b[22m\nLastly I feel that too much time is given to those little cream puff looking creatures that always say 'Maro.' I'm not sure if they're some supernatural element, or a part of Sayuri's imagination, but I didn't find them relevant to the story.\n\n\u001b[1m最後に、私は、「マロ」といつも言われている小さなクリームパフを見ているのに、あまりにも多くの時間が与えられていると感じています。 彼らが超自然的な要素か、それともサユリの想像力の一部なのかは分かりませんが、私はそれらがストーリーに関連しているとは思えませんでした。\u001b[22m\n\u001b[1m(Saigo ni, watashi wa,`maro' to itsumo iwa rete iru chīsana kurīmupafu o mite iru no ni, amarini mo ōku no jikan ga atae rarete iru to kanjite imasu. Karera ga chō shizen-tekina yōso ka, soretomo Sayuri no sōzō-ryoku no ichibuna no ka wa wakarimasen ga, watashi wa sorera ga sutōrī ni kanren shite iru to wa omoemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mLastly I feel that too much time is given to those little cream puff looking creatures that always say 'Maro.' I'm not sure if they're some supernatural element, or a part of Sayuri's imagination, but I didn't find them relevant to the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly I feel that too much time is given to those little cream puff looking creatures that always say 'Maro.'\u001b[24m\n    \u001b[1m最後に、私は、「マロ」といつも言われている小さなクリームパフを見ているのに、あまりにも多くの時間が与えられていると感じています。\u001b[22m, \u001b[1m最後に、私はあまりにも多くの時間がいつも言ってそれらのほとんどのシュークリーム探し生き物に付与されていることを感じて「マロ」。\u001b[22m\n\u001b[4mI'm not sure if they're some supernatural element, or a part of Sayuri's imagination, but I didn't find them relevant to the story.\u001b[24m\n    \u001b[1m彼らが超自然的な要素か、それともサユリの想像力の一部なのかは分かりませんが、私はそれらがストーリーに関連しているとは思えませんでした。\u001b[22m, \u001b[1m彼らはいくつかの超自然的要素、またはさゆりの想像力の一部をしている場合、私はわからないんだけど、私は話にそれらが関連する見つかりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (7):\n\n\u001b[1mキャラクター（7）：\u001b[22m\n\u001b[1m(Kyarakutā (7 ):)\u001b[22m\n\nTranslations of \u001b[4mCharacters (7):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (7):\u001b[24m\n    \u001b[1mキャラクター（7）：\u001b[22m, \u001b[1m文字（7）：\u001b[22m\n\u001b[1m\u001b[22m\nPretty much all the characters are likable. I like how all four of the 'love interests' have their own set personalities, each one as endearing as the next.\n\n\u001b[1mかなり多くのキャラクターが好きです。 私は、「愛の利益」の4つすべてがどのようにして自分たちの人格を持っているか、それぞれが次のように愛想を抱くように好きです。\u001b[22m\n\u001b[1m(Kanari ōku no kyarakutā ga sukidesu. Watashi wa,`ai no rieki' no 4tsu subete ga dono yō ni shite jibun-tachi no jinkaku o motte iru ka, sorezore ga jinoyōni aiso o daku yō ni sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mPretty much all the characters are likable. I like how all four of the 'love interests' have their own set personalities, each one as endearing as the next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPretty much all the characters are likable.\u001b[24m\n    \u001b[1mかなり多くのキャラクターが好きです。\u001b[22m, \u001b[1mほとんどすべての文字が好感されています。\u001b[22m\n\u001b[4mI like how all four of the 'love interests' have their own set personalities, each one as endearing as the next.\u001b[24m\n    \u001b[1m私は、「愛の利益」の4つすべてがどのようにして自分たちの人格を持っているか、それぞれが次のように愛想を抱くように好きです。\u001b[22m, \u001b[1m私は愛の利益」の4つのすべてが独自のセット個性、次のように愛情のこもった、各1を持っているかのように。\u001b[22m\n\u001b[1m\u001b[22m\nI do feel that the main character Sayuri is rather bland. She is kind, but other than that she doesn't seem to have much of a personality, which makes it hard for me to believe that all these other characters would be so interested in her alone. I suppose this is because she's designed this way so the viewer can imagine him/herself as the main character, which works for a game, but not so much in a show.\n\n\u001b[1m主人公「さゆり」はむしろ穏やかな気がします。 彼女は親切ですが、それ以外の人格はあまりないように見えます。それで、他の人たちが彼女だけに興味を持っていると私は信じられません。 これは、彼女がこのようにデザインしているため、視聴者が主人公として想像することができるからだと思う。\u001b[22m\n\u001b[1m(Shujinkō `Sayuri' wa mushiro odayakana ki ga shimasu. Kanojo wa shinsetsudesuga, soreigai no jinkaku wa amari nai yō ni miemasu. Sorede, hokanohito-tachi ga kanojo dake ni kyōmi o motte iruto watashi wa shinji raremasen. Kore wa, kanojo ga kono yō ni dezain shite iru tame, shichō-sha ga shujinkō to shite sōzō suru koto ga dekirukarada to omou.)\u001b[22m\n\nTranslations of \u001b[4mI do feel that the main character Sayuri is rather bland. She is kind, but other than that she doesn't seem to have much of a personality, which makes it hard for me to believe that all these other characters would be so interested in her alone. I suppose this is because she's designed this way so the viewer can imagine him/herself as the main character, which works for a game, but not so much in a show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do feel that the main character Sayuri is rather bland.\u001b[24m\n    \u001b[1m主人公「さゆり」はむしろ穏やかな気がします。\u001b[22m, \u001b[1m私は主人公さゆりはむしろ当たり障りであることを感じています。\u001b[22m\n\u001b[4mShe is kind, but other than that she doesn't seem to have much of a personality, which makes it hard for me to believe that all these other characters would be so interested in her alone.\u001b[24m\n    \u001b[1m彼女は親切ですが、それ以外の人格はあまりないように見えます。それで、他の人たちが彼女だけに興味を持っていると私は信じられません。\u001b[22m, \u001b[1m彼女は親切が、彼女はそれが難しい私はすべてのこれらの他の文字が彼女の単独で非常に興味があると信じてできるようになり人格の多くを持っているように見えるしないこと以外のものです。\u001b[22m\n\u001b[4mI suppose this is because she's designed this way so the viewer can imagine him/herself as the main character, which works for a game, but not so much in a show.\u001b[24m\n    \u001b[1mこれは、彼女がこのようにデザインしているため、視聴者が主人公として想像することができるからだと思う。\u001b[22m, \u001b[1m私は、視聴者がゲームのために働く主人公、として彼/彼女自身を想像しますが、ショーではあまりすることはできませんので、彼女がこのように設計されていますので、これはであると仮定します。\u001b[22m\n\u001b[1m\u001b[22m\nThe best friend Ran and the rival character Tsubaki are much more interesting than Sayuri. I would've rather had one of them at the center of the story than her.\n\n\u001b[1m親友の蘭とライバルの椿は、さゆりよりもはるかに面白いです。 私はむしろ、彼女よりも物語の中心にそれらの1つを持っていたでしょう。\u001b[22m\n\u001b[1m(Shin'yū no ran to raibaru no tsubaki wa, Sayuri yori mo haruka ni omoshiroidesu. Watashi wa mushiro, kanojo yori mo monogatari no chūshin ni sorera no 1tsu o motte itadeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe best friend Ran and the rival character Tsubaki are much more interesting than Sayuri. I would've rather had one of them at the center of the story than her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best friend Ran and the rival character Tsubaki are much more interesting than Sayuri.\u001b[24m\n    \u001b[1m親友の蘭とライバルの椿は、さゆりよりもはるかに面白いです。\u001b[22m, \u001b[1m親友の蘭とライバルキャラクター椿ははるかに興味深いさゆりよりも。\u001b[22m\n\u001b[4mI would've rather had one of them at the center of the story than her.\u001b[24m\n    \u001b[1m私はむしろ、彼女よりも物語の中心にそれらの1つを持っていたでしょう。\u001b[22m, \u001b[1m私はむしろ彼女よりも物語の中心にそれらのいずれかを持っていただろう。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, the rival team in the competition are full of intriguing characters. I felt that it was a waste that we didn't get to know more about them as I feel they had potential to be great characters if given the chance to shine.\n\n\u001b[1mまた、競争のライバルチームは興味をそそるキャラクターでいっぱいです。 輝くチャンスを与えられれば、偉大なキャラクターになる可能性があると感じるので、私たちはもっと知りませんでした。\u001b[22m\n\u001b[1m(Mata, kyōsō no raibaruchīmu wa kyōmi o sosoru kyarakutā de ippaidesu. Kagayaku chansu o atae rarereba, idaina kyarakutā ni naru kanōsei ga aru to kanjiru node, watashitachiha motto shirimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the rival team in the competition are full of intriguing characters. I felt that it was a waste that we didn't get to know more about them as I feel they had potential to be great characters if given the chance to shine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the rival team in the competition are full of intriguing characters.\u001b[24m\n    \u001b[1mまた、競争のライバルチームは興味をそそるキャラクターでいっぱいです。\u001b[22m, \u001b[1mまた、競争の中でライバルチームは魅力的な文字でいっぱいです。\u001b[22m\n\u001b[4mI felt that it was a waste that we didn't get to know more about them as I feel they had potential to be great characters if given the chance to shine.\u001b[24m\n    \u001b[1m輝くチャンスを与えられれば、偉大なキャラクターになる可能性があると感じるので、私たちはもっと知りませんでした。\u001b[22m, \u001b[1m私はそれが私たちは私が輝くチャンス与えられた場合、彼らは偉大な文字になる可能性を持っていた感じとしてそれらについての詳細を知るために取得していない無駄だと感じました。\u001b[22m\n\u001b[1m\u001b[22m\nArt (8):\n\n\u001b[1mアート（8）：\u001b[22m\n\u001b[1m(Āto (8 ):)\u001b[22m\n\nTranslations of \u001b[4mArt (8):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (8):\u001b[24m\n    \u001b[1mアート（8）：\u001b[22m\n\u001b[1m\u001b[22m\nThe art in this anime is beautiful. All of the characters have their own unique and pretty design. The bright colors used with each design has its own loveliness.\n\n\u001b[1mこのアニメの芸術は美しい。 すべてのキャラクターは独特でかわいらしいデザインです。 各デザインで使用される明るい色は、独自の魅力があります。\u001b[22m\n\u001b[1m(Kono anime no geijutsu wa utsukushī. Subete no kyarakutā wa dokutokude kawairashī dezaindesu. Kaku dezain de shiyō sa reru akarui iro wa, dokuji no miryoku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art in this anime is beautiful. All of the characters have their own unique and pretty design. The bright colors used with each design has its own loveliness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in this anime is beautiful.\u001b[24m\n    \u001b[1mこのアニメの芸術は美しい。\u001b[22m, \u001b[1mこのアニメの芸術は美しいです。\u001b[22m\n\u001b[4mAll of the characters have their own unique and pretty design.\u001b[24m\n    \u001b[1mすべてのキャラクターは独特でかわいらしいデザインです。\u001b[22m, \u001b[1m文字のすべてが独自の、美しいデザインが施されています。\u001b[22m\n\u001b[4mThe bright colors used with each design has its own loveliness.\u001b[24m\n    \u001b[1m各デザインで使用される明るい色は、独自の魅力があります。\u001b[22m, \u001b[1m各デザインで使用される鮮やかな色は、独自の愛らしさを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe backgrounds are gorgeous. The school itself, the shops they visit, the beach, the sights in town all look amazing. I like the use of lighting in this anime.\n\n\u001b[1m背景は華やかです。 学校自体、彼らが訪れるお店、ビーチ、街の観光スポットはすごく魅力的です。 私はこのアニメでライティングを使うのが好きです。\u001b[22m\n\u001b[1m(Haikei wa hanayakadesu. Gakkō jitai, karera ga otozureru o-ten, bīchi,-gai no kankō supotto wa sugoku mirikitekidesu. Watashi wa kono anime de raitingu o tsukau no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe backgrounds are gorgeous. The school itself, the shops they visit, the beach, the sights in town all look amazing. I like the use of lighting in this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe backgrounds are gorgeous.\u001b[24m\n    \u001b[1m背景は華やかです。\u001b[22m, \u001b[1m背景がゴージャスです。\u001b[22m\n\u001b[4mThe school itself, the shops they visit, the beach, the sights in town all look amazing.\u001b[24m\n    \u001b[1m学校自体、彼らが訪れるお店、ビーチ、街の観光スポットはすごく魅力的です。\u001b[22m, \u001b[1m学校自体は、彼らは訪問のお店、ビーチは、町の観光スポットのすべてが驚くほどに見えます。\u001b[22m\n\u001b[4mI like the use of lighting in this anime.\u001b[24m\n    \u001b[1m私はこのアニメでライティングを使うのが好きです。\u001b[22m, \u001b[1m私はこのアニメの照明の使用を好みます。\u001b[22m\n\u001b[1m\u001b[22m\nThe use of color throughout is fantastic.\n\n\u001b[1m全体を通しての色の使用は素晴らしいです。\u001b[22m\n\u001b[1m(Zentai o tōshite no iro no shiyō wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe use of color throughout is fantastic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe use of color throughout is fantastic.\u001b[24m\n    \u001b[1m全体を通しての色の使用は素晴らしいです。\u001b[22m, \u001b[1m色の使用は全体で幻想的です。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is fluid. It all looks smooth and pretty.\n\n\u001b[1mアニメーションは流動的です。 それはすべて滑らかでかわいく見えます。\u001b[22m\n\u001b[1m(Animēshon wa ryūdōtekidesu. Sore wa subete namerakade kawaiku miemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is fluid. It all looks smooth and pretty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is fluid.\u001b[24m\n    \u001b[1mアニメーションは流動的です。\u001b[22m, \u001b[1mアニメーションは流体です。\u001b[22m\n\u001b[4mIt all looks smooth and pretty.\u001b[24m\n    \u001b[1mそれはすべて滑らかでかわいく見えます。\u001b[22m, \u001b[1mこれは、すべての滑らかできれいに見えます。\u001b[22m\n\u001b[1m\u001b[22m\nIn short this anime is beautiful to watch.\n\n\u001b[1m要するに、このアニメは見て美しいです。\u001b[22m\n\u001b[1m(Yōsuruni, kono anime wa mite utsukushīdesu.)\u001b[22m\n\nTranslations of \u001b[4mIn short this anime is beautiful to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn short this anime is beautiful to watch.\u001b[24m\n    \u001b[1m要するに、このアニメは見て美しいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound (7):\n\n\u001b[1mサウンド（7）：\u001b[22m\n\u001b[1m(Saundo (7 ):)\u001b[22m\n\nTranslations of \u001b[4mSound (7):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (7):\u001b[24m\n    \u001b[1mサウンド（7）：\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is good. I like the opening credits. The ending credit song is decent, but not quite as good as the opening.\n\n\u001b[1m音はいいです。 私はオープニングクレジットが好きです。 最後のクレジット・ソングはまあまあですが、オープニングほどには良いものではありません。\u001b[22m\n\u001b[1m(Oto wa īdesu. Watashi wa ōpuningukurejitto ga sukidesu. Saigo no kurejitto songu wa mā mādesuga, ōpuningu hodo ni wa yoi monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is good. I like the opening credits. The ending credit song is decent, but not quite as good as the opening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is good.\u001b[24m\n    \u001b[1m音はいいです。\u001b[22m, \u001b[1m音が良いです。\u001b[22m\n\u001b[4mI like the opening credits.\u001b[24m\n    \u001b[1m私はオープニングクレジットが好きです。\u001b[22m, \u001b[1m私は、オープニングクレジットが好きです。\u001b[22m\n\u001b[4mThe ending credit song is decent, but not quite as good as the opening.\u001b[24m\n    \u001b[1m最後のクレジット・ソングはまあまあですが、オープニングほどには良いものではありません。\u001b[22m, \u001b[1mエンディングクレジット曲はまともですが、開口部ほど良好ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice acting is all nicely done. I especially commend the actor who played Gilbert as the personality shines through with every line. Each voice matched well with the character.\n\n\u001b[1m声の演技はうまくいっています。 私は特に、すべての行で個性が輝き、ギルバートを演じた俳優を賞賛します。 それぞれの声はキャラクターとよく一致した。\u001b[22m\n\u001b[1m(Koe no engi wa umaku itte imasu. Watashi wa tokuni, subete no gyō de kosei ga kagayaki, girubāto o enjita haiyū o shōsan shimasu. Sorezore no koe wa kyarakutā to yoku itchi shita.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is all nicely done. I especially commend the actor who played Gilbert as the personality shines through with every line. Each voice matched well with the character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is all nicely done.\u001b[24m\n    \u001b[1m声の演技はうまくいっています。\u001b[22m, \u001b[1m声の演技はすべてうまく行われています。\u001b[22m\n\u001b[4mI especially commend the actor who played Gilbert as the personality shines through with every line.\u001b[24m\n    \u001b[1m私は特に、すべての行で個性が輝き、ギルバートを演じた俳優を賞賛します。\u001b[22m, \u001b[1m私は特に個性がすべての行に輝いとしてギルバートを演じた俳優を称賛します。\u001b[22m\n\u001b[4mEach voice matched well with the character.\u001b[24m\n    \u001b[1mそれぞれの声はキャラクターとよく一致した。\u001b[22m, \u001b[1m各ボイスは、文字とよく一致しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (8):\n\n\u001b[1m楽しさ（8）：\u001b[22m\n\u001b[1m(Tanoshisa (8 ):)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (8):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (8):\u001b[24m\n    \u001b[1m楽しさ（8）：\u001b[22m, \u001b[1m楽し（8）：\u001b[22m\n\u001b[1m\u001b[22m\nAs mentioned earlier, this anime is visually pleasing to watch. The story may not be the best, but this is one to definitely watch for the art.\n\n\u001b[1m前述したように、このアニメは視覚的に見て喜んでいます。 物語は最高ではないかもしれませんが、これは間違いなくアートを見るためのものです。\u001b[22m\n\u001b[1m(Zenjutsu shita yō ni, kono anime wa shikaku-teki ni mite yorokonde imasu. Monogatari wa saikōde wanai kamo shiremasenga, koreha machigainaku āto o miru tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs mentioned earlier, this anime is visually pleasing to watch. The story may not be the best, but this is one to definitely watch for the art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs mentioned earlier, this anime is visually pleasing to watch.\u001b[24m\n    \u001b[1m前述したように、このアニメは視覚的に見て喜んでいます。\u001b[22m, \u001b[1m先に述べたように、このアニメは見て視覚的に満足です。\u001b[22m\n\u001b[4mThe story may not be the best, but this is one to definitely watch for the art.\u001b[24m\n    \u001b[1m物語は最高ではないかもしれませんが、これは間違いなくアートを見るためのものです。\u001b[22m, \u001b[1m物語は最善ではないかもしれないが、これは間違いなく芸術を監視するためのものです。\u001b[22m\n\u001b[1m\u001b[22m\nAlso I do find it funny. At times this series can get random, especially with the dream sequence episode, and the ridiculous shenanigans the crew finds themselves in. Of course the episode with the cooking competition had me laughing so hard with how over the top it is.\n\n\u001b[1mまた、私はそれが面白い見つける。 時には、このシリーズは、特に夢のシーケンスエピソードでランダムになることがあります。そして、クルーが自分自身で見つけたばかげたセナニガン。もちろん、料理大会のエピソードでは、どうやってトップになっているのか、とても笑っていました。\u001b[22m\n\u001b[1m(Mata, watashi wa sore ga omoshiroi mitsukeru. Tokiniha, kono shirīzu wa, tokuni yume no shīkensuepisōdo de randamu ni naru koto ga arimasu. Soshite, kurū ga jibun jishin de mitsuketa bakageta senanigan. Mochiron, ryōri taikai no episōdode wa, dō yatte toppu ni natte iru no ka, totemo waratte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAlso I do find it funny. At times this series can get random, especially with the dream sequence episode, and the ridiculous shenanigans the crew finds themselves in. Of course the episode with the cooking competition had me laughing so hard with how over the top it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso I do find it funny.\u001b[24m\n    \u001b[1mまた、私はそれが面白い見つける。\u001b[22m, \u001b[1mまた、私はそれが面白い見つけるのですか。\u001b[22m\n\u001b[4mAt times this series can get random, especially with the dream sequence episode, and the ridiculous shenanigans the crew finds themselves in. Of course the episode with the cooking competition had me laughing so hard with how over the top it is.\u001b[24m\n    \u001b[1m時には、このシリーズは、特に夢のシーケンスエピソードでランダムになることがあります。そして、クルーが自分自身で見つけたばかげたセナニガン。もちろん、料理大会のエピソードでは、どうやってトップになっているのか、とても笑っていました。\u001b[22m, \u001b[1m時にはこのシリーズは特に夢のシーケンスエピソードで、ランダム取得し、乗組員がで自分自身を見つけたとんでもないペテンことができます。もちろん、調理の競争とのエピソードは私が上からそれがどのように一生懸命笑っていました。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough I did find it awkward how close the teachers were with their student Sayuri, especially when it was discovered that teacher-student relationships were forbidden. At times they acted too close that it caused some discomfort.\n\n\u001b[1m私は教師と学生の関係が禁じられていることが判明したときに、教師が学生Sayuriとどれくらい近づいていたのかが気にかかっていました。 時には、彼らはあまりにも近づきすぎて不快感を感じました。\u001b[22m\n\u001b[1m(Watashi wa kyōshi to gakusei no kankei ga kinji rarete iru koto ga hanmei shita toki ni, kyōshi ga gakusei Sayuri to dorekurai chikadzuite ita no ka ga ki ni kakatte imashita. Tokiniha, karera wa amarini mo chikadzuki sugite fukai-kan o kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mAlthough I did find it awkward how close the teachers were with their student Sayuri, especially when it was discovered that teacher-student relationships were forbidden. At times they acted too close that it caused some discomfort.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough I did find it awkward how close the teachers were with their student Sayuri, especially when it was discovered that teacher-student relationships were forbidden.\u001b[24m\n    \u001b[1m私は教師と学生の関係が禁じられていることが判明したときに、教師が学生Sayuriとどれくらい近づいていたのかが気にかかっていました。\u001b[22m, \u001b[1m私は、教師がその生徒それは教師と生徒の関係が禁じられていたことが発見された、特にさゆり、と一緒にいたどれだけ近いか、それは厄介な見つけるんでしたが。\u001b[22m\n\u001b[4mAt times they acted too close that it caused some discomfort.\u001b[24m\n    \u001b[1m時には、彼らはあまりにも近づきすぎて不快感を感じました。\u001b[22m, \u001b[1m時には彼らは、それはいくつかの不快感を引き起こしたことをあまりにも近くに行動しました。\u001b[22m\n\u001b[1m\u001b[22m\nIn all this is a light, fun show to watch.\n\n\u001b[1mこれは軽くて楽しいショーです。\u001b[22m\n\u001b[1m(Kore wa karukute tanoshī shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mIn all this is a light, fun show to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn all this is a light, fun show to watch.\u001b[24m\n    \u001b[1mこれは軽くて楽しいショーです。\u001b[22m, \u001b[1mこのすべてで見て、光、楽しいショーです。\u001b[22m\n\u001b[1m\u001b[22m\nConclusion (7):\n\n\u001b[1m結論（7）：\u001b[22m\n\u001b[1m(Ketsuron (7 ):)\u001b[22m\n\nTranslations of \u001b[4mConclusion (7):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion (7):\u001b[24m\n    \u001b[1m結論（7）：\u001b[22m\n\u001b[1m\u001b[22m\nBonjour Koiaji Patisserie doesn't have a concrete story, but it's decent for what it is. It's not trying to be anything great, but works fine as a light comedy. Although I wouldn't go so far as to classify it as a cooking anime as there is too little of that present.\n\n\u001b[1mBonjour Koiaji Patisserieは具体的な話はありませんが、それはまあまあです。 それは素晴らしいものになろうとはしませんが、軽いコメディとしてはうまくいきます。 私は料理のアニメとしてそれを分類するほどまでは行っていませんが、その存在があまりにも少ないためです。\u001b[22m\n\u001b[1m(Bonjūru Koiaji patisurī wa gutaitekina-banashi wa arimasenga, sore wa mā mādesu. Sore wa subarashī mono ni narou to wa shimasenga, karui komedi to shite wa umaku ikimasu. Watashi wa ryōri no anime to shite sore o bunrui suru hodo made wa itte imasenga, sono sonzai ga amarini mo sukunai tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mBonjour Koiaji Patisserie doesn't have a concrete story, but it's decent for what it is. It's not trying to be anything great, but works fine as a light comedy. Although I wouldn't go so far as to classify it as a cooking anime as there is too little of that present.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBonjour Koiaji Patisserie doesn't have a concrete story, but it's decent for what it is.\u001b[24m\n    \u001b[1mBonjour Koiaji Patisserieは具体的な話はありませんが、それはまあまあです。\u001b[22m, \u001b[1mボンジュールKoiajiパティスリーは、具体的な話を持っていないが、それはそれが何であるかのためのまともなのです。\u001b[22m\n\u001b[4mIt's not trying to be anything great, but works fine as a light comedy.\u001b[24m\n    \u001b[1mそれは素晴らしいものになろうとはしませんが、軽いコメディとしてはうまくいきます。\u001b[22m, \u001b[1m偉大な何でもしようとしているが、光喜劇として正常に動作していません。\u001b[22m\n\u001b[4mAlthough I wouldn't go so far as to classify it as a cooking anime as there is too little of that present.\u001b[24m\n    \u001b[1m私は料理のアニメとしてそれを分類するほどまでは行っていませんが、その存在があまりにも少ないためです。\u001b[22m, \u001b[1m私はその存在があまりにもほとんどありませんように調理アニメとしてそれを分類するように、これまで行かないだろうが。\u001b[22m\n\u001b[1m\u001b[22m\nThe protagonist is boring, but all the other characters are fun to watch with their array of personalities.\n\n\u001b[1m主人公は退屈だが、他のすべてのキャラクターは彼らの個性を見て楽しめる。\u001b[22m\n\u001b[1m(Shujinkō wa taikutsudaga, hoka no subete no kyarakutā wa karera no kosei o mite tanoshimeru.)\u001b[22m\n\nTranslations of \u001b[4mThe protagonist is boring, but all the other characters are fun to watch with their array of personalities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe protagonist is boring, but all the other characters are fun to watch with their array of personalities.\u001b[24m\n    \u001b[1m主人公は退屈だが、他のすべてのキャラクターは彼らの個性を見て楽しめる。\u001b[22m, \u001b[1m主人公は退屈ですが、他のすべての文字は、人格の彼らの配列で見ていて楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is beautiful. The animation is good. The sound is good.\n\n\u001b[1m芸術は美しい。 アニメーションは良いです。 音はいいです。\u001b[22m\n\u001b[1m(Geijutsu wa utsukushī. Animēshon wa yoidesu. Oto wa īdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is beautiful. The animation is good. The sound is good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is beautiful.\u001b[24m\n    \u001b[1m芸術は美しい。\u001b[22m, \u001b[1m芸術は美しいです。\u001b[22m\n\u001b[4mThe animation is good.\u001b[24m\n    \u001b[1mアニメーションは良いです。\u001b[22m, \u001b[1mアニメーションが良いです。\u001b[22m\n\u001b[4mThe sound is good.\u001b[24m\n    \u001b[1m音はいいです。\u001b[22m, \u001b[1m音が良いです。\u001b[22m\n\u001b[1m\u001b[22m\nIn all it's a short, fun time.\n\n\u001b[1mすべてでは、短く、楽しい時間です。\u001b[22m\n\u001b[1m(Subetede wa, mijikaku, tanoshī jikandesu.)\u001b[22m\n\nTranslations of \u001b[4mIn all it's a short, fun time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn all it's a short, fun time.\u001b[24m\n    \u001b[1mすべてでは、短く、楽しい時間です。\u001b[22m, \u001b[1mすべてでは短い、楽しい時間です。\u001b[22m\n\u001b[1m\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m"
  },
  {
    "title": "Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "id": "25839",
    "url": "https://myanimelist.net/anime/25839/Bonjour%E2%99%AAKoiaji_P%C3%A2tisserie",
    "user": "StargazingDragon",
    "profile": "/profile/StargazingDragon/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=225397",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  10\nサウンド|  6\nキャラクター|  1\n|  3\n\nこのアニメは、柔らかい側、混乱した/外国人の王子/ロリータの少年、カリスマ的なロマンチックな、そして名誉のない静かな厳しい縛りと一緒に、怒っている自信を持った嫌いと一緒に典型的な結婚訴訟のリードを押した以外、 ロジックタイプ。 私は正直なところ、キャラクターがモチベーションもプロットもなく非常に平坦であることを発見しました。 唯一の償還品質は、アートが美しく、愛の利害関係に変化するように見えるいくつかの異なるスタイルを取り入れています。しかし、私はかわいくて賢いですが。 フランスの男はアンティークな木製のスタイルを持っています。赤い頭の男の子はこの種のラフなストリートスタイルを持っています。厳格な日本語の先生は、彼の性格とペアになるとほとんど間違って感じる驚くほど明るくスマートなスタイルです。 すべてがすべて終わりまで見守るほど面白かったですが、私はこれをもう一度見ることはありません。終了するには少し痛いです。 それはちょうど非常に独創的ではないと感じました。 それは私がセイヨウコトウを見に苦しんでいた懐かしくて：アンティークやうたの☆プリンス様♪マジラブ再び1000％。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was every bad stereotype with no plot other than to shove the typical marry sue lead together with the angry confident asshole with a soft side, the confused/foreigner prince/Lolita boy, the charismatic romantic, and the quiet strict bound by honor or logic type. I honestly found the characters extremely flat with no motivation and no plot. The only redeeming quality is that the art is beautiful and incorporates several different styles that seem to shift with the love interests which I though was cute and clever. The french guy has a kind of antique wooden style, the red head boy has this kind of rough street style, and the strict Japanese teacher has a surprisingly bright and sleek style that almost feels wrong when paired with his personality. All in all it was amusing enough to watch till the end but I will never watch this again and it was a bit painful to finish. It just felt so unoriginal. It made me ache to watch Seiyou Kottou Yougashiten: Antique or Uta no☆Prince-sama♪ Maji Love 1000% again.\n\n\u001b[1mこのアニメは、柔らかい側、混乱した/外国人の王子/ロリータの少年、カリスマ的なロマンチックな、そして名誉のない静かな厳しい縛りと一緒に、怒っている自信を持った嫌いと一緒に典型的な結婚訴訟のリードを押した以外、 ロジックタイプ。 私は正直なところ、キャラクターがモチベーションもプロットもなく非常に平坦であることを発見しました。 唯一の償還品質は、アートが美しく、愛の利害関係に変化するように見えるいくつかの異なるスタイルを取り入れています。しかし、私はかわいくて賢いですが。 フランスの男はアンティークな木製のスタイルを持っています。赤い頭の男の子はこの種のラフなストリートスタイルを持っています。厳格な日本語の先生は、彼の性格とペアになるとほとんど間違って感じる驚くほど明るくスマートなスタイルです。 すべてがすべて終わりまで見守るほど面白かったですが、私はこれをもう一度見ることはありません。終了するには少し痛いです。 それはちょうど非常に独創的ではないと感じました。 それは私がセイヨウコトウを見に苦しんでいた懐かしくて：アンティークやうたの☆プリンス様♪マジラブ再び1000％。\u001b[22m\n\u001b[1m(Kono anime wa, yawarakai soba, konran shita/ gaikoku hito no ōji/ rorīta no shōnen, karisuma-tekina romanchikkuna, soshite meiyo no nai shizukana kibishī shibari to issho ni, ikatteiru jishin o motta kirai to issho ni tenkei-tekina kekkon soshō no rīdo o oshita igai, rojikkutaipu. Watashi wa shōjikina tokoro, kyarakutā ga mochibēshon mo purotto mo naku hijō ni heitandearu koto o hakken shimashita. Yuiitsu no shōkan hinshitsu wa, āto ga utsukushiku, ai no rigai kankei ni henka suru yō ni mieru ikutsuka no kotonaru sutairu o toriirete imasu. Shikashi, watashi wa kawaikute kashikoidesuga. Furansu no otoko wa antīkuna mokusei no sutairu o motte imasu. Akai atama no otokonoko wa kono tane no rafuna sutorītosutairu o motte imasu. Genkakuna nihongo no sensei wa, kare no seikaku to pea ni naru to hotondo machigatte kanjiru odoroku hodo akaruku sumātona sutairudesu. Subete ga subete owari made mimamoru hodo omoshirokattadesuga, watashi wa kore o mōichido miru koto wa arimasen. Shūryō suru ni wa sukoshi itaidesu. Sore wa chōdo hijō ni dokusō-tekide wa nai to kanjimashita. Sore wa watashi ga seiyoukotou o mi ni kurushinde ita natsukashikute: Antīku ya uta no ☆ purinsu-sama ♪ majirabu futatabi 1000-pāsento.)\u001b[22m"
  }
]
