[
  {
    "title": "Glass_no_Hana_to_Kowasu_Sekai",
    "id": "25907",
    "url": "https://myanimelist.net/anime/25907/Glass_no_Hana_to_Kowasu_Sekai",
    "user": "Spiranix",
    "profile": "/profile/Spiranix/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=208689",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  6\nキャラクター|  4\n|  3\n\nアスカ、ユキノン、メンマはサイバーパンクの魔術師になり、シン・セカイ・ヨリの監督、石橋雅志、野崎くんの脚本兼作家、中村義子の監督の下、投機的なフィクションの場面でウイルスと戦う。 これは偉大なクソの可能性を秘めているように聞こえるが、それは感情的に切り離されたsnorefestであり、あまりにも多くをあまりにも詰め込み、その資産で何もしないことを試みていた。\n\n\n\nしかし、それは私が本当に好意的に言えることです。 悪名高いペアが頭の中で信じられないほどの物語を披露している間、この映画は何とか平凡なストーリーテリングの模範となることによって考えられないものを取り除くことができます。 この1時間のうちの4分の1の長い機能は、インフォンピングだけであり、無意味なテクノラブルを聴衆に投げつけて、最も知名度の高い「博覧会」と「両者が知っているように」びっくりする。 この悪徳は一般的な対話にも広がっています。これは、無機質で正直なところでは厄介なものですが、文字は絶え間なく独り立ちのモノローグで自分自身の感情を（互いのところで）再確認しています。 私は彼らが人間であることを意図しているわけではないと理解しています。ある種の奇妙な谷が彼らの様式で期待されていますが、彼らは非人道的な行動では奇妙で魅力的ではなかった。 私は本当にこれらの「人々」に起こったことを本当に気にすることはできませんでした。そして、彼らのモエ・アーキタイプの最も派生した形がその原因を助けないので、彼らが始めるという事実。\n\n展覧会のダンプに行くのは、私が目にした最も病気のないモンタージュのシーケンスの一つです。 映画の中の最もかわいい部分が3つの連続した音楽に凝縮されていたはずだったという事実が、紙の上でうまくいっていることは、 ビデオは私を信じられないほど不満にさせます。 この病的な魅力は、映画の流れとペーシングをひどく邪魔しました。これは、「本当の」感情的な共鳴がない映画についての私のこれまでの声明につながります。これらの経験を逃す代わりに、  5分で人生を楽しむことができます。 とてもかわいい！' そして、「彼らが悲劇を見つめているのを見て、このかわいい女の子たちは悲しいよ！ とても悲しい！' それは映画の長さの全体的な悪い使い方であり、少年はそれが邪魔です。 これが映画のランタイムの約半分を占めていることを考慮すると、後半では上半期にどれだけうまくつながっているかに影響を与えています。\n\n全体として、これはちょうどかなりの才能のある人々の手に自分自身を発見し、いくつかの非常にしっかりしたアイデアを基にしていると考えると、怒っている投資の価値はありません。 私は大きな問題のように感じました。これは決して作ったことのない映画のようなテレビシリーズのような気分でした（MSG：F91だと思います）。 もしこれがさらに30分も呼吸するなら、おそらくここで話す価値のあるものがあるだろうが、むしろそれは単なる混乱である。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nAsuka, Yukinon, and Menma become cyberpunk mahou shoujos and fight viruses in a speculative fiction setting under the supervision of Shin Sekai Yori's director, Masashi Ishihama, and Nozaki-kun's head writer and script composer, Yoshiko Nakamura. While this sounds like it has all the potential of being fucking great, all it turned into was an emotionally detached snorefest, trying to cram too much into too little and not doing anything with its assets.\n\n\u001b[1mアスカ、ユキノン、メンマはサイバーパンクの魔術師になり、シン・セカイ・ヨリの監督、石橋雅志、野崎くんの脚本兼作家、中村義子の監督の下、投機的なフィクションの場面でウイルスと戦う。 これは偉大なクソの可能性を秘めているように聞こえるが、それは感情的に切り離されたsnorefestであり、あまりにも多くをあまりにも詰め込み、その資産で何もしないことを試みていた。\u001b[22m\n\u001b[1m(Asuka, yukinon, menma wa saibāpanku no majutsu-shi ni nari, Shin sekai Yori no kantoku, Ishibashi Masashi, Nozaki-kun no kyakuhon ken sakka, Nakamura Yoshiko no kantoku no shimo, tōki-tekina fikushon no bamen de uirusu to tatakau. Kore wa idaina kuso no kanōsei o himete iru yō ni kikoeruga, soreha kanjō-teki ni kirihanasa reta snorefestdeari, amarini mo ōku o amarini mo tsumekomi, sono shisan de nani mo shinai koto o kokoromite ita.)\u001b[22m\n\nTranslations of \u001b[4mAsuka, Yukinon, and Menma become cyberpunk mahou shoujos and fight viruses in a speculative fiction setting under the supervision of Shin Sekai Yori's director, Masashi Ishihama, and Nozaki-kun's head writer and script composer, Yoshiko Nakamura. While this sounds like it has all the potential of being fucking great, all it turned into was an emotionally detached snorefest, trying to cram too much into too little and not doing anything with its assets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsuka, Yukinon, and Menma become cyberpunk mahou shoujos and fight viruses in a speculative fiction setting under the supervision of Shin Sekai Yori's director, Masashi Ishihama, and Nozaki-kun's head writer and script composer, Yoshiko Nakamura.\u001b[24m\n    \u001b[1mアスカ、ユキノン、メンマはサイバーパンクの魔術師になり、シン・セカイ・ヨリの監督、石橋雅志、野崎くんの脚本兼作家、中村義子の監督の下、投機的なフィクションの場面でウイルスと戦う。\u001b[22m, \u001b[1mアスカ、Yukinon、およびメンマはサイバーパンク魔法shoujosとなり、新世界ヨリのディレクター、雅史石浜、および野崎くんの頭の作家、スクリプト作曲、佳子中村の監督の下で投機的なフィクションの設定でウイルスを戦います。\u001b[22m\n\u001b[4mWhile this sounds like it has all the potential of being fucking great, all it turned into was an emotionally detached snorefest, trying to cram too much into too little and not doing anything with its assets.\u001b[24m\n    \u001b[1mこれは偉大なクソの可能性を秘めているように聞こえるが、それは感情的に切り離されたsnorefestであり、あまりにも多くをあまりにも詰め込み、その資産で何もしないことを試みていた。\u001b[22m, \u001b[1mそれはクソ偉大であることのすべての可能性を秘めているように、これは聞こえますが、それはになってすべてが少なすぎるとその資産に何もしていないにあまりにも多く詰め込むしようとし、感情的に切り離さsnorefestました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nBut that's all I can really say in its favor. While the notorious pair at its head are known for spearheading incredible stories, this film somehow manages to pull off the unthinkable by being a paragon of mediocre storytelling. About a solid fourth of this hour long feature is nothing but infodumping, throwing a lexical onslaught of meaningless technobabble at the audience in the most repetitive forms of exposition available: the dreaded 'as you know' and 'as we both know' banter. This vice extends to the general dialogue as well, which comes off as inorganic and honestly a tad annoying at times, with characters constantly reaffirming their feelings towards themselves (at eachother) in bloated solipsistic monologues. I understand they're not meant to be human, and a certain form of uncanny valley is to be expected in their mannerisms, but they never felt strange or compelling in their inhuman behavior, they just felt poorly handled. I just couldn't really care what happened to any of these 'people', and the fact that they start off as the most derivative forms of their moe archetypes doesn't help that cause either.\n\n\u001b[1mしかし、それは私が本当に好意的に言えることです。 悪名高いペアが頭の中で信じられないほどの物語を披露している間、この映画は何とか平凡なストーリーテリングの模範となることによって考えられないものを取り除くことができます。 この1時間のうちの4分の1の長い機能は、インフォンピングだけであり、無意味なテクノラブルを聴衆に投げつけて、最も知名度の高い「博覧会」と「両者が知っているように」びっくりする。 この悪徳は一般的な対話にも広がっています。これは、無機質で正直なところでは厄介なものですが、文字は絶え間なく独り立ちのモノローグで自分自身の感情を（互いのところで）再確認しています。 私は彼らが人間であることを意図しているわけではないと理解しています。ある種の奇妙な谷が彼らの様式で期待されていますが、彼らは非人道的な行動では奇妙で魅力的ではなかった。 私は本当にこれらの「人々」に起こったことを本当に気にすることはできませんでした。そして、彼らのモエ・アーキタイプの最も派生した形がその原因を助けないので、彼らが始めるという事実。\u001b[22m\n\u001b[1m(Shikashi, sore wa watashi ga hontōni kōi-teki ni ieru kotodesu. Akumeidakai pea ga atama no naka de shinji rarenai hodo no monogatari o hirō shite iru ma, kono eiga wa nantoka heibon'na sutōrīteringu no mohan to naru koto ni yotte kangae rarenai mono o torinozoku koto ga dekimasu. Kono 1-jikan no uchi no 4-bun'no 1 no nagai kinō wa, infonpingu dakedeari, muimina tekunoraburu o chōshū ni nagetsukete, mottomo chimeido no takai `hakurankai' to `ryōsha ga shitte iru yō ni' bikkuri suru. Kono akutoku wa ippantekina taiwa ni mo hirogatte imasu. Kore wa, mukishitsu de shōjikina tokorode wa yakkaina monodesuga, moji wa taema naku hitoridachi no monorōgu de jibunjishin'no kanjō o (tagai no tokoro de) sai kakunin shite imasu. Watashi wa karera ga ningendearu koto o ito shite iru wakede wa nai to rikai shite imasu. Arushuno kimyōna tani ga karera no yōshiki de kitai sa rete imasuga, karera wa hi jindōtekina kōdōde wa kimyōde mirikitekide wa nakatta. Watashi wa hontōni korera no `hito 々' Ni okotta koto o hontōni ki ni suru koto wa dekimasendeshita. Soshite, karera no Moe ākitaipu no mottomo hasei shita katachi ga sono gen'in o tasukenainode, karera ga hajimeru to iu jijitsu.)\u001b[22m\n\u001b[1m\u001b[22m\nGoing off on the exposition dump is one of the most ill conceived montage sequences I've ever witnessed. While the match cuts in the film's central Cute Girls Processing All Sorts of Things segment were impressive and the whole idea of it works well on paper, the fact that what should have been the most interesting part of the whole film was condensed into three consecutive music videos makes me incredibly frustrated. This shoehorned appeal to pathos severely disrupted the flow and pacing of the film, and this ties back to my previous statement about the film lacking 'true' emotional resonance: in lieu of fleshing these experiences out, all three of the major character arcs are given life in 5 minutes through a combination of 'watch these cute girls make food together! so cute!' and 'watch these cute girls look sad as they stare at tragedies! so sad!' It's just bad usage of film length overall and boy is it frickin' dull. Considering this makes up about a half of the film's runtime, and the second half owes all of its impact on how well we connect to the first half, the whole experience just sort of falls apart right there before it ever really began.\n\n\u001b[1m展覧会のダンプに行くのは、私が目にした最も病気のないモンタージュのシーケンスの一つです。 映画の中の最もかわいい部分が3つの連続した音楽に凝縮されていたはずだったという事実が、紙の上でうまくいっていることは、 ビデオは私を信じられないほど不満にさせます。 この病的な魅力は、映画の流れとペーシングをひどく邪魔しました。これは、「本当の」感情的な共鳴がない映画についての私のこれまでの声明につながります。これらの経験を逃す代わりに、  5分で人生を楽しむことができます。 とてもかわいい！' そして、「彼らが悲劇を見つめているのを見て、このかわいい女の子たちは悲しいよ！ とても悲しい！' それは映画の長さの全体的な悪い使い方であり、少年はそれが邪魔です。 これが映画のランタイムの約半分を占めていることを考慮すると、後半では上半期にどれだけうまくつながっているかに影響を与えています。\u001b[22m\n\u001b[1m(Tenran-kai no danpu ni iku no wa, watashi ga me ni shita mottomo byōki no nai montāju no shīkensu no hitotsudesu. Eiga no naka no mottomo kawaī bubun ga 3ttsu no renzoku shita ongaku ni gyōshuku sa rete ita hazudatta to iu jijitsu ga,-shi no ue de umaku itte iru koto wa, bideo wa watashi o shinji rarenai hodo fuman ni sa semasu. Kono byōtekina miryoku wa, eiga no nagare to pēshingu o hidoku jama shimashita. Kore wa,`hontō no' kanjō-tekina kyōmei ga nai eiga ni tsuite no watashi no kore made no seimei ni tsunagarimasu. Korera no keiken o nogasu kawari ni, 5-bu de jinsei o tanoshimu koto ga dekimasu. Totemo kawaī!' Soshite,`karera ga higeki o mitsumete iru no o mite, kono kawaī on'nanoko-tachi wa kanashī yo! Totemo kanashī!' Soreha eiga no naga-sa no zentai-tekina warui tsukaikatadeari, shōnen wa sore ga jamadesu. Kore ga eiga no Rantaimu no yaku hanbun o shimete iru koto o kōryo suru to, kōhande wa kamihanki ni dore dake umaku tsunagatte iru ka ni eikyō o ataete imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this just isn't worth the investment, which is upsetting considering it's founded on some pretty solid ideas and found itself in the hands of some rather talented people. I felt like a big issue with this came from it feeling like an aborted television series, like if it were a recap film to a show never made (think MSG: F91). If this were given even half an hour more to breathe, perhaps we'd have something worth talking about here, but instead it's just a mess.\n\n\u001b[1m全体として、これはちょうどかなりの才能のある人々の手に自分自身を発見し、いくつかの非常にしっかりしたアイデアを基にしていると考えると、怒っている投資の価値はありません。 私は大きな問題のように感じました。これは決して作ったことのない映画のようなテレビシリーズのような気分でした（MSG：F91だと思います）。 もしこれがさらに30分も呼吸するなら、おそらくここで話す価値のあるものがあるだろうが、むしろそれは単なる混乱である。\u001b[22m\n\u001b[1m(Zentai to shite, kore wa chōdo kanari no sainō no aru hitobito no te ni jibun jishin o hakken shi, ikutsu ka no hijō ni shikkari shita aidea o ki ni shite iru to kangaeru to, ikatteiru tōshi no kachi wa arimasen. Watashi wa ōkina mondai no yō ni kanjimashita. Kore wa kesshite tsukutta koto no nai eiga no yōna terebishirīzu no yōna kibundeshita (MSG: F 91da to omoimasu). Moshi kore ga sarani 30-bu mo kokyū surunara, osoraku koko de hanasu kachi no aru mono ga arudarouga, mushiro sore wa tan'naru konrandearu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this just isn't worth the investment, which is upsetting considering it's founded on some pretty solid ideas and found itself in the hands of some rather talented people. I felt like a big issue with this came from it feeling like an aborted television series, like if it were a recap film to a show never made (think MSG: F91). If this were given even half an hour more to breathe, perhaps we'd have something worth talking about here, but instead it's just a mess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this just isn't worth the investment, which is upsetting considering it's founded on some pretty solid ideas and found itself in the hands of some rather talented people.\u001b[24m\n    \u001b[1m全体として、これはちょうどかなりの才能のある人々の手に自分自身を発見し、いくつかの非常にしっかりしたアイデアを基にしていると考えると、怒っている投資の価値はありません。\u001b[22m, \u001b[1m全体的に、これはちょうどそれがかなり固体アイデアに設立され、いくつかのむしろ有能な人々の手で自分自身を発見しています考慮動揺される投資は、価値はありません。\u001b[22m\n\u001b[4mI felt like a big issue with this came from it feeling like an aborted television series, like if it were a recap film to a show never made (think MSG: F91).\u001b[24m\n    \u001b[1m私は大きな問題のように感じました。これは決して作ったことのない映画のようなテレビシリーズのような気分でした（MSG：F91だと思います）。\u001b[22m, \u001b[1mこれで大きな問題は、それがショーにリキャップフィルムであった場合（：F91 MSGを考えて）作ったことがないように、中断されたテレビシリーズのような感じ、そこから来たような気がしました。\u001b[22m\n\u001b[4mIf this were given even half an hour more to breathe, perhaps we'd have something worth talking about here, but instead it's just a mess.\u001b[24m\n    \u001b[1mもしこれがさらに30分も呼吸するなら、おそらくここで話す価値のあるものがあるだろうが、むしろそれは単なる混乱である。\u001b[22m, \u001b[1mこれは半分も時間息をするより多くを与えられた場合は、おそらく我々はここで話して価値のあるものを持っていると思いますが、代わりにそれだけで混乱です。\u001b[22m"
  },
  {
    "title": "Glass_no_Hana_to_Kowasu_Sekai",
    "id": "25907",
    "url": "https://myanimelist.net/anime/25907/Glass_no_Hana_to_Kowasu_Sekai",
    "user": "BakaKuro",
    "profile": "/profile/BakaKuro/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=208968",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  10\n\nストーリー\n私の意見では、アンチウィルスソフトウェアの日常的な生活は、人類が絶滅したという状況で行われます。 最初の10分間で、彼女の親友のスミレとその後のレモンの突然の愛情を削除して、あなたの注意を引くストーリー。 物語はアニメの中を流れて、本当に理解しやすくなります。\n9/10\n\nアート\n芸術は非常に良いものでした。他のA-1アニメと同じようにはそれほど詳細ではありませんでしたが、すべては素晴らしいストーリーによって却下されました。 背景CGは、アーティストの感情を引き出す色が非常に鮮やかです。  （グッドジョブ直子扶桑子）\n8/10\n\n音\nグラス・ノ・ハナ〜幸せ世界は、それぞれのシーンが適切なOSTを持っていて、映画の冒頭のピアノOST（夢のつばみ）が頭に突き当たり、ピアノOSTとRemo 私のintrestsをピークにした\n10/10\n\nキャラクター\nGlass no Hana to Kowasu Sekaiのキャラクターデザインは通常のTVアニメからの2Dキャラクタースプライトでしたが、これは本当に長いテレビアニメを見たときのようにこの映画を見栄えがいいものにしています。 デモやドロシーとは違って、人間の気持ちがどのようになっているのか、レモのために深みを持っていた。 しかし、他の2人の主人公Dual and Dorothyが、人間によって創造されたという事実のために、本当にそこにbackstoryはありませんでした。\n8/10\n\n楽しみ\n私は本当に良い心理アニメが本当に長い時間であることを見ていないので、私は自分が持っているべきである以上にこのアニメを楽しんだ。  Glass no Hana to Kowasu Sekaiはとても楽しかったアニメで、私はいつもそれを見直すだろう。\n10/10\n\n全体\nガラスの花は〜幸せ世界は偉大なアニメ映画であり、通常のアニメ映画が少なくとも30分はストーリーが大きく、3人の主人公の間のキャラクターの開発は非常によく描かれていたので、時間を殺すのに最適です。\n9/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nGlass no Hana to Kowasu Sekai in my opinion 'Daily Life of an Anti-Virus Software' and takes place in a setting where the human race has become extinct. The story grabs your attention in the first 10 minutes as Dual deletes her best friend Sumire and then the sudden apperence of Remo. The story flows through out the anime making it really easy to understand.\n\n\u001b[1m私の意見では、アンチウィルスソフトウェアの日常的な生活は、人類が絶滅したという状況で行われます。 最初の10分間で、彼女の親友のスミレとその後のレモンの突然の愛情を削除して、あなたの注意を引くストーリー。 物語はアニメの中を流れて、本当に理解しやすくなります。\u001b[22m\n\u001b[1m(Watashi no ikende wa, anchiu~irususofutou~ea no nichijō-tekina seikatsu wa, jinrui ga zetsumetsu shita to iu jōkyō de okonawa remasu. Saisho no 10-funkan de, kanojo no shin'yū no sumire to sonogo no remon no totsuzen no aijō o sakujo shite, anata no chūiwohiku sutōrī. Monogatari wa anime no naka o nagarete, hontōni rikai shi yasuku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mGlass no Hana to Kowasu Sekai in my opinion 'Daily Life of an Anti-Virus Software' and takes place in a setting where the human race has become extinct. The story grabs your attention in the first 10 minutes as Dual deletes her best friend Sumire and then the sudden apperence of Remo. The story flows through out the anime making it really easy to understand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGlass no Hana to Kowasu Sekai in my opinion 'Daily Life of an Anti-Virus Software' and takes place in a setting where the human race has become extinct.\u001b[24m\n    \u001b[1m私の意見では、アンチウィルスソフトウェアの日常的な生活は、人類が絶滅したという状況で行われます。\u001b[22m, \u001b[1mガラスの私の意見「アンチウイルスソフトウェアの日常生活」でKowasu世界への華と人類は絶滅した設定で行われます。\u001b[22m\n\u001b[4mThe story grabs your attention in the first 10 minutes as Dual deletes her best friend Sumire and then the sudden apperence of Remo.\u001b[24m\n    \u001b[1m最初の10分間で、彼女の親友のスミレとその後のレモンの突然の愛情を削除して、あなたの注意を引くストーリー。\u001b[22m, \u001b[1mデュアル彼女の親友すみれ、その後、レモの突然のapperenceを削除するように物語は最初の10分であなたの注意をつかみます。\u001b[22m\n\u001b[4mThe story flows through out the anime making it really easy to understand.\u001b[24m\n    \u001b[1m物語はアニメの中を流れて、本当に理解しやすくなります。\u001b[22m, \u001b[1m物語はそれが本当に簡単に理解することアニメ出流れます。\u001b[22m\n9/10\n\n\u001b[1m9/10\u001b[22m\n\u001b[1m(9/ 10)\u001b[22m\n\nTranslations of \u001b[4m9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mArt\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art was very good it wasn't very detailed like other A-1 animes but all was written off by the excellent story. The background CG is very vivid in colors which bring out the artist's emotions. (Good Job Naoko Fusako)\n\n\u001b[1m芸術は非常に良いものでした。他のA-1アニメと同じようにはそれほど詳細ではありませんでしたが、すべては素晴らしいストーリーによって却下されました。 背景CGは、アーティストの感情を引き出す色が非常に鮮やかです。  （グッドジョブ直子扶桑子）\u001b[22m\n\u001b[1m(Geijutsu wa hijō ni yoi monodeshita. Hoka no A - 1 anime to onajiyōni wa sorehodo shōsaide wa arimasendeshitaga, subete wa subarashī sutōrī ni yotte kyakka sa remashita. Haikei CG wa, ātisuto no kanjō o hikidasu iro ga hijō ni azayakadesu. (Guddojobu Naoko Fusō-ko))\u001b[22m\n\nTranslations of \u001b[4mThe art was very good it wasn't very detailed like other A-1 animes but all was written off by the excellent story. The background CG is very vivid in colors which bring out the artist's emotions. (Good Job Naoko Fusako)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was very good it wasn't very detailed like other A-1 animes but all was written off by the excellent story.\u001b[24m\n    \u001b[1m芸術は非常に良いものでした。他のA-1アニメと同じようにはそれほど詳細ではありませんでしたが、すべては素晴らしいストーリーによって却下されました。\u001b[22m, \u001b[1m芸術は、それは非常に他のA-1アニメのように詳述されていなかったが、すべてが優れた物語でオフに書かれた非常に良好でした。\u001b[22m\n\u001b[4mThe background CG is very vivid in colors which bring out the artist's emotions.\u001b[24m\n    \u001b[1m背景CGは、アーティストの感情を引き出す色が非常に鮮やかです。\u001b[22m, \u001b[1m背景CGは、アーティストの感情を引き出す色で非常に鮮やかです。\u001b[22m\n\u001b[4m(Good Job Naoko Fusako)\u001b[24m\n    \u001b[1m（グッドジョブ直子扶桑子）\u001b[22m, \u001b[1m（グッドジョブ直子房子）\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nGlass no Hana to Kowasu Sekai had excellent sound quality, each scene had an appropriate OST and that piano OST (Yume no Tsubomi) at the beginning of the movie got stuck in my head and how tried linking the piano OST to the mystrious character of Remo also peaked my intrests\n\n\u001b[1mグラス・ノ・ハナ〜幸せ世界は、それぞれのシーンが適切なOSTを持っていて、映画の冒頭のピアノOST（夢のつばみ）が頭に突き当たり、ピアノOSTとRemo 私のintrestsをピークにした\u001b[22m\n\u001b[1m(Gurasu no Hana 〜 shiawase sekai wa, sorezore no shīn ga tekisetsuna OST o motte ite, eiga no bōtō no piano OST (yume no tsuba mi) ga atama ni tsukiatari, piano OST to Remo watashi no intrests o pīku ni shita)\u001b[22m\n\nTranslations of \u001b[4mGlass no Hana to Kowasu Sekai had excellent sound quality, each scene had an appropriate OST and that piano OST (Yume no Tsubomi) at the beginning of the movie got stuck in my head and how tried linking the piano OST to the mystrious character of Remo also peaked my intrests\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGlass no Hana to Kowasu Sekai had excellent sound quality, each scene had an appropriate OST and that piano OST (Yume no Tsubomi) at the beginning of the movie got stuck in my head and how tried linking the piano OST to the mystrious character of Remo\u001b[24m\n    \u001b[1mグラス・ノ・ハナ〜幸せ世界は、それぞれのシーンが適切なOSTを持っていて、映画の冒頭のピアノOST（夢のつばみ）が頭に突き当たり、ピアノOSTとRemo\u001b[22m, \u001b[1mKowasu世界へガラスの華は、優れた音質を持っていた、各シーンは、映画私の頭の中で立ち往生し、どのようにレモのmystrious文字にピアノのOSTをリンクしようとしたしまったの先頭に適切なOSTとそのピアノOST（夢のつぼみ）を有していました\u001b[22m\n\u001b[4malso peaked my intrests\u001b[24m\n    \u001b[1m私のintrestsをピークにした\u001b[22m, \u001b[1mまた、私のintrestsをピークに達しました\u001b[22m\n10/10\n\n\u001b[1m10/10\u001b[22m\n\u001b[1m(10/ 10)\u001b[22m\n\nTranslations of \u001b[4m10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacter\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacter\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nCharacter designs for Glass no Hana to Kowasu Sekai were your usual 2D character sprites from normal TV animes but this is what makes this movie a great to watch as it was like watching a really long TV anime. The characters went into depth for Remo on how she has human feelings unlike Dual and Dorothy who were an Anti-Virus software. But there really wasn't any backstory on the other 2 main characters Dual and Dorothy excpet for the fact that they were created by humans\n\n\u001b[1mGlass no Hana to Kowasu Sekaiのキャラクターデザインは通常のTVアニメからの2Dキャラクタースプライトでしたが、これは本当に長いテレビアニメを見たときのようにこの映画を見栄えがいいものにしています。 デモやドロシーとは違って、人間の気持ちがどのようになっているのか、レモのために深みを持っていた。 しかし、他の2人の主人公Dual and Dorothyが、人間によって創造されたという事実のために、本当にそこにbackstoryはありませんでした。\u001b[22m\n\u001b[1m(Garasu no Hana to Kowasu Sekai no kyarakutādezain wa tsūjō no TV anime kara no 2 D kyarakutāsupuraitodeshitaga, kore wa hontōni nagai terebi anime o mita toki no yō ni kono eiga o mibae ga ī mono ni shite imasu. Demo ya doroshī to wa chigatte, ningen no kimochi ga dono yō ni natte iru no ka, remo no tame ni fukami o motte ita. Shikashi, hoka no 2-ri no shujinkō de~yuaru ando Dorothy ga, ningen ni yotte sōzō sa reta to iu jijitsu no tame ni, hontōni soko ni backstory wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacter designs for Glass no Hana to Kowasu Sekai were your usual 2D character sprites from normal TV animes but this is what makes this movie a great to watch as it was like watching a really long TV anime. The characters went into depth for Remo on how she has human feelings unlike Dual and Dorothy who were an Anti-Virus software. But there really wasn't any backstory on the other 2 main characters Dual and Dorothy excpet for the fact that they were created by humans\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter designs for Glass no Hana to Kowasu Sekai were your usual 2D character sprites from normal TV animes but this is what makes this movie a great to watch as it was like watching a really long TV anime.\u001b[24m\n    \u001b[1mGlass no Hana to Kowasu Sekaiのキャラクターデザインは通常のTVアニメからの2Dキャラクタースプライトでしたが、これは本当に長いテレビアニメを見たときのようにこの映画を見栄えがいいものにしています。\u001b[22m, \u001b[1mガラスのためのキャラクターデザインKowasu世界への華は、通常のテレビアニメから、あなたの通常の2Dキャラクタースプライトだったが、これはそれが本当に長いテレビアニメを見ているようだったので、この映画の素晴らしいが見るために作るものです。\u001b[22m\n\u001b[4mThe characters went into depth for Remo on how she has human feelings unlike Dual and Dorothy who were an Anti-Virus software.\u001b[24m\n    \u001b[1mデモやドロシーとは違って、人間の気持ちがどのようになっているのか、レモのために深みを持っていた。\u001b[22m, \u001b[1m文字は、彼女がアンチウィルスソフトウェアたデュアルおよびドロシーとは異なり、人間の感情を持っているかにレモのための深さに入りました。\u001b[22m\n\u001b[4mBut there really wasn't any backstory on the other 2 main characters Dual and Dorothy excpet for the fact that they were created by humans\u001b[24m\n    \u001b[1mしかし、他の2人の主人公Dual and Dorothyが、人間によって創造されたという事実のために、本当にそこにbackstoryはありませんでした。\u001b[22m, \u001b[1mしかし、彼らは、人間によって作成されたという事実のために他の2メインキャラクターデュアルおよびドロシーexcpet上の任意の裏話は本当にありませんでした\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI, myself enjoyed this anime more than I should have because i haven't watched a really good psychological anime is a really long time. Glass no Hana to Kowasu Sekai is a very enjoyable anime and I would re-watch it anyday.\n\n\u001b[1m私は本当に良い心理アニメが本当に長い時間であることを見ていないので、私は自分が持っているべきである以上にこのアニメを楽しんだ。  Glass no Hana to Kowasu Sekaiはとても楽しかったアニメで、私はいつもそれを見直すだろう。\u001b[22m\n\u001b[1m(Watashi wa hontōni yoi shinri anime ga hontōni nagai jikandearu koto o mite inainode, watashi wa jibun ga motte irubekidearu ijō ni kono anime o tanoshinda. Garasu no Hana to Kowasu Sekai wa totemo tanoshikatta anime de, watashi wa itsumo sore o minaosudarou.)\u001b[22m\n\nTranslations of \u001b[4mI, myself enjoyed this anime more than I should have because i haven't watched a really good psychological anime is a really long time. Glass no Hana to Kowasu Sekai is a very enjoyable anime and I would re-watch it anyday.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI, myself enjoyed this anime more than I should have because i haven't watched a really good psychological anime is a really long time.\u001b[24m\n    \u001b[1m私は本当に良い心理アニメが本当に長い時間であることを見ていないので、私は自分が持っているべきである以上にこのアニメを楽しんだ。\u001b[22m, \u001b[1m私自身は、私は本当に良い心理的なアニメを見ていないので、私が持っているべきであるよりもこのアニメは本当に長い時間です楽しみました。\u001b[22m\n\u001b[4mGlass no Hana to Kowasu Sekai is a very enjoyable anime and I would re-watch it anyday.\u001b[24m\n    \u001b[1mGlass no Hana to Kowasu Sekaiはとても楽しかったアニメで、私はいつもそれを見直すだろう。\u001b[22m, \u001b[1mKowasu世界へガラスの華は非常に楽しいアニメであり、私はそれがanyday再見ることになります。\u001b[22m\n10/10\n\n\u001b[1m10/10\u001b[22m\n\u001b[1m(10/ 10)\u001b[22m\n\nTranslations of \u001b[4m10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nGlass no Hana to Kowasu Sekai is a great anime movie and is great for killing time as it is shorter that your usual anime movie by atleast 30 minutes the story is great and the character development between the 3 main characters was very well portrayed.\n\n\u001b[1mガラスの花は〜幸せ世界は偉大なアニメ映画であり、通常のアニメ映画が少なくとも30分はストーリーが大きく、3人の主人公の間のキャラクターの開発は非常によく描かれていたので、時間を殺すのに最適です。\u001b[22m\n\u001b[1m(Garasunohana wa 〜 shiawase sekai wa idaina anime eigadeari, tsūjō no anime eiga ga sukunakutomo 30-bu wa sutōrī ga ōkiku, 3-ri no shujinkō no ma no kyarakutā no kaihatsu wa hijō ni yoku egaka rete itanode, jikan o korosu no ni saitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mGlass no Hana to Kowasu Sekai is a great anime movie and is great for killing time as it is shorter that your usual anime movie by atleast 30 minutes the story is great and the character development between the 3 main characters was very well portrayed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGlass no Hana to Kowasu Sekai is a great anime movie and is great for killing time as it is shorter that your usual anime movie by atleast 30 minutes the story is great and the character development between the 3 main characters was very well portrayed.\u001b[24m\n    \u001b[1mガラスの花は〜幸せ世界は偉大なアニメ映画であり、通常のアニメ映画が少なくとも30分はストーリーが大きく、3人の主人公の間のキャラクターの開発は非常によく描かれていたので、時間を殺すのに最適です。\u001b[22m, \u001b[1mKowasu世界にガラスの花は偉大なアニメ映画ではありません、少なくとも30分までに、あなたの通常のアニメ映画はストーリーが素晴らしいですし、3つの主要な文字の間の文字の開発は非常によく描かれていたことが短いほど暇つぶしに最適です。\u001b[22m\n9/10\n\n\u001b[1m9/10\u001b[22m\n\u001b[1m(9/ 10)\u001b[22m\n\nTranslations of \u001b[4m9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m"
  },
  {
    "title": "Glass_no_Hana_to_Kowasu_Sekai",
    "id": "25907",
    "url": "https://myanimelist.net/anime/25907/Glass_no_Hana_to_Kowasu_Sekai",
    "user": "TheOnlyKami",
    "profile": "/profile/TheOnlyKami/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=208744",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  6\n\n私はちょうど20分前に映画を終えたばかりで、映画の中で何が起こったのかを理解しようとしているのは、ここ20分を費やしたところです。 無駄に。\n\nストーリー：4\n悲しいことに、私は映画全体で何が起こっているのか、特に最後に向かってより忙しい部分を理解していませんでした。 かわいい女の子の私の悲しみの高さは死んでいました。 それはまったく一貫していないし、私は最初から最後まで残しているだけだよ、これはちょうど起こった、誰も私に理由を教えるつもりはない。\n\nアート：8\nこの映画の恩恵を救う。 芸術はすばらしかった、私はこの映画がわずか1時間しかないこの種の芸術を生み出すコストだと確信しています。 世界中のさまざまな場所に1つの場面があり、実際に私は「うわあ」になりました。\n\nサウンド：7\n音楽は良かったですが、私はこれらの作品の選択と創作に疑問を呈します。 ピアノ曲の中には、そのシーンが中継しようとしていたような気分を反映していないものがあり、かなり情緒的に混乱してしまった。 彼ら自身の曲は聴くのがとても楽しいです。もしリリースされるのであれば、私はサウンドトラックに投資することさえあります。 ちょうど...私は知らない、より良い音楽監督を得る。\n\nキャラクター：6\nこの映画ではキャラクターの発達が最小限に抑えられています。ほとんどの場合、プロットの説明が不十分で、スクリーニング時間が短いためです。 彼らは別個の人格を持つかわいい女の子だったけれど、彼らの誰も私の映画後の人生で何の認知も得られなかった。 誰かが私のところに来て、この人物がゴミだと私に言ったとしたら、彼らが映画の中で作る決断の点で私はそれらを守ることができます。\n\n楽しさ：6\n私の以前のコメントから、あなたはおそらく私がこの映画に全く満足していないと言うことができます。 私は、キャラクターの開発にもっと時間を費やしていて、ちょっとでも映画を一貫して作れば、私はこの映画をもっと楽しんだだろうと思っています。 私が解放される前に私の国で最近の宣伝があり、それは私の期待をかなり高めました。 私だけが失望すると思う。\n\n全体：6\nパート2があれば、私は余暇に見ました。 この映画について、私はあなたが絶対に退屈で何もすることがない場合にのみ、あなたがそれを見ることをお勧めします。 広告があなたに伝えるもののためにあなたがそれを見るなら、私は誓います、あなたは失望します。 また、あなたが魔法の女の子に興味を持っていればそれを見ていますが、この映画には魔法をテーマにした「魔法」がたくさんあるので、スピンがあります。 そして、かなりの数の「変形」シーン。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI just finished the movie about 20 minutes ago, and I've just spent the last 20 minutes trying to figure out what the hell happened in the movie. To no avail.\n\n\u001b[1m私はちょうど20分前に映画を終えたばかりで、映画の中で何が起こったのかを理解しようとしているのは、ここ20分を費やしたところです。 無駄に。\u001b[22m\n\u001b[1m(Watashi wa chōdo 20-bu mae ni eiga o oeta bakari de, eiga no naka de nani ga okotta no ka o rikai shiyou to shite iru no wa, koko 20-bu o tsuiyashita tokorodesu. Muda ni.)\u001b[22m\n\nTranslations of \u001b[4mI just finished the movie about 20 minutes ago, and I've just spent the last 20 minutes trying to figure out what the hell happened in the movie. To no avail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just finished the movie about 20 minutes ago, and I've just spent the last 20 minutes trying to figure out what the hell happened in the movie.\u001b[24m\n    \u001b[1m私はちょうど20分前に映画を終えたばかりで、映画の中で何が起こったのかを理解しようとしているのは、ここ20分を費やしたところです。\u001b[22m, \u001b[1m私はちょうど約20分前に映画を終えて、私は地獄が映画の中で何が起こったかを把握しようとしている最後の20分を費やしてきました。\u001b[22m\n\u001b[4mTo no avail.\u001b[24m\n    \u001b[1m無駄に。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 4\n\n\u001b[1mストーリー：4\u001b[22m\n\u001b[1m(Sutōrī: 4)\u001b[22m\n\nTranslations of \u001b[4mStory: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 4\u001b[24m\n    \u001b[1mストーリー：4\u001b[22m\nSad to say, I didn't understand what the heck was going on throughout the movie, especially the more hectic part towards the end. The height of my sadness of a cute girl was dying was as great as I was in my 'wtf is going on' mode. It was not coherent at all, and I'm left from start to finish just going 'yep, this just happened, and no one is going to tell me why'.\n\n\u001b[1m悲しいことに、私は映画全体で何が起こっているのか、特に最後に向かってより忙しい部分を理解していませんでした。 かわいい女の子の私の悲しみの高さは死んでいました。 それはまったく一貫していないし、私は最初から最後まで残しているだけだよ、これはちょうど起こった、誰も私に理由を教えるつもりはない。\u001b[22m\n\u001b[1m(Kanashī koto ni, watashi wa eiga zentai de nani ga okotte iru no ka, tokuni saigo ni mukatte yori isogashī bubun o rikai shite imasendeshita. Kawaī on'nanoko no watashi no kanashimi no taka-sa wa shinde imashita. Sore wa mattaku ikkan shite inaishi, watashi wa saisho kara saigomade nokoshite iru dakeda yo, kore wa chōdo okotta, dare mo watashi ni riyū o oshieru tsumori wanai.)\u001b[22m\n\nTranslations of \u001b[4mSad to say, I didn't understand what the heck was going on throughout the movie, especially the more hectic part towards the end. The height of my sadness of a cute girl was dying was as great as I was in my 'wtf is going on' mode. It was not coherent at all, and I'm left from start to finish just going 'yep, this just happened, and no one is going to tell me why'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSad to say, I didn't understand what the heck was going on throughout the movie, especially the more hectic part towards the end.\u001b[24m\n    \u001b[1m悲しいことに、私は映画全体で何が起こっているのか、特に最後に向かってより忙しい部分を理解していませんでした。\u001b[22m, \u001b[1m悲しいことに、私は一体、終わりに向かって、映画、特により多忙な部分全体で何が起こっていたかを理解していませんでした。\u001b[22m\n\u001b[4mThe height of my sadness of a cute girl was dying was as great as I was in my 'wtf is going on' mode.\u001b[24m\n    \u001b[1mかわいい女の子の私の悲しみの高さは死んでいました。\u001b[22m, \u001b[1mた瀕死かわいい女の子の私の悲しみの高さは、私は私の「博が起こっている」モードであったとして大きかったです。\u001b[22m\n\u001b[4mIt was not coherent at all, and I'm left from start to finish just going 'yep, this just happened, and no one is going to tell me why'.\u001b[24m\n    \u001b[1mそれはまったく一貫していないし、私は最初から最後まで残しているだけだよ、これはちょうど起こった、誰も私に理由を教えるつもりはない。\u001b[22m, \u001b[1mそれはまったくコヒーレントではなかった、と私は行く最初から最後まで残っています」うん、これはちょうど起こった、と誰も私に理由を言うつもりはありません」。\u001b[22m\n\u001b[1m\u001b[22m\nArt:8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt:8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nThe saving grace of this movie. The art was amazing, I'm pretty sure it was the cost of producing this kind of art that caused this movie to be only 1 hr long. There was one scene of various locations around the world, that actually made me go 'wow'.\n\n\u001b[1mこの映画の恩恵を救う。 芸術はすばらしかった、私はこの映画がわずか1時間しかないこの種の芸術を生み出すコストだと確信しています。 世界中のさまざまな場所に1つの場面があり、実際に私は「うわあ」になりました。\u001b[22m\n\u001b[1m(Kono eiga no onkei o sukuu. Geijutsu wa subarashikatta, watashi wa kono eiga ga wazuka 1-jikan shika nai kono tane no geijutsu o umidasu kosutoda to kakushin shite imasu. Sekaijū no samazamana basho ni 1tsu no bamen ga ari, jissai ni watashi wa `uwa a' ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe saving grace of this movie. The art was amazing, I'm pretty sure it was the cost of producing this kind of art that caused this movie to be only 1 hr long. There was one scene of various locations around the world, that actually made me go 'wow'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe saving grace of this movie.\u001b[24m\n    \u001b[1mこの映画の恩恵を救う。\u001b[22m, \u001b[1mこの映画の救い。\u001b[22m\n\u001b[4mThe art was amazing, I'm pretty sure it was the cost of producing this kind of art that caused this movie to be only 1 hr long.\u001b[24m\n    \u001b[1m芸術はすばらしかった、私はこの映画がわずか1時間しかないこの種の芸術を生み出すコストだと確信しています。\u001b[22m, \u001b[1m技術は驚くべきものだった、私はそれがこの映画はわずか1時間長くする原因と芸術のこの種の生産コストだったかなり確信しています。\u001b[22m\n\u001b[4mThere was one scene of various locations around the world, that actually made me go 'wow'.\u001b[24m\n    \u001b[1m世界中のさまざまな場所に1つの場面があり、実際に私は「うわあ」になりました。\u001b[22m, \u001b[1m世界中の様々な場所の1シーンは実際に私が「すごい」行かせたことは、ありました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nThe music was good, however, I do question the selection and the creation of these pieces. Some of the piano songs did not reflect the sort of mood that the scene was trying to relay, and I was left quite emotionally confused. The songs on their own are very nice to listen to, and I would even invest in the soundtrack if it were to be released. Just... I don't know, get a better music director.\n\n\u001b[1m音楽は良かったですが、私はこれらの作品の選択と創作に疑問を呈します。 ピアノ曲の中には、そのシーンが中継しようとしていたような気分を反映していないものがあり、かなり情緒的に混乱してしまった。 彼ら自身の曲は聴くのがとても楽しいです。もしリリースされるのであれば、私はサウンドトラックに投資することさえあります。 ちょうど...私は知らない、より良い音楽監督を得る。\u001b[22m\n\u001b[1m(Ongaku wa yokattadesuga, watashi wa korera no sakuhin no sentaku to sōsaku ni gimon o teishimasu. Piano kyoku no nakaniha, sono shīn ga chūkei shiyou to shite ita yōna kibun o han'ei shite inai mono ga ari, kanari jōcho-teki ni konran shite shimatta. Karera jishin no kyoku wa kiku no ga totemo tanoshīdesu. Moshi rirīsu sa reru nodeareba, watashi wa saundotorakku ni tōshi suru koto sae arimasu. Chōdo... Watashi wa shiranai, yoriyoi ongaku kantoku o eru.)\u001b[22m\n\nTranslations of \u001b[4mThe music was good, however, I do question the selection and the creation of these pieces. Some of the piano songs did not reflect the sort of mood that the scene was trying to relay, and I was left quite emotionally confused. The songs on their own are very nice to listen to, and I would even invest in the soundtrack if it were to be released. Just... I don't know, get a better music director.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was good, however, I do question the selection and the creation of these pieces.\u001b[24m\n    \u001b[1m音楽は良かったですが、私はこれらの作品の選択と創作に疑問を呈します。\u001b[22m, \u001b[1m音楽は、しかし、私が選択し、これらの作品の作成を問うん、良かったです。\u001b[22m\n\u001b[4mSome of the piano songs did not reflect the sort of mood that the scene was trying to relay, and I was left quite emotionally confused.\u001b[24m\n    \u001b[1mピアノ曲の中には、そのシーンが中継しようとしていたような気分を反映していないものがあり、かなり情緒的に混乱してしまった。\u001b[22m, \u001b[1mピアノ曲のいくつかは、シーンが中継しようとしていた気分のようなものを反映していなかった、と私はかなり感情的に混乱したままにしました。\u001b[22m\n\u001b[4mThe songs on their own are very nice to listen to, and I would even invest in the soundtrack if it were to be released.\u001b[24m\n    \u001b[1m彼ら自身の曲は聴くのがとても楽しいです。もしリリースされるのであれば、私はサウンドトラックに投資することさえあります。\u001b[22m, \u001b[1m自分で曲はを聞くために非常にいいですし、それが解放されるならば私も、サウンドトラックに投資します。\u001b[22m\n\u001b[4mJust... I don't know, get a better music director.\u001b[24m\n    \u001b[1mちょうど...私は知らない、より良い音楽監督を得る。\u001b[22m, \u001b[1mただ...私はより良い音楽監督を取得し、知りません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 6\n\n\u001b[1mキャラクター：6\u001b[22m\n\u001b[1m(Kyarakutā: 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6\u001b[24m\n    \u001b[1mキャラクター：6\u001b[22m\nWe see minimal character development in this movie, mostly because of the lack of plot explanation and the contribution of a short screening time. Although they were cute girls with separate personalities, none of them are qualified to be of any recognition in my after-movie life. There's nothing that I can defend any of them with in terms of decisions that they make in the movie if someone came up to me and told me this character was trash.\n\n\u001b[1mこの映画ではキャラクターの発達が最小限に抑えられています。ほとんどの場合、プロットの説明が不十分で、スクリーニング時間が短いためです。 彼らは別個の人格を持つかわいい女の子だったけれど、彼らの誰も私の映画後の人生で何の認知も得られなかった。 誰かが私のところに来て、この人物がゴミだと私に言ったとしたら、彼らが映画の中で作る決断の点で私はそれらを守ることができます。\u001b[22m\n\u001b[1m(Kono eigade wa kyarakutā no hattatsu ga saishōgen ni osae rarete imasu. Hotondo no baai, purotto no setsumei ga fujūbunde, sukurīningu jikan ga mijikai tamedesu. Karera wa bekko no jinkaku o motsu kawaī on'nanokodattakeredo, karera no dare mo watashi no eiga-go no jinsei de nani no ninchi mo e rarenakatta. Darekaga watashi no tokoro ni kite, kono jinbutsu ga gomida to watashi ni itta to shitara, karera ga eiga no naka de tsukuru ketsudan no ten de watashi wa sorera o mamoru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWe see minimal character development in this movie, mostly because of the lack of plot explanation and the contribution of a short screening time. Although they were cute girls with separate personalities, none of them are qualified to be of any recognition in my after-movie life. There's nothing that I can defend any of them with in terms of decisions that they make in the movie if someone came up to me and told me this character was trash.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe see minimal character development in this movie, mostly because of the lack of plot explanation and the contribution of a short screening time.\u001b[24m\n    \u001b[1mこの映画ではキャラクターの発達が最小限に抑えられています。ほとんどの場合、プロットの説明が不十分で、スクリーニング時間が短いためです。\u001b[22m, \u001b[1m私たちは、主な原因プロットの説明と短い上映時間の寄与の不足のため、この映画の中で最小の文字の開発を参照してください。\u001b[22m\n\u001b[4mAlthough they were cute girls with separate personalities, none of them are qualified to be of any recognition in my after-movie life.\u001b[24m\n    \u001b[1m彼らは別個の人格を持つかわいい女の子だったけれど、彼らの誰も私の映画後の人生で何の認知も得られなかった。\u001b[22m, \u001b[1m彼らは独立した個性を持つかわいい女の子でしたが、それらのどれも私の後の映画の生活の中で任意の認識があるためには修飾されていません。\u001b[22m\n\u001b[4mThere's nothing that I can defend any of them with in terms of decisions that they make in the movie if someone came up to me and told me this character was trash.\u001b[24m\n    \u001b[1m誰かが私のところに来て、この人物がゴミだと私に言ったとしたら、彼らが映画の中で作る決断の点で私はそれらを守ることができます。\u001b[22m, \u001b[1m誰かが私のところに来て、この文字はゴミだった私に言った場合、私は彼らが映画の中で意思決定の観点でそれらのいずれかを守ることができるものは何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 6\n\n\u001b[1m楽しさ：6\u001b[22m\n\u001b[1m(Tanoshisa: 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 6\u001b[24m\n    \u001b[1m楽しさ：6\u001b[22m\nFrom my earlier comments, you can probably tell I'm not very satisfied with this movie at all. I think if there was more time spent on developing characters and making the movie coherent even by a little bit I would've enjoyed this movie a lot more than I did. There was a recent promo in my country before I was released, and that raised my expectations to quite a high level. Only to be disappointed I guess.\n\n\u001b[1m私の以前のコメントから、あなたはおそらく私がこの映画に全く満足していないと言うことができます。 私は、キャラクターの開発にもっと時間を費やしていて、ちょっとでも映画を一貫して作れば、私はこの映画をもっと楽しんだだろうと思っています。 私が解放される前に私の国で最近の宣伝があり、それは私の期待をかなり高めました。 私だけが失望すると思う。\u001b[22m\n\u001b[1m(Watashi no izen no komento kara, anata wa osoraku watashi ga kono eiga ni mattaku manzoku shite inai to iu koto ga dekimasu. Watashi wa, kyarakutā no kaihatsu ni motto jikan o tsuiyashite ite, chotto demo eiga o ikkanshite tsukureba, watashi wa kono eiga o motto tanoshindadarou to omotte imasu. Watashi ga kaihōsareru mae ni watashi no kuni de saikin no senden ga ari, sore wa watashi no kitai o kanari takamemashita. Watashi dake ga shitsubō suru to omou.)\u001b[22m\n\nTranslations of \u001b[4mFrom my earlier comments, you can probably tell I'm not very satisfied with this movie at all. I think if there was more time spent on developing characters and making the movie coherent even by a little bit I would've enjoyed this movie a lot more than I did. There was a recent promo in my country before I was released, and that raised my expectations to quite a high level. Only to be disappointed I guess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom my earlier comments, you can probably tell I'm not very satisfied with this movie at all.\u001b[24m\n    \u001b[1m私の以前のコメントから、あなたはおそらく私がこの映画に全く満足していないと言うことができます。\u001b[22m, \u001b[1m私の以前のコメントからは、おそらく私がすべてでこの映画に非常に満足していない伝えることができます。\u001b[22m\n\u001b[4mI think if there was more time spent on developing characters and making the movie coherent even by a little bit I would've enjoyed this movie a lot more than I did.\u001b[24m\n    \u001b[1m私は、キャラクターの開発にもっと時間を費やしていて、ちょっとでも映画を一貫して作れば、私はこの映画をもっと楽しんだだろうと思っています。\u001b[22m, \u001b[1m私も少しによってコヒーレント映画を文字を開発し、作ることに費やした多くの時間があった場合、私は私がやったよりも多く、この映画を楽しんできたと思います。\u001b[22m\n\u001b[4mThere was a recent promo in my country before I was released, and that raised my expectations to quite a high level.\u001b[24m\n    \u001b[1m私が解放される前に私の国で最近の宣伝があり、それは私の期待をかなり高めました。\u001b[22m, \u001b[1mそこに私がリリースされる前に私の国の最近のプロモーションがあって、それはかなり高いレベルに私の期待を高めました。\u001b[22m\n\u001b[4mOnly to be disappointed I guess.\u001b[24m\n    \u001b[1m私だけが失望すると思う。\u001b[22m, \u001b[1m唯一の失望するために私は推測します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6\n\n\u001b[1m全体：6\u001b[22m\n\u001b[1m(Zentai: 6)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6\u001b[24m\n    \u001b[1m全体：6\u001b[22m\nIf there was a part 2, I would watch it in my spare time. About this movie, I would suggest that you watch it, ONLY if you're absolutely bored and have nothing to do. I swear if you watch it because of what the ads tell you, you'll be disappointed. Also, you would watch it if you were interested in magical girls, but with a spin, as there are a lot of magically themed 'magic' in this movie. And quite a few 'transformation' scenes.\n\n\u001b[1mパート2があれば、私は余暇に見ました。 この映画について、私はあなたが絶対に退屈で何もすることがない場合にのみ、あなたがそれを見ることをお勧めします。 広告があなたに伝えるもののためにあなたがそれを見るなら、私は誓います、あなたは失望します。 また、あなたが魔法の女の子に興味を持っていればそれを見ていますが、この映画には魔法をテーマにした「魔法」がたくさんあるので、スピンがあります。 そして、かなりの数の「変形」シーン。\u001b[22m\n\u001b[1m(Pāto 2 ga areba, watashi wa yoka ni mimashita. Kono eiga ni tsuite, watashi wa anata ga zettai ni taikutsu de nani mo suru koto ga nai baai ni nomi, anata ga sore o miru koto o o susume shimasu. Kōkoku ga anata ni tsutaeru mono no tame ni anata ga sore o mirunara, watashi wa chikaimasu, anata wa shitsubō shimasu. Mata, anata ga mahō no on'nanoko ni kyōmi o motte ireba sore o mite imasuga, kono eiga ni wa mahō o tēma ni shita `mahō' ga takusan aru node, supin ga arimasu. Soshite, kanari no kazu no `henkei' shīn.)\u001b[22m\n\nTranslations of \u001b[4mIf there was a part 2, I would watch it in my spare time. About this movie, I would suggest that you watch it, ONLY if you're absolutely bored and have nothing to do. I swear if you watch it because of what the ads tell you, you'll be disappointed. Also, you would watch it if you were interested in magical girls, but with a spin, as there are a lot of magically themed 'magic' in this movie. And quite a few 'transformation' scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there was a part 2, I would watch it in my spare time.\u001b[24m\n    \u001b[1mパート2があれば、私は余暇に見ました。\u001b[22m, \u001b[1mパート2があった場合、私は私の暇な時間にそれを見るだろう。\u001b[22m\n\u001b[4mAbout this movie, I would suggest that you watch it, ONLY if you're absolutely bored and have nothing to do.\u001b[24m\n    \u001b[1mこの映画について、私はあなたが絶対に退屈で何もすることがない場合にのみ、あなたがそれを見ることをお勧めします。\u001b[22m, \u001b[1mこの映画について、私はあなたが絶対に退屈しているとは何の関係もない場合にのみ、それを見ることを示唆しています。\u001b[22m\n\u001b[4mI swear if you watch it because of what the ads tell you, you'll be disappointed.\u001b[24m\n    \u001b[1m広告があなたに伝えるもののためにあなたがそれを見るなら、私は誓います、あなたは失望します。\u001b[22m, \u001b[1m私はあなたがあるため、広告はあなたを教えて何のためにそれを見た場合、あなたは失望することは誓います。\u001b[22m\n\u001b[4mAlso, you would watch it if you were interested in magical girls, but with a spin, as there are a lot of magically themed 'magic' in this movie.\u001b[24m\n    \u001b[1mまた、あなたが魔法の女の子に興味を持っていればそれを見ていますが、この映画には魔法をテーマにした「魔法」がたくさんあるので、スピンがあります。\u001b[22m, \u001b[1mこの映画の中で魔法をテーマにした「魔法」が多いようにも、あなたは、あなたが魔法の女の子に興味を持っていた場合、それを見たが、スピンを有することになります。\u001b[22m\n\u001b[4mAnd quite a few 'transformation' scenes.\u001b[24m\n    \u001b[1mそして、かなりの数の「変形」シーン。\u001b[22m, \u001b[1mそして、かなりの数の「変換」のシーン。\u001b[22m"
  },
  {
    "title": "Glass_no_Hana_to_Kowasu_Sekai",
    "id": "25907",
    "url": "https://myanimelist.net/anime/25907/Glass_no_Hana_to_Kowasu_Sekai",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=208675",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  6\n\n当然のことながら、この映画は60分以上もの幻想的なファンタジーです。  SF、かわいい女の子、冒険、そして神秘的な世界のビットとそれを組み合わせると、ガラスの花はコワス世界につながります。 今、私はこの映画を初めて化学コースを取るように感じることを見て、認めなければならない。 これは一度に一緒に投げ込まれたあらゆる種類のアイデアのようなものです。 そのような製品にとって、それはテレビシリーズとしては良いでしょう。 しかし、ガラスの花と幸せの世界は何かを提供しており、それは奇妙な不思議の世界です。\n\n石原雅史監督作品。  Shinsekai YoriやSpeed GrapherのようなSF SFに精通している人なら、彼の作品を認識するかもしれません。 どちらも「知恵の箱」を守るために「ウイルス」と呼ばれる神秘的な敵と戦います。 映画を通して、私たちは彼らの動機と敵の本質を学びながら、Remoについての真実を発見します。 したがって、この映画に飛び込むには、論理の背後にある少しの思考が必要です。 前提自体は、ファンタジー、リアリティ、そして感情の間を移動するユニークなアプローチをとっています。 映画はDorothyとDualがRemoという独特の女の子に遭遇するまで彼らの通常のビジネスを始めて始まります。 そこから、彼女は普通ではないことが明らかになります。 実際に、我々は次元のような領域、現実の歪み、そして変更されたタイムラインのような多数を目撃するので、最初から普通のものはほとんどありません。 レモは、彼女の名前を除いて彼女の記憶をそのまま残さないので、特に奇妙です。  「私は花のパッチに戻る必要があります...」というフレーズは、彼女の性格に関する謎の主要な原因の一部です。 一方、DorothyとDualがあります。\n\n\n\nA-1ピクチャは、見事な努力でビジュアルを作ります。 背景は、特にあなたが知恵の箱を調べると、超現実的な感覚を持っています。 このアクションは、サイエンスフィクションの観点からも流動的かつ信頼できるものです。 さらに、キャラクターのデザインは女の子にとって無邪気で装飾的です。 これは、バックグラウンドで進行中のより暗い概念が存在することをほぼ忘れさせます。 下田文彦（Airn、Kanon、Clannad）が脚本を制作しているので、その表情が感情を表現することを期待する。 さらに、キャラクターの声は、その役割に適した方法で表現されます。 一日の終わりに、あなたはたぶんストーリー以上のキャラクターを覚えているでしょう。\n\n間違いなく、これはもっと魅力的な形のマトリックスではありません。 むしろ、ガラスの花と小和の世界は、人々が話す技術的なSFの冒険です。 ストーリー、キャラクター、または素晴らしいビジュアルに関する話が様々な姿勢で異なって見ることができるかどうかは、まだ独特の作品です。 もう一度、混乱は、これを初めて見るときに驚くべきものではありません。 説明するのは難しいですが、3人のかわいい女の子を持つ独特の世界が本当にどれくらいかかりますか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nTaking for granted, this film is 60+ minutes of mind twisty fantasy. Combine that with a bit of sci-fi, cute girls, adventure, and mysterious worlds and you get Glass no Hana to Kowasu Sekai. Now, I have to admit, watching this film for the first time felt like taking a chemistry course. It’s like all sorts of ideas thrown together at once. For such a product, it would have been better off as a TV series. However, Glass no Hana to Kowasu Sekai has something to offer and that’s a world of strange wonders.\n\n\u001b[1m当然のことながら、この映画は60分以上もの幻想的なファンタジーです。  SF、かわいい女の子、冒険、そして神秘的な世界のビットとそれを組み合わせると、ガラスの花はコワス世界につながります。 今、私はこの映画を初めて化学コースを取るように感じることを見て、認めなければならない。 これは一度に一緒に投げ込まれたあらゆる種類のアイデアのようなものです。 そのような製品にとって、それはテレビシリーズとしては良いでしょう。 しかし、ガラスの花と幸せの世界は何かを提供しており、それは奇妙な不思議の世界です。\u001b[22m\n\u001b[1m(Tōzen no kotonagara, kono eiga wa 60-bu ijō mo no gensō-tekina fantajīdesu. SF, kawaī on'nanoko, bōken, soshite shinpi-tekina sekai no bitto to sore o kumiawaseru to, garasunohana wa kowasu sekai ni tsunagarimasu. Ima, watashi wa kono eiga o hajimete kagaku kōsu o toru yō ni kanjiru koto o mite, mitomenakereba naranai. Kore wa ichido ni issho ni nagekoma reta arayuru shurui no aidea no yōna monodesu. So no yōna seihin ni totte, soreha terebishirīzu to shite wa yoideshou. Shikashi, garasunohana to shiawase no sekai wa nanika o teikyō shite ori, sore wa kimyōna fushigi no sekaidesu.)\u001b[22m\n\nTranslations of \u001b[4mTaking for granted, this film is 60+ minutes of mind twisty fantasy. Combine that with a bit of sci-fi, cute girls, adventure, and mysterious worlds and you get Glass no Hana to Kowasu Sekai. Now, I have to admit, watching this film for the first time felt like taking a chemistry course. It’s like all sorts of ideas thrown together at once. For such a product, it would have been better off as a TV series. However, Glass no Hana to Kowasu Sekai has something to offer and that’s a world of strange wonders.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaking for granted, this film is 60+ minutes of mind twisty fantasy.\u001b[24m\n    \u001b[1m当然のことながら、この映画は60分以上もの幻想的なファンタジーです。\u001b[22m, \u001b[1m当然のことながら、この映画は心曲がりくねっファンタジーの60+分です。\u001b[22m\n\u001b[4mCombine that with a bit of sci-fi, cute girls, adventure, and mysterious worlds and you get Glass no Hana to Kowasu Sekai.\u001b[24m\n    \u001b[1mSF、かわいい女の子、冒険、そして神秘的な世界のビットとそれを組み合わせると、ガラスの花はコワス世界につながります。\u001b[22m, \u001b[1mサイファイ、かわいい女の子、冒険、そして神秘的な世界のビットでそれを組み合わせて、あなたはKowasu世界にガラスの花を取得していません。\u001b[22m\n\u001b[4mNow, I have to admit, watching this film for the first time felt like taking a chemistry course.\u001b[24m\n    \u001b[1m今、私はこの映画を初めて化学コースを取るように感じることを見て、認めなければならない。\u001b[22m, \u001b[1m今、私は化学のコースを取るように感じた初めてこの映画を見て、認めざるを得ません。\u001b[22m\n\u001b[4mIt’s like all sorts of ideas thrown together at once.\u001b[24m\n    \u001b[1mこれは一度に一緒に投げ込まれたあらゆる種類のアイデアのようなものです。\u001b[22m, \u001b[1mこれは、一度に一緒に投げアイデアのすべての種類のようなものです。\u001b[22m\n\u001b[4mFor such a product, it would have been better off as a TV series.\u001b[24m\n    \u001b[1mそのような製品にとって、それはテレビシリーズとしては良いでしょう。\u001b[22m, \u001b[1mこのような製品のためには、テレビシリーズとして、より良いオフにされていると思います。\u001b[22m\n\u001b[4mHowever, Glass no Hana to Kowasu Sekai has something to offer and that’s a world of strange wonders.\u001b[24m\n    \u001b[1mしかし、ガラスの花と幸せの世界は何かを提供しており、それは奇妙な不思議の世界です。\u001b[22m, \u001b[1mしかし、Kowasu世界にガラスの華は、提供するために何かを持っており、それは奇妙な驚異の世界です。\u001b[22m\n\u001b[1m\u001b[22m\nThe film is directed by Masashi Ishihama. Anyone familiar with sci-fi thrillers like Shinsekai Yori or Speed Grapher may recognize his work. Both of them fight a mysterious enemy known as the “Virus” to protect the “Box of Wisdom”. Throughout the movie, we learn their motives and the essence of their enemy while also discovering the truth about Remo. Thus, diving into this film requires a bit of thinking behind the logics. The premise itself takes on a unique approach that transits between fantasy, reality, and emotions. The movie starts off with Dorothy and Dual doing their usual business until they run into a peculiar girl named Remo. From there, it becomes obvious that she is anything but ordinary. In fact, there’s hardly anything ordinary from the beginning as we witness a multitude of dimensional-like realms, reality distortion, and even altered timelines. Remo is particularly strange as she doesn’t have her memories intact except for her name. The phrase “'I must return to the flower patch...' is also part of major source of mystery about her character. On the other hand, there’s Dorothy and Dual.\n\n\u001b[1m石原雅史監督作品。  Shinsekai YoriやSpeed GrapherのようなSF SFに精通している人なら、彼の作品を認識するかもしれません。 どちらも「知恵の箱」を守るために「ウイルス」と呼ばれる神秘的な敵と戦います。 映画を通して、私たちは彼らの動機と敵の本質を学びながら、Remoについての真実を発見します。 したがって、この映画に飛び込むには、論理の背後にある少しの思考が必要です。 前提自体は、ファンタジー、リアリティ、そして感情の間を移動するユニークなアプローチをとっています。 映画はDorothyとDualがRemoという独特の女の子に遭遇するまで彼らの通常のビジネスを始めて始まります。 そこから、彼女は普通ではないことが明らかになります。 実際に、我々は次元のような領域、現実の歪み、そして変更されたタイムラインのような多数を目撃するので、最初から普通のものはほとんどありません。 レモは、彼女の名前を除いて彼女の記憶をそのまま残さないので、特に奇妙です。  「私は花のパッチに戻る必要があります...」というフレーズは、彼女の性格に関する謎の主要な原因の一部です。 一方、DorothyとDualがあります。\u001b[22m\n\u001b[1m(Ishihara Masashi kantoku sakuhin. Shinsekai Yori ya Speed Grapher no yōna SF SF ni seitsū shite iru hitonara, kare no sakuhin o ninshiki suru kamo shiremasen. Shitagatte, kono eiga ni tobikomu ni wa, ronri no haigo ni aru sukoshi no shikō ga hitsuyōdesu. Zentei jitai wa, fantajī, riariti, soshite kanjō no ma o idō suru yunīkuna apurōchi o totte imasu. Eiga wa Dorothy to de~yuaru ga Remo to iu dokutoku no on'nanoko ni sōgū suru made karera no tsūjō no bijinesu o hajimete hajimarimasu. Soko kara, kanojo wa futsūde wanai koto ga akiraka ni narimasu. Jissai ni, wareware wa jigen no yōna ryōiki, genjitsu no yugami, soshite henkō sa reta taimu rain no yōna tasū o mokugeki surunode, saisho kara futsū no mono wa hotondo arimasen. Remo wa, kanojo no namae o nozoite kanojo no kioku o sonomama nokosanainode, tokuni kimyōdesu. `Watashi wa hana no patchi ni modoru hitsuyō ga arimasu...' To iu furēzu wa, kanojo no seikaku ni kansuru nazo no shuyōna gen'in no ichibudesu. Ippō, Dorothy to de~yuaru ga arimasu. Dochira mo `chie no hako' o surutameni `uirusu' to yoba reru shinpi-tekina teki to tatakaimasu. Eiga o tōshite, watashitachi wa karera no dōki to teki no honshitsu o manabinagara, Remo ni tsuite no shinjitsu o hakken shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nA-1 Pictures crafts the visuals with a stunning amount of effort. The backgrounds has a surreal-like feeling especially if you examine the Box of Wisdom. The action is also fluid and credible in terms of science fiction. Furthermore, the character designs is innocent and decorative for the girls. It almost makes us forget that there’s darker concepts going on in the background. As the screenplay is produced by Fumihiko Shimo (known for Air, Kanon, Clannad), expect facial expressions of the characters to show emotions. Furthermore, the characters’ voices are expressed in a way that is suitable for their roles. At the end of the day, you’ll probably remember the characters more than the story.\n\n\u001b[1mA-1ピクチャは、見事な努力でビジュアルを作ります。 背景は、特にあなたが知恵の箱を調べると、超現実的な感覚を持っています。 このアクションは、サイエンスフィクションの観点からも流動的かつ信頼できるものです。 さらに、キャラクターのデザインは女の子にとって無邪気で装飾的です。 これは、バックグラウンドで進行中のより暗い概念が存在することをほぼ忘れさせます。 下田文彦（Airn、Kanon、Clannad）が脚本を制作しているので、その表情が感情を表現することを期待する。 さらに、キャラクターの声は、その役割に適した方法で表現されます。 一日の終わりに、あなたはたぶんストーリー以上のキャラクターを覚えているでしょう。\u001b[22m\n\u001b[1m(A - 1 pikucha wa, migotona doryoku de bijuaru o tsukurimasu. Haikei wa, tokuni anata ga chie no hako o shiraberu to, chōgenjitsutekina kankaku o motte imasu. Kono akushon wa, saiensufikushon no kanten kara mo ryūdōteki katsu shinrai dekiru monodesu. Sarani, kyarakutā no dezain wa on'nanoko ni totte mujaki de sōshoku-tekidesu. Kore wa, bakkuguraundo de shinkō-chū no yori kurai gainen ga sonzai suru koto o hobo wasure sasemasu. Shimoda Fumihiko (Airn, kanon, Clannad) ga kyakuhon o seisaku shite irunode, sono hyōjō ga kanjō o hyōgen suru koto o kitai suru. Sarani, kyarakutā no koe wa, sono yakuwari ni tekishita hōhō de hyōgen sa remasu. Ichinichinoowari ni, anata wa tabun sutōrī ijō no kyarakutā o oboete irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mA-1 Pictures crafts the visuals with a stunning amount of effort. The backgrounds has a surreal-like feeling especially if you examine the Box of Wisdom. The action is also fluid and credible in terms of science fiction. Furthermore, the character designs is innocent and decorative for the girls. It almost makes us forget that there’s darker concepts going on in the background. As the screenplay is produced by Fumihiko Shimo (known for Air, Kanon, Clannad), expect facial expressions of the characters to show emotions. Furthermore, the characters’ voices are expressed in a way that is suitable for their roles. At the end of the day, you’ll probably remember the characters more than the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA-1 Pictures crafts the visuals with a stunning amount of effort.\u001b[24m\n    \u001b[1mA-1ピクチャは、見事な努力でビジュアルを作ります。\u001b[22m, \u001b[1m-1の写真は、努力の見事な量のビジュアルを工芸品。\u001b[22m\n\u001b[4mThe backgrounds has a surreal-like feeling especially if you examine the Box of Wisdom.\u001b[24m\n    \u001b[1m背景は、特にあなたが知恵の箱を調べると、超現実的な感覚を持っています。\u001b[22m, \u001b[1m背景には、あなたが知恵の箱を調べる場合は特に超現実的なような感じを持っています。\u001b[22m\n\u001b[4mThe action is also fluid and credible in terms of science fiction.\u001b[24m\n    \u001b[1mこのアクションは、サイエンスフィクションの観点からも流動的かつ信頼できるものです。\u001b[22m, \u001b[1mアクションは、サイエンスフィクションの面でも、流体と信憑性。\u001b[22m\n\u001b[4mFurthermore, the character designs is innocent and decorative for the girls.\u001b[24m\n    \u001b[1mさらに、キャラクターのデザインは女の子にとって無邪気で装飾的です。\u001b[22m, \u001b[1mまた、キャラクターデザインは、女の子のための無実と装飾です。\u001b[22m\n\u001b[4mIt almost makes us forget that there’s darker concepts going on in the background.\u001b[24m\n    \u001b[1mこれは、バックグラウンドで進行中のより暗い概念が存在することをほぼ忘れさせます。\u001b[22m, \u001b[1mそれはほとんど私たちはバックグラウンドで起こって暗い概念があることを忘れさせてくれる。\u001b[22m\n\u001b[4mAs the screenplay is produced by Fumihiko Shimo (known for Air, Kanon, Clannad), expect facial expressions of the characters to show emotions.\u001b[24m\n    \u001b[1m下田文彦（Airn、Kanon、Clannad）が脚本を制作しているので、その表情が感情を表現することを期待する。\u001b[22m, \u001b[1m脚本は、志茂文彦（エア、カノンのために知られ、クラナド）によって生成されるように、感情を示すために、文字の表情を期待しています。\u001b[22m\n\u001b[4mFurthermore, the characters’ voices are expressed in a way that is suitable for their roles.\u001b[24m\n    \u001b[1mさらに、キャラクターの声は、その役割に適した方法で表現されます。\u001b[22m, \u001b[1mまた、キャラクターの声が自分の役割に適した方法で表現されています。\u001b[22m\n\u001b[4mAt the end of the day, you’ll probably remember the characters more than the story.\u001b[24m\n    \u001b[1m一日の終わりに、あなたはたぶんストーリー以上のキャラクターを覚えているでしょう。\u001b[22m, \u001b[1m一日の終わりに、あなたはおそらく物語より多くの文字を覚えているだろう。\u001b[22m\n\u001b[1m\u001b[22m\nMake no mistake, this isn’t The Matrix in a more charming form. Rather, Glass no Hana to Kowasu Sekai is a technologically sci-fi adventure that will get people talking. Whether the talk is about the story, characters, or stunning visuals can be viewed differently in a variety of stances, it’s still a rather unique piece of work. Once again, confusion isn’t something that should be surprising when watching this for the first time. It’s tough to explain but how much more does a peculiar world with three cute girls really take?\n\n\u001b[1m間違いなく、これはもっと魅力的な形のマトリックスではありません。 むしろ、ガラスの花と小和の世界は、人々が話す技術的なSFの冒険です。 ストーリー、キャラクター、または素晴らしいビジュアルに関する話が様々な姿勢で異なって見ることができるかどうかは、まだ独特の作品です。 もう一度、混乱は、これを初めて見るときに驚くべきものではありません。 説明するのは難しいですが、3人のかわいい女の子を持つ独特の世界が本当にどれくらいかかりますか？\u001b[22m\n\u001b[1m(Machigainaku, koreha motto miryoku-tekina katachi no matorikkusude wa arimasen. Mushiro, garasunohana to Owa no sekai wa, hitobito ga hanasu gijutsu-tekina SF no bōkendesu. Sutōrī, kyarakutā, matawa subarashī bijuaru ni kansuru hanashi ga samazamana shisei de kotonatte miru koto ga dekiru ka dō ka wa, mada dokutoku no sakuhindesu. Mōichido, konran wa, kore o hajimete miru toki ni odorokubeki monode wa arimasen. Setsumei suru no wa muzukashīdesuga, 3-ri no kawaī on'nanoko o motsu dokutoku no sekai ga hontōni dore kurai kakarimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mMake no mistake, this isn’t The Matrix in a more charming form. Rather, Glass no Hana to Kowasu Sekai is a technologically sci-fi adventure that will get people talking. Whether the talk is about the story, characters, or stunning visuals can be viewed differently in a variety of stances, it’s still a rather unique piece of work. Once again, confusion isn’t something that should be surprising when watching this for the first time. It’s tough to explain but how much more does a peculiar world with three cute girls really take?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMake no mistake, this isn’t The Matrix in a more charming form.\u001b[24m\n    \u001b[1m間違いなく、これはもっと魅力的な形のマトリックスではありません。\u001b[22m, \u001b[1m間違いなく、これは、より魅力的な形でのマトリックスではありません。\u001b[22m\n\u001b[4mRather, Glass no Hana to Kowasu Sekai is a technologically sci-fi adventure that will get people talking.\u001b[24m\n    \u001b[1mむしろ、ガラスの花と小和の世界は、人々が話す技術的なSFの冒険です。\u001b[22m, \u001b[1mむしろ、Kowasu世界にガラスの華は、人々が話してしまいます技術のSF冒険です。\u001b[22m\n\u001b[4mWhether the talk is about the story, characters, or stunning visuals can be viewed differently in a variety of stances, it’s still a rather unique piece of work.\u001b[24m\n    \u001b[1mストーリー、キャラクター、または素晴らしいビジュアルに関する話が様々な姿勢で異なって見ることができるかどうかは、まだ独特の作品です。\u001b[22m, \u001b[1m話はスタンスの様々な異なる表示することができますストーリー、キャラクター、または驚異的なビジュアルについてであるかどうか、それはまだ仕事のかなりユニークな作品です。\u001b[22m\n\u001b[4mOnce again, confusion isn’t something that should be surprising when watching this for the first time.\u001b[24m\n    \u001b[1mもう一度、混乱は、これを初めて見るときに驚くべきものではありません。\u001b[22m, \u001b[1m初めてこれを見たときにもう一度、混乱は驚くべきことであるべきものではありません。\u001b[22m\n\u001b[4mIt’s tough to explain but how much more does a peculiar world with three cute girls really take?\u001b[24m\n    \u001b[1m説明するのは難しいですが、3人のかわいい女の子を持つ独特の世界が本当にどれくらいかかりますか？\u001b[22m, \u001b[1mそれは説明するのは難しいですが、どのくらいのより3かわいい女の子と独特の世界は本当に時間がかかりますか？\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Glass_no_Hana_to_Kowasu_Sekai",
    "id": "25907",
    "url": "https://myanimelist.net/anime/25907/Glass_no_Hana_to_Kowasu_Sekai",
    "user": "Flawfinder",
    "profile": "/profile/Flawfinder/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=208735",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  6\nキャラクター|  2\n|  2\n\n誰かが尋ねる前に、はい、私はガラコワに行きました。ガラスの世界に行ったことがあります。  A-1が製作していたことを見たとき、彼らは新世界会長とゴールデンタイムの作家とチームを結成し、そのキャストは女の子だけで構成されていることをすぐに知っていました 私は映画の中から楽しみを得るつもりはなかった。 概要自体は問題を助けるものではなかった。 ひぐらしのなく頃に2人目のヒギラシが、大城様を築き上げて、人を殺す原因となっているこの強力な存在であることを覚えています。それは、彼女がいつも「ハァアアウウ」に行ったばかげた少女であることを、 効果的にすべての緊張を殺し、最終的な弧を1つの長いsnorefestにしますか？  Garakowaは、その主人公の3人のすべてのキャラクターが、私が実際に容認できるHaibane Renmeiのような宗教的な女性ではなく、神々を不自然にするというHanyuuの例に従うことを、\n\nガラコワ宗教と呼ぶことは、世の中の範囲を広げ、誰かがジャンルをメッシュ化するためにジャンルをメッシュ化したいように見えるという事実のために、ちょっとしたストレッチです。 このショーは、知恵の箱と呼ばれる奇妙なバーチャルリアリティのような次元で行われ、私たちの世界は、他のさまざまな現実と共に、現実には神秘的なコンピュータプログラムであり、 ウイルス。 少しMegamanのバトルネットワークはそうじゃない？ 時折、この世界のデュアルとドロシーの神々は、世界が失われた原因であると判断する前にウイルスと戦うことを試みることがあります。そして、彼らは遠足の間に、彼女が戻らなければならないと主張する謎の女性プログラムRemo 不思議な「花の斑点」に襲われて、2人が彼女を連れて来るようになった。私はそれがFractaleのような紆余曲折を最初に残しているので、後でそれを気にしないことが映画にとって有益だと思う。 それはFractaleよりも優れています。\n\nあなたがデュアルとドロシーが最初に会ったときに誰であるかを知っていることを前提にしてGarakowaが最初から足を踏み出し、2次世界大戦のように自然に流れ出る退屈なプロンプトダンプのロードによって何が起こっているか教えてください ベトナム戦争の物語の真中のサブプロット。 「それは信じられないほど退屈で過度の話だ！ 彼らに機械銃を向けると、私は大声で言います。 もっと重要なのは、デュエルとドロシー（そしてレモもそうしている）が、映画の中途半端にまで浮上しているのを防ぐために、世界的な建物のために世界に建てられたということです。 信じられないほど刺激的なキャラクターは、自分自身を呼び出すために関連性のある欠陥やストーリーがないうちに起こるすべてに反応します。 私は彼らが人類のはるかに上回り、ただの仕事に専心すると思われる遍在している感情のないウイルスのバスターだと理解していますが、それはなぜ彼らについての映画ですか？ なぜ私は信じられないほど退屈な場面や、2人のモンタージュがレモのようなBFFのように行動しているのだろうか？  「それは人格を作り出すので、人々が言うかもしれないものです。  「まあ、視覚的な斬新な適応のためにどれだけうまくいったの？ 私はレトルトします。  「ショーの話は、プログラムにも気持ちがあることです。 \n\n\n\n多くの人がすでに言っているように、映画は急いでいますが、ここではパンチラインがあります：本格的なシリーズでさえ、それはやはり悪いことです。 プロダクションの独創性の欠如と、パッディングの馬鹿げた量に加えて、このことはわずか1時間で収まるようになりました.Garakowaのファンタスティックは本当に邪魔になります。 彼らが戦っているとき、デュアルとドロシーは半分裸のままの服を着ています。私たちはここではアンスロモルフィックなバスターたちのことを考えていると考えています。 アニメーションエラーのためか、誰かがその日に部屋に変態を起こさせたために、彼女の衣装がそれほど早くそのことを示していなかったにもかかわらず、デュアルは胸を覆って胸を覆っている間に泣いています。\n\n私はそうすることで彼女を非難するつもりはない。 この血まみれのひどい映画にはまった後、私は人類のすべての希望を失い、復讐の神の変態フェチに自分自身を服従させるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nBefore anyone asks, yes I went into Garakowa, or Glass no Sekai no Who Gives A Shit if you want to be a weeaboo about it, fully expecting to hate it. When I saw that A-1 was producing the thing, that they teamed up the director of Shin Sekai Yori and the writer of Golden Time for the project, and that the cast would consist of nothing but little girls, I knew right away that there was no chance I was going to get any enjoyment out of the film. The synopsis itself wasn't helping matters either. You remember how the second season of Higurashi built up Oyashiro-sama to be this all-powerful entity that causes people to kill themselves, only to make that retarded reveal that she was just an annoying little girl who went 'haaaauuuu' all the time, effectively killing all the tension and causing the final arc to be one long snorefest? Garakowa made it clear from the very promo that all three of its main characters would follow Hanyuu's example in making the gods lame rather than being the kind of Haibane Renmei-like religious females I can actually tolerate.\n\n\u001b[1m誰かが尋ねる前に、はい、私はガラコワに行きました。ガラスの世界に行ったことがあります。  A-1が製作していたことを見たとき、彼らは新世界会長とゴールデンタイムの作家とチームを結成し、そのキャストは女の子だけで構成されていることをすぐに知っていました 私は映画の中から楽しみを得るつもりはなかった。 概要自体は問題を助けるものではなかった。 ひぐらしのなく頃に2人目のヒギラシが、大城様を築き上げて、人を殺す原因となっているこの強力な存在であることを覚えています。それは、彼女がいつも「ハァアアウウ」に行ったばかげた少女であることを、 効果的にすべての緊張を殺し、最終的な弧を1つの長いsnorefestにしますか？  Garakowaは、その主人公の3人のすべてのキャラクターが、私が実際に容認できるHaibane Renmeiのような宗教的な女性ではなく、神々を不自然にするというHanyuuの例に従うことを、\u001b[22m\n\u001b[1m(Dareka ga tazuneru mae ni, wa i, watashi wa garakowa ni ikimashita. Garasu no sekai ni itta koto ga arimasu. A - 1 ga seisaku shite ita koto o mita toki, karera wa shin sekai kaichō to gōrudentaimu no sakka to chīmu o kessei shi, sono kyasuto wa on'nanoko dake de kōsei sa rete iru koto o sugu ni shitte imashita watashi wa eiga no naka kara tanoshimi o eru tsumori wa nakatta. Gaiyō jitai wa mondai o tasukeru monode wa nakatta. Higurashinonakukoroni 2 hitome no higirashi ga, Ōshiro-sama o kizukiagete, hito o korosu gen'in to natte iru kono kyōryokuna sonzaidearu koto o oboete imasu. Sore wa, kanojo ga itsumo `ha~aaauu' ni itta bakageta shōjodearu koto o, kōka-teki ni subete no kinchō o koroshi, saishū-tekina ko o 1tsu no nagai snorefest ni shimasu ka? Garakowa wa, sono shujinkō no 3-ri no subete no kyarakutā ga, watashi ga jissai ni yōnin dekiru Haibane Renmei no yōna shūkyō-tekina joseide wa naku, kamigami o fushizen ni suru to iu Hanyuu no rei ni shitagau koto o,)\u001b[22m\n\u001b[1m\u001b[22m\nMind you, calling Garakowa religious is a bit of a stretch on account of the fact that it stretches the scope of its world so wide that it comes off like someone wanted to mesh genres for the sake of meshing genres. The show takes place in some weird virtual reality-like dimension called the Box of Wisdom where it's revealed that our world along with a bunch of other different realities are actually mythical computer programs that can be deleted at a moment's whim if they're infected by viruses. Sounds a bit Megaman Battle Network doesn't it? Occasionally the gods of this world, Dual and Dorothy, try to fight the viruses first before deciding the world is a lost cause and it is during one of their excursions that they meet a mysterious female program named Remo, who states that she has to return to a mysterious 'flower patch', causing the two to take her in. I guess it's to the film's benefit that it's getting its Fractale-like twists out of the way first so we won't balk at it later, but that's about the only thing it does better than Fractale.\n\n\u001b[1mガラコワ宗教と呼ぶことは、世の中の範囲を広げ、誰かがジャンルをメッシュ化するためにジャンルをメッシュ化したいように見えるという事実のために、ちょっとしたストレッチです。 このショーは、知恵の箱と呼ばれる奇妙なバーチャルリアリティのような次元で行われ、私たちの世界は、他のさまざまな現実と共に、現実には神秘的なコンピュータプログラムであり、 ウイルス。 少しMegamanのバトルネットワークはそうじゃない？ 時折、この世界のデュアルとドロシーの神々は、世界が失われた原因であると判断する前にウイルスと戦うことを試みることがあります。そして、彼らは遠足の間に、彼女が戻らなければならないと主張する謎の女性プログラムRemo 不思議な「花の斑点」に襲われて、2人が彼女を連れて来るようになった。私はそれがFractaleのような紆余曲折を最初に残しているので、後でそれを気にしないことが映画にとって有益だと思う。 それはFractaleよりも優れています。\u001b[22m\n\u001b[1m(Garakowa shūkyō to yobu koto wa, yononaka no han'i o hiroge, darekaga janru o messhu-ka suru tame ni janru o messhu-ka shitai yō ni mieru to iu jijitsu no tame ni, chottoshita sutoretchidesu. Kono shō wa, chie no hako to yoba reru kimyōna bācharuriariti no yōna jigen de okonawa re, watashitachi no sekai wa, hoka no samazamana genjitsu to tomoni, genjitsu ni wa shinpi-tekina konpyūtapuroguramudeari, uirusu. Sukoshi Megaman no batorunettowāku wa sō janai? Tokiori, kono sekai no de~yuaru to doroshī no kamigami wa, sekai ga ushinawa reta gen'indearu to handan suru mae ni uirusu to tatakau koto o kokoromiru koto ga arimasu. Soshite, karera wa ensoku no ma ni, kanojo ga modoranakereba naranai to shuchō suru nazo no josei puroguramu Remo fushigina `hana no hanten' ni osowa rete, 2-ri ga kanojo o tsurete kuru yō ni natta. Watashi wa sore ga Fractale no yōna uyokyokusetsu o saisho ni nokoshite irunode,-go de sore o ki ni shinai koto ga eiga ni totte yūekida to omou. Sore wa Fractale yori mo sugurete imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nGarakowa shoots itself in the foot at the very start by assuming you already know who Dual and Dorothy are when we first meet them, and then proceeding to tell us what's going on through a load of boring plot dumps that flow about as naturally as a WWII subplot in the middle of a Vietnam War narrative. 'That's an incredibly boring and overdone story!' I say out loud whilst pointing a machine gun at them. More importantly, it's world-building for the sake of world-building, preventing the story from even surfacing until more than halfway through the film, not helped by the fact that Dual and Dorothy (and Remo too while we're at it) are incredibly irritating characters who just react to everything that happens whilst having no relatable flaws or story to call their own. I understand that they're omnipresent emotionless virus busters who are supposed to be far above humanity and committed to just the job, but that begs the question, 'why is the film about them at all? And why do I have to sit through incredibly tedious scenes and numerous montages of the two acting like BFFs with Remo if they're so emotionless?' 'Because it builds character,' is what people might say. 'Yeah, how well did that work out for every visual novel adaptation ever?' I retort. 'The story of the show is that programs can have feelings too,' they fire back.\n\n\u001b[1mあなたがデュアルとドロシーが最初に会ったときに誰であるかを知っていることを前提にしてGarakowaが最初から足を踏み出し、2次世界大戦のように自然に流れ出る退屈なプロンプトダンプのロードによって何が起こっているか教えてください ベトナム戦争の物語の真中のサブプロット。 「それは信じられないほど退屈で過度の話だ！ 彼らに機械銃を向けると、私は大声で言います。 もっと重要なのは、デュエルとドロシー（そしてレモもそうしている）が、映画の中途半端にまで浮上しているのを防ぐために、世界的な建物のために世界に建てられたということです。 信じられないほど刺激的なキャラクターは、自分自身を呼び出すために関連性のある欠陥やストーリーがないうちに起こるすべてに反応します。 私は彼らが人類のはるかに上回り、ただの仕事に専心すると思われる遍在している感情のないウイルスのバスターだと理解していますが、それはなぜ彼らについての映画ですか？ なぜ私は信じられないほど退屈な場面や、2人のモンタージュがレモのようなBFFのように行動しているのだろうか？  「それは人格を作り出すので、人々が言うかもしれないものです。  「まあ、視覚的な斬新な適応のためにどれだけうまくいったの？ 私はレトルトします。  「ショーの話は、プログラムも感情を持つことができるということです。 \u001b[22m\n\u001b[1m(Anata ga de~yuaru to doroshī ga saisho ni atta toki ni daredearu ka o shitte iru koto o zentei ni shite Garakowa ga saisho kara ashi o fumidashi, 2 jisekaitaisen no yō ni shizen ni nagarederu taikutsuna puronputodanpu no rōdo ni yotte nani ga okotte iru ka oshietekudasai Betonamu sensō no monogatari no man'naka no sabupurotto. Motto jūyōna no wa, de~yueru to doroshī (soshite remo mo sō shite iru) ga, eiga no chūtohanpa ni made fujō shite iru no o fusegu tame ni, sekai-tekina tatemono no tame ni sekai ni tate rareta to iu kotodesu. Shinji rarenai hodo shigeki-tekina kyarakutā wa, jibun jishin o yobidasu tame ni kanren-sei no aru kekkan ya sutōrī ga nai uchi ni okoru subete ni han'nō shimasu. Watashi wa karera ga jinrui no haruka ni uwamawari, tada no shigoto ni senshin suru to omowa reru henzai shite iru kanjō no nai uirusu no basutāda to rikai shite imasuga, sore wa naze karera ni tsuite no eigadesu ka? Naze watashi wa shinji rarenai hodo taikutsuna bamen ya, 2-ri no montāju ga remo no yōna BFF no yō ni kōdō shite iru nodarou ka? `Sore wa jinkaku o tsukuridasunode, hitobito ga iu kamo shirenai monodesu. `Mā, shikaku-tekina zanshin'na tekiō no tame ni dore dake umaku itta no? Watashi wa retoruto shimasu. `Shō no hanashi wa, puroguramu mo kanjō o motsu koto ga dekiru to iu kotodesu. `Sore wa shinji rarenai hodo taikutsude kado no hanashida! Karera ni kikai jū o mukeru to, watashi wa ōgoe de iimasu.)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAs many people have already said, the film is rushed, but here's the punch line: even as a full-blown series, it'd STILL be bad. In addition to the lackluster characters, the lack of originality in the plot, and the ridiculous amount of padding this thing managed to fit in only an hour, the fanservice in Garakowa is really creepy to the point of being a deal-breaker. Numerous times when they're fighting, Dual and Dorothy are wearing outfits that leave them half-naked, which I think is just messed up considering we're talking about anthromorphic virus busters here. There's even one scene where either due to an animation error or because someone let a pervert into the room that day, Dual is crying whilst topless and covering her breasts with her arms despite the fact that her outfit never showed that much earlier.\n\n\u001b[1m多くの人がすでに言っているように、映画は急いでいますが、ここではパンチラインがあります：本格的なシリーズでさえ、それはやはり悪いことです。 プロダクションの独創性の欠如と、パッディングの馬鹿げた量に加えて、このことはわずか1時間で収まるようになりました.Garakowaのファンタスティックは本当に邪魔になります。 彼らが戦っているとき、デュアルとドロシーは半分裸のままの服を着ています。私たちはここではアンスロモルフィックなバスターたちのことを考えていると考えています。 アニメーションエラーのためか、誰かがその日に部屋に変態を起こさせたために、彼女の衣装がそれほど早くそのことを示していなかったにもかかわらず、デュアルは胸を覆って胸を覆っている間に泣いています。\u001b[22m\n\u001b[1m(Ōku no hito ga sudeni itte iru yō ni, eiga wa isoide imasuga, kokode wa panchi rain ga arimasu: Honkaku-tekina shirīzude sae, sore wa yahari warui kotodesu. Purodakushon no dokusō-sei no ketsujo to, paddingu no bakageta ryō ni kuwaete, kono koto wa wazuka 1-jikan de osamaru yō ni narimashita. Garakowa no fantasutikku wa hontōni jama ni narimasu. Karera ga tatakatte iru toki, de~yuaru to doroshī wa hanbun hadaka no mama no fuku o kite imasu. Watashitachi wa kokode wa ansuromorufikkuna basutā-tachi no koto o kangaete iru to kangaete imasu. Animēshon'erā no tame ka, darekaga sonohi ni heya ni hentai o okosa seta tame ni, kanojo no ishō ga sorehodo hayaku sono koto o shimeshite inakatta nimokakawarazu, de~yuaru wa mune o ōtte mune o ōtte iru ma ni naite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs many people have already said, the film is rushed, but here's the punch line: even as a full-blown series, it'd STILL be bad. In addition to the lackluster characters, the lack of originality in the plot, and the ridiculous amount of padding this thing managed to fit in only an hour, the fanservice in Garakowa is really creepy to the point of being a deal-breaker. Numerous times when they're fighting, Dual and Dorothy are wearing outfits that leave them half-naked, which I think is just messed up considering we're talking about anthromorphic virus busters here. There's even one scene where either due to an animation error or because someone let a pervert into the room that day, Dual is crying whilst topless and covering her breasts with her arms despite the fact that her outfit never showed that much earlier.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs many people have already said, the film is rushed, but here's the punch line: even as a full-blown series, it'd STILL be bad.\u001b[24m\n    \u001b[1m多くの人がすでに言っているように、映画は急いでいますが、ここではパンチラインがあります：本格的なシリーズでさえ、それはやはり悪いことです。\u001b[22m, \u001b[1m多くの人がすでに述べたように、フィルムが殺到しているが、ここではパンチラインは次のとおりです。でも、本格的シリーズとして、それはまだ悪いことでしょう。\u001b[22m\n\u001b[4mIn addition to the lackluster characters, the lack of originality in the plot, and the ridiculous amount of padding this thing managed to fit in only an hour, the fanservice in Garakowa is really creepy to the point of being a deal-breaker.\u001b[24m\n    \u001b[1mプロダクションの独創性の欠如と、パッディングの馬鹿げた量に加えて、このことはわずか1時間で収まるようになりました.Garakowaのファンタスティックは本当に邪魔になります。\u001b[22m, \u001b[1m精彩を欠いた文字に加えて、プロットで独創性の欠如、およびパディングのとんでもない量この事が唯一の時間に収まるように管理、Garakowaでサービスカットは契約ブレーカであることのポイントに本当に不気味です。\u001b[22m\n\u001b[4mNumerous times when they're fighting, Dual and Dorothy are wearing outfits that leave them half-naked, which I think is just messed up considering we're talking about anthromorphic virus busters here.\u001b[24m\n    \u001b[1m彼らが戦っているとき、デュアルとドロシーは半分裸のままの服を着ています。私たちはここではアンスロモルフィックなバスターたちのことを考えていると考えています。\u001b[22m, \u001b[1m彼らが戦っている時に何度は、デュアルとドロシーは、私はちょうど私たちがここにanthromorphicウイルス撃退話している考慮めちゃくちゃされていると思い半裸それらを残す衣装を着ています。\u001b[22m\n\u001b[4mThere's even one scene where either due to an animation error or because someone let a pervert into the room that day, Dual is crying whilst topless and covering her breasts with her arms despite the fact that her outfit never showed that much earlier.\u001b[24m\n    \u001b[1mアニメーションエラーのためか、誰かがその日に部屋に変態を起こさせたために、彼女の衣装がそれほど早くそのことを示していなかったにもかかわらず、デュアルは胸を覆って胸を覆っている間に泣いています。\u001b[22m, \u001b[1mアニメーションのエラーに起因する、または誰かがその日に部屋に痴漢をさせているため、デュアルトップレスながら泣いて、彼女の服はそんなに早く現れなかったという事実にもかかわらず、彼女の腕で彼女の胸を覆っている場所のいずれか一つのシーンもあります。\u001b[22m\n\u001b[1m\u001b[22m\nNot that I'd blame her for doing so. After being stuck in a movie this bloody awful, I'd lose all hope in humanity and submit myself to the kinky fetishes of a vengeful god as well.\n\n\u001b[1m私はそうすることで彼女を非難するつもりはない。 この血まみれのひどい映画にはまった後、私は人類のすべての希望を失い、復讐の神の変態フェチに自分自身を服従させるでしょう。\u001b[22m\n\u001b[1m(Watashi wa sō suru koto de kanojo o hinan suru tsumori wanai. Kono chimamire no hidoi eiga ni hamatta nochi, watashi wa jinrui no subete no kibō o ushinai, fukushū no kami no hentai fechi ni jibun jishin o fukujū sa serudeshou.)\u001b[22m\n\nTranslations of \u001b[4mNot that I'd blame her for doing so. After being stuck in a movie this bloody awful, I'd lose all hope in humanity and submit myself to the kinky fetishes of a vengeful god as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot that I'd blame her for doing so.\u001b[24m\n    \u001b[1m私はそうすることで彼女を非難するつもりはない。\u001b[22m, \u001b[1m私はそうすることのために彼女を責めると思いませんことを。\u001b[22m\n\u001b[4mAfter being stuck in a movie this bloody awful, I'd lose all hope in humanity and submit myself to the kinky fetishes of a vengeful god as well.\u001b[24m\n    \u001b[1mこの血まみれのひどい映画にはまった後、私は人類のすべての希望を失い、復讐の神の変態フェチに自分自身を服従させるでしょう。\u001b[22m, \u001b[1mこの流血のひどい映画の中で立ち往生された後、私は人類のすべての希望を失うだろうし、同様に復讐の神の変態フェチに自分自身を提出します。\u001b[22m"
  },
  {
    "title": "Glass_no_Hana_to_Kowasu_Sekai",
    "id": "25907",
    "url": "https://myanimelist.net/anime/25907/Glass_no_Hana_to_Kowasu_Sekai",
    "user": "BohemianRhapsody",
    "profile": "/profile/BohemianRhapsody/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=209055",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  4\n|  5\n\n「ガラスの花」と「こわす世界」は、石原正史監督によるA-1ピクチャーズの60分間のアニメーション作品です。 率直に言って、私はこの映画を見ていたのは比較的短かったので、私はその正と負の側面を説明します。\n\nポジティブ：\n（+）芸術とアニメーション\n私はこれが予算の大部分を占めていると思う。 このアニメの背景は単に豪華だった。 色とディテールは素晴らしかったです。 アニメーションも滑らかで高品質でした。 私は特にキャラクターのデザインが好きではありませんでした。ほとんどの場合、少女たちとのアニメを嫌いですが、客観的に言えば、どちらも間違っていませんでした。\n\n（+）サウンドトラック\nこのアニメのサウンドトラックはほとんどのシーンでうまく収まるピアノ曲で構成されていました。 全体的に、私はサウンドトラックが大好きでした。\n\n（+）コンセプト\n欠陥のある実行にもかかわらず、このアニメのコンセプトはかなり良かった。 このイベントは、ウイルス対策プログラムである主人公が破損したファイルを削除する仮想世界で発生します。  Matrixのエージェントがかわいい魔法の女の子だった場合、基本的に想像してみてください。 私は、アイデアはまったく悪くないと認めなければなりませんが、私が以下で説明する理由から、それはより良いことがありました。\n\n負：\n（-） ほかのすべて\n偉大な芸術とサウンドトラック、コンセプトとは別に、映画は他のどの部門でも失敗します。  1時間の長さにもかかわらず、この映画は遅いペーシングと一定の情報ダンプのために2時間のように感じます。 キャラクターたちは世界の詳細を無限に話しますが、適切な説明がなければ、すべては疑似科学的な巨大なジャンボのように感じます。 キャラクターはほとんど開発されていないままなので、あなたは本当に何が起こるか気にしません。 アクションシーンは短く、鮮やかなアニメーションにもかかわらず、明らかな醜いウイルスモンスターとかわいいアンチウイルスガールとは別に、何が起きているのかは分かりません。\n\n全体として、ユニークなことをやっているにもかかわらず、この映画はかなり忘れられてしまい、良いビジュアルから離れて提供するものはほとんどありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nGlass no Hana to Kowasu Sekai is a 60-minute long animated film directed by Masashi Ishihama and produced by A-1 Pictures. Frankly, what made me watch this film was its relatively short length, so I'll describe its positive and negative aspects.\n\n\u001b[1m「ガラスの花」と「こわす世界」は、石原正史監督によるA-1ピクチャーズの60分間のアニメーション作品です。 率直に言って、私はこの映画を見ていたのは比較的短かったので、私はその正と負の側面を説明します。\u001b[22m\n\u001b[1m(`Garasunohana' to `kowasu sekai' wa, Ishihara Seishi kantoku ni yoru A - 1 pikuchāzu no 60-funkan no animēshon sakuhindesu. Sotchoku ni itte, watashi wa kono eiga o mite ita no wa hikakuteki mijikakattanode, watashi wa sono Masa to fu no sokumen o setsumei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mGlass no Hana to Kowasu Sekai is a 60-minute long animated film directed by Masashi Ishihama and produced by A-1 Pictures. Frankly, what made me watch this film was its relatively short length, so I'll describe its positive and negative aspects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGlass no Hana to Kowasu Sekai is a 60-minute long animated film directed by Masashi Ishihama and produced by A-1 Pictures.\u001b[24m\n    \u001b[1m「ガラスの花」と「こわす世界」は、石原正史監督によるA-1ピクチャーズの60分間のアニメーション作品です。\u001b[22m, \u001b[1mKowasu世界へガラスの華は正志石浜によって指示と-1ピクチャーズによって生成される60分の長いアニメーション映画です。\u001b[22m\n\u001b[4mFrankly, what made me watch this film was its relatively short length, so I'll describe its positive and negative aspects.\u001b[24m\n    \u001b[1m率直に言って、私はこの映画を見ていたのは比較的短かったので、私はその正と負の側面を説明します。\u001b[22m, \u001b[1m率直に言って、どのような私はこの映画を見て作られたことは、その比較的短い長さだったので、私はその正と負の側面を説明します。\u001b[22m\n\u001b[1m\u001b[22m\nPositive:\n/ˈpäztiv,ˈpäzətiv/\n\n\u001b[1mポジティブ：\u001b[22m\n\u001b[1m(Pojitibu:)\u001b[22m\n\nDefinitions of \u001b[4mPositive:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    ポジティブ\u001b[22m\n        positive\n\u001b[1m    積極\u001b[22m\n        positive, progressive\n\u001b[1m    積極的\u001b[22m\n        positive, active\n\u001b[1m    実証的\u001b[22m\n        empiric, empirical, positive\n\nnoun\n\u001b[1m    肯定\u001b[22m\n        positive, affirmation\n(+) The art and animation\n\n\u001b[1m（+）芸術とアニメーション\u001b[22m\n\u001b[1m((+ ) Geijutsu to animēshon)\u001b[22m\n\nTranslations of \u001b[4m(+) The art and animation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(+) The art and animation\u001b[24m\n    \u001b[1m（+）芸術とアニメーション\u001b[22m, \u001b[1m（+）アートとアニメーション\u001b[22m\nI guess this is the section most of the budget went to. The backgrounds of this anime were simply gorgeous. The colors and details were amazing. The animation was also smooth and high quality. I didn't especially like the character designs, mostly because I dislike anime with little girls, but objectively speaking, there was nothing wrong with that either.\n\n\u001b[1m私はこれが予算の大部分を占めていると思う。 このアニメの背景は単に豪華だった。 色とディテールは素晴らしかったです。 アニメーションも滑らかで高品質でした。 私はキャラクターのデザインが特に好きではありませんでした。なぜなら、少女たちとのアニメを嫌うからです。客観的に言えば、どちらも間違っていませんでした。\u001b[22m\n\u001b[1m(Watashi wa kore ga yosan no daibubun o shimete iru to omou. Kono anime no haikei wa tan'ni gōkadatta. Iro to ditēru wa subarashikattadesu. Animēshon mo namerakade kō hinshitsudeshita. Watashi wa kyarakutā no dezain ga tokuni sukide wa arimasendeshita. Nazenara, shōjo-tachi to no anime o kiraukaradesu. Kakkanteki ni ieba, dochira mo machigatte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI guess this is the section most of the budget went to. The backgrounds of this anime were simply gorgeous. The colors and details were amazing. The animation was also smooth and high quality. I didn't especially like the character designs, mostly because I dislike anime with little girls, but objectively speaking, there was nothing wrong with that either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess this is the section most of the budget went to.\u001b[24m\n    \u001b[1m私はこれが予算の大部分を占めていると思う。\u001b[22m, \u001b[1m私は、これは予算のほとんどはに行ってきましたセクションだと思います。\u001b[22m\n\u001b[4mThe backgrounds of this anime were simply gorgeous.\u001b[24m\n    \u001b[1mこのアニメの背景は単に豪華だった。\u001b[22m, \u001b[1mこのアニメの背景は、単にゴージャスでした。\u001b[22m\n\u001b[4mThe colors and details were amazing.\u001b[24m\n    \u001b[1m色とディテールは素晴らしかったです。\u001b[22m, \u001b[1m色や詳細は驚くほどでした。\u001b[22m\n\u001b[4mThe animation was also smooth and high quality.\u001b[24m\n    \u001b[1mアニメーションも滑らかで高品質でした。\u001b[22m\n\u001b[4mI didn't especially like the character designs, mostly because I dislike anime with little girls, but objectively speaking, there was nothing wrong with that either.\u001b[24m\n    \u001b[1m私はキャラクターのデザインが特に好きではありませんでした。なぜなら、少女たちとのアニメを嫌うからです。客観的に言えば、どちらも間違っていませんでした。\u001b[22m, \u001b[1m私は女の子でアニメを嫌いますが、客観的に言えば、それは何も問題はどちらかなかった主な理由は、特にキャラクターデザイン好きではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\n(+) The soundtrack\n\n\u001b[1m（+）サウンドトラック\u001b[22m\n\u001b[1m((+ ) Saundotorakku)\u001b[22m\n\nTranslations of \u001b[4m(+) The soundtrack\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(+) The soundtrack\u001b[24m\n    \u001b[1m（+）サウンドトラック\u001b[22m, \u001b[1m（+）のサウンドトラック\u001b[22m\nThe soundtrack of this anime was comprised mostly of piano pieces, which fit well in most of the scenes. Overall, I liked the soundtrack a lot.\n\n\u001b[1mこのアニメのサウンドトラックはほとんどのシーンでうまく収まるピアノ曲で構成されていました。 全体的に、私はサウンドトラックが大好きでした。\u001b[22m\n\u001b[1m(Kono anime no saundotorakku wa hotondo no shīn de umaku osamaru piano kyoku de kōsei sa rete imashita. Zentai-teki ni, watashi wa saundotorakku ga daisukideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack of this anime was comprised mostly of piano pieces, which fit well in most of the scenes. Overall, I liked the soundtrack a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack of this anime was comprised mostly of piano pieces, which fit well in most of the scenes.\u001b[24m\n    \u001b[1mこのアニメのサウンドトラックはほとんどのシーンでうまく収まるピアノ曲で構成されていました。\u001b[22m, \u001b[1mこのアニメのサウンドトラックは、ほとんどのシーンのほとんどにうまく適合ピアノ曲、で構成されていました。\u001b[22m\n\u001b[4mOverall, I liked the soundtrack a lot.\u001b[24m\n    \u001b[1m全体的に、私はサウンドトラックが大好きでした。\u001b[22m, \u001b[1m全体的に、私はサウンドトラックをたくさん言っています。\u001b[22m\n\u001b[1m\u001b[22m\n(+) The concept\n\n\u001b[1m（+）コンセプト\u001b[22m\n\u001b[1m((+ ) Konseputo)\u001b[22m\n\nTranslations of \u001b[4m(+) The concept\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(+) The concept\u001b[24m\n    \u001b[1m（+）コンセプト\u001b[22m, \u001b[1m（+）の概念\u001b[22m\nDespite the flawed execution, the concept of this anime was pretty good. The events happen in a virtual world, where the main characters, who are anti-virus programs, delete corrupt files. Basically, imagine if the agents in Matrix were cute magical girls. I have to admit, the idea wasn't bad at all, but it could have been better, for reasons which I am gonna explain below.\n\n\u001b[1m欠陥のある実行にもかかわらず、このアニメのコンセプトはかなり良かった。 このイベントは、ウイルス対策プログラムである主人公が破損したファイルを削除する仮想世界で発生します。  Matrixのエージェントがかわいい魔法の女の子だった場合、基本的に想像してみてください。 私は、アイデアはまったく悪くないと認めなければなりませんが、私が以下で説明する理由から、それはより良いことがありました。\u001b[22m\n\u001b[1m(Kekkan'noaru jikkō nimokakawarazu, kono anime no konseputo wa kanari yokatta. Kono ibento wa, uirusu taisaku puroguramudearu shujinkō ga hason shita fairu o sakujo suru kasō sekai de hassei shimasu. Matrix no ējento ga kawaī mahō no on'nanokodatta baai, kihontekini sōzō shite mite kudasai. Watashi wa, aidea wa mattaku warukunai to mitomenakereba narimasenga, watashi ga ika de setsumei suru riyū kara, soreha yori yoi koto ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mDespite the flawed execution, the concept of this anime was pretty good. The events happen in a virtual world, where the main characters, who are anti-virus programs, delete corrupt files. Basically, imagine if the agents in Matrix were cute magical girls. I have to admit, the idea wasn't bad at all, but it could have been better, for reasons which I am gonna explain below.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the flawed execution, the concept of this anime was pretty good.\u001b[24m\n    \u001b[1m欠陥のある実行にもかかわらず、このアニメのコンセプトはかなり良かった。\u001b[22m, \u001b[1m欠陥のある実行にもかかわらず、このアニメの概念はかなり良かったです。\u001b[22m\n\u001b[4mThe events happen in a virtual world, where the main characters, who are anti-virus programs, delete corrupt files.\u001b[24m\n    \u001b[1mこのイベントは、ウイルス対策プログラムである主人公が破損したファイルを削除する仮想世界で発生します。\u001b[22m, \u001b[1mイベントは、アンチウイルスプログラムである主人公は、破損したファイルを削除し、仮想世界で起こります。\u001b[22m\n\u001b[4mBasically, imagine if the agents in Matrix were cute magical girls.\u001b[24m\n    \u001b[1mMatrixのエージェントがかわいい魔法の女の子だった場合、基本的に想像してみてください。\u001b[22m, \u001b[1mマトリックスのエージェントがかわいい魔法の女の子だったら基本的には、想像してみてください。\u001b[22m\n\u001b[4mI have to admit, the idea wasn't bad at all, but it could have been better, for reasons which I am gonna explain below.\u001b[24m\n    \u001b[1m私は、アイデアはまったく悪くないと認めなければなりませんが、私が以下で説明する理由から、それはより良いことがありました。\u001b[22m, \u001b[1m私は認めざるを得ない、という考えは全く悪くなかったが、それは私が以下に説明するつもり午前の理由で、改善の余地があります。\u001b[22m\n\u001b[1m\u001b[22m\nNegative:\n\n\u001b[1m負：\u001b[22m\n\u001b[1m(Fu:)\u001b[22m\n\nDefinitions of \u001b[4mNegative:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    負\u001b[22m\n        negative, minus\n\u001b[1m    ネガ\u001b[22m\n        negative\n\u001b[1m    消極\u001b[22m\n        negative, conservative\n\u001b[1m    陰画\u001b[22m\n        negative\n\u001b[1m    原板\u001b[22m\n        negative\n\u001b[1m    打ち消し\u001b[22m\n        negation, denial, negative\n\u001b[1m    種板\u001b[22m\n        negative\n\u001b[1m    打消\u001b[22m\n        negation, denial, negative\n\nadjective\n\u001b[1m    陰性\u001b[22m\n        negative\n\u001b[1m    否定的\u001b[22m\n        negative, contradictory\n(-) Everything else\n\n\u001b[1m（-） ほかのすべて\u001b[22m\n\u001b[1m(( - ) Hoka no subete)\u001b[22m\n\nTranslations of \u001b[4m(-) Everything else\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(-) Everything else\u001b[24m\n    \u001b[1m（-） ほかのすべて\u001b[22m, \u001b[1m（ - ）それ以外\u001b[22m, \u001b[1m（ - ）他のすべて\u001b[22m\nApart from the great art and soundtrack, as well as the concept, the movie fails at pretty much every other department. Despite its short 1-hour length, this movie feels like 2 hours due to the slow pacing and constant information dumping. The characters speak endlessly about the details of their world, but without a proper explanation, everything feels like pseudo-scientific mumbo jumbo. The characters remain mostly under-developed, so you don't really care what happens to them. The action scenes were short, and despite the brilliant animation, you don't really know what's happening, apart from the obvious ugly virus monster vs cute anti-virus girl.\n\n\u001b[1m偉大な芸術とサウンドトラック、コンセプトとは別に、映画は他のどの部門でも失敗します。  1時間の長さにもかかわらず、この映画は遅いペーシングと一定の情報ダンプのために2時間のように感じます。 キャラクターは世界の詳細を無限に話しますが、適切な説明がなければ、すべては疑似科学的な巨大なジャンボのように感じます。 キャラクターはほとんど開発されていないままなので、あなたは本当に何が起こるか気にしません。 アクションシーンは短く、鮮やかなアニメーションにもかかわらず、明らかな醜いウイルスモンスターとかわいいアンチウイルスガールとは別に、何が起きているのかは分かりません。\u001b[22m\n\u001b[1m(Idaina geijutsu to saundotorakku, konseputo to wa betsuni, eiga wa hoka no dono bumon demo shippai shimasu. 1-Jikan no naga-sa nimokakawarazu, kono eiga wa osoi pēshingu to ittei no jōhō danpu no tame ni 2-jikan no yō ni kanjimasu. Kyarakutā wa sekai no shōsai o mugen ni hanashimasuga, tekisetsuna setsumei ga nakereba, subete wa giji kagakutekina kyodaina Janbo no yō ni kanjimasu. Kyarakutā wa hotondo kaihatsu sa rete inai mamananode, anata wa hontōni nani ga okoru ka ki ni shimasen. Akushonshīn wa mijikaku, azayakana animēshon nimokakawarazu, akirakana minikui uirusumonsutā to kawaī anchiuirusugāru to wa betsuni, nani ga okite iru no ka wa wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mApart from the great art and soundtrack, as well as the concept, the movie fails at pretty much every other department. Despite its short 1-hour length, this movie feels like 2 hours due to the slow pacing and constant information dumping. The characters speak endlessly about the details of their world, but without a proper explanation, everything feels like pseudo-scientific mumbo jumbo. The characters remain mostly under-developed, so you don't really care what happens to them. The action scenes were short, and despite the brilliant animation, you don't really know what's happening, apart from the obvious ugly virus monster vs cute anti-virus girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mApart from the great art and soundtrack, as well as the concept, the movie fails at pretty much every other department.\u001b[24m\n    \u001b[1m偉大な芸術とサウンドトラック、コンセプトとは別に、映画は他のどの部門でも失敗します。\u001b[22m, \u001b[1m別に偉大な芸術やサウンドトラックだけでなく、コンセプトから、映画はほとんどすべての他の部門で失敗します。\u001b[22m\n\u001b[4mDespite its short 1-hour length, this movie feels like 2 hours due to the slow pacing and constant information dumping.\u001b[24m\n    \u001b[1m1時間の長さにもかかわらず、この映画は遅いペーシングと一定の情報ダンプのために2時間のように感じます。\u001b[22m, \u001b[1mその短い1時間の長さにもかかわらず、この映画は遅いペーシングおよび定数情報ダンピングによる2時間のように感じています。\u001b[22m\n\u001b[4mThe characters speak endlessly about the details of their world, but without a proper explanation, everything feels like pseudo-scientific mumbo jumbo.\u001b[24m\n    \u001b[1mキャラクターは世界の詳細を無限に話しますが、適切な説明がなければ、すべては疑似科学的な巨大なジャンボのように感じます。\u001b[22m, \u001b[1m文字は、彼らの世界の詳細について延々と話すが、適切な説明もなく、すべてが疑似科学ちんぷんかんぷんのように感じています。\u001b[22m\n\u001b[4mThe characters remain mostly under-developed, so you don't really care what happens to them.\u001b[24m\n    \u001b[1mキャラクターはほとんど開発されていないままなので、あなたは本当に何が起こるか気にしません。\u001b[22m, \u001b[1m文字はほとんどが下に開発したままなので、あなたが本当に彼らに何が起こるか気にしません。\u001b[22m\n\u001b[4mThe action scenes were short, and despite the brilliant animation, you don't really know what's happening, apart from the obvious ugly virus monster vs cute anti-virus girl.\u001b[24m\n    \u001b[1mアクションシーンは短く、鮮やかなアニメーションにもかかわらず、明らかな醜いウイルスモンスターとかわいいアンチウイルスガールとは別に、何が起きているのかは分かりません。\u001b[22m, \u001b[1mアクションシーンは短かった、と鮮やかなアニメーションにもかかわらず、あなたは本当に離れてかわいいアンチウイルス少女対明白な醜いウイルスモンスターから、何が起こっているか分かりません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, despite the attempt of doing something unique, this movie ends up being pretty much forgettable and with nothing much to offer apart from the good visuals.\n\n\u001b[1m全体として、ユニークなことをやっているにもかかわらず、この映画はかなり忘れられてしまい、良いビジュアルから離れて提供するものはほとんどありません。\u001b[22m\n\u001b[1m(Zentai to shite, yunīkuna koto o yatte iru nimokakawarazu, kono eiga wa kanari wasure rarete shimai, yoi bijuaru kara hanarete teikyō suru mono wa hotondo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, despite the attempt of doing something unique, this movie ends up being pretty much forgettable and with nothing much to offer apart from the good visuals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, despite the attempt of doing something unique, this movie ends up being pretty much forgettable and with nothing much to offer apart from the good visuals.\u001b[24m\n    \u001b[1m全体として、ユニークなことをやっているにもかかわらず、この映画はかなり忘れられてしまい、良いビジュアルから離れて提供するものはほとんどありません。\u001b[22m, \u001b[1m全体的に、ユニークな何かをすることの試みにもかかわらず、この映画はかなり忘れ、良好なビジュアルから離れて提供するために多くの何もないとされて終わります。\u001b[22m"
  },
  {
    "title": "Glass_no_Hana_to_Kowasu_Sekai",
    "id": "25907",
    "url": "https://myanimelist.net/anime/25907/Glass_no_Hana_to_Kowasu_Sekai",
    "user": "yanderes_anime",
    "profile": "/profile/yanderes_anime/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=210600",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  7\n\nOKこれはスポイラーの無料レビューではありませんが、顔を保存するためにできるだけ早く短くしてみましょう。 これはまた私の2番目のレビューですので、私に同行してください。\n\n全体的には、世界はシステムによって運営されており、システムの女の子として表現されているシステムを維持するのに役立つ2つのプログラムがあります。 このシステムは、社会的平衡と社会的秩序を平和な世界に保つのに役立ちますが、ほとんどのもののように目に見えるものが増えています。\n\nストーリー：6\n私はこれが物語の中で大きな可能性を秘めていて、いくつかの良い社会理論を持っていたにもかかわらず、潜在的にそれを実現したことはありませんでした。 初めは、この物語の世界がReemoという新しいキャラクターに会うようにどのように設定されているかを説明したので素晴らしいものでした。 しかし、映画の30分の間、何もそれは10分の会話がなかったポイントに何が起こった。 私はこれが非常にイライラしていると感じました。なぜなら、この時点では物語について何も考えなかったので、基本的に最後のフィラーだけでした。\n\nアート：8\nA1写真は常に偉大な芸術作品を生み出し、これも例外ではありません。 この種の物語のための芸術作品は、幻想的ではないにしても、スポットであった。  A1は常に色付けが飽和してアニメーションを生き生きとさせて仕事をします。\n\nサウンド：9\n最高のものはそれへの素晴らしいサウンドトラックです。 私の性格は、音が本当に意見の根拠なので、このセクションにコメントする必要はないと思います\n\nキャラクター：7\nそのシリーズのキャラクターは、そのストーリーがどのジャンルに主に基づいていたかに適しています。 セレクターのWIXOSSやMadoka Magicaに非常によく似ているが、このキャラクターは、社会で起こっていることを熟考している女の子に基づいている.Duper、Dorathy、Reemoの主人公はこの種のショーのための完璧な設定だ。 作家が殺されたと思われるキャラクターを取り戻す方法は、たとえ小さなキャラクターでも映画の中で重要な役割を果たしていることを示しています。\n\n楽しさ：7\n彼らは本当に私をイライラする部分でした、なぜ私はこれを見ていると思った。 しかし、私はそれを保ち、最後にそれを見て楽しんだ。\n\n全体：7\n全体的には、70分の時間と、完全に患者を抱えて時間を費やす必要がない、まともな映画です。 私はそれがシリーズに作成された場合、彼らがより多くの時間を持っていた場合、それは潜在的に良いだろうと思うが、それはまともな時計を見つけた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOk this won't be a spoiler free review but I will try and condense it as quick and short as possible to save face. This is also my second review so bear with me.\n\n\u001b[1mOKこれはスポイラーの無料レビューではありませんが、顔を保存するためにできるだけ早く短くしてみましょう。 これはまた私の2番目のレビューですので、私に同行してください。\u001b[22m\n\u001b[1m(OK koreha supoirā no muryō rebyūde wa arimasenga,-gao o hozon suru tame ni dekirudakehayaku mijikaku shite mimashou. Kore wa mata watashi no 2-banme no rebyūdesunode, watashi ni dōkō shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOk this won't be a spoiler free review but I will try and condense it as quick and short as possible to save face. This is also my second review so bear with me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk this won't be a spoiler free review but I will try and condense it as quick and short as possible to save face.\u001b[24m\n    \u001b[1mOKこれはスポイラーの無料レビューではありませんが、顔を保存するためにできるだけ早く短くしてみましょう。\u001b[22m, \u001b[1m[OK]を、これはスポイラー無料レビューではありませんが、私は顔を保存するために、可能な限り迅速かつ短いそれを試してみて、凝縮します。\u001b[22m\n\u001b[4mThis is also my second review so bear with me.\u001b[24m\n    \u001b[1mこれはまた私の2番目のレビューですので、私に同行してください。\u001b[22m, \u001b[1mこれはまた、そのように私と一緒にクマ私の第二回レビューです。\u001b[22m\n\u001b[1m\u001b[22m\nThe overall is that the world is run by a system and there are two programmes which help keep the system in tact which are represented as girls of the system in truth they're anti viruses for the system. This system help to keep social balance and social order in a peaceful world however like most things there are more that meets the eye.\n\n\u001b[1m全体的には、世界はシステムによって運営されており、システムの女の子として表現されているシステムを維持するのに役立つ2つのプログラムがあります。 このシステムは、社会的平衡と社会的秩序を平和な世界に保つのに役立ちますが、ほとんどのもののように目に見えるものが増えています。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, sekai wa shisutemu ni yotte un'ei sa rete ori, shisutemu no on'nanoko to shite hyōgen sa rete iru shisutemu o iji suru no ni yakudatsu 2tsu no puroguramu ga arimasu. Kono shisutemu wa, shakai-teki heikō to shakai-teki chitsujo o heiwana sekai ni tamotsu no ni yakudachimasuga, hotondo no mono no yō ni me ni mieru mono ga fuete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe overall is that the world is run by a system and there are two programmes which help keep the system in tact which are represented as girls of the system in truth they're anti viruses for the system. This system help to keep social balance and social order in a peaceful world however like most things there are more that meets the eye.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall is that the world is run by a system and there are two programmes which help keep the system in tact which are represented as girls of the system in truth they're anti viruses for the system.\u001b[24m\n    \u001b[1m全体的には、世界はシステムによって運営されており、システムの女の子として表現されているシステムを維持するのに役立つ2つのプログラムがあります。\u001b[22m, \u001b[1m全体の世界は、システムによって実行され、それらはシステムのための抗ウイルスだ真実でシステムの女の子として表現されているタクトにシステムを保つのを助ける2つのプログラムがあるということです。\u001b[22m\n\u001b[4mThis system help to keep social balance and social order in a peaceful world however like most things there are more that meets the eye.\u001b[24m\n    \u001b[1mこのシステムは、社会的平衡と社会的秩序を平和な世界に保つのに役立ちますが、ほとんどのもののように目に見えるものが増えています。\u001b[22m, \u001b[1mこのシステムのヘルプは、目を満たしていることよりあるしかしほとんどの事のような平和な世界での社会的バランスと社会秩序を維持します。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6\n\n\u001b[1mストーリー：6\u001b[22m\n\u001b[1m(Sutōrī: 6)\u001b[22m\n\nTranslations of \u001b[4mStory: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6\u001b[24m\n    \u001b[1mストーリー：6\u001b[22m\nI found even though this had major potential in its story and came of with some good socialogical theories, it never really fulfilled it potential. The beginning was great as it described how the world in this story is set up as they meet a new character called Reemo. However for 30 minutes of the movie nothing happened to the point where 10 minutes of it had no dialogue what so ever. I found this very frustrating as it felt like they hadn't thought about anything for the story at this point and just left it with basically what was just filler at the end.\n\n\u001b[1m私はこれが物語の中で大きな可能性を秘めていて、いくつかの良い社会理論を持っていたにもかかわらず、潜在的にそれを実現したことはありませんでした。 初めは、この物語の世界がReemoという新しいキャラクターに会うようにどのように設定されているかを説明したので素晴らしいものでした。 しかし、映画の30分の間、何もそれは10分の会話がなかったポイントに何が起こった。 私はこれが非常にイライラしていると感じました。なぜなら、この時点では物語について何も考えなかったので、基本的に最後のフィラーだけでした。\u001b[22m\n\u001b[1m(Watashi wa kore ga monogatari no naka de ōkina kanōsei o himete ite, ikutsu ka no yoi shakai riron o motte ita nimokakawarazu, senzai-teki ni sore o jitsugen shita koto wa arimasendeshita. Hajime wa, kono monogatari no sekai ga Reemo to iu atarashī kyarakutā ni au yō ni dono yō ni settei sa rete iru ka o setsumei shitanode subarashī monodeshita. Shikashi, eiga no 30-bu no ma, nani mo sore wa 10-bu no kaiwa ga nakatta pointo ni nani ga okotta. Watashi wa kore ga hijō ni iraira shite iru to kanjimashita. Nazenara, kono jitende wa monogatari ni tsuite nani mo kangaenakattanode, kihontekini saigo no firā dakedeshita.)\u001b[22m\n\nTranslations of \u001b[4mI found even though this had major potential in its story and came of with some good socialogical theories, it never really fulfilled it potential. The beginning was great as it described how the world in this story is set up as they meet a new character called Reemo. However for 30 minutes of the movie nothing happened to the point where 10 minutes of it had no dialogue what so ever. I found this very frustrating as it felt like they hadn't thought about anything for the story at this point and just left it with basically what was just filler at the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found even though this had major potential in its story and came of with some good socialogical theories, it never really fulfilled it potential.\u001b[24m\n    \u001b[1m私はこれが物語の中で大きな可能性を秘めていて、いくつかの良い社会理論を持っていたにもかかわらず、潜在的にそれを実現したことはありませんでした。\u001b[22m, \u001b[1m私は、これは、それは実際にそれが潜在的な成就することはありません、その物語の中で主要な可能性を持っていたし、いくつかの良いsocialogical理論との来たにも関わらず発見しました。\u001b[22m\n\u001b[4mThe beginning was great as it described how the world in this story is set up as they meet a new character called Reemo.\u001b[24m\n    \u001b[1m初めは、この物語の世界がReemoという新しいキャラクターに会うようにどのように設定されているかを説明したので素晴らしいものでした。\u001b[22m, \u001b[1mそれは彼らがReemoと呼ばれる新しい文字を満たすように、この物語の中で世界が設定されている方法を説明するように初めは素晴らしかったです。\u001b[22m\n\u001b[4mHowever for 30 minutes of the movie nothing happened to the point where 10 minutes of it had no dialogue what so ever.\u001b[24m\n    \u001b[1mしかし、映画の30分の間、何もそれは10分の会話がなかったポイントに何が起こった。\u001b[22m, \u001b[1mしかし、映画の何の30分間の10分は、どのようなので、今まで何の対話を持っていない点に起こりました。\u001b[22m\n\u001b[4mI found this very frustrating as it felt like they hadn't thought about anything for the story at this point and just left it with basically what was just filler at the end.\u001b[24m\n    \u001b[1m私はこれが非常にイライラしていると感じました。なぜなら、この時点では物語について何も考えなかったので、基本的に最後のフィラーだけでした。\u001b[22m, \u001b[1m私はそれは彼らがこの時点で物語のための何も考えていなかったように感じたように、この非常にイライラ発見し、終了時にちょうどフィラーがあった、基本的にどのようなだけでそれを残しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nA1 pictures always produce great art work and this was no exception. The art work for this kind of story was spot on if not fantastic. A1 always do a job with their colouring saturating and bringing the animation to life.\n\n\u001b[1mA1写真は常に偉大な芸術作品を生み出し、これも例外ではありません。 この種の物語のための芸術作品は、幻想的ではないにしても、スポットであった。  A1は常に色付けが飽和してアニメーションを生き生きとさせて仕事をします。\u001b[22m\n\u001b[1m(A 1 shashin wa tsuneni idaina geijutsu sakuhin o umidashi, kore mo reigaide wa arimasen. Kono tane no monogatari no tame no geijutsu sakuhin wa, gensō-tekide wa nai ni shite mo, supottodeatta. A 1 wa tsuneni irodzuke ga hōwa shite animēshon o ikiikito sa sete shigoto o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mA1 pictures always produce great art work and this was no exception. The art work for this kind of story was spot on if not fantastic. A1 always do a job with their colouring saturating and bringing the animation to life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA1 pictures always produce great art work and this was no exception.\u001b[24m\n    \u001b[1mA1写真は常に偉大な芸術作品を生み出し、これも例外ではありません。\u001b[22m, \u001b[1mA1写真は常に偉大な芸術作品を制作し、これは例外ではありませんでした。\u001b[22m\n\u001b[4mThe art work for this kind of story was spot on if not fantastic.\u001b[24m\n    \u001b[1mこの種の物語のための芸術作品は、幻想的ではないにしても、スポットであった。\u001b[22m, \u001b[1m物語のこの種の作品は素晴らしいされていない場合にスポットしました。\u001b[22m\n\u001b[4mA1 always do a job with their colouring saturating and bringing the animation to life.\u001b[24m\n    \u001b[1mA1は常に色付けが飽和してアニメーションを生き生きとさせて仕事をします。\u001b[22m, \u001b[1mA1は、常に彼らの着色飽和で仕事をし、生活にアニメーションをもたらします。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nThe best thing is the amazing soundtrack to it. I personality don't think I need to comment on this section to much because the sounds are really a base of opinion\n\n\u001b[1m最高のものはそれへの素晴らしいサウンドトラックです。 私の性格は、音が本当に意見の根拠なので、このセクションにコメントする必要はないと思います\u001b[22m\n\u001b[1m(Saikō no mono wa sore e no subarashī saundotorakkudesu. Watashi no seikaku wa,-on ga hontōni iken no konkyonanode, kono sekushon ni komento suru hitsuyō wa nai to omoimasu)\u001b[22m\n\nTranslations of \u001b[4mThe best thing is the amazing soundtrack to it. I personality don't think I need to comment on this section to much because the sounds are really a base of opinion\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best thing is the amazing soundtrack to it.\u001b[24m\n    \u001b[1m最高のものはそれへの素晴らしいサウンドトラックです。\u001b[22m, \u001b[1m最もよい事はそれに驚くべきサウンドトラックです。\u001b[22m\n\u001b[4mI personality don't think I need to comment on this section to much because the sounds are really a base of opinion\u001b[24m\n    \u001b[1m私の性格は、音が本当に意見の根拠なので、このセクションにコメントする必要はないと思います\u001b[22m, \u001b[1m音は本当に意見のベースですので、私は性格は、私はずっとこのセクションにコメントする必要はないと思います\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\nThe characters in the series suited to what genre the story was mainly based on. Very similar to Selector WIXOSS and Madoka Magica, the characters are based on girls struggling on what comes to term with what happens in society.The main characters of Dual, Dorathy and Reemo are a perfect setting for this kind of show. The way the writers brings back characters that were suppose to have been killed off, show that each character even small have a major part to play in the movie.\n\n\u001b[1mそのシリーズのキャラクターは、そのストーリーがどのジャンルに主に基づいていたかに適しています。 セレクターのWIXOSSやMadoka Magicaに非常によく似ているが、このキャラクターは、社会で起こっていることを熟考している女の子に基づいている.Duper、Dorathy、Reemoの主人公はこの種のショーのための完璧な設定だ。 作家が殺されたと思われるキャラクターを取り戻す方法は、たとえ小さなキャラクターでも映画の中で重要な役割を果たしていることを示しています。\u001b[22m\n\u001b[1m(Sono shirīzu no kyarakutā wa, sono sutōrī ga dono janru ni omoni motodzuite ita ka ni tekishite imasu. Serekutā no WIXOSS ya Madoka magika ni hijō ni yoku nite iruga, kono kyarakutā wa, shakai de okotte iru koto o jukukō shite iru on'nanoko ni motodzuite iru. Duper, Dorathy, Reemo no shujinkō wa kono tane no shō no tame no kanpekina setteida. Sakka ga korosa reta to omowa reru kyarakutā o torimodosu hōhō wa, tatoe chīsana kyarakutā demo eiga no naka de jūyōna yakuwari o hatashite iru koto o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in the series suited to what genre the story was mainly based on. Very similar to Selector WIXOSS and Madoka Magica, the characters are based on girls struggling on what comes to term with what happens in society.The main characters of Dual, Dorathy and Reemo are a perfect setting for this kind of show. The way the writers brings back characters that were suppose to have been killed off, show that each character even small have a major part to play in the movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in the series suited to what genre the story was mainly based on.\u001b[24m\n    \u001b[1mそのシリーズのキャラクターは、そのストーリーがどのジャンルに主に基づいていたかに適しています。\u001b[22m, \u001b[1m物語をジャンル何に適した一連の文字は、主に基づいていました。\u001b[22m\n\u001b[4mVery similar to Selector WIXOSS and Madoka Magica, the characters are based on girls struggling on what comes to term with what happens in society.The main characters of Dual, Dorathy and Reemo are a perfect setting for this kind of show.\u001b[24m\n    \u001b[1mセレクターのWIXOSSやMadoka Magicaに非常によく似ているが、このキャラクターは、社会で起こっていることを熟考している女の子に基づいている.Duper、Dorathy、Reemoの主人公はこの種のショーのための完璧な設定だ。\u001b[22m, \u001b[1mセレクタWIXOSSとまどかマジカに非常に類似し、文字が二重、DorathyとReemoのメインキャラクターがショーのこの種のための完全な設定ですsociety.Theで何が起こるかとの長期になるものに苦しんで女の子に基づいています。\u001b[22m\n\u001b[4mThe way the writers brings back characters that were suppose to have been killed off, show that each character even small have a major part to play in the movie.\u001b[24m\n    \u001b[1m作家が殺されたと思われるキャラクターを取り戻す方法は、たとえ小さなキャラクターでも映画の中で重要な役割を果たしていることを示しています。\u001b[22m, \u001b[1m作家がオフに殺されたと仮定された文字を戻す方法は、小さくても各文字が映画の中でプレーする主要な部分を持っていることを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\nThey were parts that really irked me and i thought why am i watching this. But i kept to it and towards the end enjoyed watching it.\n\n\u001b[1m彼らは本当に私をイライラする部分でした、なぜ私はこれを見ていると思った。 しかし、私はそれを保ち、最後にそれを見て楽しんだ。\u001b[22m\n\u001b[1m(Karera wa hontōni watashi o iraira suru bubundeshita, naze watashi wa kore o mite iru to omotta. Shikashi, watashi wa sore o tamochi, saigo ni sore o mite tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mThey were parts that really irked me and i thought why am i watching this. But i kept to it and towards the end enjoyed watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey were parts that really irked me and i thought why am i watching this.\u001b[24m\n    \u001b[1m彼らは本当に私をイライラする部分でした、なぜ私はこれを見ていると思った。\u001b[22m, \u001b[1m彼らは本当に私をイライラする部分であり、私はこれを見ていますなぜ私は思いました。\u001b[22m\n\u001b[4mBut i kept to it and towards the end enjoyed watching it.\u001b[24m\n    \u001b[1mしかし、私はそれを保ち、最後にそれを見て楽しんだ。\u001b[22m, \u001b[1mしかし、私はそれに保ち、終わりに向かってそれを見て楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nOverall it is a decent movie which only lasts 70 minutes of your time and its something you don't have to totally have patients and invest time into. I found it a decent watch however i believe if they had more time if it was created into a series, this would potentially be better.\n\n\u001b[1m全体的には、70分の時間と、完全に患者を抱えて時間を費やす必要がない、まともな映画です。 私はそれがシリーズに作成された場合、彼らがより多くの時間を持っていた場合、それは潜在的に良いだろうと思うが、それはまともな時計を見つけた。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, 70-bu no jikan to, kanzen ni kanja o kakaete jikan o tsuiyasu hitsuyō ga nai, matomona eigadesu. Watashi wa sore ga shirīzu ni sakusei sa reta baai, karera ga yori ōku no jikan o motte ita baai, soreha senzai-teki ni yoidarou to omou ga, sore wa matomona tokei o mitsuketa.)\u001b[22m\n\nTranslations of \u001b[4mOverall it is a decent movie which only lasts 70 minutes of your time and its something you don't have to totally have patients and invest time into. I found it a decent watch however i believe if they had more time if it was created into a series, this would potentially be better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall it is a decent movie which only lasts 70 minutes of your time and its something you don't have to totally have patients and invest time into.\u001b[24m\n    \u001b[1m全体的には、70分の時間と、完全に患者を抱えて時間を費やす必要がない、まともな映画です。\u001b[22m, \u001b[1m全体的には、あなたの時間とあなたが完全に患者を持っており、中に時間を投資する必要はありません、その何かの70分間続き、まともな映画があります。\u001b[22m\n\u001b[4mI found it a decent watch however i believe if they had more time if it was created into a series, this would potentially be better.\u001b[24m\n    \u001b[1m私はそれがシリーズに作成された場合、彼らがより多くの時間を持っていた場合、それは潜在的に良いだろうと思うが、それはまともな時計を見つけた。\u001b[22m, \u001b[1m私はそれがまともな時計しかし、私はそれがシリーズに作成された場合、彼らはより多くの時間を持っていた場合、これは潜在的に良いだろうと考えているが見つかりました。\u001b[22m"
  },
  {
    "title": "Glass_no_Hana_to_Kowasu_Sekai",
    "id": "25907",
    "url": "https://myanimelist.net/anime/25907/Glass_no_Hana_to_Kowasu_Sekai",
    "user": "ganon11000",
    "profile": "/profile/ganon11000/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=209631",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  10\n\nアニメーション：アニメーション、背景など...素晴らしいものでした！ それらは抽象的であり、私が見た他のアニメとは非常に異なっており、実際にその話をするのを助けました。\n\nストーリー：ストーリー...。 まあ私はちょうどそれを終了し、私はまだ私が実際に見たものにちょっと失われています。 私は基本的な話をしていて、何が起こったかのように、それはちょっとランダムで、時には構造化されていないように見えました。 それにもかかわらず、それは最後に十分な意味を持っていました。\n\nキャラクター：キャラクターはうまくいっていて、カントゥクに＆3（私はカントクのファンです）をデザインすると言うことができます。 私は彼らが大半の人格権を得ていると思うし、コメントするのを見ながらネガティブなことは考えなかった。\n\n音楽：音楽は映画を向上させるように見えましたが、それはショーについて覚えておくのは珍しいことです（それは良いサウンドトラックだった可能性が高いでしょう）。\n\n楽しさ：私は多くの楽しさを得て、このショーを外に感じます。 私はあまり話しませんが、それは私にとっては非常に強力なショーでした。私はたくさんの泣きました（私は弱い人以上です）ので、これで10/10になります！\n\nファンサービス：低い\n\n私はそれをお勧めします：うーん、もしあなたがショーを感じる、またはショーのために準備ができているなら、おそらくこれを楽しむでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAnimation : The animation, backgrounds etc… were amazing! They were abstract and very different to most other animes I’ve seen and it really helped tell the story.\n\n\u001b[1mアニメーション：アニメーション、背景など...素晴らしいものでした！ それらは抽象的であり、私が見た他のアニメとは非常に異なっており、実際にその話をするのを助けました。\u001b[22m\n\u001b[1m(Animēshon: Animēshon, haikei nado... Subarashī monodeshita! Sorera wa chūshō-tekideari, watashi ga mita ta no anime to wa hijō ni kotonatte ori, jissai ni sono hanashi o suru no o tasukemashita.)\u001b[22m\n\nTranslations of \u001b[4mAnimation : The animation, backgrounds etc… were amazing! They were abstract and very different to most other animes I’ve seen and it really helped tell the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation : The animation, backgrounds etc… were amazing!\u001b[24m\n    \u001b[1mアニメーション：アニメーション、背景など...素晴らしいものでした！\u001b[22m, \u001b[1mアニメーション：アニメーション、背景などが...驚くべきでした！\u001b[22m\n\u001b[4mThey were abstract and very different to most other animes I’ve seen and it really helped tell the story.\u001b[24m\n    \u001b[1mそれらは抽象的であり、私が見た他のアニメとは非常に異なっており、実際にその話をするのを助けました。\u001b[22m, \u001b[1m彼らは抽象的で、私が見た中で最も他のアニメに非常に異なっていた、それは本当に話を助けました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story …. Well I just finished it and I’m still kinda lost on what I actually watched. Like I get the basic story and what happened but it seemed a bit random and unstructured at times. Nonetheless, it made enough sense in the end.\n\n\u001b[1mストーリー：ストーリー...。 まあ私はちょうどそれを終了し、私はまだ私が実際に見たものにちょっと失われています。 私は基本的な話をしていて、何が起こったかのように、それはちょっとランダムで、時には構造化されていないように見えました。 それにもかかわらず、それは最後に十分な意味を持っていました。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī.... Mā watashi wa chōdo sore o shūryō shi, watashi wa mada watashi ga jissai ni mita mono ni chotto ushinawa rete imasu. Watashi wa kihon-tekina hanashi o shite ite, nani ga okotta ka no yō ni, sore wa chotto randamu de, tokiniha kōzō-ka sa rete inai yō ni miemashita. Sore nimokakawarazu, soreha saigo ni jūbun'na imi o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story …. Well I just finished it and I’m still kinda lost on what I actually watched. Like I get the basic story and what happened but it seemed a bit random and unstructured at times. Nonetheless, it made enough sense in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story ….\u001b[24m\n    \u001b[1mストーリー：ストーリー...。\u001b[22m, \u001b[1mストーリー：物語...。\u001b[22m\n\u001b[4mWell I just finished it and I’m still kinda lost on what I actually watched.\u001b[24m\n    \u001b[1mまあ私はちょうどそれを終了し、私はまだ私が実際に見たものにちょっと失われています。\u001b[22m, \u001b[1mさて、私はそれを終えて、私はまだちょっと私が実際に見たものに迷ってしまいました。\u001b[22m\n\u001b[4mLike I get the basic story and what happened but it seemed a bit random and unstructured at times.\u001b[24m\n    \u001b[1m私は基本的な話をしていて、何が起こったかのように、それはちょっとランダムで、時には構造化されていないように見えました。\u001b[22m, \u001b[1m私は基本的なストーリーと何が起こったが、それは時間にビットのランダム化および非構造化見えたを取得しますように。\u001b[22m\n\u001b[4mNonetheless, it made enough sense in the end.\u001b[24m\n    \u001b[1mそれにもかかわらず、それは最後に十分な意味を持っていました。\u001b[22m, \u001b[1mそれにもかかわらず、それは最終的に十分な意味がありました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: The characters were well done and you can tell Kantoku designed them &lt;3 (I’m a fan of Kantoku). I think they got the personality right for the most part and I didn’t think of anything negative while watching to comment on.\n\n\u001b[1mキャラクター：キャラクターはうまくいっていて、カントゥクに＆3（私はカントクのファンです）をデザインすると言うことができます。 私は彼らが大半の人格権を得ていると思うし、コメントするのを見ながらネガティブなことは考えなかった。\u001b[22m\n\u001b[1m(Kyarakutā: Kyarakutā wa umaku itte ite, kanto~uku ni& 3 (watashi wa Kantoku no fandesu) o dezain suru to iu koto ga dekimasu. Watashi wa karera ga taihan no jinkaku-ken o ete iru to omoushi, komento suru no o minagara negatibuna koto wa kangaenakatta.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: The characters were well done and you can tell Kantoku designed them &lt;3 (I’m a fan of Kantoku). I think they got the personality right for the most part and I didn’t think of anything negative while watching to comment on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: The characters were well done and you can tell Kantoku designed them &lt;3 (I’m a fan of Kantoku).\u001b[24m\n    \u001b[1mキャラクター：キャラクターはうまくいっていて、カントゥクに＆3（私はカントクのファンです）をデザインすると言うことができます。\u001b[22m, \u001b[1m文字：文字がよくやった、あなたはカントクを伝えることができ、それら＆LTを設計し、3（私はカントクのファンです）。\u001b[22m\n\u001b[4mI think they got the personality right for the most part and I didn’t think of anything negative while watching to comment on.\u001b[24m\n    \u001b[1m私は彼らが大半の人格権を得ていると思うし、コメントするのを見ながらネガティブなことは考えなかった。\u001b[22m, \u001b[1m私は、彼らはほとんどの部分は人格権を持って、上のコメントを見ながら、私は否定的な何も考えていなかったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nMusic: The music did seem to enhance the movie and that is a rare thing for me to remember about a show (most likely meaning it was a good soundtrack).\n\n\u001b[1m音楽：音楽は映画を向上させるように見えましたが、それはショーについて覚えておくのは珍しいことです（それは良いサウンドトラックだった可能性が高いでしょう）。\u001b[22m\n\u001b[1m(Ongaku: Ongaku wa eiga o kōjō sa seru yō ni miemashitaga, soreha shō ni tsuite oboete oku no wa mezurashī kotodesu (sore wa yoi saundotorakkudatta kanōsei ga takaideshou).)\u001b[22m\n\nTranslations of \u001b[4mMusic: The music did seem to enhance the movie and that is a rare thing for me to remember about a show (most likely meaning it was a good soundtrack).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: The music did seem to enhance the movie and that is a rare thing for me to remember about a show (most likely meaning it was a good soundtrack).\u001b[24m\n    \u001b[1m音楽：音楽は映画を向上させるように見えましたが、それはショーについて覚えておくのは珍しいことです（それは良いサウンドトラックだった可能性が高いでしょう）。\u001b[22m, \u001b[1mミュージック：音楽は映画を高めるように思わなかったし、それは私が（ほとんどの場合、それは良いサウンドトラックだったという意味）ショーについて覚えておくためのレア物です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I got a lot of enjoyment and feels outta this show. I won’t say much but it was quite a powerful show to me and I cried a lot (I'm more than a weak person) so it gets 10/10 in this!\n\n\u001b[1m楽しさ：私は多くの楽しさを得て、このショーを外に感じます。 私はあまり話しませんが、それは私にとっては非常に強力なショーでした。私はたくさんの泣きました（私は弱い人以上です）ので、これで10/10になります！\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa ōku no tanoshisa o ete, kono shō o soto ni kanjimasu. Watashi wa amari hanashimasenga, sore wa watashi ni totte wa hijō ni kyōryokuna shōdeshita. Watashi wa takusan no nakimashita (watashi wa yowai nin'ijōdesu)node, kore de 10/ 10 ni narimasu!)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I got a lot of enjoyment and feels outta this show. I won’t say much but it was quite a powerful show to me and I cried a lot (I'm more than a weak person) so it gets 10/10 in this!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I got a lot of enjoyment and feels outta this show.\u001b[24m\n    \u001b[1m楽しさ：私は多くの楽しさを得て、このショーを外に感じます。\u001b[22m, \u001b[1m楽しさ：私は楽しみの多くを持って、この番組を離れる感じています。\u001b[22m\n\u001b[4mI won’t say much but it was quite a powerful show to me and I cried a lot (I'm more than a weak person) so it gets 10/10 in this!\u001b[24m\n    \u001b[1m私はあまり話しませんが、それは私にとっては非常に強力なショーでした。私はたくさんの泣きました（私は弱い人以上です）ので、これで10/10になります！\u001b[22m, \u001b[1m私は多くを言うことはありませんが、それは私には非常に強力ショーだったと私は多くのことを叫んだ（私は弱い人以上だ）ので、この中の10月10日を取得します！\u001b[22m\n\u001b[1m\u001b[22m\nFan Service: Low\n\n\u001b[1mファンサービス：低い\u001b[22m\n\u001b[1m(Fansābisu: Hikui)\u001b[22m\n\nTranslations of \u001b[4mFan Service: Low\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFan Service: Low\u001b[24m\n    \u001b[1mファンサービス：低い\u001b[22m, \u001b[1mファンサービス：低\u001b[22m\n\u001b[1m\u001b[22m\nWho I would recommend it to: hmm, if you like feels shows or are prepared for a feels show this is probably worth watching, also if your into all the Sci-Fi stuff you’ll probably enjoy this one!\n\n\u001b[1m私はそれをお勧めします：うーん、もしあなたがショーを感じる、またはショーのために準備ができているなら、おそらくこれを楽しむでしょう。\u001b[22m\n\u001b[1m(Watashi wa sore o o susume shimasu: U ̄ n, moshi anata ga shō o kanjiru, matawa shō no tame ni junbi ga dekite irunara, osoraku kore o tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mWho I would recommend it to: hmm, if you like feels shows or are prepared for a feels show this is probably worth watching, also if your into all the Sci-Fi stuff you’ll probably enjoy this one!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWho I would recommend it to: hmm, if you like feels shows or are prepared for a feels show this is probably worth watching, also if your into all the Sci-Fi stuff you’ll probably enjoy this one!\u001b[24m\n    \u001b[1m私はそれをお勧めします：うーん、もしあなたがショーを感じる、またはショーのために準備ができているなら、おそらくこれを楽しむでしょう。\u001b[22m, \u001b[1m私はそれをお勧めします誰が：うーん、あなたが好きなら、あなたはおそらく、このいずれかをお楽しみいただけますあなたのすべてのSFものへの場合も、ショーを感じているか、これは見て、おそらく価値がある示す感触のために用意されています！\u001b[22m"
  },
  {
    "title": "Glass_no_Hana_to_Kowasu_Sekai",
    "id": "25907",
    "url": "https://myanimelist.net/anime/25907/Glass_no_Hana_to_Kowasu_Sekai",
    "user": "Ksaraf23",
    "profile": "/profile/Ksaraf23/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=212072",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  7\n|  8\n\nGarakowaは、少なくとも一言言うと、とても面白い映画です。 それは実際には何でもありません。 最も貴重な人生の瞬間を集めたものだけでなく、3人の女の子が最もつながっています。 このブロガーの意見では、これは本当に一見する価値のある物語です。\n\n映画は主に、そこに住んでいた人々を含め、すべての時間と空間のデータを実際に記録できる高度なOSで行われます。  2つのアンチウイルスプログラム、DualとDorothyは破損したデータを破棄することを委任されています。 ウィルスとして知られているが、彼らは人工の世界だけでなく、かつてそこに住んでいた人々のデータに感染する。  DuelとDorothyは、データ世界の中に入って、腐敗しすぎて救われるものを見つけなければなりません。 もちろん、これは彼らが\"友人\"であると考えている人々を含め、そこの人々を破壊しなければならないということです。\n\nその悲惨な時代は、ある日、Remoとしてしか知られていない謎の女の子が敗北したウイルスから落ちるとすぐに変わる。 彼女が誰で、どこから来たのか分からず、レモはドロシーとデュアルと一緒にぶらぶらしていて、その3人は本物のものの本質を超越するすばらしい絆を共有しています...\n\nもしそれが警官のように聞こえたら...\n\nおめでとう！ あなたはクッキーを手に入れます。\n\n映画は、それよりも暗いです。 しかし、それは非常に多くの面で豊かで愛嬌のある映画であり、シンプルで愛想のあるメッセージでビジュアルな傑作を作り出しています。\n\n\nアート\n10/10\nビジュアルはこの映画では絶対に息を吹きました！ 私は特に、ナイアガラの滝のようなランドマークのデータバージョンを訪問した場所や、スタッフが再作成するだけでなく、現実的なように見えるようにアニメーション化するためにどれくらいの労力を費やしたかが気に入っていました。 ウイルスは単に典型的な飼料であった。 彼らについて特別なことは何もありません。 しかし、データ世界のカラフルな景観は、見逃すべき驚異的なものでした。キャラクターモデルは単なる典型的なモエでしたが、私はそれほど気にしていませんでした。 それがうまくいけば、萌えはいいです！\n\n音楽\n8/10\n映画の真ん中には、私にとってはちょっとした2曲がありました。 しかし、本当に私のために働いたのはバックグラウンドミュージックでした。 ピアノはストーリーを前方に推進する重要なプロットポイントとしてストーリーを補完しただけでなく、とても見事で、見守っている間、私をくつろげ、リラックスさせてくれました。 キャラクターとのやりとりや映画の最終行為の際に、特にそれらの瞬間に音楽がどれくらい感じられたか、特に何百回も画面上で行われたことがわかっていたトロピカルのために、これは素晴らしいことでした。 しかし、それは本当に私の楽しさを減少させませんでした。\n\n\nストーリー\n7/10\nプロットは賢明な、このジャンルの他の人からこの映画を分けるためにあまりにも異なるものはなかった。 しかし、それは人類についての重要な疑問を提起しました。 その目的のために最善の正義は何ですか？ 喜びと愛と幸福のような最も美しい部分を覚えておくことだけが重要ですか？ 痛みや戦争のようなものは悲しいものですが、私たちを人類を幸せなものにするものの一部でもあります。 私はそれが本当に深い考えであると思っていました。私は以前アニメで見たことがありましたが、今まで考えたことはありませんでした。\n\n\nキャラクター\n10/10\nディレクターの紹介によると、彼にとってこの映画の最も重要な部分は文字だった。 それほど多くはないし、割り当てられた時間があまりありませんでした。私は本当にそれらを探検する映画です。\n\nドロシー\nウイルスを削除してデータに縛られているように見える、「tsundere」プログラムであるDorothyは、ストーリーに関してはそれほど重要な焦点ではありません。 それにもかかわらず、彼女は映画の中で興味深いキャラクターの成長をしています。 彼女は最初、味と幸福のような人間の感情や感情を「奇妙な」ものと見なしますが、時間をかけて人生を感謝し、「夢」や「気持ち」などのことは結局悪いことではないことを認識します。 それは死に至りましたが、それはとても美しくここで行われ、彼女に起こったときにはとても愛情を感じます。\n\n\n\nDUAL本来、大したことではないようにウイルスを削除する仕事をしてくれた人として紹介されたDualは、当初よりも「人間」であることが明らかになりました。 彼女が自分自身に「美味しい」と言った場合、おいしいものを味わうことができるということは、彼女が本当に自己をどのように認識しているかを示す小さな指標に過ぎません。 これは、彼女と友情を育むピアノへの情熱を持つデーターマン、そして永遠に彼女の世界を変える女の子のレモ（Remo）との接触を通じて増加するだけです。\n\n\nREMO\n彼女の性格に関するいくつかの興味深いことがありますが、本当に重要なのは、彼女の新しい友人と彼女の秘密の使命の両方に、本当に重要なのは、本当に重要なのは、人類が本当にいかに重要であるか、 価値がある！\n\n\n全体\nこれは挑戦的な\"アニメ映画オブザイヤー\"の素材ではありませんが、それは少なくとも数分後に思うままになる人生についての簡単なメッセージ（そしておそらくテクノロジーについて）を持つ楽しい映画です。  Crunchyrollでそれを見て、ディレクター自身からの紹介とQ＆amp; Aを記入してください！ あなたはこの1つを見逃したくありません！\n\nGarakowa  - 世界を復元するには、Crunchyrollで、イントロと監督のQ＆amp; Aで完結し、映画の主要な側面を記述します。 見ることが大事なので、実際の映画と一緒に見てみることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nGarakowa is a very interesting movie, to say the least. It’s not really about anything; just a collection of the most precious moments of life, and the three girls most connected to them. In this blogger’s opinion, this is truly a story worth taking a glance at.\n\n\u001b[1mGarakowaは、少なくとも一言言うと、とても面白い映画です。 それは実際には何でもありません。 最も貴重な人生の瞬間を集めたものだけでなく、3人の女の子がそれらに最も関連しています。 このブロガーの意見では、これは本当に一見する価値のある物語です。\u001b[22m\n\u001b[1m(Garakowa wa, sukunakutomo hitokoto iu to, totemo omoshiroi eigadesu. Sore wa jissai ni wa nani demo arimasen. Mottomo kichōna jinsei no shunkan o atsumeta mono dakedenaku, 3-ri no on'nanoko ga sorera ni mottomo kanren shite imasu. Kono burogā no ikende wa, kore wa hontōni ikken suru kachinoaru monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mGarakowa is a very interesting movie, to say the least. It’s not really about anything; just a collection of the most precious moments of life, and the three girls most connected to them. In this blogger’s opinion, this is truly a story worth taking a glance at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGarakowa is a very interesting movie, to say the least.\u001b[24m\n    \u001b[1mGarakowaは、少なくとも一言言うと、とても面白い映画です。\u001b[22m, \u001b[1mGarakowaは、控えめに言って、非常に興味深い映画です。\u001b[22m\n\u001b[4mIt’s not really about anything;\u001b[24m\n    \u001b[1mそれは実際には何でもありません。\u001b[22m, \u001b[1mそれは何でも実際にはありません。\u001b[22m\n\u001b[4mjust a collection of the most precious moments of life, and the three girls most connected to them.\u001b[24m\n    \u001b[1m最も貴重な人生の瞬間を集めたものだけでなく、3人の女の子がそれらに最も関連しています。\u001b[22m, \u001b[1mちょうど人生の最も貴重な瞬間のコレクション、そして最もそれらに接続された3つの女の子。\u001b[22m\n\u001b[4mIn this blogger’s opinion, this is truly a story worth taking a glance at.\u001b[24m\n    \u001b[1mこのブロガーの意見では、これは本当に一見する価値のある物語です。\u001b[22m, \u001b[1mこのブロガーの意見では、これは本当に一目を取る価値がある物語です。\u001b[22m\n\u001b[1m\u001b[22m\nThe film takes place primarily within an advanced OS capable of actually recording data of all periods of time and space, including the people who lived there. Two anti-virus programs, Dual and Dorothy are entrusted with destroying the corrupted data. Known as viruses, they infect the artificial worlds as well as the data of the people who once lived there. Duel and Dorothy have to go inside the data worlds and find the ones that are too corrupted to be saved. Of course, this means they have to destroy the people there, including the ones they consider to be “friends”.\n\n\u001b[1m映画は主に、そこに住んでいた人々を含め、すべての時間と空間のデータを実際に記録できる高度なOSで行われます。  2つのアンチウイルスプログラム、DualとDorothyは破損したデータを破棄することを委任されています。 ウィルスとして知られているが、彼らは人工の世界だけでなく、かつてそこに住んでいた人々のデータに感染する。  DuelとDorothyは、データ世界の中に入って、腐敗しすぎて救われるものを見つけなければなりません。 もちろん、これは彼らが\"友人\"であると考えている人々を含め、そこの人々を破壊しなければならないということです。\u001b[22m\n\u001b[1m(Eiga wa omoni, soko ni sunde ita hitobito o fukume, subete no jikan to kūkan no dēta o jissai ni kiroku dekiru kōdona OS de okonawa remasu. 2Tsu no anchiuirusupuroguramu, de~yuaru to Dorothy wa hason shita dēta o haki suru koto o inin sa rete imasu. U~irusu to shite shira rete iruga, karera wa jinkō no sekai dakedenaku, katsute soko ni sunde ita hitobito no dēta ni kansen suru. Duel to Dorothy wa, dēta sekai no naka ni haitte, fuhai shi sugite sukuwa reru mono o mitsukenakereba narimasen. Mochiron, kore wa karera ga\" yūjin\"dearu to kangaete iru hitobito o fukume, soko no hitobito o hakai shinakereba naranai to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe film takes place primarily within an advanced OS capable of actually recording data of all periods of time and space, including the people who lived there. Two anti-virus programs, Dual and Dorothy are entrusted with destroying the corrupted data. Known as viruses, they infect the artificial worlds as well as the data of the people who once lived there. Duel and Dorothy have to go inside the data worlds and find the ones that are too corrupted to be saved. Of course, this means they have to destroy the people there, including the ones they consider to be “friends”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe film takes place primarily within an advanced OS capable of actually recording data of all periods of time and space, including the people who lived there.\u001b[24m\n    \u001b[1m映画は主に、そこに住んでいた人々を含め、すべての時間と空間のデータを実際に記録できる高度なOSで行われます。\u001b[22m, \u001b[1mフィルムは、主に実際にそこに住んでいた人々を含め、時間と空間のすべての期間のデータを記録することが可能な高度なOS内で行われます。\u001b[22m\n\u001b[4mTwo anti-virus programs, Dual and Dorothy are entrusted with destroying the corrupted data.\u001b[24m\n    \u001b[1m2つのアンチウイルスプログラム、DualとDorothyは破損したデータを破棄することを委任されています。\u001b[22m, \u001b[1m2つの抗ウイルスプログラム、デュアルとドロシーは、破損したデータを破壊を委託されています。\u001b[22m\n\u001b[4mKnown as viruses, they infect the artificial worlds as well as the data of the people who once lived there.\u001b[24m\n    \u001b[1mウィルスとして知られているが、彼らは人工の世界だけでなく、かつてそこに住んでいた人々のデータに感染する。\u001b[22m, \u001b[1mウイルスとして知られている、彼らは人工的な世界だけでなく、かつてそこに住んでいた人のデータに感染します。\u001b[22m\n\u001b[4mDuel and Dorothy have to go inside the data worlds and find the ones that are too corrupted to be saved.\u001b[24m\n    \u001b[1mDuelとDorothyは、データ世界の中に入って、腐敗しすぎて救われるものを見つけなければなりません。\u001b[22m, \u001b[1mデュエルとドロシーは、データの世界の内側に移動して保存することができないほど破損しているものを見つける必要があります。\u001b[22m\n\u001b[4mOf course, this means they have to destroy the people there, including the ones they consider to be “friends”.\u001b[24m\n    \u001b[1mもちろん、これは彼らが\"友人\"であると考えている人々を含め、そこの人々を破壊しなければならないということです。\u001b[22m, \u001b[1mもちろん、これは、彼らが「友人」であると考えるものも含めて、そこに人々を破壊しなければならないことを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nThose harrowing days soon change when one day, a mysterious girl known only as Remo falls from a defeated virus. Unknowing of who she is and where she comes from, Remo starts to hang around with Dorothy and Dual, and the three of them share an amazing bond that will transcend the very essence of what it means to be real…\n\n\u001b[1mその悲惨な時代は、ある日、Remoとしてしか知られていない謎の女の子が敗北したウイルスから落ちるとすぐに変わる。 彼女が誰で、どこから来たのか分からず、レモはドロシーとデュアルと一緒にぶらぶらしていて、その3人は本物のものの本質を超越するすばらしい絆を共有しています...\u001b[22m\n\u001b[1m(Sono hisan'na jidai wa, aru hi, Remo to shite shika shira rete inai nazo no on'nanoko ga haiboku shita uirusu kara ochiruto sugu ni kawaru. Kanojo ga dare de, dokokarakitano ka wakarazu, remo wa doroshī to de~yuaru to issho ni burabura shite ite, sono 3-ri wa honmono no mono no honshitsu o chōetsu suru subarashī kizuna o kyōyū shite imasu...)\u001b[22m\n\nTranslations of \u001b[4mThose harrowing days soon change when one day, a mysterious girl known only as Remo falls from a defeated virus. Unknowing of who she is and where she comes from, Remo starts to hang around with Dorothy and Dual, and the three of them share an amazing bond that will transcend the very essence of what it means to be real…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThose harrowing days soon change when one day, a mysterious girl known only as Remo falls from a defeated virus.\u001b[24m\n    \u001b[1mその悲惨な時代は、ある日、Remoとしてしか知られていない謎の女の子が敗北したウイルスから落ちるとすぐに変わる。\u001b[22m, \u001b[1m1日のみレモとして知られている謎の少女が敗北ウイルスから低下したとき、これらの悲惨な日はすぐに変更します。\u001b[22m\n\u001b[4mUnknowing of who she is and where she comes from, Remo starts to hang around with Dorothy and Dual, and the three of them share an amazing bond that will transcend the very essence of what it means to be real…\u001b[24m\n    \u001b[1m彼女が誰で、どこから来たのか分からず、レモはドロシーとデュアルと一緒にぶらぶらしていて、その3人は本物のものの本質を超越するすばらしい絆を共有しています...\u001b[22m, \u001b[1m彼女は、彼女はどこから来る、レモはドロシーとデュアルでたむろし始め、それらの3つは、それが本当であることを意味するものの本質を超越します驚くほどの結合を共有する人の無知...\u001b[22m\n\u001b[1m\u001b[22m\nIf that sounded like a cop out…\n\n\u001b[1mもしそれが警官のように聞こえたら...\u001b[22m\n\u001b[1m(Moshi sore ga keikan no yō ni kikoetara...)\u001b[22m\n\nTranslations of \u001b[4mIf that sounded like a cop out…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf that sounded like a cop out…\u001b[24m\n    \u001b[1mもしそれが警官のように聞こえたら...\u001b[22m, \u001b[1mそれは警官アウトのように聞こえた場合は...\u001b[22m\n\u001b[1m\u001b[22m\nCONGRATULATIONS!! You get a cookie.\n\n\u001b[1mおめでとう！ あなたはクッキーを手に入れます。\u001b[22m\n\u001b[1m(Omedetō! Anata wa kukkī o te ni iremasu.)\u001b[22m\n\nTranslations of \u001b[4mCONGRATULATIONS!! You get a cookie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCONGRATULATIONS!!\u001b[24m\n    \u001b[1mおめでとう！\u001b[22m, \u001b[1mおめでとうございます!!\u001b[22m\n\u001b[4mYou get a cookie.\u001b[24m\n    \u001b[1mあなたはクッキーを手に入れます。\u001b[22m, \u001b[1mあなたはクッキーを取得します。\u001b[22m\n\u001b[1m\u001b[22m\nThe movie is way more darker than it appears to be. But it was a rich and endearing movie in so many aspects, creating a visual masterpiece with a simple but endearing message.\n\n\u001b[1m映画は、それよりも暗いです。 しかし、それは非常に多くの面で豊かで愛嬌のある映画であり、シンプルで愛想のあるメッセージでビジュアルな傑作を作り出しています。\u001b[22m\n\u001b[1m(Eiga wa, sore yori mo kuraidesu. Shikashi, sore wa hijō ni ōku no men de yutakade aikyō no aru eigadeari, shinpurude aiso no aru messēji de bijuaruna kessaku o tsukuridashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie is way more darker than it appears to be. But it was a rich and endearing movie in so many aspects, creating a visual masterpiece with a simple but endearing message.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie is way more darker than it appears to be.\u001b[24m\n    \u001b[1m映画は、それよりも暗いです。\u001b[22m, \u001b[1m映画は、あるように思われるよりも、道より暗いです。\u001b[22m\n\u001b[4mBut it was a rich and endearing movie in so many aspects, creating a visual masterpiece with a simple but endearing message.\u001b[24m\n    \u001b[1mしかし、それは非常に多くの面で豊かで愛嬌のある映画であり、シンプルで愛想のあるメッセージでビジュアルな傑作を作り出しています。\u001b[22m, \u001b[1mしかし、それは単純だが愛情のこもったメッセージで視覚傑作を作成し、非常に多くの面で豊かでかわいらしい映画でした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nART\n/ärt/\n\n\u001b[1mアート\u001b[22m\n\u001b[1m(Āto)\u001b[22m\n\nDefinitions of \u001b[4mART\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n10/10\n\n\u001b[1m10/10\u001b[22m\n\u001b[1m(10/ 10)\u001b[22m\n\nTranslations of \u001b[4m10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\nThe visuals were absolutely breathtaking in this film! I especially liked the parts where the girls visited data versions of landmarks like Niagara Falls, and how much work the staff took to not only recreating them, but animating them in a way that seemed like they were realistic. The viruses were just typical fodder; nothing too special about them. But the colorful landscape of the data world was an absolute marvel to behold, and while the character models were just typical moe, I didn’t seem to mind all that much. Moe is good when it’s done right!\n\n\u001b[1mビジュアルはこの映画では絶対に息を吹きました！ 私は特に、ナイアガラの滝のようなランドマークのデータバージョンを訪問した場所や、スタッフが再作成するだけでなく、現実的なように見えるようにアニメーション化するためにどれくらいの労力を費やしたかが気に入っていました。 ウイルスは単に典型的な飼料であった。 彼らについて特別なことは何もありません。 しかし、データ世界のカラフルな景観は、見逃すべき驚異的なものでした。キャラクターモデルは単なる典型的なモエでしたが、私はそれほど気にしていませんでした。 それがうまくいけば、萌えはいいです！\u001b[22m\n\u001b[1m(Bijuaru wa kono eigade wa zettai ni iki o fukimashita! Watashi wa tokuni, naiagaranotaki no yōna randomāku no dētabājon o hōmon shita basho ya, sutaffu ga sai sakusei suru dakedenaku, genjitsu-tekina yō ni mieru yō ni animēshon-ka suru tame ni dorekurai no rōryoku o tsuiyashi takaga kiniitte imashita. Uirusu wa tan'ni tenkei-tekina shiryōdeatta. Karera ni tsuite tokubetsuna koto wa nani mo arimasen. Shikashi, dēta sekai no karafuruna keikan wa, minogasubeki kyōi-tekina monodeshita. Kyarakutāmoderu wa tan'naru tenkei-tekina Moedeshitaga, watashi wa sorehodo ki ni shite imasendeshita. Sore ga umaku ikeba, moe wa īdesu!)\u001b[22m\n\nTranslations of \u001b[4mThe visuals were absolutely breathtaking in this film! I especially liked the parts where the girls visited data versions of landmarks like Niagara Falls, and how much work the staff took to not only recreating them, but animating them in a way that seemed like they were realistic. The viruses were just typical fodder; nothing too special about them. But the colorful landscape of the data world was an absolute marvel to behold, and while the character models were just typical moe, I didn’t seem to mind all that much. Moe is good when it’s done right!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe visuals were absolutely breathtaking in this film!\u001b[24m\n    \u001b[1mビジュアルはこの映画では絶対に息を吹きました！\u001b[22m, \u001b[1mビジュアルは、この映画の中で絶対に息を呑むようでした！\u001b[22m\n\u001b[4mI especially liked the parts where the girls visited data versions of landmarks like Niagara Falls, and how much work the staff took to not only recreating them, but animating them in a way that seemed like they were realistic.\u001b[24m\n    \u001b[1m私は特に、ナイアガラの滝のようなランドマークのデータバージョンを訪問した場所や、スタッフが再作成するだけでなく、現実的なように見えるようにアニメーション化するためにどれくらいの労力を費やしたかが気に入っていました。\u001b[22m, \u001b[1m私は、特に女の子は、データのナイアガラの滝のようなランドマークのバージョン、およびどのくらいの作業スタッフは、それらを再作成が、彼らは現実的であったように思えた方法でそれらをアニメーションだけでなく、にかかっを訪問した部分が好きでした。\u001b[22m\n\u001b[4mThe viruses were just typical fodder;\u001b[24m\n    \u001b[1mウイルスは単に典型的な飼料であった。\u001b[22m, \u001b[1mウイルスは、単に典型的な飼料でした。\u001b[22m\n\u001b[4mnothing too special about them.\u001b[24m\n    \u001b[1m彼らについて特別なことは何もありません。\u001b[22m, \u001b[1mそれらについてあまりにも特別なことは何もありません。\u001b[22m\n\u001b[4mBut the colorful landscape of the data world was an absolute marvel to behold, and while the character models were just typical moe, I didn’t seem to mind all that much.\u001b[24m\n    \u001b[1mしかし、データ世界のカラフルな景観は、見逃すべき驚異的なものでした。キャラクターモデルは単なる典型的なモエでしたが、私はそれほど気にしていませんでした。\u001b[22m, \u001b[1mしかし、データの世界のカラフルな風景は見るべき絶対的な驚異で、キャラクターモデルは、単に典型的な萌えあったが、私はすべてのことあまり気にしていないようでした。\u001b[22m\n\u001b[4mMoe is good when it’s done right!\u001b[24m\n    \u001b[1mそれがうまくいけば、萌えはいいです！\u001b[22m, \u001b[1mそれが適切終了したとき萌えは良いです！\u001b[22m\n\u001b[1m\u001b[22m\nMUSIC\n/ˈmyo͞ozik/\n\n\u001b[1m音楽\u001b[22m\n\u001b[1m(Ongaku)\u001b[22m\n\nDefinitions of \u001b[4mMUSIC\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    音楽\u001b[22m\n        music\n\u001b[1m    ミュージック\u001b[22m\n        music\n\u001b[1m    譜面\u001b[22m\n        music\n\u001b[1m    音譜\u001b[22m\n        note, notation, music\n\u001b[1m    管弦\u001b[22m\n        wind and string instruments, music\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\nThere were two songs in the middle of the movie that were kinda iffy for me. However, what really worked for me was the background music. The piano not only complemented the story as an important plot point to drive the story forward, but was very stunning and kept me soothed and relaxed while watching. It was especially nice during character interactions and the final act of the movie how much the music got me to feel during those moments, particularly for tropes I’ve seen done on screen hundreds of times. But that didn’t really diminish my enjoyment of it.\n\n\u001b[1m映画の真ん中には、私にとってはちょっとした2曲がありました。 しかし、本当に私のために働いたのはバックグラウンドミュージックでした。 ピアノはストーリーを前方に推進する重要なプロットポイントとしてストーリーを補完しただけでなく、とても見事で、見守っている間、私をくつろげ、リラックスさせてくれました。 キャラクターとのやりとりや映画の最終行為の際に、特にそれらの瞬間に音楽がどれくらい感じられたか、特に何百回も画面上で行われたことがわかっていたトロピカルのために、これは素晴らしいことでした。 しかし、それは本当に私の楽しさを減少させませんでした。\u001b[22m\n\u001b[1m(Eiga no man'naka ni wa, watashi ni totte wa chottoshita 2-kyoku ga arimashita. Shikashi, hontōni watashi no tame ni hataraita no wa bakkuguraundomyūjikkudeshita. Piano wa sutōrī o zenpō ni suishin suru jūyōna purotto pointo to shite sutōrī o hokan shita dakedenaku, totemo migotode, mimamotte iru ma, watashi o kutsuroge, rirakkusu sa sete kuremashita. Kyarakutā to no yaritori ya eiga no saishū kōi no sai ni, tokuni sorera no shunkan ni ongaku ga dorekurai kanji rareta ka, tokuni nanbyakkai mo gamen'ue de okonawa reta koto ga wakatte ita toropikaru no tame ni, kore wa subarashī kotodeshita. Shikashi, sore wa hontōni watashi no tanoshisa o genshō sa semasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThere were two songs in the middle of the movie that were kinda iffy for me. However, what really worked for me was the background music. The piano not only complemented the story as an important plot point to drive the story forward, but was very stunning and kept me soothed and relaxed while watching. It was especially nice during character interactions and the final act of the movie how much the music got me to feel during those moments, particularly for tropes I’ve seen done on screen hundreds of times. But that didn’t really diminish my enjoyment of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were two songs in the middle of the movie that were kinda iffy for me.\u001b[24m\n    \u001b[1m映画の真ん中には、私にとってはちょっとした2曲がありました。\u001b[22m, \u001b[1m私にとってはちょっとあやふやだった映画の途中で2曲がありました。\u001b[22m\n\u001b[4mHowever, what really worked for me was the background music.\u001b[24m\n    \u001b[1mしかし、本当に私のために働いたのはバックグラウンドミュージックでした。\u001b[22m, \u001b[1mしかし、本当に私のために働いたことは、バックグラウンド・ミュージックでした。\u001b[22m\n\u001b[4mThe piano not only complemented the story as an important plot point to drive the story forward, but was very stunning and kept me soothed and relaxed while watching.\u001b[24m\n    \u001b[1mピアノはストーリーを前方に推進する重要なプロットポイントとしてストーリーを補完しただけでなく、とても見事で、見守っている間、私をくつろげ、リラックスさせてくれました。\u001b[22m, \u001b[1mピアノが前方に話を駆動するための重要なプロット点としてストーリーを補完し、非常に見事だったと見ながら慰めとリラックスした私を保っていないだけ。\u001b[22m\n\u001b[4mIt was especially nice during character interactions and the final act of the movie how much the music got me to feel during those moments, particularly for tropes I’ve seen done on screen hundreds of times.\u001b[24m\n    \u001b[1mキャラクターとのやりとりや映画の最終行為の際に、特にそれらの瞬間に音楽がどれくらい感じられたか、特に何百回も画面上で行われたことがわかっていたトロピカルのために、これは素晴らしいことでした。\u001b[22m, \u001b[1mこれは、文字の相互作用や音楽は私が特に私は倍のスクリーン数百に行って見てきた比喩のために、それらの瞬間に感じるようになったどのくらいの映画の最終的な行為の間に特によかったです。\u001b[22m\n\u001b[4mBut that didn’t really diminish my enjoyment of it.\u001b[24m\n    \u001b[1mしかし、それは本当に私の楽しさを減少させませんでした。\u001b[22m, \u001b[1mしかし、それは実際にそれの私の楽しみを減少させませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSTORY\n/ˈstôrē/\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mSTORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\nPlot wise, there was nothing too different to separate this film from others of this genre. But it did raise some important questions about humanity and what it means when trying to retain it long after its gone. What’s the best justice towards that end? Is it only important to remember the most “beautiful” parts like joy and love and happiness? Things like pain and war are sad, but they are just as much a part of what make us human as the happy things. I thought that was a really deep thought, something I have seen in anime before but never really thought about until now.\n\n\u001b[1mプロットは賢明な、このジャンルの他の人からこの映画を分けるためにあまりにも異なるものはなかった。 しかし、それは人類についての重要な疑問を提起しました。 その目的のために最善の正義は何ですか？ 喜びと愛と幸福のような最も美しい部分を覚えておくことだけが重要ですか？ 痛みや戦争のようなものは悲しいものですが、私たちを人類を幸せなものにするものの一部でもあります。 私はそれが本当に深い考えであると思っていました。私は以前アニメで見たことがありましたが、今まで考えたことはありませんでした。\u001b[22m\n\u001b[1m(Purotto wa kenmeina, kono janru no hokanohito kara kono eiga o wakeru tame ni amarini mo kotonaru mono wa nakatta. Shikashi, soreha jinrui ni tsuite no jūyōna gimon o teiki shimashita. Sono mokuteki no tame ni saizen no seigi wa nanidesu ka? Yorokobi to ai to kōfuku no yōna mottomo utsukushī bubun o oboete oku koto dake ga jūyōdesu ka? Itami ya sensō no yōna mono wa kanashī monodesuga, watashitachi o jinrui o shiawasena mono ni suru mono no ichibu demo arimasu. Watashi wa sore ga hontōni fukai kangaedearu to omotte imashita. Watashi wa izen anime de mita koto ga arimashitaga, imamade kangaeta koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mPlot wise, there was nothing too different to separate this film from others of this genre. But it did raise some important questions about humanity and what it means when trying to retain it long after its gone. What’s the best justice towards that end? Is it only important to remember the most “beautiful” parts like joy and love and happiness? Things like pain and war are sad, but they are just as much a part of what make us human as the happy things. I thought that was a really deep thought, something I have seen in anime before but never really thought about until now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot wise, there was nothing too different to separate this film from others of this genre.\u001b[24m\n    \u001b[1mプロットは賢明な、このジャンルの他の人からこの映画を分けるためにあまりにも異なるものはなかった。\u001b[22m, \u001b[1m賢いプロットし、このジャンルの他からこのフィルムを分離するにはあまりにも違うものは何もありませんでした。\u001b[22m\n\u001b[4mBut it did raise some important questions about humanity and what it means when trying to retain it long after its gone.\u001b[24m\n    \u001b[1mしかし、それは人類についての重要な疑問を提起しました。\u001b[22m, \u001b[1mしかし、それは人間性とどのようなとっくにいなくなって、その後、それを維持しようとしたとき、それは意味についていくつかの重要な問題を提起しました。\u001b[22m\n\u001b[4mWhat’s the best justice towards that end?\u001b[24m\n    \u001b[1mその目的のために最善の正義は何ですか？\u001b[22m, \u001b[1mその終わりに向かって最高の正義とは何ですか？\u001b[22m\n\u001b[4mIs it only important to remember the most “beautiful” parts like joy and love and happiness?\u001b[24m\n    \u001b[1m喜びと愛と幸福のような最も美しい部分を覚えておくことだけが重要ですか？\u001b[22m, \u001b[1mそれは喜びと愛と幸福のような最も\"美しい\"の部分を覚えておくことが重要なだけですか？\u001b[22m\n\u001b[4mThings like pain and war are sad, but they are just as much a part of what make us human as the happy things.\u001b[24m\n    \u001b[1m痛みや戦争のようなものは悲しいものですが、私たちを人類を幸せなものにするものの一部でもあります。\u001b[22m, \u001b[1m痛みと戦争のようなものが悲しいですが、彼らは同じくらい幸せなものとして、私たちは、人間の作るものの一部です。\u001b[22m\n\u001b[4mI thought that was a really deep thought, something I have seen in anime before but never really thought about until now.\u001b[24m\n    \u001b[1m私はそれが本当に深い考えであると思っていました。私は以前アニメで見たことがありましたが、今まで考えたことはありませんでした。\u001b[22m, \u001b[1m私は、それが本当に深く考えだと思った私は前にアニメで見てきたものが、本当に今まで考えたことはありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n10/10\n\n\u001b[1m10/10\u001b[22m\n\u001b[1m(10/ 10)\u001b[22m\n\nTranslations of \u001b[4m10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\nAccording to the Director’s intro, the most important part of this film to him were the characters. There aren’t that many, and there wasn’t much time allotted I’m the movie to truly explore them, so I’ll simply go through them one by one.\n\n\u001b[1mディレクターの紹介によると、彼にとってこの映画の最も重要な部分は文字だった。 それほど多くはないし、割り当てられた時間があまりありませんでした。私は本当にそれらを探検する映画です。\u001b[22m\n\u001b[1m(Direkutā no shōkai ni yoru to, kare ni totte kono eiga no mottomojūyōna bubun wa mojidatta. Sorehodo ōku wanaishi, wariate rareta jikan ga amari arimasendeshita. Watashi wa hontōni sorera o tanken suru eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mAccording to the Director’s intro, the most important part of this film to him were the characters. There aren’t that many, and there wasn’t much time allotted I’m the movie to truly explore them, so I’ll simply go through them one by one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAccording to the Director’s intro, the most important part of this film to him were the characters.\u001b[24m\n    \u001b[1mディレクターの紹介によると、彼にとってこの映画の最も重要な部分は文字だった。\u001b[22m, \u001b[1m監督のイントロによると、彼にこの映画の最も重要な部分は文字でした。\u001b[22m\n\u001b[4mThere aren’t that many, and there wasn’t much time allotted I’m the movie to truly explore them, so I’ll simply go through them one by one.\u001b[24m\n    \u001b[1mそれほど多くはないし、割り当てられた時間があまりありませんでした。私は本当にそれらを探検する映画です。\u001b[22m, \u001b[1mその多くはありません、と私は本当にそれらを探求する映画だ割り当てられた多くの時間がなかったので、私は単純に一つずつそれらを介して行くつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nDOROTHY\n\n\u001b[1mドロシー\u001b[22m\n\u001b[1m(Doroshī)\u001b[22m\n\nTranslations of \u001b[4mDOROTHY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDOROTHY\u001b[24m\n    \u001b[1mドロシー\u001b[22m, \u001b[1mDOROTHY\u001b[22m\nA “tsundere” program with a seeming nonchalance about deleting viruses and getting too attached with the data-people, Dorothy is not really that much of a focal point in regards to the story. Nevertheless, she does have an interesting character growth during the film. She initially finds human emotions and feelings like taste and happiness to be “weird”, but learns to appreciate life over time and realize things like “dreams” and “feelings” aren’t such bad things after all. It’s a trope that’s been done to death, but it was done here so beautifully that it appears so endearing when it happens to her.\n\n\u001b[1mウイルスを削除してデータに縛られているように見える、「tsundere」プログラムであるDorothyは、ストーリーに関してはそれほど重要な焦点ではありません。 それにもかかわらず、彼女は映画の中で興味深いキャラクターの成長をしています。 彼女は最初、味と幸福のような人間の感情や感情を「奇妙な」ものと見なしますが、時間をかけて人生を尊重し、「夢」や「気持ち」などのことはあまりにも悪いことではないことを認識します。 それは死に至りましたが、それはとても美しくここで行われたので、彼女に起こったときにとても愛想があります。\u001b[22m\n\u001b[1m(Uirusu o sakujo shite dēta ni shibara rete iru yō ni mieru,`tsundere' puroguramudearu Dorothy wa, sutōrī ni kanshite wa sorehodo jūyōna shōtende wa arimasen. Sore nimokakawarazu, kanojo wa eiga no naka de kyōmibukai kyarakutā no seichō o shite imasu. Kanojo wa saisho, aji to kōfuku no yōna ningen no kanjō ya kanjō o `kimyōna' mono to minashimasuga, jikan o kakete jinsei o sonchō shi,`yume' ya `kimochi' nado no koto wa amarini mo warui kotode wanai koto o ninshiki shimasu. Sore wa shi ni itarimashitaga, sore wa totemo utsukushiku koko de okonawa retanode, kanojo ni okotta toki ni totemo aiso ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mA “tsundere” program with a seeming nonchalance about deleting viruses and getting too attached with the data-people, Dorothy is not really that much of a focal point in regards to the story. Nevertheless, she does have an interesting character growth during the film. She initially finds human emotions and feelings like taste and happiness to be “weird”, but learns to appreciate life over time and realize things like “dreams” and “feelings” aren’t such bad things after all. It’s a trope that’s been done to death, but it was done here so beautifully that it appears so endearing when it happens to her.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA “tsundere” program with a seeming nonchalance about deleting viruses and getting too attached with the data-people, Dorothy is not really that much of a focal point in regards to the story.\u001b[24m\n    \u001b[1mウイルスを削除してデータに縛られているように見える、「tsundere」プログラムであるDorothyは、ストーリーに関してはそれほど重要な焦点ではありません。\u001b[22m, \u001b[1mウイルスを削除し、あまりにもデータ-人を添付し得ることについての見せかけ無関心と「ツンデレ」プログラムは、ドロシーは本当に話に点で焦点のそれほどではありません。\u001b[22m\n\u001b[4mNevertheless, she does have an interesting character growth during the film.\u001b[24m\n    \u001b[1mそれにもかかわらず、彼女は映画の中で興味深いキャラクターの成長をしています。\u001b[22m, \u001b[1mそれにもかかわらず、彼女はフィルム中に面白いキャラクターの成長を持っています。\u001b[22m\n\u001b[4mShe initially finds human emotions and feelings like taste and happiness to be “weird”, but learns to appreciate life over time and realize things like “dreams” and “feelings” aren’t such bad things after all.\u001b[24m\n    \u001b[1m彼女は最初、味と幸福のような人間の感情や感情を「奇妙な」ものと見なしますが、時間をかけて人生を尊重し、「夢」や「気持ち」などのことはあまりにも悪いことではないことを認識します。\u001b[22m, \u001b[1m彼女は最初の味と幸福のような人間の感情や気持ちを「奇妙」であることを発見したが、時間をかけて命に感謝し、「夢」のようなものを実現するために学習し、\"感情\"は、すべての後に、このような悪い事ではありません。\u001b[22m\n\u001b[4mIt’s a trope that’s been done to death, but it was done here so beautifully that it appears so endearing when it happens to her.\u001b[24m\n    \u001b[1mそれは死に至りましたが、それはとても美しくここで行われたので、彼女に起こったときにとても愛想があります。\u001b[22m, \u001b[1mそれは死に行われています比喩だが、それはとても美しく、それが彼女に何が起こるときにかわいらしい表示されていることをここで行われました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nDUAL Originally introduced as someone who does her job of deleting viruses like it’s no big deal, Dual is revealed to be more “human” than she initially lets on. Being able to taste yummy things if she tells herself they are “delicious” is just a small indicator of how self-aware she really is. This only increases through contact with Sumire, a data-person with a passion for piano that develops a friendship with her, and the enigmatic Remo, a girl who changes her world forever.\n\n\u001b[1mDUAL本来、大したことではないようにウイルスを削除する仕事をしてくれた人として紹介されたDualは、当初よりも「人間」であることが明らかになりました。 彼女が自分自身に「美味しい」と言った場合、おいしいものを味わうことができるということは、彼女が本当に自己をどのように認識しているかを示す小さな指標に過ぎません。 これは、彼女と友情を育むピアノへの情熱を持つデーターマン、そして永遠に彼女の世界を変える女の子のレモ（Remo）との接触を通じて増加するだけです。\u001b[22m\n\u001b[1m(DUAL honrai, taishita kotode wa nai yō ni uirusu o sakujo suru shigoto o shite kureta hito to shite shōkai sa reta de~yuaru wa, tōsho yori mo `ningen'dearu koto ga akiraka ni narimashita. Kanojo ga jibun jishin ni `oishī' to itta baai, oishī mono o ajiwau koto ga dekiru to iu koto wa, kanojo ga hontōni jiko o dono yō ni ninshiki shite iru ka o shimesu chīsana shihyō ni sugimasen. Kore wa, kanojo to yūjō o hagukumu piano e no jōnetsu o motsu dētāman, soshite eien ni kanojo no sekai o kaeru on'nanoko no remo (Remo) to no sesshoku o tsūjite zōka suru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mDUAL Originally introduced as someone who does her job of deleting viruses like it’s no big deal, Dual is revealed to be more “human” than she initially lets on. Being able to taste yummy things if she tells herself they are “delicious” is just a small indicator of how self-aware she really is. This only increases through contact with Sumire, a data-person with a passion for piano that develops a friendship with her, and the enigmatic Remo, a girl who changes her world forever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDUAL Originally introduced as someone who does her job of deleting viruses like it’s no big deal, Dual is revealed to be more “human” than she initially lets on.\u001b[24m\n    \u001b[1mDUAL本来、大したことではないようにウイルスを削除する仕事をしてくれた人として紹介されたDualは、当初よりも「人間」であることが明らかになりました。\u001b[22m, \u001b[1mDUALもともとそれは大したことないようなウイルスを削除する彼女の仕事をしていません誰かとして導入、デュアルは彼女が最初にすることができますよりも「人間」であることが明らかにされています。\u001b[22m\n\u001b[4mBeing able to taste yummy things if she tells herself they are “delicious” is just a small indicator of how self-aware she really is.\u001b[24m\n    \u001b[1m彼女が自分自身に「美味しい」と言った場合、おいしいものを味わうことができるということは、彼女が本当に自己をどのように認識しているかを示す小さな指標に過ぎません。\u001b[22m, \u001b[1m彼女は自分自身を伝える場合、彼らは「おいしい」ですおいしいものを味わうことができることは、彼女が実際にどのように自己意識のほんの指標です。\u001b[22m\n\u001b[4mThis only increases through contact with Sumire, a data-person with a passion for piano that develops a friendship with her, and the enigmatic Remo, a girl who changes her world forever.\u001b[24m\n    \u001b[1mこれは、彼女と友情を育むピアノへの情熱を持つデーターマン、そして永遠に彼女の世界を変える女の子のレモ（Remo）との接触を通じて増加するだけです。\u001b[22m, \u001b[1mすみれ、彼女との友情、そして謎めいレモ、永遠に彼女の世界を変更する少女を開発ピアノへの情熱を持つデータ・人との接触を通してこれが増加するのみ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nREMO\n\n\u001b[1mREMO\u001b[22m\n\u001b[1m(Remo)\u001b[22m\n\nTranslations of \u001b[4mREMO\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mREMO\u001b[24m\n    \u001b[1mREMO\u001b[22m\nThere are a few interesting things about her character to note, but the only thing that really matters is how dedicated she really is, both to her newfound friends and her secret mission, one that really demonstrates just how important humanity really is, and why it's worth preserving!\n\n\u001b[1m彼女の性格に関するいくつかの興味深いことがありますが、本当に重要なのは、彼女の新しい友人と彼女の秘密の使命の両方に、本当に重要なのは、人類が本当にいかに重要であるか、そしてなぜそれが本当に重要かを実証している 価値がある！\u001b[22m\n\u001b[1m(Kanojo no seikaku ni kansuru ikutsuka no kyōmibukai koto ga arimasuga, hontōni jūyōna no wa, kanojo no atarashī yūjin to kanojo no himitsu no shimei no ryōhō ni, hontōni jūyōna no wa, jinrui ga hontōni ikani jūyōdearu ka, soshite naze sore ga hontōni jūyō ka o jisshō shite iru kachigāru!)\u001b[22m\n\nTranslations of \u001b[4mThere are a few interesting things about her character to note, but the only thing that really matters is how dedicated she really is, both to her newfound friends and her secret mission, one that really demonstrates just how important humanity really is, and why it's worth preserving!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a few interesting things about her character to note, but the only thing that really matters is how dedicated she really is, both to her newfound friends and her secret mission, one that really demonstrates just how important humanity really is, and why it's\u001b[24m\n    \u001b[1m彼女の性格に関するいくつかの興味深いことがありますが、本当に重要なのは、彼女の新しい友人と彼女の秘密の使命の両方に、本当に重要なのは、人類が本当にいかに重要であるか、そしてなぜそれが本当に重要かを実証している\u001b[22m, \u001b[1mそこに注意する彼女のキャラクターについていくつかの興味深いものがありますが、本当に唯一の問題は、彼女は本当に本当にどれだけ重要な人間性を実証し、彼女の新たに友人と彼女の秘密の使命、1に両方の、どのように専用であり、そしてそれはなぜです\u001b[22m\n\u001b[4mworth preserving!\u001b[24m\n    \u001b[1m価値がある！\u001b[22m, \u001b[1m保存する価値があります！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOVERALL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nWhile this is defiantly not “Anime Film of the Year” material, it’s DEFINATELY an enjoyable movie with a simple message about life (and maybe about technology) that will leave you thinking for at least a few minutes afterwards! Make sure to see it on Crunchyroll, complete with an introduction and Q&amp;A from the director himself! You won’t wanna miss this one!\n\n\u001b[1mこれは挑戦的な\"アニメ映画オブザイヤー\"の素材ではありませんが、それは少なくとも数分後に思うままになる人生についての簡単なメッセージ（そしておそらくテクノロジーについて）を持つ楽しい映画です。  Crunchyrollでそれを見て、ディレクター自身からの紹介とQ＆amp; Aを記入してください！ あなたはこの1つを見逃したくありません！\u001b[22m\n\u001b[1m(Kore wa chōsen-tekina\" anime eiga obuzaiyā\" no sozaide wa arimasenga, sore wa sukunakutomo sūfungo ni omou mama ni naru jinsei ni tsuite no kantan'na messēji (soshite osoraku tekunorojī ni tsuite) o motsu tanoshī eigadesu. Crunchyroll de sore o mite, direkutā jishin kara no shōkai to Q& amp; A o kinyū shite kudasai! Anata wa kono 1tsu o minogashitaku arimasen!)\u001b[22m\n\nTranslations of \u001b[4mWhile this is defiantly not “Anime Film of the Year” material, it’s DEFINATELY an enjoyable movie with a simple message about life (and maybe about technology) that will leave you thinking for at least a few minutes afterwards! Make sure to see it on Crunchyroll, complete with an introduction and Q&amp;A from the director himself! You won’t wanna miss this one!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile this is defiantly not “Anime Film of the Year” material, it’s DEFINATELY an enjoyable movie with a simple message about life (and maybe about technology) that will leave you thinking for at least a few minutes afterwards!\u001b[24m\n    \u001b[1mこれは挑戦的な\"アニメ映画オブザイヤー\"の素材ではありませんが、それは少なくとも数分後に思うままになる人生についての簡単なメッセージ（そしておそらくテクノロジーについて）を持つ楽しい映画です。\u001b[22m, \u001b[1mこれは「年のアニメ映画「材料ふてくされはありませんが、それは間違いなくあなたはその後、少なくとも数分間考え残す人生（そしておそらく技術に関する）についての簡単なメッセージで楽しい映画です！\u001b[22m\n\u001b[4mMake sure to see it on Crunchyroll, complete with an introduction and Q&amp;A from the director himself!\u001b[24m\n    \u001b[1mCrunchyrollでそれを見て、ディレクター自身からの紹介とQ＆amp; Aを記入してください！\u001b[22m, \u001b[1m導入とQ＆アンプとの完全なもCrunchyroll、上に表示するようにしてください。ディレクターからA自身！\u001b[22m\n\u001b[4mYou won’t wanna miss this one!\u001b[24m\n    \u001b[1mあなたはこの1つを見逃したくありません！\u001b[22m, \u001b[1mあなたはしたく、このいずれかを見逃すことはありません！\u001b[22m\n\u001b[1m\u001b[22m\nGarakowa – Restore the World can be found on Crunchyroll, complete with a intro and Q&amp;A by the director himself, to describe key aspects of the film both going in and coming out of it. It’s really a treat to see, so I recommend watching those along with the actual film.\n\n\u001b[1mGarakowa  - 世界を復元するには、Crunchyrollで、イントロと監督のQ＆amp; Aで完結し、映画の主要な側面を記述します。 見ることが大事なので、実際の映画と一緒に見てみることをお勧めします。\u001b[22m\n\u001b[1m(Garakowa - sekai o fukugen suru ni wa, Crunchyroll de, Intoro to kantoku no Q& amp; A de kanketsu shi, eiga no shuyōna sokumen o kijutsu shimasu. Miru koto ga daijinanode, jissai no eiga to issho ni mite miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mGarakowa – Restore the World can be found on Crunchyroll, complete with a intro and Q&amp;A by the director himself, to describe key aspects of the film both going in and coming out of it. It’s really a treat to see, so I recommend watching those along with the actual film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGarakowa – Restore the World can be found on Crunchyroll, complete with a intro and Q&amp;A by the director himself, to describe key aspects of the film both going in and coming out of it.\u001b[24m\n    \u001b[1mGarakowa  - 世界を復元するには、Crunchyrollで、イントロと監督のQ＆amp; Aで完結し、映画の主要な側面を記述します。\u001b[22m, \u001b[1mGarakowaは - 世界を復元イントロとQ＆アンプとの完全なもCrunchyroll、上で見つけることができます;ディレクター自身がA、に行くと、それから出てくる両方のフィルムの重要な側面を記述すること。\u001b[22m\n\u001b[4mIt’s really a treat to see, so I recommend watching those along with the actual film.\u001b[24m\n    \u001b[1m見ることが大事なので、実際の映画と一緒に見てみることをお勧めします。\u001b[22m, \u001b[1mそれは実際に見るために御馳走ですので、私は、実際の映画と一緒にそれらを見ることをお勧めします。\u001b[22m"
  },
  {
    "title": "Glass_no_Hana_to_Kowasu_Sekai",
    "id": "25907",
    "url": "https://myanimelist.net/anime/25907/Glass_no_Hana_to_Kowasu_Sekai",
    "user": "TheArchangel",
    "profile": "/profile/TheArchangel/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=208786",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  5\n|  6\n\n本当に長くて精巧な名前でこの映画を見た後、私は私のアンチウィルスソフトウェアが、実際にはウイルスの魔法少女スタイルに対してそれを欺くかわいい女の子のコレクションだと思っています。  「ガラコワ」とも呼ばれている「ガラスの花」と「世界の復元」とも呼ばれ、世界のバックアップを破壊する「硝子体の花」は、デュアルに続く奇妙なSFの冒険です 2つのウイルス対策プログラムであるDorothyは、最終的にシステム内で異常が見つからないと判断します。  「Remo」と呼ばれるこの異常は、「花の庭」に戻るという神秘的な使命を持つかわいい女の子です。 デュアルとドロシーはその後、レモと一緒に「花の庭」が本当に何かを評価しようと試みます。\n\nGarakowaは主にデジタル領域で行われます。この解釈では、誰かの脳のスキャンのように疑わしく見えるようです。 デジタル領域の真ん中にあるのは、デュアルとドロシーの広々とした家で、ウィルスと戦っていないときにリラックスしてかわいいことをする場所です。 すぐに視聴者は、すべての方向に光が脈打つような非常に想像力豊かなデジタル世界、多くのデータが浮かび上がる、悪夢のように形を取るように見える無数の厄介なウイルスに対処します。 しかし、人工的で夢のような世界とは大きく異なるのは、デュアルとドロシーが頻繁にスキャンして訪問するデータのバックアップです。異なる時代の人類の記憶として形作られています。 これらのデータのバックアップには、ビクトリア朝のイングランドから21世紀の日本のものまで幅広いものがあります。  Garakowaの最も成功した品質の1つは間違いなくビジュアルです。 これはデジタルの世界であるため、スタジオは想像力と予算を魅力的なセットに収めることができ、人工デジタル世界と、壮大な壮大な敷地、19世紀のフランスのアンティークな建物、自然の美しさなど、 春の現代の公園の\n\n残念なことに、ビジュアルは、映画が持つ唯一の絶対的な良質の一つです。  Garakowaは興味深い領域に間違いなく沈み込む非常にゆるやかに関連付けられたプロットを持っていますが、映画のほとんどは可愛いものをやっているかわいいアンチウイルスソフトウェアです。 明らかに、映画の真ん中には、対話やプロットの進行がなく、非常に厄介なミュージックビデオが挿入されています。 確かに、私がビジュアルと映画の壮大なセットの部分について愛していたものの多くは、このミュージックビデオセグメントからのものです。 しかし、このセグメントの非常に明るい調子は、Garakowaの全体的な気分とはまったく対照的です。 いくつかのシーンでは、ウイルスを削除する負担は、DualとDorothy、特にDualに影響を及ぼし始めます。 これらのシーンは、より本格的なストーリーラインの鮮やかさを提供しますが、これらの瞬間はほとんどなく、あまりにも早く起こります。\n\nストーリーラインといえば、ガラコワはかわいいことをしているかわいいアンチウイルスソフトを表示したいのか、人類の記憶を削除するという悲惨なストーリーを表示したいのか混乱しているようだ。 気分転換は私にとってはあまりにも奇妙なことです。彼らが、Remoが何であるかを知るためのデュアルとドロシーの使命をより深く理解することに賛成して、 長い時間の映画の後半では、彼らは興味深い領域を掘り下げますが、この時点では少し遅れています。 ストーリーラインと世界の建物についてもう一つ注意しなければならないことは、用語の使い方が非常に混乱していることです。 トリオは頻繁に「知恵の箱」について語りますが、私はこの神秘的な箱が何であるか、あるいはその映画の目的を知らない。 なぜDualとDorothyがウイルス対策ソフトウェアであるのかについての背景も触れられていますが、実際に問題となる詳細なSF世界を作るのに十分な時間が費やされていないように感じます。 視聴者は、文字が額面で言う多くのことを単に受け入れなければならず、何が非常に興味深く、素晴らしい世界であったのか想像してください。\n\nサウンドでは、私は光のバックグラウンドミュージックと、導入された素敵なピアノ曲を楽しんだが、この映画は非常に軽い賢明なサウンドトラック。 声に賢く、デュアルはTaneda Risaによって演奏されるので、私はデュアルに向かって（良い方法で）本当に偏っていました。\n\nガラコワには無駄なポテンシャルがたくさんあるような気がします。 予算はそこにあり、素晴らしいビジュアル、声優、そしてかなり良い仕事をしている監督です。  Garakowaのディレクターがやった最も注目すべきシリーズは、私の意見では、新世代の妖精です。 しかし、これらの要素は、デュアルとドロシー、レモ、不思議な「花の庭」、そしてデジタル黙示録の提案についてもっと知りたいと思うように視聴者を魅了する良いストーリーがなければ、単に存在することはできません。 最も失望しているのはドロシーです。ドロシーは紙の細い人格を持っていて、終わりに向かって短期間だけ発展しています。 そしてまた、真ん中の音楽ビデオにはあまりにも多くの時間が費やされました。 見るのが楽しいのですが、ストーリーラインに何も追加していませんでした。 結末は、人間に関する潜在的に魅力的なプロット要素を示唆していますが、映画は大部分解決されずにほとんど終了します。\n\nその欠点にかかわらず、私はガラコワが少なくとも少し面白いと感じ、私はそれを見ている時間を後悔しない。 この映画は、Assassin's Creed、Code Lyoko、Puella Magi Madoka Magicaのようなものであるだけでなく、基本的にアンチウィルスソフトウェアを見て、人間の形や感情を与えながら、穏やかに魅力的なストーリーラインと絶望の瞬間を織り交ぜながら、 喜び、そしてリフレクション。 何かがあれば、Garakowaは、おそらく一時間座って、思い出、残念、幸福、黙示録の奇妙なデジタル世界に引き込まれていることを保証するのに十分であるユニークで奇妙な、少なくともです。\n\n...正直言って、私はこの映画がTaneda Risaを聴くのを見ましたが、私が前に言及したすべてのものは私の心からの承認の印を持っています。そして、真新しくなければ少なくともGarakowaは時計の価値があると思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nAfter watching this movie with a really long and elaborate name, I like to think that my anti virus software is actually a collection of cute girls duking it out against viruses mahou shoujo style. The previously mentioned movie with a really long and elaborate name, Glass no Hana to Kowasu Sekai, also known as Garakowa -Restore the World-, and also *breathes* Vitreous Flower Destroy the World Backup, is a strange sci-fi adventure following Dual and Dorothy, 2 anti virus programs that eventually find an anomaly in the system that they cannot figure out. This anomaly, which calls itself 'Remo,' is also a cute girl with a mysterious mission: to return to the 'flower garden.' Dual and Dorothy subsequently live with Remo to try to assess what the 'flower garden' really is.\n\n\u001b[1m本当に長くて精巧な名前でこの映画を見た後、私は私のアンチウィルスソフトウェアが、実際にはウイルスの魔法少女スタイルに対してそれを欺くかわいい女の子のコレクションだと思っています。  「ガラコワ」とも呼ばれている「ガラスの花」と「世界の復元」とも呼ばれ、世界のバックアップを破壊する「硝子体の花」は、デュアルに続く奇妙なSFの冒険です 2つのウイルス対策プログラムであるDorothyは、最終的にシステム内で異常が見つからないと判断します。  「Remo」と呼ばれるこの異常は、「花の庭」に戻るという神秘的な使命を持つかわいい女の子です。 デュアルとドロシーはその後、レモと一緒に「花の庭」が本当に何かを評価しようと試みます。\u001b[22m\n\u001b[1m(Hontōni nagakute seikōna namae de kono eiga o mita nochi, watashi wa watashi no anchiu~irususofutou~ea ga, jissai ni wa uirusu no mahō shōjo sutairu ni taishite sore o azamuku kawaī on'nanoko no korekushonda to omotte imasu. `Garakowa'-tomo yoba rete iru `garasunohana' to `sekai no fukugen'-tomo yoba re, sekai no bakkuappu o hakai suru `garasutai no hana' wa, de~yuaru ni tsudzuku kimyōna SF no bōkendesu 2tsu no uirusu taisaku puroguramudearu Dorothy wa, saishūtekini shisutemu-nai de ijō ga mitsukaranai to handan shimasu. `Remo' to yoba reru kono ijō wa,`hana no niwa' ni modoru to iu shinpi-tekina shimei o motsu kawaī on'nanokodesu. De~yuaru to doroshī wa sonogo, remo to issho ni `hana no niwa' ga hontōni nanika o hyōka shiyou to kokoromimasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching this movie with a really long and elaborate name, I like to think that my anti virus software is actually a collection of cute girls duking it out against viruses mahou shoujo style. The previously mentioned movie with a really long and elaborate name, Glass no Hana to Kowasu Sekai, also known as Garakowa -Restore the World-, and also *breathes* Vitreous Flower Destroy the World Backup, is a strange sci-fi adventure following Dual and Dorothy, 2 anti virus programs that eventually find an anomaly in the system that they cannot figure out. This anomaly, which calls itself 'Remo,' is also a cute girl with a mysterious mission: to return to the 'flower garden.' Dual and Dorothy subsequently live with Remo to try to assess what the 'flower garden' really is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching this movie with a really long and elaborate name, I like to think that my anti virus software is actually a collection of cute girls duking it out against viruses mahou shoujo style.\u001b[24m\n    \u001b[1m本当に長くて精巧な名前でこの映画を見た後、私は私のアンチウィルスソフトウェアが、実際にはウイルスの魔法少女スタイルに対してそれを欺くかわいい女の子のコレクションだと思っています。\u001b[22m, \u001b[1m本当に長いと精巧な名前でこの映画を見た後、私は私のアンチウイルスソフトウェアは、少女のスタイルを魔法ウイルスに対してそれをセックスをすることのかわいい女の子のコレクションが実際にあることを考えたいです。\u001b[22m\n\u001b[4mThe previously mentioned movie with a really long and elaborate name, Glass no Hana to Kowasu Sekai, also known as Garakowa -Restore the World-, and also *breathes* Vitreous Flower Destroy the World Backup, is a strange sci-fi adventure following Dual\u001b[24m\n    \u001b[1m「ガラコワ」とも呼ばれている「ガラスの花」と「世界の復元」とも呼ばれ、世界のバックアップを破壊する「硝子体の花」は、デュアルに続く奇妙なSFの冒険です\u001b[22m, \u001b[1m前述もGarakowa -Restore世界 - として知られて本当に長いと凝った名前を持つ映画、Kowasu世界にガラスの華、また*は*硝子体フラワーワールドバックアップを破壊呼吸、デュアル次の奇妙なのSF冒険です\u001b[22m\n\u001b[4mand Dorothy, 2 anti virus programs that eventually find an anomaly in the system that they cannot figure out.\u001b[24m\n    \u001b[1m2つのウイルス対策プログラムであるDorothyは、最終的にシステム内で異常が見つからないと判断します。\u001b[22m, \u001b[1mそして、ドロシー、最終的に彼らは把握することはできません、システムの異常を見つける2アンチウイルスプログラム。\u001b[22m\n\u001b[4mThis anomaly, which calls itself 'Remo,' is also a cute girl with a mysterious mission: to return to the 'flower garden.'\u001b[24m\n    \u001b[1m「Remo」と呼ばれるこの異常は、「花の庭」に戻るという神秘的な使命を持つかわいい女の子です。\u001b[22m, \u001b[1m自分自身を呼び出す。この異常、「レモは、「また、神秘的な使命を持つかわいい女の子です：に戻るには、「フラワーガーデン」。\u001b[22m\n\u001b[4mDual and Dorothy subsequently live with Remo to try to assess what the 'flower garden' really is.\u001b[24m\n    \u001b[1mデュアルとドロシーはその後、レモと一緒に「花の庭」が本当に何かを評価しようと試みます。\u001b[22m, \u001b[1mデュアルおよびドロシーは続いて「花の庭は本当に何であるかを評価しようとするレモと一緒に住んでいます。\u001b[22m\n\u001b[1m\u001b[22m\nGarakowa largely takes place in the digital realm, which in this interpretation seems to look suspiciously like a scan of someone's brain. Right in the middle of the digital realm is Dual and Dorothy's spacious house, a place where they relax and do cute things when not battling against viruses. Right away, viewers are treated to the very imaginative digital world, with lights pulsating in every direction, bits of data floating about, and a myriad of nasty viruses which seem to take form as nightmares come true. However, a large contrast to the artificial, dreamlike world is the backups of data Dual and Dorothy frequently scan and visit, taking shape as memories of humanity from different eras. These data backups range from anything from Victorian England to 21st century Japan. One of the most successful qualities of Garakowa is definitely in the visuals. Since this is a digital world, the studio can flex its imagination and budget into breathtaking set pieces, showing the artificial digital world and magnificent sites grounded in reality, such as a sweeping mountaintop view, antique buildings of 19th century France, or the natural beauty of a modern day park in springtime.\n\n\u001b[1mGarakowaは主にデジタル領域で行われます。この解釈では、誰かの脳のスキャンのように疑わしく見えるようです。 デジタル領域の真ん中にあるのは、デュアルとドロシーの広々とした家で、ウィルスと戦っていないときにリラックスしてかわいいことをする場所です。 すぐに視聴者は、すべての方向に光が脈打つような非常に想像力豊かなデジタル世界、多くのデータが浮かび上がる、悪夢のように形を取るように見える無数の厄介なウイルスに対処します。 しかし、人工的で夢のような世界とは大きく異なるのは、デュアルとドロシーが頻繁にスキャンして訪問するデータのバックアップです。異なる時代の人類の記憶として形作られています。 これらのデータのバックアップには、ビクトリア朝のイングランドから21世紀の日本のものまで幅広いものがあります。  Garakowaの最も成功した品質の1つは間違いなくビジュアルです。 これはデジタルの世界であるため、スタジオは想像力と予算を魅力的なセットに収めることができ、人工デジタル世界と、壮大な壮大な敷地、19世紀のフランスのアンティークな建物、自然の美しさなど、 春の現代の公園の\u001b[22m\n\u001b[1m(Garakowa wa omoni dejitaru ryōiki de okonawa remasu. Kono kaishakude wa, dareka no nō no sukyan no yō ni utagawashiku mieru yōdesu. Dejitaru ryōiki no man'naka ni aru no wa, de~yuaru to doroshī no hirobiro to shita ie de, u~irusu to tatakatte inai toki ni rirakkusu shite kawaī koto o suru bashodesu. Sugu ni shichō-sha wa, subete no hōkō ni hikari ga myakuutsu yōna hijō ni sōzō-ryoku yutakana dejitaru sekai, ōku no dēta ga ukabiagaru, akumu no yō ni katachi o toru yō ni mieru musū no yakkaina uirusu ni taisho shimasu. Shikashi, jinkō-tekide yume no yōna sekai to wa ōkiku kotonaru no wa, de~yuaru to doroshī ga hinpan ni sukyan shite hōmon suru dēta no bakkuappudesu. Kotonaru jidai no jinrui no kioku to shite katachidzukura rete imasu. Korera no dēta no bakkuappu ni wa, Bikutoria asa no Ingurando kara 21 seiki no Nihon no mono made habahiroi mono ga arimasu. Garakowa no mottomo seikō shita hinshitsu no 1tsu wa machigainaku bijuarudesu. Kore wa dejitaru no sekaidearu tame, sutajio wa sōzō-ryoku to yosan o mirikitekina setto ni osameru koto ga deki, jinkō dejitaru sekai to, sōdaina sōdaina shikichi, 19 seiki no Furansu no antīkuna tatemono, shizen no utsukushi-sa nado, haru no gendai no kōen no)\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, the visuals are one of the only absolutely good qualities the movie has. Garakowa has a very loosely associated plot that definitely dips into interesting territory, but most of the movie is cute anti virus software doing cute things. Glaringly, the middle of the movie has a very awkward music video inserted with no dialogue and no plot progression. Admittedly, much of what I loved about the visuals and the magnificent set pieces in the movie are from this music video segment. However, the very light-hearted tone of this segment is in stark contrast to the overall mood of Garakowa. In a few scenes, the burdens of deleting viruses begins to take its toll on Dual and Dorothy, particularly Dual. These scenes offer a glimmer of a more substantial storyline, but these moments are few and happen too quickly.\n\n\u001b[1m残念なことに、ビジュアルは、映画が持つ唯一の絶対的な良質の一つです。  Garakowaは興味深い領域に間違いなく沈み込む非常にゆるやかに関連付けられたプロットを持っていますが、映画のほとんどは可愛いものをやっているかわいいアンチウイルスソフトウェアです。 明らかに、映画の真ん中には、対話やプロットの進行がなく、非常に厄介なミュージックビデオが挿入されています。 確かに、私がビジュアルと映画の壮大なセットの部分について愛していたものの多くは、このミュージックビデオセグメントからのものです。 しかし、このセグメントの非常に明るい調子は、Garakowaの全体的な気分とはまったく対照的です。 いくつかのシーンでは、ウイルスを削除する負担は、DualとDorothy、特にDualに影響を及ぼし始めます。 これらのシーンは、より本格的なストーリーラインの鮮やかさを提供しますが、これらの瞬間はほとんどなく、あまりにも早く起こります。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, bijuaru wa, eiga ga motsu yuiitsu no zettai-tekina ryōshitsu no hitotsudesu. Garakowa wa kyōmibukai ryōiki ni machigainaku shizumi komu hijō ni yuruyaka ni kanrendzuke rareta purotto o motte imasuga, eiga no hotondo wa kawaii mono o yatte iru kawaī anchiuirususofutou~eadesu. Akiraka ni, eiga no man'naka ni wa, taiwa ya purotto no shinkō ga naku, hijō ni yakkaina myūjikkubideo ga sōnyū sa rete imasu. Tashika ni, watashi ga bijuaru to eiga no sōdaina setto no bubun ni tsuite itoshite itamonono ōku wa, kono myūjikkubideosegumento kara no monodesu. Shikashi, kono segumento no hijō ni akarui chōshi wa, Garakowa no zentai-tekina kibun to wa mattaku taishō-tekidesu. Ikutsu ka no shīnde wa, uirusu o sakujo suru futan wa, de~yuaru to Dorothy, tokuni de~yuaru ni eikyō o oyoboshi hajimemasu. Korera no shīn wa, yori honkaku-tekina sutōrīrain no azayaka-sa o teikyō shimasuga, korera no shunkan wa hotondo naku, amarini mo hayaku okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, the visuals are one of the only absolutely good qualities the movie has. Garakowa has a very loosely associated plot that definitely dips into interesting territory, but most of the movie is cute anti virus software doing cute things. Glaringly, the middle of the movie has a very awkward music video inserted with no dialogue and no plot progression. Admittedly, much of what I loved about the visuals and the magnificent set pieces in the movie are from this music video segment. However, the very light-hearted tone of this segment is in stark contrast to the overall mood of Garakowa. In a few scenes, the burdens of deleting viruses begins to take its toll on Dual and Dorothy, particularly Dual. These scenes offer a glimmer of a more substantial storyline, but these moments are few and happen too quickly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, the visuals are one of the only absolutely good qualities the movie has.\u001b[24m\n    \u001b[1m残念なことに、ビジュアルは、映画が持つ唯一の絶対的な良質の一つです。\u001b[22m, \u001b[1m残念ながら、ビジュアルは映画が持っている唯一の絶対に良い資質の一つです。\u001b[22m\n\u001b[4mGarakowa has a very loosely associated plot that definitely dips into interesting territory, but most of the movie is cute anti virus software doing cute things.\u001b[24m\n    \u001b[1mGarakowaは興味深い領域に間違いなく沈み込む非常にゆるやかに関連付けられたプロットを持っていますが、映画のほとんどは可愛いものをやっているかわいいアンチウイルスソフトウェアです。\u001b[22m, \u001b[1mGarakowaは間違いなく面白い領土に浸漬非常に緩く関連したプロットを持っていますが、映画のほとんどは、かわいいことをやってキュートなアンチウイルスソフトウェアです。\u001b[22m\n\u001b[4mGlaringly, the middle of the movie has a very awkward music video inserted with no dialogue and no plot progression.\u001b[24m\n    \u001b[1m明らかに、映画の真ん中には、対話やプロットの進行がなく、非常に厄介なミュージックビデオが挿入されています。\u001b[22m, \u001b[1m紛れも、映画の途中には、対話となし、プロットの進行なしで挿入され、非常に厄介なミュージックビデオを持っています。\u001b[22m\n\u001b[4mAdmittedly, much of what I loved about the visuals and the magnificent set pieces in the movie are from this music video segment.\u001b[24m\n    \u001b[1m確かに、私がビジュアルと映画の壮大なセットの部分について愛していたものの多くは、このミュージックビデオセグメントからのものです。\u001b[22m, \u001b[1m確かに、私は映像と映画の中で壮大なセットプレーについて愛したものの多くは、このミュージックビデオセグメントからのものです。\u001b[22m\n\u001b[4mHowever, the very light-hearted tone of this segment is in stark contrast to the overall mood of Garakowa.\u001b[24m\n    \u001b[1mしかし、このセグメントの非常に明るい調子は、Garakowaの全体的な気分とはまったく対照的です。\u001b[22m, \u001b[1mしかし、このセグメントの非常に快活なトーンはGarakowaの全体的なムードとは全く対照的です。\u001b[22m\n\u001b[4mIn a few scenes, the burdens of deleting viruses begins to take its toll on Dual and Dorothy, particularly Dual.\u001b[24m\n    \u001b[1mいくつかのシーンでは、ウイルスを削除する負担は、DualとDorothy、特にDualに影響を及ぼし始めます。\u001b[22m, \u001b[1mいくつかの場面では、削除するウイルスの負担は、デュアルおよびドロシー、特にデュアルの通行料を取るために開始します。\u001b[22m\n\u001b[4mThese scenes offer a glimmer of a more substantial storyline, but these moments are few and happen too quickly.\u001b[24m\n    \u001b[1mこれらのシーンは、より本格的なストーリーラインの鮮やかさを提供しますが、これらの瞬間はほとんどなく、あまりにも早く起こります。\u001b[22m, \u001b[1mこれらのシーンは、より実質的なストーリーの兆しを提供していますが、これらの瞬間は少なく、あまりにも急速に起こります。\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of storyline, Garakowa seems confused on whether it wants to show cute anti virus software doing cute things or a grim story about the deleting of humanity's memories. The mood shift is a little too strange for me, and I would have much preferred if they cut the slice of life moments in favor of going more into depth Dual and Dorothy's mission to find out just what Remo is. Only much later in the hour long movie do they delve into interesting territory, but at this point it's a little too late. Another thing to note about the storyline and world building is the very confusing use of terminology. The trio frequently talk about a 'Box of Wisdom,' but I have no idea what this mystic box is or its purpose in the film. Background as to why Dual and Dorothy are anti virus software are also touched upon, but I feel like not enough time was devoted to craft a detailed sci-fi world to really matter. Viewers have to simply accept a lot of things the characters say at face value, and imagine what could have been a very interesting, fantastic world.\n\n\u001b[1mストーリーラインといえば、ガラコワはかわいいことをしているかわいいアンチウイルスソフトを表示したいのか、人類の記憶を削除するという悲惨なストーリーを表示したいのか混乱しているようだ。 気分転換は私にとってはあまりにも奇妙なことです。彼らが、Remoが何であるかを知るためのデュアルとドロシーの使命をより深く理解することに賛成して、 長い時間の映画の後半では、彼らは興味深い領域を掘り下げますが、この時点では少し遅れています。 ストーリーラインと世界の建物についてもう一つ注意しなければならないことは、用語の使い方が非常に混乱していることです。 トリオは頻繁に「知恵の箱」について語りますが、私はこの神秘的な箱が何であるか、あるいはその映画の目的を知らない。 なぜDualとDorothyがウイルス対策ソフトウェアであるのかについての背景も触れられていますが、実際に問題となる詳細なSF世界を作るのに十分な時間が費やされていないように感じます。 視聴者は、文字が額面で言う多くのことを単に受け入れなければならず、何が非常に興味深く、素晴らしい世界であったのか想像してください。\u001b[22m\n\u001b[1m(Sutōrīrain to ieba, garakowa wa kawaī koto o shite iru kawaī anchiuirususofuto o hyōji shitai no ka, jinrui no kioku o sakujo suru to iu hisan'na sutōrī o hyōji shitai no ka konran shite iru yōda. Kibun tenkan wa watashi ni totte wa amarini mo kimyōna kotodesu. Karera ga, Remo ga nandearu ka o shiru tame no de~yuaru to doroshī no shimei o yori fukaku rikai suru koto ni sansei shite, nagai jikan no eiga no kōhande wa, karera wa kyōmibukai ryōiki o horisagemasuga, kono jitende wa sukoshi okurete imasu. Sutōrīrain to sekai no tatemono ni tsuite mōhitotsu chūi shinakereba naranai koto wa, yōgo no tsukaikata ga hijō ni konran shite iru kotodesu. Torio wa hinpan ni `chie no hako' ni tsuite katarimasuga, watashi wa kono shinpi-tekina hako ga nandearu ka, aruiwa sono eiga no mokuteki o shiranai. Naze de~yuaru to Dorothy ga uirusu taisaku sofutō~eadearu no ka ni tsuite no haikei mo fure rarete imasuga, jissai ni mondai to naru shōsaina SF sekai o tsukuru no ni jūbun'na jikan ga tsuiyasa rete inai yō ni kanjimasu. Shichō-sha wa, moji ga gakumen de iu ōku no koto o tan'ni ukeirenakereba narazu, nani ga hijō ni kyōmibukaku, subarashī sekaideatta no ka sōzō shite kudasai.)\u001b[22m\n\u001b[1m\u001b[22m\nOn sound, I quite enjoyed the light background music and the lovely piano tune that is introduced, but soundtrack wise this movie is very light. Voice wise, Dual is played by Taneda Risa, so I was...really biased (in a good way) towards Dual.\n\n\u001b[1mサウンドでは、私は光のバックグラウンドミュージックと、導入された素敵なピアノ曲を楽しんだが、この映画は非常に軽い賢明なサウンドトラック。 声に賢く、デュアルはTaneda Risaによって演奏されるので、私はデュアルに向かって（良い方法で）本当に偏っていました。\u001b[22m\n\u001b[1m(Saundode wa, watashi wa hikari no bakkuguraundomyūjikku to, dōnyū sa reta sutekina piano kyoku o tanoshindaga, kono eiga wa hijō ni karui kenmeina saundotorakku. Koe ni kashikoku, de~yuaru wa Taneda Risa ni yotte ensō sa rerunode, watashi wa de~yuaru ni mukatte (yoi hōhō de) hontōni katayotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mOn sound, I quite enjoyed the light background music and the lovely piano tune that is introduced, but soundtrack wise this movie is very light. Voice wise, Dual is played by Taneda Risa, so I was...really biased (in a good way) towards Dual.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn sound, I quite enjoyed the light background music and the lovely piano tune that is introduced, but soundtrack wise this movie is very light.\u001b[24m\n    \u001b[1mサウンドでは、私は光のバックグラウンドミュージックと、導入された素敵なピアノ曲を楽しんだが、この映画は非常に軽い賢明なサウンドトラック。\u001b[22m, \u001b[1m音に、私は非常に明るい背景の音楽と導入された美しいピアノ曲を楽しんだが、この映画は非常に軽いです賢明なサウンドトラック。\u001b[22m\n\u001b[4mVoice wise, Dual is played by Taneda Risa, so I was...really biased (in a good way) towards Dual.\u001b[24m\n    \u001b[1m声に賢く、デュアルはTaneda Risaによって演奏されるので、私はデュアルに向かって（良い方法で）本当に偏っていました。\u001b[22m, \u001b[1m声が賢明、デュアルは種田梨沙によって再生されるので、私は...本当にデュアル向かって（良い意味で）バイアスされました。\u001b[22m\n\u001b[1m\u001b[22m\nI feel like there was a lot of wasted potential in Garakowa. The budget is there, the stunning visuals, the voice talent, and a director with a pretty good body of work. The most notable series the director for Garakowa has done is Shinsekai Yori, in my opinion. However, these elements simply can't exist without a good storyline to hook the viewer to want to know more about Dual and Dorothy, Remo, the mysterious 'flower garden,' and the suggestions of a digital apocalypse. Most disappointing is Dorothy, who has a paper thin personality that only briefly gets more development towards the end. And again, too much time was devoted to the music video in the middle. While pleasant to watch, it did not add anything at all to the storyline. The ending suggests a potentially engaging plot element regarding humans, but the film largely ends with not much resolved.\n\n\u001b[1mガラコワには無駄なポテンシャルがたくさんあるような気がします。 予算はそこにあり、素晴らしいビジュアル、声優、そしてかなり良い仕事をしている監督です。  Garakowaのディレクターがやった最も注目すべきシリーズは、私の意見では、新世代の妖精です。 しかし、これらの要素は、デュアルとドロシー、レモ、不思議な「花の庭」、そしてデジタル黙示録の提案についてもっと知りたいと思うように視聴者を魅了する良いストーリーがなければ、単に存在することはできません。 最も失望しているのはドロシーです。ドロシーは紙の細い人格を持っていて、終わりに向かって短期間だけ発展しています。 そしてまた、真ん中の音楽ビデオにはあまりにも多くの時間が費やされました。 見るのが楽しいのですが、ストーリーラインに何も追加していませんでした。 結末は、人間に関する潜在的に魅力的なプロット要素を示唆していますが、映画は大部分解決されずにほとんど終了します。\u001b[22m\n\u001b[1m(Garakowa ni wa mudana potensharu ga takusan aru yōna ki ga shimasu. Yosan wa soko ni ari, subarashī bijuaru, seiyū, soshite kanari yoi shigoto o shite iru kantokudesu. Garakowa no direkutā ga yatta mottomo chūmoku subeki shirīzu wa, watashi no ikende wa, shin sedai no yōseidesu. Shikashi, korera no yōso wa, de~yuaru to doroshī, remo, fushigina `hana no niwa', soshite dejitaru mokushiroku no teian ni tsuite motto shiritai to omou yō ni shichō-sha o miryō suru yoi sutōrī ga nakereba, tan'ni sonzai suru koto wa dekimasen. Mottomo shitsubō shite iru no wa doroshīdesu. Doroshī wa kami no hosoi jinkaku o motte ite, owari ni mukatte tankikan dake hatten shite imasu. Soshite mata, man'naka no ongaku bideo ni wa amarini mo ōku no jikan ga tsuiyasa remashita. Miru no ga tanoshī nodesuga, sutōrīrain ni nani mo tsuika shite imasendeshita. Ketsumatsu wa, ningen ni kansuru senzai-teki ni miryoku-tekina purotto yōso o shisa shite imasuga, eiga wa daibubun kaiketsu sa rezu ni hotondo shūryō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI feel like there was a lot of wasted potential in Garakowa. The budget is there, the stunning visuals, the voice talent, and a director with a pretty good body of work. The most notable series the director for Garakowa has done is Shinsekai Yori, in my opinion. However, these elements simply can't exist without a good storyline to hook the viewer to want to know more about Dual and Dorothy, Remo, the mysterious 'flower garden,' and the suggestions of a digital apocalypse. Most disappointing is Dorothy, who has a paper thin personality that only briefly gets more development towards the end. And again, too much time was devoted to the music video in the middle. While pleasant to watch, it did not add anything at all to the storyline. The ending suggests a potentially engaging plot element regarding humans, but the film largely ends with not much resolved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI feel like there was a lot of wasted potential in Garakowa.\u001b[24m\n    \u001b[1mガラコワには無駄なポテンシャルがたくさんあるような気がします。\u001b[22m, \u001b[1mGarakowaで無駄な多くの可能性があったような気がします。\u001b[22m\n\u001b[4mThe budget is there, the stunning visuals, the voice talent, and a director with a pretty good body of work.\u001b[24m\n    \u001b[1m予算はそこにあり、素晴らしいビジュアル、声優、そしてかなり良い仕事をしている監督です。\u001b[22m, \u001b[1m予算は、そこに驚異的なビジュアル、声優、そして仕事のかなり良いボディとディレクターです。\u001b[22m\n\u001b[4mThe most notable series the director for Garakowa has done is Shinsekai Yori, in my opinion.\u001b[24m\n    \u001b[1mGarakowaのディレクターがやった最も注目すべきシリーズは、私の意見では、新世代の妖精です。\u001b[22m, \u001b[1mGarakowaための監督が行っている最も顕著なシリーズは、私の意見では、新世界ヨリです。\u001b[22m\n\u001b[4mHowever, these elements simply can't exist without a good storyline to hook the viewer to want to know more about Dual and Dorothy, Remo, the mysterious 'flower garden,' and the suggestions of a digital apocalypse.\u001b[24m\n    \u001b[1mしかし、これらの要素は、デュアルとドロシー、レモ、不思議な「花の庭」、そしてデジタル黙示録の提案についてもっと知りたいと思うように視聴者を魅了する良いストーリーがなければ、単に存在することはできません。\u001b[22m, \u001b[1mしかし、これらの要素は、単にデュアルおよびドロシー、レモ、神秘的な「花畑、 'とデジタル黙示録の提案について詳細をお知りになりたいために、視聴者をフックする良いストーリーなしでは存在できません。\u001b[22m\n\u001b[4mMost disappointing is Dorothy, who has a paper thin personality that only briefly gets more development towards the end.\u001b[24m\n    \u001b[1m最も失望しているのはドロシーです。ドロシーは紙の細い人格を持っていて、終わりに向かって短期間だけ発展しています。\u001b[22m, \u001b[1mほとんどの失望だけ簡単に終わりに向かってより多くの開発を取得し、紙の薄い個性を持ってドロシーは、あります。\u001b[22m\n\u001b[4mAnd again, too much time was devoted to the music video in the middle.\u001b[24m\n    \u001b[1mそしてまた、真ん中の音楽ビデオにはあまりにも多くの時間が費やされました。\u001b[22m, \u001b[1mそして再び、あまりにも多くの時間は、途中でミュージックビデオにのめり込んでいました。\u001b[22m\n\u001b[4mWhile pleasant to watch, it did not add anything at all to the storyline.\u001b[24m\n    \u001b[1m見るのが楽しいのですが、ストーリーラインに何も追加していませんでした。\u001b[22m, \u001b[1m見ていて気持ちの良いが、それはストーリーに全く何も追加しませんでした。\u001b[22m\n\u001b[4mThe ending suggests a potentially engaging plot element regarding humans, but the film largely ends with not much resolved.\u001b[24m\n    \u001b[1m結末は、人間に関する潜在的に魅力的なプロット要素を示唆していますが、映画は大部分解決されずにほとんど終了します。\u001b[22m, \u001b[1mエンディングは、人間に関する潜在的従事プロット要素を示唆しているが、フィルムは主にあまり解決しないで終了します。\u001b[22m\n\u001b[1m\u001b[22m\nRegardless of its flaws, I found Garakowa at least mildly interesting and don't regret the hour I spent watching it. Not only is this movie something like a mix of Assassin's Creed, Code Lyoko, and Puella Magi Madoka Magica, it is fundamentally an imaginative look at anti virus software, giving it human form and emotions while weaving a mildly engaging storyline with moments of despair, joy, and reflection. If anything, Garakowa is at least unique and quirky, which is probably enough to warrant sitting down for an hour and being drawn into the strange digital world of memories, regret, happiness, and apocalypse.\n\n\u001b[1mその欠点にかかわらず、私はガラコワが少なくとも少し面白いと感じ、私はそれを見ている時間を後悔しない。 この映画は、Assassin's Creed、Code Lyoko、Puella Magi Madoka Magicaのようなものであるだけでなく、基本的にアンチウィルスソフトウェアを見て、人間の形や感情を与えながら、穏やかに魅力的なストーリーラインと絶望の瞬間を織り交ぜながら、 喜び、そしてリフレクション。 何かがあれば、Garakowaは、おそらく一時間座って、思い出、残念、幸福、黙示録の奇妙なデジタル世界に引き込まれていることを保証するのに十分であるユニークで奇妙な、少なくともです。\u001b[22m\n\u001b[1m(Sono ketten ni kakawarazu, watashi wa garakowa ga sukunakutomo sukoshi omoshiroi to kanji, watashi wa sore o mite iru jikan o kōkaishinai. Kono eiga wa, Assassin' s kurīdo, Code Lyoko, Puella Magi Madoka magika no yōna monodearu dakedenaku, kihontekini anchiu~irususofutou~ea o mite, ningen no katachi ya kanjō o ataenagara, odayaka ni miryoku-tekina sutōrīrain to zetsubō no shunkan o ori mazenagara, yorokobi, soshite rifurekushon. Nanika ga areba, Garakowa wa, osoraku ichijikan suwatte, omoide, zan'nen, kōfuku, mokushiroku no kimyōna dejitaru sekai ni hikikoma rete iru koto o hoshō suru no ni jūbundearu yunīku de kimyōna, sukunakutomodesu.)\u001b[22m\n\nTranslations of \u001b[4mRegardless of its flaws, I found Garakowa at least mildly interesting and don't regret the hour I spent watching it. Not only is this movie something like a mix of Assassin's Creed, Code Lyoko, and Puella Magi Madoka Magica, it is fundamentally an imaginative look at anti virus software, giving it human form and emotions while weaving a mildly engaging storyline with moments of despair, joy, and reflection. If anything, Garakowa is at least unique and quirky, which is probably enough to warrant sitting down for an hour and being drawn into the strange digital world of memories, regret, happiness, and apocalypse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRegardless of its flaws, I found Garakowa at least mildly interesting and don't regret the hour I spent watching it.\u001b[24m\n    \u001b[1mその欠点にかかわらず、私はガラコワが少なくとも少し面白いと感じ、私はそれを見ている時間を後悔しない。\u001b[22m, \u001b[1mかかわらず、その欠陥の、私はGarakowaは、少なくとも穏やかに興味深い発見し、私はそれを見て過ごした時間を後悔していません。\u001b[22m\n\u001b[4mNot only is this movie something like a mix of Assassin's Creed, Code Lyoko, and Puella Magi Madoka Magica, it is fundamentally an imaginative look at anti virus software, giving it human form and emotions while weaving a mildly engaging storyline with moments of despair,\u001b[24m\n    \u001b[1mこの映画は、Assassin's Creed、Code Lyoko、Puella Magi Madoka Magicaのようなものであるだけでなく、基本的にアンチウィルスソフトウェアを見て、人間の形や感情を与えながら、穏やかに魅力的なストーリーラインと絶望の瞬間を織り交ぜながら、\u001b[22m, \u001b[1mアサシンクリード、コード・リョーコ、そして魔法少女まどか☆マギカのミックスのようなこの映画の何かであるだけでなく、それが絶望の瞬間と穏やかな魅力的なストーリーを織りながら、それを人間の形や感情を与え、基本的にアンチウイルスソフトウェアで想像力豊かな表情で、\u001b[22m\n\u001b[4mjoy, and reflection.\u001b[24m\n    \u001b[1m喜び、そしてリフレクション。\u001b[22m, \u001b[1m喜び、そして反射。\u001b[22m\n\u001b[4mIf anything, Garakowa is at least unique and quirky, which is probably enough to warrant sitting down for an hour and being drawn into the strange digital world of memories, regret, happiness, and apocalypse.\u001b[24m\n    \u001b[1m何かがあれば、Garakowaは、おそらく一時間座って、思い出、残念、幸福、黙示録の奇妙なデジタル世界に引き込まれていることを保証するのに十分であるユニークで奇妙な、少なくともです。\u001b[22m, \u001b[1mどちらかといえば、Garakowaは、おそらく時間座っ保証するのに十分であるとの思い出、後悔、幸福、および黙示録の奇妙なデジタル世界に引き込まれている、少なくともユニークで風変わりです。\u001b[22m\n\u001b[1m\u001b[22m\n...honestly, I watched this movie to listen to Taneda Risa, but all the stuff I mentioned before has my half-hearted seal of approval and I honestly do think Garakowa is worth a watch, if for the novelty only at least.\n\n\u001b[1m...正直言って、私はこの映画がTaneda Risaを聴くのを見ましたが、私が前に言及したすべてのものは私の心からの承認の印を持っています。そして、真新しくなければ少なくともGarakowaは時計の価値があると思います。\u001b[22m\n\u001b[1m(... Shōjiki itte, watashi wa kono eiga ga Taneda Risa o kiku no o mimashitaga, watashi ga mae ni genkyū shita subete no mono wa watashi no kokoro kara no shōnin no shirushi o motte imasu. Soshite, maatarashikunakereba sukunakutomo Garakowa wa tokei no kachigāru to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4m...honestly, I watched this movie to listen to Taneda Risa, but all the stuff I mentioned before has my half-hearted seal of approval and I honestly do think Garakowa is worth a watch, if for the novelty only at least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...honestly, I watched this movie to listen to Taneda Risa, but all the stuff I mentioned before has my half-hearted seal of approval and I honestly do think Garakowa is worth a watch, if for the novelty only at least.\u001b[24m\n    \u001b[1m...正直言って、私はこの映画がTaneda Risaを聴くのを見ましたが、私が前に言及したすべてのものは私の心からの承認の印を持っています。そして、真新しくなければ少なくともGarakowaは時計の価値があると思います。\u001b[22m, \u001b[1m...正直なところ、私は種田梨沙を聞くためにこの映画を見たが、私は前に述べたすべてのものは、承認の私の中途半端なシールを持って、私は正直にのみ、少なくともノベルティ用の場合Garakowaは、時計の価値があると思います。\u001b[22m"
  }
]
