[
  {
    "title": "Piano_no_Mori",
    "id": "2594",
    "url": "https://myanimelist.net/anime/2594/Piano_no_Mori",
    "user": "Archaeon",
    "profile": "/profile/Archaeon/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=3794",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\n私がピアノの森を初めて聞いたとき、それはちょっと奇妙なコンセプトだと思った。 私はファンタジーに基づいて何かを期待していました。その方向にいくつかの動きがありましたが、それらは主にキャラクターの想像力に由来しています。 映画自体は現実に根ざしたままです。\n\n物語は田舎の小さな町で起こり、奄美秀平と一ノ瀬かいの友情と闘いを中心に展開しています。  Shuuheiは熟練した子供のピアニストであり、優れた音楽的才能を生み出す家族の伝統を守るために何年も勉強してきました。 彼と彼の家族は、病気の祖母を看護するのを助けるために短時間の間、田舎に移動し、滞在期間のためにそこに通う必要があります。 彼が学校に通っている間、森の神秘的なピアノを聴いている（あなたがそれを演奏すると音が聞こえないと呪われていると噂されている）、最初に不器用で不思議なカイに遭遇する ピアノは彼に属し、彼だけがそれを演奏することができます。\n\nこの映画のアートワークは素晴らしいです。 町と森の背景は非常によく実現されており、そのキャラクターはユニークな個性を持ってうまく描かれています。 アニメーションは、一般的には非常に滑らかで、特にピアノシーンではスムーズです。\n\nこのサウンドは、特に音楽を含むシーンでこの映画が優れている1つの領域です。 ムービー全体の効果音は、車のハムから、落ち着きのない群衆の音まで、一般的に非常に良いです。\n\n私はKaiとShuuheiの両方が非常に好きなキャラクターであることを発見し、それらの間の相互作用は非常に現実的です。 サイド・キャラクターも非常にうまくいきますが、これは映画なので、主人公には唯一の真の発展が与えられ、いくつかのサイド・キャラクターには少し専念しています。 これは、映画が本当に苦しんでいないので、制限要因とはみなされるべきではありません。\n\n私はこの映画を非常に楽しんだだけではなく、私がクラシック音楽（そしてアニメ）のファンだからではなく、素敵なキャラクターと素晴らしいサウンドで非常にうまくアニメーションされているのでとても楽しかったです。\n\n私はクラシック音楽のファンである誰にでもこの映画をお勧めします。  Nodame CantabileやLa Corda D'Oroなどのファンの皆さんにもお勧めしたいと思います。\n\nあなたが行動、冒険、fanserviceなどを後にしているなら、この映画はおそらく避けるべきものです。 しかし、あなたが探しているものがあれば、友情と闘争についての心温まる映画です。それで間違いなくこれをチェックしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first heard of Piano no Mori I thought it was a bit of an odd concept. I expected something fantasy based, and while there are some nudges in that direction they mainly stem from the imagination of the characters. The film itself remains rooted in reality.\n\n\u001b[1m私がピアノの森を初めて聞いたとき、それはちょっと奇妙なコンセプトだと思った。 私はファンタジーに基づいて何かを期待していました。その方向にいくつかの動きがありましたが、それらは主にキャラクターの想像力に由来しています。 映画自体は現実に根ざしたままです。\u001b[22m\n\u001b[1m(Watashi ga pianonomori o hajimete kiita toki, sore wa chotto kimyōna konseputoda to omotta. Watashi wa fantajī nimotozuite nanika o kitai shite imashita. Sono hōkō ni ikutsu ka no ugoki ga arimashitaga, sorera wa omoni kyarakutā no sōzō-ryoku ni yurai shite imasu. Eiga jitai wa genjitsu ni nezashita mamadesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first heard of Piano no Mori I thought it was a bit of an odd concept. I expected something fantasy based, and while there are some nudges in that direction they mainly stem from the imagination of the characters. The film itself remains rooted in reality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first heard of Piano no Mori I thought it was a bit of an odd concept.\u001b[24m\n    \u001b[1m私がピアノの森を初めて聞いたとき、それはちょっと奇妙なコンセプトだと思った。\u001b[22m, \u001b[1m私が最初にピアノの森を聞いたとき、私はそれが奇妙な概念のビットだと思いました。\u001b[22m\n\u001b[4mI expected something fantasy based, and while there are some nudges in that direction they mainly stem from the imagination of the characters.\u001b[24m\n    \u001b[1m私はファンタジーに基づいて何かを期待していました。その方向にいくつかの動きがありましたが、それらは主にキャラクターの想像力に由来しています。\u001b[22m, \u001b[1m私は何かのファンタジー基づいて予想し、その方向にいくつかのnudgesがある間、彼らは主に文字の想像力から生じます。\u001b[22m\n\u001b[4mThe film itself remains rooted in reality.\u001b[24m\n    \u001b[1m映画自体は現実に根ざしたままです。\u001b[22m, \u001b[1mフィルム自体が現実に根ざしたまま。\u001b[22m\n\u001b[1m\u001b[22m\nThe story takes place in a small town in the countryside, and revolves around the friendship and rivalry between Amamiya Shuuhei and Ichinose Kai. Shuuhei is an accomplished child pianist, and has studied hard for years to uphold the family tradition of producing outstanding musical talent. He and his family move to the countryside for a short time to help nurse his sick grandmother, and because of the duration of their stay, he must attend the school there. It is while he is at school that he first hears of the mysterious piano in the forest (which is rumoured to be cursed as no sound will be heard if you play it), and where he first encounters the scruffy and enigmatic Kai, who claims the piano belongs to him and only he can play it.\n\n\u001b[1m物語は田舎の小さな町で起こり、奄美秀平と一ノ瀬かいの友情と闘いを中心に展開しています。  Shuuheiは熟練した子供のピアニストであり、優れた音楽的才能を生み出す家族の伝統を守るために何年も勉強してきました。 彼と彼の家族は、病気の祖母を看護するのを助けるために短時間の間、田舎に移動し、滞在期間のためにそこに通う必要があります。 彼が学校に通っている間、森の神秘的なピアノを聴いている（あなたがそれを演奏すると音が聞こえないと呪われていると噂されている）、最初に不器用で不思議なカイに遭遇する ピアノは彼に属し、彼だけがそれを演奏することができます。\u001b[22m\n\u001b[1m(Monogatari wa inaka no chīsana machi de okori, Amami Shūhei to Ichinose kai no yūjō to tatakai o chūshin ni tenkai shite imasu. Shuuhei wa jukuren shita kodomo no pianisutodeari, sugureta ongaku-teki sainō o umidasu kazoku no dentō o mamoru tame ni nan-nen mo benkyō shite kimashita. Kare to kare no kazoku wa, byōki no sobo o kango suru no o tasukeru tame ni tanjikan no ma, inaka ni idō shi, taizai kikan no tame ni soko ni kayou hitsuyō ga arimasu. Kare ga gakkō ni tōtte iru ma, mori no shinpi-tekina piano o kiite iru (anata ga sore o ensō suruto oto ga kikoenai to norowa rete iru to uwasa sa rete iru), saisho ni bukiyōde fushigina kai ni sōgū suru piano wa kare ni zokushi, kare dake ga sore o ensō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story takes place in a small town in the countryside, and revolves around the friendship and rivalry between Amamiya Shuuhei and Ichinose Kai. Shuuhei is an accomplished child pianist, and has studied hard for years to uphold the family tradition of producing outstanding musical talent. He and his family move to the countryside for a short time to help nurse his sick grandmother, and because of the duration of their stay, he must attend the school there. It is while he is at school that he first hears of the mysterious piano in the forest (which is rumoured to be cursed as no sound will be heard if you play it), and where he first encounters the scruffy and enigmatic Kai, who claims the piano belongs to him and only he can play it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story takes place in a small town in the countryside, and revolves around the friendship and rivalry between Amamiya Shuuhei and Ichinose Kai.\u001b[24m\n    \u001b[1m物語は田舎の小さな町で起こり、奄美秀平と一ノ瀬かいの友情と闘いを中心に展開しています。\u001b[22m, \u001b[1m物語は田舎の小さな町で行われ、雨宮Shuuheiと一ノ瀬カイ間の友情とライバル関係を中心に展開します。\u001b[22m\n\u001b[4mShuuhei is an accomplished child pianist, and has studied hard for years to uphold the family tradition of producing outstanding musical talent.\u001b[24m\n    \u001b[1mShuuheiは熟練した子供のピアニストであり、優れた音楽的才能を生み出す家族の伝統を守るために何年も勉強してきました。\u001b[22m, \u001b[1mShuuheiは、熟練した子のピアニストであり、優れた音楽の才能を生産する家族の伝統を守るために年間の熱心に勉強しています。\u001b[22m\n\u001b[4mHe and his family move to the countryside for a short time to help nurse his sick grandmother, and because of the duration of their stay, he must attend the school there.\u001b[24m\n    \u001b[1m彼と彼の家族は、病気の祖母を看護するのを助けるために短時間の間、田舎に移動し、滞在期間のためにそこに通う必要があります。\u001b[22m, \u001b[1m彼と彼の病気の祖母の看護師を支援する短時間田舎に彼の家族の移動、および、それらの滞在期間の、彼はそこに学校に出席しなければなりません。\u001b[22m\n\u001b[4mIt is while he is at school that he first hears of the mysterious piano in the forest (which is rumoured to be cursed as no sound will be heard if you play it), and where he first encounters the scruffy and enigmatic Kai, who claims\u001b[24m\n    \u001b[1m彼が学校に通っている間、森の神秘的なピアノを聴いている（あなたがそれを演奏すると音が聞こえないと呪われていると噂されている）、最初に不器用で不思議なカイに遭遇する\u001b[22m, \u001b[1m彼は最初の（あなたがそれを再生する場合も音が出ないされるように呪われていると噂されている）森の中の神秘的なピアノの聞く学校にいる間、それは、彼が最初にだらしないと謎めいた甲斐が発生した場合に、誰が主張します\u001b[22m\n\u001b[4mthe piano belongs to him and only he can play it.\u001b[24m\n    \u001b[1mピアノは彼に属し、彼だけがそれを演奏することができます。\u001b[22m, \u001b[1mピアノは彼に属し、彼だけがそれを再生することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork for this movie is excellent. The town and forest backdrops are very well realised, and the characters are nicely depicted as unique individuals. The animation is generally very smooth, especially during the piano scenes.\n\n\u001b[1mこの映画のアートワークは素晴らしいです。 町と森の背景は非常によく実現されており、そのキャラクターはユニークな個性を持ってうまく描かれています。 アニメーションは、一般的には非常に滑らかで、特にピアノシーンではスムーズです。\u001b[22m\n\u001b[1m(Kono eiga no ātowāku wa subarashīdesu. Machi to mori no haikei wa hijō ni yoku jitsugen sa rete ori, sono kyarakutā wa yunīkuna kosei o motte umaku egaka rete imasu. Animēshon wa, ippantekini wa hijō ni namerakade, tokuni pianoshīnde wa sumūzudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork for this movie is excellent. The town and forest backdrops are very well realised, and the characters are nicely depicted as unique individuals. The animation is generally very smooth, especially during the piano scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork for this movie is excellent.\u001b[24m\n    \u001b[1mこの映画のアートワークは素晴らしいです。\u001b[22m, \u001b[1mこの映画のためのアートワークが優れています。\u001b[22m\n\u001b[4mThe town and forest backdrops are very well realised, and the characters are nicely depicted as unique individuals.\u001b[24m\n    \u001b[1m町と森の背景は非常によく実現されており、そのキャラクターはユニークな個性を持ってうまく描かれています。\u001b[22m, \u001b[1m町と森林の背景は非常によく実現され、文字がきれいにユニークな個人として描かれています。\u001b[22m\n\u001b[4mThe animation is generally very smooth, especially during the piano scenes.\u001b[24m\n    \u001b[1mアニメーションは、一般的には非常に滑らかで、特にピアノシーンではスムーズです。\u001b[22m, \u001b[1mアニメーションは、特にピアノのシーンの間に、一般的に非常に滑らかです。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is one area where this movie excels, especially during the scenes involving music. The sound effects throughout the movie are generally very good, from the hum of the car, to the sound of a restless crowd.\n\n\u001b[1mこのサウンドは、特に音楽を含むシーンでこの映画が優れている1つの領域です。 ムービー全体の効果音は、車のハムから、落ち着きのない群衆の音まで、一般的に非常に良いです。\u001b[22m\n\u001b[1m(Kono saundo wa, tokuni ongaku o fukumu shīn de kono eiga ga sugurete iru 1tsu no ryōikidesu. Mūbī zentai no kōka-on wa,-sha no hamu kara, ochitsuki no nai gunshū no oto made, ippantekini hijō ni yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is one area where this movie excels, especially during the scenes involving music. The sound effects throughout the movie are generally very good, from the hum of the car, to the sound of a restless crowd.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is one area where this movie excels, especially during the scenes involving music.\u001b[24m\n    \u001b[1mこのサウンドは、特に音楽を含むシーンでこの映画が優れている1つの領域です。\u001b[22m, \u001b[1m音は特に音楽を伴うシーンの間に、この映画が優れて一つの領域です。\u001b[22m\n\u001b[4mThe sound effects throughout the movie are generally very good, from the hum of the car, to the sound of a restless crowd.\u001b[24m\n    \u001b[1mムービー全体の効果音は、車のハムから、落ち着きのない群衆の音まで、一般的に非常に良いです。\u001b[22m, \u001b[1m映画全体に効果音が車のハムから、落ち着きのない群衆の音に、一般的に非常に優れています。\u001b[22m\n\u001b[1m\u001b[22m\nI found both Kai and Shuuhei to be very likeable characters, and the interaction between them is quite realistic. The side characters are also very well done, but as this is a movie, the only real development is given to the main characters, with a little devoted to some of the side characters. This should not be considered a limiting factor though, as the movie doesn't really suffer for it.\n\n\u001b[1m私はKaiとShuuheiの両方が非常に好きなキャラクターであることを発見し、それらの間の相互作用は非常に現実的です。 サイド・キャラクターも非常にうまくいきますが、これは映画なので、主人公には唯一の真の発展が与えられ、いくつかのサイド・キャラクターには少し専念しています。 これは、映画が本当に苦しんでいないので、制限要因とはみなされるべきではありません。\u001b[22m\n\u001b[1m(Watashi wa Kai to Shuuhei no ryōhō ga hijō ni sukina kyarakutādearu koto o hakken shi, sorera no ma no sōgo sayō wa hijō ni genjitsu-tekidesu. Saido kyarakutā mo hijō ni umaku ikimasuga, koreha eigananode, shujinkō ni wa yuiitsu no shin no hatten ga atae rare, ikutsu ka no saido kyarakutā ni wa sukoshi sen'nen shite imasu. Kore wa, eiga ga hontōni kurushinde inainode, seigen yōin to wa minasa rerubekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI found both Kai and Shuuhei to be very likeable characters, and the interaction between them is quite realistic. The side characters are also very well done, but as this is a movie, the only real development is given to the main characters, with a little devoted to some of the side characters. This should not be considered a limiting factor though, as the movie doesn't really suffer for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found both Kai and Shuuhei to be very likeable characters, and the interaction between them is quite realistic.\u001b[24m\n    \u001b[1m私はKaiとShuuheiの両方が非常に好きなキャラクターであることを発見し、それらの間の相互作用は非常に現実的です。\u001b[22m, \u001b[1m私はカイとShuuheiの両方が非常に好感の持てる文字であることが判明し、それらの間の相互作用は非常に現実的です。\u001b[22m\n\u001b[4mThe side characters are also very well done, but as this is a movie, the only real development is given to the main characters, with a little devoted to some of the side characters.\u001b[24m\n    \u001b[1mサイド・キャラクターも非常にうまくいきますが、これは映画なので、主人公には唯一の真の発展が与えられ、いくつかのサイド・キャラクターには少し専念しています。\u001b[22m, \u001b[1mサイドのキャラクターも非常によくやっているが、これは映画のように、唯一の真の発展は、サイドの文字の一部にはほとんど献身的で、メインキャラクターに与えられます。\u001b[22m\n\u001b[4mThis should not be considered a limiting factor though, as the movie doesn't really suffer for it.\u001b[24m\n    \u001b[1mこれは、映画が本当に苦しんでいないので、制限要因とはみなされるべきではありません。\u001b[22m, \u001b[1m映画は本当にそれのために苦しむことはありませんので、これは、しかし制限要因と考えるべきではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed this movie immensely, not simply because I'm a fan of classical music (and anime), but because it's a very nice story that has been very well animated with some good characters and excellent sound.\n\n\u001b[1m私はこの映画を非常に楽しんだだけではなく、私がクラシック音楽（そしてアニメ）のファンだからではなく、素敵なキャラクターと素晴らしいサウンドで非常にうまくアニメーションされているのでとても楽しかったです。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o hijō ni tanoshinda dakede wa naku, watashi ga kurashikku ongaku (soshite anime) no fandakarade wa naku, sutekina kyarakutā to subarashī saundo de hijō ni umaku animēshon sa rete irunode totemo tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this movie immensely, not simply because I'm a fan of classical music (and anime), but because it's a very nice story that has been very well animated with some good characters and excellent sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this movie immensely, not simply because I'm a fan of classical music (and anime), but because it's a very nice story that has been very well animated with some good characters and excellent sound.\u001b[24m\n    \u001b[1m私はこの映画を非常に楽しんだだけではなく、私がクラシック音楽（そしてアニメ）のファンだからではなく、素敵なキャラクターと素晴らしいサウンドで非常にうまくアニメーションされているのでとても楽しかったです。\u001b[22m, \u001b[1m私はクラシック音楽（アニメ）のファンだではないという理由だけで、非常にこの映画を楽しんだが、それは非常によく、いくつかの良い文字と優れたサウンドとアニメーション化された非常にいい話だからです。\u001b[22m\n\u001b[1m\u001b[22m\nI would recommend this movie to anyone who is a fan of classical music. I'd also recommend it to fans of shows such as Nodame Cantabile and La Corda D'Oro.\n\n\u001b[1m私はクラシック音楽のファンである誰にでもこの映画をお勧めします。  Nodame CantabileやLa Corda D'Oroなどのファンの皆さんにもお勧めしたいと思います。\u001b[22m\n\u001b[1m(Watashi wa kurashikku ongaku no fandearu darenidemo kono eiga o o susume shimasu. Nodame kantābire ya La Corda D' Oro nado no fan no minasan ni mo o susume shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would recommend this movie to anyone who is a fan of classical music. I'd also recommend it to fans of shows such as Nodame Cantabile and La Corda D'Oro.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would recommend this movie to anyone who is a fan of classical music.\u001b[24m\n    \u001b[1m私はクラシック音楽のファンである誰にでもこの映画をお勧めします。\u001b[22m, \u001b[1m私はクラシック音楽のファンである人にこの映画をお勧めします。\u001b[22m\n\u001b[4mI'd also recommend it to fans of shows such as Nodame Cantabile and La Corda D'Oro.\u001b[24m\n    \u001b[1mNodame CantabileやLa Corda D'Oroなどのファンの皆さんにもお勧めしたいと思います。\u001b[22m, \u001b[1m私はまた、このようなのだめカンタービレや金色のコルダとしてショーのファンにそれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're after action, adventure, fanservice, etc, then this movie is probably one you should avoid. If what you're looking for however, is a heartwarming movie about friendship and rivalry then you should definitely check this out.\n\n\u001b[1mあなたが行動、冒険、fanserviceなどを後にしているなら、この映画はおそらく避けるべきものです。 しかし、あなたが探しているものがあれば、友情と闘争についての心温まる映画です。それで間違いなくこれをチェックしてください。\u001b[22m\n\u001b[1m(Anata ga kōdō, bōken, fanservice nado o-go ni shite irunara, kono eiga wa osoraku yokerubeki monodesu. Shikashi, anata ga sagashite iru mono ga areba, yūjō to tōsō ni tsuite no kokoroatatamaru eigadesu. Sorede machigainaku kore o chekku shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you're after action, adventure, fanservice, etc, then this movie is probably one you should avoid. If what you're looking for however, is a heartwarming movie about friendship and rivalry then you should definitely check this out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're after action, adventure, fanservice, etc, then this movie is probably one you should avoid.\u001b[24m\n    \u001b[1mあなたが行動、冒険、fanserviceなどを後にしているなら、この映画はおそらく避けるべきものです。\u001b[22m, \u001b[1mあなたは、アクション、アドベンチャー、サービスカット、等後にしている場合は、この映画は、おそらくあなたが避けるべきものです。\u001b[22m\n\u001b[4mIf what you're looking for however, is a heartwarming movie about friendship and rivalry then you should definitely check this out.\u001b[24m\n    \u001b[1mしかし、あなたが探しているものがあれば、友情と闘争についての心温まる映画です。それで間違いなくこれをチェックしてください。\u001b[22m, \u001b[1mあなたはしかし、探しているものならば、あなたは間違いなくこれをチェックする必要があります友情とライバル関係についての心温まる映画です。\u001b[22m"
  },
  {
    "title": "Piano_no_Mori",
    "id": "2594",
    "url": "https://myanimelist.net/anime/2594/Piano_no_Mori",
    "user": "ellenmelon13",
    "profile": "/profile/ellenmelon13/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=38637",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  10\n\nまあ、今日、私はwatchanimeon.comをすっかりスクロールして、興味を引くアニメを探していました。 ピアノの森は、「ああ、二日でピアノレッスンをしていて、練習に動かされるかもしれない」と思っていました。 楽しさ。 あの気持ち。 純粋な純粋な音楽感。 その一方で、Shuuheiは他のほとんどすべてです。 ハードワーク、緊張感、痛み...私はそれを言うでしょう。 私はピアノが好きですが、今、私はそれを嗅ぐ。 私はカイの演奏に耳を傾け、「うわー、いつかそんなに遊んでみたい！」と思う。 しかし、私はそれほど長く座って練習したくはありません。  Shuuheiは自分の目標をもっと重視しました。 この映画の後、私は本当に階下に行ってピアノを弾きたいと思っていました。 そしてそれは確かにしました。 より良くなるために。 ピアノの森は、何度も非現実的で奇妙ですが、とても感動的で楽しい話です。 私はこの映画が本当にミュージシャン向けの映画だと思う。 音楽愛好家として、私はこれらの人物の中に自分自身をたくさん見ました。 私はピアニストのヴォーカリストです。 私が歌うとき、私は楽しいです。 それは自然に来る。 カイ、この森の中で壊れたピアノを弾くことができる若い天才は、すべてのミュージシャンのこの部分です。\nこのレビューを終えるために、私はミュージシャンにこの映画を推薦するでしょう。 これらの要因がなければ、映画はちょうどかわいいものでした。 特別なものはありません。 しかし、作家のミュージシャンやミュージシャンのために、この映画は美しいだけ美しいです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell, today, I was radomly scrolling through watchanimeon.com looking for an anime that would catch my interest. I came across Piano no Mori thinking, 'Oh, I have a piano lesson in two days, maybe it will motivate me to practice.' The fun. The feeling. The pure PURE feeling of music. On the other hand, Shuuhei is pretty much everything else. The hardwork, the nervousness, the pain... I'll say it. I love the piano, but right now, I stink at it. I listen to Kai play and I think, 'Wow, I wanna play like that someday!' But I never want to sit and practice for that long. Shuuhei brought my own goal more into focus. After this movie, I really just wanted to go downstairs and start playing my piano. And it sure did. To get better and better. Piano no Mori, although unrealistic and strange at many times, is a very touching and pleasurable story. I think this movie is really a movie made for musicians. As a music LOVER, I saw a lot of myself in these characters. I am a vocalist over a pianist. When I sing, I have fun. It comes naturally. Kai, the young prodigy who can play the broken piano in this forest, is this part of all musicians.\n\n\u001b[1mまあ、今日、私はwatchanimeon.comをすっかりスクロールして、興味を引くアニメを探していました。 ピアノの森は、「ああ、二日でピアノレッスンをしていて、練習に動かされるかもしれない」と思っていました。 楽しさ。 あの気持ち。 純粋な純粋な音楽感。 その一方で、Shuuheiは他のほとんどすべてです。 ハードワーク、緊張感、痛み...私はそれを言うでしょう。 私はピアノが好きですが、今、私はそれを嗅ぐ。 私はカイの演奏に耳を傾け、「うわー、いつかそんなに遊んでみたい！」と思う。 しかし、私はそれほど長く座って練習したくはありません。  Shuuheiは自分の目標をもっと重視しました。 この映画の後、私は本当に階下に行ってピアノを弾きたいと思っていました。 そしてそれは確かにしました。 より良くなるために。 ピアノの森は、何度も非現実的で奇妙ですが、とても感動的で楽しい話です。 私はこの映画が本当にミュージシャン向けの映画だと思う。 音楽愛好家として、私はこれらの人物の中に自分自身をたくさん見ました。 私はピアニストのヴォーカリストです。 私が歌うとき、私は楽しいです。 それは自然に来る。 カイ、この森の中で壊れたピアノを弾くことができる若い天才は、すべてのミュージシャンのこの部分です。\u001b[22m\n\u001b[1m(Mā, kyō, watashi wa watchanimeon. Komu o sukkari sukurōru shite, kyōmiwohiku anime o sagashite imashita. Pianonomori wa,`ā , futsuka de piano ressun o shite ite, renshū ni ugokasa reru kamo shirenai' to omotte imashita. Soshite sore wa tashikani shimashita. Pianonomori wa, nando mo higenjitsuteki de kimyōdesuga, totemo kandō-tekide tanoshī hanashidesu. Watashi wa kono eiga ga hontōni myūjishan-muke no eigada to omou. Ongaku aikō-ka to shite, watashi wa korera no jinbutsu no naka ni jibun jishin o takusan mimashita. Watashi wa pianisuto no vu~ōkarisutodesu. Watashi ga utau toki, watashi wa tanoshīdesu. Sore wa shizen ni kuru. Kai, kono mori no naka de kowareta piano o hajiku koto ga dekiru wakai tensai wa, subete no myūjishan no kono bubundesu. Tanoshisa. Ano kimochi. Junsuina junsuina ongaku-kan. Sono ippō de, Shuuhei wa hoka no hotondo subetedesu. Hādowāku, kinchō-kan, itami... Watashi wa sore o iudeshou. Watashi wa piano ga sukidesuga, ima, watashi wa sore o kagu. Watashi wa kai no ensō ni mimi o katamuke,`uwa ̄ , itsuka son'nani asonde mitai!' To omou. Shikashi, watashi wa sore hodo nagaku suwatte renshū shitaku wa arimasen. Shuuhei wa jibun no mokuhyō o motto jūshi shimashita. Kono eiga no ato, watashi wa hontōni kaika ni itte piano o hikitai to omotte imashita. Yori yoku naru tame ni.)\u001b[22m\nTo conclude this review, I would reccomend this movie to musicians. Without these factors, the movie was just cute. Nothing special. But for a musician or a musician in the making this movie is beautiful simply beautiful.\n\n\u001b[1mこのレビューを終えるために、私はミュージシャンにこの映画を推薦するでしょう。 これらの要素がなければ、映画はちょうどかわいいものでした。 特別なものはありません。 しかし、作家のミュージシャンやミュージシャンのために、この映画は美しいだけ美しいです。\u001b[22m\n\u001b[1m(Kono rebyū o oeru tame ni, watashi wa myūjishan ni kono eiga o suisen surudeshou. Korera no yōso ga nakereba, eiga wa chōdo kawaī monodeshita. Tokubetsuna mono wa arimasen. Shikashi, sakka no myūjishan ya myūjishan no tame ni, kono eiga wa utsukushī dake utsukushīdesu.)\u001b[22m\n\nTranslations of \u001b[4mTo conclude this review, I would reccomend this movie to musicians. Without these factors, the movie was just cute. Nothing special. But for a musician or a musician in the making this movie is beautiful simply beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo conclude this review, I would reccomend this movie to musicians.\u001b[24m\n    \u001b[1mこのレビューを終えるために、私はミュージシャンにこの映画を推薦するでしょう。\u001b[22m, \u001b[1mこの口コミを締結するために、私はミュージシャンにこの映画をreccomendだろう。\u001b[22m\n\u001b[4mWithout these factors, the movie was just cute.\u001b[24m\n    \u001b[1mこれらの要素がなければ、映画はちょうどかわいいものでした。\u001b[22m, \u001b[1mこれらの要因がなければ、映画は可愛いだけでした。\u001b[22m\n\u001b[4mNothing special.\u001b[24m\n    \u001b[1m特別なものはありません。\u001b[22m, \u001b[1m特別な何もありません。\u001b[22m\n\u001b[4mBut for a musician or a musician in the making this movie is beautiful simply beautiful.\u001b[24m\n    \u001b[1mしかし、作家のミュージシャンやミュージシャンのために、この映画は美しいだけ美しいです。\u001b[22m, \u001b[1mしかし、製作にミュージシャンやミュージシャンのためにこの映画は単に美しい美しいです。\u001b[22m"
  },
  {
    "title": "Piano_no_Mori",
    "id": "2594",
    "url": "https://myanimelist.net/anime/2594/Piano_no_Mori",
    "user": "deunan",
    "profile": "/profile/deunan/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=6239",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\nまず第一に、誰がうまくやったのか判断できません。私はミュージシャンについてよく分かりません。 同様に、私は「巨匠ピアノ演奏」の説明がいかに現実的であるか分かりません。 私にとっては、非現実的ではありませんが、ピアノを非常にうまく演奏することはできません。 彼がノートを読むことさえできないということは、彼の聴覚から組成物を再生できると言われたヴォルフガング・アマデウス・モーツァルトの暗示のように見える。\n自然と競争と舞台恐怖に襲われた「小さな天才の子どもたち」に関するホールドドラマ、そしてこれによって強調された友情は、私にとって信用できるように見え、とても感情的に見えます。 宮崎駿の強烈さは、劇的にそれほど魅力的ではないでしょう。\n映画はすべて私にとってアニメのような気分にはならない。それは、日本は、努力（それにもかかわらず、結果的には終わっていない）に焦点を当てているが、アメリカやヨーロッパでも起こるかもしれない。 そして、むやみに訓練と学習はあなたを良いピアニストにしてくれるとはっきり言っていますが、私はこれらの子供の運命がどんな批判も受け入れられていないことに失望しています。 あなたは、Shuuheiは天才の子ではなく、有名なピアニストの息子のためにこの運命に生まれただけであるというサイドノートからも学びます。\n森の中のピアノ - もちろん、すべての天気で何年もピアノが何年も森にいたはずですが、それでもなお再生可能なはずだったはずです。 一方、それはカイによってのみ演奏することができます。 私はこの点を本当に理解していませんでした。これはすべて、カイがモーツァルトによって追われているような非現実的なものでしょうか？ しかし、それはカイとシュウヘイが一緒に試してカイだけがグランドピアノを弾くことができると思っていないだろう。 アジノも後でカイが森の中でそれを演奏するのを聞いて、それについて熱狂的です。\n\nクラシックなピアノ・ソリのみを終えたものを除いて、音楽は純粋に主題にアライメントされています。\nグラフィックに関して、私は確かにコンピュータで生成されたいくつかの反射（主にグランドピアノ）に苛立ちました - 私にとっては、彼らはセルシェーディング映画と一致しませんでした。 しかしこれは私の意見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all: i cannot judge who was played well or badly - i do not know Musics well enough. As well i do not know how (un)realistic the explanations on 'virtuoso piano playing' were. To me it seems unrealistic, but not impossible, tha Kai - never having had lessons - can play the piano very well. That he cannot even read notes looks like an allusion to Wolfgang Amadeus Mozart who was said to be able to replay a composition from his hearing.\n\n\u001b[1mまず第一に、誰がうまくやったのか判断できません。私はミュージシャンについてよく分かりません。 同様に、私は「巨匠ピアノ演奏」の説明がいかに現実的であるか分かりません。 私にとっては、非現実的ではありませんが、ピアノを非常にうまく演奏することはできません。 彼がノートを読むことさえできないということは、彼の聴覚から組成物を再生できると言われたヴォルフガング・アマデウス・モーツァルトの暗示のように見える。\u001b[22m\n\u001b[1m(Mazu daiichi ni, dare ga umaku yatta no ka handan dekimasen. Watashi wa myūjishan ni tsuite yoku wakarimasen. Dōyō ni, watashi wa `kyoshō piano ensō' no setsumei ga ikani genjitsu-tekidearu ka wakarimasen. Watashi ni totte wa, higenjitsutekide wa arimasenga, piano o hijō ni umaku ensō suru koto wa dekimasen. Kare ga nōto o yomu koto sae dekinai to iu koto wa, kare no chōkaku kara sosei-mono o saisei dekiru to iwa reta vu~orufugangu amadeusu mōtsu~aruto no anji no yō ni mieru.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all: i cannot judge who was played well or badly - i do not know Musics well enough. As well i do not know how (un)realistic the explanations on 'virtuoso piano playing' were. To me it seems unrealistic, but not impossible, tha Kai - never having had lessons - can play the piano very well. That he cannot even read notes looks like an allusion to Wolfgang Amadeus Mozart who was said to be able to replay a composition from his hearing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all: i cannot judge who was played well or badly - i do not know Musics well enough.\u001b[24m\n    \u001b[1mまず第一に、誰がうまくやったのか判断できません。私はミュージシャンについてよく分かりません。\u001b[22m, \u001b[1mまず第一に：私はウェルまたはひどく演奏された人を判断することはできません - 私は十分な音楽を知りません。\u001b[22m\n\u001b[4mAs well i do not know how (un)realistic the explanations on 'virtuoso piano playing' were.\u001b[24m\n    \u001b[1m同様に、私は「巨匠ピアノ演奏」の説明がいかに現実的であるか分かりません。\u001b[22m, \u001b[1m同様に、私は「名人ピアノの演奏」に関する説明があったか（UN）現実的なのか分かりません。\u001b[22m\n\u001b[4mTo me it seems unrealistic, but not impossible, tha Kai - never having had lessons - can play the piano very well.\u001b[24m\n    \u001b[1m私にとっては、非現実的ではありませんが、ピアノを非常にうまく演奏することはできません。\u001b[22m, \u001b[1m私にはそれが甲斐THA、非現実的な、しかし、不可能ではないようだ - 決して持っていたレッスンを持っていない - 非常によくピアノを弾くことができます。\u001b[22m\n\u001b[4mThat he cannot even read notes looks like an allusion to Wolfgang Amadeus Mozart who was said to be able to replay a composition from his hearing.\u001b[24m\n    \u001b[1m彼がノートを読むことさえできないということは、彼の聴覚から組成物を再生できると言われたヴォルフガング・アマデウス・モーツァルトの暗示のように見える。\u001b[22m, \u001b[1m彼はノートを読むことができないということは、彼の聴聞会から組成物を再生することができるようにと言われたヴォルフガング・アマデウス・モーツァルトへの当てつけのように見えます。\u001b[22m\nThe whol drama about the 'little children of prodigy', who nearly were defeated by a natural, competition and stage fright - and the friendship being stressed by this - seems credible to me and is shown very emotionally. It has quite the intensity of Hayao Miyazaki, who shurely would not have shown it less dramatically - and maybe some more hokey.\n\n\u001b[1m自然と競争と舞台恐怖に襲われた「小さな天才の子どもたち」に関するホールドドラマ、そしてこれによって強調された友情は私にとって信用できるように見え、とても感情的に見えます。 宮崎駿の強烈さは、劇的にそれほど魅力的ではないでしょう。\u001b[22m\n\u001b[1m(Shizen to kyōsō to butai kyōfu ni osowareta `chīsana tensai no kodomo-tachi' ni kansuru hōrudodorama, soshite kore ni yotte kyōchō sa reta yūjō wa watashi ni totte shin'yō dekiru yō ni mie, totemo kanjō-teki ni miemasu. Miyazakishun no kyōretsu-sa wa, gekiteki ni sorehodo mirikitekide wanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThe whol drama about the 'little children of prodigy', who nearly were defeated by a natural, competition and stage fright - and the friendship being stressed by this - seems credible to me and is shown very emotionally. It has quite the intensity of Hayao Miyazaki, who shurely would not have shown it less dramatically - and maybe some more hokey.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe whol drama about the 'little children of prodigy', who nearly were defeated by a natural, competition and stage fright - and the friendship being stressed by this - seems credible to me and is shown very emotionally.\u001b[24m\n    \u001b[1m自然と競争と舞台恐怖に襲われた「小さな天才の子どもたち」に関するホールドドラマ、そしてこれによって強調された友情は私にとって信用できるように見え、とても感情的に見えます。\u001b[22m, \u001b[1mこのことにより、そして友情が強調されている -   - 自然に近い、競争とステージ恐怖によって敗北した「天才の小さな子供たち」、約wholドラマは私には信頼できると思われる、非常に感情的に示されています。\u001b[22m\n\u001b[4mIt has quite the intensity of Hayao Miyazaki, who shurely would not have shown it less dramatically - and maybe some more hokey.\u001b[24m\n    \u001b[1m宮崎駿の強烈さは、劇的にそれほど魅力的ではないでしょう。\u001b[22m, \u001b[1mそしておそらくいくつかのより多くの陳腐 - それはかなりshurely少ない劇的にそれを示していないだろう宮崎駿の強度を有します。\u001b[22m\nAll in all the movie does not really feel like an anime to me - the story matches Japan with the overdone focus on effort (which nevertheless is not finished consequently), but might as well happen in America or Europe. And although it is clearly said that bullheaded training and learning do not make you a good pianist, i am disappointed how the fate of these children is accepted without any criticism. You even learn only from a side note that Shuuhei is no prodigy child but is simply born into this destiny because of being the son of a famous pianist.\n\n\u001b[1m映画はすべて私にとってアニメのような気分にはならない。それは、日本は、努力（それにもかかわらず、結果的には終わっていない）に焦点を当てているが、アメリカやヨーロッパでも起こるかもしれない。 そして、むやみに訓練と学習はあなたを良いピアニストにしてくれるとはっきり言っていますが、私はこれらの子供の運命がどんな批判も受け入れられていないことに失望しています。 あなたは、Shuuheiは天才の子ではなく、有名なピアニストの息子のためにこの運命に生まれただけであるというサイドノートからも学びます。\u001b[22m\n\u001b[1m(Eiga wa subete watashi ni totte anime no yōna kibun ni wa naranai. Sore wa, Nihon wa, doryoku (sore nimokakawarazu, kekka-teki ni wa owatte inai) ni shōten o atete iruga, Amerika ya yōroppa demo okoru kamo shirenai. Soshite, muyami ni kunren to gakushū wa anata o yoi pianisuto ni shite kureruto hakkiri itte imasuga, watashi wa korera no kodomo no unmei ga don'na hihan mo ukeire rarete inai koto ni shitsubō shite imasu. Anata wa, Shuuhei wa tensai no kode wa naku, yūmeina pianisuto no musuko no tame ni kono unmei ni uma reta dakedearu to iu saidonōto karamo manabimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all the movie does not really feel like an anime to me - the story matches Japan with the overdone focus on effort (which nevertheless is not finished consequently), but might as well happen in America or Europe. And although it is clearly said that bullheaded training and learning do not make you a good pianist, i am disappointed how the fate of these children is accepted without any criticism. You even learn only from a side note that Shuuhei is no prodigy child but is simply born into this destiny because of being the son of a famous pianist.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all the movie does not really feel like an anime to me - the story matches Japan with the overdone focus on effort (which nevertheless is not finished consequently), but might as well happen in America or Europe.\u001b[24m\n    \u001b[1m映画はすべて私にとってアニメのような気分にはならない。それは、日本は、努力（それにもかかわらず、結果的には終わっていない）に焦点を当てているが、アメリカやヨーロッパでも起こるかもしれない。\u001b[22m, \u001b[1m物語は（それにもかかわらず、結果的に終了していない）の努力に行き過ぎ中心とした日本に一致するが、同様にアメリカやヨーロッパで起こるかもしれない - すべての映画の中ですべてが本当に私のアニメのように感じることはありません。\u001b[22m\n\u001b[4mAnd although it is clearly said that bullheaded training and learning do not make you a good pianist, i am disappointed how the fate of these children is accepted without any criticism.\u001b[24m\n    \u001b[1mそして、むやみに訓練と学習はあなたを良いピアニストにしてくれるとはっきり言っていますが、私はこれらの子供の運命がどんな批判も受け入れられていないことに失望しています。\u001b[22m, \u001b[1m明確にがむしゃらな訓練と学習はあなたに良いピアニストをしないといわれているが、これらの子供たちの運命を批判せずに受け入れられているかと、私は失望しています。\u001b[22m\n\u001b[4mYou even learn only from a side note that Shuuhei is no prodigy child but is simply born into this destiny because of being the son of a famous pianist.\u001b[24m\n    \u001b[1mあなたは、Shuuheiは天才の子ではなく、有名なピアニストの息子のためにこの運命に生まれただけであるというサイドノートからも学びます。\u001b[22m, \u001b[1mあなたもShuuheiはない天才の子ではありませんが、というだけの理由で有名なピアニストの息子であることのこの運命に生まれていることをサイドノートからのみ学びます。\u001b[22m\nThe piano in the forest - well, on one hand it is of course absolutely implausible that a piano should have been in the forest for years in all weathers and nevertheless should have remained playable. On the other hand, it can only be played by Kai; i did not really understand this point: shall all of this be unreal - like Kai being chased by the Mozart's ? But that would not to Kai and Shuuhei trying it together and wondering that only Kai can play the grand piano; even Ajino later hears Kai playing it in the forest and is enthusiastic about it.\n\n\u001b[1m森の中のピアノ - もちろん、すべての天気で何年もピアノが何年も森にいたはずですが、それでもなお再生可能なはずだったはずです。 一方、それはカイによってのみ演奏することができます。 私はこの点を本当に理解していませんでした。これはすべて、カイがモーツァルトによって追われているような非現実的なものでしょうか？ しかし、それはカイとシュウヘイが一緒に試してカイだけがグランドピアノを弾くことができると思っていないだろう。 アジノも後でカイが森の中でそれを演奏するのを聞いて、それについて熱狂的です。\u001b[22m\n\u001b[1m(Mori no naka no piano - mochiron, subete no tenki de nan-nen mo piano ga nan-nen mo mori ni ita hazudesuga, soredemo nao saisei kanōna hazudatta hazudesu. Ippō, soreha kai ni yotte nomi ensō suru koto ga dekimasu. Watashi wa kono ten o hontōni rikai shite imasendeshita. Kore wa subete, kai ga mōtsu~aruto ni yotte owa rete iru yōna higenjitsutekina monodeshou ka? Shikashi, soreha kai to Shūhei ga issho ni tameshite kai dake ga gurandopiano o hajiku koto ga dekiru to omotte inaidarou. Ajino mo atode kai ga mori no naka de sore o ensō suru no o kiite, sore ni tsuite nekkyō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe piano in the forest - well, on one hand it is of course absolutely implausible that a piano should have been in the forest for years in all weathers and nevertheless should have remained playable. On the other hand, it can only be played by Kai; i did not really understand this point: shall all of this be unreal - like Kai being chased by the Mozart's ? But that would not to Kai and Shuuhei trying it together and wondering that only Kai can play the grand piano; even Ajino later hears Kai playing it in the forest and is enthusiastic about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe piano in the forest - well, on one hand it is of course absolutely implausible that a piano should have been in the forest for years in all weathers and nevertheless should have remained playable.\u001b[24m\n    \u001b[1m森の中のピアノ - もちろん、すべての天気で何年もピアノが何年も森にいたはずですが、それでもなお再生可能なはずだったはずです。\u001b[22m, \u001b[1m森の中のピアノは - よく、一方でもちろんピアノは、すべての天候で年間の森林にされている必要があり、それにもかかわらず、再生可能な残っているべきであることを絶対に信じ難いです。\u001b[22m\n\u001b[4mOn the other hand, it can only be played by Kai;\u001b[24m\n    \u001b[1m一方、それはカイによってのみ演奏することができます。\u001b[22m, \u001b[1m一方、それだけカイによって再生することができます。\u001b[22m\n\u001b[4mi did not really understand this point: shall all of this be unreal - like Kai being chased by the Mozart's ?\u001b[24m\n    \u001b[1m私はこの点を本当に理解していませんでした。これはすべて、カイがモーツァルトによって追われているような非現実的なものでしょうか？\u001b[22m, \u001b[1m - カイは、モーツァルトのに追われてのように、このすべてが非現実的でなければならない：私は本当にこの点を理解していませんでしたか？\u001b[22m\n\u001b[4mBut that would not to Kai and Shuuhei trying it together and wondering that only Kai can play the grand piano;\u001b[24m\n    \u001b[1mしかし、それはカイとシュウヘイが一緒に試してカイだけがグランドピアノを弾くことができると思っていないだろう。\u001b[22m, \u001b[1mしかし、それはカイとShuuheiにそれを一緒にしようとだけ甲斐がグランドピアノを演奏できることを不思議に思っていないだろう。\u001b[22m\n\u001b[4meven Ajino later hears Kai playing it in the forest and is enthusiastic about it.\u001b[24m\n    \u001b[1mアジノも後でカイが森の中でそれを演奏するのを聞いて、それについて熱狂的です。\u001b[22m, \u001b[1mでもAjinoは後に甲斐が森の中でそれを再生聞き、それについて熱心です。\u001b[22m\n\u001b[1m\u001b[22m\nThe musics is purely aligned to the subject: apart from the ending only classical piano soli.\n\n\u001b[1mクラシックなピアノ・ソリのみを終えたものを除いて、音楽は純粋に主題にアライメントされています。\u001b[22m\n\u001b[1m(Kurashikkuna piano Sori nomi o oeta mono o nozoite, ongaku wa junsui ni shudai ni araimento sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe musics is purely aligned to the subject: apart from the ending only classical piano soli.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe musics is purely aligned to the subject: apart from the ending only classical piano soli.\u001b[24m\n    \u001b[1mクラシックなピアノ・ソリのみを終えたものを除いて、音楽は純粋に主題にアライメントされています。\u001b[22m, \u001b[1m楽曲は、純粋に対象に整列している：離れて終わるだけでクラシックピアノのソリから。\u001b[22m\nConcerning the graphics i was irritated by some reflections (mainly on the grand piano) which for sure were computer-generated - for me they did not match the cell-shading movie. But this is just my opinion.\n\n\u001b[1mグラフィックに関して、私は確かにコンピュータで生成されたいくつかの反射（主にグランドピアノ）に苛立ちました - 私にとっては、彼らはセルシェーディング映画と一致しませんでした。 しかしこれは私の意見です。\u001b[22m\n\u001b[1m(Gurafikku ni kanshite, watashi wa tashika ni konpyūta de seisei sa reta ikutsu ka no hansha (omo ni gurandopiano) ni iradachimashita - watashi ni totte wa, karera wa serushēdingu eiga to itchi shimasendeshita. Shikashi kore wa watashi no ikendesu.)\u001b[22m\n\nTranslations of \u001b[4mConcerning the graphics i was irritated by some reflections (mainly on the grand piano) which for sure were computer-generated - for me they did not match the cell-shading movie. But this is just my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConcerning the graphics i was irritated by some reflections (mainly on the grand piano) which for sure were computer-generated - for me they did not match the cell-shading movie.\u001b[24m\n    \u001b[1mグラフィックに関して、私は確かにコンピュータで生成されたいくつかの反射（主にグランドピアノ）に苛立ちました - 私にとっては、彼らはセルシェーディング映画と一致しませんでした。\u001b[22m, \u001b[1m彼らはセルシェーディングムービーを一致しませんでした私のために - 私は確かにコンピュータが生成した（主にグランドピアノに）いくつかの反射によってイライラしたグラフィックスに関する。\u001b[22m\n\u001b[4mBut this is just my opinion.\u001b[24m\n    \u001b[1mしかしこれは私の意見です。\u001b[22m, \u001b[1mしかし、これはちょうど私の意見です。\u001b[22m"
  },
  {
    "title": "Piano_no_Mori",
    "id": "2594",
    "url": "https://myanimelist.net/anime/2594/Piano_no_Mori",
    "user": "kajia",
    "profile": "/profile/kajia/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=60923",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\nNodame Cantabileを見てからは、クラシック音楽に関するすべてのアニメをそれと比較することはできません。話題の探究には洞察力がありますが、それほどアクセスできない人には面白いです。 確かに小さなサブジャンルでは、それは偉大さのベンチマークとなっており、その結果、そのドメインを共有する「Kiniro no Corda」のような、それほど優れていないがそれ以外の良い番組には不幸な波及効果がある。\n\n正直言って、「なだめカンタービレ」と比べるとクラシック音楽の他のアニメを見つけるのは本当に期待できませんでしたが、2時間もかからずに心の中にあった静かな映画「ピアノの森」に入ってください 「Nodame Cantabile」の驚くほどうまくいっている - 音楽に対する情熱。\n\n「ピアノの森」は、ピアノが彼らの生活の中心的な側面のひとつである2人の少年、周平とカイの周りを回っています。 シュウヘイはピアニストの一族から来て、ピアニストの一員になるためにピアノを練習しなければならない。 スペクトルの反対側で、カイは唯一彼が演奏できる壊れたピアノを森に発見した。 それは彼を魅了し、彼はどんな正式な訓練もせずにそれを育った。 物語はShuuheiが家族と一緒に新しい町に移動し、同じ学校に通うカイと出会って始まります。  2人はすぐに親友になり、ストーリーはピアノを弾く姿勢がどのように変化するかに焦点を当てています。\n\nセットアップはノダメカンタビールとあまり違和感がありません。秀平はノアメのような広大で未歩道の才能に恵まれています。 しかし、「ノーダマカンタビル」とは違って、キャラクターはより偏っている。チアキーは音楽にも豊かな才能と情熱を持ち、ノーダムは（やや古典的な）訓練を受けているが、シュウヘイとカイは重なりが少ない。\n\nこの比較は、2つのアニメの間で共有されている他の一般的な分野でも同様である。「ピアノの森」は、成熟度の低いテーマを探求し、 より白く、より真っ直ぐ前向きに。 一例として、カイが耳で複雑な部分を演奏し、ちょうど尺度を練習した後、挑戦的なショパンのソナタを弾くのがいかに簡単かを見てください。 たとえ天才であっても、正式な訓練をせずに遊ぶことができ、適切な練習は不可能です。 そして、これは映画の主な苦情の一つです。「ピアノの森」は現実に根付くことを意図したものではないことを認めていますが、時にはそれが一般的に本格的な 音楽へのアプローチ\n\nしかし、その真剣なアプローチのために、その欠陥は私が許してくれるものです。 この映画は、情熱と勤勉を強調し、音楽の中で自分自身を見つけるだけでなく、著しい幅と深さをカバーしています。  Shuuheiはピアノをより真剣に受け止め、それに直面することの重要性をカイに感銘します。 しかし、シュウヘイはピアノを学んだが、カイはそれに生きていた。そして、後者の伝染的な熱意は、前者に大きな影響を与えた。ピアノは、ほとんどが雑用のようである。  「Nodame Cantabile」を見た人には、ほとんどがおなじみのようです。\n\nしかし、「はだめのカンタバイレ」とは違って、私は古典音楽ではない人々にこれを勧めていることを躊躇します。 後半はもう少し面白いですが、映画の前半を通っていない非熱狂者を想像することができます。  Shuuheiはちょっと鈍いですが、Kaiは面白い、スピード感のあるリードになります。 彼はかなりショーのエンターテイメントの要素を運び、彼の過激な悪戯で私からの笑い声を引き出しました。\n\n「ピアノの森」の物語は少し緩いです。  1つは、不完全な感じです。映画は、魔法の才能の神秘をほとんど完全に完全に無視するために、カイだけが演奏できる森の中に神秘的なピアノを紹介するのは奇妙です。 また、フィーチャーされたピアノコンクールの予告については、ストーリーは厄介なほど矛盾しています。 最初は誰もがモーツァルトのピアノソナタK. 311を演奏しなければならないと言っていました...しかし、その競争の中で、誰かが別のモーツァルト作品を演奏しました。 また、Shuuheiが予選でのチャンスを台無しにしているような人については、参加資格者が1人しかいないかのように、競技者に泣き叫ぶための映画の一部がありました。 結局、約10人が資格を得て、大きな騒ぎが何であるか不思議に思った。\n\nクラシック音楽が好きであれば、これらの問題は映画の権利と比べて小さいように見えます。  「Kinoro no Corda」とは異なり、「Piano no Mori」は音楽に焦点を当て、基本的には「Nodame Cantabile」の中核となるアイデアの簡略化された表現です。 そして、それが失望しない理由です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nEver since I watched 'Nodame Cantabile', I can't help but compare all anime about classical music with it - it's insightful in its explorations of the topic, yet remained remarkably accessible and entertaining to those not into it. In an admittedly small sub-genre, it has become the benchmark for greatness, and as a result has an unfortunate eclipsing effect over lesser but otherwise good shows like 'Kiniro no Corda' that shares its domain.\n\n\u001b[1mNodame Cantabileを見てからは、クラシック音楽に関するすべてのアニメをそれと比較することはできません。話題の探究には洞察力がありますが、それほどアクセスできない人には面白いです。 確かに小さなサブジャンルでは、それは偉大さのベンチマークとなっており、その結果、そのドメインを共有する「Kiniro no Corda」のような、それほど優れていないがそれ以外の良い番組には不幸な波及効果がある。\u001b[22m\n\u001b[1m(Nodame kantābire o mitekara wa, kurashikku ongaku ni kansuru subete no anime o sore to hikaku suru koto wa dekimasen. Wadai no tankyū ni wa dōsatsuryoku ga arimasuga, sorehodo akusesu dekinai hito ni wa omoshiroidesu. Tashika ni chīsana sabu janrude wa, sore wa idai-sa no benchimāku to natte ori, sono kekka, sono domein o kyōyū suru `Kiniro no Corda' no yōna, sorehodo sugurete inaiga soreigai no yoi bangumi ni wa fukōna hakyū kōka ga aru.)\u001b[22m\n\nTranslations of \u001b[4mEver since I watched 'Nodame Cantabile', I can't help but compare all anime about classical music with it - it's insightful in its explorations of the topic, yet remained remarkably accessible and entertaining to those not into it. In an admittedly small sub-genre, it has become the benchmark for greatness, and as a result has an unfortunate eclipsing effect over lesser but otherwise good shows like 'Kiniro no Corda' that shares its domain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEver since I watched 'Nodame Cantabile', I can't help but compare all anime about classical music with it - it's insightful in its explorations of the topic, yet remained remarkably accessible and entertaining to those not into it.\u001b[24m\n    \u001b[1mNodame Cantabileを見てからは、クラシック音楽に関するすべてのアニメをそれと比較することはできません。話題の探究には洞察力がありますが、それほどアクセスできない人には面白いです。\u001b[22m, \u001b[1m私は「のだめカンタービレ」を見て以来、私は助けるが、それとクラシック音楽に関するすべてのアニメを比較することはできません - それは話題のその探求における洞察力に富んだ、まだいないことにされたものと著しくアクセス可能と面白い残りました。\u001b[22m\n\u001b[4mIn an admittedly small sub-genre, it has become the benchmark for greatness, and as a result has an unfortunate eclipsing effect over lesser but otherwise good shows like 'Kiniro no Corda' that shares its domain.\u001b[24m\n    \u001b[1m確かに小さなサブジャンルでは、それは偉大さのベンチマークとなっており、その結果、そのドメインを共有する「Kiniro no Corda」のような、それほど優れていないがそれ以外の良い番組には不幸な波及効果がある。\u001b[22m, \u001b[1m確かに小さなサブジャンルでは、それは偉大さのためのベンチマークとなっており、結果としてそのドメインを共有する「金色のコルダ」のような、より少ないが、それ以外は良いショーを超える不幸な食効果があります。\u001b[22m\n\u001b[1m\u001b[22m\nTo be honest, I hadn't really expected to find other classical music anime that could compare to 'Nodame Cantabile', but enter 'Piano no Mori', a quiet film that, in less than two hours, captured what was at the heart of 'Nodame Cantabile' surprisingly well - its passion for music.\n\n\u001b[1m正直言って、「なだめカンタービレ」と比べるとクラシック音楽の他のアニメを見つけるのは本当に期待できませんでしたが、2時間もかからずに心の中にあった静かな映画「ピアノの森」に入ってください 「Nodame Cantabile」の驚くほどうまくいっている - 音楽に対する情熱。\u001b[22m\n\u001b[1m(Shōjiki itte,`nadame kantābire' to kuraberu to kurashikku ongaku no ta no anime o mitsukeru no wa hontōni kitai dekimasendeshitaga, 2-jikan mo kakarazu ni kokoronouchi ni atta shizukana eiga `pianonomori' ni haitte kudasai `Nodame kantābire' no odoroku hodo umaku itte iru - ongaku ni taisuru jōnetsu.)\u001b[22m\n\nTranslations of \u001b[4mTo be honest, I hadn't really expected to find other classical music anime that could compare to 'Nodame Cantabile', but enter 'Piano no Mori', a quiet film that, in less than two hours, captured what was at the heart of 'Nodame Cantabile' surprisingly well - its passion for music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest, I hadn't really expected to find other classical music anime that could compare to 'Nodame Cantabile', but enter 'Piano no Mori', a quiet film that, in less than two hours, captured what was at the heart\u001b[24m\n    \u001b[1m正直言って、「なだめカンタービレ」と比べるとクラシック音楽の他のアニメを見つけるのは本当に期待できませんでしたが、2時間もかからずに心の中にあった静かな映画「ピアノの森」に入ってください\u001b[22m, \u001b[1m正直に言うと、私は本当に「ピアノの森」、2時間未満で、心臓にあったものを撮影し、静かな映画「のだめカンタービレ」に比較することができ、他のクラシック音楽アニメを見つけたが、入力しないと予想していました\u001b[22m\n\u001b[4mof 'Nodame Cantabile' surprisingly well - its passion for music.\u001b[24m\n    \u001b[1m「Nodame Cantabile」の驚くほどうまくいっている - 音楽に対する情熱。\u001b[22m, \u001b[1m驚くほどよく「のだめカンタービレ」の - 音楽のための情熱。\u001b[22m\n\u001b[1m\u001b[22m\n'Piano no Mori' revolves around two boys, Shuuhei and Kai, who both have piano as one of the central aspects of their lives. Shuuhei comes from a family of pianists, is forced to practice piano day in day out in order to become a pianist himself. On the other end of the spectrum, Kai found a broken piano in the forest which only he can play; it enthralled him and he has grown up playing it without any formal training. The story starts off with Shuuhei moving to a new town with his family and meeting Kai, who attends the same school. The two soon become good friends, and the story focuses on how their attitudes towards playing piano is changed by one another.\n\n\u001b[1m「ピアノの森」は、ピアノが彼らの生活の中心的な側面のひとつである2人の少年、周平とカイの周りを回っています。 シュウヘイはピアニストの一族から来て、ピアニストの一員になるためにピアノを練習しなければならない。 スペクトルの反対側で、カイは唯一彼が演奏できる壊れたピアノを森に発見した。 それは彼を魅了し、彼はどんな正式な訓練もせずにそれを育った。 物語はShuuheiが家族と一緒に新しい町に移動し、同じ学校に通うカイと出会って始まります。  2人はすぐに親友になり、ストーリーはピアノを弾く姿勢がどのように変化するかに焦点を当てています。\u001b[22m\n\u001b[1m(`Pianonomori' wa, piano ga karera no seikatsu no chūshin-tekina sokumen no hitotsudearu 2-ri no shōnen, Shūhei to kai no mawari o mawatte imasu. Shūhei wa pianisuto no ichizoku kara kite, pianisuto no ichiin ni naru tame ni piano o renshū shinakereba naranai. Supekutoru no hantaisoku de, kai wa yuiitsu kare ga ensō dekiru kowareta piano o mori ni hakken shita. Sore wa kare o miryō shi, kare wa don'na seishikina kunren mo sezu ni sore o sodatta. Monogatari wa Shuuhei ga kazoku to issho ni atarashī machi ni idō shi, onaji gakkō ni kayou kai to deatte hajimarimasu. 2-Ri wa sugu ni shin'yū ni nari, sutōrī wa pianowohiku shisei ga dono yō ni henka suru ka ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4m'Piano no Mori' revolves around two boys, Shuuhei and Kai, who both have piano as one of the central aspects of their lives. Shuuhei comes from a family of pianists, is forced to practice piano day in day out in order to become a pianist himself. On the other end of the spectrum, Kai found a broken piano in the forest which only he can play; it enthralled him and he has grown up playing it without any formal training. The story starts off with Shuuhei moving to a new town with his family and meeting Kai, who attends the same school. The two soon become good friends, and the story focuses on how their attitudes towards playing piano is changed by one another.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Piano no Mori' revolves around two boys, Shuuhei and Kai, who both have piano as one of the central aspects of their lives.\u001b[24m\n    \u001b[1m「ピアノの森」は、ピアノが彼らの生活の中心的な側面のひとつである2人の少年、周平とカイの周りを回っています。\u001b[22m, \u001b[1m「ピアノの森」は、両方のは、自分たちの生活の中心的な側面の一つとしてピアノを持って周りに2人の少年、Shuuheiとカイを、公転します。\u001b[22m\n\u001b[4mShuuhei comes from a family of pianists, is forced to practice piano day in day out in order to become a pianist himself.\u001b[24m\n    \u001b[1mシュウヘイはピアニストの一族から来て、ピアニストの一員になるためにピアノを練習しなければならない。\u001b[22m, \u001b[1mShuuheiはピアニストの家族から来て、ピアニスト自身になるために一日にピアノの日練習に押し出されます。\u001b[22m\n\u001b[4mOn the other end of the spectrum, Kai found a broken piano in the forest which only he can play;\u001b[24m\n    \u001b[1mスペクトルの反対側で、カイは唯一彼が演奏できる壊れたピアノを森に発見した。\u001b[22m, \u001b[1mスペクトルのもう一方の端には、カイは、彼だけが再生することができます森の中の壊れたピアノを見つけました。\u001b[22m\n\u001b[4mit enthralled him and he has grown up playing it without any formal training.\u001b[24m\n    \u001b[1mそれは彼を魅了し、彼はどんな正式な訓練もせずにそれを育った。\u001b[22m, \u001b[1mそれは彼を魅了し、彼は正式なトレーニングなしでそれを再生して育ちました。\u001b[22m\n\u001b[4mThe story starts off with Shuuhei moving to a new town with his family and meeting Kai, who attends the same school.\u001b[24m\n    \u001b[1m物語はShuuheiが家族と一緒に新しい町に移動し、同じ学校に通うカイと出会って始まります。\u001b[22m, \u001b[1m物語はShuuheiが彼の家族と一緒に新しい町に移動し、同じ学校に通っカイを、ミーティングから始まり。\u001b[22m\n\u001b[4mThe two soon become good friends, and the story focuses on how their attitudes towards playing piano is changed by one another.\u001b[24m\n    \u001b[1m2人はすぐに親友になり、ストーリーはピアノを弾く姿勢がどのように変化するかに焦点を当てています。\u001b[22m, \u001b[1m二人はすぐに良い友達になって、物語はピアノ演奏の方の態度が互いにによってどのように変化するかに焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nThe set up is not too dis-similar to 'Nodame Cantabile', with Shuuhei being a bit like the serious, hard working Chiaki and Kai representing the unrefined genius type, blessed with vast, untamed talents just like Nodame. Unlike 'Nodame Cantabile' though, the characters are more polarised: while Chiaki also had talent and passion for music in abundance, and Nodame is also (somewhat) classically trained, Shuuhei and Kai have less of an overlap.\n\n\u001b[1mセットアップはノダメカンタビールとあまり違和感がありません。秀平はノアメのような広大で未歩道の才能に恵まれています。 しかし、「ノダマ・カンタバイレ」とは違って、キャラクターはより偏っている。チアキーは音楽にも豊かな情熱と情熱を持ち、ノダムも（やや古典的な）訓練を受けているが、シュウヘイとカイは重なりが少ない。\u001b[22m\n\u001b[1m(Settoappu wa nodamekantabīru to amari iwakan ga arimasen. Shūhei wa no ame no yōna kōdaide mi hodō no sainō ni megumarete imasu. Shikashi,`no dama kantabaire' to wa chigatte, kyarakutā wa yori katayotte iru. Chiakī wa ongaku ni mo yutakana jōnetsu to jōnetsu o mochi, no damu mo (yaya koten-tekina) kunren o ukete iruga, Shūhei to kai wa kasanari ga sukunai.)\u001b[22m\n\nTranslations of \u001b[4mThe set up is not too dis-similar to 'Nodame Cantabile', with Shuuhei being a bit like the serious, hard working Chiaki and Kai representing the unrefined genius type, blessed with vast, untamed talents just like Nodame. Unlike 'Nodame Cantabile' though, the characters are more polarised: while Chiaki also had talent and passion for music in abundance, and Nodame is also (somewhat) classically trained, Shuuhei and Kai have less of an overlap.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe set up is not too dis-similar to 'Nodame Cantabile', with Shuuhei being a bit like the serious, hard working Chiaki and Kai representing the unrefined genius type, blessed with vast, untamed talents just like Nodame.\u001b[24m\n    \u001b[1mセットアップはノダメカンタビールとあまり違和感がありません。秀平はノアメのような広大で未歩道の才能に恵まれています。\u001b[22m, \u001b[1mセットアップはShuuheiがちょうどのだめのような広大な、荒々しい才能に恵まれ、未精製の天才型を表す深刻な、頑張っ千秋とカイのようなビット、であることで、あまりにも「のだめカンタービレ」にディス類似していません。\u001b[22m\n\u001b[4mUnlike 'Nodame Cantabile' though, the characters are more polarised: while Chiaki also had talent and passion for music in abundance, and Nodame is also (somewhat) classically trained, Shuuhei and Kai have less of an overlap.\u001b[24m\n    \u001b[1mしかし、「ノダマ・カンタバイレ」とは違って、キャラクターはより偏っている。チアキーは音楽にも豊かな情熱と情熱を持ち、ノダムも（やや古典的な）訓練を受けているが、シュウヘイとカイは重なりが少ない。\u001b[22m, \u001b[1m「のだめカンタービレ」とは異なり、しかし、文字がより分極される：千秋も豊富に音楽の才能と情熱を持っていた、とのだめもあるが（多少）古典的に訓練を受け、Shuuheiとカイは、重複の少ないを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThis comparison also holds true in other common areas shared between the two anime: while they have a lot in common in terms of what they have to say about music, 'Piano no Mori' explores the themes with less maturity, and presents its messages in a more black and white, more straight forward way. As an example, see how easy it is for Kai to play complex pieces by ear, and to play a challenging Chopin sonata after just practicing the scales for a bit. Even for a genius, to play like he does without formal training and proper practice is just impossible. And this is one of my main complaint for the film: while I acknowledge that 'Piano no Mori' isn't meant to be well grounded in reality, at times it feels a tad too fairy-tale-esq in light of its generally earnest approach to music.\n\n\u001b[1mこの比較は、2つのアニメの間で共有されている他の一般的な分野でも同様である。「ピアノの森」は、成熟度の低いテーマを探求し、 より白く、より真っ直ぐ前向きに。 一例として、カイが耳で複雑な部分を演奏し、ちょうど尺度を練習した後、挑戦的なショパンのソナタを弾くのがいかに簡単かを見てください。 たとえ天才であっても、正式な訓練をせずに遊ぶことができ、適切な練習は不可能です。 そして、これは映画の主な苦情の一つです。「ピアノの森」は現実に根付くことを意図したものではないことを認めていますが、時にはそれが一般的に本格的な 音楽へのアプローチ\u001b[22m\n\u001b[1m(Kono hikaku wa, 2tsu no anime no ma de kyōyū sa rete iru ta no ippantekina bun'ya demo dōyōdearu. `Pianonomori' wa, seijuku-do no hikui tēma o tankyū shi, yori shiroku, yori massugu maemukini. Ichirei to shite, kai ga mimi de fukuzatsuna bubun o ensō shi, chōdo shakudo o renshū shita nochi, chōsen-tekina Shopan no sonata o hajiku no ga ikani kantan ka o mite kudasai. Tatoe tensaideatte mo, seishikina kunren o sezu ni asobu koto ga deki, tekisetsuna renshū wa fukanōdesu. Soshite, koreha eiga no omona kujō no hitotsudesu. `Pianonomori' wa genjitsu ni nedzuku koto o ito shita monode wanai koto o mitomete imasuga, tokiniha sore ga ippantekini honkaku-tekina ongaku e no apurōchi)\u001b[22m\n\nTranslations of \u001b[4mThis comparison also holds true in other common areas shared between the two anime: while they have a lot in common in terms of what they have to say about music, 'Piano no Mori' explores the themes with less maturity, and presents its messages in a more black and white, more straight forward way. As an example, see how easy it is for Kai to play complex pieces by ear, and to play a challenging Chopin sonata after just practicing the scales for a bit. Even for a genius, to play like he does without formal training and proper practice is just impossible. And this is one of my main complaint for the film: while I acknowledge that 'Piano no Mori' isn't meant to be well grounded in reality, at times it feels a tad too fairy-tale-esq in light of its generally earnest approach to music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis comparison also holds true in other common areas shared between the two anime: while they have a lot in common in terms of what they have to say about music, 'Piano no Mori' explores the themes with less maturity, and presents its messages in\u001b[24m\n    \u001b[1mこの比較は、2つのアニメの間で共有されている他の一般的な分野でも同様である。「ピアノの森」は、成熟度の低いテーマを探求し、\u001b[22m, \u001b[1mこの比較は、2つのアニメの間で共有、他の一般的な分野に当てはまる：彼らは音楽について言っているかの面で多くの共通点を持っていながら、「ピアノの森」は少ない満期テーマを探求し、そのメッセージを提示します\u001b[22m\n\u001b[4ma more black and white, more straight forward way.\u001b[24m\n    \u001b[1mより白く、より真っ直ぐ前向きに。\u001b[22m, \u001b[1mより多くの黒と白の、よりまっすぐ進む方法。\u001b[22m\n\u001b[4mAs an example, see how easy it is for Kai to play complex pieces by ear, and to play a challenging Chopin sonata after just practicing the scales for a bit.\u001b[24m\n    \u001b[1m一例として、カイが耳で複雑な部分を演奏し、ちょうど尺度を練習した後、挑戦的なショパンのソナタを弾くのがいかに簡単かを見てください。\u001b[22m, \u001b[1m例として、カイは耳で複雑な作品を再生するために、そして少しだけのためのスケールを練習した後、挑戦的なショパンのソナタを演奏することがいかに簡単であるかを参照してください。\u001b[22m\n\u001b[4mEven for a genius, to play like he does without formal training and proper practice is just impossible.\u001b[24m\n    \u001b[1mたとえ天才であっても、正式な訓練をせずに遊ぶことができ、適切な練習は不可能です。\u001b[22m, \u001b[1m彼は正式な訓練なしに行い、適切な練習はちょうど不可能であるようにも天才のために、再生します。\u001b[22m\n\u001b[4mAnd this is one of my main complaint for the film: while I acknowledge that 'Piano no Mori' isn't meant to be well grounded in reality, at times it feels a tad too fairy-tale-esq in light of its generally earnest\u001b[24m\n    \u001b[1mそして、これは映画の主な苦情の一つです。「ピアノの森」は現実に根付くことを意図したものではないことを認めていますが、時にはそれが一般的に本格的な\u001b[22m, \u001b[1mそして、これは映画のための私の主な苦情の一つである：私は「ピアノの森」がよく現実に接地されることを意味しない、時々それはその一般的に本格的に照らして少しあまりにおとぎ話-ESQを感じていることを認めつつ、\u001b[22m\n\u001b[4mapproach to music.\u001b[24m\n    \u001b[1m音楽へのアプローチ\u001b[22m, \u001b[1m音楽へのアプローチ。\u001b[22m\n\u001b[1m\u001b[22m\nBut because of its earnest approach, its faults are something I'm willing to forgive. The movie covers remarkable breadth and depth, emphasising amongst other things passion, hard work, as well as finding one's self within the music. Shuuhei impresses upon Kai the importance of taking piano more seriously and facing it head on. But while Shuuhei learnt the piano, Kai lived it, and the latter's infectious enthusiasm profoundly effects the former, for whom piano is mostly like a chore. To those who've watched 'Nodame Cantabile', most of this will sound familiar.\n\n\u001b[1mしかし、その真剣なアプローチのために、その欠陥は私が許してくれるものです。 この映画は、情熱と勤勉を強調し、音楽の中で自分自身を見つけるだけでなく、著しい幅と深さをカバーしています。  Shuuheiはピアノをより真剣に受け止め、それに直面することの重要性をカイに感銘します。 しかし、シュウヘイはピアノを学んだが、カイはそれに生きていた。そして、後者の伝染的な熱意は、前者に大きな影響を与えた。ピアノは、ほとんどが雑用のようである。  「Nodame Cantabile」を見た人には、ほとんどがおなじみのようです。\u001b[22m\n\u001b[1m(Shikashi, sono shinken'na apurōchi no tame ni, sono kekkan wa watashi ga yurushite kureru monodesu. Kono eiga wa, jōnetsu to kinben o kyōchō shi, ongaku no naka de jibun jishin o mitsukeru dakedenaku, ichijirushii haba to fuka-sa o kabā shite imasu. Shuuhei wa piano o yori shinken ni uketome, soreni chokumen suru koto no jūyō-sei o kai ni kanmei shimasu. Shikashi, Shūhei wa piano o mananda ga, kai wa sore ni ikiteita. Soshite, kōsha no densen-tekina netsui wa, zensha ni ōkina eikyō o ataeta. Piano wa, hotondo ga zatsuyō no yōdearu. `Nodame kantābire' o mita hito ni wa, hotondo ga onajimi no yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mBut because of its earnest approach, its faults are something I'm willing to forgive. The movie covers remarkable breadth and depth, emphasising amongst other things passion, hard work, as well as finding one's self within the music. Shuuhei impresses upon Kai the importance of taking piano more seriously and facing it head on. But while Shuuhei learnt the piano, Kai lived it, and the latter's infectious enthusiasm profoundly effects the former, for whom piano is mostly like a chore. To those who've watched 'Nodame Cantabile', most of this will sound familiar.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut because of its earnest approach, its faults are something I'm willing to forgive.\u001b[24m\n    \u001b[1mしかし、その真剣なアプローチのために、その欠陥は私が許してくれるものです。\u001b[22m, \u001b[1mしかし、その本格的なアプローチで、その障害は私が許して喜んでんだものです。\u001b[22m\n\u001b[4mThe movie covers remarkable breadth and depth, emphasising amongst other things passion, hard work, as well as finding one's self within the music.\u001b[24m\n    \u001b[1mこの映画は、情熱と勤勉を強調し、音楽の中で自分自身を見つけるだけでなく、著しい幅と深さをカバーしています。\u001b[22m, \u001b[1m映画はとりわけ情熱、ハードワークだけでなく、音楽の中に自分の自己を見つけることを強調し、著しい幅と深さをカバーしています。\u001b[22m\n\u001b[4mShuuhei impresses upon Kai the importance of taking piano more seriously and facing it head on.\u001b[24m\n    \u001b[1mShuuheiはピアノをより真剣に受け止め、それに直面することの重要性をカイに感銘します。\u001b[22m, \u001b[1mShuuheiはカイ時にもっと真剣にピアノを取って、それが頭の上に直面することの重要性を感じさせます。\u001b[22m\n\u001b[4mBut while Shuuhei learnt the piano, Kai lived it, and the latter's infectious enthusiasm profoundly effects the former, for whom piano is mostly like a chore.\u001b[24m\n    \u001b[1mしかし、シュウヘイはピアノを学んだが、カイはそれに生きていた。そして、後者の伝染的な熱意は、前者に大きな影響を与えた。ピアノは、ほとんどが雑用のようである。\u001b[22m, \u001b[1mShuuheiがピアノを学んだしながらしかし、カイはそれを住んでいた、そして後者の感染熱意が深く誰のためのピアノは主に雑用のようなものです、前者影響します。\u001b[22m\n\u001b[4mTo those who've watched 'Nodame Cantabile', most of this will sound familiar.\u001b[24m\n    \u001b[1m「Nodame Cantabile」を見た人には、ほとんどがおなじみのようです。\u001b[22m, \u001b[1m「のだめカンタービレ」見てきた人には、これのほとんどはおなじみの音が鳴ります。\u001b[22m\n\u001b[1m\u001b[22m\nUnlike 'Nodame Cantabile' though, I would hesitate to recommend this to people not into classical music. I just can imagine non-enthusiasts yawning through the first half of the film, though the second half is somewhat more entertaining. Though Shuuhei is a bit dull, Kai makes for an interesting, spunky lead; he pretty much carries the entertainment factor of the show, and often drew chuckles from me with his outrageous antics.\n\n\u001b[1mしかし、「はだめのカンタバイレ」とは違って、私は古典音楽ではない人々にこれを勧めていることを躊躇します。 後半はもう少し面白いですが、映画の前半を通っていない非熱狂者を想像することができます。  Shuuheiはちょっと鈍いですが、Kaiは面白い、スピード感のあるリードになります。 彼はかなりショーのエンターテイメントの要素を運び、彼の過激な悪戯で私からの笑い声を引き出しました。\u001b[22m\n\u001b[1m(Shikashi,`wa dame no kantabaire' to wa chigatte, watashi wa koten ongakude wanai hitobito ni kore o susumete iru koto o chūcho shimasu. Kōhan wa mōsukoshi omoshiroidesuga, eiga no zenhan o kayotte inai hi nekkyō-sha o sōzō suru koto ga dekimasu. Shuuhei wa chotto nibuidesuga, Kai wa omoshiroi, supīdo-kan no aru rīdo ni narimasu. Kare wa kanari shō no entāteimento no yōso o hakobi, kare no kagekina akugi de watashi kara no waraigoe o hikidashimashita.)\u001b[22m\n\nTranslations of \u001b[4mUnlike 'Nodame Cantabile' though, I would hesitate to recommend this to people not into classical music. I just can imagine non-enthusiasts yawning through the first half of the film, though the second half is somewhat more entertaining. Though Shuuhei is a bit dull, Kai makes for an interesting, spunky lead; he pretty much carries the entertainment factor of the show, and often drew chuckles from me with his outrageous antics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnlike 'Nodame Cantabile' though, I would hesitate to recommend this to people not into classical music.\u001b[24m\n    \u001b[1mしかし、「はだめのカンタバイレ」とは違って、私は古典音楽ではない人々にこれを勧めていることを躊躇します。\u001b[22m, \u001b[1mしかし「のだめカンタービレ」とは違って、私は人にはないクラシック音楽にこれをお勧めすることを躊躇だろう。\u001b[22m\n\u001b[4mI just can imagine non-enthusiasts yawning through the first half of the film, though the second half is somewhat more entertaining.\u001b[24m\n    \u001b[1m後半はもう少し面白いですが、映画の前半を通っていない非熱狂者を想像することができます。\u001b[22m, \u001b[1m後半はもう少し面白いですが、私はちょうど、映画の前半を通じてあくび非愛好家を想像することができます。\u001b[22m\n\u001b[4mThough Shuuhei is a bit dull, Kai makes for an interesting, spunky lead;\u001b[24m\n    \u001b[1mShuuheiはちょっと鈍いですが、Kaiは面白い、スピード感のあるリードになります。\u001b[22m, \u001b[1mShuuheiは少し鈍いですが、カイは面白い、魅力的なリードになり、\u001b[22m\n\u001b[4mhe pretty much carries the entertainment factor of the show, and often drew chuckles from me with his outrageous antics.\u001b[24m\n    \u001b[1m彼はかなりショーのエンターテイメントの要素を運び、彼の過激な悪戯で私からの笑い声を引き出しました。\u001b[22m, \u001b[1m彼はかなりのショーのエンターテイメントの要因を運び、多くの場合、彼の非道なふざけた態度で私から笑うを描きました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story of 'Piano no Mori' is a bit loose. For one thing it feels incomplete - it's odd that the film introduces the mysterious piano in the forest that only Kai could play, only to ignore the mystery of its magical qualities almost completely. Also, the story is annoyingly inconsistent regarding the piano competition preliminaries that was featured. First they were saying the everyone had to play Mozart's piano sonata K. 311... but then in the competition, someone played a different Mozart piece, and that seemed okay too. Also there was one part of the film dedicated to a contestant whining about someone like Shuuhei being in the region ruining her chances in the preliminaries as though there's only one person who can qualify. In the end, about 10 people qualified, and I was left wondering what the big fuss was all about.\n\n\u001b[1m「ピアノの森」の物語は少し緩いです。  1つは、不完全な感じです。映画は、魔法の才能の神秘をほとんど完全に完全に無視するために、カイだけが演奏できる森の中に神秘的なピアノを紹介するのは奇妙です。 また、フィーチャーされたピアノコンクールの予告については、ストーリーは厄介なほど矛盾しています。 最初は誰もがモーツァルトのピアノソナタK. 311を演奏しなければならないと言っていました...しかし、その競争の中で、誰かが別のモーツァルト作品を演奏しました。 また、Shuuheiが予選でのチャンスを台無しにしているような人については、参加資格者が1人しかいないかのように、競技者に泣き叫ぶための映画の一部がありました。 結局、約10人が資格を得て、大きな騒ぎが何であるか不思議に思った。\u001b[22m\n\u001b[1m(`Pianonomori' no monogatari wa sukoshi yuruidesu. 1Tsu wa, fukanzen'na kanjidesu. Eiga wa, mahō no sainō no shinpi o hotondo kanzen ni kanzen ni mushi suru tame ni, kai dake ga ensō dekiru mori no naka ni shinpi-tekina piano o shōkai suru no wa kimyōdesu. Mata, fīchā sa reta pianokonkūru no yokoku ni tsuite wa, sutōrī wa yakkaina hodo mujun shite imasu. Saisho wa daremoga mōtsu~aruto no pianosonata K. 311 O ensō shinakereba naranai to itte imashita... Shikashi, sono kyōsō no naka de, darekaga-betsu no mōtsu~aruto sakuhin o ensō shimashita. Mata, Shuuhei ga yosen de no chansu o dainashi ni shite iru yōna hito ni tsuite wa, sanka shikaku-sha ga 1-ri shika inai ka no yō ni, kyōgi-sha ni nakisakebu tame no eiga no ichibu ga arimashita. Kekkyoku, yaku 10-ri ga shikaku o ete, ōkina sawagi ga nandearu ka fushigi ni omotta.)\u001b[22m\n\nTranslations of \u001b[4mThe story of 'Piano no Mori' is a bit loose. For one thing it feels incomplete - it's odd that the film introduces the mysterious piano in the forest that only Kai could play, only to ignore the mystery of its magical qualities almost completely. Also, the story is annoyingly inconsistent regarding the piano competition preliminaries that was featured. First they were saying the everyone had to play Mozart's piano sonata K. 311... but then in the competition, someone played a different Mozart piece, and that seemed okay too. Also there was one part of the film dedicated to a contestant whining about someone like Shuuhei being in the region ruining her chances in the preliminaries as though there's only one person who can qualify. In the end, about 10 people qualified, and I was left wondering what the big fuss was all about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of 'Piano no Mori' is a bit loose.\u001b[24m\n    \u001b[1m「ピアノの森」の物語は少し緩いです。\u001b[22m, \u001b[1m「ピアノの森」の話は少し緩んでいます。\u001b[22m\n\u001b[4mFor one thing it feels incomplete - it's odd that the film introduces the mysterious piano in the forest that only Kai could play, only to ignore the mystery of its magical qualities almost completely.\u001b[24m\n    \u001b[1m1つは、不完全な感じです。映画は、魔法の才能の神秘をほとんど完全に完全に無視するために、カイだけが演奏できる森の中に神秘的なピアノを紹介するのは奇妙です。\u001b[22m, \u001b[1m一つには、それは不完全な感じ - それはフィルムが唯一のカイは、プレイできるだけでほぼ完全にその魔法の資質の謎を無視するように森の中の神秘的なピアノを紹介することが奇妙です。\u001b[22m\n\u001b[4mAlso, the story is annoyingly inconsistent regarding the piano competition preliminaries that was featured.\u001b[24m\n    \u001b[1mまた、フィーチャーされたピアノコンクールの予告については、ストーリーは厄介なほど矛盾しています。\u001b[22m, \u001b[1mまた、話が紹介されましたピアノコンクール予選に関してはうるさく矛盾しています。\u001b[22m\n\u001b[4mFirst they were saying the everyone had to play Mozart's piano sonata K. 311... but then in the competition, someone played a different Mozart piece, and that seemed okay too.\u001b[24m\n    \u001b[1m最初は誰もがモーツァルトのピアノソナタK. 311を演奏しなければならないと言っていました...しかし、その競争の中で、誰かが別のモーツァルト作品を演奏しました。\u001b[22m, \u001b[1mまず、彼らは誰もがモーツァルトのピアノソナタK. 311を再生しなければならなかったと言った...しかし、その後競争の中で、誰かが異なるモーツァルトの曲を演奏し、それはあまりにも大丈夫に見えました。\u001b[22m\n\u001b[4mAlso there was one part of the film dedicated to a contestant whining about someone like Shuuhei being in the region ruining her chances in the preliminaries as though there's only one person who can qualify.\u001b[24m\n    \u001b[1mまた、Shuuheiが予選でのチャンスを台無しにしているような人については、参加資格者が1人しかいないかのように、競技者に泣き叫ぶための映画の一部がありました。\u001b[22m, \u001b[1mまたShuuheiを修飾することができます一人だけがあるのかのように予選で彼女のチャンスを台無しに地域にいるような人について泣き言競技専用のフィルムの一部がありました。\u001b[22m\n\u001b[4mIn the end, about 10 people qualified, and I was left wondering what the big fuss was all about.\u001b[24m\n    \u001b[1m結局、約10人が資格を得て、大きな騒ぎが何であるか不思議に思った。\u001b[22m, \u001b[1m最後に、約10人が認定され、私は大騒ぎがすべてについて何であったか疑問に残っていました。\u001b[22m\n\u001b[1m\u001b[22m\nIf you like classical music though, these problems will seem small compared to what the film does right. Unlike 'Kiniro no Corda', which often seems more concerned about its bishies than the music, 'Piano no Mori' focuses on the music, and is essentially a simplified emboddiment of the ideas at the core of 'Nodame Cantabile'. And THAT, is why it does not disappoint.\n\n\u001b[1mクラシック音楽が好きであれば、これらの問題は映画の権利と比べて小さいように見えます。  「Kinoro no Corda」とは異なり、「Piano no Mori」は音楽に焦点を当て、基本的には「Nodame Cantabile」の中核となるアイデアの簡略化された表現です。 そして、それが失望しない理由です。\u001b[22m\n\u001b[1m(Kurashikku ongaku ga sukideareba, korera no mondai wa eiga no kenri to kurabete chīsai yō ni miemasu. `Kinoro no Corda' to wa kotonari,`Piano no mōri' wa ongaku ni shōten o ate, kihontekini wa `Nodame kantābire' no chūkaku to naru aidea no kanryaku-ka sa reta hyōgendesu. Soshite, sore ga shitsubō shinai riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you like classical music though, these problems will seem small compared to what the film does right. Unlike 'Kiniro no Corda', which often seems more concerned about its bishies than the music, 'Piano no Mori' focuses on the music, and is essentially a simplified emboddiment of the ideas at the core of 'Nodame Cantabile'. And THAT, is why it does not disappoint.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like classical music though, these problems will seem small compared to what the film does right.\u001b[24m\n    \u001b[1mクラシック音楽が好きであれば、これらの問題は映画の権利と比べて小さいように見えます。\u001b[22m, \u001b[1mあなたががクラシック音楽が好きなら、これらの問題は、フィルムが右何に比べて小さいように見えるだろう。\u001b[22m\n\u001b[4mUnlike 'Kiniro no Corda', which often seems more concerned about its bishies than the music, 'Piano no Mori' focuses on the music, and is essentially a simplified emboddiment of the ideas at the core of 'Nodame Cantabile'.\u001b[24m\n    \u001b[1m「Kinoro no Corda」とは異なり、「Piano no Mori」は音楽に焦点を当て、基本的には「Nodame Cantabile」の中核となるアイデアの簡略化された表現です。\u001b[22m, \u001b[1m多くの場合、音楽よりもそのbishiesの方が重要と思われる「金色のコルダ」とは異なり、「ピアノの森」は、音楽に焦点を当て、そして本質的に「のだめカンタービレ」の中核となるアイデアの簡略化したemboddimentです。\u001b[22m\n\u001b[4mAnd THAT, is why it does not disappoint.\u001b[24m\n    \u001b[1mそして、それが失望しない理由です。\u001b[22m, \u001b[1mそれは失望しない理由、それは、あります。\u001b[22m"
  },
  {
    "title": "Piano_no_Mori",
    "id": "2594",
    "url": "https://myanimelist.net/anime/2594/Piano_no_Mori",
    "user": "amiyusoku",
    "profile": "/profile/amiyusoku/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=18405",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\n\nまあ、正直言って、私のsisはDVDを買った...\n笑、私はそれを買う衝動があるが、ストーリーが買える価値がないならばちょっと恐れている。\nだから私はそれを持っているという欲望を延期した。\n次回は私が彼女のピアノを好きなので買い物をしています...そして明らかにピアノとアニメ...彼女は決してLOLから出て行くとそのDVDを店に残さないでしょう。\n\n物語は本当にいいです。\nプロットは幾分ユニークです。\n\n明らかに、プロフェッショナルなピアニストになりたいときは、あなたの友人にピアノの偉大な才能があると思う人...あなたは羨ましいと感じるべきです。そして、ライバルが火花を燃やして、あなたは敵になるでしょう。\nしかし、あなたはこのアニメでそのタイプのプロットを見つけることはできません。\nそんな若い頃、シュウがピアノへの情熱をどのようにしているのか、それは素晴らしいことです。 彼はカイが森の中でピアノを弾いたことを聞いたとき、本当に驚いていました。本当に、彼から放出された嫉妬のヒントはありません。\nそれはちょっといいです..それ以来、ほとんどのアニメプロットは、「友人がライバルになる」\n私はそれが好きではありません...私はまだ勉強していたときに私の友人に同じ感じをします。 あなたはより良くなりたい、あなたはこの友人を少し競争させる。\n\n大丈夫です。\nだから..物語の進歩として...それはもっと不安になっている....あなたの気持ちを意味する。 原因...カイは良くなり、シュウはとても激しく練習していた。 これは関係に影響するのだろうか？\nさらに、一度天才として知られていた先生は、シュウの母親を拒否したが、彼女の娘が改善するのを助けるために提供する代わりにカイを選択しました...\n明らかに、BFFでも嫉妬することができます！ それを認めなさい！〜笑\n\nだから私はシュウに敬意を表します！ 彼はとても良い友達で、若い時でさえも彼の尊厳を持っています。\nそんな素晴らしい友情。\n私は美しい友情と正直なものを愛しています！〜\n\n私は多くのスポイラーを与えたくありません。\nあなたがそれを見てチャンスを得るなら、あなたはそれを見ます！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWell, to be honest, my sis bought the DVD...\n\n\u001b[1mまあ、正直言って、私のsisはDVDを買った...\u001b[22m\n\u001b[1m(Mā, shōjiki itte, watashi no sis wa DVD o katta...)\u001b[22m\n\nTranslations of \u001b[4mWell, to be honest, my sis bought the DVD...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, to be honest, my sis bought the DVD...\u001b[24m\n    \u001b[1mまあ、正直言って、私のsisはDVDを買った...\u001b[22m, \u001b[1mまあ、正直に言うと、私のsisのは、DVDを買って...\u001b[22m\nlol, I have this urge to buy it but kinda afraid if the story isn't worth buying.\n\n\u001b[1m笑、私はそれを買う衝動があるが、ストーリーが買える価値がないならばちょっと恐れている。\u001b[22m\n\u001b[1m(Emi, watashi wa sore o kau shōdō ga aru ga, sutōrī ga kaeru kachi ga nainaraba chotto osorete iru.)\u001b[22m\n\nTranslations of \u001b[4mlol, I have this urge to buy it but kinda afraid if the story isn't worth buying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlol, I have this urge to buy it but kinda afraid if the story isn't worth buying.\u001b[24m\n    \u001b[1m笑、私はそれを買う衝動があるが、ストーリーが買える価値がないならばちょっと恐れている。\u001b[22m, \u001b[1m話が購入する価値がない場合は笑、私はこのそれを購入する衝動が、ちょっと恐れを持っています。\u001b[22m\nSo, I postponed my desire to have it.\n\n\u001b[1mだから私はそれを持っているという欲望を延期した。\u001b[22m\n\u001b[1m(Dakara watashi wa sore o motte iru to iu yokubō o enki shita.)\u001b[22m\n\nTranslations of \u001b[4mSo, I postponed my desire to have it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, I postponed my desire to have it.\u001b[24m\n    \u001b[1mだから私はそれを持っているという欲望を延期した。\u001b[22m, \u001b[1mだから、私はそれを持っているために私の願望を延期しました。\u001b[22m\nThe next time I go out with my sis, she willingly buy it since she loves piano... and obviously, a piano and an anime... she would never let that dvd stay in the store when she walk out from it LOL.\n\n\u001b[1m次回は私が彼女のピアノを好きなので買い物をしています...そして明らかにピアノとアニメ...彼女は決してLOLから出て行くとそのDVDを店に残さないでしょう。\u001b[22m\n\u001b[1m(Jikai wa watashi ga kanojo no piano o sukinanode kaimono o shite imasu... Soshite akiraka ni piano to anime... Kanojo wa kesshite LOL kara deteiku to sono DVD o mise ni nokosanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThe next time I go out with my sis, she willingly buy it since she loves piano... and obviously, a piano and an anime... she would never let that dvd stay in the store when she walk out from it LOL.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe next time I go out with my sis, she willingly buy it since she loves piano... and obviously, a piano and an anime... she would never let that dvd stay in the store when she walk out from it LOL.\u001b[24m\n    \u001b[1m次回は私が彼女のピアノを好きなので買い物をしています...そして明らかにピアノとアニメ...彼女は決してLOLから出て行くとそのDVDを店に残さないでしょう。\u001b[22m, \u001b[1m彼女はピアノを愛しているので、私は私の妹と一緒に外出次回は、彼女は喜んでそれを購入...そして明らかに、ピアノやアニメ...彼女はそれから出て歩くとき、彼女はLOL店舗でそのDVDのご滞在を離さないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is really nice.\n\n\u001b[1m物語は本当にいいです。\u001b[22m\n\u001b[1m(Monogatari wa hontōni īdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is really nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is really nice.\u001b[24m\n    \u001b[1m物語は本当にいいです。\u001b[22m, \u001b[1m話は本当にいいです。\u001b[22m\nThe plot is somewhat unique.\n\n\u001b[1mプロットは幾分ユニークです。\u001b[22m\n\u001b[1m(Purotto wa ikubun yunīkudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is somewhat unique.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is somewhat unique.\u001b[24m\n    \u001b[1mプロットは幾分ユニークです。\u001b[22m, \u001b[1mプロットはややユニークです。\u001b[22m\n\u001b[1m\u001b[22m\nObviously, when you want to become a professional pianist, having your friend, whom you think has a great talent for piano... you should feel envious and the rivalry will sparks and there.. you'll start being enemies.\n\n\u001b[1m明らかに、プロフェッショナルなピアニストになりたいときは、あなたの友人にピアノの偉大な才能があると思う人...あなたは羨ましいと感じるべきです。そして、ライバルが火花を燃やして、あなたは敵になるでしょう。\u001b[22m\n\u001b[1m(Akiraka ni, purofesshonaruna pianisuto ni naritai toki wa, anata no yūjin ni piano no idaina sainō ga aru to omou hito... Anata wa urayamashī to kanjirubekidesu. Soshite, raibaru ga hibana o moyashite, anata wa teki ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mObviously, when you want to become a professional pianist, having your friend, whom you think has a great talent for piano... you should feel envious and the rivalry will sparks and there.. you'll start being enemies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mObviously, when you want to become a professional pianist, having your friend, whom you think has a great talent for piano... you should feel envious and the rivalry will sparks and there.. you'll start being enemies.\u001b[24m\n    \u001b[1m明らかに、プロフェッショナルなピアニストになりたいときは、あなたの友人にピアノの偉大な才能があると思う人...あなたは羨ましいと感じるべきです。そして、ライバルが火花を燃やして、あなたは敵になるでしょう。\u001b[22m, \u001b[1mあなたはピアノのための偉大な才能を持っていると思う人、あなたの友人を持つ、プロのピアニストになりたいとき明らかに、...あなたは嫉妬を感じるべきであるとの競争が火花と..あなたは敵であることから始めましょうされます。\u001b[22m\nHowever, you will not find that type of plot in this anime.\n\n\u001b[1mしかし、あなたはこのアニメでそのタイプのプロットを見つけることはできません。\u001b[22m\n\u001b[1m(Shikashi, anata wa kono anime de sono taipu no purotto o mitsukeru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mHowever, you will not find that type of plot in this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, you will not find that type of plot in this anime.\u001b[24m\n    \u001b[1mしかし、あなたはこのアニメでそのタイプのプロットを見つけることはできません。\u001b[22m, \u001b[1mただし、このアニメのプロットのそのタイプを見つけることができません。\u001b[22m\nIt's amazing how Shu, in such a young age has this passion for piano. When he heard Kai playing the Piano in the forest, he was amazed... truly and no hints of jealousy emitted from him.\n\n\u001b[1mそんな若い頃、シュウがピアノへの情熱をどのように持っているのか、それは素晴らしいことです。 彼はカイが森の中でピアノを弾いたことを聞いたとき、本当に驚いていました。本当に、彼から放出された嫉妬のヒントはありません。\u001b[22m\n\u001b[1m(Son'na wakai koro, shūga piano e no jōnetsu o dono yō ni motte iru no ka, sore wa subarashī kotodesu. Kare wa kai ga mori no naka de piano o hiita koto o kiita toki, hontōni odoroite imashita. Hontōni, kare kara hōshutsu sa reta shitto no hinto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's amazing how Shu, in such a young age has this passion for piano. When he heard Kai playing the Piano in the forest, he was amazed... truly and no hints of jealousy emitted from him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's amazing how Shu, in such a young age has this passion for piano.\u001b[24m\n    \u001b[1mそんな若い頃、シュウがピアノへの情熱をどのように持っているのか、それは素晴らしいことです。\u001b[22m, \u001b[1mそれはそのような若い年齢でシュウは、ピアノのためのこの情熱を持っているか驚くべきことです。\u001b[22m\n\u001b[4mWhen he heard Kai playing the Piano in the forest, he was amazed... truly and no hints of jealousy emitted from him.\u001b[24m\n    \u001b[1m彼はカイが森の中でピアノを弾いたことを聞いたとき、本当に驚いていました。本当に、彼から放出された嫉妬のヒントはありません。\u001b[22m, \u001b[1m彼は森の中でピアノを演奏し甲斐を聞いたとき、彼は本当に...驚いたと嫉妬のないヒントが彼から放出されません。\u001b[22m\nWhich is kinda nice.. since, well.. most anime plot will have the 'friends turns to rival'\n\n\u001b[1mそれはちょっといいです..それ以来、ほとんどのアニメプロットは、「友人がライバルになる」\u001b[22m\n\u001b[1m(Sore wa chotto īdesu.. Sore irai, hotondo no animepurotto wa,`yūjin ga raibaru ni naru')\u001b[22m\n\nTranslations of \u001b[4mWhich is kinda nice.. since, well.. most anime plot will have the 'friends turns to rival'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhich is kinda nice.. since, well.. most anime plot will have the 'friends turns to rival'\u001b[24m\n    \u001b[1mそれはちょっといいです..それ以来、ほとんどのアニメプロットは、「友人がライバルになる」\u001b[22m, \u001b[1mこれはちょっといいです..以来、よく..ほとんどのアニメのプロットがあります」友人は、ライバルに転じます」\u001b[22m\nNot that I don't like it... well i do feels the same towards my my friends when I was still studying. You wanna be better, you have this friend kinda rivalry.\n\n\u001b[1m私はそれが好きではありません...私はまだ勉強していたときに私の友人に同じ感じをします。 あなたはより良くなりたい、あなたはこの友人とちょっと競合している。\u001b[22m\n\u001b[1m(Watashi wa sore ga sukide wa arimasen... Watashi wa mada benkyō shite ita toki ni watashi no yūjin ni onaji kanji o shimasu. Anata wa yori yoku naritai, anata wa kono yūjin to chotto kyōgō shite iru.)\u001b[22m\n\nTranslations of \u001b[4mNot that I don't like it... well i do feels the same towards my my friends when I was still studying. You wanna be better, you have this friend kinda rivalry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot that I don't like it... well i do feels the same towards my my friends when I was still studying.\u001b[24m\n    \u001b[1m私はそれが好きではありません...私はまだ勉強していたときに私の友人に同じ感じをします。\u001b[22m, \u001b[1m私はまだ勉強していた時ではない、私はそれを好きではないことを...よく私は私の私の友人に向かって同じことを感じてください。\u001b[22m\n\u001b[4mYou wanna be better, you have this friend kinda rivalry.\u001b[24m\n    \u001b[1mあなたはより良くなりたい、あなたはこの友人とちょっと競合している。\u001b[22m, \u001b[1mあなたがなりたい方がよい、あなたはちょっと、この友人のライバル関係を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nokay putting that aside..\n\n\u001b[1m大丈夫です。\u001b[22m\n\u001b[1m(Daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mokay putting that aside..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mokay putting that aside..\u001b[24m\n    \u001b[1m大丈夫です。\u001b[22m, \u001b[1m大丈夫脇にそれを置きます..\u001b[22m\nso.. as the story progress... it's getting more unsettled.... I mean your feelings. Cause.. Kai is getting better and Shu was practicing so intensely. I mean... will this effects their relationship?\n\n\u001b[1mだから..物語の進歩として...それはもっと不安になっている....あなたの気持ちを意味する。 原因...カイは良くなり、シュウはとても激しく練習していた。 これは関係に影響するのだろうか？\u001b[22m\n\u001b[1m(Dakara.. Monogatari no shinpo to shite... Soreha motto fuan ni natte iru. ... Anata no kimochi o imi suru. Gen'in... Kai wa yoku nari, Shū wa totemo hageshiku renshū shite ita. Kore wa kankei ni eikyō suru nodarou ka?)\u001b[22m\n\nTranslations of \u001b[4mso.. as the story progress... it's getting more unsettled.... I mean your feelings. Cause.. Kai is getting better and Shu was practicing so intensely. I mean... will this effects their relationship?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso.. as the story progress... it's getting more unsettled.... I mean your feelings.\u001b[24m\n    \u001b[1mだから..物語の進歩として...それはもっと不安になっている....あなたの気持ちを意味する。\u001b[22m, \u001b[1mそう..ストーリーの進行状況として...それはより多くの未決済なってきた....私はあなたの気持ちを意味します。\u001b[22m\n\u001b[4mCause.. Kai is getting better and Shu was practicing so intensely.\u001b[24m\n    \u001b[1m原因...カイは良くなり、シュウはとても激しく練習していた。\u001b[22m, \u001b[1m原因..甲斐が良くなっているとシュウはとても激しく練習していました。\u001b[22m\n\u001b[4mI mean... will this effects their relationship?\u001b[24m\n    \u001b[1mこれは関係に影響するのだろうか？\u001b[22m, \u001b[1m私が意味する...これは彼らの関係に影響を与えるのだろうか？\u001b[22m\nMoreover, the sensei that once known as a prodigy rejected Shu's mother offers to help her daughter improve but chose Kai instead...\n\n\u001b[1mさらに、一度天才として知られていた先生は、シュウの母親を拒否したが、彼女の娘が改善するのを助けるために提供する代わりにカイを選択しました...\u001b[22m\n\u001b[1m(Sarani, ichido tensai to shite shira rete ita sensei wa, Shū no hahaoya o kyohi shitaga, kanojo no musume ga kaizen suru no o tasukeru tame ni teikyō suru kawarini kai o sentaku shimashita...)\u001b[22m\n\nTranslations of \u001b[4mMoreover, the sensei that once known as a prodigy rejected Shu's mother offers to help her daughter improve but chose Kai instead...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoreover, the sensei that once known as a prodigy rejected Shu's mother offers to help her daughter improve but chose Kai instead...\u001b[24m\n    \u001b[1mさらに、一度天才として知られていた先生は、シュウの母親を拒否したが、彼女の娘が改善するのを助けるために提供する代わりにカイを選択しました...\u001b[22m, \u001b[1mまた、かつての天才として知られている先生は、シュウの母は彼女の娘を改善するために提供しています拒否されたが、代わりにカイを選びました...\u001b[22m\nObviously, even BFF can be jealous! admit it!~ lol\n\n\u001b[1m明らかに、BFFでも嫉妬することができます！ それを認めなさい！〜笑\u001b[22m\n\u001b[1m(Akiraka ni, BFF demo shitto suru koto ga dekimasu! Sore o mitome nasai!〜 Emi)\u001b[22m\n\nTranslations of \u001b[4mObviously, even BFF can be jealous! admit it!~ lol\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mObviously, even BFF can be jealous!\u001b[24m\n    \u001b[1m明らかに、BFFでも嫉妬することができます！\u001b[22m, \u001b[1mもちろん、さえBFFは嫉妬することができます！\u001b[22m\n\u001b[4madmit it!~ lol\u001b[24m\n    \u001b[1mそれを認めなさい！〜笑\u001b[22m, \u001b[1mそれを認める！〜笑\u001b[22m\n\u001b[1m\u001b[22m\nThat's why I salute Shu ! He is such a good friend and he has his dignity even at the young age.\n\n\u001b[1mだから私はシュウに敬意を表します！ 彼はとても良い友達で、若い時でさえも彼の尊厳を持っています。\u001b[22m\n\u001b[1m(Dakara watashi wa Shū ni keii o arawashimasu! Kare wa totemo yoi tomodachi de, wakai tokide sae mo kare no songen o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThat's why I salute Shu ! He is such a good friend and he has his dignity even at the young age.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's why I salute Shu !\u001b[24m\n    \u001b[1mだから私はシュウに敬意を表します！\u001b[22m, \u001b[1m私はシュウ敬礼理由です！\u001b[22m\n\u001b[4mHe is such a good friend and he has his dignity even at the young age.\u001b[24m\n    \u001b[1m彼はとても良い友達で、若い時でさえも彼の尊厳を持っています。\u001b[22m, \u001b[1m彼はこのような良い友人であり、彼も若い年齢で彼の尊厳を持っています。\u001b[22m\nSuch a wonderful friendship.\n\n\u001b[1mそんな素晴らしい友情。\u001b[22m\n\u001b[1m(Son'na subarashī yūjō.)\u001b[22m\n\nTranslations of \u001b[4mSuch a wonderful friendship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSuch a wonderful friendship.\u001b[24m\n    \u001b[1mそんな素晴らしい友情。\u001b[22m, \u001b[1mこのような素晴らしい友情。\u001b[22m\ni love a beautiful friendship and an honest one!~\n\n\u001b[1m私は美しい友情と正直なものを愛しています！〜\u001b[22m\n\u001b[1m(Watashi wa utsukushī yūjō to shōjikina mono o aishiteimasu!〜)\u001b[22m\n\nTranslations of \u001b[4mi love a beautiful friendship and an honest one!~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi love a beautiful friendship and an honest one!~\u001b[24m\n    \u001b[1m私は美しい友情と正直なものを愛しています！〜\u001b[22m, \u001b[1m私は美しい友情と正直1が大好き！〜\u001b[22m\n\u001b[1m\u001b[22m\nI don't wanna give much spoiler.\n\n\u001b[1m私は多くのスポイラーを与えたくありません。\u001b[22m\n\u001b[1m(Watashi wa ōku no supoirā o ataetaku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI don't wanna give much spoiler.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't wanna give much spoiler.\u001b[24m\n    \u001b[1m私は多くのスポイラーを与えたくありません。\u001b[22m\nIf you get the chance to watch it, you WATCH IT!\n\n\u001b[1mあなたがそれを見てチャンスを得るなら、あなたはそれを見ます！\u001b[22m\n\u001b[1m(Anata ga sore o mite chansu o erunara, anata wa sore o mimasu!)\u001b[22m\n\nTranslations of \u001b[4mIf you get the chance to watch it, you WATCH IT!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you get the chance to watch it, you WATCH IT!\u001b[24m\n    \u001b[1mあなたがそれを見てチャンスを得るなら、あなたはそれを見ます！\u001b[22m, \u001b[1mあなたはそれを見る機会を得た場合、あなたはそれを見て！\u001b[22m"
  },
  {
    "title": "Piano_no_Mori",
    "id": "2594",
    "url": "https://myanimelist.net/anime/2594/Piano_no_Mori",
    "user": "aznmagic29",
    "profile": "/profile/aznmagic29/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=75265",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\n私は映画が出てくる前にマンガを読んでいたので、何が来るのか一般的な考えがありましたが、ピアノをあまり知らずに映画を見ているのは本当に何かでした。 映画は私が描写したすべてのもので、マンガにあった主要な部分のほとんどを持っていただろう。 映画はマンガから逸脱しない。 この映画は、ピアノを愛することによって、男の子の一ノ瀬改と奄美秀平の友情についてのものです。 カイはピアノの天才として描かれており、レッスンを受けずにピアノを弾くことができ、一度聞いてから曲を演奏することができます。 シュウヘイは多くのレッスンを受け、ピアノをマスターしています。今日はどこにいようとも、長時間練習しています。\n映画は優れたストーリーで良いです。 この映画に使われている芸術は、それを完璧に収めています。 映画の中で使われている音楽は合っていますが、私はクラシック音楽を知らないので、私は判断できません。 それは最初のようには見えないが、映画は見る価値がある。 私はアニメを見て、友情と音楽に関するアニメを探している人にこの映画を推薦します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have been reading the manga before the movie even came out so I have a general idea of what was to come but watching the movie without knowing too much about piano was really something. The movie was everything I pictured it would be it had most of the major parts that was in the manga. The movie does not stray from the manga. The movie is about boys name Ichinose Kai and Amamiya Shuuhei friendship through their love for the piano. Kai is portrayed as a piano prodigy because he can play the piano without having taken any lesson and can play a song just from hearing it once. Shuuhei has mastered the piano because he has taken many lessons and practice long hours to get where he is today.\n\n\u001b[1m私は映画が出てくる前にマンガを読んでいたので、何が来るのか一般的な考えがありましたが、ピアノをあまり知らずに映画を見ているのは本当に何かでした。 映画は私が描写したすべてのもので、マンガにあった主要な部分のほとんどを持っていただろう。 映画はマンガから逸脱しない。 この映画は、ピアノを愛することによって、男の子の一ノ瀬改と奄美秀平の友情についてのものです。 カイはピアノの天才として描かれており、レッスンを受けなくてもピアノを弾くことができ、一度聞いてから弾くことができます。 シュウヘイはピアノをマスターしました。なぜなら彼は今日レッスンを受け、長時間練習しているからです。\u001b[22m\n\u001b[1m(Watashi wa eiga ga detekuru mae ni manga o yonde itanode, nani ga kuru no ka ippantekina kangae ga arimashitaga, piano o amari shirazu ni eiga o mite iru no wa hontōni nanikadeshita. Eiga wa watashi ga byōsha shita subete no mono de, manga ni atta shuyōna bubun no hotondo o motte itadarou. Eiga wa manga kara itsudatsu shinai. Kono eiga wa, piano o aisuru koto ni yotte, otokonoko no Ichinose aratame to Amami Shūhei no yūjō ni tsuite no monodesu. Kai wa piano no tensai to shite egaka rete ori, ressun o ukenakute mo piano o hajiku koto ga deki, ichido kiite kara hajiku koto ga dekimasu. Shūhei wa piano o masutā shimashita. Nazenara kare wa kyō ressun o uke, chōjikan renshū shite irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI have been reading the manga before the movie even came out so I have a general idea of what was to come but watching the movie without knowing too much about piano was really something. The movie was everything I pictured it would be it had most of the major parts that was in the manga. The movie does not stray from the manga. The movie is about boys name Ichinose Kai and Amamiya Shuuhei friendship through their love for the piano. Kai is portrayed as a piano prodigy because he can play the piano without having taken any lesson and can play a song just from hearing it once. Shuuhei has mastered the piano because he has taken many lessons and practice long hours to get where he is today.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have been reading the manga before the movie even came out so I have a general idea of what was to come but watching the movie without knowing too much about piano was really something.\u001b[24m\n    \u001b[1m私は映画が出てくる前にマンガを読んでいたので、何が来るのか一般的な考えがありましたが、ピアノをあまり知らずに映画を見ているのは本当に何かでした。\u001b[22m, \u001b[1m映画がそうであっても、私が来て何であったかの一般的な考えを持っていますが、本当に何かだったピアノについてはあまり知らずに映画を見て出てきた前に、私は漫画を読んでいます。\u001b[22m\n\u001b[4mThe movie was everything I pictured it would be it had most of the major parts that was in the manga.\u001b[24m\n    \u001b[1m映画は私が描写したすべてのもので、マンガにあった主要な部分のほとんどを持っていただろう。\u001b[22m, \u001b[1m映画は、私はそれが漫画にあった主要部品のほとんどを持っていたであろう写真のすべてでした。\u001b[22m\n\u001b[4mThe movie does not stray from the manga.\u001b[24m\n    \u001b[1m映画はマンガから逸脱しない。\u001b[22m, \u001b[1m映画は漫画から逸脱していません。\u001b[22m\n\u001b[4mThe movie is about boys name Ichinose Kai and Amamiya Shuuhei friendship through their love for the piano.\u001b[24m\n    \u001b[1mこの映画は、ピアノを愛することによって、男の子の一ノ瀬改と奄美秀平の友情についてのものです。\u001b[22m, \u001b[1m男の子はピアノのための彼らの愛を通して一ノ瀬カイと雨宮Shuuhei友情に名前を付けについての映画です。\u001b[22m\n\u001b[4mKai is portrayed as a piano prodigy because he can play the piano without having taken any lesson and can play a song just from hearing it once.\u001b[24m\n    \u001b[1mカイはピアノの天才として描かれており、レッスンを受けなくてもピアノを弾くことができ、一度聞いてから弾くことができます。\u001b[22m, \u001b[1m彼は任意のレッスンを取らせずにピアノを再生することができますし、一度だけ、それを聞いてから曲を再生することができますので、カイはピアノの天才として描かれています。\u001b[22m\n\u001b[4mShuuhei has mastered the piano because he has taken many lessons and practice long hours to get where he is today.\u001b[24m\n    \u001b[1mシュウヘイはピアノをマスターしました。なぜなら彼は今日レッスンを受け、長時間練習しているからです。\u001b[22m, \u001b[1mShuuheiは、彼は多くの教訓を取り、彼は今日ここで取得するには長い時間を練習しているので、ピアノを習得しました。\u001b[22m\nThe movie is good with an excellent story. The art used in this movie fits it perfectly. The music used in the movie fit but I do not know classical music so I cannot judge. The movie is worth the watch even though it does not seem like at first. I would recommend this movie to anyone that watches anime and looking for an anime about friendship and music.\n\n\u001b[1m映画は優れたストーリーで良いです。 この映画に使われている芸術は、それを完璧に収めています。 映画の中で使われている音楽は合っていますが、私はクラシック音楽を知らないので、私は判断できません。 それは最初のようには見えないが、映画は見る価値がある。 私はアニメを見て、友情と音楽に関するアニメを探している人にこの映画を推薦します。\u001b[22m\n\u001b[1m(Eiga wa sugureta sutōrīde yoidesu. Kono eiga ni tsukawareteiru geijutsu wa, sore o kanpeki ni osamete imasu. Eiga no naka de tsukawareteiru ongaku wa atte imasuga, watashi wa kurashikku ongaku o shiranainode, watashi wa handan dekimasen. Sore wa saisho no yō ni wa mienaiga, eiga wa miru kachigāru. Watashi wa anime o mite, yūjō to ongaku ni kansuru anime o sagashite iru hito ni kono eiga o suisen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe movie is good with an excellent story. The art used in this movie fits it perfectly. The music used in the movie fit but I do not know classical music so I cannot judge. The movie is worth the watch even though it does not seem like at first. I would recommend this movie to anyone that watches anime and looking for an anime about friendship and music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe movie is good with an excellent story.\u001b[24m\n    \u001b[1m映画は優れたストーリーで良いです。\u001b[22m, \u001b[1m映画は、優れたストーリーと良いです。\u001b[22m\n\u001b[4mThe art used in this movie fits it perfectly.\u001b[24m\n    \u001b[1mこの映画に使われている芸術は、それを完璧に収めています。\u001b[22m, \u001b[1mこの映画で使用される技術は、それを完全にフィットします。\u001b[22m\n\u001b[4mThe music used in the movie fit but I do not know classical music so I cannot judge.\u001b[24m\n    \u001b[1m映画の中で使われている音楽は合っていますが、私はクラシック音楽を知らないので、私は判断できません。\u001b[22m, \u001b[1m音楽は映画のフィットで使用されるが、私は判断できないので、私はクラシック音楽を知りません。\u001b[22m\n\u001b[4mThe movie is worth the watch even though it does not seem like at first.\u001b[24m\n    \u001b[1mそれは最初のようには見えないが、映画は見る価値がある。\u001b[22m, \u001b[1m映画は、それが最初にのように見えるしていませんが、時計の価値があります。\u001b[22m\n\u001b[4mI would recommend this movie to anyone that watches anime and looking for an anime about friendship and music.\u001b[24m\n    \u001b[1m私はアニメを見て、友情と音楽に関するアニメを探している人にこの映画を推薦します。\u001b[22m, \u001b[1m私はアニメや友情と音楽についてアニメを探しているを見て誰にもこの映画をお勧めします。\u001b[22m"
  }
]
