[
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "Ta-kun",
    "profile": "/profile/Ta-kun/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=11527",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  8\n\n私はゴースト・ハウンドに向かって混乱しています。  LainとHigurashiのようなMindF $＃kタイプのアニメに入って、そのプロットはすぐに私の興味をそそられました。 彼らは22のエピソードをどのように埋めるのだろうと思っているエピソード6で自分自身を見つけることを覚えています。 それは想像力が足りないからかもしれない。 しかし、とにかく私に話が降りてくるのは明らかです。 私が感じたのは突然のことでしたが、答えられなかった質問がいくつかありました。 その意味で、ゴーストハウンドは私を少し空にしました（しかし、ちょっと、それは悪化していました）。 すべてでは、楽しいシリーズ（それについてのレビューを書くのに十分なもの）の不足はありません。 ポルターガイストとの不気味なオープニングは、いくつかのエピソード（私は気分を変えた）の後に飛び越えなかった数少ない選択的なオープニングの一つでした。 今話題の話題で、私は本当に複雑なプロットを楽しんだ。 芸術は暗く、うまくいっています。これは間違いなく不気味な要素になります（後者のエピソードまではほとんど不可能です）。 このアニメのサウンドは間違いなく強力なポイントです。 それはサスペンスを構築するという点で素晴らしいとも言えるかもしれません（私は絶えず震えが私の脊椎を通って送られていました）。 それに加えて、エンディングはかなりうまくいっています。 キャラクターの開発は、特に3人の主人公と一緒に良いです。 それぞれのエピソードでは、ストーリーのペースが遅いために驚くべきことが増えていました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI kind of have mixed feelings towards Ghost Hound. Being into MindF$#k type animes like Lain and Higurashi the plot immediately intrigued me. I remember finding myself at episode six wondering how are they going to fill 22 episodes. That might be just because I lack imagination. But anyways, the only obvious letdown of the story to me would be the ending. Which I felt was abrupt and left me with a few unanswered questions. In that sense, Ghost Hound left me a little empty(But hey, it could of been worse). All in all, nothing short of an enjoyable series(enough to write a review on it). The eerie opening with the song Poltergeist was one of the few selective openings I didn't skip over after a few episodes(it set the mood). Now on the topic of the story, I really enjoyed the complex plot. The art is dark and well-done which definitely adds to the creepy element(which hardly lets off until the latter episodes). The sound in this anime is definitely it's strong point. It could be called brilliant in terms of building up suspense(I constantly had shivers sent down my spine throughout). In addition to that, the ending is pretty well done. The character development is also good especially with the three main characters. Each episode kept me wanting more which is surprising due to the slower pacing of the story.\n\n\u001b[1m私はゴースト・ハウンドに向かって混乱しています。  LainとHigurashiのようなMindF $＃kタイプのアニメに入って、そのプロットはすぐに私の興味をそそられました。 彼らは22のエピソードをどのように埋めるのだろうと思っているエピソード6で自分自身を見つけることを覚えています。 それは想像力が足りないからかもしれない。 しかし、とにかく私に話が降りてくるのは明らかです。 私が感じたのは突然のことでしたが、答えられなかった質問がいくつかありました。 その意味で、ゴーストハウンドは私を少し空にしました（しかし、ちょっと、それは悪化していました）。 すべてでは、楽しいシリーズ（それについてのレビューを書くのに十分なもの）の不足はありません。 ポルターガイストとの不気味なオープニングは、いくつかのエピソード（私は気分を変えた）の後に飛び越えなかった数少ない選択的なオープニングの一つでした。 今話題の話題で、私は本当に複雑なプロットを楽しんだ。 芸術は暗く、うまくいっています。これは間違いなく不気味な要素になります（後者のエピソードまではほとんど不可能です）。 このアニメのサウンドは間違いなく強力なポイントです。 それはサスペンスを構築するという点で素晴らしいとも言えるかもしれません（私は絶えず震えが私の脊椎を通って送られていました）。 それに加えて、エンディングはかなりうまくいっています。 キャラクターの開発は、特に3人の主人公と一緒に良いです。 それぞれのエピソードでは、ストーリーのペースが遅いために驚くべきことが増えていました。\u001b[22m\n\u001b[1m(Watashi wa gōsuto haundo ni mukatte konran shite imasu. Lain to Higurashi no yōna MindF $# k taipu no anime ni haitte, sono purotto wa sugu ni watashi no kyōmi o sosora remashita. Porutāgaisuto to no bukimina ōpuningu wa, ikutsu ka no episōdo (watashi wa kibun o kaeta) no nochi ni tobikoenakatta kazusukunai sentaku-tekina ōpuningu no hitotsudeshita. Ima wadai no wadai de, watashi wa hontōni fukuzatsuna purotto o tanoshinda. Geijutsu wa kuraku, umaku itte imasu. Kore wa machigainaku bukimina yōso ni narimasu (kōsha no episōdo made wa hotondo fukanōdesu). Kono anime no saundo wa machigainaku kyōryokuna pointodesu. Sore wa sasupensu o kōchiku suru to iu tende subarashītomo ieru kamo shiremasen (watashi wa taezu furue ga watashi no sekitsui o kayotte okura rete imashita). Sorenikuwaete, endingu wa kanari umaku itte imasu. Kyarakutā no kaihatsu wa, tokuni 3-ri no shujinkō to issho ni yoidesu. Sorezore no episōdode wa, sutōrī no pēsu ga osoi tame ni odorokubeki koto ga fuete imashita. Karera wa 22 no episōdo o dono yō ni umeru nodarou to omotte iru episōdo 6 de jibun jishin o mitsukeru koto o oboete imasu. Sore wa sōzō-ryoku ga tarinaikara kamo shirenai. Shikashi, tonikaku watashi ni hanashi ga orite kuru no wa akirakadesu. Watashi ga kanjita no wa totsuzen no kotodeshitaga, kotae rarenakatta shitsumon ga ikutsu ka arimashita. Sono imi de, gōsutohaundo wa watashi o sukoshi sora ni shimashita (shikashi, chotto, soreha akka shite imashita). Subetede wa, tanoshī shirīzu (sore ni tsuite no rebyū o kaku no ni jūbun'na mono) no fusoku wa arimasen.)\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=41225",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  10\n|  9\n\nうわー、これは素晴らしいスリラータイトルだった。 ゴーストハウンドは、シリーズの中心的キャラクターを取り巻く展開を見て、やはり小さな町の中の不思議な出来事をつなぎ合わせるために、心理的および哲学的要素の使用を実装しました。 連続実験Lainのように、Ghost Houndは、ショーの通常モードの間、その実行中に落ち着いた日常的な気分を保持し、少年が精神領域で体外体験を経験し、彼らの悲劇的な過去からの思い出を夢見る間に、  。 太郎、雅之、誠の悲劇的な過去を洗い流すのはむしろうまくいっています。ここで、少年の頭の中にシリーズが入って、早い時期に起こった出来事を思い起こさせようとします。 また、過去の悲劇に遭遇して自分の状況をより良く理解できるようになるにつれて、キャラクターの成長を見ることができます。\n\nプロットの進展に関して、ゴースト・ハウンドは、町で行われている様々な超常現象を解き放つために時間を費やしています。 奇妙な生き物が町の中の無作為な場所に見つけられ、タロの拉致が起こった時代の頃に起こった一連の犯罪についてのヒントが落とされている。 さらに、このシリーズは、熱狂的な地元のカルト、バイオ工場、そして太郎が関心を持つ神社の司祭の若い娘を含む一見無関係な状況を引き起こします。しかし、シリーズが勃興すると、これらの状況は、  3人の男の子とのキャラクターの発展が解決すれば、ゴーストハウンドへの長引くプロットの展開を解決するのに十分な意味があります。\n\nゴーストハウンドの主な要素は、このシリーズを楽しむこと、または心を砕くことであり、心理的および哲学的概念の頻繁な言及および議論である。 ヒラタ博士は、彼が助ける患者、特に太郎に影響を与える脳の精神障害を引き起こすために、多くの点で取り組んでいるため、心理学的分析が頻繁に行われています。 哲学的要素は、少年が精神領域への旅の中で持っている体外体験に関連する、霊的で実存的な概念に育った数多くの理論の形で来る。 私は、これらの要素がシリーズ内で関連していると信じているのは、少年との経験が精神的な経験か、過去の精神的な傷跡から抜け出す科学的根拠の結果であるかを聴衆に推測させることです。\n\nシリーズで見つかった唯一の重大な欠陥は、シリーズが完全に開発する時間がなく、ゴーストハウンドの以前のエピソードと一致しない明るい気分を持つことができなかったいくつかの新しいコンセプトを一見導入した最後のエピソードだった。\n\nプレゼンテーションの面では、Ghost Houndは、ショーが様々な時点で提示する気分のぼかしとうまく合致するように、ビジュアルと音楽を提供するだけで十分です。 通常の世界では、明るい色と細部を細部に渡って表現し、その日常的な気分に合わせて表現します。 男の子からの体外経験とフラッシュバックは、タイトルの視覚的なハイライトにつながるものです。 太郎の頭脳を構成する神経、様々なモニターの部屋、限られた色で描かれた現実など、少年が訪れる霊的な領域のための一見ユニークな雰囲気を作り出すために、様々な抽象設定が示されている。 このユニークな体験に加えて、少年の目には、時には一人暮らしの意識の中に出入りしたり、太郎が路傍で姉妹に追いつこうとするなどのフラッシュバックを経験することがあります。\n\nこのシリーズのサウンドトラックは主にローキーでミニマルなもので、緊迫したシーンでの気分を高めるために必要なときにのみ音楽が追加されています。  OPとEDは、OPの奇妙で爽やかなトーンとEDの控えめで優しいバラードでゴーストハウンドに入るのを助けるユニークな選択肢です。\n\n全体的に、ゴーストハウンドは、私がタロと彼の友人の悲劇的な過去と彼らが住んでいる町で起こっている神秘的な発展を探求する心理学と神秘主義の実装と私にとって非常に興味深い心の旅であることを証明した。 慣習的なタイトルの規範の外にあるアニメを期待し、あなたがどの方向性を導くかを推測し続けます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWow, this was a great thriller title. Ghost Hound implemented use of psychological and philosophical elements to look into the developments surrounding the central characters of the series and piecing together the mysterious occurrences within the small town of Suiten. Like Serial Experiments Lain, Ghost Hound retains a subdued, mundane mood throughout its run during the show's normal mode and bumps up its suspense during moments when the boys experience out-of-body experiences in the spirit realm and dream of memories from their tragic pasts . The series does rather well at fleshing out the tragic pasts of Taro, Masayuki and Makoto where the series gets into the heads of the boys as they perceive and/ or try to recall the events that occurred during their earlier years. In addition, we get to see the growth of their characters as they come to terms with their past tragedies as they come to understand their situations better.\n\n\u001b[1mうわー、これは素晴らしいスリラータイトルだった。 ゴーストハウンドは、シリーズの中心的キャラクターを取り巻く展開を見て、やはり小さな町の中の不思議な出来事をつなぎ合わせるために、心理的および哲学的要素の使用を実装しました。 連続実験Lainのように、Ghost Houndは、ショーの通常モードの間、その実行中に落ち着いた日常的な気分を保持し、少年が精神領域で体外体験を経験し、彼らの悲劇的な過去からの思い出を夢見る間に、  。 太郎、雅之、誠の悲劇的な過去を洗い流すのはむしろうまくいっています。ここで、少年の頭の中にシリーズが入って、早い時期に起こった出来事を思い起こさせようとします。 また、過去の悲劇に遭遇して自分の状況をより良く理解できるようになるにつれて、キャラクターの成長を見ることができます。\u001b[22m\n\u001b[1m(Uwa ̄ , kore wa subarashī surirātaitorudatta. Gōsutohaundo wa, shirīzu no chūshin-teki kyarakutā o torimaku tenkai o mite, yahari chīsana machi no naka no fushigina dekigoto o tsunagi awaseru tame ni, shinri-teki oyobi tetsugaku-teki yōso no shiyō o jissō shimashita. Renzoku jikken Lain no yō ni, Ghost Hound wa, shō no tsūjō mōdo no ma, sono jikkō-chū ni ochitsuita nichijō-tekina kibun o hoji shi, shōnen ga seishin ryōiki de taigai taiken o keiken shi, karera no higeki-tekina kako kara no omoide o yumemiru ma ni,. Tarō, Masayuki, makoto no higeki-tekina kako o arainagasu no wa mushiro umaku itte imasu. Koko de, shōnen no atama no naka ni shirīzu ga haitte, hayai jiki ni okotta dekigoto o omoiokosa seyou to shimasu. Mata, kako no higeki ni sōgū shite jibun no jōkyō o yori yoku rikai dekiru yō ni naru ni tsurete, kyarakutā no seichō o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWow, this was a great thriller title. Ghost Hound implemented use of psychological and philosophical elements to look into the developments surrounding the central characters of the series and piecing together the mysterious occurrences within the small town of Suiten. Like Serial Experiments Lain, Ghost Hound retains a subdued, mundane mood throughout its run during the show's normal mode and bumps up its suspense during moments when the boys experience out-of-body experiences in the spirit realm and dream of memories from their tragic pasts . The series does rather well at fleshing out the tragic pasts of Taro, Masayuki and Makoto where the series gets into the heads of the boys as they perceive and/ or try to recall the events that occurred during their earlier years. In addition, we get to see the growth of their characters as they come to terms with their past tragedies as they come to understand their situations better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow, this was a great thriller title.\u001b[24m\n    \u001b[1mうわー、これは素晴らしいスリラータイトルだった。\u001b[22m, \u001b[1mうわー、これは素晴らしいスリラーのタイトルでした。\u001b[22m\n\u001b[4mGhost Hound implemented use of psychological and philosophical elements to look into the developments surrounding the central characters of the series and piecing together the mysterious occurrences within the small town of Suiten.\u001b[24m\n    \u001b[1mゴーストハウンドは、シリーズの中心的キャラクターを取り巻く展開を見て、やはり小さな町の中の不思議な出来事をつなぎ合わせるために、心理的および哲学的要素の使用を実装しました。\u001b[22m, \u001b[1mゴーストハウンドは、シリーズの中心的な文字を囲むと一緒水天の小さな町内の神秘的な出現を縫い合わせ発展に見て心理的、哲学的要素の使用を実装しました。\u001b[22m\n\u001b[4mLike Serial Experiments Lain, Ghost Hound retains a subdued, mundane mood throughout its run during the show's normal mode and bumps up its suspense during moments when the boys experience out-of-body experiences in the spirit realm and dream of memories from their tragic pasts\u001b[24m\n    \u001b[1m連続実験Lainのように、Ghost Houndは、ショーの通常モードの間、その実行中に落ち着いた日常的な気分を保持し、少年が精神領域で体外体験を経験し、彼らの悲劇的な過去からの思い出を夢見る間に、\u001b[22m, \u001b[1mレインシリアル実験と同様に、ゴーストハウンドはそのショーの通常モード中に実行し、男の子はその悲劇の過去からの思い出の霊の領域と夢の中でアウトオブボディ体験を経験したときに瞬間にそのサスペンスをバンプ全体に落ち着いた、世俗的な気分を保持します\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThe series does rather well at fleshing out the tragic pasts of Taro, Masayuki and Makoto where the series gets into the heads of the boys as they perceive and/ or try to recall the events that occurred during their earlier years.\u001b[24m\n    \u001b[1m太郎、雅之、誠の悲劇的な過去を洗い流すのはむしろうまくいっています。ここで、少年の頭の中にシリーズが入って、早い時期に起こった出来事を思い起こさせようとします。\u001b[22m, \u001b[1mシリーズは、彼らが知覚および/またはその以前の年の間に発生したイベントをリコールしようとしてシリーズは男の子の頭に入っ太郎、雅之と誠の悲劇的な過去をを肉付けでかなりよくありません。\u001b[22m\n\u001b[4mIn addition, we get to see the growth of their characters as they come to terms with their past tragedies as they come to understand their situations better.\u001b[24m\n    \u001b[1mまた、過去の悲劇に遭遇して自分の状況をより良く理解できるようになるにつれて、キャラクターの成長を見ることができます。\u001b[22m, \u001b[1mまた、我々は、彼らがより自分の状況を理解するために来るように、彼らは彼らの過去の悲劇と折り合いをつけるように自分のキャラクターの成長を見ることが。\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of plot developments, Ghost Hound takes its time in unveiling pieces to the various paranormal occurrences taking place in the town. Strange creatures have been spotted at random points within the town and hints are dropped over a string of crimes having occurred around the time that Taro's abduction took place. In addition, the series does bring up seemingly unconnected situations which involve a fanatic local cult, a biotech plant and the young daughter of a shrine priest that Taro takes interest in. But as the series presses on, these situations clash together where their linearity makes enough sense at resolving any lingering plot developments to Ghost Hound once the character developments with the three boys get resolved.\n\n\u001b[1mプロットの進展に関して、ゴースト・ハウンドは、町で行われている様々な超常現象を解き放つために時間を費やしています。 奇妙な生き物が町の中の無作為な場所に見つけられ、タロの拉致が起こった時代の頃に起こった一連の犯罪についてのヒントが落とされている。 さらに、このシリーズは、熱狂的な地元のカルト、バイオ工場、そして太郎が関心を持つ神社の司祭の若い娘を含む一見無関係な状況を引き起こします。しかし、シリーズが勃興すると、これらの状況は、  3人の男の子とのキャラクターの発展が解決すれば、ゴーストハウンドへの長引くプロットの展開を解決するのに十分な意味があります。\u001b[22m\n\u001b[1m(Purotto no shinten ni kanshite, gōsuto haundo wa, machi de okonawa rete iru samazamana chōjō genshō o tokihanatsu tame ni jikan o tsuiyashite imasu. Kimyōna ikimono ga machi no naka no musakuina basho ni mitsuke rare, Taro no rachi ga okotta jidai no koro ni okotta ichiren no hanzai ni tsuite no hinto ga otosa rete iru. Sarani, kono shirīzu wa, nekkyō-tekina jimoto no karuto, baio kōjō, soshite Tarō ga kanshinwomotsu jinja no shisai no wakai musume o fukumu ikken mukankeina jōkyō o hikiokoshimasu. Shikashi, shirīzu ga bokkō suru to, korera no jōkyō wa, 3-ri no otokonoko to no kyarakutā no hatten ga kaiketsu sureba, gōsutohaundo e no nagabiku purotto no tenkai o kaiketsu suru no ni jūbun'na imi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of plot developments, Ghost Hound takes its time in unveiling pieces to the various paranormal occurrences taking place in the town. Strange creatures have been spotted at random points within the town and hints are dropped over a string of crimes having occurred around the time that Taro's abduction took place. In addition, the series does bring up seemingly unconnected situations which involve a fanatic local cult, a biotech plant and the young daughter of a shrine priest that Taro takes interest in. But as the series presses on, these situations clash together where their linearity makes enough sense at resolving any lingering plot developments to Ghost Hound once the character developments with the three boys get resolved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of plot developments, Ghost Hound takes its time in unveiling pieces to the various paranormal occurrences taking place in the town.\u001b[24m\n    \u001b[1mプロットの進展に関して、ゴースト・ハウンドは、町で行われている様々な超常現象を解き放つために時間を費やしています。\u001b[22m, \u001b[1mプロットの開発の面では、ゴーストハウンドは、町で行われている様々な超常現象の発生に除幕式片でその時間がかかります。\u001b[22m\n\u001b[4mStrange creatures have been spotted at random points within the town and hints are dropped over a string of crimes having occurred around the time that Taro's abduction took place.\u001b[24m\n    \u001b[1m奇妙な生き物が町の中の無作為な場所に見つけられ、タロの拉致が起こった時代の頃に起こった一連の犯罪についてのヒントが落とされている。\u001b[22m, \u001b[1m奇妙な生き物は、町内のランダムな点で目撃されており、ヒントが太郎の拉致が行われたその頃発生した犯罪の文字列の上にドロップされます。\u001b[22m\n\u001b[4mIn addition, the series does bring up seemingly unconnected situations which involve a fanatic local cult, a biotech plant and the young daughter of a shrine priest that Taro takes interest in. But as the series presses on, these situations clash together where their linearity makes\u001b[24m\n    \u001b[1mさらに、このシリーズは、熱狂的な地元のカルト、バイオ工場、そして太郎が関心を持つ神社の司祭の若い娘を含む一見無関係な状況を引き起こします。しかし、シリーズが勃興すると、これらの状況は、\u001b[22m, \u001b[1mまた、シリーズは、狂信的な地元のカルト、バイオテクノロジー工場と太郎の関心を取る神社の司祭の若い娘を伴う一見未接続の状況を持ち出すん。しかしシリーズがオンに押すように、これらの状況は、一緒にどこに彼らの直線性になりますが衝突します\u001b[22m\n\u001b[4menough sense at resolving any lingering plot developments to Ghost Hound once the character developments with the three boys get resolved.\u001b[24m\n    \u001b[1m3人の男の子とのキャラクターの発展が解決すれば、ゴーストハウンドへの長引くプロットの展開を解決するのに十分な意味があります。\u001b[22m, \u001b[1m3人の男の子を持つキャラクターの開発に一度ゴーストハウンドへの長引くプロットの開発を解決するに十分なセンスが解決されます。\u001b[22m\n\u001b[1m\u001b[22m\nThe major element to Ghost Hound that will make or break one's enjoyment of the series are the frequent mentions and debates of psychological and philosophical concepts. Psychological analysis is frequent as Dr. Hirata is around at a number of points to bring up mental disorders of the brain that effect patients that he helps, in particular Taro. The philosophical element comes in the form of a number of theories brought up on spiritual and existential concepts connected to the out of body experiences that the boys have in their travels to the spirit realm. I do believe that these elements are relevant within the series to keep the audience guessing over whether the experiences with the boys are the result of either a spiritual experience or something of scientific basis coming off the mental scars they had from their pasts.\n\n\u001b[1mゴーストハウンドの主な要素は、このシリーズを楽しむこと、または心を砕くことであり、心理的および哲学的概念の頻繁な言及および議論である。 ヒラタ博士は、彼が助ける患者、特に太郎に影響を与える脳の精神障害を引き起こすために、多くの点で取り組んでいるため、心理学的分析が頻繁に行われています。 哲学的要素は、少年が精神領域への旅の中で持っている体外体験に関連する、霊的で実存的な概念に育った数多くの理論の形で来る。 私は、これらの要素がシリーズ内で関連していると信じているのは、少年との経験が精神的な経験か、過去の精神的な傷跡から抜け出す科学的根拠の結果であるかを聴衆に推測させることです。\u001b[22m\n\u001b[1m(Gōsutohaundo no omona yōso wa, kono shirīzu o tanoshimu koto, matawa kokoro o kudaku kotodeari, shinri-teki oyobi tetsugaku-teki gainen no hinpan'na genkyū oyobi girondearu. Hirata hakase wa, kare ga tasukeru kanja, tokuni Tarō ni eikyōwoataeru nō no seishin shōgai o hikiokosu tame ni, ōku no ten de torikunde iru tame, shinri-gaku-teki bunseki ga hinpan ni okonawa rete imasu. Tetsugaku-teki yōso wa, shōnen ga seishin ryōiki e no tabi no naka de motte iru taigai taiken ni kanren suru, reitekide jitsuzon-tekina gainen ni sodatta kazuōku no riron no katachi de kuru. Watashi wa, korera no yōso ga shirīzu-nai de kanren shite iru to shinjite iru no wa, shōnen to no keiken ga seishin-tekina keiken ka, kako no seishin-tekina kizuato kara nukedasu kagakutekikonkyo no kekkadearu ka o chōshū ni suisoku sa seru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe major element to Ghost Hound that will make or break one's enjoyment of the series are the frequent mentions and debates of psychological and philosophical concepts. Psychological analysis is frequent as Dr. Hirata is around at a number of points to bring up mental disorders of the brain that effect patients that he helps, in particular Taro. The philosophical element comes in the form of a number of theories brought up on spiritual and existential concepts connected to the out of body experiences that the boys have in their travels to the spirit realm. I do believe that these elements are relevant within the series to keep the audience guessing over whether the experiences with the boys are the result of either a spiritual experience or something of scientific basis coming off the mental scars they had from their pasts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe major element to Ghost Hound that will make or break one's enjoyment of the series are the frequent mentions and debates of psychological and philosophical concepts.\u001b[24m\n    \u001b[1mゴーストハウンドの主な要素は、このシリーズを楽しむこと、または心を砕くことであり、心理的および哲学的概念の頻繁な言及および議論である。\u001b[22m, \u001b[1mシリーズの一つの楽しみを作るか、または解除されますゴーストハウンドへの主要な要素は頻繁に言及し、心理的、哲学的な概念の議論です。\u001b[22m\n\u001b[4mPsychological analysis is frequent as Dr. Hirata is around at a number of points to bring up mental disorders of the brain that effect patients that he helps, in particular Taro.\u001b[24m\n    \u001b[1mヒラタ博士は、彼が助ける患者、特に太郎に影響を与える脳の精神障害を引き起こすために、多くの点で取り組んでいるため、心理学的分析が頻繁に行われています。\u001b[22m, \u001b[1m博士平田は、彼が特定の太郎に、助ける効果患者の脳の精神障害を持ってポイント数で周りにあるように心理分析が頻繁にあります。\u001b[22m\n\u001b[4mThe philosophical element comes in the form of a number of theories brought up on spiritual and existential concepts connected to the out of body experiences that the boys have in their travels to the spirit realm.\u001b[24m\n    \u001b[1m哲学的要素は、少年が精神領域への旅の中で持っている体外体験に関連する、霊的で実存的な概念に育った数多くの理論の形で来る。\u001b[22m, \u001b[1m哲学的な要素は、男の子は霊の領域への旅行で持っていることを体外離脱に接続されて精神的、実存的な概念に育て理論の数の形式で提供されます。\u001b[22m\n\u001b[4mI do believe that these elements are relevant within the series to keep the audience guessing over whether the experiences with the boys are the result of either a spiritual experience or something of scientific basis coming off the mental scars they had from their pasts.\u001b[24m\n    \u001b[1m私は、これらの要素がシリーズ内で関連していると信じているのは、少年との経験が精神的な経験か、過去の精神的な傷跡から抜け出す科学的根拠の結果であるかを聴衆に推測させることです。\u001b[22m, \u001b[1m私は、これらの要素が男の子の経験が精神的な経験や彼らの過去をから持っていた精神的な傷跡脱落科学的根拠のあるもののいずれかの結果であるかどうかを介して推測聴衆を保つために、一連の中に関連していることを信じています。\u001b[22m\n\u001b[1m\u001b[22m\nThe only major flaw I found within the series was its final episode where the series seemingly introduced some new concepts that it never had time to fully develop and having a bright mood which isn't consistent with Ghost Hound's earlier episodes.\n\n\u001b[1mシリーズで見つかった唯一の重大な欠陥は、シリーズが完全に開発する時間がなく、ゴーストハウンドの以前のエピソードと一致しない明るい気分を持つことができなかったいくつかの新しいコンセプトを一見導入した最後のエピソードだった。\u001b[22m\n\u001b[1m(Shirīzu de mitsukatta yuiitsu no jūdaina kekkan wa, shirīzu ga kanzen ni kaihatsu suru jikan ga naku, gōsutohaundo no izen no episōdo to itchishinai akarui kibun o motsu koto ga dekinakatta ikutsu ka no atarashī konseputo o ikken dōnyū shita saigo no episōdodatta.)\u001b[22m\n\nTranslations of \u001b[4mThe only major flaw I found within the series was its final episode where the series seemingly introduced some new concepts that it never had time to fully develop and having a bright mood which isn't consistent with Ghost Hound's earlier episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only major flaw I found within the series was its final episode where the series seemingly introduced some new concepts that it never had time to fully develop and having a bright mood which isn't consistent with Ghost Hound's earlier episodes.\u001b[24m\n    \u001b[1mシリーズで見つかった唯一の重大な欠陥は、シリーズが完全に開発する時間がなく、ゴーストハウンドの以前のエピソードと一致しない明るい気分を持つことができなかったいくつかの新しいコンセプトを一見導入した最後のエピソードだった。\u001b[22m, \u001b[1m私はシリーズ内で見つかった唯一の主要な欠陥は、シリーズは、一見、それは完全に開発する時間がありませんでしたし、ゴーストハウンドの以前のエピソードと一致していない明るいムードを持つ決していくつかの新しい概念を導入し、その最終的なエピソードでした。\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of presentation, Ghost Hound does well enough at delivering with visuals and music to fit in well with the blurring of moods that the show presents at various points. In terms of the normal world, the show makes use of bright colors and defined details in rendering its scenery and character designs to fit with its mundane mood. The out of body experiences and flashbacks from the boys are what lead to the title's visual highlights. Various abstract settings are shown to create a seemingly unique atmosphere for the spiritual realms that the boys visit such as the nerves that make up Taro's brain, a room full of various monitors and the real world rendered in limited color. Adding to this unique experience are occasional first-person shots from the eyes of the boys as they either go in and out of consciousness or experiencing flashbacks, such as Taro trying to catch up with his sister through an alley.\n\n\u001b[1mプレゼンテーションの面では、Ghost Houndは、ショーが様々な時点で提示する気分のぼかしとうまく合致するように、ビジュアルと音楽を提供するだけで十分です。 通常の世界では、明るい色と細部を細部に渡って表現し、その日常的な気分に合わせて表現します。 男の子からの体外経験とフラッシュバックは、タイトルの視覚的なハイライトにつながるものです。 太郎の頭脳を構成する神経、様々なモニターの部屋、限られた色で描かれた現実など、少年が訪れる霊的な領域のための一見ユニークな雰囲気を作り出すために、様々な抽象設定が示されている。 このユニークな体験に加えて、少年の目には、時には一人暮らしの意識の中に出入りしたり、太郎が路傍で姉妹に追いつこうとするなどのフラッシュバックを経験することがあります。\u001b[22m\n\u001b[1m(Purezentēshon no mende wa, Ghost Hound wa, shō ga samazamana jiten de teiji suru kibun no bokashi to umaku gatchi suru yō ni, bijuaru to ongaku o teikyō suru dakede jūbundesu. Tsūjō no sekaide wa, akarui iro to saibu o saibu ni watatte hyōgen shi, sono nichijō-tekina kibun ni awa sete hyōgen shimasu. Otokonoko kara no taigai keiken to furasshu bakku wa, taitoru no shikaku-tekina hairaito ni tsunagaru monodesu. Tarō no zunō o kōsei suru shinkei, samazamana monitā no heya, kagira reta iro de egaka reta genjitsu nado, shōnen ga otozureru reitekina ryōiki no tame no ikken yunīkuna fun'iki o tsukuridasu tame ni, samazamana chūshō settei ga shimesa rete iru. Kono yunīkuna taiken ni kuwaete, shōnen no me ni wa, tokiniha hitorigurashi no ishiki no naka ni deiri shi tari, Tarō ga robō de shimai ni oitsukou to suru nado no furasshu bakku o keiken suru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of presentation, Ghost Hound does well enough at delivering with visuals and music to fit in well with the blurring of moods that the show presents at various points. In terms of the normal world, the show makes use of bright colors and defined details in rendering its scenery and character designs to fit with its mundane mood. The out of body experiences and flashbacks from the boys are what lead to the title's visual highlights. Various abstract settings are shown to create a seemingly unique atmosphere for the spiritual realms that the boys visit such as the nerves that make up Taro's brain, a room full of various monitors and the real world rendered in limited color. Adding to this unique experience are occasional first-person shots from the eyes of the boys as they either go in and out of consciousness or experiencing flashbacks, such as Taro trying to catch up with his sister through an alley.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of presentation, Ghost Hound does well enough at delivering with visuals and music to fit in well with the blurring of moods that the show presents at various points.\u001b[24m\n    \u001b[1mプレゼンテーションの面では、Ghost Houndは、ショーが様々な時点で提示する気分のぼかしとうまく合致するように、ビジュアルと音楽を提供するだけで十分です。\u001b[22m, \u001b[1mプレゼンテーションの面では、ゴーストハウンドは、ショーは様々な点で提示した気分のボケにうまく収まるように映像と音楽を提供するに十分ありません。\u001b[22m\n\u001b[4mIn terms of the normal world, the show makes use of bright colors and defined details in rendering its scenery and character designs to fit with its mundane mood.\u001b[24m\n    \u001b[1m通常の世界では、明るい色と細部を細部に渡って表現し、その日常的な気分に合わせて表現します。\u001b[22m, \u001b[1m普通の世界の観点では、ショーは明るい色を利用し、その世俗的な気分に合うように、その風景やキャラクターデザインをレンダリングする際に詳細を定義しました。\u001b[22m\n\u001b[4mThe out of body experiences and flashbacks from the boys are what lead to the title's visual highlights.\u001b[24m\n    \u001b[1m男の子からの体外経験とフラッシュバックは、タイトルの視覚的なハイライトにつながるものです。\u001b[22m, \u001b[1m男の子からのボディ経験とフラッシュバックのうちは、タイトルの視覚的ハイライトにつながるものです。\u001b[22m\n\u001b[4mVarious abstract settings are shown to create a seemingly unique atmosphere for the spiritual realms that the boys visit such as the nerves that make up Taro's brain, a room full of various monitors and the real world rendered in limited color.\u001b[24m\n    \u001b[1m太郎の頭脳を構成する神経、様々なモニターの部屋、限られた色で描かれた現実など、少年が訪れる霊的な領域のための一見ユニークな雰囲気を作り出すために、様々な抽象設定が示されている。\u001b[22m, \u001b[1m様々な抽象設定は、男の子は太郎の脳、限られた色でレンダリングさまざまなモニタと現実の世界でいっぱいの部屋を構成する神経などを訪問精神的なレルムのために一見ユニークな雰囲気を作成することが示されています。\u001b[22m\n\u001b[4mAdding to this unique experience are occasional first-person shots from the eyes of the boys as they either go in and out of consciousness or experiencing flashbacks, such as Taro trying to catch up with his sister through an alley.\u001b[24m\n    \u001b[1mこのユニークな体験に加えて、少年の目には、時には一人暮らしの意識の中に出入りしたり、太郎が路傍で姉妹に追いつこうとするなどのフラッシュバックを経験することがあります。\u001b[22m, \u001b[1mこのユニークな経験に加え、彼らは意識の中と外に行くか、またはフラッシュバックを経験してのいずれかのような太郎は、路地を通って妹に追いつくためにしようとして、少年たちの目から時折一人称ショットです。\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack to the series is mostly low-key and minimal, with music only added in whenever necessary to enhance mood within tense scenes. The OP and ED are unique choices to help one get into Ghost Hound with the OP's quirky and upbeat tone plus the ED's subdued and gentle ballad.\n\n\u001b[1mこのシリーズのサウンドトラックは主にローキーでミニマルなもので、緊迫したシーンでの気分を高めるために必要なときにのみ音楽が追加されています。  OPとEDは、OPの奇妙で爽やかなトーンとEDの控えめで優しいバラードでゴーストハウンドに入るのを助けるユニークな選択肢です。\u001b[22m\n\u001b[1m(Kono shirīzu no saundotorakku wa omoni rōkī de mini maruna mono de, kinpaku shita shīn de no kibun o takameru tame ni hitsuyōna toki ni nomi ongaku ga tsuika sa rete imasu. OP to ED wa, OP no kimyōde sawayakana tōn to ED no hikaemede yasashī barādo de gōsutohaundo ni hairu no o tasukeru yunīkuna sentakushidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack to the series is mostly low-key and minimal, with music only added in whenever necessary to enhance mood within tense scenes. The OP and ED are unique choices to help one get into Ghost Hound with the OP's quirky and upbeat tone plus the ED's subdued and gentle ballad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack to the series is mostly low-key and minimal, with music only added in whenever necessary to enhance mood within tense scenes.\u001b[24m\n    \u001b[1mこのシリーズのサウンドトラックは主にローキーでミニマルなもので、緊迫したシーンでの気分を高めるために必要なときにのみ音楽が追加されています。\u001b[22m, \u001b[1mシリーズのサウンドトラックは緊迫したシーン内のムードを強化する必要に応じてで追加した音楽と、主に低キーと最小限です。\u001b[22m\n\u001b[4mThe OP and ED are unique choices to help one get into Ghost Hound with the OP's quirky and upbeat tone plus the ED's subdued and gentle ballad.\u001b[24m\n    \u001b[1mOPとEDは、OPの奇妙で爽やかなトーンとEDの控えめで優しいバラードでゴーストハウンドに入るのを助けるユニークな選択肢です。\u001b[22m, \u001b[1mOPとEDは1つが、OPの風変わりなと明るいトーンプラスEDの落ち着いた穏やかなバラードでゴーストハウンドに得るのを助けるためにユニークな選択肢です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Ghost Hound proved to be quite the interesting mind trip for me with its implementation of psychology and mysticism in exploring the tragic pasts of Taro and his friends plus the mysterious developments occurring within the town they live in. I strongly recommend this series to anyone hoping for an anime that is outside the norm of conventional titles and will keep you guessing over what direction it will lead.\n\n\u001b[1m全体的に、ゴーストハウンドは、私がタロと彼の友人の悲劇的な過去と彼らが住んでいる町で起こっている神秘的な発展を探求する心理学と神秘主義の実装と私にとって非常に興味深い心の旅であることを証明した。 慣習的なタイトルの規範の外にあるアニメを期待し、あなたがどの方向性を導くかを推測し続けます。\u001b[22m\n\u001b[1m(Zentai-teki ni, gōsutohaundo wa, watashi ga Taro to kare no yūjin no higeki-tekina kako to karera ga sunde iru machi de okotte iru shinpi-tekina hatten o tankyū suru shinri-gaku to jinpishugi no jissō to watashi ni totte hijō ni kyōmibukai kokoronotabidearu koto o shōmei shita. Kanshū-tekina taitoru no kihan no soto ni aru anime o kitai shi, anata ga dono hōkō-sei o michibiku ka o suisoku shi tsudzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Ghost Hound proved to be quite the interesting mind trip for me with its implementation of psychology and mysticism in exploring the tragic pasts of Taro and his friends plus the mysterious developments occurring within the town they live in. I strongly recommend this series to anyone hoping for an anime that is outside the norm of conventional titles and will keep you guessing over what direction it will lead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Ghost Hound proved to be quite the interesting mind trip for me with its implementation of psychology and mysticism in exploring the tragic pasts of Taro and his friends plus the mysterious developments occurring within the town they live in. I strongly recommend this series to anyone\u001b[24m\n    \u001b[1m全体的に、ゴーストハウンドは、私がタロと彼の友人の悲劇的な過去と彼らが住んでいる町で起こっている神秘的な発展を探求する心理学と神秘主義の実装と私にとって非常に興味深い心の旅であることを証明した。\u001b[22m, \u001b[1m全体的に、ゴーストハウンドは太郎と彼の友人の悲劇的な過去を加えて、彼らの住む町内で発生する神秘的な動向を探る心理学と神秘主義の実装と私にとって非常に興味深い心の旅であることが証明された。私は強く誰にもこのシリーズをお勧めします\u001b[22m\n\u001b[4mhoping for an anime that is outside the norm of conventional titles and will keep you guessing over what direction it will lead.\u001b[24m\n    \u001b[1m慣習的なタイトルの規範の外にあるアニメを期待し、あなたがどの方向性を導くかを推測し続けます。\u001b[22m, \u001b[1m従来のタイトルの規範の外にあると、それがつながるどのような方向にわたって推測を維持しますアニメを期待。\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "Borneo",
    "profile": "/profile/Borneo/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=47593",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  8\nキャラクター|  5\n|  5\n\n最初にこのアニメに遭遇したとき、私は本当に興奮しました。なぜなら、それはうまく生産された暗く鋭いショーとして宣伝されたからです。 ほとんどのショーで見つけることが非常に困難な品質。 その設定は、時には静かな丘のフランチャイズによって拾われたかもしれないという感情を与えるような不安定な雰囲気を放つ小さな町にあります。 キャラクターはうまく紹介され、古典的なアニメのステレオタイプから完全に逸脱したプロットで幕を開けます。 つまり、このアニメは美しく見えます。\n\nしかし、このすべてが良いと思う、なぜ低得点ですか？ 残念ながら、アニメは26のエピソード全体でショーを動かすためのプロットの中心的なドライブが欠けています。  17回目のエピソードの周りには、完全な180のアニメーションがあり、アニメの雰囲気は途中で失われます。 ショーは不安定で暗いから少年になり、60秒で「できる」と言います。 私は突然の変化に追いつくことを試みることから、首の鞭打ちをまだ感じることができます。\n\n結局のところ、ショーは美しく光沢があり、非常に独創的なコンセプトを持っていますが、ディレクターは何かを偉大なものにする代わりに、むしろ間違った側面で何かを明確にすることに屈しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWhen I first encountered this Anime, I was really excited because it was advertised as a dark, edgy show that was well produced; qualities that are very difficult to find in most shows. The setting is in a small town that gives off such unsettling vibes that it sometimes gives the feeling that it could have been picked up by the silent hill franchise. The characters are introduced well, and begin to get fleshed out with a plot that deviates completely from the classic Anime stereotypes. In short, this Anime looks and sounds beautiful.\n\n\u001b[1m最初にこのアニメに遭遇したとき、私は本当に興奮しました。なぜなら、それはうまく生産された暗く鋭いショーとして宣伝されていたからです。 ほとんどのショーで見つけることが非常に困難な品質。 その設定は、時には静かな丘のフランチャイズによって拾われたかもしれないという感情を与えるような不安定な雰囲気を放つ小さな町にあります。 キャラクターはうまく紹介され、古典的なアニメのステレオタイプから完全に逸脱したプロットで幕を開けます。 つまり、このアニメは美しく見えます。\u001b[22m\n\u001b[1m(Saisho ni kono anime ni sōgū shita toki, watashi wa hontōni kōfun shimashita. Nazenara, sore wa umaku seisan sa reta kuraku surudoi shō to shite senden sa rete itakaradesu. Hotondo no shō de mitsukeru koto ga hijō ni kon'nan'na hinshitsu. Sono settei wa, tokiniha shizukana oka no furanchaizu ni yotte hirowa reta kamo shirenai to iu kanjō o ataeru yōna fuanteina fun'iki o hanatsu chīsana machi ni arimasu. Kyarakutā wa umaku shōkai sa re, koten-tekina anime no sutereo taipu kara kanzen ni itsudatsu shita purotto de maku o akemasu. Tsumari, kono anime wa utsukushiku miemasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen I first encountered this Anime, I was really excited because it was advertised as a dark, edgy show that was well produced; qualities that are very difficult to find in most shows. The setting is in a small town that gives off such unsettling vibes that it sometimes gives the feeling that it could have been picked up by the silent hill franchise. The characters are introduced well, and begin to get fleshed out with a plot that deviates completely from the classic Anime stereotypes. In short, this Anime looks and sounds beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I first encountered this Anime, I was really excited because it was advertised as a dark, edgy show that was well produced;\u001b[24m\n    \u001b[1m最初にこのアニメに遭遇したとき、私は本当に興奮しました。なぜなら、それはうまく生産された暗く鋭いショーとして宣伝されていたからです。\u001b[22m, \u001b[1m私が最初にこのアニメに遭遇したとき、それが十分に生産された暗い、エッジの効いたショーとして宣伝されたので、私は本当に興奮していました。\u001b[22m\n\u001b[4mqualities that are very difficult to find in most shows.\u001b[24m\n    \u001b[1mほとんどのショーで見つけることが非常に困難な品質。\u001b[22m, \u001b[1mほとんどの番組で見つけることは非常に困難である資質。\u001b[22m\n\u001b[4mThe setting is in a small town that gives off such unsettling vibes that it sometimes gives the feeling that it could have been picked up by the silent hill franchise.\u001b[24m\n    \u001b[1mその設定は、時には静かな丘のフランチャイズによって拾われたかもしれないという感情を与えるような不安定な雰囲気を放つ小さな町にあります。\u001b[22m, \u001b[1m設定は、それが時にはそれがサイレントヒルのフランチャイズによってピックアップされている可能性が感じを与えるような不安にバイブを放つ小さな町です。\u001b[22m\n\u001b[4mThe characters are introduced well, and begin to get fleshed out with a plot that deviates completely from the classic Anime stereotypes.\u001b[24m\n    \u001b[1mキャラクターはうまく紹介され、古典的なアニメのステレオタイプから完全に逸脱したプロットで幕を開けます。\u001b[22m, \u001b[1m文字がうまく導入され、古典的なアニメの固定観念から完全に外れたプロットで肉付けを取得し始めています。\u001b[22m\n\u001b[4mIn short, this Anime looks and sounds beautiful.\u001b[24m\n    \u001b[1mつまり、このアニメは美しく見えます。\u001b[22m, \u001b[1m要するに、このアニメは見て、美しい音。\u001b[22m\n\u001b[1m\u001b[22m\nBut all of this sounds good, why the low score? Unfortunately the Anime lacks the central drive of a plot to keep the show moving for the entire 26 episodes. Sometime around the 17th episode mark, the plot does a COMPLETE 180, and the entire ambiance of the Anime is lost along the way. The show goes from unsettling and dark to Shounen and 'we can do it' in 60 seconds; I can still feel the whiplash in my neck from trying to keep up with the abrupt change.\n\n\u001b[1mしかし、このすべてが良いと思う、なぜ低得点ですか？ 残念ながら、アニメは26のエピソード全体でショーを動かすためのプロットの中心的なドライブが欠けています。  17回目のエピソードの周りには、完全な180のアニメーションがあり、アニメの雰囲気は途中で失われます。 ショーは不安定で暗いから少年になり、60秒で「できる」と言います。 私は突然の変化に追いつくことを試みることから、首の鞭打ちをまだ感じることができます。\u001b[22m\n\u001b[1m(Shikashi, ko no subete ga yoi to omou, naze tei tokutendesu ka? Zan'nen'nagara, anime wa 26 no episōdo zentai de shō o ugokasu tame no purotto no chūshin-tekina doraibu ga kakete imasu. 17-Kai-me no episōdo no mawari ni wa, kanzen'na 180 no animēshon ga ari, anime no fun'iki wa tochū de ushinawa remasu. Shō wa fuanteide kuraikara shōnen ni nari, 60-byō de `dekiru' to iimasu. Watashi wa totsuzen no henka ni oitsuku koto o kokoromiru koto kara, kubi no muchiuchi o mada kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut all of this sounds good, why the low score? Unfortunately the Anime lacks the central drive of a plot to keep the show moving for the entire 26 episodes. Sometime around the 17th episode mark, the plot does a COMPLETE 180, and the entire ambiance of the Anime is lost along the way. The show goes from unsettling and dark to Shounen and 'we can do it' in 60 seconds; I can still feel the whiplash in my neck from trying to keep up with the abrupt change.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut all of this sounds good, why the low score?\u001b[24m\n    \u001b[1mしかし、このすべてが良いと思う、なぜ低得点ですか？\u001b[22m, \u001b[1mしかし、このすべてはいいですね、なぜ低いスコア？\u001b[22m\n\u001b[4mUnfortunately the Anime lacks the central drive of a plot to keep the show moving for the entire 26 episodes.\u001b[24m\n    \u001b[1m残念ながら、アニメは26のエピソード全体でショーを動かすためのプロットの中心的なドライブが欠けています。\u001b[22m, \u001b[1m残念ながらアニメは全体の26のエピソードのために動いてショーを保つために、プロットの中央ドライブを欠いています。\u001b[22m\n\u001b[4mSometime around the 17th episode mark, the plot does a COMPLETE 180, and the entire ambiance of the Anime is lost along the way.\u001b[24m\n    \u001b[1m17回目のエピソードの周りには、完全な180のアニメーションがあり、アニメの雰囲気は途中で失われます。\u001b[22m, \u001b[1mいつか17エピソードマークの周りに、プロットはCOMPLETE 180を行い、アニメの全体の雰囲気は、途中で失われます。\u001b[22m\n\u001b[4mThe show goes from unsettling and dark to Shounen and 'we can do it' in 60 seconds;\u001b[24m\n    \u001b[1mショーは不安定で暗いから少年になり、60秒で「できる」と言います。\u001b[22m, \u001b[1mショーは60秒で「私たちはそれを行うことができます」少年とする不安と暗いから行きます。\u001b[22m\n\u001b[4mI can still feel the whiplash in my neck from trying to keep up with the abrupt change.\u001b[24m\n    \u001b[1m私は突然の変化に追いつくことを試みることから、首の鞭打ちをまだ感じることができます。\u001b[22m, \u001b[1m私はまだ急激な変化に追いつくためにしようとしてから、私の首のむち打ち症を感じることができます。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, the show is beautifully glossy and has a very original concept, but the director missed a great opportunity to make something great and instead succumbed into making something distinctly on the wrong side of mediocre.\n\n\u001b[1m結局のところ、ショーは美しく光沢があり、非常に独創的なコンセプトを持っていますが、ディレクターは何かを偉大なものにする代わりに、むしろ間違った側面で何かを明確にすることに屈しました。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, shō wa utsukushiku kōtaku ga ari, hijō ni dokusō-tekina konseputo o motte imasuga, direkutā wa nanika o idaina mono ni suru kawari ni, mushiro machigatta sokumen de nanika o meikaku ni suru koto ni kusshimashita.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, the show is beautifully glossy and has a very original concept, but the director missed a great opportunity to make something great and instead succumbed into making something distinctly on the wrong side of mediocre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, the show is beautifully glossy and has a very original concept, but the director missed a great opportunity to make something great and instead succumbed into making something distinctly on the wrong side of mediocre.\u001b[24m\n    \u001b[1m結局のところ、ショーは美しく光沢があり、非常に独創的なコンセプトを持っていますが、ディレクターは何かを偉大なものにする代わりに、むしろ間違った側面で何かを明確にすることに屈しました。\u001b[22m, \u001b[1mすべてのすべてで、ショーは美しい光沢があり、非常に独自のコンセプトを持っていますが、監督は偉大な何かを作るために絶好の機会を逃し、代わりに平凡なの誤った側に明らかに何かを作るに屈しました。\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "lisnoire",
    "profile": "/profile/lisnoire/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=22841",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nワオ。 私は止めることができなかったので、私はゴーストハウンドを1つの土曜日にマラソンしました。 私は完全に吹き飛ぶ。 それは同時に楽しく深いことを管理します。\n\n私は自分の霊的哲学の根底にある多くのことに触れました。見かけの世界、目に見えない世界、私たちは霊的存在であり、肉体は2番目であり、すべてが精神の一部であり、意識のレベルです 私たちの頭脳は私たちの脳以上です。私たちがイベント/物事に付ける感情は私たちの人生を形作り、頻繁に消滅する必要があります。強烈な否定的な感情は、この世界から、 それはスピリットなどです。 彼らは目の動きやタッピング、エネルギー経絡などのエネルギー清算技術について話しました。\n\nそして、それだけでなく、シンプルで効果的なキャラクターデザインと緑豊かな風景を持つ、細工された物語でした。 その田舎の環境は、通常の都会的な鎮圧からの歓迎された変更でした。\n\nサウンドトラックは素晴らしいです。 可能であれば、これを良いサウンドシステムで見てください。 素晴らしいオープニングテーマ以外にも、私は多くの音楽を話すのではなく、サウンドエフェクト、アジアのフルートやドラムの緊張感、静かな、呼吸する、心拍、低音などの話をしています。 ゴーストハウンドは私が長い間見た最初の名作です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWow. I marathoned Ghost Hound in a single Saturday because I couldn't stop. I'm totally blown away. It manages to be fun and profound at the same time.\n\n\u001b[1mワオ。 私は止めることができなかったので、私はゴーストハウンドを1つの土曜日にマラソンしました。 私は完全に吹き飛ぶ。 それは同時に楽しく深いことを管理します。\u001b[22m\n\u001b[1m(Wao. Watashi wa tomeru koto ga dekinakattanode, watashi wa gōsutohaundo o 1tsu no doyōbi ni marason shimashita. Watashi wa kanzen ni fukitobu. Sore wa dōjini tanoshiku fukai koto o kanri shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWow. I marathoned Ghost Hound in a single Saturday because I couldn't stop. I'm totally blown away. It manages to be fun and profound at the same time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow.\u001b[24m\n    \u001b[1mワオ。\u001b[22m, \u001b[1mうわー。\u001b[22m\n\u001b[4mI marathoned Ghost Hound in a single Saturday because I couldn't stop.\u001b[24m\n    \u001b[1m私は止めることができなかったので、私はゴーストハウンドを1つの土曜日にマラソンしました。\u001b[22m, \u001b[1m私は止めることができなかったので、私は、単一の土曜日にゴーストハウンドをmarathoned。\u001b[22m\n\u001b[4mI'm totally blown away.\u001b[24m\n    \u001b[1m私は完全に吹き飛ぶ。\u001b[22m, \u001b[1m私は完全に吹き飛ばされています。\u001b[22m\n\u001b[4mIt manages to be fun and profound at the same time.\u001b[24m\n    \u001b[1mそれは同時に楽しく深いことを管理します。\u001b[22m, \u001b[1mそれは、同時に楽しさと深遠なるように管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nIt touched on so many things of the I base my own spiritual philosophy on: The Apparent World, the Unseen World(s), that we are spiritual beings first and physical beings second, that everything is part of SPIRIT and has a level of consciousness , our 'mind' is more than our brain, that the emotions we attach to events/things mold our lives and frequently need clearing, that intense negative emotions attract even more negative energy from this world and from beyond, the quantum concept of the matrix that is SPIRIT, and more. They even talked about energy clearing techniques like eye movement and tapping, energy meridians, and such.\n\n\u001b[1m私は自分の霊的哲学の根底にある多くのことに触れました。見かけの世界、目に見えない世界、私たちは霊的存在であり、肉体は2番目であり、すべてが精神の一部であり、意識のレベルです 私たちの頭脳は私たちの脳以上です。私たちがイベント/物事に付ける感情は私たちの人生を形作り、頻繁に消滅する必要があります。強烈な否定的な感情は、この世界から、 それはスピリットなどです。 彼らは目の動きやタッピング、エネルギー経絡などのエネルギー清算技術について話しました。\u001b[22m\n\u001b[1m(Watashi wa jibun no reiteki tetsugaku no kontei ni aru ōku no koto ni furemashita. Mikake no sekai, menimienai sekai, watashitachiha reiteki sonzaideari, nikutai wa 2-banmedeari, subete ga seishin no ichibudeari, ishiki no reberudesu watashitachi no zunō wa watashitachi no nō ijōdesu. Watashitachi ga ibento/ monogoto ni tsukeru kanjō wa watashitachi no jinsei o katachidzukuri, hinpan ni shōmetsu suru hitsuyō ga arimasu. Kyōretsuna hitei-tekina kanjō wa, kono sekai kara, soreha supiritto nadodesu. Karera wa me no ugoki ya tappingu, enerugī keiraku nado no enerugī seisan gijutsu ni tsuite hanashimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt touched on so many things of the I base my own spiritual philosophy on: The Apparent World, the Unseen World(s), that we are spiritual beings first and physical beings second, that everything is part of SPIRIT and has a level of consciousness , our 'mind' is more than our brain, that the emotions we attach to events/things mold our lives and frequently need clearing, that intense negative emotions attract even more negative energy from this world and from beyond, the quantum concept of the matrix that is SPIRIT, and more. They even talked about energy clearing techniques like eye movement and tapping, energy meridians, and such.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt touched on so many things of the I base my own spiritual philosophy on: The Apparent World, the Unseen World(s), that we are spiritual beings first and physical beings second, that everything is part of SPIRIT and has a level of consciousness\u001b[24m\n    \u001b[1m私は自分の霊的哲学の根底にある多くのことに触れました。見かけの世界、目に見えない世界、私たちは霊的存在であり、肉体は2番目であり、すべてが精神の一部であり、意識のレベルです\u001b[22m, \u001b[1mすべてはSPIRITの一部であり、意識のレベルを持っていることを、私たちは第一及び第二の物理的な存在霊的存在であることを、見かけの世界、目に見えない世界（複数可）：それは私が上で私自身の精神的な哲学を基礎とするので、多くの事に触れ\u001b[22m\n\u001b[4m, our 'mind' is more than our brain, that the emotions we attach to events/things mold our lives and frequently need clearing, that intense negative emotions attract even more negative energy from this world and from beyond, the quantum concept of the matrix\u001b[24m\n    \u001b[1m私たちの頭脳は私たちの脳以上です。私たちがイベント/物事に付ける感情は私たちの人生を形作り、頻繁に消滅する必要があります。強烈な否定的な感情は、この世界から、\u001b[22m, \u001b[1m、私たちの「心」は感情が私たちが激しい否定的な感情は、この世界から以降から行列の量子概念をさらに多くの負のエネルギーを誘致することを、私たちの生活を成形イベント/物事に付着し、頻繁にクリアする必要があることを、私たちの脳よりも大きいです\u001b[22m\n\u001b[4mthat is SPIRIT, and more.\u001b[24m\n    \u001b[1mそれはスピリットなどです。\u001b[22m, \u001b[1mそれはSPIRIT、そしてより多くのです。\u001b[22m\n\u001b[4mThey even talked about energy clearing techniques like eye movement and tapping, energy meridians, and such.\u001b[24m\n    \u001b[1m彼らは目の動きやタッピング、エネルギー経絡などのエネルギー清算技術について話しました。\u001b[22m, \u001b[1m彼らはエネルギー眼球運動のような技術をクリアし、タッピング、エネルギー経絡、及びそのようなについて話しました。\u001b[22m\n\u001b[1m\u001b[22m\nAnd on top of all that, it was a well crafted story with simple, yet effective character designs and lush landscapes. Its rural setting was also a welcome change from the usual urban crush.\n\n\u001b[1mそして、それだけでなく、シンプルで効果的なキャラクターデザインと緑豊かな風景を持つ、細工された物語でした。 その田舎の環境は、通常の都会的な鎮圧からの歓迎された変更でした。\u001b[22m\n\u001b[1m(Soshite, sore dakedenaku, shinpurude kōkatekina kyarakutādezain to midori yutakana fūkei o motsu, saiku sa reta monogatarideshita. Sono inaka no kankyō wa, tsūjō no tokai-tekina chin'atsu kara no kangei sa reta henkōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnd on top of all that, it was a well crafted story with simple, yet effective character designs and lush landscapes. Its rural setting was also a welcome change from the usual urban crush.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd on top of all that, it was a well crafted story with simple, yet effective character designs and lush landscapes.\u001b[24m\n    \u001b[1mそして、それだけでなく、シンプルで効果的なキャラクターデザインと緑豊かな風景を持つ、細工された物語でした。\u001b[22m, \u001b[1mそして、すべてその上、それは、シンプルでありながら効果的なキャラクターデザインと緑豊かな景観とよく細工された物語でした。\u001b[22m\n\u001b[4mIts rural setting was also a welcome change from the usual urban crush.\u001b[24m\n    \u001b[1mその田舎の環境は、通常の都会的な鎮圧からの歓迎された変更でした。\u001b[22m, \u001b[1mその農村の設定は、通常の都市のクラッシュからの歓迎の変化でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound track is amazing. If at all possible, watch this one with a good sound system. Other than the awesome opening theme, I am not talking about a lot of music, but rather sound effects, tension building asian flutes and drums, static, breathing, heart beats, and low level frequencies you don't hear but feel. Ghost Hound is the first Masterpiece I've seen in a long, long time.\n\n\u001b[1mサウンドトラックは素晴らしいです。 可能であれば、これを良いサウンドシステムで見てください。 素晴らしいオープニングテーマ以外にも、私は多くの音楽を話すのではなく、サウンドエフェクト、アジアのフルートやドラムの緊張感、静かな、呼吸する、心拍、低音などの話をしています。 ゴーストハウンドは私が長い間見た最初の名作です。\u001b[22m\n\u001b[1m(Saundotorakku wa subarashīdesu. Kanōdeareba, kore o yoi saundo shisutemu de mite kudasai. Subarashī ōpuningutēma igai ni mo, watashi wa ōku no ongaku o hanasu node wa naku, saundoefekuto, Ajia no furūto ya doramu no kinchō-kan, shizukana, kokyū suru, shinpaku, teion nado no hanashi o shite imasu. Gōsutohaundo wa watashi ga nagaiai mita saisho no meisakudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound track is amazing. If at all possible, watch this one with a good sound system. Other than the awesome opening theme, I am not talking about a lot of music, but rather sound effects, tension building asian flutes and drums, static, breathing, heart beats, and low level frequencies you don't hear but feel. Ghost Hound is the first Masterpiece I've seen in a long, long time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound track is amazing.\u001b[24m\n    \u001b[1mサウンドトラックは素晴らしいです。\u001b[22m\n\u001b[4mIf at all possible, watch this one with a good sound system.\u001b[24m\n    \u001b[1m可能であれば、これを良いサウンドシステムで見てください。\u001b[22m, \u001b[1mもし可能ならば、良いサウンドシステムで、このいずれかを見ます。\u001b[22m\n\u001b[4mOther than the awesome opening theme, I am not talking about a lot of music, but rather sound effects, tension building asian flutes and drums, static, breathing, heart beats, and low level frequencies you don't hear but feel.\u001b[24m\n    \u001b[1m素晴らしいオープニングテーマ以外にも、私は多くの音楽を話すのではなく、サウンドエフェクト、アジアのフルートやドラムの緊張感、静かな、呼吸する、心拍、低音などの話をしています。\u001b[22m, \u001b[1m素晴らしいオープニングテーマ以外にも、私はあなたが聞くが、感じていない、静的、呼吸、心拍、および低レベルの周波数を音楽の多くの話ではなく、効果音、緊張アジア笛や太鼓を構築しておりません。\u001b[22m\n\u001b[4mGhost Hound is the first Masterpiece I've seen in a long, long time.\u001b[24m\n    \u001b[1mゴーストハウンドは私が長い間見た最初の名作です。\u001b[22m, \u001b[1mゴーストハウンドは、私は長い、長い時間で見てきた最初のマスターピースです。\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "Waldy565",
    "profile": "/profile/Waldy565/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=161145",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私は通常の「フル」レビューをしていないので、このアニメを評価していない、私はショーを落としたと私はちょうどいくつかの考えを出したい\n\n私はこのショーをピックアップしました。なぜなら、以前はいくつかのゾンビショーが欲しかったし、Ga Rai Zeroが超自然的なショーとして見つかったからです。数週間前より多くの超自然的なショーが必要でした。 今や、この番組には超自然的な要素（エピソード4について）があり、それは心理的なスリラーとして分類されています。 しかし、それは私が気に入らない点です。 私はあなたがこのショーのスポイラーフリーのSTOP READING NOWに入ることを望むならば、人々に今すぐ警告したいと思います。\nそれは心理学的なフックなので、PTSD（心的外傷後ストレス障害、知らない人のために）を使用しています。 それがポイントです。  PaprikaやParanoia Agentのようなショーでも、精神病の要素以外の「超自然的」要素が使われているのに対し、Ghost HoundはPTSD患者のビジョンや夢に似た夢を見せて、視聴者を不快にさせようとします。 申し訳ありませんが、私がPTSDについて知りたいのであれば、彼女の人生の厳しさを経験した友人に尋ねるか、それを研究したいと思います。私はショーを見ません。 私はそれがそれよりも大きなもののように聞こえるようにしていますが、それは超自然的要素からのスリラーを期待しているだけですが、メインフックは多くの想像できる真の精神病であり、それはおそらく問題です。 彼らが想像を絶するように見えるので、超自然的なスリラー、スリル、スリル。  PTSDは想像できる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI'm not rating this anime because I'm not doing a usual 'full' review, I've dropped the show and I just wanted to get a few thoughts out\n\n\u001b[1m私は通常の「フル」レビューをしていないので、このアニメを評価していない、私はショーを落としたと私はちょうどいくつかの考えを出したい\u001b[22m\n\u001b[1m(Watashi wa tsūjō no `furu' rebyū o shite inainode, kono anime o hyōka shite inai, watashi wa shō o otoshita to watashi wa chōdo ikutsu ka no kangae o dashitai)\u001b[22m\n\nTranslations of \u001b[4mI'm not rating this anime because I'm not doing a usual 'full' review, I've dropped the show and I just wanted to get a few thoughts out\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not rating this anime because I'm not doing a usual 'full' review, I've dropped the show and I just wanted to get a few thoughts out\u001b[24m\n    \u001b[1m私は通常の「フル」レビューをしていないので、このアニメを評価していない、私はショーを落としたと私はちょうどいくつかの考えを出したい\u001b[22m, \u001b[1m私はいつもの「フル」のレビューをやっていないよので、このアニメを評価いないよ、私はショーを落としていると私はちょうど少数の考えを取得したいです\u001b[22m\n\u001b[1m\u001b[22m\nI picked up this show because ages ago I wanted some zombie shows, found Ga Rai Zero as a supernatural show, and a couple of weeks ago wanted more supernatural shows. Now, admittedly, this show has supernatural elements (about episode 4) and it is labelled as a psychological thriller. But that's the point I don't like. I want to warn people now, if you want to go in to this show spoiler-free, STOP READING NOW.\n\n\u001b[1m私はこのショーをピックアップしました。何年も前に私はいくつかのゾンビショーを望み、Ga Rai Zeroを超自然的なショーとして見つけました。数週間前にはもっと超自然的なショーが必要でした。 今や、この番組には超自然的な要素（エピソード4について）があり、それは心理的なスリラーとして分類されています。 しかし、それは私が気に入らない点です。 私はあなたがこのショーのスポイラーフリーのSTOP READING NOWに入ることを望むならば、人々に今すぐ警告したいと思います。\u001b[22m\n\u001b[1m(Watashi wa kono shō o pikkuappu shimashita. Nan'nen mo mae ni watashi wa ikutsu ka no zonbishō o nozomi, Ga Rai Zero o chō shizen-tekina shō to shite mitsukemashita. Sū-shūkan mae ni wa motto chō shizen-tekina shō ga hitsuyōdeshita. Imaya, kono bangumi ni wa chō shizen-tekina yōso (episōdo 4 ni tsuite) ga ari, soreha shinri-tekina surirā to shite bunrui sa rete imasu. Shikashi, sore wa watashi ga kiniiranai tendesu. Watashi wa anata ga kono shō no supoirāfurī no STOP READING NOW ni hairu koto o nozomunaraba, hitobito ni ima sugu keikoku shitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI picked up this show because ages ago I wanted some zombie shows, found Ga Rai Zero as a supernatural show, and a couple of weeks ago wanted more supernatural shows. Now, admittedly, this show has supernatural elements (about episode 4) and it is labelled as a psychological thriller. But that's the point I don't like. I want to warn people now, if you want to go in to this show spoiler-free, STOP READING NOW.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI picked up this show because ages ago I wanted some zombie shows, found Ga Rai Zero as a supernatural show, and a couple of weeks ago wanted more supernatural shows.\u001b[24m\n    \u001b[1m私はこのショーをピックアップしました。何年も前に私はいくつかのゾンビショーを望み、Ga Rai Zeroを超自然的なショーとして見つけました。数週間前にはもっと超自然的なショーが必要でした。\u001b[22m, \u001b[1mとっくの昔に私は、いくつかのゾンビのショーを望んでいた超自然ショーとしてGaのライゼロを発見し、数週間前より超自然のショーを望んでいたので、私はこの番組を拾いました。\u001b[22m\n\u001b[4mNow, admittedly, this show has supernatural elements (about episode 4) and it is labelled as a psychological thriller.\u001b[24m\n    \u001b[1m今や、この番組には超自然的な要素（エピソード4について）があり、それは心理的なスリラーとして分類されています。\u001b[22m, \u001b[1m今、確かに、この番組は（エピソード4程度）超自然的な要素を持っており、それはサイコスリラーとしてラベル付けされています。\u001b[22m\n\u001b[4mBut that's the point I don't like.\u001b[24m\n    \u001b[1mしかし、それは私が気に入らない点です。\u001b[22m, \u001b[1mしかし、それは私は好きではない点です。\u001b[22m\n\u001b[4mI want to warn people now, if you want to go in to this show spoiler-free, STOP READING NOW.\u001b[24m\n    \u001b[1m私はあなたがこのショーのスポイラーフリーのSTOP READING NOWに入ることを望むならば、人々に今すぐ警告したいと思います。\u001b[22m, \u001b[1m私はあなたがスポイラーフリーこのショーに行きたい場合は、ここで読むのを止めてください、今、人々に警告したいです。\u001b[22m\nIt uses PTSD (Post-Traumatic Stress Disorder, for people who don't know) as it's psychological hook. And that's the point. Even shows like Paprika and Paranoia Agent use other 'supernatural' elements other than elements of mental illnesses while Ghost Hound tries to spook or at least make the viewer uncomfortable by showing dreams that are similar to visions or dreams of PTSD sufferers. I'm sorry but if I wanted to know about PTSD, I'd ask my friend who went through a tough point in her life, or I'd research it, I WOULDN'T watch a show. I'm making it sound like more of a big deal than it is, but it's just jarring expecting a thriller from supernatural elements yet the main hook is a real mental illness that many can imagine and that's probably the problem. Supernatural thrillers, um, thrill because they seem unimaginable. PTSD IS imaginable.\n\n\u001b[1mそれは心理学的なフックなので、PTSD（心的外傷後ストレス障害、知らない人のために）を使用しています。 それがポイントです。  PaprikaやParanoia Agentのようなショーでも、精神病の要素以外の「超自然的」要素が使われているのに対し、Ghost HoundはPTSD患者のビジョンや夢に似た夢を見せて、視聴者を不快にさせようとします。 申し訳ありませんが、私がPTSDについて知りたいのであれば、彼女の人生の厳しさを経験した友人に尋ねるか、それを研究したいと思います。私はショーを見ません。 私はそれがそれよりも大きなもののように聞こえるようにしていますが、それは超自然的要素からのスリラーを期待しているだけですが、メインフックは多くの想像できる真の精神病であり、それはおそらく問題です。 彼らが想像を絶するように見えるので、超自然的なスリラー、スリル、スリル。  PTSDは想像できる。\u001b[22m\n\u001b[1m(Sore wa shinri gakutekina fukkunanode, PTSD (shintekigaishōgosutoresushōgai, shiranaihito no tame ni) o shiyō shite imasu. Sore ga pointodesu. Paprika ya Paranoia ējento no yōna shō demo, seishinbyō no yōso igai no `chō shizen-teki' yōso ga tsukawa rete irunoni taishi, Ghost Hound wa PTSD kanja no bijon ya yume ni nita yume o misete, shichō-sha o fukai ni sa seyou to shimasu. Mōshiwakearimasenga, watashi ga PTSD ni tsuite shiritai nodeareba, kanojo no jinsei no kibishi-sa o keiken shita yūjin ni tazuneru ka, sore o kenkyū shitai to omoimasu. Watashi wa shō o mimasen. Watashi wa sore ga sore yori mo ōkina mono no yō ni kikoeru yō ni shite imasuga, sore wa chō shizen-teki yōso kara no surirā o kitai shite iru dakedesuga, mein fukku wa ōku no sōzō dekiru shin no seishinbyōdeari, sore wa osoraku mondaidesu. Karera ga sōzō o zessuru yō ni mieru node, chō shizen-tekina surirā, suriru, suriru. PTSD wa sōzō dekiru.)\u001b[22m\n\nTranslations of \u001b[4mIt uses PTSD (Post-Traumatic Stress Disorder, for people who don't know) as it's psychological hook. And that's the point. Even shows like Paprika and Paranoia Agent use other 'supernatural' elements other than elements of mental illnesses while Ghost Hound tries to spook or at least make the viewer uncomfortable by showing dreams that are similar to visions or dreams of PTSD sufferers. I'm sorry but if I wanted to know about PTSD, I'd ask my friend who went through a tough point in her life, or I'd research it, I WOULDN'T watch a show. I'm making it sound like more of a big deal than it is, but it's just jarring expecting a thriller from supernatural elements yet the main hook is a real mental illness that many can imagine and that's probably the problem. Supernatural thrillers, um, thrill because they seem unimaginable. PTSD IS imaginable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt uses PTSD (Post-Traumatic Stress Disorder, for people who don't know) as it's psychological hook.\u001b[24m\n    \u001b[1mそれは心理学的なフックなので、PTSD（心的外傷後ストレス障害、知らない人のために）を使用しています。\u001b[22m, \u001b[1mそれは心理的なフックだとして（知らない人のための心的外傷後ストレス障害）PTSDを使用しています。\u001b[22m\n\u001b[4mAnd that's the point.\u001b[24m\n    \u001b[1mそれがポイントです。\u001b[22m, \u001b[1mそして、それがポイントです。\u001b[22m\n\u001b[4mEven shows like Paprika and Paranoia Agent use other 'supernatural' elements other than elements of mental illnesses while Ghost Hound tries to spook or at least make the viewer uncomfortable by showing dreams that are similar to visions or dreams of PTSD sufferers.\u001b[24m\n    \u001b[1mPaprikaやParanoia Agentのようなショーでも、精神病の要素以外の「超自然的」要素が使われているのに対し、Ghost HoundはPTSD患者のビジョンや夢に似た夢を見せて、視聴者を不快にさせようとします。\u001b[22m, \u001b[1mゴーストハウンドは、PTSD患者のビジョンや夢に類似している夢を示すことにより、動揺または少なくとも視聴者が不快にしようとしながら、パプリカと妄想代理人のようにもショーは精神疾患の要素以外の他の「超自然的」要素を使用します。\u001b[22m\n\u001b[4mI'm sorry but if I wanted to know about PTSD, I'd ask my friend who went through a tough point in her life, or I'd research it, I WOULDN'T watch a show.\u001b[24m\n    \u001b[1m申し訳ありませんが、私がPTSDについて知りたいのであれば、彼女の人生の厳しさを経験した友人に尋ねるか、それを研究したいと思います。私はショーを見ません。\u001b[22m, \u001b[1m私は申し訳ありませんが、私はPTSDについて知りたいと思った場合、私は彼女の生活の中でタフな点を通って行きました私の友人に依頼したい、または私はそれを研究したい、私はショーを見ないであろう。\u001b[22m\n\u001b[4mI'm making it sound like more of a big deal than it is, but it's just jarring expecting a thriller from supernatural elements yet the main hook is a real mental illness that many can imagine and that's probably the problem.\u001b[24m\n    \u001b[1m私はそれがそれよりも大きなもののように聞こえるようにしていますが、それは超自然的要素からのスリラーを期待しているだけですが、メインフックは多くの想像できる真の精神病であり、それはおそらく問題です。\u001b[22m, \u001b[1m私はそれがあるよりも、それは大したことのより多くのような音作ってるんだが、それだけで超自然的要素からのスリラーを期待耳障りだ、まだメインフックは多くが想像することができる本当の精神的な病気であり、それはおそらく問題です。\u001b[22m\n\u001b[4mSupernatural thrillers, um, thrill because they seem unimaginable.\u001b[24m\n    \u001b[1m彼らが想像を絶するように見えるので、超自然的なスリラー、スリル、スリル。\u001b[22m, \u001b[1mスーパーナチュラルスリラーは、ええと、スリル彼らは想像もできないようですので。\u001b[22m\n\u001b[4mPTSD IS imaginable.\u001b[24m\n    \u001b[1mPTSDは想像できる。\u001b[22m, \u001b[1mPTSDは、想像されています。\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "nogitsunechaos",
    "profile": "/profile/nogitsunechaos/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=200502",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  8\n\n私はうそをつくつもりはありません.... 22のエピソードが入っていますが、私はまだこのアニメが何であるかを完全には伝えられていません。私が答えたいと思った質問がありましたが、結局これは別のお気に入りです 私の。\n\n\n私は多くの心理的な恐怖を見たことがありません。 これは超大国、忍者、バーチャルリアリティなど何でも派手なアニメではありません。 これはあなたの頭の中に入って、あなたを混乱させるアニメです。ちょっとあなたを狂わせて、あなたを夢中にさせてくれるのです。そして、私は絶対にそれをすべて気に入っています。\n\n\n\n\n\nA.プロット（10のうち8）\n\n\nこの22のエピソードではあまりにも多くのことが起こっているのでプロットが何であると言うのは本当に難しいですが、私は全体的なプロットがそれぞれの人生で外傷性イベントを体験したり目撃したりしている3人の少年少年について考えています。  。 彼らが住んでいる町には、暗く壊滅的な秘密があり、アニメが進むにつれて、他のキャラクターと同様に、その人物が街の病気の真実を知るようになり、不吉なことが起こり始める。\n\n\n私たちの3人の主人公は過去のトラウマに集中して克服しようとするので、それを止めないならば、彼らを破壊する可能性のある現在の状況に投げ込まれます。\n\n\n\n\n\nB.文字（10のうち9）：\n\n\nまれに私はキャラクターのいずれかに立つことができないアニメを見つけ、私は本当にそれらのすべてが好きです。私たちの3つのメインは3歳の時に外傷経験に直面した太郎ですが、11年後の余波です 太郎との関係で怒りを抱いていた麻琴は、彼が決して望んでいなかった何かを目の当たりにし、未回答の質問と彼の冗談と笑顔の後ろに壊滅的な秘密を隠している雅之を残した。\n\n主人公の3人全員が魅力的であり、22のエピソードを通していくつかの素晴らしい成長を遂げています。 太郎はもちろん、あなたの典型的なお菓子2靴ですが、彼は完全に予測可能ではありません。そして、真実は、彼らが最も興味深いので、私がいつも大好きな男の子の怒っている、怒っている。 しかし、雅之は、3人のキャラクターの中でも最も多様で多面的であり、彼にはまだまだ多くの謎が存在するため、私の好きなものです。\n\n\nMichioとMiyako（このアニメは明らかにMの名前を持つ人を愛しています）もメイングループの一部であり、彼らはまともです。 キャラクターの側面が弱い場合は、おそらく2次キャラクターに向かいます。 非常に多くの二次的な文字があり、プロットは、二次文字が、興味深いが、文字のように感じずに、私たちの主人公を助けるようなデバイスに似ているところまで、私たちの本音に集中しようとします。\n\n\n\n\n\nC.アニメーション、サウンド、音楽（10のうち10）\n\n\nこのアニメのアニメーションは美しかったです。 過度ではありませんが、過単純ではありません。 人間のキャラクターデザインから魂、さらにはアストラル・プロジェクションまで。 私はかなり感銘を受けました。\n\n\nこのアニメの音楽はいつもとてもフィットしていました。 時にはアニメでは、あなたの気が散ったり、まったく衝突したりすることがあります（そうでなければ悲しいシーンでの幸せな音楽や、非常にメロドラマチックな音楽）。 オープニングとエンディングの曲もかなり魅力的です。\n\n\nもちろん私に衝撃を与えたのは、音です....それは一種の気味悪いものです。 各エピソードの始まりと途中のポイントには、アニメの不気味な雰囲気に、そのようなものを加えるような荒々しい音色の静止/ロボットの声があります。 最初は私に迷惑をかけましたが、アニメが進むにつれ、私はそれを大いに楽しんでいました。\n\n\n\n\n\nD.エンディング（10のうち6）\n\n\nこのアニメに重大な欠陥が1つある場合、それは最後のいくつかのエピソード、特に最後のエピソードです。 恐ろしいことではありませんでしたが、急いで感じられ、多くの質問に答えられませんでした。 解釈のために残すことができる質問ではありません....しかし、私たちが多くの時間を費やして話をしていて、回答がまだ分からないので、答えを知りたいと思う実際の質問です。\n\n\nそれは徐々に彼らが徐々に最後の3つのエピソード対時間を取ったアニメ最初の19のエピソードと急いで突発と一種の衝突のような感じ、ちょうどクレイジーと高速に行くことを決めた。\n\n\nそれは悪い結末ではなかったが、私はより多くを期待し、私はアニメを少し弱めたと感じた。\n\n\n\nE.全体：\n\n\n私はアニメが好きだった。 弱い結末と弱い二次的なキャラクターを除いて、ストーリーは魅力的です。なぜなら、非常に多くのことが起こっているからです。 あなたは次に何が起こっているのかを知りたいと思っています。そして、あなたはこれらの少年たちが悪魔に直面して成長することを願っています。\n\n\nこれは間違いなくアニメだから、誰もがとても気に入って、私はそれを愛していたので、誰にでも見てもらうことをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI am not going to lie....22 episodes in and I really still can't fully tell you what this anime was about and there were questions I wanted to have answered that weren't but in the end this is probably another favorite of mine.\n\n\u001b[1m私はうそをつくつもりはありません.... 22のエピソードが入っていますが、私はまだこのアニメが何であるかを完全には伝えられていません。私が答えたいと思った質問がありましたが、結局これは別のお気に入りです 私の。\u001b[22m\n\u001b[1m(Watashi wa uso o tsuku tsumori wa arimasen. ... 22 No episōdo ga haitte imasuga, watashi wa mada kono anime ga nandearu ka o kanzen ni wa tsutae rarete imasen. Watashi ga kotaetai to omotta shitsumon ga arimashitaga, kekkyoku koreha-betsu no okiniiridesu watashi no.)\u001b[22m\n\nTranslations of \u001b[4mI am not going to lie....22 episodes in and I really still can't fully tell you what this anime was about and there were questions I wanted to have answered that weren't but in the end this is probably another favorite of mine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not going to lie....22 episodes in and I really still can't fully tell you what this anime was about and there were questions I wanted to have answered that weren't but in the end this is probably another favorite\u001b[24m\n    \u001b[1m私はうそをつくつもりはありません.... 22のエピソードが入っていますが、私はまだこのアニメが何であるかを完全には伝えられていません。私が答えたいと思った質問がありましたが、結局これは別のお気に入りです\u001b[22m, \u001b[1m私は....うそで22話にするつもりはないと私は本当にまだ完全にこのアニメは程度であったと私はなかったと答えていたかった質問があったが、最後に、これはおそらく別のお気に入りです何を伝えることはできません\u001b[22m\n\u001b[4mof mine.\u001b[24m\n    \u001b[1m私の。\u001b[22m, \u001b[1m私のもの。\u001b[22m, \u001b[1m私の\u001b[22m, \u001b[1m鉱山の。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI've not seen a lot of Psychological horror. This is not an anime with superpowers, Ninjas, Virtual Reality or anything flashy. This is an anime that gets in your head, confuses you, freaks you out a bit and captivates you from the get go and I absolutely love the mind fuck of it all.​\n\n\u001b[1m私は多くの心理的な恐怖を見たことがありません。 これは超大国、忍者、バーチャルリアリティなど何でも派手なアニメではありません。 これはあなたの頭の中に入って、あなたを混乱させるアニメです。ちょっとあなたを狂わせて、あなたを夢中にさせてくれるのです。そして、私は絶対にそれをすべて気に入っています。\u001b[22m\n\u001b[1m(Watashi wa ōku no shinri-tekina kyōfu o mita koto ga arimasen. Kore wa chō taikoku, ninja, bācharuriariti nado nani demo hadena animede wa arimasen. Kore wa anata no atama no naka ni haitte, anata o konran sa seru animedesu. Chotto anata o kuruwa sete, anata o muchū ni sa sete kureru nodesu. Soshite, watashi wa zettai ni sore o subete kiniitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI've not seen a lot of Psychological horror. This is not an anime with superpowers, Ninjas, Virtual Reality or anything flashy. This is an anime that gets in your head, confuses you, freaks you out a bit and captivates you from the get go and I absolutely love the mind fuck of it all.​\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've not seen a lot of Psychological horror.\u001b[24m\n    \u001b[1m私は多くの心理的な恐怖を見たことがありません。\u001b[22m, \u001b[1m私は心理的恐怖をたくさん見ていませんでした。\u001b[22m\n\u001b[4mThis is not an anime with superpowers, Ninjas, Virtual Reality or anything flashy.\u001b[24m\n    \u001b[1mこれは超大国、忍者、バーチャルリアリティなど何でも派手なアニメではありません。\u001b[22m, \u001b[1mこれは超大国、忍者、バーチャルリアリティや派手なものとアニメではありません。\u001b[22m\n\u001b[4mThis is an anime that gets in your head, confuses you, freaks you out a bit and captivates you from the get go and I absolutely love the mind fuck of it all.​\u001b[24m\n    \u001b[1mこれはあなたの頭の中に入って、あなたを混乱させるアニメです。ちょっとあなたを狂わせて、あなたを夢中にさせてくれるのです。そして、私は絶対にそれをすべて気に入っています。\u001b[22m, \u001b[1mこれは、あなたの頭の中で取得し、あなたを混乱させる、少しあなたをフリークアウトし、行きますと、私は絶対にそれをすべての心の性交を愛するからあなたを魅了するアニメです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nA. Plot(8 out of 10)\n\n\u001b[1mA.プロット（10のうち8）\u001b[22m\n\u001b[1m(A. Purotto (10 no uchi 8))\u001b[22m\n\nTranslations of \u001b[4mA. Plot(8 out of 10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA. Plot(8 out of 10)\u001b[24m\n    \u001b[1mA.プロット（10のうち8）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt's really hard to say what the plot is because there is so much going on in these 22 episodes however I believe the overall plot is about these 3 teen boys who each have experienced or witness a traumatic event in their lives and it has forever changed them . The town they live in holds a dark and devastating secret and as the anime goes on, the viewer as well as other characters begin to uncover the sick truth about the town and the sinister stuff going on.\n\n\u001b[1mこの22のエピソードではあまりにも多くのことが起こっているのでプロットが何であると言うのは本当に難しいですが、私は全体的なプロットがそれぞれの人生で外傷性イベントを体験したり目撃したりしている3人の少年少年について考えています。  。 彼らが住んでいる町には、暗く壊滅的な秘密があり、アニメが進むにつれて、他のキャラクターと同様に、その人物が街の病気の真実を知るようになり、不吉なことが起こり始める。\u001b[22m\n\u001b[1m(Kono 22 no episōdode wa amarini mo ōku no koto ga okotte irunode purotto ga nandearu to iu no wa hontōni muzukashīdesuga, watashi wa zentai-tekina purotto ga sorezore no jinsei de gaishō-sei ibento o taiken shi tari mokugeki shi tari shite iru 3-ri no shōnen shōnen ni tsuite kangaete imasu.. Karera ga sunde iru machi ni wa, kuraku kaimetsu-tekina himitsu ga ari, anime ga susumu ni tsurete, hoka no kyarakutā to dōyō ni, sono jinbutsu ga machi no byōki no shinjitsu o shiru yō ni nari, fukitsuna koto ga okori hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mIt's really hard to say what the plot is because there is so much going on in these 22 episodes however I believe the overall plot is about these 3 teen boys who each have experienced or witness a traumatic event in their lives and it has forever changed them . The town they live in holds a dark and devastating secret and as the anime goes on, the viewer as well as other characters begin to uncover the sick truth about the town and the sinister stuff going on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's really hard to say what the plot is because there is so much going on in these 22 episodes however I believe the overall plot is about these 3 teen boys who each have experienced or witness a traumatic event in their lives and it has forever changed them\u001b[24m\n    \u001b[1mこの22のエピソードではあまりにも多くのことが起こっているのでプロットが何であると言うのは本当に難しいですが、私は全体的なプロットがそれぞれの人生で外傷性イベントを体験したり目撃したりしている3人の少年少年について考えています。\u001b[22m, \u001b[1mそれはそんなに私は、全体のプロットは、それぞれが経験や生活の中で衝撃的な出来事を目撃しているこれらの3十代の男の子についてです信じしかし、これらの22のエピソードで起こっがあるのでプロットが何であるかを言うのは本当に難しい、それは永遠に変更されました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThe town they live in holds a dark and devastating secret and as the anime goes on, the viewer as well as other characters begin to uncover the sick truth about the town and the sinister stuff going on.\u001b[24m\n    \u001b[1m彼らが住んでいる町には、暗く壊滅的な秘密があり、アニメが進むにつれて、他のキャラクターと同様に、その人物が街の病気の真実を知るようになり、不吉なことが起こり始める。\u001b[22m, \u001b[1m彼らが住んでいる町は暗く、壊滅的な秘密を保持し、アニメが進むにつれて、視聴者だけでなく、他の文字は、町と起こって不吉なものについての病気の真実を明らかにし始めます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAs our three main characters try to focus on their past traumas and overcoming them, they are thrown into a present situation that could very destroy them if they don't stop it.\n\n\u001b[1m私たちの3人の主人公は過去のトラウマに集中して克服しようとするので、それを止めないならば、彼らを破壊する可能性のある現在の状況に投げ込まれます。\u001b[22m\n\u001b[1m(Watashitachi no 3-ri no shujinkō wa kako no torauma ni shūchū shite kokufuku shiyou to surunode, sore o tomenainaraba, karera o hakai suru kanōsei no aru genzai no jōkyō ni nagekoma remasu.)\u001b[22m\n\nTranslations of \u001b[4mAs our three main characters try to focus on their past traumas and overcoming them, they are thrown into a present situation that could very destroy them if they don't stop it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs our three main characters try to focus on their past traumas and overcoming them, they are thrown into a present situation that could very destroy them if they don't stop it.\u001b[24m\n    \u001b[1m私たちの3人の主人公は過去のトラウマに集中して克服しようとするので、それを止めないならば、彼らを破壊する可能性のある現在の状況に投げ込まれます。\u001b[22m, \u001b[1m私たちの三つの主要キャラクターが自分の過去のトラウマとその克服に注力しようとするように、彼らはそれを停止しない場合は非常にそれらを破壊する可能性が現在の状況に投げ込まれています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nB. Characters(9 out of 10):\n\n\u001b[1mB.文字（10のうち9）：\u001b[22m\n\u001b[1m(B. Moji (10 no uchi 9):)\u001b[22m\n\nTranslations of \u001b[4mB. Characters(9 out of 10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mB. Characters(9 out of 10):\u001b[24m\n    \u001b[1mB.文字（10のうち9）：\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nRarely ever do I find an anime where I can't stand any of the characters and I genuinely like all of them.. Our three mains are Taro who faced a traumatic experience at the age of 3 but it is the aftermath 11 years later that leaves him troubled, Makoto who holds so much rage in him due to an event linked to Taro that forced him to witness something he never wanted and leaving him with questions unanswered and Masayuki who is hiding a devastating secret behind his jokes and smiles.\n\n\u001b[1mまれに私はキャラクターのいずれかに立つことができないアニメを見つけ、私は本当にそれらのすべてが好きです。私たちの3つのメインは3歳の時に外傷経験に直面した太郎ですが、11年後の余波です 太郎との関係で怒りを抱いていた麻琴は、彼が決して望んでいなかった何かを目の当たりにし、未回答の質問と彼の冗談と笑顔の後ろに壊滅的な秘密を隠している雅之を残した。\u001b[22m\n\u001b[1m(Mare ni watashi wa kyarakutā no izureka ni tatsu koto ga dekinai anime o mitsuke, watashi wa hontōni sorera no subete ga sukidesu. Watashitachi no 3ttsu no mein wa 3-sai no toki ni gaishō keiken ni chokumen shita Tarōdesuga, 11-nen-go no yohadesu Tarō to no kankei de ikari o daite ita Makoto wa, kare ga kesshite nozonde inakatta nanika o manoatari ni shi, mi kaitō no shitsumon to kare no jōdan to egao no ushiro ni kaimetsu-tekina himitsu o kakushite iru Masayuki o nokoshita.)\u001b[22m\n\nTranslations of \u001b[4mRarely ever do I find an anime where I can't stand any of the characters and I genuinely like all of them.. Our three mains are Taro who faced a traumatic experience at the age of 3 but it is the aftermath 11 years later that leaves him troubled, Makoto who holds so much rage in him due to an event linked to Taro that forced him to witness something he never wanted and leaving him with questions unanswered and Masayuki who is hiding a devastating secret behind his jokes and smiles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRarely ever do I find an anime where I can't stand any of the characters and I genuinely like all of them.. Our three mains are Taro who faced a traumatic experience at the age of 3 but it is the aftermath 11 years later that\u001b[24m\n    \u001b[1mまれに私はキャラクターのいずれかに立つことができないアニメを見つけ、私は本当にそれらのすべてが好きです。私たちの3つのメインは3歳の時に外傷経験に直面した太郎ですが、11年後の余波です\u001b[22m, \u001b[1mめったに私は私たちの3本線が3歳の時に外傷性経験に直面したが、それはことを11年後の余波である太郎です..私は純粋にそれらのすべてのような文字と私のいずれかを我慢できないアニメを見つけるのですか\u001b[22m\n\u001b[4mleaves him troubled, Makoto who holds so much rage in him due to an event linked to Taro that forced him to witness something he never wanted and leaving him with questions unanswered and Masayuki who is hiding a devastating secret behind his jokes and smiles.\u001b[24m\n    \u001b[1m太郎との関係で怒りを抱いていた麻琴は、彼が決して望んでいなかった何かを目の当たりにし、未回答の質問と彼の冗談と笑顔の後ろに壊滅的な秘密を隠している雅之を残した。\u001b[22m, \u001b[1m原因彼が望んでいないと彼のジョークと笑顔の後ろに壊滅的な秘密を隠している未回答正幸質問で彼を残して決して何かを目撃するために彼を余儀なく太郎にリンクされているイベントに彼にそんなに怒りを保持している誠は、問題を抱えた彼を残します。\u001b[22m\n\u001b[1m\u001b[22m\nAll 3 of the main characters are compelling and they have some amazing growth throughout the 22 episodes. Taro of course is your typical goody two shoes but he isn't completely predictable and Makoto is the brooding, angry, emoish type of guy who I usually love because they are the most interesting. However, Masayuki is my favorite from the get go because he is the most diverse and multi-layered of the 3 characters and there is still a lot of mystery to him.\n\n\u001b[1m主人公の3人全員が魅力的であり、22のエピソードを通していくつかの素晴らしい成長を遂げています。 太郎はもちろん、あなたの典型的なお菓子2靴ですが、彼は完全に予測可能ではありません。そして、真実は、彼らが最も興味深いので、私がいつも大好きな男の子の怒っている、怒っている。 しかし、雅之は、3人のキャラクターの中でも最も多様で多面的であり、彼にはまだまだ多くの謎が存在するため、私の好きなものです。\u001b[22m\n\u001b[1m(Shujinkō no 3-ri zen'in ga mirikitekideari, 22 no episōdo o tōshite ikutsu ka no subarashī seichō o togete imasu. Tarō wa mochiron, anata no tenkei-tekina okashi 2 kutsudesuga, kare wa kanzen ni yosoku kanōde wa arimasen. Soshite, shinjitsu wa, karera ga mottomo kyōmibukainode, watashi ga itsumo daisukina otokonoko no ikatteiru, ikatteiru. Shikashi, Masayuki wa, 3-ri no kyarakutā no naka demo mottomo tayōde tamen-tekideari, kare ni wa madamada ōku no nazo ga sonzai suru tame, watashi no sukina monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAll 3 of the main characters are compelling and they have some amazing growth throughout the 22 episodes. Taro of course is your typical goody two shoes but he isn't completely predictable and Makoto is the brooding, angry, emoish type of guy who I usually love because they are the most interesting. However, Masayuki is my favorite from the get go because he is the most diverse and multi-layered of the 3 characters and there is still a lot of mystery to him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll 3 of the main characters are compelling and they have some amazing growth throughout the 22 episodes.\u001b[24m\n    \u001b[1m主人公の3人全員が魅力的であり、22のエピソードを通していくつかの素晴らしい成長を遂げています。\u001b[22m, \u001b[1mメインキャラクターのすべての3は魅力的であり、彼らは22のエピソードを通して、いくつかの素晴らしい成長を持っています。\u001b[22m\n\u001b[4mTaro of course is your typical goody two shoes but he isn't completely predictable and Makoto is the brooding, angry, emoish type of guy who I usually love because they are the most interesting.\u001b[24m\n    \u001b[1m太郎はもちろん、あなたの典型的なお菓子2靴ですが、彼は完全に予測可能ではありません。そして、真実は、彼らが最も興味深いので、私がいつも大好きな男の子の怒っている、怒っている。\u001b[22m, \u001b[1mもちろん、太郎はあなたの典型的なグッディ2シューズですが、彼は完全に予測ではなく、誠は、彼らが最も興味深いものですので、私は通常、愛する男のさえない、怒って、emoishタイプです。\u001b[22m\n\u001b[4mHowever, Masayuki is my favorite from the get go because he is the most diverse and multi-layered of the 3 characters and there is still a lot of mystery to him.\u001b[24m\n    \u001b[1mしかし、雅之は、3人のキャラクターの中でも最も多様で多面的であり、彼にはまだまだ多くの謎が存在するため、私の好きなものです。\u001b[22m, \u001b[1m彼は3文字の中で最も多様かつ多層であり、謎の多くが彼にまだあるのでしかし、昌幸は行きますから私のお気に入りです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nMichio and Miyako(This anime loves people with M names apparently) are also apart of the main group and they were decent. If there was a weaker aspect of the characters, it probably goes to the secondary characters. There are so many secondary characters and the plot tries to focus on our mains to the point where the secondary characters, while interesting, felt less like characters and more like devices to aid our main characters.\n\n\u001b[1mMichioとMiyako（このアニメは明らかにMの名前を持つ人を愛しています）もメイングループの一部であり、彼らはまともです。 キャラクターの側面が弱い場合は、おそらく2次キャラクターに向かいます。 非常に多くの二次的な文字があり、プロットは、二次文字が、興味深いが、文字のように感じずに、私たちの主人公を助けるようなデバイスに似ているところまで、私たちの本音に集中しようとします。\u001b[22m\n\u001b[1m(Michio to Miyako (kono anime wa akiraka ni M no namae o motsu hito o aishiteimasu) mo meingurūpu no ichibudeari, karera wa matomodesu. Kyarakutā no sokumen ga yowai baai wa, osoraku 2-ji kyarakutā ni mukaimasu. Hijō ni ōku no niji-tekina moji ga ari, purotto wa, niji moji ga, kyōmibukaiga, moji no yō ni kanjizu ni, watashitachi no shujinkō o tasukeru yōna debaisu ni nite iru tokoro made, watashitachi no hon'ne ni shūchū shiyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMichio and Miyako(This anime loves people with M names apparently) are also apart of the main group and they were decent. If there was a weaker aspect of the characters, it probably goes to the secondary characters. There are so many secondary characters and the plot tries to focus on our mains to the point where the secondary characters, while interesting, felt less like characters and more like devices to aid our main characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMichio and Miyako(This anime loves people with M names apparently) are also apart of the main group and they were decent.\u001b[24m\n    \u001b[1mMichioとMiyako（このアニメは明らかにMの名前を持つ人を愛しています）もメイングループの一部であり、彼らはまともです。\u001b[22m, \u001b[1m道夫と宮古は（このアニメは明らかにM名を持つ人々を愛して）メイングループの離れもあり、彼らはまともでした。\u001b[22m\n\u001b[4mIf there was a weaker aspect of the characters, it probably goes to the secondary characters.\u001b[24m\n    \u001b[1mキャラクターの側面が弱い場合は、おそらく2次キャラクターに向かいます。\u001b[22m, \u001b[1m文字の弱い側面があった場合、それはおそらく二文字になります。\u001b[22m\n\u001b[4mThere are so many secondary characters and the plot tries to focus on our mains to the point where the secondary characters, while interesting, felt less like characters and more like devices to aid our main characters.\u001b[24m\n    \u001b[1m非常に多くの二次的な文字があり、プロットは、二次文字が、興味深いが、文字のように感じずに、私たちの主人公を助けるようなデバイスに似ているところまで、私たちの本音に集中しようとします。\u001b[22m, \u001b[1mあり非常に多くの二文字があり、プロットは二文字のポイントに私たちの主に注力しようとすると、興味深いながら、私たちの主な文字を支援するためのデバイスのような文字とより多くのように少なく感じました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nC. Animation, Sound and Music(10 out of 10)\n\n\u001b[1mC.アニメーション、サウンド、音楽（10のうち10）\u001b[22m\n\u001b[1m(C. Animēshon, saundo, ongaku (10 no uchi 10))\u001b[22m\n\nTranslations of \u001b[4mC. Animation, Sound and Music(10 out of 10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mC. Animation, Sound and Music(10 out of 10)\u001b[24m\n    \u001b[1mC.アニメーション、サウンド、音楽（10のうち10）\u001b[22m, \u001b[1mC.アニメーション、音声・音楽（10のうち10）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe animation for this anime was beautiful. Not overdone but not oversimple. From the human character designs to the souls and even astral projections. I was quite impressed.\n\n\u001b[1mこのアニメのアニメーションは美しかったです。 過度ではありませんが、過単純ではありません。 人間のキャラクターデザインから魂、さらにはアストラル・プロジェクションまで。 私はかなり感銘を受けました。\u001b[22m\n\u001b[1m(Kono anime no animēshon wa utsukushikattadesu. Kadode wa arimasenga, ka tanjunde wa arimasen. Ningen no kyarakutādezain kara tamashī, sarani wa asutoraru purojekushon made. Watashi wa kanari kanmei o ukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation for this anime was beautiful. Not overdone but not oversimple. From the human character designs to the souls and even astral projections. I was quite impressed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation for this anime was beautiful.\u001b[24m\n    \u001b[1mこのアニメのアニメーションは美しかったです。\u001b[22m, \u001b[1mこのアニメのためのアニメーションが綺麗でした。\u001b[22m\n\u001b[4mNot overdone but not oversimple.\u001b[24m\n    \u001b[1m過度ではありませんが、過単純ではありません。\u001b[22m, \u001b[1mやり過ぎではないが、単純すぎるではありません。\u001b[22m\n\u001b[4mFrom the human character designs to the souls and even astral projections.\u001b[24m\n    \u001b[1m人間のキャラクターデザインから魂、さらにはアストラル・プロジェクションまで。\u001b[22m, \u001b[1m魂への人間のキャラクターデザイン、さらにはアストラル投影から。\u001b[22m\n\u001b[4mI was quite impressed.\u001b[24m\n    \u001b[1m私はかなり感銘を受けました。\u001b[22m, \u001b[1m私はかなり感動しました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nMusic in this anime was always very fitting. Sometimes in anime, the music can kind of distract you or even outright clash(Happy sounding music in an otherwise sad scene or extremely melodramatic music). The Opening and Ending songs are pretty enticing as well.\n\n\u001b[1mこのアニメの音楽はいつもとてもフィットしていました。 時にはアニメでは、あなたの気が散ったり、まったく衝突したりすることがあります（そうでなければ悲しいシーンでの幸せな音楽や、非常にメロドラマチックな音楽）。 オープニングとエンディングの曲もかなり魅力的です。\u001b[22m\n\u001b[1m(Kono anime no ongaku wa itsumo totemo fitto shite imashita. Tokiniha animede wa, anata no ki ga chittari, mattaku shōtotsu shi tari suru koto ga arimasu (sōdenakereba kanashī shīn de no shiawasena ongaku ya, hijō ni merodoramachikkuna ongaku). Ōpuningu to endingu no kyoku mo kanari mirikitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mMusic in this anime was always very fitting. Sometimes in anime, the music can kind of distract you or even outright clash(Happy sounding music in an otherwise sad scene or extremely melodramatic music). The Opening and Ending songs are pretty enticing as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic in this anime was always very fitting.\u001b[24m\n    \u001b[1mこのアニメの音楽はいつもとてもフィットしていました。\u001b[22m, \u001b[1mこのアニメ音楽はいつも非常にフィッティングしました。\u001b[22m\n\u001b[4mSometimes in anime, the music can kind of distract you or even outright clash(Happy sounding music in an otherwise sad scene or extremely melodramatic music).\u001b[24m\n    \u001b[1m時にはアニメでは、あなたの気が散ったり、まったく衝突したりすることがあります（そうでなければ悲しいシーンでの幸せな音楽や、非常にメロドラマチックな音楽）。\u001b[22m, \u001b[1m時々アニメで、音楽は一種のあなたの注意をそらすことができ、あるいは完全に衝突（ハッピーは、そうでなければ悲しいシーンや極端メロドラマ音楽で音楽を鳴らします）。\u001b[22m\n\u001b[4mThe Opening and Ending songs are pretty enticing as well.\u001b[24m\n    \u001b[1mオープニングとエンディングの曲もかなり魅力的です。\u001b[22m, \u001b[1mオープニングとエンディング曲にもかなり魅力的です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWhat of course shocked me is the sounds....it is kind of creepy. At the start of each episode and the mid-way point, there is this staticy/robotic voice with a ghastly tone that place that sort of adds more to the eerie vibe of the anime. It annoyed me at first but I did greatly enjoy it as the anime went on.\n\n\u001b[1mもちろん私に衝撃を与えたのは、音です....それは一種の気味悪いものです。 各エピソードの始まりと途中のポイントには、アニメの不気味な雰囲気に、そのようなものを加えるような荒々しい音色の静止/ロボットの声があります。 最初は私に迷惑をかけましたが、アニメが進行するにつれてそれを大いに楽しんでいました。\u001b[22m\n\u001b[1m(Mochiron watashi ni shōgeki o ataeta no wa,-ondesu. ... Sore wa isshu no kimiwarui monodesu. Kaku episōdo no hajimari to tochū no pointo ni wa, anime no bukimina fun'iki ni, sono yōna mono o kuwaeru yōna araarashī neiro no seishi/ robotto no koe ga arimasu. Saisho wa watashi ni meiwaku o kakemashitaga, anime ga shinkō suru ni tsurete sore o ōini tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mWhat of course shocked me is the sounds....it is kind of creepy. At the start of each episode and the mid-way point, there is this staticy/robotic voice with a ghastly tone that place that sort of adds more to the eerie vibe of the anime. It annoyed me at first but I did greatly enjoy it as the anime went on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat of course shocked me is the sounds....it is kind of creepy.\u001b[24m\n    \u001b[1mもちろん私に衝撃を与えたのは、音です....それは一種の気味悪いものです。\u001b[22m, \u001b[1mもちろん、どのように私に衝撃を与えたことは、それは一種の不気味です....音です。\u001b[22m\n\u001b[4mAt the start of each episode and the mid-way point, there is this staticy/robotic voice with a ghastly tone that place that sort of adds more to the eerie vibe of the anime.\u001b[24m\n    \u001b[1m各エピソードの始まりと途中のポイントには、アニメの不気味な雰囲気に、そのようなものを加えるような荒々しい音色の静止/ロボットの声があります。\u001b[22m, \u001b[1m各エピソードの開始とミッドウェイポイントでは、ソートのアニメの不気味な雰囲気に、よりを追加する場所恐ろしい口調でこのstaticy /ロボット声があります。\u001b[22m\n\u001b[4mIt annoyed me at first but I did greatly enjoy it as the anime went on.\u001b[24m\n    \u001b[1m最初は私に迷惑をかけましたが、アニメが進行するにつれてそれを大いに楽しんでいました。\u001b[22m, \u001b[1m最初は私を悩ませたが、アニメが続いたように私は非常にそれを楽しんでいました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nD. The Ending(6 out of 10)\n\n\u001b[1mD.エンディング（10のうち6）\u001b[22m\n\u001b[1m(D. Endingu (10 no uchi 6))\u001b[22m\n\nTranslations of \u001b[4mD. The Ending(6 out of 10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mD. The Ending(6 out of 10)\u001b[24m\n    \u001b[1mD.エンディング（10のうち6）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIf there is one major flaw to this anime it is last few episodes, especially the final episode. It wasn't awful but it felt rushed and it left so many questions unanswered. Not questions that you can sort of leave up for interpretation....but actual question where you want to know the answer because we spent so much time talking about it and it still isn't answered.\n\n\u001b[1mこのアニメに重大な欠陥が1つある場合、それは最後のいくつかのエピソード、特に最後のエピソードです。 恐ろしいことではありませんでしたが、急いで感じられ、多くの質問に答えられませんでした。 解釈のために残すことができる質問ではありません....しかし、私たちが多くの時間を費やして話をしていて、回答がまだ分からないので、答えを知りたいと思う実際の質問です。\u001b[22m\n\u001b[1m(Kono anime ni jūdaina kekkan ga 1tsu aru baai, soreha saigo no ikutsu ka no episōdo, tokuni saigo no episōdodesu. Osoroshī kotode wa arimasendeshitaga, isoide kanji rare, ōku no shitsumon ni kotae raremasendeshita. Kaishaku no tame ni nokosu koto ga dekiru shitsumonde wa arimasen. ... Shikashi, watashitachi ga ōku no jikan o tsuiyashite hanashi o shite ite, kaitō ga mada wakaranainode, kotae o shiritai to omou jissai no shitsumondesu.)\u001b[22m\n\nTranslations of \u001b[4mIf there is one major flaw to this anime it is last few episodes, especially the final episode. It wasn't awful but it felt rushed and it left so many questions unanswered. Not questions that you can sort of leave up for interpretation....but actual question where you want to know the answer because we spent so much time talking about it and it still isn't answered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf there is one major flaw to this anime it is last few episodes, especially the final episode.\u001b[24m\n    \u001b[1mこのアニメに重大な欠陥が1つある場合、それは最後のいくつかのエピソード、特に最後のエピソードです。\u001b[22m, \u001b[1mこのアニメに一つの大きな欠陥がある場合には、最後のいくつかのエピソード、特に最終回です。\u001b[22m\n\u001b[4mIt wasn't awful but it felt rushed and it left so many questions unanswered.\u001b[24m\n    \u001b[1m恐ろしいことではありませんでしたが、急いで感じられ、多くの質問に答えられませんでした。\u001b[22m, \u001b[1mそれはひどいではありませんでしたが、それは急いで感じ、それが未解決の非常に多くの疑問を残しました。\u001b[22m\n\u001b[4mNot questions that you can sort of leave up for interpretation....but actual question where you want to know the answer because we spent so much time talking about it and it still isn't answered.\u001b[24m\n    \u001b[1m解釈のために残すことができる質問ではありません....しかし、私たちが多くの時間を費やして話をしていて、回答がまだ分からないので、答えを知りたいと思う実際の質問です。\u001b[22m, \u001b[1m我々はそれについて話して多くの時間を費やし、それはまだ答えられませんので、あなたが答えを知りたいではないあなたは、ソートの解釈に任せることができます質問....しかし、実際の質問。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt felt rushed and the rushness sort of clashes with the animes first 19 episodes where they gradually took their time vs the last 3 episodes sort of just decided to go crazy and fast.\n\n\u001b[1mそれは徐々に彼らが徐々に最後の3つのエピソード対時間を取ったアニメ最初の19のエピソードと急いで突発と一種の衝突のような感じ、ちょうどクレイジーと高速に行くことを決めた。\u001b[22m\n\u001b[1m(Sore wa jojoni karera ga jojoni saigo no 3ttsu no episōdo tai jikan o totta anime saisho no 19 no episōdo to isoide toppatsu to isshu no shōtotsu no yōna kanji, chōdo kureijī to kōsoku ni iku koto o kimeta.)\u001b[22m\n\nTranslations of \u001b[4mIt felt rushed and the rushness sort of clashes with the animes first 19 episodes where they gradually took their time vs the last 3 episodes sort of just decided to go crazy and fast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt felt rushed and the rushness sort of clashes with the animes first 19 episodes where they gradually took their time vs the last 3 episodes sort of just decided to go crazy and fast.\u001b[24m\n    \u001b[1mそれは徐々に彼らが徐々に最後の3つのエピソード対時間を取ったアニメ最初の19のエピソードと急いで突発と一種の衝突のような感じ、ちょうどクレイジーと高速に行くことを決めた。\u001b[22m, \u001b[1mそれは、急いで、彼らは徐々にソートのちょうど狂気と高速行くことにした最後の3エピソード対自分の時間を要したアニメ第19話との衝突のrushness一種感じました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt wasn't a bad ending but I did expect more and I felt ii weakened the anime a bit.\n\n\u001b[1mそれは悪い結末ではなかったが、私はより多くを期待し、私はアニメを少し弱めたと感じた。\u001b[22m\n\u001b[1m(Sore wa warui ketsumatsude wa nakattaga, watakushiha yori ōku o kitai shi, watashi wa anime o sukoshi yowameta to kanjita.)\u001b[22m\n\nTranslations of \u001b[4mIt wasn't a bad ending but I did expect more and I felt ii weakened the anime a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt wasn't a bad ending but I did expect more and I felt ii weakened the anime a bit.\u001b[24m\n    \u001b[1mそれは悪い結末ではなかったが、私はより多くを期待し、私はアニメを少し弱めたと感じた。\u001b[22m, \u001b[1mそれは悪い結末ではなかったが、私は多くを期待してなかったし、私はII感じたアニメを少し弱めました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nE. Overall:​\n\n\u001b[1mE.全体：\u001b[22m\n\u001b[1m(E. Zentai:)\u001b[22m\n\nTranslations of \u001b[4mE. Overall:​\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mE. Overall:​\u001b[24m\n    \u001b[1mE.全体：\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI loved the anime. Aside from a weak ending and weak secondary characters, the story is compelling because there are so many things happening....you want to be apart of the mystery. You want to know what is happening next and you are rooting for these boys to face their demons and to grow.\n\n\u001b[1m私はアニメが好きだった。 弱い結末と弱い二次的なキャラクターを除いて、ストーリーは魅力的です。なぜなら、非常に多くのことが起こっているからです。 あなたは次に何が起こっているのかを知りたいと思っています。そして、あなたはこれらの少年たちが悪魔に直面して成長することを願っています。\u001b[22m\n\u001b[1m(Watashi wa anime ga sukidatta. Yowai ketsumatsu to yowai niji-tekina kyarakutā o nozoite, sutōrī wa mirikitekidesu. Nazenara, hijō ni ōku no koto ga okotte irukaradesu. Anata wa tsugini nani ga okotte iru no ka o shiritai to omotte imasu. Soshite, anata wa korera no shōnen-tachi ga akuma ni chokumen shite seichō suru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI loved the anime. Aside from a weak ending and weak secondary characters, the story is compelling because there are so many things happening....you want to be apart of the mystery. You want to know what is happening next and you are rooting for these boys to face their demons and to grow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the anime.\u001b[24m\n    \u001b[1m私はアニメが好きだった。\u001b[22m, \u001b[1m私はアニメを愛していました。\u001b[22m\n\u001b[4mAside from a weak ending and weak secondary characters, the story is compelling because there are so many things happening....you want to be apart of the mystery.\u001b[24m\n    \u001b[1m弱い結末と弱い二次的なキャラクターを除いて、ストーリーは魅力的です。なぜなら、非常に多くのことが起こっているからです。\u001b[22m, \u001b[1mあなたは離れて謎のようにしたい....たくさんのことが起こってありますので別に弱い結末と弱い二文字から、話は説得力があります。\u001b[22m\n\u001b[4mYou want to know what is happening next and you are rooting for these boys to face their demons and to grow.\u001b[24m\n    \u001b[1mあなたは次に何が起こっているのかを知りたいと思っています。そして、あなたはこれらの少年たちが悪魔に直面して成長することを願っています。\u001b[22m, \u001b[1mあなたは、次の何が起こっているか知りたいとあなたはそれらの鬼に直面し、成長するために、これらの少年たちを応援しています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis is definitely an anime I can recommend everyone to watch because it is so good and I loved it.\n\n\u001b[1mこれは間違いなくアニメだから、誰もがとても気に入って、私はそれを愛していたので、誰にでも見てもらうことをお勧めします。\u001b[22m\n\u001b[1m(Kore wa machigainaku animedakara, daremoga totemo kiniitte, watashi wa sore o aishite itanode, darenidemo mite morau koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is definitely an anime I can recommend everyone to watch because it is so good and I loved it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is definitely an anime I can recommend everyone to watch because it is so good and I loved it.\u001b[24m\n    \u001b[1mこれは間違いなくアニメだから、誰もがとても気に入って、私はそれを愛していたので、誰にでも見てもらうことをお勧めします。\u001b[22m, \u001b[1mこれは間違いなく、それはとても良いですし、私はそれを愛したので、私は見て皆をお勧めすることができアニメです。\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "Faylicia",
    "profile": "/profile/Faylicia/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=82422",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  7\nキャラクター|  9\n|  9\n\nストーリー：\n私がゴーストハウンドを見ていたとき、私はその物語が主に小森太郎のトラウマになると思っていましたが、私はますます目を覚まし始めたので、実際には3人の男の子の冒険についてもっと知っていました。 具体的には、彼らが扱う具体的な問題はなく、このティーンエイジャーが経験しなければならない多くの問題や不安な状況があります。 ショーは最後まで神秘的です。 原因不明のものがたくさんありますが、人間が特定のことを知らない方が良いかもしれません。あるいは、少なくともこれがクリエイターが後ろの真実を明らかにしなかった キャラクターが絶え間なく移動する、見えない世界。\nアート：\n芸術は素晴らしかったです。 すべてのキャラクターにはユニークな機能があり、街に表示された詳細も本当に美しいです。 最後に、私は先史時代の動物の精神も非常に興味深いと述べるべきです。\n音：\nこのシリーズでは、いくつかのシーンに実際にバックグラウンドミュージックが含まれていないため、すべてが現実的になりました。 また、音楽は一般的に伝統的なものでした。 最後に、オープニングとエンディング、特にエンディングが本当に好きだった。\nキャラクター：\nこのシリーズのすべてのキャラクターは、外見と個性の両方でユニークでした。 ショーではそれほど重要ではないキャラクターでさえ、深いキャラクターの開発が行われました。 主人公は時間が経つにつれて強くなり、最後にはっきりと見ることができます。\n楽しみ：\n最後に、私はこのショーが本当に次のエピソードをできるだけ早く見たいと言っています。 本当に中毒でした。私は謎を解きたかったので、次に何が起こるかを知りたいと思っていました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nAt first when I was watching Ghost Hound I thought that the story would be mainly about Komori Taro's traumas but as I started watching more and more of it I realized that it was actually more about the adventures of the three boys. Specifically, there isn't a concrete issue that they deal with, there are a lot of problems and disturbing situations that this teenagers must experience. The show is mysterious until the end. There are a lot of things left unexplained, but maybe it is better for humans not to know certain things or at least I believe that this might be the reason the creator didn't reveal (or even didn't think of) the truth behind the unseen world in which the characters travel constantly.\n\n\u001b[1m私がゴーストハウンドを見ていたとき、私はその物語が主に小森太郎のトラウマになると思っていましたが、私はますます目を覚まし始めたので、実際には3人の男の子の冒険についてもっと知っていました。 具体的には、彼らが扱う具体的な問題はなく、このティーンエイジャーが経験しなければならない多くの問題や不安な状況があります。 ショーは最後まで神秘的です。 原因不明のものがたくさんありますが、人間が特定のことを知らない方が良いかもしれません。あるいは、少なくともこれがクリエイターが後ろの真実を明らかにしなかった キャラクターが絶え間なく移動する、見えない世界。\u001b[22m\n\u001b[1m(Watashi ga gōsutohaundo o mite ita toki, watashi wa sono monogatari ga omoni Komori Tarō no torauma ni naru to omotte imashitaga, watashi wa masumasu me o samashi hajimetanode, jissai ni wa 3-ri no otokonoko no bōken ni tsuite motto shitte imashita. Gutaitekini wa, karera ga atsukau gutaitekina mondai wa naku, kono tīn'eijā ga keiken shinakereba naranai ōku no mondai ya fuan'na jōkyō ga arimasu. Shō wa saigomade shinpi-tekidesu. Gen'in fumei no mono ga takusan arimasuga, ningen ga tokutei no koto o shiranai kata ga yoi kamo shiremasen. Aruiwa, sukunakutomo kore ga kurieitā ga ushiro no shinjitsu o akiraka ni shinakatta kyarakutā ga taema naku idō suru, mienai sekai.)\u001b[22m\n\nTranslations of \u001b[4mAt first when I was watching Ghost Hound I thought that the story would be mainly about Komori Taro's traumas but as I started watching more and more of it I realized that it was actually more about the adventures of the three boys. Specifically, there isn't a concrete issue that they deal with, there are a lot of problems and disturbing situations that this teenagers must experience. The show is mysterious until the end. There are a lot of things left unexplained, but maybe it is better for humans not to know certain things or at least I believe that this might be the reason the creator didn't reveal (or even didn't think of) the truth behind the unseen world in which the characters travel constantly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first when I was watching Ghost Hound I thought that the story would be mainly about Komori Taro's traumas but as I started watching more and more of it I realized that it was actually more about the adventures of the three boys.\u001b[24m\n    \u001b[1m私がゴーストハウンドを見ていたとき、私はその物語が主に小森太郎のトラウマになると思っていましたが、私はますます目を覚まし始めたので、実際には3人の男の子の冒険についてもっと知っていました。\u001b[22m, \u001b[1m最初、私はゴーストハウンドを見ていたときに私は物語は小森太郎のトラウマを中心になるだろうと思ったが、私はそれのより多くのを見始めたように私はそれが実際に3人の少年の冒険の詳細に気づきました。\u001b[22m\n\u001b[4mSpecifically, there isn't a concrete issue that they deal with, there are a lot of problems and disturbing situations that this teenagers must experience.\u001b[24m\n    \u001b[1m具体的には、彼らが扱う具体的な問題はなく、このティーンエイジャーが経験しなければならない多くの問題や不安な状況があります。\u001b[22m, \u001b[1m具体的には、彼らが扱う具体的な問題はないが、このティーンエイジャーが経験しなければならないことを問題と不穏な状況がたくさんあります。\u001b[22m\n\u001b[4mThe show is mysterious until the end.\u001b[24m\n    \u001b[1mショーは最後まで神秘的です。\u001b[22m, \u001b[1mショーは最後まで謎のです。\u001b[22m\n\u001b[4mThere are a lot of things left unexplained, but maybe it is better for humans not to know certain things or at least I believe that this might be the reason the creator didn't reveal (or even didn't think of) the truth behind\u001b[24m\n    \u001b[1m原因不明のものがたくさんありますが、人間が特定のことを知らない方が良いかもしれません。あるいは、少なくともこれがクリエイターが後ろの真実を明らかにしなかった\u001b[22m, \u001b[1m背後にある真実があり、原因不明のままに多くのものがありますが、多分人間が特定の物事を知っていないか、少なくとも私は、これは作成者が明らかにしなかった（あるいは考えていなかった）理由かもしれないと信じているために優れています\u001b[22m\n\u001b[4mthe unseen world in which the characters travel constantly.\u001b[24m\n    \u001b[1mキャラクターが絶え間なく移動する、見えない世界。\u001b[22m, \u001b[1m文字は常に旅行した目に見えない世界。\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art was nice. Every character had unique features, and the details shown in the town are also really beautiful. Finally, I should state that the spirit of the prehistoric animals were also quite interesting.\n\n\u001b[1m芸術は素晴らしかったです。 すべてのキャラクターにはユニークな機能があり、街に表示された詳細も本当に美しいです。 最後に、私は先史時代の動物の精神も非常に興味深いと述べるべきです。\u001b[22m\n\u001b[1m(Geijutsu wa subarashikattadesu. Subete no kyarakutā ni wa yunīkuna kinō ga ari,-gai ni hyōji sa reta shōsai mo hontōni utsukushīdesu. Saigo ni, watashi wa senshijidaino dōbutsu no seishin mo hijō ni kyōmibukai to noberubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art was nice. Every character had unique features, and the details shown in the town are also really beautiful. Finally, I should state that the spirit of the prehistoric animals were also quite interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was nice.\u001b[24m\n    \u001b[1m芸術は素晴らしかったです。\u001b[22m, \u001b[1mアートが素敵でした。\u001b[22m\n\u001b[4mEvery character had unique features, and the details shown in the town are also really beautiful.\u001b[24m\n    \u001b[1mすべてのキャラクターにはユニークな機能があり、街に表示された詳細も本当に美しいです。\u001b[22m, \u001b[1mすべての文字は、ユニークな機能を持っていたし、町に示された詳細も本当に美しいです。\u001b[22m\n\u001b[4mFinally, I should state that the spirit of the prehistoric animals were also quite interesting.\u001b[24m\n    \u001b[1m最後に、私は先史時代の動物の精神も非常に興味深いと述べるべきです。\u001b[22m, \u001b[1m最後に、私は先史時代の動物の精神はまた、非常に面白かったことを明記してください。\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nIn this series, some of the scenes didn't actually have background music, which made everything more realistic. Also the music generally was kind of traditional. Finally I really liked the opening and ending, especially the ending.\n\n\u001b[1mこのシリーズでは、いくつかのシーンに実際にバックグラウンドミュージックが含まれていないため、すべてが現実的になりました。 また、音楽は一般的に伝統的なものでした。 最後に、オープニングとエンディング、特にエンディングが本当に好きだった。\u001b[22m\n\u001b[1m(Kono shirīzude wa, ikutsu ka no shīn ni jissai ni bakkuguraundomyūjikku ga fukuma rete inai tame, subete ga genjitsu-teki ni narimashita. Mata, ongaku wa ippantekini dentō-tekina monodeshita. Saigo ni, ōpuningu to endingu, tokuni endingu ga hontōni sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mIn this series, some of the scenes didn't actually have background music, which made everything more realistic. Also the music generally was kind of traditional. Finally I really liked the opening and ending, especially the ending.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this series, some of the scenes didn't actually have background music, which made everything more realistic.\u001b[24m\n    \u001b[1mこのシリーズでは、いくつかのシーンに実際にバックグラウンドミュージックが含まれていないため、すべてが現実的になりました。\u001b[22m, \u001b[1mこのシリーズでは、シーンのいくつかは、実際にはすべてがより現実的作られた背景音楽を、持っていませんでした。\u001b[22m\n\u001b[4mAlso the music generally was kind of traditional.\u001b[24m\n    \u001b[1mまた、音楽は一般的に伝統的なものでした。\u001b[22m, \u001b[1mまた、音楽は、一般的に伝統的のようなものでした。\u001b[22m\n\u001b[4mFinally I really liked the opening and ending, especially the ending.\u001b[24m\n    \u001b[1m最後に、オープニングとエンディング、特にエンディングが本当に好きだった。\u001b[22m, \u001b[1m最後に、私は本当にオープニングとエンディング、特にエンディングが好きでした。\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nEvery character in this series was unique, both in appearance and personality. There was deep character development even for some characters that were not really so important in the show. The main characters grow stronger as time passes by and that can be clearly seen at the end.\n\n\u001b[1mこのシリーズのすべてのキャラクターは、外見と個性の両方でユニークでした。 ショーではそれほど重要ではないキャラクターでさえ、深いキャラクターの開発が行われました。 主人公は時間が経つにつれて強くなり、最後にはっきりと見ることができます。\u001b[22m\n\u001b[1m(Kono shirīzu no subete no kyarakutā wa, gaiken to kosei no ryōhō de yunīkudeshita. Shōde wa sorehodo jūyōde wanai kyarakutāde sae, fukai kyarakutā no kaihatsu ga okonawa remashita. Shujinkō wa jikangatatsu ni tsurete tsuyoku nari, saigo ni hakkiri to miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mEvery character in this series was unique, both in appearance and personality. There was deep character development even for some characters that were not really so important in the show. The main characters grow stronger as time passes by and that can be clearly seen at the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery character in this series was unique, both in appearance and personality.\u001b[24m\n    \u001b[1mこのシリーズのすべてのキャラクターは、外見と個性の両方でユニークでした。\u001b[22m, \u001b[1mこのシリーズのすべての文字は、外観と性格の両方で、ユニークでした。\u001b[22m\n\u001b[4mThere was deep character development even for some characters that were not really so important in the show.\u001b[24m\n    \u001b[1mショーではそれほど重要ではないキャラクターでさえ、深いキャラクターの開発が行われました。\u001b[22m, \u001b[1m深いキャラクターの開発にもショーに本当に重要ではありませんでしたいくつかの文字のためにありました。\u001b[22m\n\u001b[4mThe main characters grow stronger as time passes by and that can be clearly seen at the end.\u001b[24m\n    \u001b[1m主人公は時間が経つにつれて強くなり、最後にはっきりと見ることができます。\u001b[22m, \u001b[1m時間が通過し、それがはっきりと終わりに見られるように、メインキャラクターは強く成長します。\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nFinally I can say that this show made me really want to watch the next episode as soon as possible. It was really addicting, I wanted the mysteries to be solved and was curious to see what would happen next.\n\n\u001b[1m最後に、私はこのショーが本当に次のエピソードをできるだけ早く見たいと言っています。 それは本当に中毒でした、私は謎を解きたかったし、次に何が起こるかを知りたいと思っていました。\u001b[22m\n\u001b[1m(Saigo ni, watashi wa kono shō ga hontōni tsugi no episōdo o dekirudakehayaku mitai to itte imasu. Sore wa hontōni chūdokudeshita, watashi wa nazo o tokitakattashi, tsugini nani ga okoru ka o shiritai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mFinally I can say that this show made me really want to watch the next episode as soon as possible. It was really addicting, I wanted the mysteries to be solved and was curious to see what would happen next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally I can say that this show made me really want to watch the next episode as soon as possible.\u001b[24m\n    \u001b[1m最後に、私はこのショーが本当に次のエピソードをできるだけ早く見たいと言っています。\u001b[22m, \u001b[1m最後に、私はこのショーは私が本当にできるだけ早く次のエピソードを見たい作ったと言うことができます。\u001b[22m\n\u001b[4mIt was really addicting, I wanted the mysteries to be solved and was curious to see what would happen next.\u001b[24m\n    \u001b[1mそれは本当に中毒でした、私は謎を解きたかったし、次に何が起こるかを知りたいと思っていました。\u001b[22m, \u001b[1mそれは、本当に中毒だった私は、謎を解くことがしたかったし、次の何が起こるか見て興味がありました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "lovelessxd",
    "profile": "/profile/lovelessxd/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=36768",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  4\nサウンド|  6\nキャラクター|  3\n|  2\n\n私がゴースト・ハウンドを見始めたとき、私は何かに引き込まれました。 私はすぐにそれをオフにすると思ったので、私はそれが退屈で、多少意味がないと思ったが、私はもっと見るために私を引っ張ったのは恐怖要因だった。 ショーのサウンドは恐ろしいものでした。彼らは視聴者の注目を集める正しい方法を知っていました。 プロットは非常に散らばっていて、その物語が何であるかを説明するのは難しいです。 私がそこから抜け出した話は、彼の妹が死んでしまった恐ろしい事故を経験した少年だった。 物語では、何人かのキャラクターが少年の事件を関係させて演奏します。 すべての男の子は、魂の旅と呼ばれるものを通過し始め、奇妙なことが起こり始める。 私はこの物語では非常に失望しました。なぜなら、彼らが単純なプロットに固執していたか、またはこれがうまく並べられていれば、これは良い物語かもしれません。 それは非常に平凡な感じで、私はそれがより良い指示が必要だと感じた。 本当に退屈して、奇妙な何かを見たり、時間を無駄にしたりしない限り、私は本当に誰にもこのアニメを提案しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nWhen I started watching ghost hound I was drawn in by something. I immediately thought to turn it off because I found it boring and somewhat pointless, but what drew me to watch more was the scare factor. The sounds on the show were horrifying and they knew just the right way to get the audience attention. The plot was so scattered that its quite hard to explain what the story was about. The story that I got out of it was a boy who went through a horrible accident where his sister ended up dieing. In the story they bring a few characters into play somehow relating them the the boys incident. All of the boys start going through something called soul traveling and weird things begin to happen. I was very disappointed in this story because I feel if they would have stuck to a simple plot or was rearranged better this could have been a good story. It felt very mediocre and I felt it needed directed better. I really wouldn't suggest this anime to anyone, unless there real bored and wanted something odd to watch, or to waste time.\n\n\u001b[1m私がゴースト・ハウンドを見始めたとき、私は何かに引き込まれました。 私はすぐにそれをオフにすると思ったので、私はそれが退屈で、多少意味がないと思ったが、私はもっと見るために私を引っ張ったのは恐怖要因だった。 ショーのサウンドは恐ろしいものでした。彼らは視聴者の注目を集める正しい方法を知っていました。 プロットは非常に散らばっていて、その物語が何であるかを説明するのは難しいです。 私がそこから抜け出した話は、彼の妹が死んでしまった恐ろしい事故を経験した少年だった。 物語では、何人かのキャラクターが少年の事件を関係させて演奏します。 すべての男の子は、魂の旅と呼ばれるものを通過し始め、奇妙なことが起こり始める。 私はこの物語では非常に失望しました。なぜなら、彼らが単純なプロットに固執していたか、またはこれがうまく並べられていれば、これは良い物語かもしれません。 それは非常に平凡な感じで、私はそれがより良い指示が必要だと感じた。 本当に退屈して、奇妙な何かを見たり、時間を無駄にしたりしない限り、私は本当に誰にもこのアニメを提案しません。\u001b[22m\n\u001b[1m(Watashi ga gōsuto haundo o mi hajimeta toki, watashi wa nanika ni hikikoma remashita. Watashi wa sugu ni sore o ofunisuru to omottanode, watashi wa sore ga taikutsu de, tashō imiganai to omottaga, watashi wa motto miru tame ni watashi o hippatta no wa kyōfu yōindatta. Shō no saundo wa osoroshī monodeshita. Karera wa shichō-sha no chūmokuwoatsumeru tadashī hōhō o shitte imashita. Purotto wa hijō ni chirabatte ite, sono monogatari ga nandearu ka o setsumei suru no wa muzukashīdesu. Watashi ga soko kara nukedashita hanashi wa, kare no imōto ga shinde shimatta osoroshī jiko o keiken shita shōnendatta. Monogataride wa, nan'ninka no kyarakutā ga shōnen no jiken o kankei sa sete ensō shimasu. Subete no otokonoko wa, tamashī no tabi to yoba reru mono o tsūka shi hajime, kimyōna koto ga okori hajimeru. Watashi wa kono monogataride wa hijō ni shitsubō shimashita. Nazenara, karera ga tanjun'na purotto ni koshū shite ita ka, matawa kore ga umaku narabe rarete ireba, kore wa yoi monogatari kamo shiremasen. Sore wa hijō ni heibon'na kanji de, watashi wa sore ga yoriyoi shiji ga hitsuyōda to kanjita. Hontōni taikutsu shite, kimyōna nanika o mi tari, jikan o muda ni shi tari shinai kagiri, watashi wa hontōni darenimo kono anime o teian shimasen.)\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "StrangePassage",
    "profile": "/profile/StrangePassage/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=48431",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  8\n\n私はこのショーに驚いた。 私は確かに高い期待を持ち、大部分は彼らに会った。 一方で、それは間違いなく短すぎた：最後のエピソードは、アニメがちょうど2つのエピソード長かった場合に探索されていた可能性のある緩い終わりと未解決の問題を残した。\n\nストーリー：7/10\nストーリーはかなり安定していた。 私の最大の問題は、それが本当に終わりに崩壊したことでした。 それは劇的でショーブレイクの失敗ではありませんでしたが、ショーのすべての出来事が、あまりにも多くの質問に答えられないという心のこもった結論に至ったのは残念です。\n\nアートとサウンド：8/10、9/10\n私はショーのサウンド・エフェクトを大いに愛していました。実際には、騒がしくて邪魔になるBoogiepop Phantomを思い起こさせました。 芸術はかなり良いものでしたが、「赤ちゃん」の予測は、彼らが邪魔していたよりもはるかに目障りでした。\n\nキャラクター：9/10\nキャラクターは明らかにショーの最強の側面でした。 正直言って、他の誰よりも好きだったのはおそらくサポートキャラクターだったでしょう：私は太郎が特に深いとは思わなかった。そして、それが明らかにされたよりもはるかに複雑な性格を持っていたことを繰り返し示唆されていたが、 その方向で、彼はただ気分を傷つけさせた。 主人公の中でも、Makatoは一番の成長を見せてくれたのは間違いなく私のお気に入りでしたが、Michioがサポートキャラクターからメインキャストへの参加に成長したことを本当に嬉しく思っています。 同様に、太郎の精神科医とのサブ・プロット（あなたがそれをそれと呼ぶことができるならば）も非常に面白かったし、彼の性格は私が期待していたものと事実上正反対だった。 それは最後に、あまりにも急いで感じられたことがいくつかあった（すなわち、太郎と雅之の母親の動向）。また、説明されるべきであるが説明されていないいくつかの説明できない関係もあった。\n\n全体：8/10\n私はフィナーレまでのショーを本当に楽しんだが、満足のいく結論を得ることは不可能であると最後のエピソードで気付いたが、残念なことにそれが証明された。 彼らがショーでやり遂げたすべてのことを考えれば、ほとんどの選択肢は一般的には良いと思っていますが、シリーズの途中でキャラクターが成長している間にプロットが失われたと感じることはできません。 よく終わらせることができませんでした。\n\n*若干の更新 - 振り返ってみると、最後のエピソードに基づいてショーを判断するのはむしろ不公平です。 それまでは非常に面白かったです。そして、私のスコアはうまくいけばそれを反映しています*",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI was surprised by this show. I went in with admittedly high expectations, and for the most part they were met. On the other hand, it was definitely too short: the last episode left a lot of loose ends and unresolved issues that could have been explored if the anime had been just two episodes longer.\n\n\u001b[1m私はこのショーに驚いた。 私は確かに高い期待を持ち、大部分は彼らに会った。 一方で、それは間違いなく短すぎた：最後のエピソードは、アニメがちょうど2つのエピソード長かった場合に探索されていた可能性のある緩い終わりと未解決の問題を残した。\u001b[22m\n\u001b[1m(Watashi wa kono shō ni odoroita. Watashi wa tashika ni takai kitai o mochi, daibubun wa karera ni atta. Ippō de, soreha machigainaku mijika sugita: Saigo no episōdo wa, anime ga chōdo 2tsu no episōdo nagakatta baai ni tansaku sa rete ita kanōsei no aru yurui owari to mikaiketsu no mondai o nokoshita.)\u001b[22m\n\nTranslations of \u001b[4mI was surprised by this show. I went in with admittedly high expectations, and for the most part they were met. On the other hand, it was definitely too short: the last episode left a lot of loose ends and unresolved issues that could have been explored if the anime had been just two episodes longer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was surprised by this show.\u001b[24m\n    \u001b[1m私はこのショーに驚いた。\u001b[22m, \u001b[1m私はこのショーに驚きました。\u001b[22m\n\u001b[4mI went in with admittedly high expectations, and for the most part they were met.\u001b[24m\n    \u001b[1m私は確かに高い期待を持ち、大部分は彼らに会った。\u001b[22m, \u001b[1m私は確かに高い期待で行き、ほとんどの部分は、それらが満たされました。\u001b[22m\n\u001b[4mOn the other hand, it was definitely too short: the last episode left a lot of loose ends and unresolved issues that could have been explored if the anime had been just two episodes longer.\u001b[24m\n    \u001b[1m一方で、それは間違いなく短すぎた：最後のエピソードは、アニメがちょうど2つのエピソード長かった場合に探索されていた可能性のある緩い終わりと未解決の問題を残した。\u001b[22m, \u001b[1m一方、それは間違いなく短すぎた：最後のエピソードは未決とアニメはちょうど2つのエピソード長くなっていた場合に検討されている可能性のある未解決の問題の多くを残しました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10\n\n\u001b[1mストーリー：7/10\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10\u001b[24m\n    \u001b[1mストーリー：7/10\u001b[22m\nThe story was fairly solid all the way through. My biggest problem was that it really fell apart at the end. It wasn't a dramatic and show-breaking failure, but it's unfortunate that all of the events in the show culminated in a half-hearted conclusion that left too many questions unanswered.\n\n\u001b[1mストーリーはかなり安定していた。 私の最大の問題は、それが本当に終わりに崩壊したことでした。 それは劇的でショーブレイクの失敗ではありませんでしたが、ショーのすべての出来事が、あまりにも多くの質問に答えられないという心のこもった結論に至ったのは残念です。\u001b[22m\n\u001b[1m(Sutōrī wa kanari antei shite ita. Watashi no saidai no mondai wa, sore ga hontōni owari ni hōkai shita kotodeshita. Sore wa gekitekide shōbureiku no shippaide wa arimasendeshitaga, shō no subete no dekigoto ga, amarini mo ōku no shitsumon ni kotae rarenai to iu kokoro no komotta ketsuron ni itatta no wa zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was fairly solid all the way through. My biggest problem was that it really fell apart at the end. It wasn't a dramatic and show-breaking failure, but it's unfortunate that all of the events in the show culminated in a half-hearted conclusion that left too many questions unanswered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was fairly solid all the way through.\u001b[24m\n    \u001b[1mストーリーはかなり安定していた。\u001b[22m, \u001b[1m物語はすべての方法を介して、かなり固体でした。\u001b[22m\n\u001b[4mMy biggest problem was that it really fell apart at the end.\u001b[24m\n    \u001b[1m私の最大の問題は、それが本当に終わりに崩壊したことでした。\u001b[22m, \u001b[1m私の最大の問題は、それが本当に最後にばらばらになったということでした。\u001b[22m\n\u001b[4mIt wasn't a dramatic and show-breaking failure, but it's unfortunate that all of the events in the show culminated in a half-hearted conclusion that left too many questions unanswered.\u001b[24m\n    \u001b[1mそれは劇的でショーブレイクの失敗ではありませんでしたが、ショーのすべての出来事が、あまりにも多くの質問に答えられないという心のこもった結論に至ったのは残念です。\u001b[22m, \u001b[1mそれは劇的でショー破りの故障ではありませんでしたが、それはショーのイベントのすべてが未回答あまりにも多くの疑問を残した中途半端な結論で絶頂に達したことが残念です。\u001b[22m\n\u001b[1m\u001b[22m\nArt and Sound: 8/10, 9/10\n\n\u001b[1mアートとサウンド：8/10、9/10\u001b[22m\n\u001b[1m(Āto to saundo: 8/ 10, 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt and Sound: 8/10, 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and Sound: 8/10, 9/10\u001b[24m\n    \u001b[1mアートとサウンド：8/10、9/10\u001b[22m\nI absolutely loved the sound effects in the show: it actually reminded me a lot of Boogiepop Phantom, with noises that would be disturbing and jarringly out of place. The art was also pretty good, though the 'baby' projections were more of an eyesore than they were disturbing.\n\n\u001b[1m私はショーのサウンド・エフェクトを大変に愛していました。実際には騒がしくて不快感を感じるBoogiepop Phantomを思い起こさせました。 芸術はかなり良いものでしたが、「赤ちゃん」の予測は、邪魔していたよりも目障りです。\u001b[22m\n\u001b[1m(Watashi wa shō no saundo efekuto o taihen ni aishite imashita. Jissai ni wa sawagashikute fukai-kan o kanjiru Boogiepop fantamu o omoiokosa semashita. Geijutsu wa kanari yoi monodeshitaga,`akachan' no yosoku wa, jama shite ita yori mo mezawaridesu.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely loved the sound effects in the show: it actually reminded me a lot of Boogiepop Phantom, with noises that would be disturbing and jarringly out of place. The art was also pretty good, though the 'baby' projections were more of an eyesore than they were disturbing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely loved the sound effects in the show: it actually reminded me a lot of Boogiepop Phantom, with noises that would be disturbing and jarringly out of place.\u001b[24m\n    \u001b[1m私はショーのサウンド・エフェクトを大変に愛していました。実際には騒がしくて不快感を感じるBoogiepop Phantomを思い起こさせました。\u001b[22m, \u001b[1m私は絶対ショーで効果音を愛して：それは実際に妨害し、不快なほど場違いになるノイズで、私Boogiepopファントムの多くを思い出しました。\u001b[22m\n\u001b[4mThe art was also pretty good, though the 'baby' projections were more of an eyesore than they were disturbing.\u001b[24m\n    \u001b[1m芸術はかなり良いものでしたが、「赤ちゃん」の予測は、邪魔していたよりも目障りです。\u001b[22m, \u001b[1m「赤ちゃんの突起は、彼らが妨害したよりも目障りの多かったものの技術では、またかなりよかったです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9/10\n\n\u001b[1mキャラクター：9/10\u001b[22m\n\u001b[1m(Kyarakutā: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9/10\u001b[24m\n    \u001b[1mキャラクター：9/10\u001b[22m\nThe characters were definitely the strongest aspect of the show. To be honest, it was probably the support characters I liked more than anyone else: I didn't find Taro to be especially deep, and though it was repeatedly hinted Masayuki had a much more complex personality than he revealed, there was very little development in that direction, which just made him feel cliched. Of the main characters, Makato was definitely my favorite in that he demonstrated the most growth, but I was really pleased to see Michio grow from being a support character to joining the main cast. Likewise, the sub-plot (if you can call it that) with Taro's psychiatrist was also very interesting, and his personality was virtually the exact opposite of what I'd expected, which was refreshing. That said, toward the end, there were a few things that felt too rushed (namely the developments concerning Taro and Masayuki's mothers), and also a few unexplained relationships that were hinted at but should have been better explained.\n\n\u001b[1mキャラクターは明らかにショーの最強の側面でした。 正直言って、他の誰よりも好きだったのはおそらくサポートキャラクターだったでしょう：私は太郎が特に深いとは思わなかった。そして、それが明らかにされたよりもはるかに複雑な性格を持っていたことを繰り返し示唆されていたが、 その方向で、彼はただ気分を傷つけさせた。 主人公の中でも、Makatoは一番の成長を見せてくれたのは間違いなく私のお気に入りでしたが、Michioがサポートキャラクターからメインキャストへの参加に成長したことを本当に嬉しく思っています。 同様に、太郎の精神科医とのサブ・プロット（あなたがそれをそれと呼ぶことができるならば）も非常に面白かったし、彼の性格は私が期待していたものと事実上正反対だった。 それは最後に、あまりにも急いで感じられたことがいくつかあった（すなわち、太郎と雅之の母親の動向）。また、説明されるべきであるが説明されていないいくつかの説明できない関係もあった。\u001b[22m\n\u001b[1m(Kyarakutā wa akiraka ni shō no saikyō no sokumendeshita. Shōjiki itte, hoka no dare yori mo sukidatta no wa osoraku sapōtokyarakutādattadeshou: Watashi wa Tarō ga tokuni fukai to wa omowanakatta. Soshite, sore ga akiraka ni sa reta yori mo haruka ni fukuzatsuna seikaku o motte ita koto o kurikaeshi shisa sa rete itaga, sono hōkō de, kare wa tada kibun o kizutsuke saseta. Shujinkō no naka demo, Makato wa ichiban no seichō o misete kureta no wa machigainaku watashinōkiniirideshitaga, Michio ga sapōtokyarakutā kara mein kyasuto e no sanka ni seichō shita koto o hontōni ureshiku omotte imasu. Dōyō ni, Tarō no seishinkai to no sabu purotto (anata ga sore o sore to yobu koto ga dekirunaraba) mo hijō ni omoshirokattashi, kare no seikaku wa watashi ga kitai shite ita mono to jijitsujō seihantaidatta. Sore wa saigo ni, amarini mo isoide kanji rareta koto ga ikutsu ka atta (sunawachi, Tarō to Masayuki no hahaoya no dōkō). Mata, setsumei sa rerubekidearuga setsumei sa rete inai ikutsu ka no setsumei dekinai kankei mo atta.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8/10\n\n\u001b[1m全体：8/10\u001b[22m\n\u001b[1m(Zentai: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8/10\u001b[24m\n    \u001b[1m全体：8/10\u001b[22m\nI really enjoyed the show up to the finale, but I went into the last episode feeling that it would be impossible to have a satisfying conclusion, and that unfortunately proved to be the case. In light of everything they could have done with the show, I'm grateful that most of the choices were generally good, but I can't help but feel the plot got lost during the character development in the middle of the series, which ultimately made it impossible to finish well.\n\n\u001b[1m私はフィナーレまでのショーを本当に楽しんだが、満足のいく結論を得ることは不可能であると最後のエピソードで気付いたが、残念なことにそれが証明された。 彼らがショーでやり遂げたすべてのことを考えれば、ほとんどの選択肢は一般的には良いと思っていますが、シリーズの途中でキャラクターが成長している間にプロットが失われたと感じることはできません。 よく終わらせることができませんでした。\u001b[22m\n\u001b[1m(Watashi wa fināre made no shō o hontōni tanoshindaga, manzoku no iku ketsuron o eru koto wa fukanōdearu to saigo no episōdo de kidzuitaga, zan'nen'nakotoni sore ga shōmei sa reta. Karera ga shō de yaritogeta subete no koto o kangaereba, hotondo no sentakushi wa ippantekini wa yoi to omotte imasuga, shirīzu no tochū de kyarakutā ga seichō shite iru ma ni purotto ga ushinawa reta to kanjiru koto wa dekimasen. Yoku owara seru koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed the show up to the finale, but I went into the last episode feeling that it would be impossible to have a satisfying conclusion, and that unfortunately proved to be the case. In light of everything they could have done with the show, I'm grateful that most of the choices were generally good, but I can't help but feel the plot got lost during the character development in the middle of the series, which ultimately made it impossible to finish well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed the show up to the finale, but I went into the last episode feeling that it would be impossible to have a satisfying conclusion, and that unfortunately proved to be the case.\u001b[24m\n    \u001b[1m私はフィナーレまでのショーを本当に楽しんだが、満足のいく結論を得ることは不可能であると最後のエピソードで気付いたが、残念なことにそれが証明された。\u001b[22m, \u001b[1m私は本当にフィナーレにショーアップを楽しんだが、私は満足のいく結論を持っていることは不可能であろうと最後のエピソード感に入った、と残念ながらケースであることが判明しています。\u001b[22m\n\u001b[4mIn light of everything they could have done with the show, I'm grateful that most of the choices were generally good, but I can't help but feel the plot got lost during the character development in the middle of the series, which ultimately\u001b[24m\n    \u001b[1m彼らがショーでやり遂げたすべてのことを考えれば、ほとんどの選択肢は一般的には良いと思っていますが、シリーズの途中でキャラクターが成長している間にプロットが失われたと感じることはできません。\u001b[22m, \u001b[1m彼らはショーに行っていることができるすべての光の中で、私は選択肢のほとんどは、一般的に良好であったことを感謝していますが、私は助けるが、プロットは、最終的にシリーズの途中で文字の開発中に失われてしまったと感じることができません\u001b[22m\n\u001b[4mmade it impossible to finish well.\u001b[24m\n    \u001b[1mよく終わらせることができませんでした。\u001b[22m, \u001b[1mそれは不可能うまく仕上げにしました。\u001b[22m\n\u001b[1m\u001b[22m\n*Slight update- in retrospect, judging a show based largely on it's final episode is rather unfair. It's quite entertaining up until then, and my score hopefully reflects that better*\n\n\u001b[1m*若干の更新 - 振り返ってみると、最後のエピソードに基づいてショーを判断するのはむしろ不公平です。 それまでは非常に面白かったです。そして、私のスコアはうまくいけばそれを反映しています*\u001b[22m\n\u001b[1m(* Jakkan no kōshin - furikaette miru to, saigo no episōdo nimotozuite shō o handan suru no wa mushiro fukōheidesu. Sore made wa hijō ni omoshirokattadesu. Soshite, watashi no sukoa wa umaku ikeba sore o han'ei shite imasu*)\u001b[22m\n\nTranslations of \u001b[4m*Slight update- in retrospect, judging a show based largely on it's final episode is rather unfair. It's quite entertaining up until then, and my score hopefully reflects that better*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Slight update- in retrospect, judging a show based largely on it's final episode is rather unfair.\u001b[24m\n    \u001b[1m*若干の更新 - 振り返ってみると、最後のエピソードに基づいてショーを判断するのはむしろ不公平です。\u001b[22m, \u001b[1m振り返ってみると*わずかupdate-は、それの最後のエピソードに大きく基づいて、ショーを判断することは、むしろ不公平です。\u001b[22m\n\u001b[4mIt's quite entertaining up until then, and my score hopefully reflects that better*\u001b[24m\n    \u001b[1mそれまでは非常に面白かったです。そして、私のスコアはうまくいけばそれを反映しています*\u001b[22m, \u001b[1m*これはかなりそれまで楽しませていますし、私のスコアがうまくいけばより良いを反映しています\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "Silgrond",
    "profile": "/profile/Silgrond/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=33301",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  9\n\n私はこのアニメを見ることにしました。それは、Production I.G。の20周年のために作られたものです。\n\nアート：私は1080pでそれを見てきました。素晴らしいと言わなければなりません！ 彼らは、風景、風景、背景に多くの詳細を置く。 私は角度が大好きです、彼らがOBEにいるときの最初の人物です。 私が満足していないのは、彼らがOBEにいるときの最初のフォームだけです。 見えない世界のモンスターは本当に奇妙に見え、時には邪魔されることもあります。  9/10\n\nキャラクター：彼らはきれいに設計され、誰もがそれらのいくつかの中に自分自身のビットを見つけるでしょう。 私の好きなものは、幽霊を見る能力を持っている神道の僧侶の娘、宮子でした。時には霊に憑依されていました。 彼女は彼女の年齢のために成熟した行為です（彼女は小学生です）。 私はタローのカウンセラーに言及しなければなりませんが、彼はマイナーな役割を担っていますが、私は彼が少し気味悪いと感じました。 また、架空の人物に対する憎しみを感じると、本当にまれです。彼女は大神家の宗教の頭である能美子でした。  8/10\n\nサウンド、音楽：おそらく、これはこのアニメの最高のものです！ そこに行く音楽はほとんどありませんでしたが（ほとんどの伝統的な和太鼓）、効果音は非常によく使われました！ 音は非常にユニークです。 フラッシュバックの間、そしていくつかの不気味なシーンの間に、彼らは気分を完全に設定しました。  seiyuuチームも非常に良い仕事をしました10/10\n\nOP、ED：オープニング：それは違う。 最初の数回聞いてもそれほど意味をなさないが、それはあなたの上で成長する。 エンディング：私は本当に、本当にそれを愛する！  :)\n\n全体：楽しいプロット、素敵な芸術と音、面白い要素、神秘的な文字。 いくつかの人は、エンディングが少し急いでいたと言います（最初はペースが遅かったものの、ほとんどの質問には答えられませんでした）。 私はこのシリーズを2日後に見て、すべてに注意を払うように努力しましたが、あまりにも多くの、あるいは本当に重要なことが未回答のものは見つかりませんでした。 私は認めなければならないが、いくつかのホラーのことを見始めた（昨年、ひぐらしのなく頃にNiを見た、私はそれと似たものを見たいと思っていた）が、もっと違ったものを作り出した。 シリーズの半分については、不気味なものは消えてしまい、むしろ心理的なものに焦点を当てていますが、その話は私にこれを見せてくれました。 それはほぼ傑作ですが、何かが欠けています。 だからあなたが心理的な/ホラーのファンなら、これは必見です。\n\n（このレビューは私のブログでもご覧になれます）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI've decided to watch this anime, it was made for the 20th anniversary of Production I.G.\n\n\u001b[1m私はこのアニメを見ることにしました。それは、Production I.G。の20周年のために作られたものです。\u001b[22m\n\u001b[1m(Watashi wa kono anime o miru koto ni shimashita. Sore wa, purodakushon I. G. No 20-shūnen no tame ni tsukura reta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI've decided to watch this anime, it was made for the 20th anniversary of Production I.G.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've decided to watch this anime, it was made for the 20th anniversary of Production I.G.\u001b[24m\n    \u001b[1m私はこのアニメを見ることにしました。それは、Production I.G。の20周年のために作られたものです。\u001b[22m, \u001b[1m私は、それが生産の20周年のために作られた、このアニメを見ることにしましたI.G.\u001b[22m\n\u001b[1m\u001b[22m\nArt: I’ve watched it in 1080p, and I must say it’s superb! They put a lot of detail into the landscapes, scenery and to the background. I love the angles, the first person view when they are in OBE. The only thing I’m not happy with is their beginning forms when they are in OBE. The monsters in the Unseen World look really strange, sometimes even disturbing. 9/10\n\n\u001b[1mアート：私は1080pでそれを見てきました。素晴らしいと言わなければなりません！ 彼らは、風景、風景、背景に多くの詳細を置く。 私は角度が大好きです、彼らがOBEにいるときの最初の人物です。 私が満足していないのは、彼らがOBEにいるときの最初のフォームだけです。 見えない世界のモンスターは本当に奇妙に見え、時には邪魔されることもあります。  9/10\u001b[22m\n\u001b[1m(Āto: Watashi wa 1080 p de sore o mitekimashita. Subarashī to iwanakereba narimasen! Karera wa, fūkei, fūkei, haikei ni ōku no shōsai o oku. Watashi wa kakudo ga daisukidesu, karera ga OBE ni iru toki no saisho no jinbutsudesu. Watashi ga manzoku shite inai no wa, karera ga OBE ni iru toki no saisho no fōmu dakedesu. Mienai sekai no monsutā wa hontōni kimyō ni mie, tokiniha jama sa reru koto mo arimasu. 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: I’ve watched it in 1080p, and I must say it’s superb! They put a lot of detail into the landscapes, scenery and to the background. I love the angles, the first person view when they are in OBE. The only thing I’m not happy with is their beginning forms when they are in OBE. The monsters in the Unseen World look really strange, sometimes even disturbing. 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I’ve watched it in 1080p, and I must say it’s superb!\u001b[24m\n    \u001b[1mアート：私は1080pでそれを見てきました。素晴らしいと言わなければなりません！\u001b[22m, \u001b[1mアート：私は1080でそれを見てきた、と私はそれは見事だと言わなければなりません！\u001b[22m\n\u001b[4mThey put a lot of detail into the landscapes, scenery and to the background.\u001b[24m\n    \u001b[1m彼らは、風景、風景、背景に多くの詳細を置く。\u001b[22m, \u001b[1m彼らは、風景、景色の中に、バックグラウンドに細部の多くを置きます。\u001b[22m\n\u001b[4mI love the angles, the first person view when they are in OBE.\u001b[24m\n    \u001b[1m私は角度が大好きです、彼らがOBEにいるときの最初の人物です。\u001b[22m, \u001b[1m彼らはOBEにいるとき、私は角度、一人称ビューが大好きです。\u001b[22m\n\u001b[4mThe only thing I’m not happy with is their beginning forms when they are in OBE.\u001b[24m\n    \u001b[1m私が満足していないのは、彼らがOBEにいるときの最初のフォームだけです。\u001b[22m, \u001b[1m彼らはOBEにあるとき、私はと満足していない唯一のことは、彼らの始めの形です。\u001b[22m\n\u001b[4mThe monsters in the Unseen World look really strange, sometimes even disturbing.\u001b[24m\n    \u001b[1m見えない世界のモンスターは本当に奇妙に見え、時には邪魔されることもあります。\u001b[22m, \u001b[1m目に見えない世界のモンスターは時には不穏な、本当に奇妙に見えます。\u001b[22m\n\u001b[4m9/10\u001b[24m\n    \u001b[1m9/10\u001b[22m, \u001b[1m9月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: They are nicely designed, everyone will find a bit of himself in some of them. My favourite was Miyako, the Shinto priest’s daughter, who has the ability to see ghosts, and sometimes she is possessed by spirits. She is acts mature for her age (she is an elementary school student). I also have to mention the counselor of Tarou, though he has a minor role, I found him a bit creepy. Also, it’s really rare when I’ve felt so much hatred against a fictional character, she was Nomiko, the head of the religon started by the Oogami family. 8/10\n\n\u001b[1mキャラクター：彼らはきれいに設計され、誰もがそれらのいくつかの中に自分自身のビットを見つけるでしょう。 私の好きなものは、幽霊を見る能力を持っている神道の僧侶の娘、宮子でした。時には霊に憑依されていました。 彼女は彼女の年齢のために成熟した行為です（彼女は小学生です）。 私はタローのカウンセラーに言及しなければなりませんが、彼はマイナーな役割を担っていますが、私は彼が少し気味悪いと感じました。 また、架空の人物に対する憎しみを感じると、本当にまれです。彼女は大神家の宗教の頭である能美子でした。  8/10\u001b[22m\n\u001b[1m(Kyarakutā: Karera wa kirei ni sekkei sa re, daremoga sorera no ikutsu ka no naka ni jibunjishin'no bitto o mitsukerudeshou. Watashi no sukinamono wa, yūrei o miru nōryoku o motte iru shintō no sōryo no musume, Miyakodeshita. Tokiniha rei ni hyōi sa rete imashita. Kanojo wa kanojo no nenrei no tame ni seijuku shita kōidesu (kanojo wa shōgakuseidesu). Watashi wa tarō no kaunserā ni genkyū shinakereba narimasenga, kare wa maināna yakuwari o ninatte imasuga, watashi wa kare ga sukoshi kimiwarui to kanjimashita. Mata, kakū no jinbutsu ni taisuru nikushimi o kanjiru to, hontōni maredesu. Kanojo wa dai Jinka no shūkyō no atamadearu Nōmi kodeshita. 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: They are nicely designed, everyone will find a bit of himself in some of them. My favourite was Miyako, the Shinto priest’s daughter, who has the ability to see ghosts, and sometimes she is possessed by spirits. She is acts mature for her age (she is an elementary school student). I also have to mention the counselor of Tarou, though he has a minor role, I found him a bit creepy. Also, it’s really rare when I’ve felt so much hatred against a fictional character, she was Nomiko, the head of the religon started by the Oogami family. 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: They are nicely designed, everyone will find a bit of himself in some of them.\u001b[24m\n    \u001b[1mキャラクター：彼らはきれいに設計され、誰もがそれらのいくつかの中に自分自身のビットを見つけるでしょう。\u001b[22m, \u001b[1mキャラクター：彼らはうまく設計され、誰もがそれらのいくつかで自分自身のビットがあります。\u001b[22m\n\u001b[4mMy favourite was Miyako, the Shinto priest’s daughter, who has the ability to see ghosts, and sometimes she is possessed by spirits.\u001b[24m\n    \u001b[1m私の好きなものは、幽霊を見る能力を持っている神道の僧侶の娘、宮子でした。時には霊に憑依されていました。\u001b[22m, \u001b[1m私のお気に入りは幽霊を見る能力を持って、時には彼女は霊が保有されている宮古、神主の娘でした。\u001b[22m\n\u001b[4mShe is acts mature for her age (she is an elementary school student).\u001b[24m\n    \u001b[1m彼女は彼女の年齢のために成熟した行為です（彼女は小学生です）。\u001b[22m, \u001b[1m彼女は行為が彼女の年齢（彼女は小学生である）のために成熟しています。\u001b[22m\n\u001b[4mI also have to mention the counselor of Tarou, though he has a minor role, I found him a bit creepy.\u001b[24m\n    \u001b[1m私はタローのカウンセラーに言及しなければなりませんが、彼はマイナーな役割を担っていますが、私は彼が少し気味悪いと感じました。\u001b[22m, \u001b[1m私はまた、彼はマイナーな役割を持っているのに、私は少し不気味な彼を見つけ、太郎のカウンセラーを言及する必要があります。\u001b[22m\n\u001b[4mAlso, it’s really rare when I’ve felt so much hatred against a fictional character, she was Nomiko, the head of the religon started by the Oogami family.\u001b[24m\n    \u001b[1mまた、架空の人物に対する憎しみを感じると、本当にまれです。彼女は大神家の宗教の頭である能美子でした。\u001b[22m, \u001b[1mまた、私は架空の人物に対してそんなに憎しみを感じていたとき、それは本当に珍しい、彼女はNomiko、大神家によって開始religonの頭でした。\u001b[22m\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound, music: Probably this is the best thing about this anime! Although there wasn’t much music going there (mostly traditional Japanese drums), the sound effects were very well used! The sounds are very unique. During the flashbacks, and some of the creepy scenes they perfectly set up the mood. The seiyuu team did very good job as well 10/10\n\n\u001b[1mサウンド、音楽：おそらく、これはこのアニメの最高のものです！ そこに行く音楽はほとんどありませんでしたが（ほとんどの伝統的な和太鼓）、効果音は非常によく使われました！ 音は非常にユニークです。 フラッシュバックの間、そしていくつかの不気味なシーンの間に、彼らは気分を完全に設定しました。  seiyuuチームも非常に良い仕事をしました10/10\u001b[22m\n\u001b[1m(Saundo, ongaku: Osoraku, koreha kono anime no saikō no monodesu! Soko ni iku ongaku wa hotondo arimasendeshitaga (hotondo no dentō-tekina wadaiko), kōka-on wa hijō ni yoku tsukawa remashita! Oto wa hijō ni yunīkudesu. Furasshu bakku no ma, soshite ikutsu ka no bukimina shīn no ma ni, karera wa kibun o kanzen ni settei shimashita. Seiyuu chīmu mo hijō ni yoi shigoto o shimashita 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound, music: Probably this is the best thing about this anime! Although there wasn’t much music going there (mostly traditional Japanese drums), the sound effects were very well used! The sounds are very unique. During the flashbacks, and some of the creepy scenes they perfectly set up the mood. The seiyuu team did very good job as well 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound, music: Probably this is the best thing about this anime!\u001b[24m\n    \u001b[1mサウンド、音楽：おそらく、これはこのアニメの最高のものです！\u001b[22m, \u001b[1mサウンド、音楽は：おそらくこれがこのアニメについての最もよい事です！\u001b[22m\n\u001b[4mAlthough there wasn’t much music going there (mostly traditional Japanese drums), the sound effects were very well used!\u001b[24m\n    \u001b[1mそこに行く音楽はほとんどありませんでしたが（ほとんどの伝統的な和太鼓）、効果音は非常によく使われました！\u001b[22m, \u001b[1mそこに行くくらいの音楽（主に日本の伝統的なドラムは）ありませんでしたが、効果音は非常によく使用されました！\u001b[22m\n\u001b[4mThe sounds are very unique.\u001b[24m\n    \u001b[1m音は非常にユニークです。\u001b[22m\n\u001b[4mDuring the flashbacks, and some of the creepy scenes they perfectly set up the mood.\u001b[24m\n    \u001b[1mフラッシュバックの間、そしていくつかの不気味なシーンの間に、彼らは気分を完全に設定しました。\u001b[22m, \u001b[1mフラッシュバックの間に、そして不気味なシーンのいくつかは、彼らが完全にムードを設定します。\u001b[22m\n\u001b[4mThe seiyuu team did very good job as well 10/10\u001b[24m\n    \u001b[1mseiyuuチームも非常に良い仕事をしました10/10\u001b[22m, \u001b[1m声優陣はよく10/10として非常に良い仕事をしました\u001b[22m\n\u001b[1m\u001b[22m\nOP, ED: Opening: it’s different. Although for the first few listening it doesn’t make so much sense, but it grows on you. Ending: I really, really love it! :)\n\n\u001b[1mOP、ED：オープニング：それは違う。 最初の数回聞いてもそれほど意味をなさないが、それはあなたの上で成長する。 エンディング：私は本当に、本当にそれを愛する！  :)\u001b[22m\n\u001b[1m(OP, ED: Ōpuningu: Sore wa chigau. Saisho no sū-kai kiite mo sorehodo imiwonasanai ga, sore wa anata no ue de seichō suru. Endingu: Watashi wa hontōni, hontōni sore o aisuru! : ))\u001b[22m\n\nTranslations of \u001b[4mOP, ED: Opening: it’s different. Although for the first few listening it doesn’t make so much sense, but it grows on you. Ending: I really, really love it! :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOP, ED: Opening: it’s different.\u001b[24m\n    \u001b[1mOP、ED：オープニング：それは違う。\u001b[22m, \u001b[1mOP、ED：オープニング：それは違います。\u001b[22m\n\u001b[4mAlthough for the first few listening it doesn’t make so much sense, but it grows on you.\u001b[24m\n    \u001b[1m最初の数回聞いてもそれほど意味をなさないが、それはあなたの上で成長する。\u001b[22m, \u001b[1m最初のいくつかのリスニング用が、それはあまり意味がありませんが、それはあなたに成長します。\u001b[22m\n\u001b[4mEnding: I really, really love it!\u001b[24m\n    \u001b[1mエンディング：私は本当に、本当にそれを愛する！\u001b[22m, \u001b[1mエンディング：私は本当に、本当にそれを愛します！\u001b[22m\n\u001b[4m:)\u001b[24m\n    \u001b[1m:)\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Enjoyable plot, nice art and sounds, interesting elements, mysterious characters. Some say the ending was a bit rushed, (though at first the pace was really slow) and it didn’t answer most of the questions, it might be true. I watched this series in 2 days, I tried to pay attention to everything, and I didn’t find too much, or really important things unanswered. I have to admit, I started watching it for some horror stuff, (last year I watched Higurashi no Naku Koro Ni, I wanted to see something similar) but it developed something more, different. About the half of the series the creepy stuff disappeared, and it rather focuses to the psychological things, but the story kept me watching this. It’s almost a masterpiece, but something is missing from it. So I have to say if you’re a psychological/horror fan, this is a must-watch.\n\n\u001b[1m全体：楽しいプロット、素敵な芸術と音、面白い要素、神秘的な文字。 いくつかの人は、エンディングが少し急いでいたと言います（最初はペースが遅かったものの、ほとんどの質問には答えられませんでした）。 私はこのシリーズを2日後に見て、すべてに注意を払うように努力しましたが、あまりにも多くの、あるいは本当に重要なことが未回答のものは見つかりませんでした。 私は認めなければならないが、いくつかのホラーのことを見始めた（昨年、ひぐらしのなく頃にNiを見た、私はそれと似たものを見たいと思っていた）が、もっと違ったものを作り出した。 シリーズの半分については、不気味なものは消えてしまい、むしろ心理的なものに焦点を当てていますが、その話は私にこれを見せてくれました。 それはほぼ傑作ですが、何かが欠けています。 だからあなたが心理的な/ホラーのファンなら、これは必見です。\u001b[22m\n\u001b[1m(Zentai: Tanoshī purotto, sutekina geijutsu to oto, omoshiroi yōso, shinpi-tekina moji. Ikutsu ka no hito wa, endingu ga sukoshi isoide ita to iimasu (saisho wa pēsu ga osokatta mono no, hotondo no shitsumon ni wa kotae raremasendeshita). Watashi wa kono shirīzu o 2-nichi-go ni mite, subete ni chūi o harau yō ni doryoku shimashitaga, amarini mo ōku no, aruiwa hontōni jūyōna koto ga mi kaitō no mono wa mitsukarimasendeshita. Watashi wa mitomenakereba naranaiga, ikutsu ka no horā no koto o mi hajimeta (sakunen, higurashinonakukoroni Ni o mita, watashi wa sore to nitamono o mitai to omotte ita) ga, motto chigatta mono o tsukuridashita. Shirīzu no hanbun ni tsuite wa, bukimina mono wa kiete shimai, mushiro shinri-tekina mono ni shōten o atete imasuga, sono-wa wa watashi ni kore o misete kuremashita. Sore wa hobo kessakudesuga, nanika ga kakete imasu. Dakara anata ga shinri-tekina/ horā no fan'nara, koreha hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Enjoyable plot, nice art and sounds, interesting elements, mysterious characters. Some say the ending was a bit rushed, (though at first the pace was really slow) and it didn’t answer most of the questions, it might be true. I watched this series in 2 days, I tried to pay attention to everything, and I didn’t find too much, or really important things unanswered. I have to admit, I started watching it for some horror stuff, (last year I watched Higurashi no Naku Koro Ni, I wanted to see something similar) but it developed something more, different. About the half of the series the creepy stuff disappeared, and it rather focuses to the psychological things, but the story kept me watching this. It’s almost a masterpiece, but something is missing from it. So I have to say if you’re a psychological/horror fan, this is a must-watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Enjoyable plot, nice art and sounds, interesting elements, mysterious characters.\u001b[24m\n    \u001b[1m全体：楽しいプロット、素敵な芸術と音、面白い要素、神秘的な文字。\u001b[22m, \u001b[1m全体：楽しいプロット、素敵なアートや音、面白い要素、神秘的な文字。\u001b[22m\n\u001b[4mSome say the ending was a bit rushed, (though at first the pace was really slow) and it didn’t answer most of the questions, it might be true.\u001b[24m\n    \u001b[1mいくつかの人は、エンディングが少し急いでいたと言います（最初はペースが遅かったものの、ほとんどの質問には答えられませんでした）。\u001b[22m, \u001b[1mいくつかは、結末は少し（最初はペースが本当に遅かったが）、急いで、それは質問のほとんどに応答しなかった、それは本当かもしれないだったと言います。\u001b[22m\n\u001b[4mI watched this series in 2 days, I tried to pay attention to everything, and I didn’t find too much, or really important things unanswered.\u001b[24m\n    \u001b[1m私はこのシリーズを2日後に見て、すべてに注意を払うように努力しましたが、あまりにも多くの、あるいは本当に重要なことが未回答のものは見つかりませんでした。\u001b[22m, \u001b[1m私はすべてのものに注意を払うようにしようとした、2日間でこのシリーズを見て、私はあまり、または非常に重要な事柄未回答を見つけることができませんでした。\u001b[22m\n\u001b[4mI have to admit, I started watching it for some horror stuff, (last year I watched Higurashi no Naku Koro Ni, I wanted to see something similar) but it developed something more, different.\u001b[24m\n    \u001b[1m私は認めなければならないが、いくつかのホラーのことを見始めた（昨年、ひぐらしのなく頃にNiを見た、私はそれと似たものを見たいと思っていた）が、もっと違ったものを作り出した。\u001b[22m, \u001b[1m私は、私はいくつかのホラーもののためにそれを見始め、認めざるを得ないが、それは別のもっと何かを、開発した（昨年私は似たようなことを見てみたかった、日暮ノーNaku頃ニッケルを見ていません）。\u001b[22m\n\u001b[4mAbout the half of the series the creepy stuff disappeared, and it rather focuses to the psychological things, but the story kept me watching this.\u001b[24m\n    \u001b[1mシリーズの半分については、不気味なものは消えてしまい、むしろ心理的なものに焦点を当てていますが、その話は私にこれを見せてくれました。\u001b[22m, \u001b[1mシリーズの約半分不気味なものが消え、それはむしろ心理的なものに焦点を当てていますが、話はこれを見て私を保ちました。\u001b[22m\n\u001b[4mIt’s almost a masterpiece, but something is missing from it.\u001b[24m\n    \u001b[1mそれはほぼ傑作ですが、何かが欠けています。\u001b[22m, \u001b[1mそれはほとんどの傑作だが、何かがそこから欠落しています。\u001b[22m\n\u001b[4mSo I have to say if you’re a psychological/horror fan, this is a must-watch.\u001b[24m\n    \u001b[1mだからあなたが心理的な/ホラーのファンなら、これは必見です。\u001b[22m, \u001b[1mだから私はあなたが心理的/ホラーファンなら、これは必須の時計であると言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\n(This review is also available in my blog)\n\n\u001b[1m（このレビューは私のブログでもご覧になれます）\u001b[22m\n\u001b[1m((Kono rebyū wa watashi no burogu demo goran ni naremasu))\u001b[22m\n\nTranslations of \u001b[4m(This review is also available in my blog)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(This review is also available in my blog)\u001b[24m\n    \u001b[1m（このレビューは私のブログでもご覧になれます）\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "Akuma-chwan",
    "profile": "/profile/Akuma-chwan/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=124327",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  5\n\nあなたが私のようで、ちょっとした行動がなければ何も見ることができないなら、これを見ないでください。 それは時間の無駄です。\nさて、このことを見て好きだった人は、意見が違うかもしれませんが、私が\"行動\"と言ったとき、私は私を席の端につかせるか、少なくとも私の襟を噛ませるものを意味しました。 しかし、私はしませんでした。\n\n物語は公正である、それはほとんどの人の関心をピークにすることができるので。 しかし、それから、あなたはそれがかなり穴であることを実感しています。\n\n芸術はいいです。 私は不平を言うことはないが、再び、私は美術の専門家ではない。\n\n私はその音にあまり注意を払っていませんでしたが、私はオープニングとエンディングを大好きでした。 私のiPodでそれらを持ってください。\n\n文字は大丈夫です。 主人公のタローは素敵な男です。私は彼が好きでした。マサユキは初めは楽しいですが、最後は本当に気にしませんでした。 マコトは私を怒らせた。 残りのキャラクターはまともではないことが分かった。\n\n私はこのショーを楽しんでいませんでした。 私は第1話と第2話の間に興奮して、何かが起こるのを待っていましたが、終わりまで退屈でした。\n\nこのショーは誰にとってもそうではありません。 私はそれのような多くの人を知っているが、私も、私を含む多くの人々が知っている、知っていない。 このアニメは厄介です。 あなたは批評家に耳を傾けて見ることができますが、それを好きではありません。 あなたは私のような別の批評家に耳を傾けて見ることはできませんでしたが、実際にはそれを気に入っていました。 または、あなたはそれを好きになることができます。\nそれは私のためです。 私のレビューが役に立ったと思っていますか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIf you're like me , and cannot watch something without a bit of action , then don't watch this . It's a waste of time.\n\n\u001b[1mあなたが私のようで、ちょっとした行動がなければ何も見ることができないなら、これを見ないでください。 それは時間の無駄です。\u001b[22m\n\u001b[1m(Anata ga watashi no yō de, chottoshita kōdō ga nakereba nani mo miru koto ga dekinainara, kore o minaide kudasai. Sore wa jikan'nomudadesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're like me , and cannot watch something without a bit of action , then don't watch this . It's a waste of time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're like me , and cannot watch something without a bit of action , then don't watch this .\u001b[24m\n    \u001b[1mあなたが私のようで、ちょっとした行動がなければ何も見ることができないなら、これを見ないでください。\u001b[22m, \u001b[1mあなたが私に似ている、とアクションのビットなしに何かを見ることができない場合は、これを見ていません。\u001b[22m\n\u001b[4mIt's a waste of time.\u001b[24m\n    \u001b[1mそれは時間の無駄です。\u001b[22m\nNow , the people who watched and liked this might disagree , but when I said ''action'' I meant something to get me to the edge of my seat , or make me bite my collar , at least . But I didn't .\n\n\u001b[1mさて、このことを見て好きだった人は、意見が違うかもしれませんが、私が\"行動\"と言ったとき、私は私を席の端につかせるか、少なくとも私の襟を噛ませるものを意味しました。 しかし、私はしませんでした。\u001b[22m\n\u001b[1m(Sate, kono koto o mite sukidatta hito wa, iken ga chigau kamo shiremasenga, watashi ga\" kōdō\" to itta toki, watashi wa watashi o seki no hashi ni tsuka seru ka, sukunakutomo watashi no eri o kama seru mono o imi shimashita. Shikashi, watashi wa shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mNow , the people who watched and liked this might disagree , but when I said ''action'' I meant something to get me to the edge of my seat , or make me bite my collar , at least . But I didn't .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow , the people who watched and liked this might disagree , but when I said ''action'' I meant something to get me to the edge of my seat , or make me bite my collar , at least .\u001b[24m\n    \u001b[1mさて、このことを見て好きだった人は、意見が違うかもしれませんが、私が\"行動\"と言ったとき、私は私を席の端につかせるか、少なくとも私の襟を噛ませるものを意味しました。\u001b[22m, \u001b[1m今、見て、これは同意しないかもしれない言っていますが、私は ''アクション ''を言ったとき、私は私の座席の端に私を得る、または私は、少なくとも、私の襟を噛ませるために何かを意味人。\u001b[22m\n\u001b[4mBut I didn't .\u001b[24m\n    \u001b[1mしかし、私はしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is fair , since it can peak almost anyone's interest. But then you realize it's quite a bore , and time passes extremely hard while watching.\n\n\u001b[1m物語は公正である、それはほとんどの人の関心をピークにすることができるので。 しかし、それから、あなたはそれがかなり穴であることを実感しています。\u001b[22m\n\u001b[1m(Monogatari wa kōseidearu, sore wa hotondo no hito no kanshin o pīku ni suru koto ga dekiru node. Shikashi, sorekara, anata wa sore ga kanari anadearu koto o jikkan shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is fair , since it can peak almost anyone's interest. But then you realize it's quite a bore , and time passes extremely hard while watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is fair , since it can peak almost anyone's interest.\u001b[24m\n    \u001b[1m物語は公正である、それはほとんどの人の関心をピークにすることができるので。\u001b[22m, \u001b[1mそれはほとんど誰の関心をピークすることができるので話は、公平です。\u001b[22m\n\u001b[4mBut then you realize it's quite a bore , and time passes extremely hard while watching.\u001b[24m\n    \u001b[1mしかし、それから、あなたはそれがかなり穴であることを実感しています。\u001b[22m, \u001b[1mしかし、その後、あなたはそれが非常にボアだ実現し、見ながら、時間が非常に困難に渡します。\u001b[22m\n\u001b[1m\u001b[22m\nThe art , is good. I have nothing to complain about , but then again , I'm not an art expert.\n\n\u001b[1m芸術はいいです。 私は不平を言うことはないが、再び、私は美術の専門家ではない。\u001b[22m\n\u001b[1m(Geijutsu wa īdesu. Watashi wa fuhei o iu koto wa naiga, futatabi, watashi wa bijutsu no senmonkade wanai.)\u001b[22m\n\nTranslations of \u001b[4mThe art , is good. I have nothing to complain about , but then again , I'm not an art expert.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art , is good.\u001b[24m\n    \u001b[1m芸術はいいです。\u001b[22m, \u001b[1m芸術は、良いです。\u001b[22m\n\u001b[4mI have nothing to complain about , but then again , I'm not an art expert.\u001b[24m\n    \u001b[1m私は不平を言うことはないが、再び、私は美術の専門家ではない。\u001b[22m, \u001b[1m私は文句を言うことは何もないが、その後、再び、私は芸術の専門家ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI didn't pay much attention to the sound , but I loved the Opening and Ending . Have them on my iPod .\n\n\u001b[1m私はその音にあまり注意を払っていませんでしたが、私はオープニングとエンディングを大好きでした。 私のiPodでそれらを持ってください。\u001b[22m\n\u001b[1m(Watashi wa sono-on ni amari chūi o haratte imasendeshitaga, watashi wa ōpuningu to endingu o daisukideshita. Watashi no aipoddo de sorera o motte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI didn't pay much attention to the sound , but I loved the Opening and Ending . Have them on my iPod .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't pay much attention to the sound , but I loved the Opening and Ending .\u001b[24m\n    \u001b[1m私はその音にあまり注意を払っていませんでしたが、私はオープニングとエンディングを大好きでした。\u001b[22m, \u001b[1m私は音に多くの注意を払っていないが、私はオープニングとエンディングを愛しました。\u001b[22m\n\u001b[4mHave them on my iPod .\u001b[24m\n    \u001b[1m私のiPodでそれらを持ってください。\u001b[22m, \u001b[1m私のiPodでそれらを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are quite okay . The main character Tarou is a nice guy and I liked him .Masayuki was fun in the beginning , but I didn't really care about him in the end. Makoto annoyed me . I found the rest of the characters decent.\n\n\u001b[1m文字は大丈夫です。 主人公のタローは素敵な男です。私は彼が好きでした。マサユキは初めは楽しいですが、最後は本当に気にしませんでした。 マコトは私を怒らせた。 残りのキャラクターはまともではないことが分かった。\u001b[22m\n\u001b[1m(Moji wa daijōbudesu. Shujinkō no tarō wa sutekina otokodesu. Watashi wa kare ga sukideshita. Masayuki wa hajime wa tanoshīdesuga, saigo wa hontōni ki ni shimasendeshita. Makoto wa watashi o okora seta. Nokori no kyarakutā wa matomode wanai koto ga wakatta.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are quite okay . The main character Tarou is a nice guy and I liked him .Masayuki was fun in the beginning , but I didn't really care about him in the end. Makoto annoyed me . I found the rest of the characters decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are quite okay .\u001b[24m\n    \u001b[1m文字は大丈夫です。\u001b[22m, \u001b[1m文字はかなり大丈夫です。\u001b[22m\n\u001b[4mThe main character Tarou is a nice guy and I liked him .Masayuki was fun in the beginning , but I didn't really care about him in the end.\u001b[24m\n    \u001b[1m主人公のタローは素敵な男です。私は彼が好きでした。マサユキは初めは楽しいですが、最後は本当に気にしませんでした。\u001b[22m, \u001b[1m主人公太郎はいい人だと私は.Masayukiが初めに楽しかったが、私は本当に最後に彼について気にしませんでした彼が好きでした。\u001b[22m\n\u001b[4mMakoto annoyed me .\u001b[24m\n    \u001b[1mマコトは私を怒らせた。\u001b[22m, \u001b[1m誠は私をイライラ。\u001b[22m\n\u001b[4mI found the rest of the characters decent.\u001b[24m\n    \u001b[1m残りのキャラクターはまともではないことが分かった。\u001b[22m, \u001b[1m私は、文字の残りの部分はまともな発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nI did NOT enjoy this show. I was excited during the first and second episode , waiting for something good to happen , but it was boring untill the very end.\n\n\u001b[1m私はこのショーを楽しんでいませんでした。 私は第1話と第2話の間に興奮して、何か良いことが起こるのを待っていましたが、終わりまで退屈でした。\u001b[22m\n\u001b[1m(Watashi wa kono shō o tanoshinde imasendeshita. Watashi wa dai 1-wa to dai 2-wa no ma ni kōfun shite, nani ka yoi koto ga okoru no o matte imashitaga, owari made taikutsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mI did NOT enjoy this show. I was excited during the first and second episode , waiting for something good to happen , but it was boring untill the very end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did NOT enjoy this show.\u001b[24m\n    \u001b[1m私はこのショーを楽しんでいませんでした。\u001b[22m\n\u001b[4mI was excited during the first and second episode , waiting for something good to happen , but it was boring untill the very end.\u001b[24m\n    \u001b[1m私は第1話と第2話の間に興奮して、何か良いことが起こるのを待っていましたが、終わりまで退屈でした。\u001b[22m, \u001b[1m私は何か良いことが起こるのを待って、第一及び第二のエピソード中に興奮していたが、それは非常に終わり刚性退屈でした。\u001b[22m\n\u001b[1m\u001b[22m\nThis show is not for everyone . I know a lot of people like it , but I also know a lot of people , including me , don't . This anime is tricky . You could listen to the reviewer and watch it , but then not like it . You could listen to another reviewer , like me , and not watch it , but actually could have liked it . Or you can just like it .\n\n\u001b[1mこのショーは誰にとってもそうではありません。 私はそれのような多くの人を知っているが、私も、私を含む多くの人々が知っている、知っていない。 このアニメは厄介です。 あなたは批評家に耳を傾けて見ることができますが、それを好きではありません。 あなたは私のような別の批評家に耳を傾けて見ることはできませんでしたが、実際にはそれを気に入っていました。 または、あなたはそれを好きになることができます。\u001b[22m\n\u001b[1m(Kono shō wa dare ni tottemo sōde wa arimasen. Watashi wa sore no yōna ōku no hito o shitte iruga, watashi mo, watashi o fukumu ōku no hitobito ga shitte iru, shitte inai. Kono anime wa yakkaidesu. Anata wa hihyō-ka ni mimi o katamukete miru koto ga dekimasuga, sore o sukide wa arimasen. Anata wa watashi no yōna betsu no hihyō-ka ni mimi o katamukete miru koto wa dekimasendeshitaga, jissai ni wa sore o kiniitte imashita. Matawa, anata wa sore o suki ni naru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show is not for everyone . I know a lot of people like it , but I also know a lot of people , including me , don't . This anime is tricky . You could listen to the reviewer and watch it , but then not like it . You could listen to another reviewer , like me , and not watch it , but actually could have liked it . Or you can just like it .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is not for everyone .\u001b[24m\n    \u001b[1mこのショーは誰にとってもそうではありません。\u001b[22m, \u001b[1mこのショーは皆のためではありません。\u001b[22m\n\u001b[4mI know a lot of people like it , but I also know a lot of people , including me , don't .\u001b[24m\n    \u001b[1m私はそれのような多くの人を知っているが、私も、私を含む多くの人々が知っている、知っていない。\u001b[22m, \u001b[1m私はそれのような多くの人々を知っているが、私はまた私を含め人々の多くを知っている、しないでください。\u001b[22m\n\u001b[4mThis anime is tricky .\u001b[24m\n    \u001b[1mこのアニメは厄介です。\u001b[22m, \u001b[1mこのアニメは注意が必要です。\u001b[22m\n\u001b[4mYou could listen to the reviewer and watch it , but then not like it .\u001b[24m\n    \u001b[1mあなたは批評家に耳を傾けて見ることができますが、それを好きではありません。\u001b[22m, \u001b[1mあなたがレビューに耳を傾け、それを見たが、それを好きではありませんでした。\u001b[22m\n\u001b[4mYou could listen to another reviewer , like me , and not watch it , but actually could have liked it .\u001b[24m\n    \u001b[1mあなたは私のような別の批評家に耳を傾けて見ることはできませんでしたが、実際にはそれを気に入っていました。\u001b[22m, \u001b[1mあなたは私のように、別のレビューに耳を傾け、それを見て、実際にそれを言っていたかもしれませんでした。\u001b[22m\n\u001b[4mOr you can just like it .\u001b[24m\n    \u001b[1mまたは、あなたはそれを好きになることができます。\u001b[22m, \u001b[1mそれとも、ただそれを好むことができます。\u001b[22m\nThat's it for me . Hope you found my review helpful\n\n\u001b[1mそれは私のためです。 私のレビューが役に立ったと思っていますか？\u001b[22m\n\u001b[1m(Sore wa watashi no tamedesu. Watashi no rebyū ga yakunitatta to omotte imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThat's it for me . Hope you found my review helpful\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's it for me .\u001b[24m\n    \u001b[1mそれは私のためです。\u001b[22m, \u001b[1mそれは私のためにそれです。\u001b[22m\n\u001b[4mHope you found my review helpful\u001b[24m\n    \u001b[1m私のレビューが役に立ったと思っていますか？\u001b[22m, \u001b[1mあなたは私のレビューが役に立ったと評価していホープ\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "amefurikozo",
    "profile": "/profile/amefurikozo/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=27240",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nだから、これは私の最初のレビューなので、私が好きなものでそれをやるべきだと思った：\n\nストーリー：\nゴーストハウンドの物語はとてもユニークでした。 心理学的要素はほとんどのものよりも多く、文字通り、物語が人間の精神をかなり扱うようになったためです。 それは、科学理論と宗教的信念を非常に重視することには恥ずかしがり屋であると言われているので、辞書を手元に置いておくとよいかもしれません:)個人的に、私はこの要素を大いに楽しんで、 終わり。 それを除いて、物語は大部分のために良いペースで一緒に動く。 遅くても速く、あなたの興味を保つのに十分速い。 結末でなければ、私はストーリーを10にしますが、クライマックス/エンディングはちょっと強制されているかもしれませんが、おそらくは不適切だと感じました。 しかし、それはまだ心地よく保たれました。 ストーリーは9\n\nアート：\nゴーストハウンドの芸術は素敵でした。 私は本当にすべての風景を楽しんだし、キャラクターのデザインはうまくいった。 また、「目に見えない世界」のイメージは、興味をそそられ、やや気味悪いものでした。 それで、芸術は間違いなく優れていましたが、それは本当にすばらしいものではなかったので、私はそれに9\n\n音：\n音が凄かったです。 音響効果は全く驚異的でした。 奇妙で不気味な効果が気分をより不気味にすることを意図したものであっても、閉鎖された部屋や山の頂上で声が顕著に異なって運ばれるという事実さえ、それは非常にうまくいった。 音楽はクールなパーカッション作品であり、いくつかの素晴らしいシンプルで深いバックグラウンドの音楽とメロディーです。 音楽と効果音は確かに気分をよく運びます。 オープニングテーマとエンディングテーマも適していて、両方とも好きだった。 音が10になる\n\nキャラクター：\n文字は現実的でありながら興味深いものであり、よく発達し、鮮明であった。 ほとんどの場合、彼らはとてもうまくやっていて、ロールに適していました。 しかし、私の注意を引いたものはいくつかあったが、私は特に魅了されていなかったので、私はそれらに9を与えるだろう（10に非常に近いが）\n\n楽しみ：\n私はゴーストハウンドを大いに楽しんで、それを数回見直しました。 私はエピソードを終えることができて、彼らが使った用語のいくつかを調べて、彼らが提示したアイデアを探求することが大好きでした。 しかし、このような楽しさは誰のためでもない（警告のみ）。 それでも、私にとっては10\n\n全体：\n私はゴーストハウンドに本当に感銘を受けました。そして、それは永遠に好きになるでしょう。 私は魅力的で華麗な効果で、純粋な恐怖よりも卑劣さを利用する方法を愛していました。 個人的に、私の場合、このアニメは10点を獲得しますが、公平なところでは、私の最終的な評決は9点です。\n私はこのレビューが参考になり、あなたがゴーストハウンドを楽しむ機会を得ることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nso, this is my first review, so I thought I should do it on one that I liked:\n\n\u001b[1mだから、これは私の最初のレビューなので、私が好きなものでそれをやるべきだと思った：\u001b[22m\n\u001b[1m(Dakara, kore wa watashi no saisho no rebyūnanode, watashi ga sukina monode sore o yarubekida to omotta:)\u001b[22m\n\nTranslations of \u001b[4mso, this is my first review, so I thought I should do it on one that I liked:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso, this is my first review, so I thought I should do it on one that I liked:\u001b[24m\n    \u001b[1mだから、これは私の最初のレビューなので、私が好きなものでそれをやるべきだと思った：\u001b[22m, \u001b[1mそう、これは私の最初のレビューなので、私は私が気に入っ1でそれを行うべきであると思いました：\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story of Ghost Hound was very unique; it took the psychological element further than most, and very literally, as the story deals with the human psyche quite a bit. That being said, it isn't shy on exploring scientific theories and religious beliefs quite heavily, so for some, it might be good to keep a dictionary handy :) Personally, I enjoyed this element a great deal, and found it interesting to no end. That aside, the story moves along at a good pace for the most part; slow, but fast enough to keep you interested. If it weren't for the ending, I would give the story a 10, but I though the climax/ending felt a little forced and maybe even inappropriate; however, it still retained pleasantness. Story gets a 9\n\n\u001b[1mゴーストハウンドの物語はとてもユニークでした。 心理学的要素はほとんどのものよりも多く、文字通り、物語が人間の精神をかなり扱うようになったためです。 それは、科学理論と宗教的信念を非常に重視することには恥ずかしがり屋であると言われているので、辞書を手元に置いておくとよいかもしれません:)個人的に、私はこの要素を大いに楽しんで、 終わり。 それを除いて、物語は大部分のために良いペースで一緒に動く。 遅くても速く、あなたの興味を保つのに十分速い。 結末でなければ、私はストーリーを10にしますが、クライマックス/エンディングはちょっと強制されているかもしれませんが、おそらくは不適切だと感じました。 しかし、それはまだ心地よく保たれました。 ストーリーは9\u001b[22m\n\u001b[1m(Gōsutohaundo no monogatari wa totemo yunīkudeshita. Shinri-gaku-teki yōso wa hotondo no mono yori mo ōku, mojidōri, monogatari ga ningen no seishin o kanari atsukau yō ni natta tamedesu. Sore wa, kagaku riron to shūkyō-teki shin'nen o hijō ni jūshi suru koto ni wa hazukashigariyadearu to iwa rete irunode, jisho o temoto ni oite okuto yoi kamo shiremasen: ) Kojin-teki ni, watashi wa kono yōso o ōini tanoshinde, owari. Sore o nozoite, monogatari wa daibubun no tame ni yoi pēsu de issho ni ugoku. Osokute mo hayaku, anata no kyōmi o tamotsu no ni jūbun hayai. Ketsumatsudenakereba, watashi wa sutōrī o 10 ni shimasuga, kuraimakkusu/ endingu wa chotto kyōsei sa rete iru kamo shiremasenga, osorakuha futekisetsuda to kanjimashita. Shikashi, sore wa mada kokochiyoku tamota remashita. Sutōrī wa 9)\u001b[22m\n\nTranslations of \u001b[4mThe story of Ghost Hound was very unique; it took the psychological element further than most, and very literally, as the story deals with the human psyche quite a bit. That being said, it isn't shy on exploring scientific theories and religious beliefs quite heavily, so for some, it might be good to keep a dictionary handy :) Personally, I enjoyed this element a great deal, and found it interesting to no end. That aside, the story moves along at a good pace for the most part; slow, but fast enough to keep you interested. If it weren't for the ending, I would give the story a 10, but I though the climax/ending felt a little forced and maybe even inappropriate; however, it still retained pleasantness. Story gets a 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Ghost Hound was very unique;\u001b[24m\n    \u001b[1mゴーストハウンドの物語はとてもユニークでした。\u001b[22m, \u001b[1mゴーストハウンドの話は非常にユニークでした。\u001b[22m\n\u001b[4mit took the psychological element further than most, and very literally, as the story deals with the human psyche quite a bit.\u001b[24m\n    \u001b[1m心理学的要素はほとんどのものよりも多く、文字通り、物語が人間の精神をかなり扱うようになったためです。\u001b[22m, \u001b[1mそれが人間の精神と物語のお得な情報として、非常に文字通りかなり最もよりも心理的な要素を取った、と。\u001b[22m\n\u001b[4mThat being said, it isn't shy on exploring scientific theories and religious beliefs quite heavily, so for some, it might be good to keep a dictionary handy :) Personally, I enjoyed this element a great deal, and found it interesting to no\u001b[24m\n    \u001b[1mそれは、科学理論と宗教的信念を非常に重視することには恥ずかしがり屋であると言われているので、辞書を手元に置いておくとよいかもしれません:)個人的に、私はこの要素を大いに楽しんで、\u001b[22m, \u001b[1mそれは言われている、いくつかのために、個人的に辞書便利な:)を保つために良いかもしれませんので、それは、非常に重く科学理論と宗教的信念を探求上の恥ずかしがり屋ではないですが、私はこの要素を大いに楽しんだし、それが面白いなしに発見しました\u001b[22m\n\u001b[4mend.\u001b[24m\n    \u001b[1m終わり。\u001b[22m, \u001b[1m終了。\u001b[22m, \u001b[1m端。\u001b[22m\n\u001b[4mThat aside, the story moves along at a good pace for the most part;\u001b[24m\n    \u001b[1mそれを除いて、物語は大部分のために良いペースで一緒に動く。\u001b[22m, \u001b[1mそれはさておき、話はほとんどの部分は良いペースでに沿って移動します。\u001b[22m\n\u001b[4mslow, but fast enough to keep you interested.\u001b[24m\n    \u001b[1m遅くても速く、あなたの興味を保つのに十分速い。\u001b[22m, \u001b[1mゆっくりと、しかし、興味を持ってあなたを維持するのに十分速いです。\u001b[22m\n\u001b[4mIf it weren't for the ending, I would give the story a 10, but I though the climax/ending felt a little forced and maybe even inappropriate;\u001b[24m\n    \u001b[1m結末でなければ、私はストーリーを10にしますが、クライマックス/エンディングはちょっと強制されているかもしれませんが、おそらくは不適切だと感じました。\u001b[22m, \u001b[1mそれはエンディングがなかったら、私は物語10を与えるだろうが、私はクライマックス/エンディングが少し強制多分不適切と感じたものの、\u001b[22m\n\u001b[4mhowever, it still retained pleasantness.\u001b[24m\n    \u001b[1mしかし、それはまだ心地よく保たれました。\u001b[22m, \u001b[1mしかしながら、それは依然として快を保持しました。\u001b[22m\n\u001b[4mStory gets a 9\u001b[24m\n    \u001b[1mストーリーは9\u001b[22m, \u001b[1mストーリーは9取得します\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art in Ghost Hound was lovely. I really enjoyed all the landscapes, and the character designs were nicely done; also, the images of the 'Unseen World' were both intriguing and slightly creepy. So, while the art was definitely excellent, it also wasn't really superb, so I think I'd give it a 9\n\n\u001b[1mゴーストハウンドの芸術は素敵でした。 私は本当にすべての風景を楽しんだし、キャラクターのデザインはうまくいった。 また、「目に見えない世界」のイメージは、興味をそそられ、やや気味悪いものでした。 それで、芸術は間違いなく優れていましたが、それは本当にすばらしいものではなかったので、私はそれに9\u001b[22m\n\u001b[1m(Gōsutohaundo no geijutsu wa sutekideshita. Watashi wa hontōni subete no fūkei o tanoshindashi, kyarakutā no dezain wa umaku itta. Mata,`menimienai sekai' no imēji wa, kyōmi o sosora re, yaya kimiwarui monodeshita. Sorede, geijutsu wa machigainaku sugurete imashitaga, sore wa hontōni subarashī monode wa nakattanode, watashi wa sore ni 9)\u001b[22m\n\nTranslations of \u001b[4mThe art in Ghost Hound was lovely. I really enjoyed all the landscapes, and the character designs were nicely done; also, the images of the 'Unseen World' were both intriguing and slightly creepy. So, while the art was definitely excellent, it also wasn't really superb, so I think I'd give it a 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in Ghost Hound was lovely.\u001b[24m\n    \u001b[1mゴーストハウンドの芸術は素敵でした。\u001b[22m, \u001b[1mゴーストハウンドのアートが素敵でした。\u001b[22m\n\u001b[4mI really enjoyed all the landscapes, and the character designs were nicely done;\u001b[24m\n    \u001b[1m私は本当にすべての風景を楽しんだし、キャラクターのデザインはうまくいった。\u001b[22m, \u001b[1m私は本当にすべての風景を楽しんで、そしてキャラクターデザインはうまく行きました。\u001b[22m\n\u001b[4malso, the images of the 'Unseen World' were both intriguing and slightly creepy.\u001b[24m\n    \u001b[1mまた、「目に見えない世界」のイメージは、興味をそそられ、やや気味悪いものでした。\u001b[22m, \u001b[1mまた、「目に見えない世界」の画像は、興味をそそると少し不気味両方でした。\u001b[22m\n\u001b[4mSo, while the art was definitely excellent, it also wasn't really superb, so I think I'd give it a 9\u001b[24m\n    \u001b[1mそれで、芸術は間違いなく優れていましたが、それは本当にすばらしいものではなかったので、私はそれに9\u001b[22m, \u001b[1m芸術は間違いなく優れていたながらだから、それはまた、本当に素晴らしいではありませんでしたので、私はそれを9を与えると思います\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound was AMAZING. The sound effects were absolutely astounding; whether it was weird, eerie effects meant to make the mood more creepy, or even the fact that the voices carried noticeably differently when in a closed room or on top of a mountain, it was extremely well done. The music is a lot of cool percussion work, and some marvelously simple yet deep background music and melodies. The music and sound effects definitely carry the mood well. The opening and ending themes also were well suited, and I liked both a lot. Sound gets a 10\n\n\u001b[1m音が凄かったです。 音響効果は全く驚異的でした。 奇妙で不気味な効果が気分をより不気味にすることを意図したものであっても、閉鎖された部屋や山の頂上で声が顕著に異なって運ばれるという事実さえ、それは非常にうまくいった。 音楽はクールなパーカッション作品であり、いくつかの素晴らしいシンプルで深いバックグラウンドの音楽とメロディーです。 音楽と効果音は確かに気分をよく運びます。 オープニングテーマとエンディングテーマも適していて、両方とも好きだった。 音が10になる\u001b[22m\n\u001b[1m(Oto ga sugokattadesu. Onkyō kōka wa mattaku kyōi-tekideshita. Kimyōde bukimina kōka ga kibun o yori bukimi ni suru koto o ito shita monodeatte mo, heisa sa reta heya ya yama no chōjō de koe ga kencho ni kotonatte hakoba reru to iu jijitsu sae, sore wa hijō ni umaku itta. Ongaku wa kūruna pākasshon sakuhindeari, ikutsu ka no subarashī shinpurude fukai bakkuguraundo no ongaku to merodīdesu. Ongaku to kōka-on wa tashika ni kibun o yoku hakobimasu. Ōpuningutēma to endingutēma mo tekishite ite, ryōhō tomo sukidatta. Oto ga 10 ni naru)\u001b[22m\n\nTranslations of \u001b[4mThe sound was AMAZING. The sound effects were absolutely astounding; whether it was weird, eerie effects meant to make the mood more creepy, or even the fact that the voices carried noticeably differently when in a closed room or on top of a mountain, it was extremely well done. The music is a lot of cool percussion work, and some marvelously simple yet deep background music and melodies. The music and sound effects definitely carry the mood well. The opening and ending themes also were well suited, and I liked both a lot. Sound gets a 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was AMAZING.\u001b[24m\n    \u001b[1m音が凄かったです。\u001b[22m, \u001b[1m音は驚くべきものでした。\u001b[22m\n\u001b[4mThe sound effects were absolutely astounding;\u001b[24m\n    \u001b[1m音響効果は全く驚異的でした。\u001b[22m, \u001b[1m効果音は絶対に驚くべきものでした。\u001b[22m\n\u001b[4mwhether it was weird, eerie effects meant to make the mood more creepy, or even the fact that the voices carried noticeably differently when in a closed room or on top of a mountain, it was extremely well done.\u001b[24m\n    \u001b[1m奇妙で不気味な効果が気分をより不気味にすることを意図したものであっても、閉鎖された部屋や山の頂上で声が顕著に異なって運ばれるという事実さえ、それは非常にうまくいった。\u001b[22m, \u001b[1mそれは奇妙であったかどうか、不気味な効果が気分をより不気味にするために意図、または閉じルームまたは山の頂上に、それは非常によく行われていたときに声が異なって顕著に行っていることであっても事実。\u001b[22m\n\u001b[4mThe music is a lot of cool percussion work, and some marvelously simple yet deep background music and melodies.\u001b[24m\n    \u001b[1m音楽はクールなパーカッション作品であり、いくつかの素晴らしいシンプルで深いバックグラウンドの音楽とメロディーです。\u001b[22m, \u001b[1m音楽は、クールなパーカッション多くの作業であり、いくつかの驚くほどシンプルで深い背景音楽とメロディー。\u001b[22m\n\u001b[4mThe music and sound effects definitely carry the mood well.\u001b[24m\n    \u001b[1m音楽と効果音は確かに気分をよく運びます。\u001b[22m, \u001b[1m音楽や効果音は間違いなくうまく気分を運びます。\u001b[22m\n\u001b[4mThe opening and ending themes also were well suited, and I liked both a lot.\u001b[24m\n    \u001b[1mオープニングテーマとエンディングテーマも適していて、両方とも好きだった。\u001b[22m, \u001b[1mオープニングとエンディングテーマにも非常に適した、と私は両方の多くのことを好きでした。\u001b[22m\n\u001b[4mSound gets a 10\u001b[24m\n    \u001b[1m音が10になる\u001b[22m, \u001b[1mサウンドは、10を取得します\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe characters were realistic, yet interesting, and were well developed and vivid. For the most part, they were very well done, and well suited for their rolls. However, though there were a few that caught my attention, I wasn't particularly entranced by any, so I'd give them a 9 (though quite close to a 10)\n\n\u001b[1m文字は現実的でありながら興味深いものであり、よく発達し、鮮明であった。 ほとんどの場合、彼らはとてもうまくやっていて、ロールに適していました。 しかし、私の注意を引いたものはいくつかあったが、私は特に魅了されていなかったので、私はそれらに9を与えるだろう（10に非常に近いが）\u001b[22m\n\u001b[1m(Moji wa genjitsu-tekidearinagara kyōmibukai monodeari, yoku hattatsu shi, senmeideatta. Hotondo no baai, karera wa totemo umaku yatte ite, rōru ni tekishite imashita. Shikashi, watashi no chūi o hiita mono wa ikutsu ka attaga, watashi wa tokuni miryō sa rete inakattanode, watashi wa sorera ni 9 o ataerudarou (10 ni hijō ni chikaiga))\u001b[22m\n\nTranslations of \u001b[4mThe characters were realistic, yet interesting, and were well developed and vivid. For the most part, they were very well done, and well suited for their rolls. However, though there were a few that caught my attention, I wasn't particularly entranced by any, so I'd give them a 9 (though quite close to a 10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were realistic, yet interesting, and were well developed and vivid.\u001b[24m\n    \u001b[1m文字は現実的でありながら興味深いものであり、よく発達し、鮮明であった。\u001b[22m, \u001b[1m文字は、現実的な、まだ面白かった、とよく発達したと鮮やかでした。\u001b[22m\n\u001b[4mFor the most part, they were very well done, and well suited for their rolls.\u001b[24m\n    \u001b[1mほとんどの場合、彼らはとてもうまくやっていて、ロールに適していました。\u001b[22m, \u001b[1mほとんどの場合、彼らは非常によくやったし、そのロールに適してい。\u001b[22m\n\u001b[4mHowever, though there were a few that caught my attention, I wasn't particularly entranced by any, so I'd give them a 9 (though quite close to a 10)\u001b[24m\n    \u001b[1mしかし、私の注意を引いたものはいくつかあったが、私は特に魅了されていなかったので、私はそれらに9を与えるだろう（10に非常に近いが）\u001b[22m, \u001b[1m私の注意を引いたそのいくつかありましたが、だからといって、私は特にいずれによってもうっとりされなかったので、私は彼らに与えるだろう9（ただし10に非常に近いです）\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI enjoyed Ghost Hound a great deal, and have rewatched it a few times. I loved being able to finish an episode, and then look up some of the terminology they used and explore the ideas they presented. However, this kind of enjoyment isn't for everyone (just a warning). Even so, for me, it's a 10\n\n\u001b[1m私はゴーストハウンドを大いに楽しんで、それを数回見直しました。 私はエピソードを終えることができて、彼らが使った用語のいくつかを調べて、彼らが提示したアイデアを探求することが大好きでした。 しかし、このような楽しさは誰のためでもない（警告のみ）。 それでも、私にとっては10\u001b[22m\n\u001b[1m(Watashi wa gōsutohaundo o ōini tanoshinde, sore o sū-kai minaoshimashita. Watashi wa episōdo o oeru koto ga dekite, karera ga tsukatta yōgo no ikutsu ka o shirabete, karera ga teiji shita aidea o tankyū suru koto ga daisukideshita. Shikashi, kono yōna tanoshisa wa dare no tamede mo nai (keikoku nomi). Soredemo, watashi ni totte wa 10)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed Ghost Hound a great deal, and have rewatched it a few times. I loved being able to finish an episode, and then look up some of the terminology they used and explore the ideas they presented. However, this kind of enjoyment isn't for everyone (just a warning). Even so, for me, it's a 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed Ghost Hound a great deal, and have rewatched it a few times.\u001b[24m\n    \u001b[1m私はゴーストハウンドを大いに楽しんで、それを数回見直しました。\u001b[22m, \u001b[1m私はゴーストハウンドに大いに楽しんだし、それを数回rewatchedています。\u001b[22m\n\u001b[4mI loved being able to finish an episode, and then look up some of the terminology they used and explore the ideas they presented.\u001b[24m\n    \u001b[1m私はエピソードを終えることができて、彼らが使った用語のいくつかを調べて、彼らが提示したアイデアを探求することが大好きでした。\u001b[22m, \u001b[1m私はエピソードを終えることができること愛し、それらが使用される用語のいくつかを見て、彼らが提示された考えを探ります。\u001b[22m\n\u001b[4mHowever, this kind of enjoyment isn't for everyone (just a warning).\u001b[24m\n    \u001b[1mしかし、このような楽しさは誰のためでもない（警告のみ）。\u001b[22m, \u001b[1mしかし、楽しさのこの種のは、誰も（単なる警告）のためではありません。\u001b[22m\n\u001b[4mEven so, for me, it's a 10\u001b[24m\n    \u001b[1mそれでも、私にとっては10\u001b[22m, \u001b[1mたとえそうであっても、私にとって、それは10です\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nI was really impressed by Ghost Hound, and it will forever be a favorite. I loved the way it utilized creepiness more so than pure horror, with fascinating and brilliant effect. Personally, for me, this anime earns a 10, but in all fairness, my final verdict is a 9, given the mean score of the above.\n\n\u001b[1m私はゴーストハウンドに本当に感銘を受けました。そして、それは永遠に好きになるでしょう。 私は魅力的で華麗な効果で、純粋な恐怖よりも卑劣さを利用する方法を愛していました。 個人的に、私の場合、このアニメは10点を獲得しますが、公平なところでは、私の最終的な評決は9点です。\u001b[22m\n\u001b[1m(Watashi wa gōsutohaundo ni hontōni kanmei o ukemashita. Soshite, soreha eien ni suki ni narudeshou. Watashi wa mirikiteki de kareina kōka de, junsuina kyōfu yori mo hiretsu-sa o riyō suru hōhō o aishite imashita. Kojin-teki ni, watashi no baai, kono anime wa 10-ten o kakutoku shimasuga, kōheina tokorode wa, watashi no saishū-tekina hyōketsu wa 9-tendesu.)\u001b[22m\n\nTranslations of \u001b[4mI was really impressed by Ghost Hound, and it will forever be a favorite. I loved the way it utilized creepiness more so than pure horror, with fascinating and brilliant effect. Personally, for me, this anime earns a 10, but in all fairness, my final verdict is a 9, given the mean score of the above.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was really impressed by Ghost Hound, and it will forever be a favorite.\u001b[24m\n    \u001b[1m私はゴーストハウンドに本当に感銘を受けました。そして、それは永遠に好きになるでしょう。\u001b[22m, \u001b[1m私は本当にゴーストハウンドに感銘を受けました、そして、それは永遠のお気に入りになります。\u001b[22m\n\u001b[4mI loved the way it utilized creepiness more so than pure horror, with fascinating and brilliant effect.\u001b[24m\n    \u001b[1m私は魅力的で華麗な効果で、純粋な恐怖よりも卑劣さを利用する方法を愛していました。\u001b[22m, \u001b[1m私はそれが魅力的で華麗な効果を持つcreepinessよりももっと純粋な恐怖を、利用方法を追加しました。\u001b[22m\n\u001b[4mPersonally, for me, this anime earns a 10, but in all fairness, my final verdict is a 9, given the mean score of the above.\u001b[24m\n    \u001b[1m個人的に、私の場合、このアニメは10点を獲得しますが、公平なところでは、私の最終的な評決は9点です。\u001b[22m, \u001b[1m個人的に、私のために、このアニメは10を稼いでいるが、すべての公平性で、私の最終的な評決は、上記の平均スコア与えられ、9です。\u001b[22m\nI hope this review was helpful, and that you get a chance to enjoy Ghost Hound.\n\n\u001b[1m私はこのレビューが参考になり、あなたがゴーストハウンドを楽しむ機会を得ることを願っています。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū ga sankō ni nari, anata ga gōsutohaundo o tanoshimu kikai o eru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI hope this review was helpful, and that you get a chance to enjoy Ghost Hound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope this review was helpful, and that you get a chance to enjoy Ghost Hound.\u001b[24m\n    \u001b[1m私はこのレビューが参考になり、あなたがゴーストハウンドを楽しむ機会を得ることを願っています。\u001b[22m, \u001b[1m私はこのレビューは参考になりました、そしてあなたがゴーストハウンドを楽しむ機会を得ることを願っています。\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "leoloveslia",
    "profile": "/profile/leoloveslia/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=48975",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\n\n\nゴースト・ハウンドは、目を覚ますこと、目を開けること、催眠術をすること、そして見るために人生を変えることができます。 あなたが心理学の大きなファンなら、これを愛するでしょう。 この物語は、PTSDの少年についてのことです（それが何であるか分からなければ、それは極度の外傷によって引き起こされる病気です。戦争退役軍人の多くがこれを持っています）少年は彼と彼の妹が 拉致され、放棄された病院で死ぬことになった。 悲しいことに、彼の妹は死んで、夢の中で話すのではなく、あなたは鳴り声を聞きます。 このアニメには狂ったジャズがあり、あなたが場面を見ると、テレビが騒がしくなったり、騒がしくなったりするような騒音が聞こえます。\n\nゴーストハウンドはあなたを引き込み、あなたはその中にいるように感じます。 説明するのはとても複雑ですが、私は試してみることができます。 最初に、PTSDの少年とPTSDの少年に怒っている別の少年がいます。 彼は、人が誘拐のために父親を責めたことによって、彼が自分自身を殺したという他の子供のせいであると非難したので、面白く明るいですが、誰かをいじめにさせた深刻な後悔を持っています。\n\n彼らは体外体験をして、街の誘拐や奇妙なことを物語っています。\n\nこのショーは成熟した人のためのもので、あなたは感情的にこれを見る準備ができていなければなりませんが、心理学や深いものを勉強している場合はお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nGhost hound can be disturbing , eye opening, hypnotizing, and life changing to watch. If you are a big fan of psychology you would love this. The story is about a boy with PTSD (if you don't know what that is , it's a disorder caused by extreme trauma . A lot of war veterans have this) The boy has terrifying memories that he dreams of when he and his sister were kidnapped and left to die at a abandoned hospital. Sadly his sister dies and in the dreams instead of her talking you hear buzzing . This anime has crazy jazz and when you watch scenes it has noises like when the TV fazes out or fly noises.\n\n\u001b[1mゴースト・ハウンドは、目を覚ますこと、目を開けること、催眠術をすること、そして見るために人生を変えることができます。 あなたが心理学の大きなファンなら、これを愛するでしょう。 この物語は、PTSDの少年についてのことです（それが何であるか分からなければ、それは極度の外傷によって引き起こされる病気です。戦争退役軍人の多くがこれを持っています）少年は彼と彼の妹が 拉致され、放棄された病院で死ぬことになった。 悲しいことに、彼の妹は死んで、夢の中で話すのではなく、あなたは鳴り声を聞きます。 このアニメには狂ったジャズがあり、あなたが場面を見ると、テレビが騒がしくなったり、騒がしくなったりするような騒音が聞こえます。\u001b[22m\n\u001b[1m(Gōsuto haundo wa,-me o samasu koto,-me o akeru koto, saimin-jutsu o suru koto, soshite miru tame ni jinsei o kaeru koto ga dekimasu. Anata ga shinri-gaku no ōkina fan'nara, kore o aisurudeshou. Kono monogatari wa, PTSD no shōnen ni tsuite no kotodesu (sore ga nandearu ka wakaranakereba, soreha kyokudo no gaishō ni yotte hikiokosa reru byōkidesu. Sensō taieki gunjin no ōku ga kore o motte imasu) shōnen wa kare to kare no imōto ga rachi sa re, hōki sa reta byōin de shinu koto ni natta. Kanashī koto ni, kare no imōto wa shinde, yumenonakade hanasu node wa naku, anata wa nari-goe o kikimasu. Kono anime ni wa kurutta jazu ga ari, anata ga bamen o miru to, terebi ga sawagashiku nattari, sawagashiku nattari suru yōna sōon ga kikoemasu.)\u001b[22m\n\nTranslations of \u001b[4mGhost hound can be disturbing , eye opening, hypnotizing, and life changing to watch. If you are a big fan of psychology you would love this. The story is about a boy with PTSD (if you don't know what that is , it's a disorder caused by extreme trauma . A lot of war veterans have this) The boy has terrifying memories that he dreams of when he and his sister were kidnapped and left to die at a abandoned hospital. Sadly his sister dies and in the dreams instead of her talking you hear buzzing . This anime has crazy jazz and when you watch scenes it has noises like when the TV fazes out or fly noises.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost hound can be disturbing , eye opening, hypnotizing, and life changing to watch.\u001b[24m\n    \u001b[1mゴースト・ハウンドは、目を覚ますこと、目を開けること、催眠術をすること、そして見るために人生を変えることができます。\u001b[22m, \u001b[1mゴーストハウンドは、不穏なアイ開口、催眠術をかけること、そして人生見に変えることができます。\u001b[22m\n\u001b[4mIf you are a big fan of psychology you would love this.\u001b[24m\n    \u001b[1mあなたが心理学の大きなファンなら、これを愛するでしょう。\u001b[22m, \u001b[1mあなたは心理学の大ファンである場合は、これを大好きです。\u001b[22m\n\u001b[4mThe story is about a boy with PTSD (if you don't know what that is , it's a disorder caused by extreme trauma . A lot of war veterans have this) The boy has terrifying memories that he dreams of when he and his sister were\u001b[24m\n    \u001b[1mこの物語は、PTSDの少年についてのことです（それが何であるか分からなければ、それは極度の外傷によって引き起こされる病気です。戦争退役軍人の多くがこれを持っています）少年は彼と彼の妹が\u001b[22m, \u001b[1m物語はPTSD（あなたはそれが何であるかわからない場合、それは極端な外傷によって引き起こされる障害です。退役軍人の多くはこれを持っている）を持つ少年について少年は、彼は彼と彼の妹がいたときの夢恐ろしい思い出を持ってい\u001b[22m\n\u001b[4mkidnapped and left to die at a abandoned hospital.\u001b[24m\n    \u001b[1m拉致され、放棄された病院で死ぬことになった。\u001b[22m, \u001b[1m誘拐され、放棄された病院で死ぬことを残しました。\u001b[22m\n\u001b[4mSadly his sister dies and in the dreams instead of her talking you hear buzzing .\u001b[24m\n    \u001b[1m悲しいことに、彼の妹は死んで、夢の中で話すのではなく、あなたは鳴り声を聞きます。\u001b[22m, \u001b[1m悲しいことに、彼の妹は死ぬし、代わりに彼女の夢の中であなたは賑やか聞く話します。\u001b[22m\n\u001b[4mThis anime has crazy jazz and when you watch scenes it has noises like when the TV fazes out or fly noises.\u001b[24m\n    \u001b[1mこのアニメには狂ったジャズがあり、あなたが場面を見ると、テレビが騒がしくなったり、騒がしくなったりするような騒音が聞こえます。\u001b[22m, \u001b[1mこのアニメは、狂気のジャズがあり、シーンを見たときには、テレビが出てfazesやノイズを飛ぶときのような音を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hound pulls you in and you feel like you are in the middle of it. It is very complicated to explain but I can try. First there is the boy with PTSD and another boy who is the troubled and angry at the boy with PTSD . He thinks that because people blamed his father for the kidnapping that he it's the other kids fault that he killed himself , then there is another guy who is funny and cheerful but has a dark past and deep regret for bullying someone to death.\n\n\u001b[1mゴーストハウンドはあなたを引き込み、あなたはその中にいるように感じます。 説明するのはとても複雑ですが、私は試してみることができます。 最初に、PTSDの少年とPTSDの少年に怒っている別の少年がいます。 彼は、人が誘拐のために父親を責めたことによって、彼が自分自身を殺したという他の子供のせいであると非難したので、面白く明るいですが、誰かをいじめにさせた深刻な後悔を持っています。\u001b[22m\n\u001b[1m(Gōsutohaundo wa anata o hikikomi, anata wa sono naka ni iru yō ni kanjimasu. Setsumei suru no wa totemo fukuzatsudesuga, watashi wa tameshite miru koto ga dekimasu. Saisho ni, PTSD no shōnen to PTSD no shōnen ni ikatteiru-betsu no shōnen ga imasu. Kare wa, hito ga yūkai no tame ni chichioya o semeta koto ni yotte, kare ga jibun jishin o koroshita to iu ta no kodomo no seidearu to hinan shitanode, omoshiroku akaruidesuga, dareka o ijime ni sa seta shinkokuna kōkai o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mGhost Hound pulls you in and you feel like you are in the middle of it. It is very complicated to explain but I can try. First there is the boy with PTSD and another boy who is the troubled and angry at the boy with PTSD . He thinks that because people blamed his father for the kidnapping that he it's the other kids fault that he killed himself , then there is another guy who is funny and cheerful but has a dark past and deep regret for bullying someone to death.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost Hound pulls you in and you feel like you are in the middle of it.\u001b[24m\n    \u001b[1mゴーストハウンドはあなたを引き込み、あなたはその中にいるように感じます。\u001b[22m, \u001b[1mゴーストハウンドはであなたを引き出し、あなたはそれの真ん中にいるように感じます。\u001b[22m\n\u001b[4mIt is very complicated to explain but I can try.\u001b[24m\n    \u001b[1m説明するのはとても複雑ですが、私は試してみることができます。\u001b[22m, \u001b[1m説明するのが、私は試すことができます非常に複雑です。\u001b[22m\n\u001b[4mFirst there is the boy with PTSD and another boy who is the troubled and angry at the boy with PTSD .\u001b[24m\n    \u001b[1m最初に、PTSDの少年とPTSDの少年に怒っている別の少年がいます。\u001b[22m, \u001b[1mまず、PTSDを持つ少年で問題を抱えたと怒っているPTSDと少年と別の少年がそこにあります。\u001b[22m\n\u001b[4mHe thinks that because people blamed his father for the kidnapping that he it's the other kids fault that he killed himself , then there is another guy who is funny and cheerful but has a dark past and deep regret for bullying someone to death.\u001b[24m\n    \u001b[1m彼は、人が誘拐のために父親を責めたことによって、彼が自分自身を殺したという他の子供のせいであると非難したので、面白く明るいですが、誰かをいじめにさせた深刻な後悔を持っています。\u001b[22m, \u001b[1m彼は、人々が、彼はそれが他の子供たちは、彼が自殺したことのせいです誘拐のための彼の父親を非難したので、次に面白いと陽気ですが、死に誰かをいじめための暗い過去と深い遺憾の意を持つ別の男がそこにあると思います。\u001b[22m\n\u001b[1m\u001b[22m\nThey start having Out of Body Experiences and figuring out things about the kidnapping and strange things in the town.\n\n\u001b[1m彼らは体外体験をして、街の誘拐や奇妙なことを物語っています。\u001b[22m\n\u001b[1m(Karera wa taigai taiken o shite,-gai no yūkai ya kimyōna koto o monogatatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThey start having Out of Body Experiences and figuring out things about the kidnapping and strange things in the town.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey start having Out of Body Experiences and figuring out things about the kidnapping and strange things in the town.\u001b[24m\n    \u001b[1m彼らは体外体験をして、街の誘拐や奇妙なことを物語っています。\u001b[22m, \u001b[1m彼らは、体外離脱有し、町でさらっと奇妙なことについての事を考え出す開始します。\u001b[22m\n\u001b[1m\u001b[22m\nThis show is for mature people and you have to be emotionally ready to watch this but I recommend it if you are studying psychology or like things that are deep.\n\n\u001b[1mこのショーは成熟した人のためのもので、あなたは感情的にこれを見る準備ができていなければなりませんが、心理学や深いものを勉強している場合はお勧めします。\u001b[22m\n\u001b[1m(Kono shō wa seijuku shita hito no tame no mono de, anata wa kanjō-teki ni kore o miru junbi ga dekite inakereba narimasenga, shinri-gaku ya fukai mono o benkyō shite iru baai wa o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show is for mature people and you have to be emotionally ready to watch this but I recommend it if you are studying psychology or like things that are deep.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is for mature people and you have to be emotionally ready to watch this but I recommend it if you are studying psychology or like things that are deep.\u001b[24m\n    \u001b[1mこのショーは成熟した人のためのもので、あなたは感情的にこれを見る準備ができていなければなりませんが、心理学や深いものを勉強している場合はお勧めします。\u001b[22m, \u001b[1mこのショーは、成熟した人々のためであり、あなたはこれを見て感情的に準備をしなければならないが、あなたは深い心理学などの事を勉強している場合、私はそれをお勧めします。\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "Crzykido",
    "profile": "/profile/Crzykido/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=29101",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nあなたがホラー/心理アニメを探しているなら、これは強くお勧めします。 物語は、現実の世界の中に、見えない世界と呼ばれる別個の世界がいかに少数の人々しか見ることができないかについてです。 彼の友人である誠と雅之と共に、目に見えない世界でのタローとその経験を語る少年の話が続きます。 世界への3つのベンチャーとして、彼らはお互いの暗い秘密がどのように関連しているのかを発見します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIf your looking for an horror/psychological anime, this is highly recommended. The story is about how there is a separate world ( known as the unseen world) within the real world that only a few people can see. the story follows a boy named Tarou and his experiences in the unseen world, alone with his friends Makoto and Masayuki. As the three venture further into the world they discover dark secrets of each others pass and how they are all related.\n\n\u001b[1mあなたがホラー/心理アニメを探しているなら、これは強くお勧めします。 物語は、現実の世界の中に、見えない世界と呼ばれる別個の世界がいかに少数の人々しか見ることができないかについてです。 彼の友人である誠と雅之と共に、目に見えない世界でのタローとその経験を語る少年の話が続きます。 世界への3つのベンチャーとして、彼らはお互いの暗い秘密がどのように関連しているのかを発見します。\u001b[22m\n\u001b[1m(Anata ga horā/ shinri anime o sagashite irunara, kore wa tsuyoku o susume shimasu. Monogatari wa, genjitsu no sekai no naka ni, mienai sekai to yoba reru bekko no sekai ga ikani shōsū no hitobito shika miru koto ga dekinai ka ni tsuitedesu. Kare no yūjindearu Makoto to Masayuki to tomoni, menimienai sekai de no tarō to sono keiken o kataru shōnen no hanashi ga tsudzukimasu. Sekai e no 3ttsu no benchā to shite, karera wa otagai no kurai himitsu ga dono yō ni kanren shite iru no ka o hakken shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf your looking for an horror/psychological anime, this is highly recommended. The story is about how there is a separate world ( known as the unseen world) within the real world that only a few people can see. the story follows a boy named Tarou and his experiences in the unseen world, alone with his friends Makoto and Masayuki. As the three venture further into the world they discover dark secrets of each others pass and how they are all related.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf your looking for an horror/psychological anime, this is highly recommended.\u001b[24m\n    \u001b[1mあなたがホラー/心理アニメを探しているなら、これは強くお勧めします。\u001b[22m, \u001b[1mあなたがホラー/心理的なアニメを探している場合、これを強くお勧めします。\u001b[22m\n\u001b[4mThe story is about how there is a separate world ( known as the unseen world) within the real world that only a few people can see.\u001b[24m\n    \u001b[1m物語は、現実の世界の中に、見えない世界と呼ばれる別個の世界がいかに少数の人々しか見ることができないかについてです。\u001b[22m, \u001b[1m物語は、ごく少数の人だけが見ることができることを現実世界内の別々の世界に（目に見えない世界として知られている）があるかについてです。\u001b[22m\n\u001b[4mthe story follows a boy named Tarou and his experiences in the unseen world, alone with his friends Makoto and Masayuki.\u001b[24m\n    \u001b[1m彼の友人である誠と雅之と共に、目に見えない世界でのタローとその経験を語る少年の話が続きます。\u001b[22m, \u001b[1m物語は彼の友人誠と雅之との単独太郎と目に見えない世界での経験という名前の少年を、次の。\u001b[22m\n\u001b[4mAs the three venture further into the world they discover dark secrets of each others pass and how they are all related.\u001b[24m\n    \u001b[1m世界への3つのベンチャーとして、彼らはお互いの暗い秘密がどのように関連しているのかを発見します。\u001b[22m, \u001b[1mさらに世界に3ベンチャーとして、彼らはお互いの暗い秘密を発見渡す方法と、それらはすべて関連しています。\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "Dogfather-PuA",
    "profile": "/profile/Dogfather-PuA/reviews",
    "pages": "2",
    "number": "15",
    "link": "/reviews.php?id=10852",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  7\n\nあなたが時間を殺したいなら、このアニメはあなたに適しています。それぞれのキャラクターの歴史の背後にある謎と、周りには何が起こっているのでしょうか？ あなたがエピソードを次々に見るようにする瞬間。\n\n心理学的 - 超自然的 - 人道的な関係の適切な量は、このアニメに高いランク付けを与え、確かに価値のあるものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIf you want to kill time then this anime is suited for you, the mystery behind each character's history and what goes around them will definitely give you the WTF! moments that will make you watch episodes one after the other.\n\n\u001b[1mあなたが時間を殺したいなら、このアニメはあなたに適しています。それぞれのキャラクターの歴史の背後にある謎と、周りには何が起こっているのでしょうか？ あなたがエピソードを次々に見るようにする瞬間。\u001b[22m\n\u001b[1m(Anata ga jikan o koroshitainara, kono anime wa anata ni tekishite imasu. Sorezore no kyarakutā no rekishi no haigo ni aru nazo to, mawari ni wa nani ga okotte iru nodeshou ka? Anata ga episōdo o tsugitsugini miru yō ni suru shunkan.)\u001b[22m\n\nTranslations of \u001b[4mIf you want to kill time then this anime is suited for you, the mystery behind each character's history and what goes around them will definitely give you the WTF! moments that will make you watch episodes one after the other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want to kill time then this anime is suited for you, the mystery behind each character's history and what goes around them will definitely give you the WTF!\u001b[24m\n    \u001b[1mあなたが時間を殺したいなら、このアニメはあなたに適しています。それぞれのキャラクターの歴史の背後にある謎と、周りには何が起こっているのでしょうか？\u001b[22m, \u001b[1mあなたは時間を殺したい場合は、このアニメは、各文字の歴史の謎あなたのために適しており、どのようなそれらを一周すると、間違いなくあなたWTFを与えます！\u001b[22m\n\u001b[4mmoments that will make you watch episodes one after the other.\u001b[24m\n    \u001b[1mあなたがエピソードを次々に見るようにする瞬間。\u001b[22m, \u001b[1mあなたがエピソードを1つずつ見て行います瞬間。\u001b[22m\n\u001b[1m\u001b[22m\nThe right amount of psychological-supernatural-and humanistic relations gives this anime a high ranking score and is definitely worth to watch.\n\n\u001b[1m心理学的 - 超自然的 - 人道的な関係の適切な量は、このアニメに高いランク付けを与え、確かに価値のあるものです。\u001b[22m\n\u001b[1m(Shinri gakuteki - chō shizen-teki - jindōtekina kankei no tekisetsuna-ryō wa, kono anime ni takai ranku-tsuke o atae, tashikani kachi no aru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe right amount of psychological-supernatural-and humanistic relations gives this anime a high ranking score and is definitely worth to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe right amount of psychological-supernatural-and humanistic relations gives this anime a high ranking score and is definitely worth to watch.\u001b[24m\n    \u001b[1m心理学的 - 超自然的 - 人道的な関係の適切な量は、このアニメに高いランク付けを与え、確かに価値のあるものです。\u001b[22m, \u001b[1m心理学的超自然-と人文関係の右の量はこのアニメに高いランク付け得点を与え、間違いなく見て価値があります。\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "Anglade",
    "profile": "/profile/Anglade/reviews",
    "pages": "2",
    "number": "16",
    "link": "/reviews.php?id=39245",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  9\n\nさて、これは私の最初のレビューです。\n\n私は最近、アニメのための興味と愛を再認識し、ゴーストハウンドは真剣にその再起を助けました。\n\n\nストーリー：[9/10]\n\nゴーストハウンドは心理的な恐怖、科学、スピリチュアリティの完璧な混合物です。 あなたが安い恐怖とゴアを望むなら、私は別のアニメを見ることをお勧めしますが、それはそれが恐ろしいことからそれを止めるわけではありません。  （それは私の寝室を離れたくないと思っていたほど怖かったです...）それは本当にあなたがあなたの周りの世界をどのようにとっているかについて考えるようになる魅力的な話です。 個人的に私のために、私はそれを見て止めることができませんでした。 私は次に何が起こったのかを待つことができませんでした。 さらに、このアニメでは興味深い神経学用語を教えてくれるだけです。\n\n\nアート：[9/10]\n\nシンプルで美しいアートスタイル。 全体を通して見て非常に楽しい。 隠された王国の精神は非常に興味深く、非常に不気味でした。 ああ、元のO.B.Eフォームが馬鹿に見えていたにもかかわらず、私は助けることができなかった。\n\n\nサウンド：[10/10]\n\nさて、サウンドは、本当に不気味な雰囲気のアニメを与えたものです。 それは、伝統的な響きの日本の音楽があり、音の効果は時にはまったく変わっています。 それは私の背骨の下に震えを送りました。 ああ、私の意見では、オープニングの歌が大好きだった。 それだけでいいよ。\n\n\n文字：[9/10]\n\nメインの男の子のキャラクターはすべて自分の魅力的で悲劇的な過去を持っていました。 彼らはすべて非常に個性豊かな非常にカラフルなキャラクターでした。 誰も退屈ではなかった、誰も迷惑だった。\n\n\n全体：[9/10]\n\n\nゴーストハウンドは、驚くほど不気味で、忘れられない雰囲気、興味深いストーリー、カラフルなキャラクターを持っています。 それは本当にあなたの注意をつかんで、アニメ全体でそれを保持します。 そして、あなたが終わったら、あなたの周りの世界について疑問に思うままになります。 時々、それは少し遅いかもしれないが、それでも非常に楽しいアニメだった、そしてそれは間違いなく私のお気に入りのアニメの1つになるだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWell, this is my first review ever, so please bear with me.\n\n\u001b[1mさて、これは私の最初のレビューです。\u001b[22m\n\u001b[1m(Sate, kore wa watashi no saisho no rebyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, this is my first review ever, so please bear with me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, this is my first review ever, so please bear with me.\u001b[24m\n    \u001b[1mさて、これは私の最初のレビューです。\u001b[22m, \u001b[1mまあ、これは今まで私の最初のレビューなので、私と一緒にご負担下さいです。\u001b[22m\n\u001b[1m\u001b[22m\nI recently reawakened my interest and love for anime, and Ghost Hound seriously helped with that reawakening.\n\n\u001b[1m私は最近、アニメのための興味と愛を再認識し、ゴーストハウンドは真剣にその再起を助けました。\u001b[22m\n\u001b[1m(Watashi wa saikin, anime no tame no kyōmi to ai o sai ninshiki shi, gōsutohaundo wa shinken ni sono saiki o tasukemashita.)\u001b[22m\n\nTranslations of \u001b[4mI recently reawakened my interest and love for anime, and Ghost Hound seriously helped with that reawakening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI recently reawakened my interest and love for anime, and Ghost Hound seriously helped with that reawakening.\u001b[24m\n    \u001b[1m私は最近、アニメのための興味と愛を再認識し、ゴーストハウンドは真剣にその再起を助けました。\u001b[22m, \u001b[1m私は最近、私の興味をreawakenedやアニメへの愛、そしてゴーストハウンドは真剣にその再覚醒を手伝ってくれました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory: [9/10]\n\n\u001b[1mストーリー：[9/10]\u001b[22m\n\u001b[1m(Sutōrī: [9 / 10])\u001b[22m\n\nTranslations of \u001b[4mStory: [9/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: [9/10]\u001b[24m\n    \u001b[1mストーリー：[9/10]\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hound is a perfect mixture of psychological horror, science, and spirituality. If you're wanting cheap scares and gore, I suggest you watch another anime, but that doesn't stop it from being scary. (It scared me enough to not want to leave my bedroom...) It's a compelling story that really makes you think about the way you take in the world around you. Personally for me, I just couldn't stop watching it. I couldn't wait to see what happened next. Plus, the anime teaches you some interesting neurological terminology-- just throwing that out there.\n\n\u001b[1mゴーストハウンドは心理的な恐怖、科学、スピリチュアリティの完璧な混合物です。 あなたが安い恐怖とゴアを望むなら、私は別のアニメを見ることをお勧めしますが、それはそれが恐ろしいことからそれを止めるわけではありません。  （それは私の寝室を離れたくないと思っていたほど怖かったです...）それは本当にあなたがあなたの周りの世界をどのようにとっているかについて考えるようになる魅力的な話です。 個人的に私のために、私はそれを見て止めることができませんでした。 私は次に何が起こったのかを待つことができませんでした。 さらに、このアニメでは興味深い神経学用語を教えてくれるだけです。\u001b[22m\n\u001b[1m(Gōsutohaundo wa shinri-tekina kyōfu, kagaku, supirichuariti no kanpekina kongōmonodesu. Anata ga yasui kyōfu to Goa o nozomunara, watashi wa betsu no anime o miru koto o o susume shimasuga, sore wa sore ga osoroshī koto kara sore o tomeru wakede wa arimasen. (Sore wa watashi no shinshitsu o hanaretakunai to omotte ita hodo kowakattadesu... ) Sore wa hontōni anata ga anata no mawari no sekai o dono yō ni totte iru ka ni tsuite kangaeru yō ni naru miryoku-tekina hanashidesu. Kojin-teki ni watashi no tame ni, watashi wa sore o mite tomeru koto ga dekimasendeshita. Watashi wa tsugini nani ga okotta no ka o matsu koto ga dekimasendeshita. Sarani, kono animede wa kyōmibukai shinkei-gaku yōgo o oshietekureru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mGhost Hound is a perfect mixture of psychological horror, science, and spirituality. If you're wanting cheap scares and gore, I suggest you watch another anime, but that doesn't stop it from being scary. (It scared me enough to not want to leave my bedroom...) It's a compelling story that really makes you think about the way you take in the world around you. Personally for me, I just couldn't stop watching it. I couldn't wait to see what happened next. Plus, the anime teaches you some interesting neurological terminology-- just throwing that out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost Hound is a perfect mixture of psychological horror, science, and spirituality.\u001b[24m\n    \u001b[1mゴーストハウンドは心理的な恐怖、科学、スピリチュアリティの完璧な混合物です。\u001b[22m, \u001b[1mゴーストハウンドは心理的な恐怖、科学、と精神の完全な混合物です。\u001b[22m\n\u001b[4mIf you're wanting cheap scares and gore, I suggest you watch another anime, but that doesn't stop it from being scary.\u001b[24m\n    \u001b[1mあなたが安い恐怖とゴアを望むなら、私は別のアニメを見ることをお勧めしますが、それはそれが恐ろしいことからそれを止めるわけではありません。\u001b[22m, \u001b[1mあなたが安い恐怖とマチを望むなら、私はあなたが別のアニメを見て示唆しているが、それは怖いされてからそれを停止しません。\u001b[22m\n\u001b[4m(It scared me enough to not want to leave my bedroom...) It's a compelling story that really makes you think about the way you take in the world around you.\u001b[24m\n    \u001b[1m（それは私の寝室を離れたくないと思っていたほど怖かったです...）それは本当にあなたがあなたの周りの世界をどのようにとっているかについて考えるようになる魅力的な話です。\u001b[22m, \u001b[1mそれは本当にあなたがあなたの周りの世界に取る方法について考えさせる説得力のある話だ（それは...十分な私の寝室を離れたくないために私を怖がっ）。\u001b[22m\n\u001b[4mPersonally for me, I just couldn't stop watching it.\u001b[24m\n    \u001b[1m個人的に私のために、私はそれを見て止めることができませんでした。\u001b[22m, \u001b[1m個人的に私のために、私はちょうどそれを見て止めることができませんでした。\u001b[22m\n\u001b[4mI couldn't wait to see what happened next.\u001b[24m\n    \u001b[1m私は次に何が起こったのかを待つことができませんでした。\u001b[22m, \u001b[1m私は次に何が起こった見るために待つことができませんでした。\u001b[22m\n\u001b[4mPlus, the anime teaches you some interesting neurological terminology-- just throwing that out there.\u001b[24m\n    \u001b[1mさらに、このアニメでは興味深い神経学用語を教えてくれるだけです。\u001b[22m, \u001b[1mさらに、アニメはあなただけそこにそれを投げterminology--いくつかの興味深い神経学を教えています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: [9/10]\n\n\u001b[1mアート：[9/10]\u001b[22m\n\u001b[1m(Āto: [9 / 10])\u001b[22m\n\nTranslations of \u001b[4mArt: [9/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: [9/10]\u001b[24m\n    \u001b[1mアート：[9/10]\u001b[22m\n\u001b[1m\u001b[22m\nA simple, yet beautiful art style. Very enjoyable to look at throughout. The spirits of the Hidden Realm were very interesting, and very eerie. Oh, and even though their original O.B.E forms were silly looking, I couldn't help but giggle at those little bums.\n\n\u001b[1mシンプルで美しいアートスタイル。 全体を通して見て非常に楽しい。 隠された王国の精神は非常に興味深く、非常に不気味でした。 ああ、元のO.B.Eフォームが馬鹿に見えていたにもかかわらず、私は助けることができなかった。\u001b[22m\n\u001b[1m(Shinpurude utsukushī ātosutairu. Zentai o tōshite mite hijō ni tanoshī. Kakusa reta ōkoku no seishin wa hijō ni kyōmibukaku, hijō ni bukimideshita. Ā,-moto no O. B. E fōmu ga baka ni miete ita nimokakawarazu, watashi wa tasukeru koto ga dekinakatta.)\u001b[22m\n\nTranslations of \u001b[4mA simple, yet beautiful art style. Very enjoyable to look at throughout. The spirits of the Hidden Realm were very interesting, and very eerie. Oh, and even though their original O.B.E forms were silly looking, I couldn't help but giggle at those little bums.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA simple, yet beautiful art style.\u001b[24m\n    \u001b[1mシンプルで美しいアートスタイル。\u001b[22m, \u001b[1mシンプルでありながら美しいアートスタイル。\u001b[22m\n\u001b[4mVery enjoyable to look at throughout.\u001b[24m\n    \u001b[1m全体を通して見て非常に楽しい。\u001b[22m, \u001b[1m全体で見て非常に楽しいです。\u001b[22m\n\u001b[4mThe spirits of the Hidden Realm were very interesting, and very eerie.\u001b[24m\n    \u001b[1m隠された王国の精神は非常に興味深く、非常に不気味でした。\u001b[22m, \u001b[1m隠されたレルムの精神は非常に興味深い、と非常に不気味でした。\u001b[22m\n\u001b[4mOh, and even though their original O.B.E forms were silly looking, I couldn't help but giggle at those little bums.\u001b[24m\n    \u001b[1mああ、元のO.B.Eフォームが馬鹿に見えていたにもかかわらず、私は助けることができなかった。\u001b[22m, \u001b[1mああ、元のO.B.Eフォームが見て愚かだったにもかかわらず、私は助けるが、それらのほとんどの火傷でクスクス笑うことができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound: [10/10]\n\n\u001b[1mサウンド：[10/10]\u001b[22m\n\u001b[1m(Saundo: [10/ 10])\u001b[22m\n\nTranslations of \u001b[4mSound: [10/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: [10/10]\u001b[24m\n    \u001b[1mサウンド：[10/10]\u001b[22m\n\u001b[1m\u001b[22m\nNow, the sound is what really gave the anime it's haunting, eerie atmosphere. It has old, traditional sounding Japanese music, and the sound effects were sometimes just downright creepy. It sent shivers down my spine. Oh, and in my opinion, I loved the Opening song. It just sounded good.\n\n\u001b[1mさて、サウンドは、本当に不気味な雰囲気のアニメを与えたものです。 それは、伝統的な響きの日本の音楽があり、音の効果は時にはまったく変わっています。 それは私の背骨の下に震えを送りました。 ああ、私の意見では、オープニングの歌が大好きだった。 それだけでいいよ。\u001b[22m\n\u001b[1m(Sate, saundo wa, hontōni bukimina fun'iki no anime o ataeta monodesu. Sore wa, dentō-tekina hibiki no Nihon no ongaku ga ari,-on no kōka wa tokiniha mattaku kawatte imasu. Sore wa watashi no sebone no shita ni furue o okurimashita. Ā, watashi no ikende wa, ōpuningu no uta ga daisukidatta. Sore dakede ī yo.)\u001b[22m\n\nTranslations of \u001b[4mNow, the sound is what really gave the anime it's haunting, eerie atmosphere. It has old, traditional sounding Japanese music, and the sound effects were sometimes just downright creepy. It sent shivers down my spine. Oh, and in my opinion, I loved the Opening song. It just sounded good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, the sound is what really gave the anime it's haunting, eerie atmosphere.\u001b[24m\n    \u001b[1mさて、サウンドは、本当に不気味な雰囲気のアニメを与えたものです。\u001b[22m, \u001b[1mさて、音は実際にそれが忘れられないですアニメ、不気味な雰囲気を与えたものです。\u001b[22m\n\u001b[4mIt has old, traditional sounding Japanese music, and the sound effects were sometimes just downright creepy.\u001b[24m\n    \u001b[1mそれは、伝統的な響きの日本の音楽があり、音の効果は時にはまったく変わっています。\u001b[22m, \u001b[1mそれは古い、伝統的なサウンド日本の音楽を持っており、効果音は時々だけで実に不気味でした。\u001b[22m\n\u001b[4mIt sent shivers down my spine.\u001b[24m\n    \u001b[1mそれは私の背骨の下に震えを送りました。\u001b[22m, \u001b[1mそれは背筋がゾッを送りました。\u001b[22m\n\u001b[4mOh, and in my opinion, I loved the Opening song.\u001b[24m\n    \u001b[1mああ、私の意見では、オープニングの歌が大好きだった。\u001b[22m, \u001b[1mああ、私の意見では、私はオープニングの歌を愛しました。\u001b[22m\n\u001b[4mIt just sounded good.\u001b[24m\n    \u001b[1mそれだけでいいよ。\u001b[22m, \u001b[1mそれはちょうど良い聞こえました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: [9/10]\n\n\u001b[1m文字：[9/10]\u001b[22m\n\u001b[1m(Moji: [9 / 10])\u001b[22m\n\nTranslations of \u001b[4mCharacters: [9/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: [9/10]\u001b[24m\n    \u001b[1m文字：[9/10]\u001b[22m, \u001b[1mキャラクター：[9/10]\u001b[22m\n\u001b[1m\u001b[22m\nAll of the main boy characters had their own compelling, tragic pasts that really kept you interested the whole time. They were all very colourful characters with great personalities. No one was boring, no one was annoying.\n\n\u001b[1mメインの男の子のキャラクターはすべて自分の魅力的で悲劇的な過去を持っていました。 彼らはすべて非常に個性豊かな非常にカラフルなキャラクターでした。 誰も退屈ではなかった、誰も迷惑だった。\u001b[22m\n\u001b[1m(Mein no otokonoko no kyarakutā wa subete jibun no mirikiteki de higeki-tekina kako o motte imashita. Karera wa subete hijō ni kosei yutakana hijō ni karafuruna kyarakutādeshita. Dare mo taikutsude wa nakatta, dare mo meiwakudatta.)\u001b[22m\n\nTranslations of \u001b[4mAll of the main boy characters had their own compelling, tragic pasts that really kept you interested the whole time. They were all very colourful characters with great personalities. No one was boring, no one was annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of the main boy characters had their own compelling, tragic pasts that really kept you interested the whole time.\u001b[24m\n    \u001b[1mメインの男の子のキャラクターはすべて自分の魅力的で悲劇的な過去を持っていました。\u001b[22m, \u001b[1m主な少年の文字のすべてが本当に興味を持って、全体の時間をあなたを維持し、独自の魅力的な、悲劇的な過去をしていました。\u001b[22m\n\u001b[4mThey were all very colourful characters with great personalities.\u001b[24m\n    \u001b[1m彼らはすべて非常に個性豊かな非常にカラフルなキャラクターでした。\u001b[22m, \u001b[1m彼らはすべての偉大な個性を持つ、非常にカラフルな文字でした。\u001b[22m\n\u001b[4mNo one was boring, no one was annoying.\u001b[24m\n    \u001b[1m誰も退屈ではなかった、誰も迷惑だった。\u001b[22m, \u001b[1m誰も誰も迷惑ではなかった、退屈ではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: [9/10]\n\n\u001b[1m全体：[9/10]\u001b[22m\n\u001b[1m(Zentai: [9 / 10])\u001b[22m\n\nTranslations of \u001b[4mOverall: [9/10]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: [9/10]\u001b[24m\n    \u001b[1m全体：[9/10]\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hound has an amazingly creepy, haunting atmosphere, an interesting storyline, and colourful characters. It really grabs your attention, and keeps it throughout the anime. And after you're finished, you'll be left wondering about the world around you. Sometimes, it could be a little slow, but nonetheless it was a very enjoyable anime, and it will definitely be one of my favourite animes of all time.\n\n\u001b[1mゴーストハウンドは、驚くほど不気味で、忘れられない雰囲気、興味深いストーリー、カラフルなキャラクターを持っています。 それは本当にあなたの注意をつかんで、アニメ全体でそれを保持します。 そして、あなたが終わったら、あなたの周りの世界について疑問に思うままになります。 時々、それは少し遅いかもしれないが、それでも非常に楽しいアニメだった、そしてそれは間違いなく私のお気に入りのアニメの1つになるだろう。\u001b[22m\n\u001b[1m(Gōsutohaundo wa, odoroku hodo bukimide, wasurerarenai fun'iki, kyōmibukai sutōrī, karafuruna kyarakutā o motte imasu. Sore wa hontōni anata no chūi o tsukande, anime zentai de sore o hoji shimasu. Soshite, anata ga owattara, anata no mawari no sekai ni tsuite gimon ni omou mama ni narimasu. Tokidoki, sore wa sukoshi osoi kamo shirenaiga, soredemo hijō ni tanoshī animedatta, soshite sore wa machigainaku watashinōkiniiri no anime no 1tsu ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mGhost Hound has an amazingly creepy, haunting atmosphere, an interesting storyline, and colourful characters. It really grabs your attention, and keeps it throughout the anime. And after you're finished, you'll be left wondering about the world around you. Sometimes, it could be a little slow, but nonetheless it was a very enjoyable anime, and it will definitely be one of my favourite animes of all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost Hound has an amazingly creepy, haunting atmosphere, an interesting storyline, and colourful characters.\u001b[24m\n    \u001b[1mゴーストハウンドは、驚くほど不気味で、忘れられない雰囲気、興味深いストーリー、カラフルなキャラクターを持っています。\u001b[22m, \u001b[1mゴーストハウンドは驚くほど不気味な、忘れられない雰囲気、興味深いストーリー、カラフルな文字が含まれています。\u001b[22m\n\u001b[4mIt really grabs your attention, and keeps it throughout the anime.\u001b[24m\n    \u001b[1mそれは本当にあなたの注意をつかんで、アニメ全体でそれを保持します。\u001b[22m, \u001b[1mそれは本当にあなたの注意をつかむと、アニメを通してそれを保持します。\u001b[22m\n\u001b[4mAnd after you're finished, you'll be left wondering about the world around you.\u001b[24m\n    \u001b[1mそして、あなたが終わったら、あなたの周りの世界について疑問に思うままになります。\u001b[22m, \u001b[1m設定が完了した後、あなたはあなたの周りの世界について疑問に残ることでしょう。\u001b[22m\n\u001b[4mSometimes, it could be a little slow, but nonetheless it was a very enjoyable anime, and it will definitely be one of my favourite animes of all time.\u001b[24m\n    \u001b[1m時々、それは少し遅いかもしれないが、それでも非常に楽しいアニメだった、そしてそれは間違いなく私のお気に入りのアニメの1つになるだろう。\u001b[22m, \u001b[1m時には、それは少し遅いかもしれないが、それにもかかわらず、それは非常に楽しいアニメであり、それは間違いなくすべての時間の私のお気に入りのアニメのいずれかになります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "firebug",
    "profile": "/profile/firebug/reviews",
    "pages": "2",
    "number": "17",
    "link": "/reviews.php?id=35751",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\n私が超常現象や人々がそれを説明しようとする方法が好きなので、ゴーストハウンドは私を描いた。 このアニメは超常現象とそれがどうやって起こるのかを説明する新しい方法を見せてくれる。 最初はホラータイプのアニメのように思えましたが、それが進行するにつれてプロットについてもっと学びました。それは恐怖ではなく、設定されている世界をより詳しく説明しています。これは私が推測し続けて、 他の世界について 私はそれがあまりにも早く終わり、あいまいな結論を持っていたと思います。 それは作家のアイデアがなくなり、それを引き出すために終わったようなものでした。 私は音楽、物語、芸術を楽しんでいました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nGhost Hound drew me in because I like the paranormal and ways people try to explain it away. This anime gives a different view of the paranormal and a new way to explain how or why it happens. At first it seemed like it would be a horror type anime but as it progressed and you learn more about the plot it is less horror and more explaining the world it is set in. I liked this because it kept me guessing and wanting to learn more about the other world. I think it was ended a little too soon and had a vague conclusion. It was almost like the writer just ran out of ideas and ended for the sake of dragging it out. In all I did enjoy the music, story, and art.\n\n\u001b[1m私が超常現象や人々がそれを説明しようとする方法が好きなので、ゴーストハウンドは私を描いた。 このアニメは超常現象とそれがどうやって起こるのかを説明する新しい方法を見せてくれる。 最初はホラータイプのアニメのように思えましたが、それが進行するにつれてプロットについてもっと学びました。それは恐怖ではなく、設定されている世界をより詳しく説明しています。これは私が推測し続けて、 他の世界について 私はそれがあまりにも早く終わり、あいまいな結論を持っていたと思います。 それは作家のアイデアがなくなり、それを引き出すために終わったようなものでした。 私は音楽、物語、芸術を楽しんでいました。\u001b[22m\n\u001b[1m(Watashi ga chōjō genshō ya hitobito ga sore o setsumeishiyō to suru hōhō ga sukinanode, gōsutohaundo wa watashi o kaita. Kono anime wa chōjō genshō to sore ga dō yatte okoru no ka o setsumei suru atarashī hōhō o misete kureru. Saisho wa horātaipu no anime no yō ni omoemashitaga, sore ga shinkō suru ni tsurete purotto ni tsuite motto manabimashita. Sore wa kyōfude wa naku, settei sa rete iru sekai o yori kuwashiku setsumei shite imasu. Kore wa watashi ga suisoku shi tsudzukete, hoka no sekai ni tsuite watashi wa sore ga amarini mo hayaku owari, aimaina ketsuron o motte ita to omoimasu. Sore wa sakka no aidea ga nakunari, sore o hikidasu tame ni owatta yōna monodeshita. Watashi wa ongaku, monogatari, geijutsu o tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mGhost Hound drew me in because I like the paranormal and ways people try to explain it away. This anime gives a different view of the paranormal and a new way to explain how or why it happens. At first it seemed like it would be a horror type anime but as it progressed and you learn more about the plot it is less horror and more explaining the world it is set in. I liked this because it kept me guessing and wanting to learn more about the other world. I think it was ended a little too soon and had a vague conclusion. It was almost like the writer just ran out of ideas and ended for the sake of dragging it out. In all I did enjoy the music, story, and art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost Hound drew me in because I like the paranormal and ways people try to explain it away.\u001b[24m\n    \u001b[1m私が超常現象や人々がそれを説明しようとする方法が好きなので、ゴーストハウンドは私を描いた。\u001b[22m, \u001b[1m私は超常現象と方法人々はそれを離れて説明してみたいので、ゴーストハウンドは私を描きました。\u001b[22m\n\u001b[4mThis anime gives a different view of the paranormal and a new way to explain how or why it happens.\u001b[24m\n    \u001b[1mこのアニメは超常現象とそれがどうやって起こるのかを説明する新しい方法を見せてくれる。\u001b[22m, \u001b[1mこのアニメは、超常現象とどのようにまたはなぜそれが起こっ説明するための新しい方法の異なるビューを提供します。\u001b[22m\n\u001b[4mAt first it seemed like it would be a horror type anime but as it progressed and you learn more about the plot it is less horror and more explaining the world it is set in. I liked this because it kept me guessing and wanting to learn more\u001b[24m\n    \u001b[1m最初はホラータイプのアニメのように思えましたが、それが進行するにつれてプロットについてもっと学びました。それは恐怖ではなく、設定されている世界をより詳しく説明しています。これは私が推測し続けて、\u001b[22m, \u001b[1m最初はホラー系アニメになることのように思えたが、それは進行し、あなたはそれがあまり恐怖とそれは私が推測すると多くを学びたい保たれているため、それが中に設定されている世界を説明する。私はこれを気に入っよりあるプロットについての詳細を学ぶように\u001b[22m\n\u001b[4mabout the other world.\u001b[24m\n    \u001b[1m他の世界について\u001b[22m, \u001b[1m他の世界について。\u001b[22m\n\u001b[4mI think it was ended a little too soon and had a vague conclusion.\u001b[24m\n    \u001b[1m私はそれがあまりにも早く終わり、あいまいな結論を持っていたと思います。\u001b[22m, \u001b[1m私はそれは少し早すぎる終了したと思うと漠然とした結論を持っていました。\u001b[22m\n\u001b[4mIt was almost like the writer just ran out of ideas and ended for the sake of dragging it out.\u001b[24m\n    \u001b[1mそれは作家のアイデアがなくなり、それを引き出すために終わったようなものでした。\u001b[22m, \u001b[1mそれは作家だけのアイデアを使い果たし、それをドラッグするために終了したほとんどのようでした。\u001b[22m\n\u001b[4mIn all I did enjoy the music, story, and art.\u001b[24m\n    \u001b[1m私は音楽、物語、芸術を楽しんでいました。\u001b[22m, \u001b[1mすべてでは私は音楽、ストーリー、アートを楽しんでいました。\u001b[22m"
  },
  {
    "title": "Shinreigari__Ghost_Hound",
    "id": "2596",
    "url": "https://myanimelist.net/anime/2596/Shinreigari__Ghost_Hound",
    "user": "invalidsnowman",
    "profile": "/profile/invalidsnowman/reviews",
    "pages": "2",
    "number": "18",
    "link": "/reviews.php?id=61115",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  4\n\n**スポイラー警告**\n\nこのタイプのアニメは私には非常に新しいものでした。それは、その仕事に心理的な要素が含まれていました。 神々。\n\n当初、私はゆっくりとしたペースと奇妙な設定のために落ちるものとして徐々に書いていましたが、彼らは私の上で成長し、時には現れた 'Bleghgegeeg'ジャーブルを受け入れました。\n\nそれは私に神や宗教や他の伝統の可能性に疑問を呈し、昔からシャーマンや司祭についてのアイディアを私に与えました。\n\n太郎が目標を見つけようとしていたとき、それを押しのけてそのまま受け入れると、宮子さん（私にとっては）は妹の話をする理由がないのに泣き始めた 彼女は知らないうちにカルトのリーダーではなく、全く異なる感情的なトラウマを経験しました。 私は、太郎と宮古が最後に結びつくと思っていただろうが、彼らの年齢のためにそれを疑った（それは本当であることが判明した）。 私は終わりについて好きだった1つの要素がありました：古い世代から新世代へのサイクルの移行（神社で撮影された写真）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\n**Spoilers Alert**\n\n\u001b[1m**スポイラー警告**\u001b[22m\n\u001b[1m(** Supoirā keikoku**)\u001b[22m\n\nTranslations of \u001b[4m**Spoilers Alert**\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**Spoilers Alert**\u001b[24m\n    \u001b[1m**スポイラー警告**\u001b[22m\n\u001b[1m\u001b[22m\nThis type of anime was very new to me, it involved a psychological element in its work, with both that of religion; gods.\n\n\u001b[1mこのタイプのアニメは私には非常に新しいものでした。それは、その仕事に心理的な要素が含まれていました。 神々。\u001b[22m\n\u001b[1m(Kono taipu no anime wa watashiniha hijō ni atarashī monodeshita. Sore wa, sono shigoto ni shinri-tekina yōso ga fukuma rete imashita. Kamigami.)\u001b[22m\n\nTranslations of \u001b[4mThis type of anime was very new to me, it involved a psychological element in its work, with both that of religion; gods.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis type of anime was very new to me, it involved a psychological element in its work, with both that of religion;\u001b[24m\n    \u001b[1mこのタイプのアニメは私には非常に新しいものでした。それは、その仕事に心理的な要素が含まれていました。\u001b[22m, \u001b[1mアニメのこのタイプは、それが宗教の両方のことで、その仕事で心理的要素を含んだ、私にはとても新鮮でした。\u001b[22m\n\u001b[4mgods.\u001b[24m\n    \u001b[1m神々。\u001b[22m\n\u001b[1m\u001b[22m\nAt the beginning, I was gradually writing it off as something I would drop because of its slow pace, and strange settings, but, they grew on me, and I accepted the 'Bleghgegeeg' jarble that appeared sometimes.\n\n\u001b[1m当初、私はゆっくりとしたペースと奇妙な設定のために落ちるものとして徐々に書いていましたが、彼らは私の上で成長し、時には現れた 'Bleghgegeeg'ジャーブルを受け入れました。\u001b[22m\n\u001b[1m(Tōsho, watashi wa yukkuri to shita pēsu to kimyōna settei no tame ni ochiru mono to shite jojoni kaite imashitaga, karera wa watashi no ue de seichō shi, tokiniha arawareta' Bleghgegeeg' jāburu o ukeiremashita.)\u001b[22m\n\nTranslations of \u001b[4mAt the beginning, I was gradually writing it off as something I would drop because of its slow pace, and strange settings, but, they grew on me, and I accepted the 'Bleghgegeeg' jarble that appeared sometimes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the beginning, I was gradually writing it off as something I would drop because of its slow pace, and strange settings, but, they grew on me, and I accepted the 'Bleghgegeeg' jarble that appeared sometimes.\u001b[24m\n    \u001b[1m当初、私はゆっくりとしたペースと奇妙な設定のために落ちるものとして徐々に書いていましたが、彼らは私の上で成長し、時には現れた 'Bleghgegeeg'ジャーブルを受け入れました。\u001b[22m, \u001b[1m初めに、私は徐々に私は、そのゆっくりとしたペースでドロップ何か、と奇妙な設定としてそれを書いていた、しかし、彼らは私に成長し、私は時々登場「Bleghgegeeg」jarbleを受け入れました。\u001b[22m\n\u001b[1m\u001b[22m\nIt made me question the likelihood of Gods, cults and other traditions and gave me ideas about shamans and priests from old times.\n\n\u001b[1mそれは私に神や宗教や他の伝統の可能性に疑問を呈し、昔からシャーマンや司祭についてのアイディアを私に与えました。\u001b[22m\n\u001b[1m(Sore wa watashi ni kami ya shūkyō ya hoka no dentō no kanōsei ni gimon o teishi, mukashikara shāman ya shisai ni tsuite no aidia o watashi ni ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mIt made me question the likelihood of Gods, cults and other traditions and gave me ideas about shamans and priests from old times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt made me question the likelihood of Gods, cults and other traditions and gave me ideas about shamans and priests from old times.\u001b[24m\n    \u001b[1mそれは私に神や宗教や他の伝統の可能性に疑問を呈し、昔からシャーマンや司祭についてのアイディアを私に与えました。\u001b[22m, \u001b[1mそれは私が神、カルトや他の伝統の可能性に疑問を作り、私の古くからのシャーマンと祭司についての考えを与えました。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending to me was odd, when Taro was so close to finding his goal, he pushes it away, and accepts things as they are, and then Miyako (to me) started crying for no reason about him talking about his sister, even though she went through a completely different emotional trauma from being leader of a cult unknowingly. I would have thought that Taro and Miyako we're going to 'hook up' in the end, but because of their age, doubted it (which turned out to be true) and then those random things happened. There was one element I liked about the ending though: the transition of the cycle from old generation to new generation (the photos taken at the shrine) which then fades out leaving us all to wonder.\n\n\u001b[1m太郎が目標を見つけようとしていたとき、それを押しのけてそのまま受け入れると、宮子さん（私にとっては）は妹の話をする理由がないのに泣き始めた 彼女は知らないうちにカルトのリーダーではなく、全く異なる感情的なトラウマを経験しました。 私は、太郎と宮古が最後に結びつくと思っていただろうが、彼らの年齢のためにそれを疑った（それは本当であることが判明した）。 私は終わりについて好きだった1つの要素がありました：古い世代から新世代へのサイクルの移行（神社で撮影された写真）\u001b[22m\n\u001b[1m(Tarō ga mokuhyō o mitsukeyou to shite ita toki, sore o oshinokete sonomama ukeireru to, Miyako-san (watashi ni totte wa) wa imōto no hanashi o suru riyū ga nainoni naki hajimeta kanojo wa shiranai uchi ni karuto no rīdāde wa naku, mattaku kotonaru kanjō-tekina torauma o keiken shimashita. Watashi wa, Tarō to Miyako ga saigo ni musubitsuku to omotte itadarouga, karera no nenrei no tame ni sore o utagatta (sore wa hontōdearu koto ga hanmei shita). Watashi wa owari ni tsuite sukidatta 1tsu no yōso ga arimashita: Furui sedai kara shin sedai e no saikuru no ikō (jinja de satsuei sa reta shashin))\u001b[22m\n\nTranslations of \u001b[4mThe ending to me was odd, when Taro was so close to finding his goal, he pushes it away, and accepts things as they are, and then Miyako (to me) started crying for no reason about him talking about his sister, even though she went through a completely different emotional trauma from being leader of a cult unknowingly. I would have thought that Taro and Miyako we're going to 'hook up' in the end, but because of their age, doubted it (which turned out to be true) and then those random things happened. There was one element I liked about the ending though: the transition of the cycle from old generation to new generation (the photos taken at the shrine) which then fades out leaving us all to wonder.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending to me was odd, when Taro was so close to finding his goal, he pushes it away, and accepts things as they are, and then Miyako (to me) started crying for no reason about him talking about his sister, even though\u001b[24m\n    \u001b[1m太郎が目標を見つけようとしていたとき、それを押しのけてそのまま受け入れると、宮子さん（私にとっては）は妹の話をする理由がないのに泣き始めた\u001b[22m, \u001b[1m私に終了（私には）太郎は彼の目標を見つけることに非常に近くにあったとき、彼はそれを押しのけて、物事をあるがままに受け入れ、奇数だったし、その後宮古にもかかわらず、彼は彼の妹の話についての理由もなく泣き出しました\u001b[22m\n\u001b[4mshe went through a completely different emotional trauma from being leader of a cult unknowingly.\u001b[24m\n    \u001b[1m彼女は知らないうちにカルトのリーダーではなく、全く異なる感情的なトラウマを経験しました。\u001b[22m, \u001b[1m彼女は無意識のうちに教団のリーダーであることから、完全に別の感情的なトラウマを経験しました。\u001b[22m\n\u001b[4mI would have thought that Taro and Miyako we're going to 'hook up' in the end, but because of their age, doubted it (which turned out to be true) and then those random things happened.\u001b[24m\n    \u001b[1m私は、太郎と宮古が最後に結びつくと思っていただろうが、彼らの年齢のためにそれを疑った（それは本当であることが判明した）。\u001b[22m, \u001b[1m私は太郎と宮古は、我々は最終的に「フックアップ」するつもりだと思った、しかし理由自分の年齢のために、それを疑っ（真であることが判明している）し、それらのランダムなものが起こっていると思います。\u001b[22m\n\u001b[4mThere was one element I liked about the ending though: the transition of the cycle from old generation to new generation (the photos taken at the shrine) which then fades out leaving us all to wonder.\u001b[24m\n    \u001b[1m私は終わりについて好きだった1つの要素がありました：古い世代から新世代へのサイクルの移行（神社で撮影された写真）\u001b[22m, \u001b[1m旧世代から新世代へのサイクルの推移（写真は神社で撮影された）後、不思議に私たちのすべてを残してフェードアウト：私はエンディング気に入っつの要素がありました。\u001b[22m"
  }
]
