[
  {
    "title": "Sky_Girls",
    "id": "2604",
    "url": "https://myanimelist.net/anime/2604/Sky_Girls",
    "user": "bjtdevera",
    "profile": "/profile/bjtdevera/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=2858",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\nまだこのアニメを見ていないあなたの人には、私に一つのことを明確にさせてください：スカイガールズはアニメと戦っているメカではありません。 はい、メカがあります。はい、戦いがあります。 これらのことは主な焦点ではありません。\n\n強み：\nスカイガールズはキャラクター主導のアニメです。 興味深い文字が見つからない場合は、それを削除することを検討する必要があります。 シリーズの最初の半分はキャラクターの開発に集中しているので、私はこれを言っています。キャラクターが迷惑であるか無益であると感じると、非常に悲惨です。 私は、個人的に、見守ってくれるほどかわいい女の子を見つけました。\n\n2.シリーズの後半では、プロットをさらに進めることに焦点を当てています。これは見る価値があります。\n\n3.ファンサービス。 乳首の上の領域のみが露出された股間のショットおよび浴場のシーン。 非常に最小限ですが、スパイス（特に男性視聴者）のビットを追加します。\n\n弱点：\nあなたは女の子が少し迷惑なまたはステレオタイプを見つけるかもしれません。 彼らが行動する方法は、シリーズの後半では古くなる傾向があります。\n\nフィラーのエピソード。  26エピソードのアニメにフィラーがあると悲しいです。 早送りをお勧めします。 彼らは実際に経験に多くを追加しません。\n\n3.それは時々、特に最初の12のエピソードでドラッグします。 アニメの最初の半分を通して私を得た唯一の事は、私が女の子に不思議に興味を持っていたという事実でした。\n\n結論：\nそれを試して、あなたが女の子が好きかどうか見てみましょう。 これが本当にこのシリーズを楽しむ唯一の方法だからです。 それ以外の場合は、気にしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTo those of you who have yet to see this anime, please allow me to make one thing clear: Sky Girls is not a mecha fighting anime. Yes, there are mecha, and yes, there is fighting; but those things are not the primary focus.\n\n\u001b[1mまだこのアニメを見ていないあなたの人には、私に一つのことを明確にさせてください：スカイガールズはアニメと戦っているメカではありません。 はい、メカがあります。はい、戦いがあります。 これらのことは主な焦点ではありません。\u001b[22m\n\u001b[1m(Mada kono anime o miteinai anata no hito ni wa, watashi ni hitotsu no koto o meikaku ni sa sete kudasai: Sukaigāruzu wa anime to tatakatte iru mekade wa arimasen. Hai, meka ga arimasu. Hai, tatakai ga arimasu. Korera no koto wa omona shōtende wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTo those of you who have yet to see this anime, please allow me to make one thing clear: Sky Girls is not a mecha fighting anime. Yes, there are mecha, and yes, there is fighting; but those things are not the primary focus.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo those of you who have yet to see this anime, please allow me to make one thing clear: Sky Girls is not a mecha fighting anime.\u001b[24m\n    \u001b[1mまだこのアニメを見ていないあなたの人には、私に一つのことを明確にさせてください：スカイガールズはアニメと戦っているメカではありません。\u001b[22m, \u001b[1mこのアニメを見るには至っていない方のために、私は一つのことを明確にすることを可能にしてください：スカイガールズはアニメを戦うメカではありません。\u001b[22m\n\u001b[4mYes, there are mecha, and yes, there is fighting;\u001b[24m\n    \u001b[1mはい、メカがあります。はい、戦いがあります。\u001b[22m, \u001b[1mはい、メカがある、はい、そこに戦っています。\u001b[22m\n\u001b[4mbut those things are not the primary focus.\u001b[24m\n    \u001b[1mこれらのことは主な焦点ではありません。\u001b[22m, \u001b[1mしかし、それらのものが主な焦点ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSTRENGTHS:\n\n\u001b[1m強み：\u001b[22m\n\u001b[1m(Tsuyomi:)\u001b[22m\n\nDefinitions of \u001b[4mSTRENGTHS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    強\u001b[22m\n        strength, intensity, force, power, potency, vigor\n\u001b[1m    力\u001b[22m\n        force, power, strength, ability, energy, emphasis\n\u001b[1m    勢力\u001b[22m\n        force, energy, power, influence, strength, might\n\u001b[1m    迫力\u001b[22m\n        force, intensity, strength, appeal\n\u001b[1m    健\u001b[22m\n        health, strength\n\u001b[1m    剛強\u001b[22m\n        strength, firmness\n\u001b[1m    強さ\u001b[22m\n        strength, power\n1. Sky Girls is a character-driven anime. If you don't find the characters interesting, then you should consider dropping it. I say this because the first half of the series is focused on character development, which can be quite excruciating if you find the characters annoying or uninteresting. I, personally, found the girls cute enough to keep watching.\n\n\u001b[1mスカイガールズはキャラクター主導のアニメです。 興味深い文字が見つからない場合は、それを削除することを検討する必要があります。 シリーズの最初の半分はキャラクターの開発に集中しているので、私はこれを言っています。キャラクターが迷惑であるか無益であると感じると、非常に悲惨です。 私は、個人的に、見守ってくれるほどかわいい女の子を見つけました。\u001b[22m\n\u001b[1m(Sukaigāruzu wa kyarakutā shudō no animedesu. Kyōmibukai moji ga mitsukaranai baai wa, sore o sakujo suru koto o kentō suru hitsuyō ga arimasu. Shirīzu no saisho no hanbun wa kyarakutā no kaihatsu ni shūchū shite irunode, watashi wa kore o itte imasu. Kyarakutā ga meiwakudearu ka muekidearu to kanjiru to, hijō ni hisandesu. Watashi wa, kojin-teki ni, mimamotte kureru hodo kawaī on'nanoko o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4m1. Sky Girls is a character-driven anime. If you don't find the characters interesting, then you should consider dropping it. I say this because the first half of the series is focused on character development, which can be quite excruciating if you find the characters annoying or uninteresting. I, personally, found the girls cute enough to keep watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Sky Girls is a character-driven anime.\u001b[24m\n    \u001b[1mスカイガールズはキャラクター主導のアニメです。\u001b[22m, \u001b[1m1.スカイガールズは、文字駆動型のアニメです。\u001b[22m\n\u001b[4mIf you don't find the characters interesting, then you should consider dropping it.\u001b[24m\n    \u001b[1m興味深い文字が見つからない場合は、それを削除することを検討する必要があります。\u001b[22m, \u001b[1mあなたが面白い文字が見つからない場合は、それをドロップ検討する必要があります。\u001b[22m\n\u001b[4mI say this because the first half of the series is focused on character development, which can be quite excruciating if you find the characters annoying or uninteresting.\u001b[24m\n    \u001b[1mシリーズの最初の半分はキャラクターの開発に集中しているので、私はこれを言っています。キャラクターが迷惑であるか無益であると感じると、非常に悲惨です。\u001b[22m, \u001b[1mシリーズの最初の半分はあなたが迷惑または興味のない文字を見つけた場合、非常に耐え難いことができ、文字の開発、に焦点を当てているので、私はこれを言います。\u001b[22m\n\u001b[4mI, personally, found the girls cute enough to keep watching.\u001b[24m\n    \u001b[1m私は、個人的に、見守ってくれるほどかわいい女の子を見つけました。\u001b[22m, \u001b[1m私は、個人的に、見て維持するのに十分女の子はかわいいが見つかりました。\u001b[22m\n\u001b[1m\u001b[22m\n2. The second half of the series focuses on furthering the plot, which is well worth seeing.\n\n\u001b[1m2.シリーズの後半では、プロットをさらに進めることに焦点を当てています。これは見る価値があります。\u001b[22m\n\u001b[1m(2. Shirīzu no kōhande wa, purotto o sarani susumeru koto ni shōten o atete imasu. Kore wa miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m2. The second half of the series focuses on furthering the plot, which is well worth seeing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. The second half of the series focuses on furthering the plot, which is well worth seeing.\u001b[24m\n    \u001b[1m2.シリーズの後半では、プロットをさらに進めることに焦点を当てています。これは見る価値があります。\u001b[22m, \u001b[1m2.シリーズの後半は見る価値があるプロットを、さらに進めるに焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\n3. Fan service. Crotch shots and bath scenes where only the area above the nipples are exposed. Very minimal, but adds a bit of spice (especially to male viewers).\n\n\u001b[1m3.ファンサービス。 乳首の上の領域のみが露出された股間のショットおよび浴場のシーン。 非常に最小限ですが、スパイス（特に男性視聴者）のビットを追加します。\u001b[22m\n\u001b[1m(3. Fansābisu. Chikubi no ue no ryōiki nomi ga roshutsu sa reta kokan no shotto oyobi yokujō no shīn. Hijō ni saishōgendesuga, supaisu (tokuni dansei shichō-sha) no bitto o tsuika shimasu.)\u001b[22m\n\nTranslations of \u001b[4m3. Fan service. Crotch shots and bath scenes where only the area above the nipples are exposed. Very minimal, but adds a bit of spice (especially to male viewers).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Fan service.\u001b[24m\n    \u001b[1m3.ファンサービス。\u001b[22m\n\u001b[4mCrotch shots and bath scenes where only the area above the nipples are exposed.\u001b[24m\n    \u001b[1m乳首の上の領域のみが露出された股間のショットおよび浴場のシーン。\u001b[22m, \u001b[1m乳首の上の領域が露出されているだけ股ショットや入浴シーン。\u001b[22m\n\u001b[4mVery minimal, but adds a bit of spice (especially to male viewers).\u001b[24m\n    \u001b[1m非常に最小限ですが、スパイス（特に男性視聴者）のビットを追加します。\u001b[22m, \u001b[1m非常に最小限のが、（特に男性視聴者に）スパイスのビットを追加します。\u001b[22m\n\u001b[1m\u001b[22m\nWEAKNESSES:\n\n\u001b[1m弱点：\u001b[22m\n\u001b[1m(Jakuten:)\u001b[22m\n\nDefinitions of \u001b[4mWEAKNESSES:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    弱点\u001b[22m\n        weakness, weak point, flaw, defect, failing, frailty\n\u001b[1m    弱\u001b[22m\n        weak, weakness, frailty, feebleness, infirmity, fault\n\u001b[1m    衰弱\u001b[22m\n        weakness, breakdown, prostration, debility\n\u001b[1m    弱み\u001b[22m\n        weakness, feebleness, frailty, infirmity, fragility, invalidity\n\u001b[1m    虚弱\u001b[22m\n        weakness, feebleness, imbecility\n\u001b[1m    欠点\u001b[22m\n        drawback, defect, faults, deficiency, flaw, weakness\n\u001b[1m    低調\u001b[22m\n        weakness, undertone, low tone, dullness\n\u001b[1m    軟弱\u001b[22m\n        weakness\n\u001b[1m    難点\u001b[22m\n        fault, weakness\n\u001b[1m    薄弱\u001b[22m\n        weakness, feebleness\n\u001b[1m    柔弱\u001b[22m\n        weakness, effeminacy, enervation\n\u001b[1m    虚\u001b[22m\n        void, hollow, emptiness, weakness, falsehood, vacuum\n\u001b[1m    弱味\u001b[22m\n        weakness, feebleness, frailty, infirmity, fragility, invalidity\n\u001b[1m    力不足\u001b[22m\n        insufficiency, weakness\n\u001b[1m    引け目\u001b[22m\n        weakness, drawing back\n\u001b[1m    困憊\u001b[22m\n        exhaustion, fatigue, depletion, lassitude, enervation, weakness\n\u001b[1m    羸弱\u001b[22m\n        weakness, feebleness, imbecility\n\u001b[1m    弱さ\u001b[22m\n        weakness, feebleness, frailty, fragility, infirmity, invalidity\n1. You might find the girls a bit annoying or stereotypical. The way they act does tend get old in the latter half of the series.\n\n\u001b[1mあなたは女の子が少し迷惑なまたはステレオタイプを見つけるかもしれません。 彼らが行動する方法は、シリーズの後半では古くなる傾向があります。\u001b[22m\n\u001b[1m(Anata wa on'nanoko ga sukoshi meiwakuna matawa sutereo taipu o mitsukeru kamo shiremasen. Karera ga kōdō suru hōhō wa, shirīzu no kōhande wa furuku naru keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m1. You might find the girls a bit annoying or stereotypical. The way they act does tend get old in the latter half of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. You might find the girls a bit annoying or stereotypical.\u001b[24m\n    \u001b[1mあなたは女の子が少し迷惑なまたはステレオタイプを見つけるかもしれません。\u001b[22m, \u001b[1m1.あなたは少し迷惑またはステレオタイプの女の子を見つけるかもしれません。\u001b[22m\n\u001b[4mThe way they act does tend get old in the latter half of the series.\u001b[24m\n    \u001b[1m彼らが行動する方法は、シリーズの後半では古くなる傾向があります。\u001b[22m, \u001b[1m彼らが行動する方法は、一連の後半に古い取得する傾向がありません。\u001b[22m\n\u001b[1m\u001b[22m\n2. Filler episodes. It's sad when a 26-episode anime has fillers. I recommend fast-forwarding through them. They really don't add much to the experience.\n\n\u001b[1mフィラーのエピソード。  26エピソードのアニメにフィラーがあると悲しいです。 早送りをお勧めします。 彼らは実際に経験に多くを追加しません。\u001b[22m\n\u001b[1m(Firā no episōdo. 26 Episōdo no anime ni firā ga aru to kanashīdesu. Hayaokuri o o susume shimasu. Karera wa jissai ni keiken ni ōku o tsuika shimasen.)\u001b[22m\n\nTranslations of \u001b[4m2. Filler episodes. It's sad when a 26-episode anime has fillers. I recommend fast-forwarding through them. They really don't add much to the experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Filler episodes.\u001b[24m\n    \u001b[1mフィラーのエピソード。\u001b[22m, \u001b[1m2.フィラーエピソード。\u001b[22m\n\u001b[4mIt's sad when a 26-episode anime has fillers.\u001b[24m\n    \u001b[1m26エピソードのアニメにフィラーがあると悲しいです。\u001b[22m, \u001b[1m26エピソードのアニメは、フィラーを持っているとき、それは悲しいです。\u001b[22m\n\u001b[4mI recommend fast-forwarding through them.\u001b[24m\n    \u001b[1m早送りをお勧めします。\u001b[22m, \u001b[1m私はそれらを介して早送りをお勧めします。\u001b[22m\n\u001b[4mThey really don't add much to the experience.\u001b[24m\n    \u001b[1m彼らは実際に経験に多くを追加しません。\u001b[22m, \u001b[1m彼らは本当に経験に多くを追加しないでください。\u001b[22m\n\u001b[1m\u001b[22m\n3. It drags at times, especially in the first 12 episodes. The only thing that got me through the first half of the anime was the fact that I was strangely intrigued by the girls.\n\n\u001b[1m3.それは時々、特に最初の12のエピソードでドラッグします。 アニメの最初の半分を通して私を得た唯一の事は、私が女の子に不思議に興味を持っていたという事実でした。\u001b[22m\n\u001b[1m(3. Sore wa tokidoki, tokuni saisho no 12 no episōdo de doraggu shimasu. Anime no saisho no hanbun o tōshite watashi o eta yuiitsu no koto wa, watashi ga on'nanoko ni fushigi ni kyōmi o motte ita to iu jijitsudeshita.)\u001b[22m\n\nTranslations of \u001b[4m3. It drags at times, especially in the first 12 episodes. The only thing that got me through the first half of the anime was the fact that I was strangely intrigued by the girls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. It drags at times, especially in the first 12 episodes.\u001b[24m\n    \u001b[1m3.それは時々、特に最初の12のエピソードでドラッグします。\u001b[22m, \u001b[1m3.これは、特に最初の12のエピソードで、時間にドラッグ。\u001b[22m\n\u001b[4mThe only thing that got me through the first half of the anime was the fact that I was strangely intrigued by the girls.\u001b[24m\n    \u001b[1mアニメの最初の半分を通して私を得た唯一の事は、私が女の子に不思議に興味を持っていたという事実でした。\u001b[22m, \u001b[1mアニメの前半を通して私を得た唯一の事は、私は妙に女の子に興味をそそられたという事実でした。\u001b[22m\n\u001b[1m\u001b[22m\nCONCLUSION:\n/kənˈklo͞oZHən/\n\n\u001b[1m結論：\u001b[22m\n\u001b[1m(Ketsuron:)\u001b[22m\n\nDefinitions of \u001b[4mCONCLUSION:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    結論\u001b[22m\n        conclusion, decision, finding, resolution, judgment, determination\n\u001b[1m    締結\u001b[22m\n        conclusion, contract\n\u001b[1m    最後\u001b[22m\n        end, conclusion\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    完了\u001b[22m\n        completion, conclusion\n\u001b[1m    結び\u001b[22m\n        conclusion, union, ending\n\u001b[1m    判断\u001b[22m\n        judgment, decision, conclusion, adjudication, decipherment, divination\n\u001b[1m    結末\u001b[22m\n        end, conclusion, resolution, decision, resolve, judgment\n\u001b[1m    完結\u001b[22m\n        completion, conclusion\n\u001b[1m    帰結\u001b[22m\n        conclusion\n\u001b[1m    決着\u001b[22m\n        settlement, conclusion, end, decision\n\u001b[1m    終局\u001b[22m\n        finale, end, conclusion, denouement, close, end of a game of go\n\u001b[1m    断定\u001b[22m\n        conclusion, decision\n\u001b[1m    決断\u001b[22m\n        decision, resolution, determination, resolve, judgment, conclusion\n\u001b[1m    締め括り\u001b[22m\n        conclusion, supervision, completion, summing-up\n\u001b[1m    決議\u001b[22m\n        resolution, decision, resolve, vote, determination, conclusion\n\u001b[1m    竣工\u001b[22m\n        completion, finish, fulfillment, end, termination, conclusion\n\u001b[1m    纏め\u001b[22m\n        conclusion, settlement\n\u001b[1m    予断\u001b[22m\n        prediction, guessing, conclusion\n\u001b[1m    決意\u001b[22m\n        determination, resolve, decision, resolution, will, conclusion\n\u001b[1m    段落\u001b[22m\n        period, full stop, conclusion\n\u001b[1m    論断\u001b[22m\n        verdict, conclusion\n\u001b[1m    竣成\u001b[22m\n        fulfillment, completion, end, termination, culmination, conclusion\n\u001b[1m    切り上げ\u001b[22m\n        conclusion\n\u001b[1m    切上げ\u001b[22m\n        conclusion\n\u001b[1m    纏まり\u001b[22m\n        settlement, conclusion, consistency\n\u001b[1m    明け\u001b[22m\n        dawn, dawning, daylight, daybreak, cockcrow, conclusion\n\u001b[1m    デシジョン\u001b[22m\n        decision, conclusion, determination, resolve, settlement, finding\n\u001b[1m    結着\u001b[22m\n        conclusion, decision, end\nTry it out and see if you like the girls; because that's really the only way you can enjoy this series. Otherwise, don't bother.\n\n\u001b[1mそれを試して、あなたが女の子が好きかどうか見てみましょう。 それが本当にこのシリーズを楽しむ唯一の方法だからです。 それ以外の場合は、気にしないでください。\u001b[22m\n\u001b[1m(Sore o tameshite, anata ga on'nanoko ga suki ka dō ka mite mimashou. Sore ga hontōni kono shirīzu o tanoshimu yuiitsu no hōhōdakaradesu. Sore igai no baai wa, kinishinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mTry it out and see if you like the girls; because that's really the only way you can enjoy this series. Otherwise, don't bother.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTry it out and see if you like the girls;\u001b[24m\n    \u001b[1mそれを試して、あなたが女の子が好きかどうか見てみましょう。\u001b[22m, \u001b[1mそれを試してみて、あなたが女の子を好きかどうかを確認。\u001b[22m\n\u001b[4mbecause that's really the only way you can enjoy this series.\u001b[24m\n    \u001b[1mそれが本当にこのシリーズを楽しむ唯一の方法だからです。\u001b[22m, \u001b[1mそれは本当にあなたがこのシリーズを楽しむことができる唯一の方法だからです。\u001b[22m\n\u001b[4mOtherwise, don't bother.\u001b[24m\n    \u001b[1mそれ以外の場合は、気にしないでください。\u001b[22m, \u001b[1mそうでなければ、気にしないでください。\u001b[22m"
  },
  {
    "title": "Sky_Girls",
    "id": "2604",
    "url": "https://myanimelist.net/anime/2604/Sky_Girls",
    "user": "HakushuBeet",
    "profile": "/profile/HakushuBeet/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=22639",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\nスカイガールズは、あなたがアニメをカバーするべきではない理由の主な例です。 あなたが知っていることを知らせるだけで、スカイガールズはあなたが見ていると思われるほとんどのショーよりファンサービスは少ないです。 ファンサービスの唯一の実際のケースは、彼らのユニフォームです。 それ以外は、本当に何もない。 だからこのショーを見るのを恐れないでください。 ストライクウィッチーズのようなものは一切ありません。\n\n私は3日間でこの26のエピソードシリーズを完成させました。 それは、すべてのカテゴリに亘って予想外に強固なものでした。 テストパイロットから積極的な軍隊への再割り当ては、最初は桜野を驚かせるが、3人は最終的に新しい任務を受け入れる。 そこから、彼らは海の真ん中にある中心の巣に向かう途中でWORMと戦う。 この話は、WORM攻撃が終わってから10年後に始まります。  3人の若い女の子がOppama基地に呼び出され、Sonic Diversと呼ばれる新しいタイプのメカユニットのテストパイロットとして機能します。  3つは、一条栄子、桜野おとあ、カレンソノミヤ。 一条は、チームのリーダーとしての軍事的背景を持つツンデレのキャラクターです。 サクラノとソノミヤは呼び出されたときに何の経験もなかったが、どちらも義務を受け入れる理由を見つけた。 桜野は、失われた兄弟の代わりに空を飛びたいという願いがあり、ソノミヤは正義感が強い。 彼らは、テストパイロットとしての役割を果たすことになると言われましたが、それはWORMの2回目の準備のために3つの準備をするための嘘でした（DNA構造のため、これらの3つはメカユニットと高い互換性があります -  それが彼らが選ばれた理由です。これはあなたが見た後でもっと意味をなさないでしょう）。\n\nストーリーは、「スカイガールズ」と呼ばれるロリ・ショーから今まで想像できないよりはるかにしっかりしています。 エピソードと戦闘のトランジションはクリーンで、ダウンタイムはほとんどありませんが（2-3の楽しいフィラーエピソードがあります）、鈍い瞬間はほとんどありません。 それらの存在、創造、動機、弱点など、WORMを取り巻く多くのねじれも投げ込まれます。  WORMは、最初に見られる生物の形を取る巨大な存在です。 ほとんどのWORMは海洋で生まれているので、一般的に海洋動物の形を取るが、人間の形を取るようないくつかのよりユニークなWORMが出現する。 あなたがそれをプレイしたならば、それはCollossusの影のようなものです。\n\nソニックダイバーのメカは、パイロットの動きを模倣しています。 彼らは、銃器、レーザー、ユニークな武器を武器に持っています。 敵を倒すために、スカイガールズは「デルタロック」と呼ばれる戦術を使用します。 この動きは、敵を罠に閉じ込める球状の障壁を作り、すべての攻撃を一度に解き放つことができます。 ショーの後半に、4人目のメンバーがチームに加わった後、この動きは「Quadra Lock」になります。\n\nそうです、キャストは3つのlolisに限られていません。 どんなメカでもスカイガールのキャストは壮大です。 メカニック、パイロット、指揮官、そしてもちろん、すべてを食べるシェフがいます。 第4スカイガールのパイロットは、途中でキャストに参加し、最後には5番目のキャストに参加します。 別の3人編隊が出現し、反撃軍ユニット「Vic Vipers」で飛行している。 将校とメカニックの支持のキャストには大量のスクリーン時間があり、それぞれの後ろに均等な努力が払われます。 一緒に、彼らはすべて活発な文字のキャストに貢献します。\n\nBlack Lagoonのオープニングの後の歌手Mellは、Sky Girlsの壮大なテーマソングを歌います。 両方の結末は、悲しいことに、印象的ではなかった。 サウンドトラックにはいくつかの素晴らしい曲がありますが、バリエーションはあまりありませんでした。 私のお気に入りは、「Fall in Love」と呼ばれるピアノトラックです。 私の意見では、アニメーションはスカイガールズの最も弱いカテゴリーでした。 それは悪くはなかったし、何の変質もなかったし、まったくそれほど鋭いものではなかったし、アクション・シーケンスは色あせていた。 私が見ていたファイルは低画質であったかもしれないが、おそらくそうではないだろうと推測している。\n\n全体として、スカイガールズは旅の価値があった。 メカシャンの戦いは、ガンダムの壮大さと同じではないかもしれませんし、一般的にはメカニックほど鮮明ではありませんが、パイロットと固体のストーリーラインのかわいいキャストで楽しませてくれました。  WORMと戦う飛行機を見ているチームが私に多くのスターフォックス64を思い出させ、私の顔に笑顔をもたらしました。 私はこのショーをみんなにお勧めしたいと思いますが、明らかにキャラクターデザインは多くの人にとっては難しく、わかります。 しかし、ちょっと一言。 私はした、と私は失望していませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSky Girls is a prime example of why you shouldn't judge an anime by its cover. If you find lolis disturbing and against your morals, so be it - but just to let you know, Sky Girls has less fan service than most shows you're likely watching. The only real case of fan service would be their uniforms. Outside of that, nothing really. So don't be afraid to look into this show; rest assured, its nothing like Strike Witches.\n\n\u001b[1mスカイガールズは、あなたがアニメをカバーするべきではない理由の主な例です。 あなたが知っていることを知らせるだけで、スカイガールズはあなたが見ていると思われるほとんどのショーよりファンサービスは少ないです。 ファンサービスの唯一の実際のケースは、彼らのユニフォームです。 それ以外は、本当に何もない。 だからこのショーを見るのを恐れないでください。 ストライクウィッチーズのようなものは一切ありません。\u001b[22m\n\u001b[1m(Sukaigāruzu wa, anata ga anime o kabā surubekide wanai riyū no omona reidesu. Anata ga shitte iru koto o shiraseru dake de, sukaigāruzu wa anata ga mite iru to omowa reru hotondo no shō yori fansābisu wa sukunaidesu. Fansābisu no yuiitsu no jissai no kēsu wa, karera no yunifōmudesu. Sore igai wa, hontōni nanimonai. Dakara kono shō o miru no o osorenaide kudasai. Sutoraikuu~itchīzu no yōna mono wa issai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSky Girls is a prime example of why you shouldn't judge an anime by its cover. If you find lolis disturbing and against your morals, so be it - but just to let you know, Sky Girls has less fan service than most shows you're likely watching. The only real case of fan service would be their uniforms. Outside of that, nothing really. So don't be afraid to look into this show; rest assured, its nothing like Strike Witches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSky Girls is a prime example of why you shouldn't judge an anime by its cover.\u001b[24m\n    \u001b[1mスカイガールズは、あなたがアニメをカバーするべきではない理由の主な例です。\u001b[22m, \u001b[1mスカイガールズは、あなたがそのカバーでアニメを判断するべきではない理由の一例です。\u001b[22m\n\u001b[4mIf you find lolis disturbing and against your morals, so be it - but just to let you know, Sky Girls has less fan service than most shows you're likely watching.\u001b[24m\n    \u001b[1mあなたが知っていることを知らせるだけで、スカイガールズはあなたが見ていると思われるほとんどのショーよりファンサービスは少ないです。\u001b[22m, \u001b[1mあなたはlolis妨害し、あなたのモラルに対して見つけた場合、それはなる - しかし、ちょうどあなたが知っているように、スカイガールズは、あなたがおそらく監視していますほとんどのショーよりも少ないファンサービスを提供しています。\u001b[22m\n\u001b[4mThe only real case of fan service would be their uniforms.\u001b[24m\n    \u001b[1mファンサービスの唯一の実際のケースは、彼らのユニフォームです。\u001b[22m, \u001b[1mファンサービスの唯一の本当の場合は、そのユニフォームになります。\u001b[22m\n\u001b[4mOutside of that, nothing really.\u001b[24m\n    \u001b[1mそれ以外は、本当に何もない。\u001b[22m, \u001b[1mその外、何も本当に。\u001b[22m\n\u001b[4mSo don't be afraid to look into this show;\u001b[24m\n    \u001b[1mだからこのショーを見るのを恐れないでください。\u001b[22m, \u001b[1mだから、このショーに見ることを恐れてはいけません。\u001b[22m\n\u001b[4mrest assured, its nothing like Strike Witches.\u001b[24m\n    \u001b[1mストライクウィッチーズのようなものは一切ありません。\u001b[22m, \u001b[1m残りは、ストライクウィッチーズのようなその何も保証しません。\u001b[22m\n\u001b[1m\u001b[22m\nI finished this 26 episode series in three days, something I hardly ever do. It was addicting and unexpectedly solid across all categories. The re-assignment from test pilots to active military units startles Sakurano at first, but the three accept their new mission in the end. From there, they fight WORMs as they make their way to its central nest in the middle of the ocean. The story kicks off a decade after the end of the WORM attacks. Three young girls are called to the Oppama base, where they will serve as test pilots for a new type of mecha unit called Sonic Divers. The three are: Eika Ichijo, Otoha Sakurano, and Karen Sonomiya. Ichijo is a tsundere character with a military background, who serves as the leader of the team. Sakurano and Sonomiya didn't have any experience when they were called, but both found reason to accept the duty. Sakurano had a desire to fly the skies in place of her lost brother, and Sonomiya had a strong sense of justice. They were told their duty will be to simply serve as test pilots, but that was a lie told in order to get the three ready for a second coming of WORMs (due to their DNA structure, these three have high compatibilities with the mecha units - that's why they were chosen. This will make more sense after you watch).\n\n\u001b[1m私は3日間でこの26のエピソードシリーズを完成させました。 それは、すべてのカテゴリに亘って予想外に強固なものでした。 テストパイロットから積極的な軍隊への再割り当ては、最初は桜野を驚かせるが、3人は最終的に新しい任務を受け入れる。 そこから、彼らは海の真ん中にある中心の巣に向かう途中でWORMと戦う。 この話は、WORM攻撃が終わってから10年後に始まります。  3人の若い女の子がOppama基地に呼び出され、Sonic Diversと呼ばれる新しいタイプのメカユニットのテストパイロットとして機能します。  3つは、一条栄子、桜野おとあ、カレンソノミヤ。 一条は、チームのリーダーとしての軍事的背景を持つツンデレのキャラクターです。 サクラノとソノミヤは呼び出されたときに何の経験もなかったが、どちらも義務を受け入れる理由を見つけた。 桜野は、失われた兄弟の代わりに空を飛びたいという願いがあり、ソノミヤは正義感が強い。 彼らは、テストパイロットとしての役割を果たすことになると言われましたが、それはWORMの2回目の準備のために3つの準備をするための嘘でした（DNA構造のため、これらの3つはメカユニットと高い互換性があります -  それが彼らが選ばれた理由です。これはあなたが見た後でもっと意味をなさないでしょう）。\u001b[22m\n\u001b[1m(Watashi wa 3-kakan de kono 26 no episōdoshirīzu o kansei sa semashita. Sore wa, subete no kategori ni watatte yosō-gai ni kyōkona monodeshita. Ko no hanashi wa, WORM kōgeki ga owatte kara 10-nen-go ni hajimarimasu. 3-Ri no wakai on'nanoko ga Oppama kichi ni yobidasa re, sonikku Divers to yoba reru atarashī taipu no mekayunitto no tesutopairotto to shite kinō shimasu. 3Ttsu wa, Ichijō Eiko, Sakurano oto a, karensonomiya. Ichi-jō wa, chīmu no rīdā to shite no gunji-teki haikei o motsu tsundere no kyarakutādesu. Sakura no to sonomiya wa yobidasa reta toki ni nani no keiken mo nakattaga, dochira mo gimu o ukeireru riyū o mitsuketa. Sakurano wa, ushinawareta kyōdai no kawarini sora o tobitai to iu negai ga ari, sonomiya wa seigikangatsuyoi. Karera wa, tesutopairotto to shite no yakuwariwohatasu koto ni naru to iwa remashitaga, soreha WORM no 2-kai-me no junbi no tame ni 3ttsu no junbi o suru tame no usodeshita (dīenuē kōzō no tame, korera no 3ttsu wa mekayunitto to takai gokansei ga arimasu - sore ga karera ga eraba reta riyūdesu. Kore wa anata ga mita nochi de motto imiwonasanaideshou). Tesutopairotto kara sekkyoku-tekina guntai e no sai wariate wa, saisho wa Sakurano o odoroka seruga, 3-ri wa saishūtekini atarashī ninmu o ukeireru. Soko kara, karera wa umi no man'naka ni aru chūshin no su ni mukau tochū de WORM to tatakau.)\u001b[22m\n\u001b[1m\u001b[22m\nThe story is much more solid than I could ever imagine from a loli show called 'Sky Girls'. Transitions between episodes and battles are clean and done with hardly any downtime (there are 2-3 enjoyable filler episodes though), so there is hardly a dull moment. Plenty of twists are thrown in as well, mostly surrounding the WORMs: their existence, origination, motives, and weaknesses. The WORMs are ginormous beings that take the shape of whatever organism they see first. Since most WORMs are born in the ocean, they generally take the shape of marine animals, but some more unique WORMs emerge - such as a few that take the shape of humans. It's sort of like Shadow of the Collossus if you've played that.\n\n\u001b[1mストーリーは、「スカイガールズ」と呼ばれるロリ・ショーから今まで想像できないよりはるかにしっかりしています。 エピソードと戦闘のトランジションはクリーンで、ダウンタイムはほとんどありませんが（2-3の楽しいフィラーエピソードがあります）、鈍い瞬間はほとんどありません。 それらの存在、創造、動機、弱点など、WORMを取り巻く多くのねじれも投げ込まれます。  WORMは、最初に見られる生物の形を取る巨大な存在です。 ほとんどのWORMは海洋で生まれているので、一般的に海洋動物の形を取るが、人間の形を取るようないくつかのよりユニークなWORMが出現する。 あなたがそれをプレイしたならば、それはCollossusの影のようなものです。\u001b[22m\n\u001b[1m(Sutōrī wa,`sukaigāruzu' to yoba reru rori shō kara imamade sōzō dekinai yori haruka ni shikkari shite imasu. Episōdo to sentō no toranjishon wa kurīn de, dauntaimu wa hotondo arimasenga (2 - 3 no tanoshī firāepisōdo ga arimasu), nibui shunkan wa hotondo arimasen. Sorera no sonzai, sōzō, dōki, jakuten nado, WORM o torimaku ōku no nejire mo nagekoma remasu. WORM wa, saisho ni mi rareru seibutsu no katachi o toru kyodaina sonzaidesu. Hotondo no WORM wa kaiyō de umarete irunode, ippantekini kaiyō dōbutsu no katachi o toruga, ningen no katachi o toru yōna ikutsu ka no yori yunīkuna WORM ga shutsugen suru. Anata ga sore o purei shitanaraba, soreha Collossus no kage no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is much more solid than I could ever imagine from a loli show called 'Sky Girls'. Transitions between episodes and battles are clean and done with hardly any downtime (there are 2-3 enjoyable filler episodes though), so there is hardly a dull moment. Plenty of twists are thrown in as well, mostly surrounding the WORMs: their existence, origination, motives, and weaknesses. The WORMs are ginormous beings that take the shape of whatever organism they see first. Since most WORMs are born in the ocean, they generally take the shape of marine animals, but some more unique WORMs emerge - such as a few that take the shape of humans. It's sort of like Shadow of the Collossus if you've played that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is much more solid than I could ever imagine from a loli show called 'Sky Girls'.\u001b[24m\n    \u001b[1mストーリーは、「スカイガールズ」と呼ばれるロリ・ショーから今まで想像できないよりはるかにしっかりしています。\u001b[22m, \u001b[1m物語は私が今まで「スカイガールズ」と呼ばれるロリショーから想像よりもはるかに固体です。\u001b[22m\n\u001b[4mTransitions between episodes and battles are clean and done with hardly any downtime (there are 2-3 enjoyable filler episodes though), so there is hardly a dull moment.\u001b[24m\n    \u001b[1mエピソードと戦闘のトランジションはクリーンで、ダウンタイムはほとんどありませんが（2-3の楽しいフィラーエピソードがあります）、鈍い瞬間はほとんどありません。\u001b[22m, \u001b[1mエピソードとの戦いの間の遷移は、（2-3楽しいフィラーエピソードはもあります）きれいで、ほとんどのダウンタイムで行われているので、退屈はほとんどありません。\u001b[22m\n\u001b[4mPlenty of twists are thrown in as well, mostly surrounding the WORMs: their existence, origination, motives, and weaknesses.\u001b[24m\n    \u001b[1mそれらの存在、創造、動機、弱点など、WORMを取り巻く多くのねじれも投げ込まれます。\u001b[22m, \u001b[1m彼らの存在、発信、動機、と弱み：ねじれのプレンティは、主にワームを囲んで、同様にスローされます。\u001b[22m\n\u001b[4mThe WORMs are ginormous beings that take the shape of whatever organism they see first.\u001b[24m\n    \u001b[1mWORMは、最初に見られる生物の形を取る巨大な存在です。\u001b[22m, \u001b[1mワームは、彼らが最初に参照してくださいどのような生物の形を取るとてつもなく大きい存在です。\u001b[22m\n\u001b[4mSince most WORMs are born in the ocean, they generally take the shape of marine animals, but some more unique WORMs emerge - such as a few that take the shape of humans.\u001b[24m\n    \u001b[1mほとんどのWORMは海洋で生まれているので、一般的に海洋動物の形を取るが、人間の形を取るようないくつかのよりユニークなWORMが出現する。\u001b[22m, \u001b[1mほとんどのワームは海で生まれているので、それらは一般に海洋動物の形を取るが、いくつかのより多くのユニークなワームが出現 - そのような人間の形を取ることいくつかのように。\u001b[22m\n\u001b[4mIt's sort of like Shadow of the Collossus if you've played that.\u001b[24m\n    \u001b[1mあなたがそれをプレイしたならば、それはCollossusの影のようなものです。\u001b[22m, \u001b[1mあなたはそれをプレイした場合、それは一種のCollossusの影のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe Sonic Diver mechas mimic the movements of their pilots. They have different weapons equipped ranging from firearms, lasers, and unique to Sakurano - a sword. To defeat the enemy, the Sky Girls use a tactic they call 'Delta Lock'. This move creates a spherical barrier that traps in the enemy allowing them to unleash an all out attack at once. Later on in the show, this move becomes 'Quadra Lock' after a fourth member joins the team.\n\n\u001b[1mソニックダイバーのメカは、パイロットの動きを模倣しています。 彼らは、銃器、レーザー、ユニークな武器を武器に持っています。 敵を倒すために、スカイガールズは「デルタロック」と呼ばれる戦術を使用します。 この動きは、敵を罠に閉じ込める球状の障壁を作り、すべての攻撃を一度に解き放つことができます。 ショーの後半に、4人目のメンバーがチームに加わった後、この動きは「Quadra Lock」になります。\u001b[22m\n\u001b[1m(Sonikkudaibā no meka wa, pairotto no ugoki o mohō shite imasu. Karera wa, jūki, rēzā, yunīkuna buki o buki ni motte imasu. Teki o taosu tame ni, sukaigāruzu wa `derutarokku' to yoba reru senjutsu o shiyō shimasu. Kono ugoki wa, teki o wana ni tojikomeru kyūjō no shōheki o tsukuri, subete no kōgeki o ichido ni tokihanatsu koto ga dekimasu. Shō no kōhan ni, 4 hitome no menbā ga chīmu ni kuwawatta nochi, kono ugoki wa `kuadora Lock' ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe Sonic Diver mechas mimic the movements of their pilots. They have different weapons equipped ranging from firearms, lasers, and unique to Sakurano - a sword. To defeat the enemy, the Sky Girls use a tactic they call 'Delta Lock'. This move creates a spherical barrier that traps in the enemy allowing them to unleash an all out attack at once. Later on in the show, this move becomes 'Quadra Lock' after a fourth member joins the team.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sonic Diver mechas mimic the movements of their pilots.\u001b[24m\n    \u001b[1mソニックダイバーのメカは、パイロットの動きを模倣しています。\u001b[22m, \u001b[1mソニックダイバーmechasは、そのパイロットの動きを模倣します。\u001b[22m\n\u001b[4mThey have different weapons equipped ranging from firearms, lasers, and unique to Sakurano - a sword.\u001b[24m\n    \u001b[1m彼らは、銃器、レーザー、ユニークな武器を武器に持っています。\u001b[22m, \u001b[1m剣 - 彼らは別の銃器に至るまで装備武器、レーザー、さくらに固有のを持っています。\u001b[22m\n\u001b[4mTo defeat the enemy, the Sky Girls use a tactic they call 'Delta Lock'.\u001b[24m\n    \u001b[1m敵を倒すために、スカイガールズは「デルタロック」と呼ばれる戦術を使用します。\u001b[22m, \u001b[1m敵を倒すために、スカイガールズは、彼らが「デルタロック」と呼ぶ戦術を使用しています。\u001b[22m\n\u001b[4mThis move creates a spherical barrier that traps in the enemy allowing them to unleash an all out attack at once.\u001b[24m\n    \u001b[1mこの動きは、敵を罠に閉じ込める球状の障壁を作り、すべての攻撃を一度に解き放つことができます。\u001b[22m, \u001b[1mこの動きは、彼らが一度にすべてのアウト攻撃を放つことができ、敵に捕獲する球状のバリアを作成します。\u001b[22m\n\u001b[4mLater on in the show, this move becomes 'Quadra Lock' after a fourth member joins the team.\u001b[24m\n    \u001b[1mショーの後半に、4人目のメンバーがチームに加わった後、この動きは「Quadra Lock」になります。\u001b[22m, \u001b[1m第4部材がチームに加入した後、その後のショーで、この動きは「クアドラロック」になります。\u001b[22m\n\u001b[1m\u001b[22m\nThat's right, the cast isn't limited to three lolis. As with any mecha, the cast of Sky Girls is grand. There are the mechanics, the pilots, the commanding officers, and of course - a chef to feed em' all. A fourth Sky Girl pilot joins the cast about halfway through, and a fifth towards the end. Another three-person squadron makes appearances here and there, flying in anti-WORM units called 'Vic Vipers'. The supporting cast of officers and mechanics has a large amount of screen time, and an equal amount of effort is put behind each. Together, they all contribute to a lively cast of characters.\n\n\u001b[1mそうです、キャストは3つのlolisに限られていません。 どんなメカでもスカイガールのキャストは壮大です。 メカニック、パイロット、指揮官、そしてもちろん、すべてを食べるシェフがいます。 第4スカイガールのパイロットは、途中でキャストに参加し、最後には5番目のキャストに参加します。 別の3人編隊が出現し、反撃軍ユニット「Vic Vipers」で飛行している。 将校とメカニックの支持のキャストには大量のスクリーン時間があり、それぞれの後ろに均等な努力が払われます。 一緒に、彼らはすべて活発な文字のキャストに貢献します。\u001b[22m\n\u001b[1m(Sōdesu, kyasuto wa 3ttsu no lolis ni kagira rete imasen. Don'na meka demo sukaigāru no kyasuto wa sōdaidesu. Mekanikku, pairotto, shiki-kan, soshite mochiron, subete o taberu shefu ga imasu. Dai 4 sukaigāru no pairotto wa, tochū de kyasuto ni sanka shi, saigo ni wa 5-banme no kyasuto ni sanka shimasu. Betsu no 3-ri hentai ga shutsugen shi, hangeki-gun yunitto `Vic Vipers' de hikō shite iru. Shōkō to mekanikku no shiji no kyasuto ni wa tairyō no sukurīn jikan ga ari, sorezore no ushiro ni kintōna doryoku ga harawa remasu. Issho ni, karera wa subete kappatsuna moji no kyasuto ni kōken shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat's right, the cast isn't limited to three lolis. As with any mecha, the cast of Sky Girls is grand. There are the mechanics, the pilots, the commanding officers, and of course - a chef to feed em' all. A fourth Sky Girl pilot joins the cast about halfway through, and a fifth towards the end. Another three-person squadron makes appearances here and there, flying in anti-WORM units called 'Vic Vipers'. The supporting cast of officers and mechanics has a large amount of screen time, and an equal amount of effort is put behind each. Together, they all contribute to a lively cast of characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's right, the cast isn't limited to three lolis.\u001b[24m\n    \u001b[1mそうです、キャストは3つのlolisに限られていません。\u001b[22m, \u001b[1mそうです、キャストは3 lolisに限定されるものではありません。\u001b[22m\n\u001b[4mAs with any mecha, the cast of Sky Girls is grand.\u001b[24m\n    \u001b[1mどんなメカでもスカイガールのキャストは壮大です。\u001b[22m, \u001b[1m任意のメカと同様に、スカイガールズのキャストが壮大です。\u001b[22m\n\u001b[4mThere are the mechanics, the pilots, the commanding officers, and of course - a chef to feed em' all.\u001b[24m\n    \u001b[1mメカニック、パイロット、指揮官、そしてもちろん、すべてを食べるシェフがいます。\u001b[22m, \u001b[1mそこ力学、パイロット、指揮官であり、そしてもちろん - シェフは全角「すべてを養うために。\u001b[22m\n\u001b[4mA fourth Sky Girl pilot joins the cast about halfway through, and a fifth towards the end.\u001b[24m\n    \u001b[1m第4スカイガールのパイロットは、途中でキャストに参加し、最後には5番目のキャストに参加します。\u001b[22m, \u001b[1m第四スカイガールズパイロットは途中、および終わりに向かって約5分のキャストに参加します。\u001b[22m\n\u001b[4mAnother three-person squadron makes appearances here and there, flying in anti-WORM units called 'Vic Vipers'.\u001b[24m\n    \u001b[1m別の3人編隊が出現し、反撃軍ユニット「Vic Vipers」で飛行している。\u001b[22m, \u001b[1m別の3人の飛行隊は「ビックバイパーズ」と呼ばれる抗WORM単位で飛んで、あちこちで出現します。\u001b[22m\n\u001b[4mThe supporting cast of officers and mechanics has a large amount of screen time, and an equal amount of effort is put behind each.\u001b[24m\n    \u001b[1m将校とメカニックの支持のキャストには大量のスクリーン時間があり、それぞれの後ろに均等な努力が払われます。\u001b[22m, \u001b[1m役員および力学の脇役は、画面多くの時間を持っている、と努力の同量は、それぞれの背後に置かれています。\u001b[22m\n\u001b[4mTogether, they all contribute to a lively cast of characters.\u001b[24m\n    \u001b[1m一緒に、彼らはすべて活発な文字のキャストに貢献します。\u001b[22m, \u001b[1m一緒に、彼らはすべての文字の活発なキャストに貢献しています。\u001b[22m\n\u001b[1m\u001b[22m\nMELL, the singer behind Black Lagoon's opening, sings an epic theme song for Sky Girls. Both endings, sadly, were not as impressive. The soundtrack has some really awesome tunes though, although there wasn't a lot of variation. My favorite would be the piano track called, 'Fall in Love'. Animation was the weakest category of Sky Girls in my opinion. It wasn't bad, there weren't any disfigurations or anything of that sort, it just wasn't all that sharp and the action sequences were sort of faded. It might have been the files I was watching were of low quality, but I'm guessing that's probably not the case.\n\n\u001b[1mBlack Lagoonのオープニングの後の歌手Mellは、Sky Girlsの壮大なテーマソングを歌います。 両方の結末は、悲しいことに、印象的ではなかった。 サウンドトラックにはいくつかの素晴らしい曲がありますが、バリエーションはあまりありませんでした。 私のお気に入りは、「Fall in Love」と呼ばれるピアノトラックです。 私の意見では、アニメーションはスカイガールズの最も弱いカテゴリーでした。 それは悪くはなかったし、何の変質もなかったし、まったくそれほど鋭いものではなかったし、アクション・シーケンスは色あせていた。 私が見ていたファイルは低画質であったかもしれないが、おそらくそうではないだろうと推測している。\u001b[22m\n\u001b[1m(Black Lagoon no ōpuningu no nochi no kashu Mell wa, Sky Girls no sōdaina tēmasongu o utaimasu. Ryōhō no ketsumatsu wa, kanashī koto ni, inshō-tekide wa nakatta. Saundotorakku ni wa ikutsu ka no subarashī kyoku ga arimasuga, bariēshon wa amari arimasendeshita. Watashi no okiniiri wa,`fōrinrabu' to yoba reru piano torakkudesu. Watashi no ikende wa, animēshon wa sukaigāruzu no mottomo yowai kategorīdeshita. Sore wa waruku wa nakattashi, nani no henshitsu mo nakattashi, mattaku sorehodo surudoi monode wa nakattashi, akushon shīkensu wa iroasete ita. Watashi ga mite ita fairu wa tei gashitsudeatta kamo shirenaiga, osoraku sōde wanaidarou to suisoku shite iru.)\u001b[22m\n\nTranslations of \u001b[4mMELL, the singer behind Black Lagoon's opening, sings an epic theme song for Sky Girls. Both endings, sadly, were not as impressive. The soundtrack has some really awesome tunes though, although there wasn't a lot of variation. My favorite would be the piano track called, 'Fall in Love'. Animation was the weakest category of Sky Girls in my opinion. It wasn't bad, there weren't any disfigurations or anything of that sort, it just wasn't all that sharp and the action sequences were sort of faded. It might have been the files I was watching were of low quality, but I'm guessing that's probably not the case.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMELL, the singer behind Black Lagoon's opening, sings an epic theme song for Sky Girls.\u001b[24m\n    \u001b[1mBlack Lagoonのオープニングの後の歌手Mellは、Sky Girlsの壮大なテーマソングを歌います。\u001b[22m, \u001b[1mMELL、ブラックラグーンの開口部の背後にある歌手は、スカイガールズのための壮大なテーマソングを歌います。\u001b[22m\n\u001b[4mBoth endings, sadly, were not as impressive.\u001b[24m\n    \u001b[1m両方の結末は、悲しいことに、印象的ではなかった。\u001b[22m, \u001b[1mどちらのエンディングは、悲しいことに、印象的ではなかったです。\u001b[22m\n\u001b[4mThe soundtrack has some really awesome tunes though, although there wasn't a lot of variation.\u001b[24m\n    \u001b[1mサウンドトラックにはいくつかの素晴らしい曲がありますが、バリエーションはあまりありませんでした。\u001b[22m, \u001b[1m変化の多くはありませんでしたが、サウンドトラックは、しかしいくつかの本当に素晴らしい曲を持っています。\u001b[22m\n\u001b[4mMy favorite would be the piano track called, 'Fall in Love'.\u001b[24m\n    \u001b[1m私のお気に入りは、「Fall in Love」と呼ばれるピアノトラックです。\u001b[22m, \u001b[1m私のお気に入りは、「恋に落ちる」と呼ばれるピアノのトラックになります。\u001b[22m\n\u001b[4mAnimation was the weakest category of Sky Girls in my opinion.\u001b[24m\n    \u001b[1m私の意見では、アニメーションはスカイガールズの最も弱いカテゴリーでした。\u001b[22m, \u001b[1mアニメーションは、私の意見ではスカイガールズの最も弱いカテゴリーでした。\u001b[22m\n\u001b[4mIt wasn't bad, there weren't any disfigurations or anything of that sort, it just wasn't all that sharp and the action sequences were sort of faded.\u001b[24m\n    \u001b[1mそれは悪くはなかったし、何の変質もなかったし、まったくそれほど鋭いものではなかったし、アクション・シーケンスは色あせていた。\u001b[22m, \u001b[1mそれは悪くはなかった、その種のいずれかdisfigurationsか何かがありませんでした、それだけですべてがシャープではありませんでしたし、アクションシーケンスは、ソートの色あせました。\u001b[22m\n\u001b[4mIt might have been the files I was watching were of low quality, but I'm guessing that's probably not the case.\u001b[24m\n    \u001b[1m私が見ていたファイルは低画質であったかもしれないが、おそらくそうではないだろうと推測している。\u001b[22m, \u001b[1mそれは私が低品質であった見ていたファイルだったかもしれないが、私はそれはおそらくそうではないのです推測しています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Sky Girls was worth the journey. The mecha fights may not be on par with the epicness of Gundam, nor were the visuals as sharp as mechas generally are, but it still kept me entertained with its cute cast of pilots and solid storyline. Seeing the team flying around fighting WORMs reminded me a lot of Star Fox 64, which brought a smile to my face. I'd recommend this show to everyone, but obviously the character design would be hard to get by for a lot of people and I understand. But hey- give it a shot. I did, and I was not disappointed.\n\n\u001b[1m全体として、スカイガールズは旅の価値があった。 メカシャンの戦いは、ガンダムの壮大さと同じではないかもしれませんし、一般的にはメカニックほど鮮明ではありませんが、パイロットと固体のストーリーラインのかわいいキャストで楽しませてくれました。  WORMとの戦いを飛び回っているチームが私に多くのスターフォックス64を思い出させ、私の顔に笑顔をもたらしました。 私はこのショーをみんなにお勧めしたいと思いますが、明らかにキャラクターデザインは多くの人にとっては難しく、わかります。 しかし、ちょっと一言。 私はした、と私は失望していませんでした。\u001b[22m\n\u001b[1m(Zentai to shite, sukaigāruzu wa tabi no kachi ga atta. Mekashan no tatakai wa, Gandamu no sōdai-sa to onajide wanai kamo shiremasenshi, ippantekini wa mekanikku hodo senmeide wa arimasenga, pairotto to kotai no sutōrīrain no kawaī kyasuto de tanoshima sete kuremashita. WORM to notatakai o tobimawatte iru chīmu ga watashi ni ōku no sutāfokkusu 64 o omoidasa se, watashinokao ni egao o motarashimashita. Watashi wa kono shō o min'na ni o susume shitai to omoimasuga, akiraka ni kyarakutādezain wa ōku no hito ni totte wa muzukashiku, wakarimasu. Shikashi, chottohitokoto. Watashi wa shita, to watashi wa shitsubō shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Sky Girls was worth the journey. The mecha fights may not be on par with the epicness of Gundam, nor were the visuals as sharp as mechas generally are, but it still kept me entertained with its cute cast of pilots and solid storyline. Seeing the team flying around fighting WORMs reminded me a lot of Star Fox 64, which brought a smile to my face. I'd recommend this show to everyone, but obviously the character design would be hard to get by for a lot of people and I understand. But hey- give it a shot. I did, and I was not disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Sky Girls was worth the journey.\u001b[24m\n    \u001b[1m全体として、スカイガールズは旅の価値があった。\u001b[22m, \u001b[1m全体的に、スカイガールズは旅の価値がありました。\u001b[22m\n\u001b[4mThe mecha fights may not be on par with the epicness of Gundam, nor were the visuals as sharp as mechas generally are, but it still kept me entertained with its cute cast of pilots and solid storyline.\u001b[24m\n    \u001b[1mメカシャンの戦いは、ガンダムの壮大さと同じではないかもしれませんし、一般的にはメカニックほど鮮明ではありませんが、パイロットと固体のストーリーラインのかわいいキャストで楽しませてくれました。\u001b[22m, \u001b[1mメカの戦いは、ガンダムのepicnessと同等のこと、またmechasが一般的であるように鋭いとしてビジュアルだったが、それはまだ私がパイロットと固体ストーリーのそのキュートなキャストで楽しま維持されない場合があります。\u001b[22m\n\u001b[4mSeeing the team flying around fighting WORMs reminded me a lot of Star Fox 64, which brought a smile to my face.\u001b[24m\n    \u001b[1mWORMとの戦いを飛び回っているチームが私に多くのスターフォックス64を思い出させ、私の顔に笑顔をもたらしました。\u001b[22m, \u001b[1m戦いのワームの周りに飛んでチームを見ることは私に私の顔に笑顔をもたらしたスターフォックス64、たくさんのことを思い出しました。\u001b[22m\n\u001b[4mI'd recommend this show to everyone, but obviously the character design would be hard to get by for a lot of people and I understand.\u001b[24m\n    \u001b[1m私はこのショーをみんなにお勧めしたいと思いますが、明らかにキャラクターデザインは多くの人にとっては難しく、わかります。\u001b[22m, \u001b[1m私は皆にこのショーをお勧めしますが、明らかにキャラクターデザインは多くの人々のためにやっていくのは難しいだろうと私は理解しています。\u001b[22m\n\u001b[4mBut hey- give it a shot.\u001b[24m\n    \u001b[1mしかし、ちょっと一言。\u001b[22m, \u001b[1mしかしhey-はそれに打撃を与えます。\u001b[22m\n\u001b[4mI did, and I was not disappointed.\u001b[24m\n    \u001b[1m私はした、と私は失望していませんでした。\u001b[22m, \u001b[1m私がやった、と私は失望しませんでした。\u001b[22m"
  },
  {
    "title": "Sky_Girls",
    "id": "2604",
    "url": "https://myanimelist.net/anime/2604/Sky_Girls",
    "user": "Kuromii",
    "profile": "/profile/Kuromii/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=1808",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\nスカイガールズはメカシリーズですが、メカはストーリーラインを乗り越えず、上に乗り越えて楽しいと感じました。そして、それはより深みのある感情的なものになってしまいます。\n\n主人公、Otoha、Karen、Eika、Elizeは、すべての少女劇の初めに見受けられる典型的なキャラクターですが、その話がさらに発展していくにつれて、 また、3歳の女の子は愛の関心を得るが、信じられないほど微妙であるかもしれないが、アニメではまれである。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAlthough Sky Girls is a Mecha series, the mecha doesn't take over the story line and make it over the top, which I found pleasant, and it lets the story go into more in-depth emotional stuff.\n\n\u001b[1mスカイガールズはメカシリーズですが、メカはストーリーラインを乗り越えず、上に乗り越えて楽しいと感じました。そして、それはより深みのある感情的なものになってしまいます。\u001b[22m\n\u001b[1m(Sukaigāruzu wa mekashirīzudesuga, meka wa sutōrīrain o norikoezu,-jō ni norikoete tanoshī to kanjimashita. Soshite, soreha yori fukami no aru kanjō-tekina mono ni natte shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough Sky Girls is a Mecha series, the mecha doesn't take over the story line and make it over the top, which I found pleasant, and it lets the story go into more in-depth emotional stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough Sky Girls is a Mecha series, the mecha doesn't take over the story line and make it over the top, which I found pleasant, and it lets the story go into more in-depth emotional stuff.\u001b[24m\n    \u001b[1mスカイガールズはメカシリーズですが、メカはストーリーラインを乗り越えず、上に乗り越えて楽しいと感じました。そして、それはより深みのある感情的なものになってしまいます。\u001b[22m, \u001b[1mスカイガールズはメカシリーズですが、メカは、ストーリーラインを引き継ぎ、私は快適な発見トップ、上にそれを作る、それはストーリーがより深い感情的なものに行くことができません。\u001b[22m\n\u001b[1m\u001b[22m\nThe main characters, Otoha, Karen, Eika and Elize, are all typical characters found in most every shoujo show at the beginning, but as the story is able to develop more their characters fill out and don't become standard anymore - especially Eika. Also, the three older girls get some kind of love interest, however incredibly subtle it may be, which is rare in anime as usually only the main leading character has a love interest.\n\n\u001b[1m主人公、Otoha、Karen、Eika、Elizeは、すべての少女劇の初めに見受けられる典型的なキャラクターですが、その話がさらに発展していくにつれて、 また、3歳の女の子は愛の関心を得るが、信じられないほど微妙であるかもしれないが、アニメではまれである。\u001b[22m\n\u001b[1m(Shujinkō, Otoha, Karen, Eika, Elize wa, subete no shōjo geki no hajime ni miuke rareru tenkei-tekina kyarakutādesuga, sono-wa ga sarani hatten shite iku ni tsurete, mata, 3-sai no on'nanoko wa ai no kanshin o eruga, shinji rarenai hodo bimyōdearu kamo shirenaiga, animede wa maredearu.)\u001b[22m\n\nTranslations of \u001b[4mThe main characters, Otoha, Karen, Eika and Elize, are all typical characters found in most every shoujo show at the beginning, but as the story is able to develop more their characters fill out and don't become standard anymore - especially Eika. Also, the three older girls get some kind of love interest, however incredibly subtle it may be, which is rare in anime as usually only the main leading character has a love interest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main characters, Otoha, Karen, Eika and Elize, are all typical characters found in most every shoujo show at the beginning, but as the story is able to develop more their characters fill out and don't become standard anymore - especially Eika.\u001b[24m\n    \u001b[1m主人公、Otoha、Karen、Eika、Elizeは、すべての少女劇の初めに見受けられる典型的なキャラクターですが、その話がさらに発展していくにつれて、\u001b[22m, \u001b[1mメインキャラクター、乙葉、カレン、EikaとElizeは、初めにほとんどのすべての少女ショーで見つかったすべての一般的な文字ですが、話はもっと自分のキャラクターを開発することができるように記入し、もはや標準となっていない - 特にEika。\u001b[22m\n\u001b[4mAlso, the three older girls get some kind of love interest, however incredibly subtle it may be, which is rare in anime as usually only the main leading character has a love interest.\u001b[24m\n    \u001b[1mまた、3歳の女の子は愛の関心を得るが、信じられないほど微妙であるかもしれないが、アニメではまれである。\u001b[22m, \u001b[1mまた、3古い女の子は、しかし、非常に微妙な、それは通常はメイン主人公が愛興味を持っているとしてアニメに稀である、とすることができる、愛興味のいくつかの種類を取得します。\u001b[22m"
  },
  {
    "title": "Sky_Girls",
    "id": "2604",
    "url": "https://myanimelist.net/anime/2604/Sky_Girls",
    "user": "charlieshae",
    "profile": "/profile/charlieshae/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=153611",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  6\nキャラクター|  9\n|  8\n\n私はスカイガールズが、ファンサービスと不気味なプロットでストライクウィッチーズ風のショーの一種であることを期待しました。 しかし、シリーズの面白さがどれほどになったのか、私は驚きました。\n\nプロットワイズ、スカイガールズは時が経つにつれてとても面白くなりました。 最初の5つまたは6つのエピソードは比較的退屈だったが、時間が経つにつれて、小さなプロットの紆余曲折と小さな詳細がシリーズを見る価値があった。\n\nArtwise、それは素晴らしいことではありませんでしたが、確かに悪くはありませんでした。 いくつかのCGのものは本当に扱いにくいものでしたが、それほど多くはありませんでした。 そうでなければ、アニメーションは滑らかで、Sonic Diversはうまくいきました。 これは芸術とは関係がありませんが、この番組にはメカが含まれていますが、ショーは実際にはそれらに焦点を当てていないことに言及する必要があります。 彼らは本当のプロットフォーカスよりも使われているツールです。\n\nMusicwiseでは、コメントすることはあまりありませんでした。 オープニングは私が今まで聞いたことのない最もドーピッドな歌の一つです。 しかし、それをあまりにも多く聞いた後で、それはちょっとしたものです。（ 'Oh、prerry radies、Sky Girls、運命は理解されました、無邪気な赤、最後の腕、Haaaaaaaaa' それは、私が音楽的な見地から嘆かわしいことがわかったからかもしれません。 私の意見では、エンディングは面白くなく忘れがたいものでした。 サウンドトラックはまともですが、それほど注目すべきではありません。\n\nキャラクター・ワイズ、キャラクターは非常にうまく融合し、必要な注意を払った。 文字の相互作用は現実的であり、時には非常に心温まる。\n\n全体的に（とにかく言葉が必要な人は）、スカイガールズは驚くほど楽しかったです。 素晴らしいショーだったのですが、それはすばらしいことではありませんでした。その欠点は、それが全体として素晴らしくなることを妨げていたからです。 ファンサービスの数はそれほど多くはありませんでしたが、必要以上のものがありました。 ショーは良くなったでしょうか？ はい、それは多くの可能性を秘めていました。 潜在的な完全な浪費でしたか？ いいえ、間違いなく。\n\n私は友人にそれを勧めますか？ はい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI expected Sky Girls to be a sort of Strike Witches-esque show with fan service and a lackluster plot. However, it surprised me in how interesting of a series it turned out to be.\n\n\u001b[1m私はスカイガールズが、ファンサービスと不気味なプロットでストライクウィッチーズ風のショーの一種であることを期待しました。 しかし、シリーズの面白さがどれほどになったのか、私は驚きました。\u001b[22m\n\u001b[1m(Watashi wa sukaigāruzu ga, fansābisu to bukimina purotto de sutoraikuu~itchīzu-fū no shō no isshudearu koto o kitai shimashita. Shikashi, shirīzu no omoshiro-sa ga dore hodo ni natta no ka, watashi wa odorokimashita.)\u001b[22m\n\nTranslations of \u001b[4mI expected Sky Girls to be a sort of Strike Witches-esque show with fan service and a lackluster plot. However, it surprised me in how interesting of a series it turned out to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI expected Sky Girls to be a sort of Strike Witches-esque show with fan service and a lackluster plot.\u001b[24m\n    \u001b[1m私はスカイガールズが、ファンサービスと不気味なプロットでストライクウィッチーズ風のショーの一種であることを期待しました。\u001b[22m, \u001b[1m私はスカイガールズは、ファンサービスと精彩を欠いたプロットでストライクウィッチーズ風のショーの一種であると予想しました。\u001b[22m\n\u001b[4mHowever, it surprised me in how interesting of a series it turned out to be.\u001b[24m\n    \u001b[1mしかし、シリーズの面白さがどれほどになったのか、私は驚きました。\u001b[22m, \u001b[1mしかし、それがあることが判明面白シリーズの中で私を驚かせました。\u001b[22m\n\u001b[1m\u001b[22m\nPlotwise, Sky Girls became very interesting as time went on. The first five or six episodes were relatively boring, but over time, little plot twists and small details made the series worth watching.\n\n\u001b[1mプロットワイズ、スカイガールズは時が経つにつれてとても面白くなりました。 最初の5つまたは6つのエピソードは比較的退屈だったが、時間が経つにつれて、小さなプロットの紆余曲折と小さな詳細がシリーズを見る価値があった。\u001b[22m\n\u001b[1m(Purottowaizu, sukaigāruzu wa toki ga tatsu ni tsurete totemo omoshiroku narimashita. Saisho no itsutsu matawa muttsu no episōdo wa hikakuteki taikutsudattaga, jikangatatsu ni tsurete, chīsana purotto no uyokyokusetsu to chīsana shōsai ga shirīzu o miru kachi ga atta.)\u001b[22m\n\nTranslations of \u001b[4mPlotwise, Sky Girls became very interesting as time went on. The first five or six episodes were relatively boring, but over time, little plot twists and small details made the series worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlotwise, Sky Girls became very interesting as time went on.\u001b[24m\n    \u001b[1mプロットワイズ、スカイガールズは時が経つにつれてとても面白くなりました。\u001b[22m, \u001b[1m時間がたつようPlotwise、スカイガールズは非常に興味深いとなりました。\u001b[22m\n\u001b[4mThe first five or six episodes were relatively boring, but over time, little plot twists and small details made the series worth watching.\u001b[24m\n    \u001b[1m最初の5つまたは6つのエピソードは比較的退屈だったが、時間が経つにつれて、小さなプロットの紆余曲折と小さな詳細がシリーズを見る価値があった。\u001b[22m, \u001b[1m最初の5または6のエピソードは比較的退屈だったが、時間をかけて、少しどんでん返しと小さな詳細は見てのシリーズが価値が作りました。\u001b[22m\n\u001b[1m\u001b[22m\nArtwise, it wasn't fantastic, but certainly wasn't bad. Some CG things were really awkward, but they were few and far between. Otherwise, the animation was smooth and the Sonic Divers were made well. Although this isn't related to art, I should mention that while this show does contain mechs, the show doesn't really focus on them. They're moreso just tools used than real plot foci.\n\n\u001b[1mArtwise、それは素晴らしいことではありませんでしたが、確かに悪くはありませんでした。 いくつかのCGのものは本当に扱いにくいものでしたが、それほど多くはありませんでした。 そうでなければ、アニメーションは滑らかで、Sonic Diversはうまくいきました。 これは芸術とは関係がありませんが、この番組にはメカが含まれていますが、ショーは実際にはそれらに焦点を当てていないことに言及する必要があります。 彼らは本当のプロットフォーカスよりも使われているツールです。\u001b[22m\n\u001b[1m(Artwise, sore wa subarashī kotode wa arimasendeshitaga, tashika ni waruku wa arimasendeshita. Ikutsu ka no CG no mono wa hontōni atsukai nikui monodeshitaga, sorehodo ōku wa arimasendeshita. Sōdenakereba, animēshon wa namerakade, sonikku Divers wa umaku ikimashita. Kore wa geijutsu to wa kankei ga arimasenga, kono bangumi ni wa meka ga fukuma rete imasuga, shō wa jissai ni wa sorera ni shōten o atete inai koto ni genkyū suru hitsuyō ga arimasu. Karera wa hontō no purottofōkasu yori mo tsukawareteiru tsūrudesu.)\u001b[22m\n\nTranslations of \u001b[4mArtwise, it wasn't fantastic, but certainly wasn't bad. Some CG things were really awkward, but they were few and far between. Otherwise, the animation was smooth and the Sonic Divers were made well. Although this isn't related to art, I should mention that while this show does contain mechs, the show doesn't really focus on them. They're moreso just tools used than real plot foci.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArtwise, it wasn't fantastic, but certainly wasn't bad.\u001b[24m\n    \u001b[1mArtwise、それは素晴らしいことではありませんでしたが、確かに悪くはありませんでした。\u001b[22m, \u001b[1mArtwise、それは幻想ではなかったが、確かに悪くはなかったです。\u001b[22m\n\u001b[4mSome CG things were really awkward, but they were few and far between.\u001b[24m\n    \u001b[1mいくつかのCGのものは本当に扱いにくいものでしたが、それほど多くはありませんでした。\u001b[22m, \u001b[1mいくつかのCGの事は本当に厄介だったが、彼らは数との間でこれまでありました。\u001b[22m\n\u001b[4mOtherwise, the animation was smooth and the Sonic Divers were made well.\u001b[24m\n    \u001b[1mそうでなければ、アニメーションは滑らかで、Sonic Diversはうまくいきました。\u001b[22m, \u001b[1mそうしないと、アニメーションが滑らかで、ソニックダイバーがよく行われました。\u001b[22m\n\u001b[4mAlthough this isn't related to art, I should mention that while this show does contain mechs, the show doesn't really focus on them.\u001b[24m\n    \u001b[1mこれは芸術とは関係がありませんが、この番組にはメカが含まれていますが、ショーは実際にはそれらに焦点を当てていないことに言及する必要があります。\u001b[22m, \u001b[1mこれは芸術とは関係ありませんが、私はこのショーはメカが含まれていながら、ショーは実際にそれらに焦点を当てていないことを言及する必要があります。\u001b[22m\n\u001b[4mThey're moreso just tools used than real plot foci.\u001b[24m\n    \u001b[1m彼らは本当のプロットフォーカスよりも使われているツールです。\u001b[22m, \u001b[1m彼らはmoreso実際のプロット病巣よりも使用するだけのツールです。\u001b[22m\n\u001b[1m\u001b[22m\nMusicwise, there wasn't a whole lot to comment on. The opening is one of the dopiest songs I've ever heard. ('Oh, prerry radies, Sky Girls. Fate understood. Innocent red. Last arms. Haaaaaaaaa.') However, after listening to it far too much, it's kind of catchy. That might just be because I find it kind of deplorable from a musical standpoint, though. The endings were uninteresting and forgettable, in my opinion. The soundtrack is decent but not too notable.\n\n\u001b[1mMusicwiseでは、コメントすることはあまりありませんでした。 オープニングは私が今まで聞いたことのない最もドーピッドな歌の一つです。 しかし、それをあまりにも多く聞いた後で、それはちょっとしたものです。（ 'Oh、prerry radies、Sky Girls、運命は理解されました、無邪気な赤、最後の腕、Haaaaaaaaa' それは、私が音楽的な見地から嘆かわしいことがわかったからかもしれません。 私の意見では、エンディングは面白くなく忘れがたいものでした。 サウンドトラックはまともですが、それほど注目すべきではありません。\u001b[22m\n\u001b[1m(Musicwisede wa, komento suru koto wa amari arimasendeshita. Ōpuningu wa watashi ga imamade kiita koto no nai mottomo dōpiddona uta no hitotsudesu. Shikashi, sore o amarini mo ōku kiita nochi de, sore wa chottoshita monodesu. ( ' Oh, prerry radies, Sky Girls, unmei wa rikai sa remashita, mujakina aka, saigo no ude, Haaaaaaaaa' soreha, watashi ga ongaku-tekina kenchi kara nagekawashī koto ga wakattakara kamo shiremasen. Watashi no ikende wa, endingu wa omoshirokunaku wasure gatai monodeshita. Saundotorakku wa matomodesuga, sorehodo chūmoku subekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMusicwise, there wasn't a whole lot to comment on. The opening is one of the dopiest songs I've ever heard. ('Oh, prerry radies, Sky Girls. Fate understood. Innocent red. Last arms. Haaaaaaaaa.') However, after listening to it far too much, it's kind of catchy. That might just be because I find it kind of deplorable from a musical standpoint, though. The endings were uninteresting and forgettable, in my opinion. The soundtrack is decent but not too notable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusicwise, there wasn't a whole lot to comment on.\u001b[24m\n    \u001b[1mMusicwiseでは、コメントすることはあまりありませんでした。\u001b[22m, \u001b[1mMusicwise、上のコメントの全体の多くはありませんでした。\u001b[22m\n\u001b[4mThe opening is one of the dopiest songs I've ever heard.\u001b[24m\n    \u001b[1mオープニングは私が今まで聞いたことのない最もドーピッドな歌の一つです。\u001b[22m, \u001b[1m開口部は、私が今まで聞いたdopiest曲の一つです。\u001b[22m\n\u001b[4m('Oh, prerry radies, Sky Girls. Fate understood. Innocent red. Last arms. Haaaaaaaaa.') However, after listening to it far too much, it's kind of catchy.\u001b[24m\n    \u001b[1mしかし、それをあまりにも多く聞いた後で、それはちょっとしたものです。（ 'Oh、prerry radies、Sky Girls、運命は理解されました、無邪気な赤、最後の腕、Haaaaaaaaa'\u001b[22m, \u001b[1m（ 'ああ、prerry radiesは、スカイガールズ。フェイトは理解していた。イノセント赤を。最後の武器。Haaaaaaaaa。'）しかし、あまりにも多くのことを聞いた後、それは一種のキャッチーです。\u001b[22m\n\u001b[4mThat might just be because I find it kind of deplorable from a musical standpoint, though.\u001b[24m\n    \u001b[1mそれは、私が音楽的な見地から嘆かわしいことがわかったからかもしれません。\u001b[22m, \u001b[1m私は音楽の観点から、それは一種の嘆かわしい見つけるので、それはちょうどしかし、かもしれません。\u001b[22m\n\u001b[4mThe endings were uninteresting and forgettable, in my opinion.\u001b[24m\n    \u001b[1m私の意見では、エンディングは面白くなく忘れがたいものでした。\u001b[22m, \u001b[1mエンディングは私の意見では、面白くないと忘れていました。\u001b[22m\n\u001b[4mThe soundtrack is decent but not too notable.\u001b[24m\n    \u001b[1mサウンドトラックはまともですが、それほど注目すべきではありません。\u001b[22m, \u001b[1mサウンドトラックはまともではないが、あまりにも顕著です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter Wise, the characters were very well fleshed out and given necessary attention. The interactions between characters were realistic and even very heartwarming at times.\n\n\u001b[1mキャラクター・ワイズ、キャラクターは非常にうまく融合し、必要な注意を払った。 文字の相互作用は現実的であり、時には非常に心温まる。\u001b[22m\n\u001b[1m(Kyarakutā waizu, kyarakutā wa hijō ni umaku yūgō shi, hitsuyōna chūi o haratta. Moji no sōgo sayō wa genjitsu-tekideari, tokiniha hijō ni kokoroatatamaru.)\u001b[22m\n\nTranslations of \u001b[4mCharacter Wise, the characters were very well fleshed out and given necessary attention. The interactions between characters were realistic and even very heartwarming at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter Wise, the characters were very well fleshed out and given necessary attention.\u001b[24m\n    \u001b[1mキャラクター・ワイズ、キャラクターは非常にうまく融合し、必要な注意を払った。\u001b[22m, \u001b[1m文字ワイズは、文字が非常によく肉付けし、必要な注意を与えられました。\u001b[22m\n\u001b[4mThe interactions between characters were realistic and even very heartwarming at times.\u001b[24m\n    \u001b[1m文字の相互作用は現実的であり、時には非常に心温まる。\u001b[22m, \u001b[1m文字間の相互作用は、現実的かつ時間でさえも非常に心温まるでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverallwise (and who needs words anyway?), Sky Girls was surprisingly enjoyable. I give it a seven overall because, while it was a great show, it wasn't that great, and the shortcomings that it did have prevented it from being fantastic as a whole. While there wasn't a whole lot of fanservice, there was a little more than was necessary. Could the show have been better? Yes, and it had a lot of potential. Was it a complete waste of potential? No, definitely not.\n\n\u001b[1m全体的に（とにかく言葉が必要な人は）、スカイガールズは驚くほど楽しかったです。 素晴らしいショーだったのですが、それはすばらしいことではありませんでした。その欠点は、それが全体として素晴らしくなることを妨げていたからです。 ファンサービスの数はそれほど多くはありませんでしたが、必要以上のものがありました。 ショーは良くなったでしょうか？ はい、それは多くの可能性を秘めていました。 潜在的な完全な浪費でしたか？ いいえ、間違いなく。\u001b[22m\n\u001b[1m(Zentai-teki ni (tonikaku kotoba ga hitsuyōna hito wa), sukaigāruzu wa odoroku hodo tanoshikattadesu. Subarashī shōdatta nodesuga, sore wa subarashī kotode wa arimasendeshita. Sono ketten wa, sore ga zentai to shite subarashiku naru koto o samatagete itakaradesu. Fansābisu no kazu wa sorehodo ōku wa arimasendeshitaga, hitsuyōijō no mono ga arimashita. Shō wa yoku nattadeshou ka? Hai, sore wa ōku no kanōsei o himete imashita. Senzai-tekina kanzen'na rōhideshita ka? Īe, machigainaku.)\u001b[22m\n\nTranslations of \u001b[4mOverallwise (and who needs words anyway?), Sky Girls was surprisingly enjoyable. I give it a seven overall because, while it was a great show, it wasn't that great, and the shortcomings that it did have prevented it from being fantastic as a whole. While there wasn't a whole lot of fanservice, there was a little more than was necessary. Could the show have been better? Yes, and it had a lot of potential. Was it a complete waste of potential? No, definitely not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverallwise (and who needs words anyway?), Sky Girls was surprisingly enjoyable.\u001b[24m\n    \u001b[1m全体的に（とにかく言葉が必要な人は）、スカイガールズは驚くほど楽しかったです。\u001b[22m, \u001b[1m（とにかく言葉を必要と？）Overallwiseは、スカイガールズは驚くほど楽しかったです。\u001b[22m\n\u001b[4mI give it a seven overall because, while it was a great show, it wasn't that great, and the shortcomings that it did have prevented it from being fantastic as a whole.\u001b[24m\n    \u001b[1m素晴らしいショーだったのですが、それはすばらしいことではありませんでした。その欠点は、それが全体として素晴らしくなることを妨げていたからです。\u001b[22m, \u001b[1mそれは素晴らしいショーだったが、それは素晴らしいではありませんでした、そして、それは全体として素晴らしいされてからそれを妨げているということを短所、ので、私はそれを全体の7を与えます。\u001b[22m\n\u001b[4mWhile there wasn't a whole lot of fanservice, there was a little more than was necessary.\u001b[24m\n    \u001b[1mファンサービスの数はそれほど多くはありませんでしたが、必要以上のものがありました。\u001b[22m, \u001b[1mサービスカットの全体の多くはありませんでしたが、必要であったより少しがありました。\u001b[22m\n\u001b[4mCould the show have been better?\u001b[24m\n    \u001b[1mショーは良くなったでしょうか？\u001b[22m, \u001b[1mショーは良いされませんでしたか？\u001b[22m\n\u001b[4mYes, and it had a lot of potential.\u001b[24m\n    \u001b[1mはい、それは多くの可能性を秘めていました。\u001b[22m, \u001b[1mはい、それは多くの可能性を持っていました。\u001b[22m\n\u001b[4mWas it a complete waste of potential?\u001b[24m\n    \u001b[1m潜在的な完全な浪費でしたか？\u001b[22m, \u001b[1mそれは、潜在的なの完全な廃棄物ましたか？\u001b[22m\n\u001b[4mNo, definitely not.\u001b[24m\n    \u001b[1mいいえ、間違いなく。\u001b[22m, \u001b[1mいいえ、絶対にありません。\u001b[22m\n\u001b[1m\u001b[22m\nWould I recommend it to a friend? Yes.\n\n\u001b[1m私は友人にそれを勧めますか？ はい。\u001b[22m\n\u001b[1m(Watashi wa yūjin ni sore o susumemasu ka? Hai.)\u001b[22m\n\nTranslations of \u001b[4mWould I recommend it to a friend? Yes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWould I recommend it to a friend?\u001b[24m\n    \u001b[1m私は友人にそれを勧めますか？\u001b[22m\n\u001b[4mYes.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m"
  },
  {
    "title": "Sky_Girls",
    "id": "2604",
    "url": "https://myanimelist.net/anime/2604/Sky_Girls",
    "user": "Veretax",
    "profile": "/profile/Veretax/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=52757",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\n今は毎回、ショーを見る機会があり、期待はほとんどありません。 私のリストに追加する前に私が読んだシノプシスは、そのショーが何になったのかと比べて本当にうんざりでした。 それはその浮き沈みを持っていますが、全体的には楽しいアニメです。\n\nいくつかの強みを述べる前に、私はいくつかの弱点について言及することから始めたいと思います。 ソニックダイバーズの芸術は、少しばかりです。 それぞれは他のものと少し違っていますが、実際には大量生産された軍用エアフレームの感触を失ってしまいます。 しかし、バトルシーケンスの環境やアニメーションは、目の保腹でいっぱいです。 彼らが船に乗っているショーの後半に、私は船の壁とコントロールシステムの詳細のいくつかを驚かせました。\n\n物語は固いですが、シリーズのほとんどのエピソードは少し公式に見えるかもしれません。 これはいくつかの人々の楽しみを妨げる可能性がありますが、この番組のスターは登場人物です。  Sonic Diversの微妙な特徴のいくつかについてはほとんど言われていません。ショーの後半に視聴者が驚くかもしれません。 私にとっては、ストーリーの最も重要な部分は、それがショーの多くの主なテーマであることを隠していた方法でした。 私が最後に彼らの敵、WORMの裏話を見たとき、なぜその物語がそれが好きであるかがわかったのです。 ある程度難しい状況でさえ、楽観主義はいくぶん伝染性があります。\n\n非常にまれに、多​​くのサポートキャラクターに十分なスクリーンタイムを与え、愛されるほどの深みを与えるショーを見つけて、このショーの1つです。 これは、ショーでは時々ゆっくりとペースを崩してしまいますが、特にスカイガールズを知ることで、観客には戦いの結果に関心が持てます。 それにもかかわらず、季節最後のエピソードで忘れ去られた閉鎖が必要だと感じたことがいくつかありました。\n\nそれでも、私はショーの長さ以上の方法を構築し、ほとんどのファンを満足させるために十分な味を私たちに与えた。 正直なところ、このショーは技術、メカ、またはその力に関するものではなく、登場人物についてのものであり、発見されたこの奇妙な時間の真っ只中にどのように成長するかです。\n\nキャラクターがスターであるショーやケーキでの装備のトリミングを楽しむなら、このシリーズの視聴を支持します。 私はあなたがこのようなショーに私が行ったように、より低い期待で来れば、あなたはその結果に快く驚いているかもしれないと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nEvery now and then I take a chance to watch a show, with little if any expectations. The synopsis I read before adding it to my list really paled in comparison to what the show turned out into. It has its ups, and downs, but overall it is an enjoyable Anime.\n\n\u001b[1m今は毎回、ショーを見る機会があり、期待はほとんどありません。 私のリストに追加する前に私が読んだシノプシスは、そのショーが何になったのかと比べて本当にうんざりでした。 それはその浮き沈みを持っていますが、全体的には楽しいアニメです。\u001b[22m\n\u001b[1m(Ima wa maikai, shō o miru kikai ga ari, kitai wa hotondo arimasen. Watashi no risuto ni tsuika suru mae ni watashi ga yonda shinopushisu wa, sono shō ga nani ni natta no ka to kurabete hontōni unzarideshita. Sore wa sono ukishizumi o motte imasuga, zentai-teki ni wa tanoshī animedesu.)\u001b[22m\n\nTranslations of \u001b[4mEvery now and then I take a chance to watch a show, with little if any expectations. The synopsis I read before adding it to my list really paled in comparison to what the show turned out into. It has its ups, and downs, but overall it is an enjoyable Anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery now and then I take a chance to watch a show, with little if any expectations.\u001b[24m\n    \u001b[1m今は毎回、ショーを見る機会があり、期待はほとんどありません。\u001b[22m, \u001b[1m毎日のようにして私は期待する場合はほとんどで、ショーを見にチャンスをつかみます。\u001b[22m\n\u001b[4mThe synopsis I read before adding it to my list really paled in comparison to what the show turned out into.\u001b[24m\n    \u001b[1m私のリストに追加する前に私が読んだシノプシスは、そのショーが何になったのかと比べて本当にうんざりでした。\u001b[22m, \u001b[1m私は私のリストに追加する前に読んであらすじは実際にショーがに判明するものと比較して青ざめました。\u001b[22m\n\u001b[4mIt has its ups, and downs, but overall it is an enjoyable Anime.\u001b[24m\n    \u001b[1mそれはその浮き沈みを持っていますが、全体的には楽しいアニメです。\u001b[22m, \u001b[1mこれは、そのアップ、浮き沈みを持っていますが、全体的には楽しいアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I mention some of its strengths, I'd like to start by mentioning a few weaknesses. The art of the Sonic Divers, are a little bland. Each one is a bit different than the others, but they really give you the feel of a military air frame that is somewhat mass produced, and feels stale. However, the environments, and animation of the battle sequences are filled with eye candy. Later in the show when they are aboard the ship, I marveled at some of the detail of the walls and control systems on the ship, a detail that is easy to over look.\n\n\u001b[1mいくつかの強みを述べる前に、私はいくつかの弱点について言及することから始めたいと思います。 ソニックダイバーズの芸術は、少しばかりです。 それぞれは他のものと少し違っていますが、実際には大量生産された軍用エアフレームの感触を失ってしまいます。 しかし、バトルシーケンスの環境やアニメーションは、目の保腹でいっぱいです。 彼らが船に乗っているショーの後半に、私は船の壁とコントロールシステムの詳細のいくつかを驚かせました。\u001b[22m\n\u001b[1m(Ikutsu ka no tsuyomi o noberu mae ni, watashi wa ikutsu ka no jakuten ni tsuite genkyū suru koto kara hajimetai to omoimasu. Sonikkudaibāzu no geijutsu wa, sukoshi bakaridesu. Sorezore wa hoka no mono to sukoshi chigatte imasuga, jissai ni wa tairyō seisan sa reta gun'yō eafurēmu no kanshoku o ushinatte shimaimasu. Shikashi, batorushīkensu no kankyō ya animēshon wa,-me no ho hara de ippaidesu. Karera ga fune ni notte iru shō no kōhan ni, watashi wa fune no kabe to kontorōrushisutemu no shōsai no ikutsu ka o odoroka semashita.)\u001b[22m\n\nTranslations of \u001b[4mBefore I mention some of its strengths, I'd like to start by mentioning a few weaknesses. The art of the Sonic Divers, are a little bland. Each one is a bit different than the others, but they really give you the feel of a military air frame that is somewhat mass produced, and feels stale. However, the environments, and animation of the battle sequences are filled with eye candy. Later in the show when they are aboard the ship, I marveled at some of the detail of the walls and control systems on the ship, a detail that is easy to over look.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I mention some of its strengths, I'd like to start by mentioning a few weaknesses.\u001b[24m\n    \u001b[1mいくつかの強みを述べる前に、私はいくつかの弱点について言及することから始めたいと思います。\u001b[22m, \u001b[1m私はその長所のいくつかを言及する前に、私はいくつかの弱点を言及することから始めたいと思います。\u001b[22m\n\u001b[4mThe art of the Sonic Divers, are a little bland.\u001b[24m\n    \u001b[1mソニックダイバーズの芸術は、少しばかりです。\u001b[22m, \u001b[1mソニックダイバーの技術では、少し当たり障りのないです。\u001b[22m\n\u001b[4mEach one is a bit different than the others, but they really give you the feel of a military air frame that is somewhat mass produced, and feels stale.\u001b[24m\n    \u001b[1mそれぞれは他のものと少し違っていますが、実際には大量生産された軍用エアフレームの感触を失ってしまいます。\u001b[22m, \u001b[1mそれぞれが他よりも少し異なっているが、彼らは本当にあなたにやや大量生産された軍のエアフレームの感じを与える、と古くなった感じ。\u001b[22m\n\u001b[4mHowever, the environments, and animation of the battle sequences are filled with eye candy.\u001b[24m\n    \u001b[1mしかし、バトルシーケンスの環境やアニメーションは、目の保腹でいっぱいです。\u001b[22m, \u001b[1mしかし、環境、および戦闘シーンのアニメーションは目の保養で満たされています。\u001b[22m\n\u001b[4mLater in the show when they are aboard the ship, I marveled at some of the detail of the walls and control systems on the ship, a detail that is easy to over look.\u001b[24m\n    \u001b[1m彼らが船に乗っているショーの後半に、私は船の壁とコントロールシステムの詳細のいくつかを驚かせました。\u001b[22m, \u001b[1mその後、彼らは船に乗っているショーで、私は、船の上の壁や制御システムの詳細のいくつかを見オーバーに簡単です詳細を驚嘆しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story, is solid, but the episodes for most of the series may seem a bit formulaic. This may hinder some folks enjoyment, but the star of this show is the characters. Little is said about some of the subtle characteristics of the Sonic Divers, which may startle some viewers when they show up later in the show. For me, the best part of the story, was how it hid it's main theme for much of the show. When I finally saw the backstory for their enemy the WORMs, is when I understood why the story is as likable as it is. The optimism, even in somewhat difficult situations is somewhat contagious.\n\n\u001b[1m物語は固いですが、シリーズのほとんどのエピソードは少し公式に見えるかもしれません。 これはいくつかの人々の楽しみを妨げる可能性がありますが、この番組のスターは登場人物です。  Sonic Diversの微妙な特徴のいくつかについてはほとんど言われていません。ショーの後半に視聴者が驚くかもしれません。 私にとっては、ストーリーの最も重要な部分は、それがショーの多くの主なテーマであることを隠していた方法でした。 私が最後に彼らの敵、WORMの裏話を見たとき、なぜその物語がそれが好きであるかがわかったのです。 ある程度難しい状況でさえ、楽観主義はいくぶん伝染性があります。\u001b[22m\n\u001b[1m(Monogatari wa kataidesuga, shirīzu no hotondo no episōdo wa sukoshi kōshiki ni mieru kamo shiremasen. Kore wa ikutsu ka no hitobito no tanoshimi o samatageru kanōsei ga arimasuga, kono bangumi no sutā wa tōjō jinbutsudesu. Sonikku Divers no bimyōna tokuchō no ikutsu ka ni tsuite wa hotondo iwa rete imasen. Shō no kōhan ni shichō-sha ga odoroku kamo shiremasen. Watashi ni totte wa, sutōrī no mottomojūyōna bubun wa, sore ga shō no ōku no omona tēmadearu koto o kakushite ita hōhōdeshita. Watashi ga saigo ni karera no teki, WORM no urabanashi o mita toki, naze sono monogatari ga sore ga sukidearu ka ga wakatta nodesu. Aruteido muzukashī jōkyōde sae, rakkan shugi wa ikubun densen-sei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story, is solid, but the episodes for most of the series may seem a bit formulaic. This may hinder some folks enjoyment, but the star of this show is the characters. Little is said about some of the subtle characteristics of the Sonic Divers, which may startle some viewers when they show up later in the show. For me, the best part of the story, was how it hid it's main theme for much of the show. When I finally saw the backstory for their enemy the WORMs, is when I understood why the story is as likable as it is. The optimism, even in somewhat difficult situations is somewhat contagious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story, is solid, but the episodes for most of the series may seem a bit formulaic.\u001b[24m\n    \u001b[1m物語は固いですが、シリーズのほとんどのエピソードは少し公式に見えるかもしれません。\u001b[22m, \u001b[1m物語は、固体であるが、シリーズのほとんどのエピソードは少し定型的に見えるかもしれません。\u001b[22m\n\u001b[4mThis may hinder some folks enjoyment, but the star of this show is the characters.\u001b[24m\n    \u001b[1mこれはいくつかの人々の楽しみを妨げる可能性がありますが、この番組のスターは登場人物です。\u001b[22m, \u001b[1mこれは、一部の人々の楽しみを妨げるかもしれないが、このショーのスターは文字です。\u001b[22m\n\u001b[4mLittle is said about some of the subtle characteristics of the Sonic Divers, which may startle some viewers when they show up later in the show.\u001b[24m\n    \u001b[1mSonic Diversの微妙な特徴のいくつかについてはほとんど言われていません。ショーの後半に視聴者が驚くかもしれません。\u001b[22m, \u001b[1mリトルは、彼らが後でショーで現れたときにいくつかの視聴者を驚かせるかもしれソニックダイバーの微妙な特性のいくつかについて言われています。\u001b[22m\n\u001b[4mFor me, the best part of the story, was how it hid it's main theme for much of the show.\u001b[24m\n    \u001b[1m私にとっては、ストーリーの最も重要な部分は、それがショーの多くの主なテーマであることを隠していた方法でした。\u001b[22m, \u001b[1m私にとっては、物語の最良の部分は、それはそれはショーの多くのためのメインテーマです隠した方法でした。\u001b[22m\n\u001b[4mWhen I finally saw the backstory for their enemy the WORMs, is when I understood why the story is as likable as it is.\u001b[24m\n    \u001b[1m私が最後に彼らの敵、WORMの裏話を見たとき、なぜその物語がそれが好きであるかがわかったのです。\u001b[22m, \u001b[1m私は最終的に彼らの敵のためにワームを裏話を見た時の話をそのままとして好感が持てる理由を私は理解したとき、あります。\u001b[22m\n\u001b[4mThe optimism, even in somewhat difficult situations is somewhat contagious.\u001b[24m\n    \u001b[1mある程度難しい状況でさえ、楽観主義はいくぶん伝染性があります。\u001b[22m, \u001b[1mでもやや困難な状況で楽観は、幾分伝染性です。\u001b[22m\n\u001b[1m\u001b[22m\nVery rarely, have I found a show that gives enough screen time to the many support characters to give them enough depth to be loved, and this show is one of them. This lends to a bit of slow pacing at times in the show, but knowing these characters, the Sky Girls in particular, gives the audience a sense of stake in the outcome of their battles. Despite that, there were a couple of things I felt needed closure that went forgotten in the seasons final episode.\n\n\u001b[1m非常にまれに、多​​くのサポートキャラクターに十分なスクリーンタイムを与え、愛されるほどの深みを与えるショーを見つけて、このショーの1つです。 これは、ショーでは時々ゆっくりとペースを崩してしまいますが、特にスカイガールズを知ることで、観客には戦いの結果に関心が持てます。 それにもかかわらず、季節最後のエピソードで忘れ去られた閉鎖が必要だと感じたことがいくつかありました。\u001b[22m\n\u001b[1m(Hijō ni mare ni, ta ​​ ku no sapōtokyarakutā ni jūbun'na sukurīntaimu o atae, aisa reru hodo no fukami o ataeru shō o mitsukete, kono shō no 1tsudesu. Kore wa, shōde wa tokidoki yukkuri to pēsu o kuzushite shimaimasuga, tokuni sukaigāruzu o shiru koto de, kankyaku ni wa tatakai no kekka ni kanshin ga motemasu. Sore nimokakawarazu, kisetsu saigo no episōdo de wasuresara reta heisa ga hitsuyōda to kanjita koto ga ikutsu ka arimashita.)\u001b[22m\n\nTranslations of \u001b[4mVery rarely, have I found a show that gives enough screen time to the many support characters to give them enough depth to be loved, and this show is one of them. This lends to a bit of slow pacing at times in the show, but knowing these characters, the Sky Girls in particular, gives the audience a sense of stake in the outcome of their battles. Despite that, there were a couple of things I felt needed closure that went forgotten in the seasons final episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVery rarely, have I found a show that gives enough screen time to the many support characters to give them enough depth to be loved, and this show is one of them.\u001b[24m\n    \u001b[1m非常にまれに、多くのサポートキャラクターに十分なスクリーンタイムを与え、愛されるほどの深みを与えるショーを見つけて、このショーの1つです。\u001b[22m, \u001b[1mごくまれに、私は彼らに愛されるのに十分な深さを与えるために多くのサポート文字に十分な画面の時間を与えるショーを発見し、このショウは、それらの一つですしています。\u001b[22m\n\u001b[4mThis lends to a bit of slow pacing at times in the show, but knowing these characters, the Sky Girls in particular, gives the audience a sense of stake in the outcome of their battles.\u001b[24m\n    \u001b[1mこれは、ショーでは時々ゆっくりとペースを崩してしまいますが、特にスカイガールズを知ることで、観客には戦いの結果に関心が持てます。\u001b[22m, \u001b[1mこれは、ショーでの時間に遅いペースのビットに貸すが、これらの文字を知って、スカイガールズは、具体的には、彼らの戦いの結果で観客に出資の感覚を与えます。\u001b[22m\n\u001b[4mDespite that, there were a couple of things I felt needed closure that went forgotten in the seasons final episode.\u001b[24m\n    \u001b[1mそれにもかかわらず、季節最後のエピソードで忘れ去られた閉鎖が必要だと感じたことがいくつかありました。\u001b[22m, \u001b[1mそれにもかかわらず、物事のカップルがあった私はシーズン最終話で忘れられていった必要な閉鎖を感じました。\u001b[22m\n\u001b[1m\u001b[22m\nStill, I like how the show built up over it's length, and gave us just enough of a taste at the ending to satisfy most fans. Honestly, this show isn't about the tech, the mecha, or their powers, It's about the characters, and how they grow in the midst of this strange time in which they are found.\n\n\u001b[1mそれでも、私はショーの長さ以上の方法を構築し、ほとんどのファンを満足させるために十分な味を私たちに与えた。 正直なところ、このショーは技術、メカ、またはその力に関するものではなく、登場人物についてのものであり、発見されたこの奇妙な時間の真っ只中にどのように成長するかです。\u001b[22m\n\u001b[1m(Soredemo, watashi wa shō no naga-sa ijō no hōhō o kōchiku shi, hotondo no fan o manzoku sa seru tame ni jūbun'na aji o watashitachi ni ataeta. Shōjikina tokoro, kono shō wa gijutsu, meka, matawa sono chikara ni kansuru monode wa naku, tōjō jinbutsu ni tsuite no monodeari, hakken sa reta kono kimyōna jikan no mattadanaka ni dono yō ni seichō suru kadesu.)\u001b[22m\n\nTranslations of \u001b[4mStill, I like how the show built up over it's length, and gave us just enough of a taste at the ending to satisfy most fans. Honestly, this show isn't about the tech, the mecha, or their powers, It's about the characters, and how they grow in the midst of this strange time in which they are found.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill, I like how the show built up over it's length, and gave us just enough of a taste at the ending to satisfy most fans.\u001b[24m\n    \u001b[1mそれでも、私はショーの長さ以上の方法を構築し、ほとんどのファンを満足させるために十分な味を私たちに与えた。\u001b[22m, \u001b[1mそれでも、私はショーがそれの長さにわたって築き上げどのように好きで、ほとんどのファンを満足させるためにエンディングまでお味のちょうど十分を与えました。\u001b[22m\n\u001b[4mHonestly, this show isn't about the tech, the mecha, or their powers, It's about the characters, and how they grow in the midst of this strange time in which they are found.\u001b[24m\n    \u001b[1m正直なところ、このショーは技術、メカ、またはその力に関するものではなく、登場人物についてのものであり、発見されたこの奇妙な時間の真っ只中にどのように成長するかです。\u001b[22m, \u001b[1m正直なところ、このショーは、それは文字についてです、とどのように彼らが発見されたこの奇妙な時間の中で成長し、ハイテク、メカ、またはその権限に関するものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI endorse watching this series if you enjoy shows where the characters are the stars, and their equipment trimmings on the cake. I think if you come into this show as I did, with lower expectations, that you may find yourself pleasantly surprised at its outcome.\n\n\u001b[1mキャラクターがスターであるショーやケーキでの装備のトリミングを楽しむなら、このシリーズの視聴を支持します。 私はあなたがこのようなショーに私が行ったように、より低い期待で来れば、あなたはその結果に快く驚いているかもしれないと思います。\u001b[22m\n\u001b[1m(Kyarakutā ga sutādearu shō ya kēki de no sōbi no torimingu o tanoshimunara, kono shirīzu no shichō o shiji shimasu. Watashi wa anata ga ko no yōna shō ni watashi ga okonatta yō ni, yori hikui kitai de kureba, anata wa sono kekka ni kokoroyoku odoroite iru kamo shirenai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI endorse watching this series if you enjoy shows where the characters are the stars, and their equipment trimmings on the cake. I think if you come into this show as I did, with lower expectations, that you may find yourself pleasantly surprised at its outcome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI endorse watching this series if you enjoy shows where the characters are the stars, and their equipment trimmings on the cake.\u001b[24m\n    \u001b[1mキャラクターがスターであるショーやケーキでの装備のトリミングを楽しむなら、このシリーズの視聴を支持します。\u001b[22m, \u001b[1m私はあなたが文字がケーキの上の星、およびそれらの機器のトリミングされている番組を楽しむ場合は、このシリーズを見て支持します。\u001b[22m\n\u001b[4mI think if you come into this show as I did, with lower expectations, that you may find yourself pleasantly surprised at its outcome.\u001b[24m\n    \u001b[1m私はあなたがこのようなショーに私が行ったように、より低い期待で来れば、あなたはその結果に快く驚いているかもしれないと思います。\u001b[22m, \u001b[1m私がしたように、あなたがこのショーに来る場合、私はあなたがその結果に自分で驚きを見つけることが、低い期待を、と思います。\u001b[22m"
  }
]
