[
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "madara-_-uchiha",
    "profile": "/profile/madara-_-uchiha/reviews",
    "pages": "5",
    "number": "1",
    "link": "/reviews.php?id=134397",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nアニメは本当にあなたの人生を変えましたか？\n\nはじめ の いっぽ ちゃんげｄ みね。\n\n約16で私は太りすぎ、不健康だった、私はボクシングをしていたが、私は最初の戦い（私は失った）に突入した後、私は少し雌犬のように終了します。\n\n私は約3ヶ月前に私にスキップし、私はhajime no ippoのいくつかのepsを見て、動機は私の中にかき混ぜる。 私はエピソードを一時停止して走った！ 合法的。\nそれは本当にすばらしい物語であり、それは私にフィット感を与えてくれました。 私は10.2キロを失ったと私は再び訓練されたハードボクシングを開始し、何を推測する？ 私は私の第二の戦いと戦って、男を破壊した！ 私は人生を変えました:) btw I'm 17\n\nとにかくストーリーラインは素晴らしいですが、あなたはちょうど概要を読んでいます。私は、ippoがアニメで見た中で最高のメインキャラクターであるという事実を除いて、詳細にあなたに伝える必要はありません！\n\nこれは古いアニメですので、新しいものほど良くはありませんが、あなたはすぐにそれに慣れるので、心配しないでください。 戦いシーンも素晴らしいです。\n\n音は素晴らしいもので、特に素晴らしいとインスピレーションを与えています。\n\nキャラクターはこのアニメが10分の1のマテリアルとして証明される場所です。 すべてのキャラクターは素晴らしい、面白い、刺激的で、自分の人生では異なる動機を持っています。 私はそれがあまりにも長い時間かかるので、最高のキャストを想像して十分な文字について書いても十分ではありません。\n\n私はこのアニメが私の人生を変えたので、私は明らかにそれを楽しんだ。 もう一度私はこのアニメについて十分に言うことができないので、それはあまりにもawesomenessを保持します。\n\n要約すると、あなたはボクシングを行う必要はありませんか、それほど好きです。 このアニメはあなたを変換します！ プラス素晴らしいキャラクターのキャストでは、このアニメを嫌う理由は絶対にありません。 今読んでいただきありがとうございますpls行くとhajimeないippoを見て！  ：D\n\npsは時々私はたわごとXDを失ったので大声で笑いの準備ができている",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHas an anime ever truly changed your life????\n\n\u001b[1mアニメは本当にあなたの人生を変えましたか？\u001b[22m\n\u001b[1m(Anime wa hontōni anata no jinsei o kaemashita ka?)\u001b[22m\n\nTranslations of \u001b[4mHas an anime ever truly changed your life????\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHas an anime ever truly changed your life????\u001b[24m\n    \u001b[1mアニメは本当にあなたの人生を変えましたか？\u001b[22m, \u001b[1mアニメは今まで本当にあなたの人生を変えました????\u001b[22m\n\u001b[1m\u001b[22m\nはじめ の いっぽ ちゃんげｄ みね。\n(Hajime no i ppo-chan-ge d Mine.)\n\n\u001b[1mはじめ の いっぽ ちゃんげｄ みね。\u001b[22m\n\u001b[1m(Hajime no i ppo-chan-ge d Mine.)\u001b[22m\n\u001b[1m\u001b[22m\nat about 16 I was overweight and unhealthy, I was doing boxing but after being rushed into my first fight (which I lost) I quit like a little bitch.\n\n\u001b[1m約16で私は太りすぎ、不健康だった、私はボクシングをしていたが、私は最初の戦い（私は失った）に突入した後、私は少し雌犬のように終了します。\u001b[22m\n\u001b[1m(Yaku 16 de watashi wa futori-sugi, fukenkōdatta, watashi wa bokushingu o shite itaga, watashi wa saisho no tatakai (watashi wa ushinatta) ni totsunyū shita nochi, watashi wa sukoshi meinu no yō ni shūryō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mat about 16 I was overweight and unhealthy, I was doing boxing but after being rushed into my first fight (which I lost) I quit like a little bitch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mat about 16 I was overweight and unhealthy, I was doing boxing but after being rushed into my first fight (which I lost) I quit like a little bitch.\u001b[24m\n    \u001b[1m約16で私は太りすぎ、不健康だった、私はボクシングをしていたが、私は最初の戦い（私は失った）に突入した後、私は少し雌犬のように終了します。\u001b[22m, \u001b[1m約16で私は、太りすぎや不健康だった私はボクシングをやっていたが、（私は失われた）私の最初の戦いに突入した後、私は少し雌犬のように終了します。\u001b[22m\n\u001b[1m\u001b[22m\nskip to me about 3 months ago, I watch a few eps of hajime no ippo and motivation stirs inside me. I paused the episode and went running! legit.\n\n\u001b[1m私は約3ヶ月前に私にスキップし、私はhajime no ippoのいくつかのepsを見て、動機は私の中にかき混ぜる。 私はエピソードを一時停止して走った！ 合法的。\u001b[22m\n\u001b[1m(Watashi wa yaku 3kagetsu mae ni watashi ni sukippu shi, watashi wa hajime no ippo no ikutsu ka no eps o mite, dōki wa watashi no naka ni kakimazeru. Watashi wa episōdo o ichiji teishi shite hashitta! Gōhō-teki.)\u001b[22m\n\nTranslations of \u001b[4mskip to me about 3 months ago, I watch a few eps of hajime no ippo and motivation stirs inside me. I paused the episode and went running! legit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mskip to me about 3 months ago, I watch a few eps of hajime no ippo and motivation stirs inside me.\u001b[24m\n    \u001b[1m私は約3ヶ月前に私にスキップし、私はhajime no ippoのいくつかのepsを見て、動機は私の中にかき混ぜる。\u001b[22m, \u001b[1m約3ヶ月前に私にスキップし、私は一歩とモチベーションが私の中かき混ぜるない肇のいくつかのepsを見ます。\u001b[22m\n\u001b[4mI paused the episode and went running!\u001b[24m\n    \u001b[1m私はエピソードを一時停止して走った！\u001b[22m, \u001b[1m私はエピソードを一時停止し、実行して行ってきました！\u001b[22m\n\u001b[4mlegit.\u001b[24m\n    \u001b[1m合法的。\u001b[22m, \u001b[1m合法。\u001b[22m\nit is truly an amazing story and it motivated me to get fit. I lost 10.2 kg and I started boxing again trained hard and guess what? I fought my second fight and destroyed the guy! ippo changed my life :) btw I'm 17\n\n\u001b[1mそれは本当にすばらしい物語であり、それは私にフィット感を与えてくれました。 私は10.2キロを失ったと私は再び訓練されたハードボクシングを開始し、何を推測する？ 私は私の第二の戦いと戦って、男を破壊した！ 私は人生を変えました:) btw I'm 17\u001b[22m\n\u001b[1m(Sore wa hontōni subarashī monogatarideari, sore wa watashi ni fitto-kan o ataete kuremashita. Watashi wa 10. 2-Kiro o ushinatta to watashi wa futatabi kunren sa reta hādobokushingu o kaishi shi, nani o suisoku suru? Watashi wa watashi no daini no tatakai to tatakatte, otoko o hakai shita! Watashi wa jinsei o kaemashita: ) Btw I' m 17)\u001b[22m\n\nTranslations of \u001b[4mit is truly an amazing story and it motivated me to get fit. I lost 10.2 kg and I started boxing again trained hard and guess what? I fought my second fight and destroyed the guy! ippo changed my life :) btw I'm 17\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit is truly an amazing story and it motivated me to get fit.\u001b[24m\n    \u001b[1mそれは本当にすばらしい物語であり、それは私にフィット感を与えてくれました。\u001b[22m, \u001b[1mそれは本当に驚くべき話であり、それはフィット得るために私をやる気。\u001b[22m\n\u001b[4mI lost 10.2 kg and I started boxing again trained hard and guess what?\u001b[24m\n    \u001b[1m私は10.2キロを失ったと私は再び訓練されたハードボクシングを開始し、何を推測する？\u001b[22m, \u001b[1m私は10.2キロを失い、私は一生懸命訓練を受け、再びボクシングを始め、何を思いますか？\u001b[22m\n\u001b[4mI fought my second fight and destroyed the guy!\u001b[24m\n    \u001b[1m私は私の第二の戦いと戦って、男を破壊した！\u001b[22m, \u001b[1m私は私の2番目の戦いを戦った男を破壊しました！\u001b[22m\n\u001b[4mippo changed my life :) btw I'm 17\u001b[24m\n    \u001b[1m私は人生を変えました:) btw I'm 17\u001b[22m, \u001b[1m一歩は、私の人生を変えた:)ところで私は17\u001b[22m\n\u001b[1m\u001b[22m\nanyway storyline is amazing but you have just read the synopsis s I don't need to tell you in detail except for the fact that ippo is the best main character I have ever seen in an anime!!\n\n\u001b[1mとにかくストーリーラインは素晴らしいですが、あなたはちょうど概要を読んでいます。私は、ippoがアニメで見た中で最高のメインキャラクターであるという事実を除いて、詳細にあなたに伝える必要はありません！\u001b[22m\n\u001b[1m(Tonikaku sutōrīrain wa subarashīdesuga, anata wa chōdo gaiyō o yonde imasu. Watashi wa, ippo ga anime de mita naka de saikō no meinkyarakutādearu to iu jijitsu o nozoite, shōsai ni anata ni tsutaeru hitsuyō wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4manyway storyline is amazing but you have just read the synopsis s I don't need to tell you in detail except for the fact that ippo is the best main character I have ever seen in an anime!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4manyway storyline is amazing but you have just read the synopsis s I don't need to tell you in detail except for the fact that ippo is the best main character I have ever seen in an anime!!\u001b[24m\n    \u001b[1mとにかくストーリーラインは素晴らしいですが、あなたはちょうど概要を読んでいます。私は、ippoがアニメで見た中で最高のメインキャラクターであるという事実を除いて、詳細にあなたに伝える必要はありません！\u001b[22m, \u001b[1mとにかくストーリーが素晴らしいですが、あなただけの概要秒を読んでいる私は一歩は、私が今までのアニメで見た中で最高の主人公であるという事実を除いて、詳細にあなたを伝える必要はありません！\u001b[22m\n\u001b[1m\u001b[22m\nthis is an old anime so its not as good as newer ones however you get used to it very quickly so don't worry. also fight scenes are amazing.\n\n\u001b[1mこれは古いアニメですので、新しいものほど良くはありませんが、あなたはすぐにそれに慣れるので、心配しないでください。 戦いシーンも素晴らしいです。\u001b[22m\n\u001b[1m(Kore wa furui animedesunode, atarashī mono hodo yoku wa arimasenga, anata wa sugu ni sore ni narerunode, shinpaishinaide kudasai. Tatakai shīn mo subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mthis is an old anime so its not as good as newer ones however you get used to it very quickly so don't worry. also fight scenes are amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is an old anime so its not as good as newer ones however you get used to it very quickly so don't worry.\u001b[24m\n    \u001b[1mこれは古いアニメですので、新しいものほど良くはありませんが、あなたはすぐにそれに慣れるので、心配しないでください。\u001b[22m, \u001b[1mこれはあなたが非常に迅速に慣れるしかし新しいものほどその良くない古いアニメですので、心配しないでください。\u001b[22m\n\u001b[4malso fight scenes are amazing.\u001b[24m\n    \u001b[1m戦いシーンも素晴らしいです。\u001b[22m, \u001b[1mまた戦うシーンは驚くべきものです。\u001b[22m\n\u001b[1m\u001b[22m\nsound is great with music being especially awesome and inspiring.\n\n\u001b[1m音は素晴らしいもので、特に素晴らしいとインスピレーションを与えています。\u001b[22m\n\u001b[1m(Oto wa subarashī mono de, tokuni subarashī to insupirēshon o ataete imasu.)\u001b[22m\n\nTranslations of \u001b[4msound is great with music being especially awesome and inspiring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msound is great with music being especially awesome and inspiring.\u001b[24m\n    \u001b[1m音は素晴らしいもので、特に素晴らしいとインスピレーションを与えています。\u001b[22m, \u001b[1m音は音楽が特に素晴らしいと感激されると素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\ncharacters are where this anime proves itself as 10/10 material. all of the characters are great, funny, inspiring and have different motivations in their life. I cant even write enough about the characters it will take way too long so just imagine the best cast ever and that will suffice.\n\n\u001b[1mキャラクターはこのアニメが10分の1のマテリアルとして証明される場所です。 すべてのキャラクターは素晴らしい、面白い、刺激的で、自分の人生では異なる動機を持っています。 私はそれがあまりにも長い時間かかるので、最高のキャストを想像して十分な文字について書いても十分ではありません。\u001b[22m\n\u001b[1m(Kyarakutā wa kono anime ga 10-bun'no 1 no materiaru to shite shōmei sa reru bashodesu. Subete no kyarakutā wa subarashī, omoshiroi, shigeki-tekide, jibun no jinseide wa kotonaru dōki o motte imasu. Watashi wa sore ga amarini mo nagai jikan kakarunode, saikō no kyasuto o sōzō shite jūbun'na moji ni tsuite kaite mo jūbunde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mcharacters are where this anime proves itself as 10/10 material. all of the characters are great, funny, inspiring and have different motivations in their life. I cant even write enough about the characters it will take way too long so just imagine the best cast ever and that will suffice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacters are where this anime proves itself as 10/10 material.\u001b[24m\n    \u001b[1mキャラクターはこのアニメが10分の1のマテリアルとして証明される場所です。\u001b[22m, \u001b[1mこのアニメは10/10材料としての地位を証明している場所の文字があります。\u001b[22m\n\u001b[4mall of the characters are great, funny, inspiring and have different motivations in their life.\u001b[24m\n    \u001b[1mすべてのキャラクターは素晴らしい、面白い、刺激的で、自分の人生では異なる動機を持っています。\u001b[22m, \u001b[1mすべての文字は、偉大な面白い、感動であり、自分の生活の中で異なる動機を持っています。\u001b[22m\n\u001b[4mI cant even write enough about the characters it will take way too long so just imagine the best cast ever and that will suffice.\u001b[24m\n    \u001b[1m私はそれがあまりにも長い時間かかるので、最高のキャストを想像して十分な文字について書いても十分ではありません。\u001b[22m, \u001b[1m私もこれだけの最高のキャストを想像し、それが十分であろう、それはあまりにも時間がかかります文字について十分に書き込む傾けます。\u001b[22m\n\u001b[1m\u001b[22m\nas I said above this anime has changed my life so I obviously enjoyed it. once again I cannot say enough about this anime because it holds so much awesomeness.\n\n\u001b[1m私はこのアニメが私の人生を変えたので、私は明らかにそれを楽しんだ。 もう一度私はこのアニメについて十分に言うことができないので、それはあまりにもawesomenessを保持します。\u001b[22m\n\u001b[1m(Watashi wa kono anime ga watashinojinsei o kaetanode, watashi wa akiraka ni sore o tanoshinda. Mōichido watashi wa kono anime ni tsuite jūbun ni iu koto ga dekinainode, sore wa amarini mo awesomeness o hoji shimasu.)\u001b[22m\n\nTranslations of \u001b[4mas I said above this anime has changed my life so I obviously enjoyed it. once again I cannot say enough about this anime because it holds so much awesomeness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mas I said above this anime has changed my life so I obviously enjoyed it.\u001b[24m\n    \u001b[1m私はこのアニメが私の人生を変えたので、私は明らかにそれを楽しんだ。\u001b[22m, \u001b[1m私はこのアニメの上に言ったように、私は明らかにそれを楽しんだように、私の人生を変えました。\u001b[22m\n\u001b[4monce again I cannot say enough about this anime because it holds so much awesomeness.\u001b[24m\n    \u001b[1mもう一度私はこのアニメについて十分に言うことができないので、それはあまりにもawesomenessを保持します。\u001b[22m, \u001b[1mそれはそんなに素晴らしさを保持しているため、再び、私はこのアニメについて十分に言うことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nin summary, you don't have to do boxing or even like it much. this anime WILL convert you! plus with a cast of amazing characters their is absolutely no reason to dislike this anime. thanks for reading now pls go and watch hajime no ippo! :D\n\n\u001b[1m要約すると、あなたはボクシングを行う必要はありませんか、それほど好きです。 このアニメはあなたを変換します！ プラス素晴らしいキャラクターのキャストでは、このアニメを嫌う理由は絶対にありません。 今読んでいただきありがとうございますpls行くとhajimeないippoを見て！  ：D\u001b[22m\n\u001b[1m(Yōyaku suru to, anata wa bokushingu o okonau hitsuyō wa arimasen ka, sorehodo sukidesu. Kono anime wa anata o henkan shimasu! Purasu subarashī kyarakutā no kyasutode wa, kono anime o kirau riyū wa zettai ni arimasen. Ima yonde itadaki arigatōgozaimasu pls iku to hajime nai ippo o mite! : D)\u001b[22m\n\nTranslations of \u001b[4min summary, you don't have to do boxing or even like it much. this anime WILL convert you! plus with a cast of amazing characters their is absolutely no reason to dislike this anime. thanks for reading now pls go and watch hajime no ippo! :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4min summary, you don't have to do boxing or even like it much.\u001b[24m\n    \u001b[1m要約すると、あなたはボクシングを行う必要はありませんか、それほど好きです。\u001b[22m, \u001b[1m要約すると、あなたはボクシングをしたりしてもあまりそれを好きにする必要はありません。\u001b[22m\n\u001b[4mthis anime WILL convert you!\u001b[24m\n    \u001b[1mこのアニメはあなたを変換します！\u001b[22m, \u001b[1mこのアニメはあなたに変換されます！\u001b[22m\n\u001b[4mplus with a cast of amazing characters their is absolutely no reason to dislike this anime.\u001b[24m\n    \u001b[1mプラス素晴らしいキャラクターのキャストでは、このアニメを嫌う理由は絶対にありません。\u001b[22m, \u001b[1mプラス驚くべき文字のキャストでこのアニメを嫌う理由は絶対に自分ではありません。\u001b[22m\n\u001b[4mthanks for reading now pls go and watch hajime no ippo!\u001b[24m\n    \u001b[1m今読んでいただきありがとうございますpls行くとhajimeないippoを見て！\u001b[22m, \u001b[1m今plsは何の一歩を行くことと肇を見て読んでくれてありがとう！\u001b[22m\n\u001b[4m:D\u001b[24m\n    \u001b[1m：D\u001b[22m\n\u001b[1m\u001b[22m\nps be ready for laugh out loud moments because at times I lost my shit XD\n\n\u001b[1mpsは時々私はたわごとXDを失ったので大声で笑いの準備ができている\u001b[22m\n\u001b[1m(Ps wa tokidoki watashi wa tawagoto XD o ushinattanode ōgoe de warai no junbi ga dekite iru)\u001b[22m\n\nTranslations of \u001b[4mps be ready for laugh out loud moments because at times I lost my shit XD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mps be ready for laugh out loud moments because at times I lost my shit XD\u001b[24m\n    \u001b[1mpsは時々私はたわごとXDを失ったので大声で笑いの準備ができている\u001b[22m, \u001b[1mpsのための時間で大声瞬間を笑うための準備ができて私は私のたわごとXDを失いました\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "kingaix",
    "profile": "/profile/kingaix/reviews",
    "pages": "5",
    "number": "2",
    "link": "/reviews.php?id=54133",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は指摘したい。 私はボクシングを見たことがないし、私はこれまでに興味を持っていない。 しかし、このアニメはただ感動的です。 イッポは弱く、友人の不足のためにいつもいじめられました（これは率直に言って、多くの人々につながります）。\n\nこのアニメは、試合で人々を打ち負かすことについてだけではありません。 このアニメは、ボクサーとしてだけでなく人としての発展の方法を段階的に紹介します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI'd like to point out; I have never watched Boxing nor have I ever had interest in it. This Anime however, is just inspiring. Ippo was weak and always bullied due to lack of friends (which quite frankly, connects to many people).\n\n\u001b[1m私は指摘したい。 私はボクシングを見たことがないし、私はこれまでに興味を持っていない。 しかし、このアニメはただ感動的です。 イッポは弱く、友人の不足のためにいつもいじめられました（これは率直に言って、多くの人々につながります）。\u001b[22m\n\u001b[1m(Watashi wa shiteki shitai. Watashi wa bokushingu o mita koto ga naishi, watashi wa kore made ni kyōmi o motteinai. Shikashi, kono anime wa tada kandō-tekidesu. Ippo wa yowaku, yūjin no fusoku no tame ni itsumo ijime raremashita (kore wa sotchoku ni itte, ōku no hitobito ni tsunagarimasu).)\u001b[22m\n\nTranslations of \u001b[4mI'd like to point out; I have never watched Boxing nor have I ever had interest in it. This Anime however, is just inspiring. Ippo was weak and always bullied due to lack of friends (which quite frankly, connects to many people).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd like to point out;\u001b[24m\n    \u001b[1m私は指摘したい。\u001b[22m, \u001b[1m私が指摘したいと思います。\u001b[22m\n\u001b[4mI have never watched Boxing nor have I ever had interest in it.\u001b[24m\n    \u001b[1m私はボクシングを見たことがないし、私はこれまでに興味を持っていない。\u001b[22m, \u001b[1m私はボクシングを見たことがないも私が今までそれに興味を持っていました。\u001b[22m\n\u001b[4mThis Anime however, is just inspiring.\u001b[24m\n    \u001b[1mしかし、このアニメはただ感動的です。\u001b[22m, \u001b[1mこのアニメは、しかし、ちょうど感激です。\u001b[22m\n\u001b[4mIppo was weak and always bullied due to lack of friends (which quite frankly, connects to many people).\u001b[24m\n    \u001b[1mイッポは弱く、友人の不足のためにいつもいじめられました（これは率直に言って、多くの人々につながります）。\u001b[22m, \u001b[1m一歩が原因（率直に言って、多くの人々に接続する）友人の不足に弱く、いつもいじめられました。\u001b[22m\n\u001b[1m\u001b[22m\nThis Anime will not just be about Ippo beating people up in matches; this Anime instead takes you step by step on how he develops not only as a Boxer, but as a person.\n\n\u001b[1mこのアニメは、試合で人々を打ち負かすことについてだけではありません。 このアニメは、ボクサーとしてだけでなく人としての発展の方法を段階的に紹介します。\u001b[22m\n\u001b[1m(Kono anime wa, shiai de hitobito o uchi makasu koto ni tsuite dakede wa arimasen. Kono anime wa, bokusā to shite dakedenaku hitotoshite no hatten no hōhō o dankai-teki ni shōkai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis Anime will not just be about Ippo beating people up in matches; this Anime instead takes you step by step on how he develops not only as a Boxer, but as a person.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis Anime will not just be about Ippo beating people up in matches;\u001b[24m\n    \u001b[1mこのアニメは、試合で人々を打ち負かすことについてだけではありません。\u001b[22m, \u001b[1mこのアニメはただ一歩が試合で人を叩きについてではありません。\u001b[22m\n\u001b[4mthis Anime instead takes you step by step on how he develops not only as a Boxer, but as a person.\u001b[24m\n    \u001b[1mこのアニメは、ボクサーとしてだけでなく人としての発展の方法を段階的に紹介します。\u001b[22m, \u001b[1mこのアニメではなく、あなたが、彼はボクサーとしてではなく、人としてだけでなく、開発方法についてステップバイステップでかかります。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "Follycore",
    "profile": "/profile/Follycore/reviews",
    "pages": "5",
    "number": "3",
    "link": "/reviews.php?id=16023",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\nさて、このアニメにはレビューは必要ありません。\nそれはあなたに笑いと深刻な瞬間の両方を与えるスポーツアニメです。\nただそれを見に行ってください。 それは大げさな叙事詩だ。 あなたは失望しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell, this anime doesn't need a review.\n\n\u001b[1mさて、このアニメにはレビューは必要ありません。\u001b[22m\n\u001b[1m(Sate, kono anime ni wa rebyū wa hitsuyō arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWell, this anime doesn't need a review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, this anime doesn't need a review.\u001b[24m\n    \u001b[1mさて、このアニメにはレビューは必要ありません。\u001b[22m, \u001b[1mさて、このアニメは、レビューを必要としません。\u001b[22m\nIt's a sports anime that gives you both - laughter and serious moments.\n\n\u001b[1mそれはあなたに笑いと深刻な瞬間の両方を与えるスポーツアニメです。\u001b[22m\n\u001b[1m(Sore wa anata ni warai to shinkokuna shunkan no ryōhō o ataeru supōtsuanimedesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a sports anime that gives you both - laughter and serious moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a sports anime that gives you both - laughter and serious moments.\u001b[24m\n    \u001b[1mそれはあなたに笑いと深刻な瞬間の両方を与えるスポーツアニメです。\u001b[22m, \u001b[1m笑いと深刻な瞬間 - それはあなたの両方を与えるスポーツアニメです。\u001b[22m\nJust go watch it. It's fucking epic. You won't be disappointed.\n\n\u001b[1mただそれを見に行ってください。 それは大げさな叙事詩だ。 あなたは失望しません。\u001b[22m\n\u001b[1m(Tada sore o mi ni itte kudasai. Sore wa ōgesana jojishida. Anata wa shitsubō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mJust go watch it. It's fucking epic. You won't be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust go watch it.\u001b[24m\n    \u001b[1mただそれを見に行ってください。\u001b[22m, \u001b[1mただ、それを見に行きます。\u001b[22m\n\u001b[4mIt's fucking epic.\u001b[24m\n    \u001b[1mそれは大げさな叙事詩だ。\u001b[22m, \u001b[1mそれはクソ叙事詩です。\u001b[22m\n\u001b[4mYou won't be disappointed.\u001b[24m\n    \u001b[1mあなたは失望しません。\u001b[22m, \u001b[1mあなたは失望することはできません。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "byi42",
    "profile": "/profile/byi42/reviews",
    "pages": "5",
    "number": "4",
    "link": "/reviews.php?id=2156",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\n私は個人的にアマチュアリーグで箱入りします。 それはボクシングが魅力的に見えるようになります。 すべてのきちんとした音と動きで。 私は本当にボクシングはシリーズにあったようにクールだったと思う。 私はこの中でキャラクター開発を本当に楽しんでいました。 古典的なストーリーライン - 愚か者。 最高のシンプルさ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI personally box in an amateur league. It makes boxing look glamorous. With all the neat sounds and moves. I really wish boxing was as cool as it was in the series. I really enjoyed the character development in this one. Classic storyline- wimpy, spineless kid to a guy who kicks ass. Simplicity at its best.\n\n\u001b[1m私は個人的にアマチュアリーグで箱入りします。 それはボクシングが魅力的に見えるようになります。 すべてのきちんとした音と動きで。 私は本当にボクシングはシリーズにあったようにクールだったと思う。 私はこの中でキャラクター開発を本当に楽しんでいました。 古典的なストーリーライン - 愚か者。 最高のシンプルさ。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni amachuarīgu de hakoiri shimasu. Sore wa bokushingu ga mirikiteki ni mieru yō ni narimasu. Subete no kichinto shita oto to ugoki de. Watashi wa hontōni bokushingu wa shirīzu ni atta yō ni kūrudatta to omou. Watashi wa kono Chū de kyarakutā kaihatsu o hontōni tanoshinde imashita. Koten-tekina sutōrīrain - orokamono. Saikō no shinpuru-sa.)\u001b[22m\n\nTranslations of \u001b[4mI personally box in an amateur league. It makes boxing look glamorous. With all the neat sounds and moves. I really wish boxing was as cool as it was in the series. I really enjoyed the character development in this one. Classic storyline- wimpy, spineless kid to a guy who kicks ass. Simplicity at its best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally box in an amateur league.\u001b[24m\n    \u001b[1m私は個人的にアマチュアリーグで箱入りします。\u001b[22m, \u001b[1m私は個人的にアマチュアリーグでボックス。\u001b[22m\n\u001b[4mIt makes boxing look glamorous.\u001b[24m\n    \u001b[1mそれはボクシングが魅力的に見えるようになります。\u001b[22m, \u001b[1mそれはボクシングは華やかに見えるのです。\u001b[22m\n\u001b[4mWith all the neat sounds and moves.\u001b[24m\n    \u001b[1mすべてのきちんとした音と動きで。\u001b[22m, \u001b[1mすべてきちんと音と動きと。\u001b[22m\n\u001b[4mI really wish boxing was as cool as it was in the series.\u001b[24m\n    \u001b[1m私は本当にボクシングはシリーズにあったようにクールだったと思う。\u001b[22m, \u001b[1m私は本当にボクシングは、それが連続していたとしてクールでしたなあ。\u001b[22m\n\u001b[4mI really enjoyed the character development in this one.\u001b[24m\n    \u001b[1m私はこの中でキャラクター開発を本当に楽しんでいました。\u001b[22m, \u001b[1m私は本当にこの1中のキャラクターの成長を楽しみました。\u001b[22m\n\u001b[4mClassic storyline- wimpy, spineless kid to a guy who kicks ass.\u001b[24m\n    \u001b[1m古典的なストーリーライン - 愚か者。\u001b[22m, \u001b[1mお尻を蹴り男にクラシックstoryline-弱虫、ひ弱な子供。\u001b[22m\n\u001b[4mSimplicity at its best.\u001b[24m\n    \u001b[1m最高のシンプルさ。\u001b[22m, \u001b[1mその最高の状態でシンプル。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "Cfos",
    "profile": "/profile/Cfos/reviews",
    "pages": "5",
    "number": "5",
    "link": "/reviews.php?id=14131",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n当初、私はこのアニメを開始することを躊躇していました。 私はスポーツアニメのファンではない、私はボクシングファンであり、その上に、76 EP...それは退屈している...\n違う！\n物語はrly geat、ボクシングを始めるちょうど普通の男の子、あなたが私に尋ねるなら何も特別なものではありません。\n今あなたは自分自身に尋ねるかもしれません、なぜ私はそのような猫を見なければいけませんか？、答えは...楽しみの要素です。 私はこのショーが私の画面の前にそれほど拘束されているとは信じられませんでした。 そのような感覚はまれです...驚くべきアニメもあります...このショーをどのように感じるのか、楽しみたいという言い方で、このアニメはおそらく最高のものです。 私がそれを終えた後、次の2日間他のショーを楽しむことはほとんどできませんでした。私はそれらをippoと比較しなければなりませんでした：P\nこのショーはかなり古いので、芸術もあまりにも驚くべきものではありません。 私は自分自身では「古い学校のアート」のようなものはあまり好きではないが、このアニメのエフェクト/ドローイングスタイルはそれほど悪くはなかった：D\nサウンドはかなりうまく配置されていて、私にとっては本当に好きです。音楽はあらゆる状況で絶対に適切です。D\n全体的な評価は、10点中10点、疑問の余地なく、躊躇しないでこの素晴らしいアニメをチェック！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nIn the beginning I was really hesitant to start this anime. I'm not a fan of sports anime, neither am I a boxing fan and on top of that, 76 ep...that has to be boring...\n\n\u001b[1m当初、私はこのアニメを開始することを躊躇していました。 私はスポーツアニメのファンではない、私はボクシングファンであり、その上に、76 EP...それは退屈している...\u001b[22m\n\u001b[1m(Tōsho, watashi wa kono anime o kaishi suru koto o chūcho shite imashita. Watashi wa supōtsuanime no fande wanai, watashi wa bokushingu fandeari, sono-jō ni, 76 EP... Sore wa taikutsu shite iru...)\u001b[22m\n\nTranslations of \u001b[4mIn the beginning I was really hesitant to start this anime. I'm not a fan of sports anime, neither am I a boxing fan and on top of that, 76 ep...that has to be boring...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the beginning I was really hesitant to start this anime.\u001b[24m\n    \u001b[1m当初、私はこのアニメを開始することを躊躇していました。\u001b[22m, \u001b[1m初めに、私はこのアニメを開始するために本当に躊躇しました。\u001b[22m\n\u001b[4mI'm not a fan of sports anime, neither am I a boxing fan and on top of that, 76 ep...that has to be boring...\u001b[24m\n    \u001b[1m私はスポーツアニメのファンではない、私はボクシングファンであり、その上に、76 EP...それは退屈している...\u001b[22m, \u001b[1m私は、スポーツ、アニメのファンではないない、どちらも私はボクシングファンです、その、76 EP...退屈でなければならないの上に...\u001b[22m\nWRONG!\n/rôNG/\n\n\u001b[1m違う！\u001b[22m\n\u001b[1m(Chigau!)\u001b[22m\n\nDefinitions of \u001b[4mWRONG!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    悪い\u001b[22m\n        bad, wrong, inferior, abominable, hateful\n\u001b[1m    不可\u001b[22m\n        improper, bad, wrong, unjustifiable, inadvisable\n\u001b[1m    僻\u001b[22m\n        evil, untrue, erroneous, inaccurate, faulty, wrong\n\u001b[1m    間違った\u001b[22m\n        wrong, mistaken, incorrect, erroneous\n\nnoun\n\u001b[1m    悪道\u001b[22m\n        evil, ill, vice, wrong, harm, malady\n\u001b[1m    悪弊\u001b[22m\n        evil, bad habit, vice, ill, wrong, harm\n\u001b[1m    不公平\u001b[22m\n        unfairness, injustice, inequity, favoritism, unjustness, wrong\n\u001b[1m    仇\u001b[22m\n        enemy, revenge, foe, enmity, ill, wrong\n\u001b[1m    不公正\u001b[22m\n        injustice, unfairness, inequity, unjustness, wrong, favouritism\nThe story isn't rly geat, just a normal boy who starts boxing, nothing special if you ask me.\n\n\u001b[1m物語はrly geat、ボクシングを始めるちょうど普通の男の子、あなたが私に尋ねるなら何も特別なものではありません。\u001b[22m\n\u001b[1m(Monogatari wa rly geat, bokushingu o hajimeru chōdo futsū no otokonoko, anata ga watashi ni tazunerunara nani mo tokubetsuna monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story isn't rly geat, just a normal boy who starts boxing, nothing special if you ask me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story isn't rly geat, just a normal boy who starts boxing, nothing special if you ask me.\u001b[24m\n    \u001b[1m物語はrly geat、ボクシングを始めるちょうど普通の男の子、あなたが私に尋ねるなら何も特別なものではありません。\u001b[22m, \u001b[1mあなたは私に言わせれば話は何も特別な、ボクシングを開始するだけで、通常の少年、geat RLYではありません。\u001b[22m\nNow you may ask yourself, WHY SHOULD I WATCH CRAP LIKE THAT?, the answer is...the enjoyment factor. I couldn't believe that this show bound me that much before my screen. A feeling like that is rare...even amomg amazing anime...it's just awesome how u 'feel' this show, what I want to say, in terms of enjoyment, this anime is probably one of the best ones. After I finished it, I could hardly enjoy any other show for the next 2 days, cuz I had to compare them to ippo:P\n\n\u001b[1m今あなたは自分自身に尋ねるかもしれません、なぜ私はそのような猫を見なければいけませんか？、答えは...楽しみの要素です。 私はこのショーが私の画面の前にそれほど拘束されているとは信じられませんでした。 そのような感覚はまれです...驚くべきアニメもあります...このショーをどのように感じるのか、楽しみたいという言い方で、このアニメはおそらく最高のものです。 私がそれを終えた後、私は次の2日間他のショーを楽しむことはほとんどできませんでした。私はそれらをippoと比較しなければなりませんでした：P\u001b[22m\n\u001b[1m(Ima anata wa jibun jishin ni tazuneru kamo shiremasen, naze watashi wa sono yōna neko o minakereba ikemasen ka?, Kotaeha... Tanoshimi no yōsodesu. Watashi wa kono shō ga watashi no gamen no mae ni sorehodo kōsoku sa rete iru to wa shinji raremasendeshita. So no yōna kankaku wa maredesu... Odorokubeki anime mo arimasu... Kono shō o dono yō ni kanjiru no ka, tanoshimitai to iu iikata de, kono anime wa osoraku saikō no monodesu. Watashi ga sore o oeta nochi, watashi wa tsugi no 2-kakan hoka no shō o tanoshimu koto wa hotondo dekimasendeshita. Watashi wa sorera o ippo to hikaku shinakereba narimasendeshita: P)\u001b[22m\n\nTranslations of \u001b[4mNow you may ask yourself, WHY SHOULD I WATCH CRAP LIKE THAT?, the answer is...the enjoyment factor. I couldn't believe that this show bound me that much before my screen. A feeling like that is rare...even amomg amazing anime...it's just awesome how u 'feel' this show, what I want to say, in terms of enjoyment, this anime is probably one of the best ones. After I finished it, I could hardly enjoy any other show for the next 2 days, cuz I had to compare them to ippo:P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow you may ask yourself, WHY SHOULD I WATCH CRAP LIKE THAT?, the answer is...the enjoyment factor.\u001b[24m\n    \u001b[1m今あなたは自分自身に尋ねるかもしれません、なぜ私はそのような猫を見なければいけませんか？、答えは...楽しみの要素です。\u001b[22m, \u001b[1m私はそのようながらくたを監視する必要がありますなぜ今、あなたは、自分自身に尋ねることができる？答えは...楽しみ因子です。\u001b[22m\n\u001b[4mI couldn't believe that this show bound me that much before my screen.\u001b[24m\n    \u001b[1m私はこのショーが私の画面の前にそれほど拘束されているとは信じられませんでした。\u001b[22m, \u001b[1m私は、このショーはそんなに私の画面の前に私を結合したことを信じることができませんでした。\u001b[22m\n\u001b[4mA feeling like that is rare...even amomg amazing anime...it's just awesome how u 'feel' this show, what I want to say, in terms of enjoyment, this anime is probably one of the best ones.\u001b[24m\n    \u001b[1mそのような感覚はまれです...驚くべきアニメもあります...このショーをどのように感じるのか、楽しみたいという言い方で、このアニメはおそらく最高のものです。\u001b[22m, \u001b[1mそのような気持ちはまれな...でもamomg素晴らしいアニメです...それはuがこのショー 'を感じる」方法だけで素晴らしいです、私は言いたい、楽しさという点で、このアニメは、おそらく最高のものの一つです。\u001b[22m\n\u001b[4mAfter I finished it, I could hardly enjoy any other show for the next 2 days, cuz I had to compare them to ippo:P\u001b[24m\n    \u001b[1m私がそれを終えた後、私は次の2日間他のショーを楽しむことはほとんどできませんでした。私はそれらをippoと比較しなければなりませんでした：P\u001b[22m, \u001b[1m私はそれを終えた後、私は一歩にそれらを比較しなければならなかったのcuz、私はほとんど、次の2日間、他のショーを楽しむことができなかった：Pを\u001b[22m\nBecause this show is pretty old the art isn't too amazing as well. I myself don't like the 'old school-art' rly much, but the effects/drawing style of this anime wasn't too bad:D\n\n\u001b[1mこのショーはかなり古いので、芸術もあまりにも驚くべきものではありません。 私は自分自身では「古い学校のアート」のようなものはあまり好きではないが、このアニメのエフェクト/ドローイングスタイルはそれほど悪くはなかった：D\u001b[22m\n\u001b[1m(Kono shō wa kanari furuinode, geijutsu mo amarini mo odorokubeki monode wa arimasen. Watashi wa jibun jishinde wa `furui gakkō no āto' no yōna mono wa amari sukide wa naiga, kono anime no efekuto/ dorōingusutairu wa sore hodo waruku wa nakatta: D)\u001b[22m\n\nTranslations of \u001b[4mBecause this show is pretty old the art isn't too amazing as well. I myself don't like the 'old school-art' rly much, but the effects/drawing style of this anime wasn't too bad:D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBecause this show is pretty old the art isn't too amazing as well.\u001b[24m\n    \u001b[1mこのショーはかなり古いので、芸術もあまりにも驚くべきものではありません。\u001b[22m, \u001b[1mこのショーはかなり古いですので技術は、同様に、あまりにも驚くべきではありません。\u001b[22m\n\u001b[4mI myself don't like the 'old school-art' rly much, but the effects/drawing style of this anime wasn't too bad:D\u001b[24m\n    \u001b[1m私は自分自身では「古い学校のアート」のようなものはあまり好きではないが、このアニメのエフェクト/ドローイングスタイルはそれほど悪くはなかった：D\u001b[22m, \u001b[1mD：私は自分自身はRLYずっと「古い学校芸術 'を好きではありませんが、このアニメの影響/描画スタイルがあまりにも悪くはなかったです\u001b[22m\nThe Sounds are pretty well placed, and for my part, I really like them, the music is absolutely appropriate for every situation:D\n\n\u001b[1mサウンドはかなりうまく配置されていて、私にとっては本当に好きです。音楽はあらゆる状況で絶対に適切です。D\u001b[22m\n\u001b[1m(Saundo wa kanari umaku haichi sa rete ite, watashi ni totte wa hontōni sukidesu. Ongaku wa arayuru jōkyō de zettai ni tekisetsudesu. D)\u001b[22m\n\nTranslations of \u001b[4mThe Sounds are pretty well placed, and for my part, I really like them, the music is absolutely appropriate for every situation:D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sounds are pretty well placed, and for my part, I really like them, the music is absolutely appropriate for every situation:D\u001b[24m\n    \u001b[1mサウンドはかなりうまく配置されていて、私にとっては本当に好きです。音楽はあらゆる状況で絶対に適切です。D\u001b[22m, \u001b[1mD：サウンドはかなりよく配置されており、私の部分のために、私は本当に彼らのように、音楽はあらゆる状況のために絶対的に適切です\u001b[22m\nThe overall rating, is without question, 10 out of 10 points, don't be hesitant and check this amazing anime out!\n\n\u001b[1m全体的な評価は、10点中10点、疑問の余地なく、躊躇しないでこの素晴らしいアニメをチェック！\u001b[22m\n\u001b[1m(Zentai-tekina hyōka wa, 10-ten-chū 10-ten, gimon no yochi naku, chūcho shinaide kono subarashī anime o chekku!)\u001b[22m\n\nTranslations of \u001b[4mThe overall rating, is without question, 10 out of 10 points, don't be hesitant and check this amazing anime out!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe overall rating, is without question, 10 out of 10 points, don't be hesitant and check this amazing anime out!\u001b[24m\n    \u001b[1m全体的な評価は、10点中10点、疑問の余地なく、躊躇しないでこの素晴らしいアニメをチェック！\u001b[22m, \u001b[1m総合評価は、質問せずに、10ポイントのうち10は、躊躇することと、この素晴らしいアニメをチェックアウトしていないです！\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "Volkeman",
    "profile": "/profile/Volkeman/reviews",
    "pages": "5",
    "number": "6",
    "link": "/reviews.php?id=72331",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  10\nアニメーション|  6\nサウンド|  9\nキャラクター|  10\n|\n\nこのアニメは私のお気に入りの一つであり、私の意見では正当な理由があります。 ストーリーは絶えずいじめられている愚かな少年（Ippo）から始まります。 強くなることを望む彼は高村 - プロボクサーを満たした後にボクシングを取る。\n\n==ストーリー==\n\nストーリーは沢山のアクションとコメディで素晴らしかったです。 あなたは本当にボクサーの性格を知るようになり、それはthierの戦いと戦いのスタイルで驚異的に表示されます。 話が興味をそそられるだけでなく、戦い自体もよく考えられました。 それはいつも「彼は主人公の一人だから、彼は戦いに勝つだろう」ということでもない。 全体として、ストーリーはシンプルですが、目標に到達するためにIppoが必要とするパスは、涙、血と汗（文字通り）で舗装されています。 このショーを見て、私は笑い、泣いて、試合でボクサーと激怒しました。\n\n==音楽==\n\nショーへの音楽は大丈夫だった。 それは素晴らしいものではありませんでしたが、ひどいものではありませんでした。 それの多くは、ほとんどすべての戦いのために再使用されました。 あなたのファンではなく、音楽クリップを再使用すると、あなたは音楽を感じることはありません 'それらの戦い/トレーニングクリップをハイフンするためのすべての素晴らしい。\n\n==アート==\n\nこれは新しいアニメではありません。 第2シーズンはアニメーションの改良の新鮮な息吹でしたが（2012年に新しいシーズンを迎えました）、オリジナルのショーは数年前に作られました。 しかし、私は古い学校のアニメのファンですので、まったく気にしませんでした。 私は、エピソードの半分の時間マーカーを除いて、クリップがめったに再使用されないと言うでしょう。\n\n==文字==\n\n私にとってこれはショーの最強のポイントです。 すべての主人公は、ショー（退職していない敗北したボクサーでさえ）を通じて物理的に発展する。 彼らはすべて、AokiとKimura（私がコメディの理由で特別にショーに入れていると信じている）を除いて、ショーを通じて何らかの形で発展しています。 人格は賢明で、開発はほとんど行われていませんでしたが、それ以外の方法はありませんでした。 彼らの人格は、彼らがどこにいても完璧なところで行われます。\n\n==全体==\n\nあなたのスポーツファンか私のようなオタクかどうかにかかわらず、このアニメはテーブルに持ってくることがたくさんあります。 漫画はまだ今日まで進行中で、一度も乾かないか退屈だとは思っていませんでした。 確かにアニメはチャンスを与えるべきです。 最初の数回のエピソードだけを見て、喜んで驚いてくれることを願っています。  ** LASTLY **このレビューは、第1シーズンと第2シーズンにあります。  30以上の追加戦を持っているマンガを数えれば、このレビューはキャラクター開発の場合には正確ではありません。 私の意見では、マンガでは2番目のシーズンの終わりに本当に始まります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis Anime was one of my favorites and for good reason in my opinion. The Story starts off with a wimpy boy (Ippo) who is constantly bullied. Wanting to become strong he takes up boxing after meeting Takamura- a pro boxer.\n\n\u001b[1mこのアニメは私のお気に入りの一つであり、私の意見では正当な理由があります。 ストーリーは絶えずいじめられている愚かな少年（Ippo）から始まります。 強くなることを望む彼は高村 - プロボクサーを満たした後にボクシングを取る。\u001b[22m\n\u001b[1m(Kono anime wa watashinōkiniiri no hitotsudeari, watashi no ikende wa seitōnariyū ga arimasu. Sutōrī wa taezu ijime rarete iru orokana shōnen (Ippo) kara hajimarimasu. Tsuyoku naru koto o nozomu kare wa Takamura - purobokusā o mitashita nochi ni bokushingu o toru.)\u001b[22m\n\nTranslations of \u001b[4mThis Anime was one of my favorites and for good reason in my opinion. The Story starts off with a wimpy boy (Ippo) who is constantly bullied. Wanting to become strong he takes up boxing after meeting Takamura- a pro boxer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis Anime was one of my favorites and for good reason in my opinion.\u001b[24m\n    \u001b[1mこのアニメは私のお気に入りの一つであり、私の意見では正当な理由があります。\u001b[22m, \u001b[1mこのアニメは私のお気に入りの一つと私の意見では、正当な理由のためでした。\u001b[22m\n\u001b[4mThe Story starts off with a wimpy boy (Ippo) who is constantly bullied.\u001b[24m\n    \u001b[1mストーリーは絶えずいじめられている愚かな少年（Ippo）から始まります。\u001b[22m, \u001b[1mストーリーは常にいじめされている弱虫の少年（一歩）で始まります。\u001b[22m\n\u001b[4mWanting to become strong he takes up boxing after meeting Takamura- a pro boxer.\u001b[24m\n    \u001b[1m強くなることを望む彼は高村 - プロボクサーを満たした後にボクシングを取る。\u001b[22m, \u001b[1m強くなりたいという彼はTakamura-にプロボクサーを満たした後にボクシングを占めています。\u001b[22m\n\u001b[1m\u001b[22m\n== STORY==\n\n\u001b[1m==ストーリー==\u001b[22m\n\u001b[1m(= = Sutōrī = =)\u001b[22m\n\nTranslations of \u001b[4m== STORY==\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m== STORY==\u001b[24m\n    \u001b[1m==ストーリー==\u001b[22m, \u001b[1m== STORY ==\u001b[22m\n\u001b[1m\u001b[22m\nThe Story was great, with plenty of action and comedy. You get to really know the boxers personalities and it shows tremendously in thier fights and fighting styles. Not only is the story intriguing, the fights themselves were well thought out. It's not always 'Well he's one of the protagonist so he's gonna win the fight' either. Overall, the story is simple, but the path Ippo musts take to get to the goal is paved with tears, blood and sweat (Literally). Watching this show made me laugh, cry and raged with boxers at the matches.\n\n\u001b[1mストーリーは沢山のアクションとコメディで素晴らしかったです。 あなたは本当にボクサーの性格を知るようになり、それはthierの戦いと戦いのスタイルで驚異的に表示されます。 話が興味をそそられるだけでなく、戦い自体もよく考えられました。 それはいつも「彼は主人公の一人だから、彼は戦いに勝つだろう」ということでもない。 全体として、ストーリーはシンプルですが、目標に到達するためにIppoが必要とするパスは、涙、血と汗（文字通り）で舗装されています。 このショーを見て、私は笑い、泣いて、試合でボクサーと激怒しました。\u001b[22m\n\u001b[1m(Sutōrī wa takusan no akushon to komedi de subarashikattadesu. Anata wa hontōni bokusā no seikaku o shiru yō ni nari, soreha thier no tatakai to tatakai no sutairu de kyōi-teki ni hyōji sa remasu. Hanashi ga kyōmi o sosora reru dakedenaku, tatakai jitai mo yoku kangae raremashita. Sore wa itsumo `kare wa shujinkō no hitoridakara, kare wa tatakai ni katsudarou' to iu kotode mo nai. Zentai to shite, sutōrī wa shinpurudesuga, mokuhyō ni tōtatsu suru tame ni Ippo ga hitsuyō to suru pasu wa, namida, chi to ase (mojidōri) de hosō sa rete imasu. Kono shō o mite, watashi wa warai, naite, shiai de bokusā to gekido shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe Story was great, with plenty of action and comedy. You get to really know the boxers personalities and it shows tremendously in thier fights and fighting styles. Not only is the story intriguing, the fights themselves were well thought out. It's not always 'Well he's one of the protagonist so he's gonna win the fight' either. Overall, the story is simple, but the path Ippo musts take to get to the goal is paved with tears, blood and sweat (Literally). Watching this show made me laugh, cry and raged with boxers at the matches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story was great, with plenty of action and comedy.\u001b[24m\n    \u001b[1mストーリーは沢山のアクションとコメディで素晴らしかったです。\u001b[22m, \u001b[1mストーリーは、アクションやコメディをたっぷり使って、素晴らしかったです。\u001b[22m\n\u001b[4mYou get to really know the boxers personalities and it shows tremendously in thier fights and fighting styles.\u001b[24m\n    \u001b[1mあなたは本当にボクサーの性格を知るようになり、それはthierの戦いと戦いのスタイルで驚異的に表示されます。\u001b[22m, \u001b[1mあなたは本当にボクサーの個性を知る、それがthier戦いと戦闘スタイルで途方も示しています。\u001b[22m\n\u001b[4mNot only is the story intriguing, the fights themselves were well thought out.\u001b[24m\n    \u001b[1m話が興味をそそられるだけでなく、戦い自体もよく考えられました。\u001b[22m, \u001b[1m物語は興味をそそられる、戦い自体はよく考え抜かれただけではなく。\u001b[22m\n\u001b[4mIt's not always 'Well he's one of the protagonist so he's gonna win the fight' either.\u001b[24m\n    \u001b[1mそれはいつも「彼は主人公の一人だから、彼は戦いに勝つだろう」ということでもない。\u001b[22m, \u001b[1mそれはどちらか」と彼はつもり戦いに勝つていますので、まあ、彼は主人公の一つだ」とは限らないのです。\u001b[22m\n\u001b[4mOverall, the story is simple, but the path Ippo musts take to get to the goal is paved with tears, blood and sweat (Literally).\u001b[24m\n    \u001b[1m全体として、ストーリーはシンプルですが、目標に到達するためにIppoが必要とするパスは、涙、血と汗（文字通り）で舗装されています。\u001b[22m, \u001b[1m全体的に、話は単純ですが、一歩のマストがゴールに到達するために取るパスが（文字通り）涙、血と汗で舗装されています。\u001b[22m\n\u001b[4mWatching this show made me laugh, cry and raged with boxers at the matches.\u001b[24m\n    \u001b[1mこのショーを見て、私は笑い、泣いて、試合でボクサーと激怒しました。\u001b[22m, \u001b[1mこの番組を見て、私は泣いて、笑って作られ、試合でのボクサーと激怒しました。\u001b[22m\n\u001b[1m\u001b[22m\n== MUSIC ==\n\n\u001b[1m==音楽==\u001b[22m\n\u001b[1m(= = Ongaku = =)\u001b[22m\n\nTranslations of \u001b[4m== MUSIC ==\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m== MUSIC ==\u001b[24m\n    \u001b[1m==音楽==\u001b[22m, \u001b[1m== MUSIC ==\u001b[22m\n\u001b[1m\u001b[22m\nThe music to the show was ok. It wasn't awesome, but not terrible either. Alot of it was re-used for pretty much every fight. If your not a fan of them re-using music clips, then you will feel the music isnt' all that great for hyping up thier fights/training clips.\n\n\u001b[1mショーへの音楽は大丈夫だった。 それは素晴らしいものではありませんでしたが、ひどいものではありませんでした。 それの多くは、ほとんどすべての戦いのために再使用されました。 あなたのファンではなく、音楽クリップを再使用すると、あなたは音楽を感じることはありません 'それらの戦い/トレーニングクリップをハイフンするためのすべての素晴らしい。\u001b[22m\n\u001b[1m(Shō e no ongaku wa daijōbudatta. Sore wa subarashī monode wa arimasendeshitaga, hidoi monode wa arimasendeshita. Sore no ōku wa, hotondo subete no tatakai no tame ni sai shiyō sa remashita. Anata no fande wa naku, ongaku kurippu o sai shiyō suru to, anata wa ongaku o kanjiru koto wa arimasen' sorera no tatakai/ torēningukurippu o haifun suru tame no subete no subarashī.)\u001b[22m\n\nTranslations of \u001b[4mThe music to the show was ok. It wasn't awesome, but not terrible either. Alot of it was re-used for pretty much every fight. If your not a fan of them re-using music clips, then you will feel the music isnt' all that great for hyping up thier fights/training clips.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music to the show was ok.\u001b[24m\n    \u001b[1mショーへの音楽は大丈夫だった。\u001b[22m, \u001b[1mショーの音楽はOKでした。\u001b[22m\n\u001b[4mIt wasn't awesome, but not terrible either.\u001b[24m\n    \u001b[1mそれは素晴らしいものではありませんでしたが、ひどいものではありませんでした。\u001b[22m, \u001b[1mこれは、いずれかのひどい素晴らしい、ではないではありませんでした。\u001b[22m\n\u001b[4mAlot of it was re-used for pretty much every fight.\u001b[24m\n    \u001b[1mそれの多くは、ほとんどすべての戦いのために再使用されました。\u001b[22m, \u001b[1mそれの多くは、ほとんどすべての戦いのために再利用されました。\u001b[22m\n\u001b[4mIf your not a fan of them re-using music clips, then you will feel the music isnt' all that great for hyping up thier fights/training clips.\u001b[24m\n    \u001b[1mあなたのファンではなく、音楽クリップを再使用すると、あなたは音楽を感じることはありません 'それらの戦い/トレーニングクリップをハイフンするためのすべての素晴らしい。\u001b[22m, \u001b[1mそれらのあなたのファンではないが、音楽クリップを再利用する場合は、thier戦い/トレーニングクリップをアップhypingためのすべてのその素晴らしい音楽ありえない 'を感じるだろう。\u001b[22m\n\u001b[1m\u001b[22m\n== Art ==\n\n\u001b[1m==アート==\u001b[22m\n\u001b[1m(= = Āto = =)\u001b[22m\n\nTranslations of \u001b[4m== Art ==\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m== Art ==\u001b[24m\n    \u001b[1m==アート==\u001b[22m\n\u001b[1m\u001b[22m\nThis is not a new Anime. Although the second season was a fresh breath of Animation improvement (They made the new season in 2012) the original show was made years ago. But, I am a fan of old school anime, so it didn't bother me much at all. I will say, that clips are rarely re-used with the exception of the half time marker in the episode.\n\n\u001b[1mこれは新しいアニメではありません。 第2シーズンはアニメーションの改良の新鮮な息吹でしたが（2012年に新しいシーズンを迎えました）、オリジナルのショーは数年前に作られました。 しかし、私は古い学校のアニメのファンですので、まったく気にしませんでした。 私は、エピソードの半分の時間マーカーを除いて、クリップがめったに再使用されないと言うでしょう。\u001b[22m\n\u001b[1m(Kore wa atarashī animede wa arimasen. Dai 2 shīzun wa animēshon no kairyō no shinsen'na ibukideshitaga (2012-nen ni atarashī shīzun o mukaemashita), orijinaru no shō wa sūnenmae ni tsukura remashita. Shikashi, watashi wa furui gakkō no anime no fandesunode, mattaku ki ni shimasendeshita. Watashi wa, episōdo no hanbun no jikan mākā o nozoite, kurippu ga mettani sai shiyō sa renai to iudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis is not a new Anime. Although the second season was a fresh breath of Animation improvement (They made the new season in 2012) the original show was made years ago. But, I am a fan of old school anime, so it didn't bother me much at all. I will say, that clips are rarely re-used with the exception of the half time marker in the episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not a new Anime.\u001b[24m\n    \u001b[1mこれは新しいアニメではありません。\u001b[22m, \u001b[1mこれは、新しいアニメではありません。\u001b[22m\n\u001b[4mAlthough the second season was a fresh breath of Animation improvement (They made the new season in 2012) the original show was made years ago.\u001b[24m\n    \u001b[1m第2シーズンはアニメーションの改良の新鮮な息吹でしたが（2012年に新しいシーズンを迎えました）、オリジナルのショーは数年前に作られました。\u001b[22m, \u001b[1m第二シーズンはアニメーションの改善の新鮮な息だったが（彼らは2012年に新しいシーズンを作った）元のショーは年前に作られました。\u001b[22m\n\u001b[4mBut, I am a fan of old school anime, so it didn't bother me much at all.\u001b[24m\n    \u001b[1mしかし、私は古い学校のアニメのファンですので、まったく気にしませんでした。\u001b[22m, \u001b[1mしかし、私は古い学校のアニメのファンですので、多くのすべてで私を気にしませんでした。\u001b[22m\n\u001b[4mI will say, that clips are rarely re-used with the exception of the half time marker in the episode.\u001b[24m\n    \u001b[1m私は、エピソードの半分の時間マーカーを除いて、クリップがめったに再使用されないと言うでしょう。\u001b[22m, \u001b[1m私は、クリップはほとんどのエピソードで半分の時間マーカーを除いて再使用されていないこと、と言うだろう。\u001b[22m\n\u001b[1m\u001b[22m\n== Character ==\n\n\u001b[1m==文字==\u001b[22m\n\u001b[1m(= = Moji = =)\u001b[22m\n\nTranslations of \u001b[4m== Character ==\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m== Character ==\u001b[24m\n    \u001b[1m==文字==\u001b[22m\n\u001b[1m\u001b[22m\nTo me this is the strongest point of the show. EVERY main character physcially develops throughout the show (even the defeated boxers that don't retire). They all have some form of development through the show, with the exeption of Aoki and Kimura (who I believe are put in the show for comedy reasons specifically). Personality wise, very little development was done for them, and yet I wouldn't have it any other way. Thier personalities are done in a way where they are perfect right where they are.\n\n\u001b[1m私にとってこれはショーの最強のポイントです。 すべての主人公は、ショー（退職していない敗北したボクサーでさえ）を通じて物理的に発展する。 彼らはすべて、AokiとKimura（私がコメディの理由で特別にショーに入れていると信じている）を除いて、ショーを通じて何らかの形で発展しています。 人格は賢明で、開発はほとんど行われていませんでしたが、それ以外の方法はありませんでした。 彼らの人格は、彼らがどこにいても完璧なところで行われます。\u001b[22m\n\u001b[1m(Watashi ni totte kore wa shō no saikyō no pointodesu. Subete no shujinkō wa, shō (taishoku shite inai haiboku shita bokusāde sae) o tsūjite butsuri-teki ni hatten suru. Karera wa subete, Aoki to kimura (watashi ga komedi no riyū de tokubetsu ni shō ni irete iru to shinjite iru) o nozoite, shō o tsūjite nanrakano katachi de hatten shite imasu. Jinkaku wa kenmeide, kaihatsu wa hotondo okonawa rete imasendeshitaga, soreigai no hōhō wa arimasendeshita. Karera no jinkaku wa, karera ga dokoni ite mo kanpekina tokoro de okonawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mTo me this is the strongest point of the show. EVERY main character physcially develops throughout the show (even the defeated boxers that don't retire). They all have some form of development through the show, with the exeption of Aoki and Kimura (who I believe are put in the show for comedy reasons specifically). Personality wise, very little development was done for them, and yet I wouldn't have it any other way. Thier personalities are done in a way where they are perfect right where they are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo me this is the strongest point of the show.\u001b[24m\n    \u001b[1m私にとってこれはショーの最強のポイントです。\u001b[22m, \u001b[1m私にこれはショーの最強のポイントです。\u001b[22m\n\u001b[4mEVERY main character physcially develops throughout the show (even the defeated boxers that don't retire).\u001b[24m\n    \u001b[1mすべての主人公は、ショー（退職していない敗北したボクサーでさえ）を通じて物理的に発展する。\u001b[22m, \u001b[1mEVERY主人公はphysciallyショー（引退していなくても敗北ボクサー）を通じて開発しています。\u001b[22m\n\u001b[4mThey all have some form of development through the show, with the exeption of Aoki and Kimura (who I believe are put in the show for comedy reasons specifically).\u001b[24m\n    \u001b[1m彼らはすべて、AokiとKimura（私がコメディの理由で特別にショーに入れていると信じている）を除いて、ショーを通じて何らかの形で発展しています。\u001b[22m, \u001b[1m彼らはすべての（私は具体的にコメディの理由でショーに置かれていると信じて）青木と木村のexeptionで、ショーを通じて開発のいくつかのフォームを持っています。\u001b[22m\n\u001b[4mPersonality wise, very little development was done for them, and yet I wouldn't have it any other way.\u001b[24m\n    \u001b[1m人格は賢明で、開発はほとんど行われていませんでしたが、それ以外の方法はありませんでした。\u001b[22m, \u001b[1m性格面では、非常に少ない開発は彼らのために行われていた、そしてまだ私はそれを他の方法を持っていないでしょう。\u001b[22m\n\u001b[4mThier personalities are done in a way where they are perfect right where they are.\u001b[24m\n    \u001b[1m彼らの人格は、彼らがどこにいても完璧なところで行われます。\u001b[22m, \u001b[1mThier個性は、彼らは彼らは完璧な正しい方法で行われています。\u001b[22m\n\u001b[1m\u001b[22m\n== Overall ==\n\n\u001b[1m==全体==\u001b[22m\n\u001b[1m(= = Zentai = =)\u001b[22m\n\nTranslations of \u001b[4m== Overall ==\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m== Overall ==\u001b[24m\n    \u001b[1m==全体==\u001b[22m\n\u001b[1m\u001b[22m\nWhether your a sports fan or an otaku like me, this Anime has alot to bring to the table. The manga is STILL ongoing to this day, and not once did I find it dry or boring. Definately an anime you should give a chance. Just watch the first few episodes, and I hope you will be pleasently surprised. **LASTLY** This review is on the first and second seasons. If you count the Manga wich has over 30 additional fights, then this review isn't as accurate in the case of character development. In my opinion it gets better in the Manga where it really kicks off after the end of the second season.\n\n\u001b[1mあなたのスポーツファンか私のようなオタクかどうかにかかわらず、このアニメはテーブルに持ってくることがたくさんあります。 漫画はまだ今日まで進行中で、一度も乾かないか退屈だとは思っていませんでした。 確かにアニメはチャンスを与えるべきです。 最初の数回のエピソードだけを見て、喜んで驚いてくれることを願っています。  ** LASTLY **このレビューは、第1シーズンと第2シーズンにあります。  30以上の追加戦を持っているマンガを数えれば、このレビューはキャラクター開発の場合には正確ではありません。 私の意見では、マンガでは2番目のシーズンの終わりに本当に始まります。\u001b[22m\n\u001b[1m(Anata no supōtsufan ka watashi no yōna otaku ka dō ka ni kakawarazu, kono anime wa tēburu ni motte kuru koto ga takusan arimasu. Manga wa mada kyō made shinkō-chū de, ichido mo kawakanai ka taikutsuda to wa omotte imasendeshita. Tashika ni anime wa chansu o ataerubekidesu. Saisho no sū-kai no episōdo dake o mite, yorokonde odoroite kureru koto o negatte imasu. ** LASTLY** kono rebyū wa, dai 1 shīzun to dai 2 shīzun ni arimasu. 30 Ijō no tsuika-sen o motte iru manga o kazoereba, kono rebyū wa kyarakutā kaihatsu no baai ni wa seikakude wa arimasen. Watashi no ikende wa, mangade wa 2-banme no shīzun no owari ni hontōni hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhether your a sports fan or an otaku like me, this Anime has alot to bring to the table. The manga is STILL ongoing to this day, and not once did I find it dry or boring. Definately an anime you should give a chance. Just watch the first few episodes, and I hope you will be pleasently surprised. **LASTLY** This review is on the first and second seasons. If you count the Manga wich has over 30 additional fights, then this review isn't as accurate in the case of character development. In my opinion it gets better in the Manga where it really kicks off after the end of the second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhether your a sports fan or an otaku like me, this Anime has alot to bring to the table.\u001b[24m\n    \u001b[1mあなたのスポーツファンか私のようなオタクかどうかにかかわらず、このアニメはテーブルに持ってくることがたくさんあります。\u001b[22m, \u001b[1mあなたのAのスポーツファンや私のようなオタクかどうかは、このアニメがテーブルに持って来るためにたくさんいます。\u001b[22m\n\u001b[4mThe manga is STILL ongoing to this day, and not once did I find it dry or boring.\u001b[24m\n    \u001b[1m漫画はまだ今日まで進行中で、一度も乾かないか退屈だとは思っていませんでした。\u001b[22m, \u001b[1m漫画は、この日にまだ進行中であり、ない一度私はそれが乾燥または退屈見つけました。\u001b[22m\n\u001b[4mDefinately an anime you should give a chance.\u001b[24m\n    \u001b[1m確かにアニメはチャンスを与えるべきです。\u001b[22m, \u001b[1m間違いなくアニメあなたはチャンスを与える必要があります。\u001b[22m\n\u001b[4mJust watch the first few episodes, and I hope you will be pleasently surprised.\u001b[24m\n    \u001b[1m最初の数回のエピソードだけを見て、喜んで驚いてくれることを願っています。\u001b[22m, \u001b[1mただ、最初のいくつかのエピソードを見て、私はあなたがpleasently驚かれることを願っています。\u001b[22m\n\u001b[4m**LASTLY** This review is on the first and second seasons.\u001b[24m\n    \u001b[1m** LASTLY **このレビューは、第1シーズンと第2シーズンにあります。\u001b[22m, \u001b[1m**最後に**このレビューは、第一および第二の季節です。\u001b[22m\n\u001b[4mIf you count the Manga wich has over 30 additional fights, then this review isn't as accurate in the case of character development.\u001b[24m\n    \u001b[1m30以上の追加戦を持っているマンガを数えれば、このレビューはキャラクター開発の場合には正確ではありません。\u001b[22m, \u001b[1mあなたはマンガウィッヒは、30以上の追加の戦いを持ってカウントした場合、この口コミはキャラクターの成長の場合のように正確ではありません。\u001b[22m\n\u001b[4mIn my opinion it gets better in the Manga where it really kicks off after the end of the second season.\u001b[24m\n    \u001b[1m私の意見では、マンガでは2番目のシーズンの終わりに本当に始まります。\u001b[22m, \u001b[1m私の意見ではそれはそれは本当に第二シーズン終了後にキックオフマンガで良くなります。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "hinatasashybamf",
    "profile": "/profile/hinatasashybamf/reviews",
    "pages": "5",
    "number": "7",
    "link": "/reviews.php?id=141657",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  5\nサウンド|  6\nキャラクター|  10\n|  10\n\n確かに、アニメーションは時代遅れで、キャラクターはかなり醜いです。 しかし、初代のイッポは素晴らしいです。 それは私の好きなアニメの中で最高です。 あなたがスポーツアニメを愛しているならば、上演者、陽気な登場人物、緊張したアクション、そしてユーモアのセンスを持っている物語があれば、初代の一口は大好きです。 あなたがそれらのものの半分でも愛していなければ、あなたはおそらくそれを少なくとも少しは好きかもしれません。\n\nあなたがスポーツの描写に現実的であるので、あなたが学ぶことを楽しむか、またはボクシングを見れば、あなたはそれを好きになるでしょう。 もちろん、それはアクションが関係しているところで演出されますが、ボクサーの生活やスポーツの歴史については洞察力があります。\n\n私はこのアニメを愛しています。なぜなら、私がスポーツファンではなくても、それはエキサイティングです。刺激的で、陽気で、もっと欲しいのです。 それは間違いなくラフのダイヤモンドです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSure, the animation is outdated and the characters are pretty ugly. But Hajime no Ippo is awesome. It reigns supreme among my favorite anime. If you love sports anime, stories where the underdog comes out on top, hilarious characters, tension packed action, and have a crude sense of humor then you'll love Hajime no Ippo. And if you don't love even half of those things, then you'll still probably like it at least a little.\n\n\u001b[1m確かに、アニメーションは時代遅れで、キャラクターはかなり醜いです。 しかし、初代のイッポは素晴らしいです。 それは私の好きなアニメの中で最高です。 あなたがスポーツアニメを愛しているならば、上演者、陽気な登場人物、緊張したアクション、そしてユーモアのセンスを持っている物語があれば、初代の一口は大好きです。 あなたがそれらのものの半分でも愛していなければ、あなたはおそらくそれを少なくとも少しは好きかもしれません。\u001b[22m\n\u001b[1m(Tashika ni, animēshon wa jidaiokure de, kyarakutā wa kanari minikuidesu. Shikashi, shodai no ippo wa subarashīdesu. Sore wa watashi no sukina anime no naka de saikōdesu. Anata ga supōtsuanime o aishite irunaraba, jōen-sha, yōkina tōjō jinbutsu, kinchō shita akushon, soshite yūmoa no sensu o motte iru monogatari ga areba, shodai no hitokuchi wa daisukidesu. Anata ga sorera no mono no hanbun demo itoshite inakereba, anata wa osoraku sore o sukunakutomo sukoshi wa suki kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mSure, the animation is outdated and the characters are pretty ugly. But Hajime no Ippo is awesome. It reigns supreme among my favorite anime. If you love sports anime, stories where the underdog comes out on top, hilarious characters, tension packed action, and have a crude sense of humor then you'll love Hajime no Ippo. And if you don't love even half of those things, then you'll still probably like it at least a little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSure, the animation is outdated and the characters are pretty ugly.\u001b[24m\n    \u001b[1m確かに、アニメーションは時代遅れで、キャラクターはかなり醜いです。\u001b[22m, \u001b[1m確かに、アニメーションは時代遅れであり、文字がかなり醜いです。\u001b[22m\n\u001b[4mBut Hajime no Ippo is awesome.\u001b[24m\n    \u001b[1mしかし、初代のイッポは素晴らしいです。\u001b[22m, \u001b[1mしかし、はじめの一歩は素晴らしいです。\u001b[22m\n\u001b[4mIt reigns supreme among my favorite anime.\u001b[24m\n    \u001b[1mそれは私の好きなアニメの中で最高です。\u001b[22m, \u001b[1mそれは私の好きなアニメの中で君臨します。\u001b[22m\n\u001b[4mIf you love sports anime, stories where the underdog comes out on top, hilarious characters, tension packed action, and have a crude sense of humor then you'll love Hajime no Ippo.\u001b[24m\n    \u001b[1mあなたがスポーツアニメを愛しているならば、上演者、陽気な登場人物、緊張したアクション、そしてユーモアのセンスを持っている物語があれば、初代の一口は大好きです。\u001b[22m, \u001b[1mあなたは弱者がトップ、陽気なキャラクター、テンションアクションパックに出てくるスポーツアニメ、物語を愛し、そしてユーモアの粗製の感覚を持っているなら、あなたははじめの一歩を好きになります。\u001b[22m\n\u001b[4mAnd if you don't love even half of those things, then you'll still probably like it at least a little.\u001b[24m\n    \u001b[1mあなたがそれらのものの半分でも愛していなければ、あなたはおそらくそれを少なくとも少しは好きかもしれません。\u001b[22m, \u001b[1mあなたがそれらの事の半分も愛していないなら、あなたはおそらくまだそれが少なくとも少し気に入るだろう。\u001b[22m\n\u001b[1m\u001b[22m\nIf you enjoy learning about, or watching boxing then you'll like it, because it's realistic in its portrayal of the sport. Of course, it's dramatized where the action is concerned, but it's insightful when it comes to the life of a boxer and the history of the sport.\n\n\u001b[1mあなたがスポーツの描写に現実的であるので、あなたが学ぶことを楽しむか、またはボクシングを見れば、あなたはそれを好きになるでしょう。 もちろん、それはアクションが関係しているところで演出されますが、ボクサーの生活やスポーツの歴史については洞察力があります。\u001b[22m\n\u001b[1m(Anata ga supōtsu no byōsha ni genjitsu-tekidearunode, anata ga manabu koto o tanoshimu ka, matawa bokushingu o mireba, anata wa sore o suki ni narudeshou. Mochiron, soreha akushon ga kankei shite iru tokoro de enshutsu sa remasuga, bokusā no seikatsu ya supōtsu no rekishi ni tsuite wa dōsatsuryoku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you enjoy learning about, or watching boxing then you'll like it, because it's realistic in its portrayal of the sport. Of course, it's dramatized where the action is concerned, but it's insightful when it comes to the life of a boxer and the history of the sport.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you enjoy learning about, or watching boxing then you'll like it, because it's realistic in its portrayal of the sport.\u001b[24m\n    \u001b[1mあなたがスポーツの描写に現実的であるので、あなたが学ぶことを楽しむか、またはボクシングを見れば、あなたはそれを好きになるでしょう。\u001b[22m, \u001b[1mあなたはについての学習、またはボクシングを見て楽しむ場合、それはスポーツのその描写に現実的だから、あなたは、それを気に入るだろう。\u001b[22m\n\u001b[4mOf course, it's dramatized where the action is concerned, but it's insightful when it comes to the life of a boxer and the history of the sport.\u001b[24m\n    \u001b[1mもちろん、それはアクションが関係しているところで演出されますが、ボクサーの生活やスポーツの歴史については洞察力があります。\u001b[22m, \u001b[1mもちろん、アクションが懸念される場合には脚色だが、それはボクサーの生活とスポーツの歴史に来るとき、それは洞察力に富みました。\u001b[22m\n\u001b[1m\u001b[22m\nI love this anime because, even though I'm not a sports fan, it's exciting, it's inspiring, it's hilarious, and it keeps me wanting more. It's definitely a diamond in the rough.\n\n\u001b[1m私はこのアニメを愛しています。なぜなら、私がスポーツファンではなくても、それはエキサイティングです。刺激的で、陽気で、もっと欲しいのです。 それは間違いなくラフのダイヤモンドです。\u001b[22m\n\u001b[1m(Watashi wa kono anime o aishiteimasu. Nazenara, watashi ga supōtsufande wanakute mo, sore wa ekisaitingudesu. Shigeki-tekide, yōkide, motto hoshī nodesu. Sore wa machigainaku rafu no daiyamondodesu.)\u001b[22m\n\nTranslations of \u001b[4mI love this anime because, even though I'm not a sports fan, it's exciting, it's inspiring, it's hilarious, and it keeps me wanting more. It's definitely a diamond in the rough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love this anime because, even though I'm not a sports fan, it's exciting, it's inspiring, it's hilarious, and it keeps me wanting more.\u001b[24m\n    \u001b[1m私はこのアニメを愛しています。なぜなら、私がスポーツファンではなくても、それはエキサイティングです。刺激的で、陽気で、もっと欲しいのです。\u001b[22m, \u001b[1m私はスポーツのファンではないにもかかわらず、それは陽気だ、それは感動的だ、エキサイティングだし、それはより多くを望む私を続け、ので、私はこのアニメが大好きです。\u001b[22m\n\u001b[4mIt's definitely a diamond in the rough.\u001b[24m\n    \u001b[1mそれは間違いなくラフのダイヤモンドです。\u001b[22m, \u001b[1mこれは間違いなくダイヤモンドの原石です。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "fluxuscapacitor",
    "profile": "/profile/fluxuscapacitor/reviews",
    "pages": "5",
    "number": "8",
    "link": "/reviews.php?id=138555",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n私のためにはじめてのIppoについて何を言っていますか？ それが私にアニメを必要とさせたものだったのですか？ それは私が今まで見た中で最高のアニメだと思うし、正に10になるだろう。 それは、この特定の物語の媒体の完全な可能性への私の最初の露出でしたか？ 私はサブコースを解読することから始め、そのプロセスを通して、私は本当にこれをとても良くするものと接触することができます。\n\n[ストーリー]  -  8\nまず、ストーリー。 それはおそらく生産全体の中で最も弱い部分です。 しかし、それは分かります。 これは、それが悪い、または穴や何かでいっぱいだからではありません。 地獄、ショーのために、それはそれがはるかに少ないクリシェと周期的な運動 'トップへの上昇'についてです。 あなたはいつも中心的なキャラクターが絶えず成功しているのを見て、サスペンスを戻す方法を推測しなければならない、弱っている物語では爽快です。 ディテールはそうするためにはすべての単一の物語を解剖する必要がありますが、全体的にストーリーは非常に満足しており、シリーズの他のすばらしい部分にはたくさんの基礎があります。 だから、なぜ8？ 主に、たとえストーリーがステレオタイプや退屈を回避しても、ペーシングの心配がいくつかあります（Ippoは長すぎるとデモティヴになりますが、明らかに彼のカムバックは目立ちますが、それに到達するビルドアップは混乱する可能性があります） そして本当に極端な創造性の欠如。 物語はキャラクターに依存し、幸いにもショーとその観客にとってはキャラクターは完璧です。\n\n[アート]  -  9\nさて、正直なところ、これは10になる可能性がありますが、芸術はちょっと古いと思われます。特に、後の原始的なIppoの反復や、直接の比較として機能する継続でこれらの文字がすべて更新されているためです。 それでも、戦闘シーンは非常に振り付けられており、細部には本当に注意が向けられています。また、スポーツドラマのループを描いたり、類似のアニメーションを繰り返したりすることは、完全には排除されませんが、賞賛に値するものです。 すべてのボクサーは本当の流動性で動いています。芸術のスタイルはシリーズ全体のドラマと才能をTに合わせています。キャラクターは触れることができるエネルギーで画面に表示され、風景はかなりうまくいきます。\n\n[サウンド]  -  10\nさて、私は、後のシリーズでこの音楽の再利用について不満を抱いている人がたくさんいることを知っています。そして、それについて私がどのように感じているかを見ていきますが、このかなりまあまあのアニメの過程で、 強打のスコアに一度疲れた。 そのピッチにぴったりなRockyモンタージュ・ソングのようなエレクトリック・ギターを細断することは、気分が悪くなくても80年代の気分にぴったりです。 ダイナミズム、繊細さ、または純粋なアドレナリンによるサウンドトラックの楽しさで、私の口がアガペをしていた回数が複数ありました。 間違いなく逃してはいけません。\n\n[キャラクター]  -  10\n私はこれについてもっと約束しました、そしてここに行きます：はじめてのイッポはアニメでは見たことのないアンサンブルキャスティングをもっています。 驚異的な数のキャラクターの性格は、シリーズ全体を通して一貫して創造的に洗練されています。 まず始めに、中央キャラクターの動機は常に視聴者の知性を裏切らない方法で公開され、常に状況や会話から有機的に発芽します。 このシリーズは、キャラクターが行く限り、徐々に物語を構築することは素晴らしいですし、作家があまりにも怠け者になってしまうので、アニメのサイドキャラクターが頻繁になることはないです。 そして、それはシリーズの中でIppoが直面する対戦相手のアンサンブルの何も言わない。 一人一人に大きな裏話が与えられ、観客は時には勝利を望むことさえあります。 本当にうまくいく素晴らしい戦術です。 それは、そうでなければできないような方法で物語を動かすことを可能にし、さまざまな人物の目を通した世界の多声の表現が文学において交差するFree Indirect Discourseの視覚的な同等物に聞こえます。 それは、シリーズの要素の中で最も優れた実行であり、キャラクターの開発と導入の最善の実行であり、私が自分自身に完全に正直であれば、私は小さなスクリーンのための媒体として見たと思う。\n\n[楽しさ]  -  10\nそして、これはすべて一緒に来て、楽しみに明らかな最大得点を与えます。 もちろん、私はこのシリーズを楽しんでいる！ どうして私はできませんでしたか？ リベットは、本当に哀れな個人的なドラマ、様々な場所、そして通常は謎だけでも視聴者を元に戻そうとする試みを見せてくれる素晴らしいバランスの形でシーケンスと戦うために構築されます。 その最後のことは、初代のIppoがIppoの性格やその他のことについて常に新しい洞察を与えていることです。また、安価で気まぐれなやり方で来ることを悩ますこともあります。 それは完璧な式です。\n\n[全体]  -  9\n正直言って、私はこのショーに10を与えたいと思っています。そして、私が上で言ったように、私はおそらくある日でしょう。 今のところ、私はその電話をかける権限があると思うほど十分ではない。 今のところ、私が言うことができるのは、このショーが真に私をアニメのメディアに深い敬意を表して恋に落ちさせるということです。 それは、あらゆる人生の誰でも来て楽しむことができる優れた芸術作品です。 あなたがボクシングを好きなら（少なくともそれについての映画のいくつかのように！）、それが痛感しない場合でも、これは報知とインスピレーションの両方をもたらします。  Ippoは強いと感じるものを探し求めているかもしれませんが、視聴者は素晴らしいアニメを作るために何を探すのかとは考えません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhat is there to say about Hajime no Ippo for me? That it was what made me need anime? That it is the best anime I've ever seen and is probably honestly going to be a 10 once I've seen enough to think I deserve to label a 'perfect' anime? That it was my first exposure to the complete potential of this particular narrative medium? I can start by breaking down my subscores, and hopefully through that process I can really come into contact with what just makes this so, so good.\n\n\u001b[1m私のためにはじめてのIppoについて何を言っていますか？ それが私にアニメを必要とさせたものだったのですか？ それは私が今まで見た中で最高のアニメだと思うし、正に10になるだろう。 それは、この特定の物語の媒体の完全な可能性への私の最初の露出でしたか？ 私はサブコースを解読することから始め、そのプロセスを通して、私は本当にこれをとても良くするものと接触することができます。\u001b[22m\n\u001b[1m(Watashi no tame ni hajimete no Ippo ni tsuite nani o itte imasu ka? Sore ga watashi ni anime o hitsuyō to sa seta monodatta nodesu ka? Sore wa watashi ga imamade mita naka de saikō no animeda to omoushi, masani 10 ni narudarou. Sore wa, kono tokutei no monogatari no baitai no kanzen'na kanōsei e no watashi no saisho no roshutsudeshita ka? Watashi wa sabukōsu o kaidoku suru koto kara hajime, sono purosesu o tōshite, watashi wa hontōni kore o totemo yoku suru mono to sesshoku suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat is there to say about Hajime no Ippo for me? That it was what made me need anime? That it is the best anime I've ever seen and is probably honestly going to be a 10 once I've seen enough to think I deserve to label a 'perfect' anime? That it was my first exposure to the complete potential of this particular narrative medium? I can start by breaking down my subscores, and hopefully through that process I can really come into contact with what just makes this so, so good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is there to say about Hajime no Ippo for me?\u001b[24m\n    \u001b[1m私のためにはじめてのIppoについて何を言っていますか？\u001b[22m, \u001b[1m何が肇私のためのない一歩について言いたいことがありますか？\u001b[22m\n\u001b[4mThat it was what made me need anime?\u001b[24m\n    \u001b[1mそれが私にアニメを必要とさせたものだったのですか？\u001b[22m, \u001b[1mそれは私がアニメを必要作ったものだったということ？\u001b[22m\n\u001b[4mThat it is the best anime I've ever seen and is probably honestly going to be a 10 once I've seen enough to think I deserve to label a 'perfect' anime?\u001b[24m\n    \u001b[1mそれは私が今まで見た中で最高のアニメだと思うし、正に10になるだろう。\u001b[22m, \u001b[1mそれは私が今まで見た中で最高のアニメで、おそらく正直、私は「完全」アニメにラベルを付けるに値すると思うには十分に見てきた後は10になるだろう？それ\u001b[22m\n\u001b[4mThat it was my first exposure to the complete potential of this particular narrative medium?\u001b[24m\n    \u001b[1mそれは、この特定の物語の媒体の完全な可能性への私の最初の露出でしたか？\u001b[22m, \u001b[1mそれは、この特定の物語媒体の完全な潜在的に私の最初の露出だったこと？\u001b[22m\n\u001b[4mI can start by breaking down my subscores, and hopefully through that process I can really come into contact with what just makes this so, so good.\u001b[24m\n    \u001b[1m私はサブコースを解読することから始め、そのプロセスを通して、私は本当にこれをとても良くするものと接触することができます。\u001b[22m, \u001b[1m私は私のサブスコアを分解することによって開始することができ、そして、できればそのプロセスを経て、私は実際にはこのように、とても良いを作るものと接触することができます。\u001b[22m\n\u001b[1m\u001b[22m\n[Story] - 8\n\n\u001b[1m[ストーリー]  -  8\u001b[22m\n\u001b[1m([Sutōrī] - 8)\u001b[22m\n\nTranslations of \u001b[4m[Story] - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Story] - 8\u001b[24m\n    \u001b[1m[ストーリー]  -  8\u001b[22m\nFirst, the story. It's probably the weakest part of the entire production. But more on that in a minute. This isn't because it's bad or full of holes or anything. Hell, for a show that's about an athletic 'rise to the top' it's far less cliche and cyclical than it could be. There are a decent number of turns that are difficult to anticipate, which is refreshing in underdog narratives where you usually see the central character constantly succeeding and just have to deduce how to have any suspense built back in. I won't go into too much detail, since to do so would require dissecting every single narrative arc, but overall the story is highly satisfying and does a lot of foundation laying for all the other wonderful parts of the series. So, why an 8? Mainly because even if the story evades stereotypes and boredom, there are a few pacing concerns (in one arc that stands out, Ippo becomes demotivated for far too long and though obviously his comeback is remarkable, the buildup to get to it can get muddled) and a lack of really extreme creativity. The narrative relies on its characters, and luckily for the show and its audience, the characters are perfect.\n\n\u001b[1mまず、ストーリー。 それはおそらく生産全体の中で最も弱い部分です。 しかし、それは分かります。 これは、それが悪い、または穴や何かでいっぱいだからではありません。 地獄、ショーのために、それはそれがはるかに少ないクリシェと周期的な運動 'トップへの上昇'についてです。 あなたはいつも中心的なキャラクターが絶えず成功しているのを見て、サスペンスを戻す方法を推測しなければならない、弱っている物語では爽快です。 ディテールはそうするためにはすべての単一の物語を解剖する必要がありますが、全体的にストーリーは非常に満足しており、シリーズの他のすばらしい部分にはたくさんの基礎があります。 だから、なぜ8？ 主に、たとえストーリーがステレオタイプや退屈を回避しても、ペーシングの心配がいくつかあります（Ippoは長すぎるとデモティヴになりますが、明らかに彼のカムバックは目立ちますが、それに到達するビルドアップは混乱する可能性があります） そして本当に極端な創造性の欠如。 物語はキャラクターに依存し、幸いにもショーとその観客にとってはキャラクターは完璧です。\u001b[22m\n\u001b[1m(Mazu, sutōrī. Sore wa osoraku seisan zentai no naka de mottomo yowai bubundesu. Kore wa, sore ga warui, matawa ana ya nanika de ippaidakarade wa arimasen. Jigoku, shō no tame ni, sore wa sore ga haruka ni sukunai kurishe to shūki-tekina undō' toppu e no jōshō' ni tsuitedesu. Anata wa itsumo chūshin-tekina kyarakutā ga taezu seikō shite iru no o mite, sasupensu o modosu hōhō o suisoku shinakereba naranai, yowatte iru monogataride wa sōkaidesu. Ditēru wa sō suru tame ni wa subete no tan'itsu no monogatari o kaibō suru hitsuyō ga arimasuga, zentai-teki ni sutōrī wa hijō ni manzoku shite ori, shirīzu no ta no subarashī bubun ni wa takusan no kiso ga arimasu. Dakara, naze 8? Omo ni, tatoe sutōrī ga sutereotaipu ya taikutsu o kaihi shite mo, pēshingu no shinpai ga ikutsu ka arimasu (Ippo wa naga sugiru to demotivu ni narimasuga, akiraka ni kare no kamubakku wa medachimasuga, soreni tōtatsu suru birudoappu wa konran suru kanōsei ga arimasu) soshite hontōni kyokutan'na sōzō-sei no ketsujo. Monogatari wa kyarakutā ni izon shi, saiwai ni mo shō to sono kankyaku ni totte wa kyarakutā wa kanpekidesu. Shikashi, sore wa wakarimasu.)\u001b[22m\n\u001b[1m\u001b[22m\n[Art] - 9\n\n\u001b[1m[アート]  -  9\u001b[22m\n\u001b[1m([Āto] - 9)\u001b[22m\n\nTranslations of \u001b[4m[Art] - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Art] - 9\u001b[24m\n    \u001b[1m[アート]  -  9\u001b[22m\nOkay, so, honestly, this could be a 10, but the art does look a bit dated, especially since there are updates of all these characters in later Hajime no Ippo iterations and continuations that act as a direct comparison. Still, the fight scenes are choreographed remarkably, there is a real attention to detail, and another trope of sports dramas - looping footage or repeat use of similar animations - is, while not totally eliminated, cut down here enough to be admirable and noticeable. All the boxers move with a real fluidity, and the art style fits the drama and flair of the series as a whole to a T. Characters come onto the screen with palpable energy and landscapes are pretty well done.\n\n\u001b[1mさて、正直なところ、これは10になる可能性がありますが、芸術はちょっと古いと思われます。特に、後の原始的なIppoの反復や、直接の比較として機能する継続でこれらの文字がすべて更新されているためです。 それでも、戦闘シーンは非常に振り付けられており、細部には本当に注意が向けられています。また、スポーツドラマのループを描いたり、類似のアニメーションを繰り返したりすることは、完全には排除されませんが、賞賛に値するものです。 すべてのボクサーは本当の流動性で動いています。芸術のスタイルはシリーズ全体のドラマと才能をTに合わせています。キャラクターは触れることができるエネルギーで画面に表示され、風景はかなりうまくいきます。\u001b[22m\n\u001b[1m(Sate, shōjikina tokoro, kore wa 10 ni naru kanōsei ga arimasuga, geijutsu wa chotto furui to omowa remasu. Tokuni,-go no genshitekina Ippo no hanpuku ya, chokusetsu no hikaku to shite kinō suru keizoku de korera no moji ga subete kōshin sa rete iru tamedesu. Soredemo, sentō shīn wa hijō ni furitsuke rarete ori, saibu ni wa hontōni chūi ga muke rarete imasu. Mata, supōtsudorama no rūpu o kai tari, ruiji no animēshon o kurikaeshi tari suru koto wa, kanzen ni wa haijo sa remasenga, shōsan ni ataisuru monodesu. Subete no bokusā wa hontō no ryūdō-sei de ugoite imasu. Geijutsu no sutairu wa shirīzu zentai no dorama to sainō o T ni awa sete imasu. Kyarakutā wa fureru koto ga dekiru enerugī de gamen ni hyōji sa re, fūkei wa kanari umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mOkay, so, honestly, this could be a 10, but the art does look a bit dated, especially since there are updates of all these characters in later Hajime no Ippo iterations and continuations that act as a direct comparison. Still, the fight scenes are choreographed remarkably, there is a real attention to detail, and another trope of sports dramas - looping footage or repeat use of similar animations - is, while not totally eliminated, cut down here enough to be admirable and noticeable. All the boxers move with a real fluidity, and the art style fits the drama and flair of the series as a whole to a T. Characters come onto the screen with palpable energy and landscapes are pretty well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, so, honestly, this could be a 10, but the art does look a bit dated, especially since there are updates of all these characters in later Hajime no Ippo iterations and continuations that act as a direct comparison.\u001b[24m\n    \u001b[1mさて、正直なところ、これは10になる可能性がありますが、芸術はちょっと古いと思われます。特に、後の原始的なIppoの反復や、直接の比較として機能する継続でこれらの文字がすべて更新されているためです。\u001b[22m, \u001b[1mわかりましたので、正直なところ、これは10かもしれないが、技術は、直接比較として働き、後肇中のすべてのこれらの文字のない一歩の繰り返しと継続の更新がある特に以来、日付のビットを見て行います。\u001b[22m\n\u001b[4mStill, the fight scenes are choreographed remarkably, there is a real attention to detail, and another trope of sports dramas - looping footage or repeat use of similar animations - is, while not totally eliminated, cut down here enough to be admirable and noticeable.\u001b[24m\n    \u001b[1mそれでも、戦闘シーンは非常に振り付けられており、細部には本当に注意が向けられています。また、スポーツドラマのループを描いたり、類似のアニメーションを繰り返したりすることは、完全には排除されませんが、賞賛に値するものです。\u001b[22m, \u001b[1mまだ、戦いのシーンが細部への本当の注意、およびスポーツドラマのもう一つの比喩があり、著しく振り付けされている - ループ映像がまたは類似のアニメーションの使用を繰り返して - 完全に排除されていないが、ここでは十分に立派と顕著であることが切り倒されます。\u001b[22m\n\u001b[4mAll the boxers move with a real fluidity, and the art style fits the drama and flair of the series as a whole to a T. Characters come onto the screen with palpable energy and landscapes are pretty well done.\u001b[24m\n    \u001b[1mすべてのボクサーは本当の流動性で動いています。芸術のスタイルはシリーズ全体のドラマと才能をTに合わせています。キャラクターは触れることができるエネルギーで画面に表示され、風景はかなりうまくいきます。\u001b[22m, \u001b[1mすべてのボクサーは、実際の流動性と移動し、アートスタイルはかなりよく行われて触知可能エネルギーや風景で、画面上に来るT.文字にドラマ、全体として一連の才能にフィットします。\u001b[22m\n\u001b[1m\u001b[22m\n[Sound] - 10\n\n\u001b[1m[サウンド]  -  10\u001b[22m\n\u001b[1m([Saundo] - 10)\u001b[22m\n\nTranslations of \u001b[4m[Sound] - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Sound] - 10\u001b[24m\n    \u001b[1m[サウンド]  -  10\u001b[22m\nOkay, I know a lot of people are complaining about the re-use of this music in later series, and I'll see how I feel about it then, but over the course of this pretty decently long anime, I didn't get tired once of the thumping score. Shredding electric guitars, like those pitch-perfect Rocky montage songs, fit the mood perfectly without being hammy and '80s-y. There were multiple times that my mouth was agape at the dynamism, subtlety, or pure adrenaline-fueled fun of the soundtrack. Definitely not one to be missed.\n\n\u001b[1mさて、私は、後のシリーズでこの音楽の再利用について不満を抱いている人がたくさんいることを知っています。そして、それについて私がどのように感じているかを見ていきますが、このかなりまあまあのアニメの過程で、 強打のスコアに一度疲れた。 そのピッチにぴったりなRockyモンタージュ・ソングのようなエレクトリック・ギターを細断することは、気分が悪くなくても80年代の気分にぴったりです。 ダイナミズム、繊細さ、または純粋なアドレナリンによるサウンドトラックの楽しさで、私の口がアガペをしていた回数が複数ありました。 間違いなく逃してはいけません。\u001b[22m\n\u001b[1m(Sate, watashi wa,-go no shirīzu de kono ongaku no sai riyō ni tsuite fuman o daite iru hito ga takusan iru koto o shitte imasu. Soshite, sore ni tsuite watashi ga dono yō ni kanjite iru ka o mite ikimasuga, kono kanari mā mā no anime no katei de, kyōda no sukoa ni ichido tsukareta. Sono pitchi ni pittarina rokkī montāju songu no yōna erekutorikku gitā o Hoso dan suru koto wa, kibun ga warukunakute mo 80-nendai no kibun ni pittaridesu. Dainamizumu, sensai-sa, matawa junsuina adorenarin ni yoru saundotorakku no tanoshisa de, watashi no kuchi ga agape o shite ita kaisū ga fukusū arimashita. Machigainaku nogashite wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mOkay, I know a lot of people are complaining about the re-use of this music in later series, and I'll see how I feel about it then, but over the course of this pretty decently long anime, I didn't get tired once of the thumping score. Shredding electric guitars, like those pitch-perfect Rocky montage songs, fit the mood perfectly without being hammy and '80s-y. There were multiple times that my mouth was agape at the dynamism, subtlety, or pure adrenaline-fueled fun of the soundtrack. Definitely not one to be missed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, I know a lot of people are complaining about the re-use of this music in later series, and I'll see how I feel about it then, but over the course of this pretty decently long anime, I didn't get\u001b[24m\n    \u001b[1mさて、私は、後のシリーズでこの音楽の再利用について不満を抱いている人がたくさんいることを知っています。そして、それについて私がどのように感じているかを見ていきますが、このかなりまあまあのアニメの過程で、\u001b[22m, \u001b[1mさて、私は多くの人が後でシリーズでこの曲の再利用について訴えている知っている、と私はそれについてどのように感じているかがわかりますが、これはかなりまともな長いアニメの過程で、私は取得できませんでした\u001b[22m\n\u001b[4mtired once of the thumping score.\u001b[24m\n    \u001b[1m強打のスコアに一度疲れた。\u001b[22m, \u001b[1m強烈なスコアの一回疲れ。\u001b[22m\n\u001b[4mShredding electric guitars, like those pitch-perfect Rocky montage songs, fit the mood perfectly without being hammy and '80s-y.\u001b[24m\n    \u001b[1mそのピッチにぴったりなRockyモンタージュ・ソングのようなエレクトリック・ギターを細断することは、気分が悪くなくても80年代の気分にぴったりです。\u001b[22m, \u001b[1mこれらのピッチ完璧なロッキーモンタージュの曲のようなエレキギターを、寸断、大げさなと80年代-Yせずに完璧な気分にフィット。\u001b[22m\n\u001b[4mThere were multiple times that my mouth was agape at the dynamism, subtlety, or pure adrenaline-fueled fun of the soundtrack.\u001b[24m\n    \u001b[1mダイナミズム、繊細さ、または純粋なアドレナリンによるサウンドトラックの楽しさで、私の口がアガペをしていた回数が複数ありました。\u001b[22m, \u001b[1m私の口は、ダイナミズム、繊細、またはサウンドトラックの純粋なアドレナリンを燃料と楽しみにアガペーた複数回がありました。\u001b[22m\n\u001b[4mDefinitely not one to be missed.\u001b[24m\n    \u001b[1m間違いなく逃してはいけません。\u001b[22m, \u001b[1m絶対に見逃すことのできない1。\u001b[22m\n\u001b[1m\u001b[22m\n[Character] - 10\n\n\u001b[1m[キャラクター]  -  10\u001b[22m\n\u001b[1m([Kyarakutā] - 10)\u001b[22m\n\nTranslations of \u001b[4m[Character] - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Character] - 10\u001b[24m\n    \u001b[1m[キャラクター]  -  10\u001b[22m, \u001b[1m[文字]  -  10\u001b[22m\nI promised more on this, and here you go: Hajime no Ippo has the most well-done ensemble cast I've yet seen in an anime. The personalities of a staggering number of characters are fleshed out consistently and creatively throughout the series. To start with, the central characters' motivations are always exposed in ways that don't betray the intelligence of viewers, always sprouting organically from circumstances or conversations. The series is fantastic about gradual building up of stories as far as characters go, and no one becomes the kind of self-parody that side characters in anime can often become because writers are too lazy to make them entirely fleshed out. And that's to say nothing of the ensemble of opponents Ippo faces throughout the series. Every single one is given major backstory, causing viewers to sometimes even hope for their victory. It's an amazing tactic that pays off really well. It allows the story to move in ways it couldn't otherwise, and it hearkens to a visual equivalent of Free Indirect Discourse, where polyvocal expressions of the world through various characters' eyes intersect in literature. It's the best execution of any element of the series and the best execution of character development and introduction that I think I've seen in any medium for the small screen, if I'm being totally honest with myself.\n\n\u001b[1m私はこれについてもっと約束しました、そしてここに行きます：はじめてのイッポはアニメでは見たことのないアンサンブルキャスティングをもっています。 驚異的な数のキャラクターの性格は、シリーズ全体を通して一貫して創造的に洗練されています。 まず始めに、中央キャラクターの動機は常に視聴者の知性を裏切らない方法で公開され、常に状況や会話から有機的に発芽します。 このシリーズは、キャラクターが行く限り、徐々に物語を構築することは素晴らしいですし、作家があまりにも怠け者になってしまうので、アニメのサイドキャラクターが頻繁になることはないです。 そして、それはシリーズの中でIppoが直面する対戦相手のアンサンブルの何も言わない。 一人一人に大きな裏話が与えられ、観客は時には勝利を望むことさえあります。 本当にうまくいく素晴らしい戦術です。 それは、そうでなければできないような方法で物語を動かすことを可能にし、さまざまな人物の目を通した世界の多声の表現が文学において交差するFree Indirect Discourseの視覚的な同等物に聞こえます。 それは、シリーズの要素の中で最も優れた実行であり、キャラクターの開発と導入の最善の実行であり、私が自分自身に完全に正直であれば、私は小さなスクリーンのための媒体として見たと思う。\u001b[22m\n\u001b[1m(Watashi wa kore ni tsuite motto yakusoku shimashita, soshite koko ni ikimasu: Hajimete no ippo wa animede wa mita koto no nai ansanburukyasutingu o motte imasu. Kyōi-tekina kazu no kyarakutā no seikaku wa, shirīzu zentai o tōshite ikkanshite sōzō-teki ni senren sa rete imasu. Mazuhajimeni, chūō kyarakutā no dōki wa tsuneni shichō-sha no chisei o uragiranai hōhō de kōkai sa re, tsuneni jōkyō ya kaiwa kara yūki-teki ni hatsuga shimasu. Kono shirīzu wa, kyarakutā ga iku kagiri, jojoni monogatari o kōchiku suru koto wa subarashīdesushi, sakka ga amarini mo namakemono ni natte shimaunode, anime no saidokyarakutā ga hinpan ni naru koto wanaidesu. Soshite, soreha shirīzu no naka de Ippo ga chokumen suru taisen aite no ansanburu no nani mo iwanai. Hitorihitori ni ōkina urabanashi ga atae rare, kankyaku wa tokiniha shōri o nozomu koto sae arimasu. Hontōni umaku iku subarashī senjutsudesu. Sore wa,-sōdenakereba dekinai yōna hōhō de monogatari o ugokasu koto o kanō ni shi, samazamana jinbutsu no me o tōshita sekai no ōzei no hyōgen ga bungaku ni oite kōsa suru furī Indirect Discourse no shikaku-tekina dōtō-mono ni kikoemasu. Sore wa, shirīzu no yōso no naka de mottomo sugureta jikkōdeari, kyarakutā no kaihatsu to dōnyū no saizen no jikkōdeari, watashi ga jibun jishin ni kanzen ni shōjikideareba, watashi wa chīsana sukurīn no tame no baitai to shite mita to omou.)\u001b[22m\n\u001b[1m\u001b[22m\n[Enjoyment] - 10\n\n\u001b[1m[楽しさ]  -  10\u001b[22m\n\u001b[1m([Tanoshisa] - 10)\u001b[22m\n\nTranslations of \u001b[4m[Enjoyment] - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Enjoyment] - 10\u001b[24m\n    \u001b[1m[楽しさ]  -  10\u001b[22m\nAnd this all comes together to give the obvious max score to enjoyment, as well. Of course I fucking enjoy this series! How couldn't I? Riveting build up to fight sequences in the form of really poignant personal dramas, varied locations, and that great balance of showing and concealing that usually only mystery shows even attempt to pull off to keep viewers coming back. What I mean by that last thing is that Hajime no Ippo constantly gives us new insights into Ippo's character and others, while also teasing at what is to come in ways that never feel cheap or gimmicky. It's a perfect formula.\n\n\u001b[1mそして、これはすべて一緒に来て、楽しみに明らかな最大得点を与えます。 もちろん、私はこのシリーズを楽しんでいる！ どうして私はできませんでしたか？ リベットは、本当に哀れな個人的なドラマ、様々な場所、そして通常は謎だけでも視聴者を元に戻そうとする試みを見せてくれる素晴らしいバランスの形でシーケンスと戦うために構築されます。 その最後のことは、初代のIppoがIppoの性格やその他のことについて常に新しい洞察を与えていることです。また、安価で気まぐれなやり方で来ることを悩ますこともあります。 それは完璧な式です。\u001b[22m\n\u001b[1m(Soshite, koreha subete issho ni kite, tanoshimi ni akirakana saidai tokuten o ataemasu. Mochiron, watashi wa kono shirīzu o tanoshinde iru! Dōshite watashi wa dekimasendeshita ka? Ribetto wa, hontōni awarena kojin-tekina dorama, samazamana basho, soshite tsūjō wa nazo dake demo shichō-sha o gen ni modosou to suru kokoromi o misete kureru subarashī baransu no katachi de shīkensu to tatakau tame ni kōchiku sa remasu. Sono saigo no koto wa, shodai no Ippo ga Ippo no seikaku ya sonohoka no koto ni tsuite tsuneni atarashī dōsatsu o ataete iru kotodesu. Mata, anka de kimagurena yarikata de kuru koto o nayamasu koto mo arimasu. Sore wa kanpekina shikidesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd this all comes together to give the obvious max score to enjoyment, as well. Of course I fucking enjoy this series! How couldn't I? Riveting build up to fight sequences in the form of really poignant personal dramas, varied locations, and that great balance of showing and concealing that usually only mystery shows even attempt to pull off to keep viewers coming back. What I mean by that last thing is that Hajime no Ippo constantly gives us new insights into Ippo's character and others, while also teasing at what is to come in ways that never feel cheap or gimmicky. It's a perfect formula.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd this all comes together to give the obvious max score to enjoyment, as well.\u001b[24m\n    \u001b[1mそして、これはすべて一緒に来て、楽しみに明らかな最大得点を与えます。\u001b[22m, \u001b[1mそして、これはすべてのも、楽しみに明らか最大スコアを与えるために一緒に来ます。\u001b[22m\n\u001b[4mOf course I fucking enjoy this series!\u001b[24m\n    \u001b[1mもちろん、私はこのシリーズを楽しんでいる！\u001b[22m, \u001b[1mもちろん、私はクソこのシリーズをお楽しみください！\u001b[22m\n\u001b[4mHow couldn't I?\u001b[24m\n    \u001b[1mどうして私はできませんでしたか？\u001b[22m, \u001b[1mどのように私はできませんでしたか？\u001b[22m\n\u001b[4mRiveting build up to fight sequences in the form of really poignant personal dramas, varied locations, and that great balance of showing and concealing that usually only mystery shows even attempt to pull off to keep viewers coming back.\u001b[24m\n    \u001b[1mリベットは、本当に哀れな個人的なドラマ、様々な場所、そして通常は謎だけでも視聴者を元に戻そうとする試みを見せてくれる素晴らしいバランスの形でシーケンスと戦うために構築されます。\u001b[22m, \u001b[1m本当に感動的な個人的なドラマの形、様々な場所、通常は謎があっても戻ってくる視聴者を保つためにやってのけるしようとすると表示されていることを示すと隠すの偉大なバランスでシーケンスを戦うためにリベット打ちビルドアップ。\u001b[22m\n\u001b[4mWhat I mean by that last thing is that Hajime no Ippo constantly gives us new insights into Ippo's character and others, while also teasing at what is to come in ways that never feel cheap or gimmicky.\u001b[24m\n    \u001b[1mその最後のことは、初代のIppoがIppoの性格やその他のことについて常に新しい洞察を与えていることです。また、安価で気まぐれなやり方で来ることを悩ますこともあります。\u001b[22m, \u001b[1m私はその最後の事の意味することはまた、安いやギミックを感じることはありませんかの方法で来てあるものでからかいながらはじめの一歩は常に、私たちに一歩の文字など新たな洞察を与えないということです。\u001b[22m\n\u001b[4mIt's a perfect formula.\u001b[24m\n    \u001b[1mそれは完璧な式です。\u001b[22m, \u001b[1mこれは完璧な式です。\u001b[22m\n\u001b[1m\u001b[22m\n[Overall] - 9\n\n\u001b[1m[全体]  -  9\u001b[22m\n\u001b[1m([Zentai] - 9)\u001b[22m\n\nTranslations of \u001b[4m[Overall] - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[Overall] - 9\u001b[24m\n    \u001b[1m[全体]  -  9\u001b[22m\nHonestly, I would love to give this show a 10, and as I said above, I probably will one day. For now, though, I'm not exposed to enough to think I have the authority to make that call. So for now, all I can say is that this show has genuinely made me fall in love with and into a deep admiration for the medium of anime. It is an excellent piece of art that anybody of any walk of life can come and enjoy. It doesn't hurt if you like some boxing (or at least like some of the movies about it!) but even if you never have, this will both inform and inspire. Ippo may be left searching for what it feels like to be strong, but viewers won't be left searching for what makes a great anime.\n\n\u001b[1m正直言って、私はこのショーに10を与えたいと思っています。そして、私が上で言ったように、私はおそらくある日でしょう。 今のところ、私はその電話をかける権限があると思うほど十分ではない。 今のところ、私が言うことができるのは、このショーが真に私をアニメのメディアに深い敬意を表して恋に落ちさせるということです。 それは、あらゆる人生の誰でも来て楽しむことができる優れた芸術作品です。 あなたがボクシングを好きなら（少なくともそれについての映画のいくつかのように！）、それが痛感しない場合でも、これは報知とインスピレーションの両方をもたらします。  Ippoは強いと感じるものを探し求めているかもしれませんが、視聴者は素晴らしいアニメを作るために何を探すのかとは考えません。\u001b[22m\n\u001b[1m(Shōjiki itte, watashi wa kono shō ni 10 o ataetai to omotte imasu. Soshite, watashi ga ue de itta yō ni, watashi wa osoraku aru hideshou. Imanotokoro, watashi wa sono denwawokakeru kengen ga aru to omou hodo jūbunde wanai. Imanotokoro, watashi ga iu koto ga dekiru no wa, kono shō ga makotoni watashi o anime no media ni fukai keiiwoarawashite koi ni ochi saseru to iu kotodesu. Sore wa, arayuru jinsei no daredemo kite tanoshimu koto ga dekiru masareta geijutsu sakuhindesu. Anata ga bokushingu o sukinara (sukunakutomo sore ni tsuite no eiga no ikutsu ka no yō ni!), Sore ga tsūkan shinai baai demo, koreha hōchi to insupirēshon no ryōhō o motarashimasu. Ippo wa tsuyoi to kanjiru mono o sagashimotomete iru kamo shiremasenga, shichō-sha wa subarashī anime o tsukuru tame ni nani o sagasu no ka to wa kangaemasen.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, I would love to give this show a 10, and as I said above, I probably will one day. For now, though, I'm not exposed to enough to think I have the authority to make that call. So for now, all I can say is that this show has genuinely made me fall in love with and into a deep admiration for the medium of anime. It is an excellent piece of art that anybody of any walk of life can come and enjoy. It doesn't hurt if you like some boxing (or at least like some of the movies about it!) but even if you never have, this will both inform and inspire. Ippo may be left searching for what it feels like to be strong, but viewers won't be left searching for what makes a great anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, I would love to give this show a 10, and as I said above, I probably will one day.\u001b[24m\n    \u001b[1m正直言って、私はこのショーに10を与えたいと思っています。そして、私が上で言ったように、私はおそらくある日でしょう。\u001b[22m, \u001b[1m正直なところ、私はこのショー10を与えるのが大好きだ、と私は上記の言ったように、私はおそらく1日になります。\u001b[22m\n\u001b[4mFor now, though, I'm not exposed to enough to think I have the authority to make that call.\u001b[24m\n    \u001b[1m今のところ、私はその電話をかける権限があると思うほど十分ではない。\u001b[22m, \u001b[1m今のところ、しかし、私はその呼び出しを行う権限を持っていると思うのに十分に露出していませんよ。\u001b[22m\n\u001b[4mSo for now, all I can say is that this show has genuinely made me fall in love with and into a deep admiration for the medium of anime.\u001b[24m\n    \u001b[1m今のところ、私が言うことができるのは、このショーが真に私をアニメのメディアに深い敬意を表して恋に落ちさせるということです。\u001b[22m, \u001b[1mだから今のところ、すべて私に言えることは、このショーは純粋に私はアニメの媒体のために深い憧れとし、中に恋に落ちる行ったことです。\u001b[22m\n\u001b[4mIt is an excellent piece of art that anybody of any walk of life can come and enjoy.\u001b[24m\n    \u001b[1mそれは、あらゆる人生の誰でも来て楽しむことができる優れた芸術作品です。\u001b[22m, \u001b[1m人生のあらゆる散歩の誰が来て、楽しむことができる芸術の逸品です。\u001b[22m\n\u001b[4mIt doesn't hurt if you like some boxing (or at least like some of the movies about it!) but even if you never have, this will both inform and inspire.\u001b[24m\n    \u001b[1mあなたがボクシングを好きなら（少なくともそれについての映画のいくつかのように！）、それが痛感しない場合でも、これは報知とインスピレーションの両方をもたらします。\u001b[22m, \u001b[1mあなたには、いくつかのボクシング好きならそれは（または少なくともそれについての映画のいくつかのように！）を傷つけるものではありませんが、必要はありません場合でも、これは通知し、刺激するの両方。\u001b[22m\n\u001b[4mIppo may be left searching for what it feels like to be strong, but viewers won't be left searching for what makes a great anime.\u001b[24m\n    \u001b[1mIppoは強いと感じるものを探し求めているかもしれませんが、視聴者は素晴らしいアニメを作るために何を探すのかとは考えません。\u001b[22m, \u001b[1m一歩は、それが強いとどんな感じかを探して残しておいてもよいが、視聴者は偉大なアニメを作るものを探して残されることはありません。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "ikillcode",
    "profile": "/profile/ikillcode/reviews",
    "pages": "5",
    "number": "9",
    "link": "/reviews.php?id=138007",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nだから私はそれを10位にランクインしていることをこの素晴らしいものにしているのですか？ まあ、私は知らない。 私はこのショーを見るたびに私の中に魔法のような感情が広がります。 これにはいくつかのスポイラーがあるかもしれません。 私の最初のレビューですので、文法について不平を言ってはいけません。\n\n\nそれは古典的な物語で、いつもいじめられている学生のことです。 ある日、彼は '試合ボクシングを見つけた、彼はボクシングを始めたので、彼はそれが好きだった。 そうです...それだけです。 何がそんなに面白いか。\n\n事はそれが主役だということです、それは物語です、それは音です、それは芸術です、それはすべてがうまくつながっているので、あなたはそれを楽しむように見えません。 彼が戦うたびに、あなたも彼をサポートし始めます。 あなたは彼のために根を下ろすでしょう。 あなたは彼と一緒にボクシングしているかのように行動します。 あなたはボクシングを愛することを開始します。 私はこのアニメだけでボクシングを見始めた。 このアニメの本当の目的も素晴らしいです。\n\nたとえ人々が私たちが役に立たないと言っても、私たちは人生で何かをすることはできません。 それでも、何でもかまいません。 人々があなたがアーティストになれないと言うなら、あなたはこの世界でも最高のアーティストになることができます。\n\n私はこのアニメの感情を言葉で表現する方法を知らないが、それは必見である。 あなたが見なければならないアニメです。 このレビューを読んでいるのなら、今、はじめてのIppoを見てください。 あなたはあなたの人生でそれを後悔しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSo what makes show this great that I am ranking it 10? Well, I don't know. A magical feeling grows inside me whenever I watch this show. This may have some spoilers. My first review so please don't complain about my grammar.\n\n\u001b[1mだから私はそれを10位にランクインしていることをこの素晴らしいものにしているのですか？ まあ、私は知らない。 私はこのショーを見るたびに私の中に魔法のような感情が広がります。 これにはいくつかのスポイラーがあるかもしれません。 私の最初のレビューですので、文法について不平を言ってはいけません。\u001b[22m\n\u001b[1m(Dakara watashi wa sore o 10-i ni rankuin shite iru koto o kono subarashī mono ni shite iru nodesu ka? Mā, watashi wa shiranai. Watashi wa kono shō o miru tabi ni watashi no naka ni mahō no yōna kanjō ga hirogarimasu. Kore ni wa ikutsu ka no supoirā ga aru kamo shiremasen. Watashi no saisho no rebyūdesunode, bunpō ni tsuite fuhei o itte wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mSo what makes show this great that I am ranking it 10? Well, I don't know. A magical feeling grows inside me whenever I watch this show. This may have some spoilers. My first review so please don't complain about my grammar.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo what makes show this great that I am ranking it 10?\u001b[24m\n    \u001b[1mだから私はそれを10位にランクインしていることをこの素晴らしいものにしているのですか？\u001b[22m, \u001b[1mそれでは、私はそれを10にランクしていますことを、これは偉大な表示になりますか？\u001b[22m\n\u001b[4mWell, I don't know.\u001b[24m\n    \u001b[1mまあ、私は知らない。\u001b[22m, \u001b[1mまあ、私は知りません。\u001b[22m\n\u001b[4mA magical feeling grows inside me whenever I watch this show.\u001b[24m\n    \u001b[1m私はこのショーを見るたびに私の中に魔法のような感情が広がります。\u001b[22m, \u001b[1m私はこのショーを見たときに不思議な感覚が私の中で成長します。\u001b[22m\n\u001b[4mThis may have some spoilers.\u001b[24m\n    \u001b[1mこれにはいくつかのスポイラーがあるかもしれません。\u001b[22m, \u001b[1mこれは、いくつかのスポイラーを有することができます。\u001b[22m\n\u001b[4mMy first review so please don't complain about my grammar.\u001b[24m\n    \u001b[1m私の最初のレビューですので、文法について不平を言ってはいけません。\u001b[22m, \u001b[1m私の最初のレビューをので、私の文法について文句を言うしないでください。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt's a classic tale 'bout a student who always is bullied. One day he found 'bout boxing, he liked it so he started boxing. So...that's it. What makes it so interesting.\n\n\u001b[1mそれは古典的な物語で、いつもいじめられている学生のことです。 ある日、彼は '試合ボクシングを見つけた、彼はボクシングを始めたので、彼はそれが好きだった。 そうです...それだけです。 何がそんなに面白いか。\u001b[22m\n\u001b[1m(Sore wa koten-tekina monogatari de, itsumo ijime rarete iru gakusei no kotodesu. Aru Ni~Tsu, kare wa' shiai bokushingu o mitsuketa, kare wa bokushingu o hajimetanode, kare wa sore ga sukidatta. Sōdesu... Sore dakedesu. Nani ga son'nani omoshiroi ka.)\u001b[22m\n\nTranslations of \u001b[4mIt's a classic tale 'bout a student who always is bullied. One day he found 'bout boxing, he liked it so he started boxing. So...that's it. What makes it so interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a classic tale 'bout a student who always is bullied.\u001b[24m\n    \u001b[1mそれは古典的な物語で、いつもいじめられている学生のことです。\u001b[22m, \u001b[1mそれは常にいじめされている学生の試合の古典的な物語」です。\u001b[22m\n\u001b[4mOne day he found 'bout boxing, he liked it so he started boxing.\u001b[24m\n    \u001b[1mある日、彼は '試合ボクシングを見つけた、彼はボクシングを始めたので、彼はそれが好きだった。\u001b[22m, \u001b[1m彼がボクシングを始めたので、彼はボクシングの試合 'が見つかりある日、彼はそれが好き。\u001b[22m\n\u001b[4mSo...that's it.\u001b[24m\n    \u001b[1mそうです...それだけです。\u001b[22m, \u001b[1mそう...それはそれです。\u001b[22m\n\u001b[4mWhat makes it so interesting.\u001b[24m\n    \u001b[1m何がそんなに面白いか。\u001b[22m, \u001b[1m何がそれはとても興味深いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe thing is that it's protagonist, it's story, it's sound, it's art, it's everything is so well connected you can't seem not to enjoy it. Whenever he fights, you also start to support him. You will root for him. You will act as if you are boxing with him. You will even start loving boxing. I started watching boxing due to this anime only. The true purpose of this anime is also great.\n\n\u001b[1m事はそれが主役だということです、それは物語です、それは音です、それは芸術です、それはすべてがうまくつながっているので、あなたはそれを楽しむように見えません。 彼が戦うたびに、あなたも彼をサポートし始めます。 あなたは彼のために根を下ろすでしょう。 あなたは彼と一緒にボクシングしているかのように行動します。 あなたはボクシングを愛することを開始します。 私はこのアニメだけでボクシングを見始めた。 このアニメの本当の目的も素晴らしいです。\u001b[22m\n\u001b[1m(Koto wa sore ga shuyakuda to iu kotodesu, soreha monogataridesu, soreha-ondesu, soreha geijutsudesu, soreha subete ga umaku tsunagatte irunode, anata wa sore o tanoshimu yō ni miemasen. Kare ga tatakau tabi ni, anata mo kare o sapōto shi hajimemasu. Anata wa kare no tame ni newoorosudeshou. Anata wa kare to issho ni bokushingu shite iru ka no yō ni kōdō shimasu. Anata wa bokushingu o aisuru koto o kaishi shimasu. Watashi wa kono anime dake de bokushingu o mi hajimeta. Kono anime no hontō no mokuteki mo subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe thing is that it's protagonist, it's story, it's sound, it's art, it's everything is so well connected you can't seem not to enjoy it. Whenever he fights, you also start to support him. You will root for him. You will act as if you are boxing with him. You will even start loving boxing. I started watching boxing due to this anime only. The true purpose of this anime is also great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing is that it's protagonist, it's story, it's sound, it's art, it's everything is so well connected you can't seem not to enjoy it.\u001b[24m\n    \u001b[1m事はそれが主役だということです、それは物語です、それは音です、それは芸術です、それはすべてがうまくつながっているので、あなたはそれを楽しむように見えません。\u001b[22m, \u001b[1mことは、それはすべてがとてもうまく、あなたがそれを楽しむことがないように見えることはできません接続されているのです、それは芸術だ、それは音だ、それは話だが、それは主人公であるということです。\u001b[22m\n\u001b[4mWhenever he fights, you also start to support him.\u001b[24m\n    \u001b[1m彼が戦うたびに、あなたも彼をサポートし始めます。\u001b[22m, \u001b[1m彼は戦うたびに、あなたも彼をサポートするために開始します。\u001b[22m\n\u001b[4mYou will root for him.\u001b[24m\n    \u001b[1mあなたは彼のために根を下ろすでしょう。\u001b[22m, \u001b[1mあなたは彼を応援します。\u001b[22m\n\u001b[4mYou will act as if you are boxing with him.\u001b[24m\n    \u001b[1mあなたは彼と一緒にボクシングしているかのように行動します。\u001b[22m, \u001b[1mあなたは彼と一緒にボクシングされているかのように動作します。\u001b[22m\n\u001b[4mYou will even start loving boxing.\u001b[24m\n    \u001b[1mあなたはボクシングを愛することを開始します。\u001b[22m, \u001b[1mあなたも、愛情のあるボクシングを開始します。\u001b[22m\n\u001b[4mI started watching boxing due to this anime only.\u001b[24m\n    \u001b[1m私はこのアニメだけでボクシングを見始めた。\u001b[22m, \u001b[1m私はこのアニメのためにボクシングを見始めました。\u001b[22m\n\u001b[4mThe true purpose of this anime is also great.\u001b[24m\n    \u001b[1mこのアニメの本当の目的も素晴らしいです。\u001b[22m, \u001b[1mこのアニメの真の目的も素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nIt teach us that even if people say we are useless and we cannot do anything in our life. Still, you can be anything. If people say you cannot be artist you can be the best artist even in this world.\n\n\u001b[1mたとえ人々が私たちが役に立たないと言っても、私たちは人生で何かをすることはできません。 それでも、何でもかまいません。 人々があなたがアーティストになれないと言うなら、あなたはこの世界でも最高のアーティストになることができます。\u001b[22m\n\u001b[1m(Tatoe hitobito ga watashitachi ga yakunitatanai to itte mo, watashitachiha jinsei de nanika o suru koto wa dekimasen. Soredemo, nani demo kamaimasen. Hitobito ga anata ga ātisuto ni narenai to iunara, anata wa kono sekai demo saikō no ātisuto ni naru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt teach us that even if people say we are useless and we cannot do anything in our life. Still, you can be anything. If people say you cannot be artist you can be the best artist even in this world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt teach us that even if people say we are useless and we cannot do anything in our life.\u001b[24m\n    \u001b[1mたとえ人々が私たちが役に立たないと言っても、私たちは人生で何かをすることはできません。\u001b[22m, \u001b[1mそれは、人々が言う場合でも、我々は無用であり、私たちは私たちの生活の中で何もできないことを私たちに教えています。\u001b[22m\n\u001b[4mStill, you can be anything.\u001b[24m\n    \u001b[1mそれでも、何でもかまいません。\u001b[22m, \u001b[1mそれでも、あなたは何もすることができます。\u001b[22m\n\u001b[4mIf people say you cannot be artist you can be the best artist even in this world.\u001b[24m\n    \u001b[1m人々があなたがアーティストになれないと言うなら、あなたはこの世界でも最高のアーティストになることができます。\u001b[22m, \u001b[1m人々はあなたがアーティストになることができないと言うならあなたもこの世界で最高のアーティストになることができます。\u001b[22m\n\u001b[1m\u001b[22m\nI don't know how to really express my feeling for this anime through words, but it is a must watch. It's an anime that you must watch. If you are reading this review watch Hajime no Ippo right now. You won't regret it ever in your life.\n\n\u001b[1m私はこのアニメの感情を言葉で表現する方法を知らないが、それは必見である。 あなたが見なければならないアニメです。 このレビューを読んでいるのなら、今、はじめてのIppoを見てください。 あなたはあなたの人生でそれを後悔しません。\u001b[22m\n\u001b[1m(Watashi wa kono anime no kanjō o kotoba de hyōgen suru hōhō o shiranai ga, soreha hikkendearu. Anata ga minakereba naranai animedesu. Kono rebyū o yonde iru nonara, ima, hajimete no Ippo o mite kudasai. Anata wa anata no jinsei de sore o kōkai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mI don't know how to really express my feeling for this anime through words, but it is a must watch. It's an anime that you must watch. If you are reading this review watch Hajime no Ippo right now. You won't regret it ever in your life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know how to really express my feeling for this anime through words, but it is a must watch.\u001b[24m\n    \u001b[1m私はこのアニメの感情を言葉で表現する方法を知らないが、それは必見である。\u001b[22m, \u001b[1m私は本当に言葉を通してこのアニメのための私の気持ちを表現する方法がわからないが、それは見なければならないです。\u001b[22m\n\u001b[4mIt's an anime that you must watch.\u001b[24m\n    \u001b[1mあなたが見なければならないアニメです。\u001b[22m, \u001b[1mそれはあなたが見なければならないアニメです。\u001b[22m\n\u001b[4mIf you are reading this review watch Hajime no Ippo right now.\u001b[24m\n    \u001b[1mこのレビューを読んでいるのなら、今、はじめてのIppoを見てください。\u001b[22m, \u001b[1mあなたは今、この口コミ腕時計はじめの一歩を読んでいる場合。\u001b[22m\n\u001b[4mYou won't regret it ever in your life.\u001b[24m\n    \u001b[1mあなたはあなたの人生でそれを後悔しません。\u001b[22m, \u001b[1mあなたは、あなたの生活の中で今までそれを後悔しないように。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "Unchou",
    "profile": "/profile/Unchou/reviews",
    "pages": "5",
    "number": "10",
    "link": "/reviews.php?id=126141",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  9\n\n一般的にスポーツのファンではなく、アニメーションの長さを見て、Ippoに入るのは難しい作業でした。 しかし、すべてのことにもかかわらず、私はいくつかの私の友人のハイフンのためにそれを開始する衝動に抵抗することはできませんでした、ここで私はあなたにそれを見に行くことを言ってレビューを書いています。 なぜ聞くの？ さて、読書を続けてください。\n\n初代の一品の話は、それが得意とするほど単純であり、まったく現実的ではない。  Ippoという男の子は、彼のクラスメートの3人に絶えずいじめられています。 これが始まりにもかかわらず、私たちは、彼の勤勉で陽気な人格のために、あなたが彼に共感できるようにすることによって、その実行前に何度も見てきました。 あなたが期待していたように、いじめは、たとえ彼が自分の感情をうまく隠しているにもかかわらず、Ippoが彼に何をすることで少し悲しんでさえしないように立つことができないので、これを次のレベルに引き上げることに決めました。\n\n状況を守って行動することを決めた箱入りの天才、高村に入る。 いじめは永遠に止まり、Ippoは数分ショックを受けた後、高村が強くなるかどうかを尋ねる。 それから、物語が始まります。 スタジオ・マッドハウスのアニメーションでは決して厄介なペースではなく、2001年にもそれが一流のものになると期待できます。 アートスタイルは幾分時代遅れですが、あなたがすぐにそれに慣れるので、あなたを悩ますものではありません。\n\nあなたが読んだことから、MALの評価は正当なものではないようですが、その最良の部分はまだ出ていないからです。\n\nこのショーで多くのジャブのためだけに行こうとしていて、そのストーリーをスキップすることに決めたら、あなたは信じられないほど失望します。 これらの戦いを特別なものにするのは、すべてのシングルパンチに気持ちを入れることです。 あなたはアンタゴニスト、彼の闘争とバックボーンに会い、信じられないほどうまく書かれていると私は信じています。 彼らの個性は現実的であり、77のエピソード期間を通して忘れられない。 私たちの主人公との友情を形作り、さらに発展していくと、シリーズの中で時々Ippoに立ち向かうことになるでしょう。\n\n主人公のキャストは、前述のタカムラの才能とカリスマが期待を上回ることによって形成され、彼の性格と青木と木村を伴うコメディー・モーメントは金です。 イッポのコーチ、源氏はシリーズ全体で出会う人ですが、彼はリングの中で戦っている人のように毎晩生きる最高の結果を得るために訓練生と闘っています。 しかし、作家はいつ彼を失うようにするのかを正確に知っているため、彼はさらに深く深く発達しています。 イチローとして知られているシリーズのライバルも非常にうまい。 彼の演技の仕方は現実的なようだし、彼の試合はIppoに対する彼の敬意が相互であり、それを取り巻くいつものコメディがシリーズ全体で何度も笑顔を浮かせるだろうと見ている光景だ。 そして最後に、私たちの主人公。 彼のモチベーションはやや弱いですが、彼のパーソナリティーは（今まで見たスポーツのシリーズMCのように）まあまあです。 スポーツに対する彼の愛は、彼が大きな高さを達成し、後にロマンスショーを実現させる。 人としての彼の発達は微妙ですが、ボクシングの技術はほとんど認められています。 それは別のポイントに私をもたらします。  boxxerとしての彼の発展は、彼の勝利のいくつかが不公平に見えるほど速いペースで行われています。\n\n全体的に、このシリーズは非常によく指導されており、あなたはあまりにも早く過ぎた時間を理解することはほとんどありません。 毎回の戦いは矛盾する感情で満たされており、引きずられたような感情はありません。 コメディは信じられないほどであり、もしそれがいくつかの決まり文句ではないなら、これはもっと高く評価されるだろう。 試合に付随するOSTは、毎回あなたを蘇らせ、気分によく合います。\nそれはすべての公正な分量を持っており、あなたはほぼ間違いなくそれを最大に楽しむでしょう。\n\nストーリー7/10（よくやったが、やや真面目な - スポーツデュ。）\nアート6/10（時代遅れ、すぐに慣れます）\nアニメーション7/10（一貫性があり、素晴らしい、特にその時間のために）\nCharacters 8.5 / 10（ほとんどの人が開発され、誰も忘れられません）\nサウンド8/10（気分にぴったり、思い出に残るものではありません）\n全体的に8/10（非常に良い、信じられないほど楽しい、ちょっとしたクリシェ）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nNot being a fan of sports in general, and seeing how old the animation is, getting into Ippo was a hard task. However, despite all that, I couldn't resist the urge to start it due to some of my friends' hyping it and here I am writing a review about it telling you to go watch it. Why, you ask? Well, continue reading.\n\n\u001b[1m一般的にスポーツのファンではなく、アニメーションの長さを見て、Ippoに入るのは難しい作業でした。 しかし、すべてのことにもかかわらず、私はいくつかの私の友人のハイフンのためにそれを開始する衝動に抵抗することはできませんでした、ここで私はあなたにそれを見に行くことを言ってレビューを書いています。 なぜ聞くの？ さて、読書を続けてください。\u001b[22m\n\u001b[1m(Ippantekini supōtsu no fande wa naku, animēshon no naga-sa o mite, Ippo ni hairu no wa muzukashī sagyōdeshita. Shikashi, subete no koto nimokakawarazu, watashi wa ikutsu ka no watashi no yūjin no haifun no tame ni sore o kaishi suru shōdō ni teikō suru koto wa dekimasendeshita, koko de watashi wa anata ni sore o mi ni iku koto o itte rebyū o kaite imasu. Naze kiku no? Sate, dokusho o tsudzukete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mNot being a fan of sports in general, and seeing how old the animation is, getting into Ippo was a hard task. However, despite all that, I couldn't resist the urge to start it due to some of my friends' hyping it and here I am writing a review about it telling you to go watch it. Why, you ask? Well, continue reading.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot being a fan of sports in general, and seeing how old the animation is, getting into Ippo was a hard task.\u001b[24m\n    \u001b[1m一般的にスポーツのファンではなく、アニメーションの長さを見て、Ippoに入るのは難しい作業でした。\u001b[22m, \u001b[1m一般にスポーツのファンであること、およびアニメーションがどのように古い見て、一歩になっていないことは大変な作業でした。\u001b[22m\n\u001b[4mHowever, despite all that, I couldn't resist the urge to start it due to some of my friends' hyping it and here I am writing a review about it telling you to go watch it.\u001b[24m\n    \u001b[1mしかし、すべてのことにもかかわらず、私はいくつかの私の友人のハイフンのためにそれを開始する衝動に抵抗することはできませんでした、ここで私はあなたにそれを見に行くことを言ってレビューを書いています。\u001b[22m, \u001b[1mしかし、すべてのことにもかかわらず、私が原因で私の友人のは、それをhypingし、ここで私はあなたがそれを見に行くために言って、それについてのレビューを書いていますのいくつかにそれを開始する衝動に抵抗することができませんでした。\u001b[22m\n\u001b[4mWhy, you ask?\u001b[24m\n    \u001b[1mなぜ聞くの？\u001b[22m, \u001b[1mどうして聞きますか？\u001b[22m, \u001b[1mなぜ、あなたは尋ねますか？\u001b[22m, \u001b[1mなぜ、あなたが尋ねますか？\u001b[22m\n\u001b[4mWell, continue reading.\u001b[24m\n    \u001b[1mさて、読書を続けてください。\u001b[22m, \u001b[1mさて、続きを読みます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Hajime no ippo is as straightforward as it gets and starts of quite cliche. A boy named Ippo is constantly getting bullied by 3 of his classmates. Despite this being a beginning we've all seen many times before its executed perfectly by making you sympathize with him, due to his hardworking and cheerful personality. As you might've expected, the bullies decide to take this to the next level because they can't stand how Ippo won't even be slightly saddened by what they do to him, even though he just hides his emotions very well.\n\n\u001b[1m初代の一品の話は、それが得意とするほど単純であり、まったく現実的ではない。  Ippoという男の子は、彼のクラスメートの3人に絶えずいじめられています。 これが始まりにもかかわらず、私たちは、彼の勤勉で陽気な人格のために、あなたが彼に共感できるようにすることによって、その実行前に何度も見てきました。 あなたが期待していたように、いじめは、たとえ彼が自分の感情をうまく隠しているにもかかわらず、Ippoが彼に何をすることで少し悲しんでさえしないように立つことができないので、これを次のレベルに引き上げることに決めました。\u001b[22m\n\u001b[1m(Shodai no ippin no hanashi wa, sore ga tokui to suru hodo tanjundeari, mattaku genjitsu-tekide wanai. Ippo to iu otokonoko wa, kare no kurasumēto no 3-ri ni taezu ijime rarete imasu. Kore ga hajimari nimokakawarazu, watashitachiha, kare no kinben de yōkina jinkaku no tame ni, anata ga kare ni kyōkan dekiru yō ni suru koto ni yotte, sono jikkō mae ni nando mo mitekimashita. Anata ga kitai shite ita yō ni, ijime wa, tatoe kare ga jibun no kanjō o umaku kakushite iru nimokakawarazu, Ippo ga kare ni nani o suru koto de sukoshi kanashinde sae shinai yō ni tatsu koto ga dekinainode, kore o tsugi no reberu ni hikiageru koto ni kimemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Hajime no ippo is as straightforward as it gets and starts of quite cliche. A boy named Ippo is constantly getting bullied by 3 of his classmates. Despite this being a beginning we've all seen many times before its executed perfectly by making you sympathize with him, due to his hardworking and cheerful personality. As you might've expected, the bullies decide to take this to the next level because they can't stand how Ippo won't even be slightly saddened by what they do to him, even though he just hides his emotions very well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Hajime no ippo is as straightforward as it gets and starts of quite cliche.\u001b[24m\n    \u001b[1m初代の一品の話は、それが得意とするほど単純であり、まったく現実的ではない。\u001b[22m, \u001b[1mそれが取得し、かなり決まり文句の開始として肇の物語には一歩ほど単純ではありません。\u001b[22m\n\u001b[4mA boy named Ippo is constantly getting bullied by 3 of his classmates.\u001b[24m\n    \u001b[1mIppoという男の子は、彼のクラスメートの3人に絶えずいじめられています。\u001b[22m, \u001b[1m一歩という名前の少年は、常に彼のクラスメートの3によっていじめられつつあります。\u001b[22m\n\u001b[4mDespite this being a beginning we've all seen many times before its executed perfectly by making you sympathize with him, due to his hardworking and cheerful personality.\u001b[24m\n    \u001b[1mこれが始まりにもかかわらず、私たちは、彼の勤勉で陽気な人格のために、あなたが彼に共感できるようにすることによって、その実行前に何度も見てきました。\u001b[22m, \u001b[1mこれは我々がそのすべてが彼の勤勉と陽気な性格のために、あなたは彼に同情することによって完全に実行される前に、何度も見てきた最初であるにもかかわらず。\u001b[22m\n\u001b[4mAs you might've expected, the bullies decide to take this to the next level because they can't stand how Ippo won't even be slightly saddened by what they do to him, even though he just hides his emotions very well.\u001b[24m\n    \u001b[1mあなたが期待していたように、いじめは、たとえ彼が自分の感情をうまく隠しているにもかかわらず、Ippoが彼に何をすることで少し悲しんでさえしないように立つことができないので、これを次のレベルに引き上げることに決めました。\u001b[22m, \u001b[1mあなたが予想しましたかもしれませんが、いじめは、彼はちょうど非常によく彼の感情を隠していても、彼らは一歩が少しでも彼らは彼に何をするかによって悲しむことはありませんどのように立つことができないので、次のレベルにこれを取ることにしました。\u001b[22m\n\u001b[1m\u001b[22m\nEnter Takamura, a boxxing genius who observes the situation and decides to act. The bullies stop, forever, and Ippo, after being shocked for a few minutes, asks Takamura if he can grow stronger. And then the story takes off. With a pacing that never gets tiresome and fights animated by Studio Madhouse, even in 2001 you can expect it to be top notch. The artstyle is somewhat outdated but not something that will annoy you since you get used to it quickly.\n\n\u001b[1m状況を守って行動することを決意する箱入りの天才、高村に入る。 いじめは永遠に止まり、Ippoは数分ショックを受けた後、高村が強くなるかどうかを尋ねる。 それから、物語が始まります。 スタジオ・マッドハウスのアニメーションでは決して厄介なペースではなく、2001年にもそれが一流のものになると期待できます。 アートスタイルは幾分時代遅れですが、あなたがすぐにそれに慣れるので、あなたを悩ますものではありません。\u001b[22m\n\u001b[1m(Jōkyō o mamotte kōdō suru koto o ketsui suru hakoiri no tensai, Takamura ni hairu. Ijime wa eien ni tomari, Ippo wa sū-bu shokku o uketa nochi, Takamura ga tsuyoku naru ka dō ka o tazuneru. Sorekara, monogatari ga hajimarimasu. Sutajio maddohausu no animēshonde wa kesshite yakkaina pēsude wa naku, 2001-nen ni mo sore ga ichiryū no mono ni naru to kitai dekimasu. Ātosutairu wa ikubun jidaiokuredesuga, anata ga sugu ni sore ni narerunode, anata o nayamasu monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mEnter Takamura, a boxxing genius who observes the situation and decides to act. The bullies stop, forever, and Ippo, after being shocked for a few minutes, asks Takamura if he can grow stronger. And then the story takes off. With a pacing that never gets tiresome and fights animated by Studio Madhouse, even in 2001 you can expect it to be top notch. The artstyle is somewhat outdated but not something that will annoy you since you get used to it quickly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnter Takamura, a boxxing genius who observes the situation and decides to act.\u001b[24m\n    \u001b[1m状況を守って行動することを決意する箱入りの天才、高村に入る。\u001b[22m, \u001b[1m高村、状況を観察し、行動することを決定boxxing天才を入力します。\u001b[22m\n\u001b[4mThe bullies stop, forever, and Ippo, after being shocked for a few minutes, asks Takamura if he can grow stronger.\u001b[24m\n    \u001b[1mいじめは永遠に止まり、Ippoは数分ショックを受けた後、高村が強くなるかどうかを尋ねる。\u001b[22m, \u001b[1mいじめは永遠に、停止し、彼は強く成長することができた場合に一歩は、数分間ショックを受けされた後、高村を尋ねます。\u001b[22m\n\u001b[4mAnd then the story takes off.\u001b[24m\n    \u001b[1mそれから、物語が始まります。\u001b[22m, \u001b[1mそして物語は離陸します。\u001b[22m\n\u001b[4mWith a pacing that never gets tiresome and fights animated by Studio Madhouse, even in 2001 you can expect it to be top notch.\u001b[24m\n    \u001b[1mスタジオ・マッドハウスのアニメーションでは決して厄介なペースではなく、2001年にもそれが一流のものになると期待できます。\u001b[22m, \u001b[1m2001年にあっても、スタジオマッドハウスによってアニメーション化退屈との戦いを取得することはありませんペーシングを使用すると、それが一流であることを期待することができます。\u001b[22m\n\u001b[4mThe artstyle is somewhat outdated but not something that will annoy you since you get used to it quickly.\u001b[24m\n    \u001b[1mアートスタイルは幾分時代遅れですが、あなたがすぐにそれに慣れるので、あなたを悩ますものではありません。\u001b[22m, \u001b[1martstyleはやや時代遅れではなく、あなたはすぐにそれに慣れるため、あなたを困らせる何かです。\u001b[22m\n\u001b[1m\u001b[22m\nFrom what you've read, the rating on MAL seems unjustifiable, but that's only because the best part of it is yet to come.\n\n\u001b[1mあなたが読んだことから、MALの評価は正当なものではないようですが、その最良の部分はまだ出ていないからです。\u001b[22m\n\u001b[1m(Anata ga yonda koto kara, MAL no hyōka wa seitōna monode wa nai yōdesuga, sono sairyō no bubun wa mada dete inaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mFrom what you've read, the rating on MAL seems unjustifiable, but that's only because the best part of it is yet to come.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom what you've read, the rating on MAL seems unjustifiable, but that's only because the best part of it is yet to come.\u001b[24m\n    \u001b[1mあなたが読んだことから、MALの評価は正当なものではないようですが、その最良の部分はまだ出ていないからです。\u001b[22m, \u001b[1mあなたは何を読んでから、MAL上の評価は不当なようだが、それの最良の部分はまだ来ているので、それだけです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're going in this show only for a number of jabs and you decide to skip the story you'll be unbelievably disappointed. Part of what makes these fights so special is the feelings put in every single punch. You get to meet the antagonist, his struggle and backbone and believe me when I say they're unbelievably well written, all of them. Their personalitties are realistic and not forgotten throughout the 77 episode period. They form friendships with our main character and get to develop even further, you'll find yourself rooting against Ippo sometimes during the series.\n\n\u001b[1mこのショーで多くのジャブのためだけに行こうとしていて、そのストーリーをスキップすることに決めたら、あなたは信じられないほど失望します。 これらの戦いを特別なものにするのは、すべてのシングルパンチに気持ちを入れることです。 あなたはアンタゴニスト、彼の闘争とバックボーンに会い、信じられないほどうまく書かれていると私は信じています。 彼らの個性は現実的であり、77のエピソード期間を通して忘れられない。 私たちの主人公との友情を形作り、さらに発展していくと、シリーズの中で時々Ippoに立ち向かうことになるでしょう。\u001b[22m\n\u001b[1m(Kono shō de ōku no jabu no tame dake ni ikou to shite ite, sono sutōrī o sukippu suru koto ni kimetara, anata wa shinji rarenai hodo shitsubō shimasu. Korera no tatakai o tokubetsuna mono ni suru no wa, subete no shingurupanchi ni kimochi o ireru kotodesu. Anata wa antagonisuto, kare no tōsō to bakkubōn ni ai, shinji rarenai hodo umaku kaka rete iruto watashi wa shinjite imasu. Karera no kosei wa genjitsu-tekideari, 77 no episōdo kikan o tōshite wasure rarenai. Watashitachi no shujinkō to no yūjō o katachidzukuri, sarani hatten shite iku to, shirīzu no naka de tokidoki Ippo ni tachimukau koto ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIf you're going in this show only for a number of jabs and you decide to skip the story you'll be unbelievably disappointed. Part of what makes these fights so special is the feelings put in every single punch. You get to meet the antagonist, his struggle and backbone and believe me when I say they're unbelievably well written, all of them. Their personalitties are realistic and not forgotten throughout the 77 episode period. They form friendships with our main character and get to develop even further, you'll find yourself rooting against Ippo sometimes during the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're going in this show only for a number of jabs and you decide to skip the story you'll be unbelievably disappointed.\u001b[24m\n    \u001b[1mこのショーで多くのジャブのためだけに行こうとしていて、そのストーリーをスキップすることに決めたら、あなたは信じられないほど失望します。\u001b[22m, \u001b[1mあなただけジャブの数については、このショーになるだろうし、あなたが話をスキップすることを決定した場合、あなたは信じられないほど失望するだろう。\u001b[22m\n\u001b[4mPart of what makes these fights so special is the feelings put in every single punch.\u001b[24m\n    \u001b[1mこれらの戦いを特別なものにするのは、すべてのシングルパンチに気持ちを入れることです。\u001b[22m, \u001b[1mこれらの戦いはとても特別なものの一部は、すべての単一のパンチを入れ気持ちです。\u001b[22m\n\u001b[4mYou get to meet the antagonist, his struggle and backbone and believe me when I say they're unbelievably well written, all of them.\u001b[24m\n    \u001b[1mあなたはアンタゴニスト、彼の闘争とバックボーンに会い、信じられないほどうまく書かれていると私は信じています。\u001b[22m, \u001b[1mあなたは、それらのすべてを拮抗薬、彼の闘争とバックボーンを満たすために取得し、私は彼らが信じられないほどよく書かれていると言うとき私を信じて。\u001b[22m\n\u001b[4mTheir personalitties are realistic and not forgotten throughout the 77 episode period.\u001b[24m\n    \u001b[1m彼らの個性は現実的であり、77のエピソード期間を通して忘れられない。\u001b[22m, \u001b[1mそのpersonalittiesは現実的であり、77のエピソード期間を通して忘れていません。\u001b[22m\n\u001b[4mThey form friendships with our main character and get to develop even further, you'll find yourself rooting against Ippo sometimes during the series.\u001b[24m\n    \u001b[1m私たちの主人公との友情を形作り、さらに発展していくと、シリーズの中で時々Ippoに立ち向かうことになるでしょう。\u001b[22m, \u001b[1m彼らはあなた自身がシリーズ中に、時には一歩に対して応援見つけることができます、私たちのメインキャラクターとの友情を形成し、さらに発展してもらいます。\u001b[22m\n\u001b[1m\u001b[22m\nThe main character cast is formed by the forementioned Takamura, who's talent and charisma exceeds expectations, and his personality as well as his comedic moments accompanied by Aoki and Kimura are gold. Ippo's coach, Genji is a person you get to meet throughout the series, while you see him struggle with his trainees for the best possible result, living through every single moment as if he is the person fighting in the ring. However the writer knows exactly when to make him lose giving him even more depth and development. The rival of the series known as Ichiro is also fleshed out very well. His way of acting seems realistic, and his matches are a sight to behold while his respect for Ippo is mutual and the usual comedy surrounding it will make you crack a smile numerous times throughout the series. And finally, our main character. While his motivations to fight are somewhat weak, and his personallity is kind of cliche, (just like any sports' series MC I've seen up to now) he's done RIGHT. His love for the sport drives him to achieve great heights and even romance shows up later on. His development as a person is subtle while he's boxxing skills are being acknowledged by most. Which brings me to another point; his development as a boxxer is so fast paced that some of his wins almost seem unfair.\n\n\u001b[1m主人公のキャストは、前述のタカムラの才能とカリスマが期待を上回ることによって形成され、彼の性格と青木と木村を伴うコメディー・モーメントは金です。 イッポのコーチ、源氏はシリーズ全体で出会う人ですが、彼はリングの中で戦っている人のように毎晩生きる最高の結果を得るために訓練生と闘っています。 しかし、作家はいつ彼を失うようにするのかを正確に知っているため、彼はさらに深く深く発達しています。 イチローとして知られているシリーズのライバルも非常にうまい。 彼の演技の仕方は現実的なようだし、彼の試合はIppoに対する彼の敬意が相互であり、それを取り巻くいつものコメディがシリーズ全体で何度も笑顔を浮かせるだろうと見ている光景だ。 そして最後に、私たちの主人公。 彼のモチベーションはやや弱いですが、彼のパーソナリティーは（今まで見たスポーツのシリーズMCのように）まあまあです。 スポーツに対する彼の愛は、彼が大きな高さを達成し、後にロマンスショーを実現させる。 人としての彼の発達は微妙ですが、ボクシングの技術はほとんど認められています。 それは別のポイントに私をもたらします。  boxxerとしての彼の発展は、彼の勝利のいくつかが不公平に見えるほど速いペースで行われています。\u001b[22m\n\u001b[1m(Shujinkō no kyasuto wa, zenjutsu no Takamura no sainō to karisuma ga kitai o uwamawaru koto ni yotte keisei sa re, kare no seikaku to Aoki to Kimura o tomonau komedī mōmento wa kindesu. Ippo no kōchi, genji wa shirīzu zentai de deau hitodesuga, kare wa ringu no naka de tatakatte iru hito no yō ni maiban ikiru saikō no kekka o eru tame ni kunren-sei to tatakatte imasu. Ichirō to shite shira rete iru shirīzu no raibaru mo hijō ni umai. Kare no engi no shikata wa genjitsu-tekina yōdashi, kare no shiai wa Ippo ni taisuru kare no keii ga sōgodeari, sore o torimaku itsumo no komedi ga shirīzu zentai de nando mo egao o ukaserudarou to mite iru kōkeida. Soshite saigo ni, watashitachi no shujinkō. Kare no mochibēshon wa yaya yowaidesuga, kare no pāsonaritī wa (imamade mita supōtsu no shirīzu MC no yō ni) mā mādesu. Supōtsu ni taisuru kare no ai wa, kare ga ōkina taka-sa o tassei shi,-go ni romansushō o jitsugen sa seru. Hitotoshite no kare no hattatsu wa bimyōdesuga, bokushingu no gijutsu wa hotondo mitome rarete imasu. Sore wa betsu no pointo ni watashi o motarashimasu. Boxxer to shite no kare no hatten wa, kare no shōri no ikutsu ka ga fukōhei ni mieru hodo hayai pēsu de okonawa rete imasu. Shikashi, sakka wa itsu kare o ushinau yō ni suru no ka o seikaku ni shitte iru tame, kare wa sarani fukaku fukaku hattatsu shite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this series is so well directed and paced you hardly understand the time passed so quickly. Every single fight is filled with contradicting emotions and never feels dragged out. The comedy is incredible and if it wasn't for some cliches this would be rated a lot higher. The OST that accompanies the matches pumps you up every single time and fits well to the mood.\n\n\u001b[1m全体的に、このシリーズは非常によく指導されており、あなたはあまりにも早く過ぎた時間を理解することはほとんどありません。 毎回の戦いは矛盾する感情で満たされており、引きずられたような感情はありません。 コメディは信じられないほどであり、もしそれがいくつかの決まり文句ではないなら、これはもっと高く評価されるだろう。 試合に付随するOSTは、毎回あなたを蘇らせ、気分によく合います。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono shirīzu wa hijō ni yoku shidō sa rete ori, anata wa amarini mo hayaku sugita jikan o rikai suru koto wa hotondo arimasen. Maikai no tatakai wa mujun suru kanjō de mitasa rete ori, hikizura reta yōna kanjō wa arimasen. Komedi wa shinji rarenai hododeari, moshi sore ga ikutsu ka no kimari monkude wanainara, koreha motto takaku hyōka sa rerudarou. Shiai ni fuzui suru OST wa, maikai anata o yomigaera se, kibun ni yoku aimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this series is so well directed and paced you hardly understand the time passed so quickly. Every single fight is filled with contradicting emotions and never feels dragged out. The comedy is incredible and if it wasn't for some cliches this would be rated a lot higher. The OST that accompanies the matches pumps you up every single time and fits well to the mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this series is so well directed and paced you hardly understand the time passed so quickly.\u001b[24m\n    \u001b[1m全体的に、このシリーズは非常によく指導されており、あなたはあまりにも早く過ぎた時間を理解することはほとんどありません。\u001b[22m, \u001b[1m全体的に、このシリーズはとてもうまく向けられ、あなたはほとんどこんなに早く経過時間を理解していないペーシングされます。\u001b[22m\n\u001b[4mEvery single fight is filled with contradicting emotions and never feels dragged out.\u001b[24m\n    \u001b[1m毎回の戦いは矛盾する感情で満たされており、引きずられたような感情はありません。\u001b[22m, \u001b[1m一つ一つの戦いは相反する感情で満たされていないと決して引きずり出さ感じています。\u001b[22m\n\u001b[4mThe comedy is incredible and if it wasn't for some cliches this would be rated a lot higher.\u001b[24m\n    \u001b[1mコメディは信じられないほどであり、もしそれがいくつかの決まり文句ではないなら、これはもっと高く評価されるだろう。\u001b[22m, \u001b[1m喜劇は信じられないほどであり、それはいくつかの決まり文句のためではなかった場合、これは多くの高い評価されるだろう。\u001b[22m\n\u001b[4mThe OST that accompanies the matches pumps you up every single time and fits well to the mood.\u001b[24m\n    \u001b[1m試合に付随するOSTは、毎回あなたを蘇らせ、気分によく合います。\u001b[22m, \u001b[1mマッチを伴うOSTは毎回あなたをポンプアップし、気分によくフィットします。\u001b[22m\nIt has a fair share amount of everything and you will almost undoubtedly enjoy it to the max.\n\n\u001b[1mそれはすべての公正な分量を持っており、あなたはほぼ間違いなくそれを最大に楽しむでしょう。\u001b[22m\n\u001b[1m(Sore wa subete no kōseina bunryō o motte ori, anata wa hobo machigainaku sore o saidai ni tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIt has a fair share amount of everything and you will almost undoubtedly enjoy it to the max.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has a fair share amount of everything and you will almost undoubtedly enjoy it to the max.\u001b[24m\n    \u001b[1mそれはすべての公正な分量を持っており、あなたはほぼ間違いなくそれを最大に楽しむでしょう。\u001b[22m, \u001b[1mこれは、すべてのフェアシェア量を持って、あなたはほぼ間違いなく最大にそれをお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nStory 7/10 (Done well, but somewhat cliche. - sports duh.)\n\n\u001b[1mストーリー7/10（よくやったが、やや真面目な - スポーツデュ。）\u001b[22m\n\u001b[1m(Sutōrī 7/ 10 (yoku yattaga, yaya majimena - supōtsude~yu. ))\u001b[22m\n\nTranslations of \u001b[4mStory 7/10 (Done well, but somewhat cliche. - sports duh.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 7/10 (Done well, but somewhat cliche. - sports duh.)\u001b[24m\n    \u001b[1mストーリー7/10（よくやったが、やや真面目な - スポーツデュ。）\u001b[22m, \u001b[1mストーリー7/10（よくやったが、多少の決まり文句 - 。スポーツ当たり前。）\u001b[22m\nArt 6/10 (Outdated, you get used to it quickly.)\n\n\u001b[1mアート6/10（時代遅れ、すぐに慣れます）\u001b[22m\n\u001b[1m(Āto 6/ 10 (jidaiokure, sugu ni naremasu))\u001b[22m\n\nTranslations of \u001b[4mArt 6/10 (Outdated, you get used to it quickly.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 6/10 (Outdated, you get used to it quickly.)\u001b[24m\n    \u001b[1mアート6/10（時代遅れ、すぐに慣れます）\u001b[22m, \u001b[1mアート6/10（古い、あなたはすぐにそれに慣れます。）\u001b[22m\nAnimation 7/10 (Consistent, great, especially for its time.)\n\n\u001b[1mアニメーション7/10（一貫性があり、素晴らしい、特にその時間のために）\u001b[22m\n\u001b[1m(Animēshon 7/ 10 (ikkan-sei ga ari, subarashī, tokuni sono-jikan no tame ni))\u001b[22m\n\nTranslations of \u001b[4mAnimation 7/10 (Consistent, great, especially for its time.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation 7/10 (Consistent, great, especially for its time.)\u001b[24m\n    \u001b[1mアニメーション7/10（一貫性があり、素晴らしい、特にその時間のために）\u001b[22m, \u001b[1mアニメーション7/10（一致して、特にその時間のために、素晴らしいです。）\u001b[22m\nCharacters 8.5/10 (Almost everyone gets developed and nobody is ever forgotten.)\n\n\u001b[1mCharacters 8.5 / 10（ほとんどの人が開発され、誰も忘れられません）\u001b[22m\n\u001b[1m(Characters 8. 5/ 10 (Hotondo no hito ga kaihatsu sa re, dare mo wasure raremasen))\u001b[22m\n\nTranslations of \u001b[4mCharacters 8.5/10 (Almost everyone gets developed and nobody is ever forgotten.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 8.5/10 (Almost everyone gets developed and nobody is ever forgotten.)\u001b[24m\n    \u001b[1mCharacters 8.5 / 10（ほとんどの人が開発され、誰も忘れられません）\u001b[22m, \u001b[1mキャラクター8.5 / 10（ほとんどの人が開発されますし、誰も忘れていません。）\u001b[22m\nSound 8/10 (Fits to the mood perfectly well, not THAT memorable.)\n\n\u001b[1mサウンド8/10（気分にぴったり、思い出に残るものではありません）\u001b[22m\n\u001b[1m(Saundo 8/ 10 (kibun ni pittari, omoide ni nokoru monode wa arimasen))\u001b[22m\n\nTranslations of \u001b[4mSound 8/10 (Fits to the mood perfectly well, not THAT memorable.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8/10 (Fits to the mood perfectly well, not THAT memorable.)\u001b[24m\n    \u001b[1mサウンド8/10（気分にぴったり、思い出に残るものではありません）\u001b[22m, \u001b[1m8/10（THAT記憶に残るではない、完全によく気分にフィットします。）サウンド\u001b[22m\nOverall 8/10 (Very good, incredibly enjoyable, kinda cliche.)\n\n\u001b[1m全体的に8/10（非常に良い、信じられないほど楽しい、ちょっとしたクリシェ）。\u001b[22m\n\u001b[1m(Zentai-teki ni 8/ 10 (hijō ni yoi, shinji rarenai hodo tanoshī, chottoshita kurishe).)\u001b[22m\n\nTranslations of \u001b[4mOverall 8/10 (Very good, incredibly enjoyable, kinda cliche.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 8/10 (Very good, incredibly enjoyable, kinda cliche.)\u001b[24m\n    \u001b[1m全体的に8/10（非常に良い、信じられないほど楽しい、ちょっとしたクリシェ）。\u001b[22m, \u001b[1m全体的に8月10日（非常に良い、非常に楽しい、ちょっと決まり文句。）\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "jkid06tal",
    "profile": "/profile/jkid06tal/reviews",
    "pages": "5",
    "number": "11",
    "link": "/reviews.php?id=16173",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは、すべてのそれらのボクシングファンのための素晴らしいシリーズです。 それは素晴らしいストーリーラインを持ち、キャラクターは陽気です。 このシリーズにはコメディー、ドラマ、そしてロマンスがたくさんあることがうれしいです。 あなたがボクシングや手に戦闘に参加していない場合は、これはおそらくあなたの味のためではありませんが、とにかくそれを見て、それは素晴らしいです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is a great series for all those boxing fans. It has a great story line and the characters are hilarious. I'm glad that this series has a lot of comedy as well as drama and some romance as well. If you aren't into boxing or hand to hand combat then this is probably not for your taste but you should watch it anyway, cause it's awesome!\n\n\u001b[1mこれは、すべてのそれらのボクシングファンのための素晴らしいシリーズです。 それは素晴らしいストーリーラインを持ち、キャラクターは陽気です。 このシリーズにはコメディー、ドラマ、そしてロマンスがたくさんあることがうれしいです。 あなたがボクシングや手に戦闘に参加していない場合は、これはおそらくあなたの味のためではありませんが、とにかくそれを見て、それは素晴らしいです！\u001b[22m\n\u001b[1m(Kore wa, subete no sorera no bokushingu fan no tame no subarashī shirīzudesu. Sore wa subarashī sutōrīrain o mochi, kyarakutā wa yōkidesu. Kono shirīzu ni wa komedī, dorama, soshite romansu ga takusan aru koto ga ureshīdesu. Anata ga bokushingu ya te ni sentō ni sanka shite inai baai wa, kore wa osoraku anata no aji no tamede wa arimasenga, tonikaku sore o mite, sore wa subarashīdesu!)\u001b[22m\n\nTranslations of \u001b[4mThis is a great series for all those boxing fans. It has a great story line and the characters are hilarious. I'm glad that this series has a lot of comedy as well as drama and some romance as well. If you aren't into boxing or hand to hand combat then this is probably not for your taste but you should watch it anyway, cause it's awesome!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a great series for all those boxing fans.\u001b[24m\n    \u001b[1mこれは、すべてのそれらのボクシングファンのための素晴らしいシリーズです。\u001b[22m, \u001b[1mこれは、これらすべてのボクシングファンのための素晴らしいシリーズです。\u001b[22m\n\u001b[4mIt has a great story line and the characters are hilarious.\u001b[24m\n    \u001b[1mそれは素晴らしいストーリーラインを持ち、キャラクターは陽気です。\u001b[22m, \u001b[1mそれは偉大なストーリーラインを持っていると文字が陽気です。\u001b[22m\n\u001b[4mI'm glad that this series has a lot of comedy as well as drama and some romance as well.\u001b[24m\n    \u001b[1mこのシリーズにはコメディー、ドラマ、そしてロマンスがたくさんあることがうれしいです。\u001b[22m, \u001b[1m私はこのシリーズはコメディだけでなく、ドラマと同様に、いくつかのロマンスをたくさん持っていることがうれしいです。\u001b[22m\n\u001b[4mIf you aren't into boxing or hand to hand combat then this is probably not for your taste but you should watch it anyway, cause it's awesome!\u001b[24m\n    \u001b[1mあなたがボクシングや手に戦闘に参加していない場合は、これはおそらくあなたの味のためではありませんが、とにかくそれを見て、それは素晴らしいです！\u001b[22m, \u001b[1mあなたが手の戦闘にボクシングや手にされていない場合、これはあなたの好みのために、おそらくではありませんが、あなたはとにかくそれを監視する必要があり、それは素晴らしいです原因！\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "TetsuPanda",
    "profile": "/profile/TetsuPanda/reviews",
    "pages": "5",
    "number": "12",
    "link": "/reviews.php?id=48315",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\nスポーツベースのアニメを定期的に見ていない、あるいは過去にやっていない人の多くは、野獣のような強さでこの弱者を見過ごしていることがよくあります。\n初代の一等生は私を見落とした多くの人の一人だから個人的に私を驚かせてくれました。 外では、このアニメは、プッシュされ、彼の弱さを逃れる方法としてボクシングを探して若い男を描いています。 これは、開発の余地が十分にある、キャラクターのためのセットアップとしてインスピレーションを受け、時には偽善に向かう傾向があり、通常、「決して諦めることはあなたの戦いに勝つ」という少年の美徳に固執します。\nしかし、このアニメが詰め込む最大のパンチは純粋な興奮です。\n戦いはあなたがリングサイド自体に運ばれているような気分になるまで、爽やかな席に座っています。 リングの外で紆余曲折や劇的な曲がり方には信じられないほどの金額はありませんが、それは本当に重要ではありません。\n純粋で純粋な感情的なエネルギーが、あらゆる機会にあなたから搾り取ってほしいものです。 これを見てください。\n笑いは豊富です。\n涙は避けられない。\nふぉｒ うぁｔ いｔ いｓ、 はじめ の いっぽ いｓ ぺｒふぇｃｔ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA lot of people who don't regularly watch sports-based anime, or have not done in the past often overlook this underdog with beast-like strength.\n\n\u001b[1mスポーツベースのアニメを定期的に見ていない、あるいは過去にやっていない人の多くは、野獣のような強さでこの弱者を見過ごしていることがよくあります。\u001b[22m\n\u001b[1m(Supōtsubēsu no anime o teikitekini miteinai, aruiwa kako ni yatte inai hito no ōku wa, yajū no yōna tsuyo-sa de kono jakusha o misugoshite iru koto ga yoku arimasu.)\u001b[22m\n\nTranslations of \u001b[4mA lot of people who don't regularly watch sports-based anime, or have not done in the past often overlook this underdog with beast-like strength.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of people who don't regularly watch sports-based anime, or have not done in the past often overlook this underdog with beast-like strength.\u001b[24m\n    \u001b[1mスポーツベースのアニメを定期的に見ていない、あるいは過去にやっていない人の多くは、野獣のような強さでこの弱者を見過ごしていることがよくあります。\u001b[22m, \u001b[1m定期的にスポーツをベースとアニメを見ていない、または過去に行っていない多くの人々は、多くの場合、獣のような強さを持つこの弱者を見渡せます。\u001b[22m\nHajime no Ippo took me personally by surprise because I am one of many who did overlook it, and I have nothing but regret for doing so. On the exterior, this anime depicts a young man who is pushed around and seeks out boxing as a way to escape his weakness. This being inspring as a set up for a character, with plenty of room for development, it does tend to fall toward being cliche at times, and typically adhering to the Shounen virtues of 'never giving up will usually win your fight',\n\n\u001b[1m初代の一等生は私を見落とした多くの人の一人だから個人的に私を驚かせてくれました。 外では、このアニメは、プッシュされ、彼の弱さを逃れる方法としてボクシングを探して若い男を描いています。 これは、開発の余地が十分にある、キャラクターのためのセットアップとしてインスピレーションを受け、時には偽善に向かう傾向があり、通常、「決して諦めることはあなたの戦いに勝つ」という少年の美徳に固執します。\u001b[22m\n\u001b[1m(Shodai no ittō-sei wa watashi o miotoshita ōku no hito no hitoridakara kojin-teki ni watashi o odoroka sete kuremashita. Sotode wa, kono anime wa, pusshu sa re, kare no yowa-sa o nogareru hōhō to shite bokushingu o sagashite wakai otoko o kaite imasu. Kore wa, kaihatsu no yochi ga jūbun ni aru, kyarakutā no tame no settoappu to shite insupirēshon o uke, tokiniha gizen ni mukau keikō ga ari, tsūjō,`kesshite akirameru koto wa anata no tatakai ni katsu' to iu shōnen no bitoku ni koshū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHajime no Ippo took me personally by surprise because I am one of many who did overlook it, and I have nothing but regret for doing so. On the exterior, this anime depicts a young man who is pushed around and seeks out boxing as a way to escape his weakness. This being inspring as a set up for a character, with plenty of room for development, it does tend to fall toward being cliche at times, and typically adhering to the Shounen virtues of 'never giving up will usually win your fight',\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHajime no Ippo took me personally by surprise because I am one of many who did overlook it, and I have nothing but regret for doing so.\u001b[24m\n    \u001b[1m初代の一等生は私を見落とした多くの人の一人だから個人的に私を驚かせてくれました。\u001b[22m, \u001b[1m私はそれを見落とすした多くの人の一人です、と私はそうすることのために後悔するが何もないので、はじめの一歩は驚きによって個人的に連れて行ってくれました。\u001b[22m\n\u001b[4mOn the exterior, this anime depicts a young man who is pushed around and seeks out boxing as a way to escape his weakness.\u001b[24m\n    \u001b[1m外では、このアニメは、プッシュされ、彼の弱さを逃れる方法としてボクシングを探して若い男を描いています。\u001b[22m, \u001b[1mエクステリアでは、このアニメは振り回さと彼の弱さを逃れるための方法としてボクシング探し出しれる若者を描いています。\u001b[22m\n\u001b[4mThis being inspring as a set up for a character, with plenty of room for development, it does tend to fall toward being cliche at times, and typically adhering to the Shounen virtues of 'never giving up will usually win your fight',\u001b[24m\n    \u001b[1mこれは、開発の余地が十分にある、キャラクターのためのセットアップとしてインスピレーションを受け、時には偽善に向かう傾向があり、通常、「決して諦めることはあなたの戦いに勝つ」という少年の美徳に固執します。\u001b[22m, \u001b[1mこれは、文字の設定として、開発のための部屋をたっぷり使って、それは時間である決まり文句に向かって落下する傾向がない、と一般的にの少年美徳に付着した「あきらめることはありませんが、通常、あなたの戦いに勝つだろう」inspringされ、\u001b[22m\nhowever the biggest punch that this anime packs is in the pure excitement.\n\n\u001b[1mしかし、このアニメが詰め込む最大のパンチは純粋な興奮です。\u001b[22m\n\u001b[1m(Shikashi, kono anime ga tsumekomu saidai no panchi wa junsuina kōfundesu.)\u001b[22m\n\nTranslations of \u001b[4mhowever the biggest punch that this anime packs is in the pure excitement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhowever the biggest punch that this anime packs is in the pure excitement.\u001b[24m\n    \u001b[1mしかし、このアニメが詰め込む最大のパンチは純粋な興奮です。\u001b[22m, \u001b[1mこのアニメパックは純粋な興奮であるが最大のパンチ。\u001b[22m\nThe fights are refreshingly edge-of-your seat, to the point where you feel like you are transported to the ringside itself. There isn't an incredible amount in the way of twists and dramatic turns outside the ring, but it doesn't matter really.\n\n\u001b[1m戦いはあなたがリングサイド自体に運ばれているような気分になるまで、爽やかな席に座っています。 リングの外で紆余曲折や劇的な曲がり方には信じられないほどの金額はありませんが、それは本当に重要ではありません。\u001b[22m\n\u001b[1m(Tatakai wa anata ga ringu saido jitai ni hakoba rete iru yōna kibun ni naru made, sawayakana seki ni suwatte imasu. Ringu no soto de uyokyokusetsu ya gekitekina magari-kata ni wa shinji rarenai hodo no kingaku wa arimasenga, sore wa hontōni jūyōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe fights are refreshingly edge-of-your seat, to the point where you feel like you are transported to the ringside itself. There isn't an incredible amount in the way of twists and dramatic turns outside the ring, but it doesn't matter really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fights are refreshingly edge-of-your seat, to the point where you feel like you are transported to the ringside itself.\u001b[24m\n    \u001b[1m戦いはあなたがリングサイド自体に運ばれているような気分になるまで、爽やかな席に座っています。\u001b[22m, \u001b[1m戦いは、爽やかエッジ・オブ・あなたの席、あなたが最前列自体に輸送されているように感じる点にあります。\u001b[22m\n\u001b[4mThere isn't an incredible amount in the way of twists and dramatic turns outside the ring, but it doesn't matter really.\u001b[24m\n    \u001b[1mリングの外で紆余曲折や劇的な曲がり方には信じられないほどの金額はありませんが、それは本当に重要ではありません。\u001b[22m, \u001b[1mそこ信じられないほどの量は、リング外のねじれと劇的なターンの方法ではありませんが、それは本当に問題ではありません。\u001b[22m\nIf pure, unadulterated emotional energy is what you want to have milked out of you at every given opportunity; then watch this.\n\n\u001b[1m純粋で純粋な感情的なエネルギーが、あらゆる機会にあなたから搾り取ってほしいものです。 これを見てください。\u001b[22m\n\u001b[1m(Junsuide junsuina kanjō-tekina enerugī ga, arayuru kikai ni anata kara shiboritotte hoshī monodesu. Kore o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf pure, unadulterated emotional energy is what you want to have milked out of you at every given opportunity; then watch this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf pure, unadulterated emotional energy is what you want to have milked out of you at every given opportunity;\u001b[24m\n    \u001b[1m純粋で純粋な感情的なエネルギーが、あらゆる機会にあなたから搾り取ってほしいものです。\u001b[22m, \u001b[1m純粋な場合は、純粋な感情のエネルギーを使用すると、すべての与えられた機会にあなたの外に搾乳していたいものです。\u001b[22m\n\u001b[4mthen watch this.\u001b[24m\n    \u001b[1mこれを見てください。\u001b[22m, \u001b[1mその後、これを見て。\u001b[22m\nLaughs are abundant.\n\n\u001b[1m笑いは豊富です。\u001b[22m\n\u001b[1m(Warai wa hōfudesu.)\u001b[22m\n\nTranslations of \u001b[4mLaughs are abundant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLaughs are abundant.\u001b[24m\n    \u001b[1m笑いは豊富です。\u001b[22m, \u001b[1m笑豊富です。\u001b[22m\nTears are unavoidable.\n\n\u001b[1m涙は避けられない。\u001b[22m\n\u001b[1m(Namida wa yoke rarenai.)\u001b[22m\n\nTranslations of \u001b[4mTears are unavoidable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTears are unavoidable.\u001b[24m\n    \u001b[1m涙は避けられない。\u001b[22m, \u001b[1m涙が避けられません。\u001b[22m\nふぉｒ うぁｔ いｔ いｓ、 はじめ の いっぽ いｓ ぺｒふぇｃｔ。\n(Fu ~o r u ~a t i t i s, hajime no i ppo i s pe r fu ~e ct.)\n\n\u001b[1mふぉｒ うぁｔ いｔ いｓ、 はじめ の いっぽ いｓ ぺｒふぇｃｔ。\u001b[22m\n\u001b[1m(Fu ~o r u ~a t i t i s, hajime no i ppo i s pe r fu ~e ct.)\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "Pakku",
    "profile": "/profile/Pakku/reviews",
    "pages": "5",
    "number": "13",
    "link": "/reviews.php?id=52073",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は悪評評論家なので、通常はアニメをスコアリングしないでください。私はいつも質問するとそのことについて話すことができますが、一度例外を作ってみましょう。私はベストを尽くします。\n\nあなたが物語に興奮し続けることはありません。プロットはいいです。シリーズ全体は、いじめられた子供が苦しい試練と壮大なフィナーレへの厄介な道を歩む成長する物語の本の定義です。\n\nアニメはバラをいつも踊ることができないことを忘れていませんし、それ以外にも苦い面もあります。それを上回る感情的スケールは驚異的です。私は偏っており、スポーツシリーズは私の心の近くにあります。 嘘つきですが、あなたが満足感を感じたら、エピソードを終わらせると、あなたの背骨を動かして、それはあなたに良い気持ちを与えます。このシリーズは私に若干の男らしい涙を流して、笑いで窮屈にしました。 シリーズの品質、そしてこのシリーズにはたくさんのものがあります\n\nいくつかは全体的に物語とシリーズに夢中になり、まだ終わっていないことに気づくためにエピソードを見た後で同じ救済を感じるだろう。\n\nあなたの心で物事を判断するだけでなく、私は先に進んで私のポストでいくつかの批判を続けようとしています、理論的に純粋な10シリーズは神聖な完璧を意味するので、達成することは不可能です。 あなたが先に見つけたものに驚くかもしれません。\n\nサウンド・ワールドは特筆すべきものではありませんが、スポーツ・ショウンでオーケストレーションされたヴァイオリン・ソナタは現実的ではないと予想していますが、旋律を少し変えながら揺れる映画 それはまた、主人公が戦争の全戦争に行くときに連続ギターリフティングのような素晴らしい音を持っている、それらの曲はあなたの精神を本当に上げ、あなたの血の沸騰をうまくやる。\n\nキャラクターは古いファッションで描かれていて、カイジ/アカギとカタカタリのような一般的なファンサービスシリーズのことを覚えておいてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI am a bad critic and as such, don't usually score animes as I can always tell about them when asked, but let me make an exception for once, I'll try my best.\n\n\u001b[1m私は悪評評論家なので、通常はアニメをスコアリングしないでください。私はいつも質問するとそのことについて話すことができますが、一度例外を作ってみましょう。私はベストを尽くします。\u001b[22m\n\u001b[1m(Watashi wa akuhyō hyōron-kananode, tsūjō wa anime o sukoaringu shinaide kudasai. Watashi wa itsumo shitsumon suru toso no koto ni tsuite hanasu koto ga dekimasuga, ichido reigai o tsukutte mimashou. Watashi wa besuto o tsukushimasu.)\u001b[22m\n\nTranslations of \u001b[4mI am a bad critic and as such, don't usually score animes as I can always tell about them when asked, but let me make an exception for once, I'll try my best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am a bad critic and as such, don't usually score animes as I can always tell about them when asked, but let me make an exception for once, I'll try my best.\u001b[24m\n    \u001b[1m私は悪評評論家なので、通常はアニメをスコアリングしないでください。私はいつも質問するとそのことについて話すことができますが、一度例外を作ってみましょう。私はベストを尽くします。\u001b[22m, \u001b[1m私は悪い評論家午前のような、通常は尋ねられたとき、私はいつもそれについて言うことができるようにアニメのスコアが、私は一度のために例外を作ることはできませんが、私は自分のベストを尽くしますよ。\u001b[22m\n\u001b[1m\u001b[22m\nhajime no ippo keeps you thrilled with the story, the plot is good and the series in whole is a book definition of a growing story where the bullied kid gets through painful ordeals and a thorny path to the grande finale.\n\n\u001b[1mあなたが物語に興奮し続けることはありません。プロットはいいです。シリーズ全体は、いじめられた子供が苦しい試練と壮大なフィナーレへの厄介な道を歩む成長する物語の本の定義です。\u001b[22m\n\u001b[1m(Anata ga monogatari ni kōfun shi tsudzukeru koto wa arimasen. Purotto wa īdesu. Shirīzu zentai wa, ijime rareta kodomo ga kurushī shiren to sōdaina fināre e no yakkaina michi o ayumu seichō suru monogatari no hon no teigidesu.)\u001b[22m\n\nTranslations of \u001b[4mhajime no ippo keeps you thrilled with the story, the plot is good and the series in whole is a book definition of a growing story where the bullied kid gets through painful ordeals and a thorny path to the grande finale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhajime no ippo keeps you thrilled with the story, the plot is good and the series in whole is a book definition of a growing story where the bullied kid gets through painful ordeals and a thorny path to the grande finale.\u001b[24m\n    \u001b[1mあなたが物語に興奮し続けることはありません。プロットはいいです。シリーズ全体は、いじめられた子供が苦しい試練と壮大なフィナーレへの厄介な道を歩む成長する物語の本の定義です。\u001b[22m, \u001b[1m何の一歩が話をして興奮し、あなたを保持していない肇、プロットは良好であり、全体のシリーズは、いじめの子供が痛みを伴う試練とグランデフィナーレへのいばらの道を通って取得する成長物語の本の定義です。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime doesnt forget that you cant always dance on roses and it has its bitter sides also, aside from that, the whole emotional scale it can muster up is extraordinary, you can say I am biased and sport series are close to my heart and I wont lie, but when you feel that satisfied sensation run up your spine as you finish an episode, it gives you a good feeling, this series has made me shed some manly tears and cripple in laughter, emotions are always a good way to weigh the quality of the series, and this series has a lot of them to offer\n\n\u001b[1mアニメはバラをいつも踊ることができないことを忘れていませんし、それ以外にも苦い面もあります。それを上回る全体の感情的スケールは驚異的です。私は偏っていると言えますし、スポーツシリーズは私の心の近くです。 嘘つきですが、あなたが満足感を感じたら、エピソードを終わらせて、あなたの背骨を動かして、それはあなたに良い気持ちを与えます。このシリーズは私にいくつかの男らしい涙を流して、笑いを駄目にしました。 シリーズの品質、そしてこのシリーズにはたくさんのものがあります\u001b[22m\n\u001b[1m(Anime wa bara o itsumo odoru koto ga dekinai koto o wasurete imasenshi, soreigai ni mo nigai men mo arimasu. Sore o uwamawaru zentai no kanjō-teki sukēru wa kyōi-tekidesu. Watashi wa katayotte iru to iemasushi, supōtsushirīzu wa watashi no kokoro no chikakudesu. Usotsukidesuga, anata ga manzoku-kan o kanjitara, episōdo o owara sete, anata no sebone o ugokashite, sore wa anata ni yoi kimochi o ataemasu. Kono shirīzu wa watashi ni ikutsu ka no otokorashī namida o nagashite, warai o dame ni shimashita. Shirīzu no hinshitsu, soshite kono shirīzu ni wa takusan no mono ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mThe anime doesnt forget that you cant always dance on roses and it has its bitter sides also, aside from that, the whole emotional scale it can muster up is extraordinary, you can say I am biased and sport series are close to my heart and I wont lie, but when you feel that satisfied sensation run up your spine as you finish an episode, it gives you a good feeling, this series has made me shed some manly tears and cripple in laughter, emotions are always a good way to weigh the quality of the series, and this series has a lot of them to offer\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime doesnt forget that you cant always dance on roses and it has its bitter sides also, aside from that, the whole emotional scale it can muster up is extraordinary, you can say I am biased and sport series are close to my heart and I\u001b[24m\n    \u001b[1mアニメはバラをいつも踊ることができないことを忘れていませんし、それ以外にも苦い面もあります。それを上回る全体の感情的スケールは驚異的です。私は偏っていると言えますし、スポーツシリーズは私の心の近くです。\u001b[22m, \u001b[1mアニメdoesntのは、あなたはいつもバラで踊る傾けることを忘れて、それはそれとは別に、また、その苦い側面を持っている、それは奮い起こすことができます全体の感情的な規模が尋常ではない、あなたは私が偏っ午前、スポーツシリーズは私の心と私に近づいていると言うことができます\u001b[22m\n\u001b[4mwont lie, but when you feel that satisfied sensation run up your spine as you finish an episode, it gives you a good feeling, this series has made me shed some manly tears and cripple in laughter, emotions are always a good way to weigh the\u001b[24m\n    \u001b[1m嘘つきですが、あなたが満足感を感じたら、エピソードを終わらせて、あなたの背骨を動かして、それはあなたに良い気持ちを与えます。このシリーズは私にいくつかの男らしい涙を流して、笑いを駄目にしました。\u001b[22m, \u001b[1mあなたはエピソードを終えるように満足感があなたの背骨を実行することを感じるとき、それはあなたに良い感じを与えるが、文句を言わないうそ、このシリーズは感情が常に重量を量るための良い方法です、私はいくつかの男らしい涙を流したと笑いに不自由なりました\u001b[22m\n\u001b[4mquality of the series, and this series has a lot of them to offer\u001b[24m\n    \u001b[1mシリーズの品質、そしてこのシリーズにはたくさんのものがあります\u001b[22m, \u001b[1m一連の品質、およびこのシリーズは、提供するためにそれらの多くを持っています\u001b[22m\n\u001b[1m\u001b[22m\nSome will get hooked in by the story and the series in overall and feel the same relief after watching an episode to notice that it hasn't ended yet.\n\n\u001b[1mいくつかは全体的に物語とシリーズに夢中になり、まだ終わっていないことに気づくためにエピソードを見た後で同じ救済を感じるだろう。\u001b[22m\n\u001b[1m(Ikutsu ka wa zentai-teki ni monogatari to shirīzu ni muchū ni nari, mada owatte inai koto ni kidzuku tame ni episōdo o mita nochi de onaji kyūsai o kanjirudarou.)\u001b[22m\n\nTranslations of \u001b[4mSome will get hooked in by the story and the series in overall and feel the same relief after watching an episode to notice that it hasn't ended yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome will get hooked in by the story and the series in overall and feel the same relief after watching an episode to notice that it hasn't ended yet.\u001b[24m\n    \u001b[1mいくつかは全体的に物語とシリーズに夢中になり、まだ終わっていないことに気づくためにエピソードを見た後で同じ救済を感じるだろう。\u001b[22m, \u001b[1mいくつかは、ストーリーと全体の中で一連の浮き球と、それはまだ終了していないことに気づくためにエピソードを見た後に同じ救済を感じてしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nAside from judging things with your heart, I am going to go ahead and try to keep some criticism in my post, theoretically a pure 10 series is impossible to achieve as it would mean godly perfection, so if you stop being all 'cartoons are srs bsns' you might be surprised of what you find ahead.\n\n\u001b[1mあなたの心で物事を判断するだけでなく、私は先に進んで私のポストでいくつかの批判を続けようとしています、理論的に純粋な10シリーズは神聖な完璧を意味するので、達成することは不可能です。 あなたが先に見つけたものに驚くかもしれません。\u001b[22m\n\u001b[1m(Anata no kokoro de monogoto o handan suru dakedenaku, watashi wa sakini susunde watashi no posuto de ikutsu ka no hihan o tsudzukeyou to shite imasu, riron-teki ni junsuina 10 shirīzu wa shinseina kanpeki o imi surunode, tassei suru koto wa fukanōdesu. Anata ga sakini mitsuketa mono ni odoroku kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mAside from judging things with your heart, I am going to go ahead and try to keep some criticism in my post, theoretically a pure 10 series is impossible to achieve as it would mean godly perfection, so if you stop being all 'cartoons are srs bsns' you might be surprised of what you find ahead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAside from judging things with your heart, I am going to go ahead and try to keep some criticism in my post, theoretically a pure 10 series is impossible to achieve as it would mean godly perfection, so if you stop being all 'cartoons are srs\u001b[24m\n    \u001b[1mあなたの心で物事を判断するだけでなく、私は先に進んで私のポストでいくつかの批判を続けようとしています、理論的に純粋な10シリーズは神聖な完璧を意味するので、達成することは不可能です。\u001b[22m, \u001b[1m別にあなたの心で物事を判断するから、私は先に行くと、私の記事でいくつかの批判を維持しようとするつもりです、理論的に純粋な10シリーズは、敬虔な完璧を意味するように達成することは不可能ですので、あなたが停止した場合、すべての「漫画は、SRSあるされています\u001b[22m\n\u001b[4mbsns' you might be surprised of what you find ahead.\u001b[24m\n    \u001b[1mあなたが先に見つけたものに驚くかもしれません。\u001b[22m, \u001b[1mBSNは「あなたが先に何を見つけるの驚くかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound world isn't extraordinary but isn't dull either, expecting some orchestrated violin sonatas in a sports shounen is not that realistic, while the OST holds those songs that sound like they were ripped off of rocky movies while changing the melody a bit it also has those awesome sounds like the continuous guitar riffing when the protagonist goes to an all out punmeling war, those songs raise your spirits up really well and get your blood boil, well done.\n\n\u001b[1mサウンド・ワールドは特筆すべきものではありませんが、スポーツ・ショウンでオーケストレーションされたヴァイオリン・ソナタは現実的ではないと予想していますが、旋律を少し変えながら揺れる映画 それはまた、主人公が戦争の全戦争に行くときに連続ギターリフティングのような素晴らしい音を持っている、それらの曲はあなたの精神を本当に上げ、あなたの血の沸騰をうまくやる。\u001b[22m\n\u001b[1m(Saundo wārudo wa tokuhitsu subeki monode wa arimasenga, supōtsu shoun de ōkesutorēshon sa reta vu~aiorin sonata wa genjitsu-tekide wa nai to yosō shite imasuga, senritsu o sukoshi kaenagara yureru eiga soreha mata, shujinkō ga sensō no zen sensō ni iku toki ni renzoku gitārifutingu no yōna subarashī oto o motte iru, sorera no kyoku wa anata no seishin o hontōni age, anata no chi no futtō o umaku yaru.)\u001b[22m\n\nTranslations of \u001b[4mThe sound world isn't extraordinary but isn't dull either, expecting some orchestrated violin sonatas in a sports shounen is not that realistic, while the OST holds those songs that sound like they were ripped off of rocky movies while changing the melody a bit it also has those awesome sounds like the continuous guitar riffing when the protagonist goes to an all out punmeling war, those songs raise your spirits up really well and get your blood boil, well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound world isn't extraordinary but isn't dull either, expecting some orchestrated violin sonatas in a sports shounen is not that realistic, while the OST holds those songs that sound like they were ripped off of rocky movies while changing the melody a bit\u001b[24m\n    \u001b[1mサウンド・ワールドは特筆すべきものではありませんが、スポーツ・ショウンでオーケストレーションされたヴァイオリン・ソナタは現実的ではないと予想していますが、旋律を少し変えながら揺れる映画\u001b[22m, \u001b[1mOSTがメロディーを少し変化させながら、彼らは岩の映画の食い物にされたように聞こえるそれらの曲を保持しながら、音の世界は、その現実的なされていない特別ではなく、スポーツ少年にいくつかの画策ヴァイオリンソナタを期待して、いずれかの鈍いではありません\u001b[22m\n\u001b[4mit also has those awesome sounds like the continuous guitar riffing when the protagonist goes to an all out punmeling war, those songs raise your spirits up really well and get your blood boil, well done.\u001b[24m\n    \u001b[1mそれはまた、主人公が戦争の全戦争に行くときに連続ギターリフティングのような素晴らしい音を持っている、それらの曲はあなたの精神を本当に上げ、あなたの血の沸騰をうまくやる。\u001b[22m, \u001b[1mそれはまた、主人公がすべてのアウトpunmeling戦争に行くとき、それらの曲は本当によくあなたの霊を上げると、あなたの血の沸騰を取得し、よくやった連続ギター・リフのようなこれらの素晴らしいサウンドを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are drawn in an older fashion which was quite nice, something to remember out of those generic fan service series' , like kaiji/akagi and katanagatari, those characters too are well pressed into your mind for a short time after being seen.\n\n\u001b[1mキャラクターは古いファッションで描かれていて、カイジ/アカギとカタカタリのような一般的なファンサービスシリーズのことを覚えておいてください。\u001b[22m\n\u001b[1m(Kyarakutā wa furui fasshon de egaka rete ite, kaiji/ Akagi to katakatari no yōna ippantekina fansābisushirīzu no koto o oboete oite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are drawn in an older fashion which was quite nice, something to remember out of those generic fan service series' , like kaiji/akagi and katanagatari, those characters too are well pressed into your mind for a short time after being seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are drawn in an older fashion which was quite nice, something to remember out of those generic fan service series' , like kaiji/akagi and katanagatari, those characters too are well pressed into your mind for a short time after being seen.\u001b[24m\n    \u001b[1mキャラクターは古いファッションで描かれていて、カイジ/アカギとカタカタリのような一般的なファンサービスシリーズのことを覚えておいてください。\u001b[22m, \u001b[1m文字がカイジ/赤城と刀語のように、これらの一般的なファンサービスシリーズ」のうち、覚えておくべき何か非常に良かった古いやり方で描かれ、それらの文字はあまりにもよく見られた後の短い時間のためにあなたの心に圧入されています。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "quisanime",
    "profile": "/profile/quisanime/reviews",
    "pages": "5",
    "number": "14",
    "link": "/reviews.php?id=46503",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  10\n\n私の考えでは、一見一番の価値があるシリーズの一つです。 このアニメは大きな主人公と大きな支持を持っています。 このシリーズはまた、私が今まで見たことのなかで最も面白いものの一つです。 私はダビングよりもサブで見ることを好む、ちょうどもっと楽しく思える。 シリーズはかなり長いですが、それを見たいと思うことからあなたを止めさせてはいけません。その理由は、このサイトではランクが高いからです。 このアニメは、あなたのボクシングの試合で主人公のIppoと彼の友人を応援してくれるタイプです。 私は良いシリーズを高く評価する人にこのシリーズをお勧めします。 最初のいくつかのエピソードが保証された後、あなたは夢中になるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHajime no Ippo is in my opinion one of the most under appreciated series out there. This anime has a great main character and a great supporting cast. This series is also one of the funniest i have ever seen. I prefer to watch it in subs than dub, it just seems alot funnier. The series is pretty long but don't let that stop you from wanting to watch it, its ranked highly on this site for a reason. This anime is the type that will have you rooting for the main character Ippo and his friends in their boxing matches, and you wont want to stop watching until your finished. I would recommend this series to anyone who appreciates a good series. You'll be hooked after the first few episodes guaranteed.\n\n\u001b[1m私の考えでは、一見一番の価値があるシリーズの一つです。 このアニメは大きな主人公と大きな支持を持っています。 このシリーズはまた、私が今まで見たことのなかで最も面白いものの一つです。 私はダビングよりもサブで見ることを好む、ちょうどもっと楽しく思える。 シリーズはかなり長いですが、それを見たいと思うことからあなたを止めさせてはいけません。その理由は、このサイトではランクが高いからです。 このアニメは、あなたのボクシングの試合で主人公のIppoと彼の友人を応援してくれるタイプです。 私は良いシリーズを高く評価する人にこのシリーズをお勧めします。 最初のいくつかのエピソードが保証された後、あなたは夢中になるでしょう。\u001b[22m\n\u001b[1m(Watashi no kangaede wa, ikken ichiban no kachigāru shirīzu no hitotsudesu. Kono anime wa ōkina shujinkō to ōkina shiji o motte imasu. Kono shirīzu wa mata, watashi ga imamade mita koto no naka de mottomo omoshiroi mono no hitotsudesu. Watashi wa dabingu yori mo sabu de miru koto o konomu, chōdo motto tanoshiku omoeru. Shirīzu wa kanari nagaidesuga, sore o mitai to omou koto kara anata o tome sasete wa ikemasen. Sono riyū wa, kono saitode wa ranku ga takaikaradesu. Kono anime wa, anata no bokushingu no shiai de shujinkō no Ippo to kare no yūjin o ōen shite kureru taipudesu. Watashi wa yoi shirīzu o takaku hyōka suru hito ni kono shirīzu o o susume shimasu. Saisho no ikutsu ka no episōdo ga hoshō sa reta nochi, anata wa muchū ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mHajime no Ippo is in my opinion one of the most under appreciated series out there. This anime has a great main character and a great supporting cast. This series is also one of the funniest i have ever seen. I prefer to watch it in subs than dub, it just seems alot funnier. The series is pretty long but don't let that stop you from wanting to watch it, its ranked highly on this site for a reason. This anime is the type that will have you rooting for the main character Ippo and his friends in their boxing matches, and you wont want to stop watching until your finished. I would recommend this series to anyone who appreciates a good series. You'll be hooked after the first few episodes guaranteed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHajime no Ippo is in my opinion one of the most under appreciated series out there.\u001b[24m\n    \u001b[1m私の考えでは、一見一番の価値があるシリーズの一つです。\u001b[22m, \u001b[1mはじめの一歩は、私の意見では、そこに感謝シリーズの下で最もの一つです。\u001b[22m\n\u001b[4mThis anime has a great main character and a great supporting cast.\u001b[24m\n    \u001b[1mこのアニメは大きな主人公と大きな支持を持っています。\u001b[22m, \u001b[1mこのアニメは素晴らしい主人公と偉大な脇役を持っています。\u001b[22m\n\u001b[4mThis series is also one of the funniest i have ever seen.\u001b[24m\n    \u001b[1mこのシリーズはまた、私が今まで見たことのなかで最も面白いものの一つです。\u001b[22m, \u001b[1mこのシリーズはまた、私が今まで見てきたおかしなの一つです。\u001b[22m\n\u001b[4mI prefer to watch it in subs than dub, it just seems alot funnier.\u001b[24m\n    \u001b[1m私はダビングよりもサブで見ることを好む、ちょうどもっと楽しく思える。\u001b[22m, \u001b[1m私はそれだけでたくさん笑えるようで、吹き替えよりも潜水艦にそれを見ることを好みます。\u001b[22m\n\u001b[4mThe series is pretty long but don't let that stop you from wanting to watch it, its ranked highly on this site for a reason.\u001b[24m\n    \u001b[1mシリーズはかなり長いですが、それを見たいと思うことからあなたを止めさせてはいけません。その理由は、このサイトではランクが高いからです。\u001b[22m, \u001b[1mシリーズはかなり長いですが、それはそれを見たいと思っからあなたを停止させ、その理由については、このサイト上で非常にランク付けされません。\u001b[22m\n\u001b[4mThis anime is the type that will have you rooting for the main character Ippo and his friends in their boxing matches, and you wont want to stop watching until your finished.\u001b[24m\n    \u001b[1mこのアニメは、あなたのボクシングの試合で主人公のIppoと彼の友人を応援してくれるタイプです。\u001b[22m, \u001b[1mこのアニメは、あなたが主人公一歩とそのボクシングの試合で彼の友人を応援していますタイプで、あなたは文句を言わないあなたの完成まで見て停止したいです。\u001b[22m\n\u001b[4mI would recommend this series to anyone who appreciates a good series.\u001b[24m\n    \u001b[1m私は良いシリーズを高く評価する人にこのシリーズをお勧めします。\u001b[22m, \u001b[1m私は良いシリーズを高く評価し誰にもこのシリーズをお勧めします。\u001b[22m\n\u001b[4mYou'll be hooked after the first few episodes guaranteed.\u001b[24m\n    \u001b[1m最初のいくつかのエピソードが保証された後、あなたは夢中になるでしょう。\u001b[22m, \u001b[1mあなたは保証最初のいくつかのエピソードの後に夢中になるでしょう。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "Zomino",
    "profile": "/profile/Zomino/reviews",
    "pages": "5",
    "number": "15",
    "link": "/reviews.php?id=114835",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  10\n\n1週間で初演が上がり、MALで15位と評価された。\n\n私はもともと懐疑的だった、「ボクシングアニメを考えて、彼らが本当にできる唯一のことは、彼が決してあきらめさせないようにすることだ」しかし、それはトップアニメリストに誇張されたアニメのいくつかを（比較的古いスポーツアニメとして） 私はIdがそれを撃つと思った。 まあ、それは私が思ったことです。 実際、私は4日以内にシリーズ全体（100 epsを譲り受ける）を見ることになりました！\n\n私はこのアニメをすごくいいものにしているのは、あなたがイッポスの相手を気にすることだと思う。 私はいつも勝利したいと思っていた人に引き裂かれてしまいました。それは、そうでなければかなり簡単な（しかしまだ悪い私は確かに）アニメでした。 強烈な戦い、偉大なペーシング（見たことがあります）と絶えず上昇するステークは、このアニメが決して退屈でないことを保証し、勝利と損失の間に大きなバランスがあります。 人々は、多くのスポーツアニメを見ていたか、おそらく、バッカマンの第1シーズンは、主人公がロールになっているように見えるときに主人公が挫折したときに非常に不快であることを理解するでしょう。 イッポでは、損失はストーリーを前進させ（リアリズムのためだけではない）、視聴者が準備が整ったときに起こります（予測不可能）。\n\nIppoをボクシングのアニメとして見ないでください、アニメの小説として見てください。 純粋な少年の精神によって動かされた何かを見て、それはしばらくして超爽快感を感じました！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nRising premieres in a week, its rated 15th on MAL, I have no life, why not?\n\n\u001b[1m1週間で初演が上がり、MALで15位と評価された。\u001b[22m\n\u001b[1m(1-Shūkan de shoen ga agari, MAL de 15-i to hyōka sa reta.)\u001b[22m\n\nTranslations of \u001b[4mRising premieres in a week, its rated 15th on MAL, I have no life, why not?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRising premieres in a week, its rated 15th on MAL, I have no life, why not?\u001b[24m\n    \u001b[1m1週間で初演が上がり、MALで15位と評価された。\u001b[22m, \u001b[1mMALの週、その定格15日に初演ライジング、私は命を持っていない、なぜ？\u001b[22m\n\u001b[1m\u001b[22m\nI was originally skeptical, thinking 'ugh boxing anime, the only thing they can really do is make him never give up' but since it didnt fit in (as a relatively old sports anime) with some of the overated animes on the top anime list , I thought Id give it a shot. Well, thats what I thought. In fact I ended up watching the entire series (100 eps give or take) in under 4 days!\n\n\u001b[1m私はもともと懐疑的だった、「ボクシングアニメを考えて、彼らが本当にできる唯一のことは、彼が決してあきらめさせないようにすることだ」しかし、それはトップアニメリストに誇張されたアニメのいくつかを（比較的古いスポーツアニメとして） 私はIdがそれを撃つと思った。 まあ、それは私が思ったことです。 実際、私は4日以内にシリーズ全体（100 epsを譲り受ける）を見ることになりました！\u001b[22m\n\u001b[1m(Watashi wa motomoto kaigi-tekidatta,`bokushingu anime o kangaete, karera ga hontōni dekiru yuiitsu no koto wa, kare ga kesshite akirame sasenai yō ni suru kotoda' shikashi, soreha toppuanimerisuto ni kochō sa reta anime no ikutsu ka o (hikakuteki furui supōtsuanime to shite) watashi wa Id ga sore o utsu to omotta. Mā, sore wa watashi ga omotta kotodesu. Jissai, watashi wa 4-nichi inai ni shirīzu zentai (100 eps o yuzuriukeru) o miru koto ni narimashita!)\u001b[22m\n\nTranslations of \u001b[4mI was originally skeptical, thinking 'ugh boxing anime, the only thing they can really do is make him never give up' but since it didnt fit in (as a relatively old sports anime) with some of the overated animes on the top anime list , I thought Id give it a shot. Well, thats what I thought. In fact I ended up watching the entire series (100 eps give or take) in under 4 days!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was originally skeptical, thinking 'ugh boxing anime, the only thing they can really do is make him never give up' but since it didnt fit in (as a relatively old sports anime) with some of the overated animes on the top anime list\u001b[24m\n    \u001b[1m私はもともと懐疑的だった、「ボクシングアニメを考えて、彼らが本当にできる唯一のことは、彼が決してあきらめさせないようにすることだ」しかし、それはトップアニメリストに誇張されたアニメのいくつかを（比較的古いスポーツアニメとして）\u001b[22m, \u001b[1m私が考えて、当初は懐疑的だったが、「ぐふボクシングアニメを、彼らは本当にことができる唯一のことは、彼は決してあきらめないようにすることです」それはトップのアニメリストにoveratedアニメのいくつかと（比較的古いスポーツアニメとして）に収まるんでし以来\u001b[22m\n\u001b[4m, I thought Id give it a shot.\u001b[24m\n    \u001b[1m私はIdがそれを撃つと思った。\u001b[22m, \u001b[1m、私はIdがそれに打撃を与えると思いました。\u001b[22m\n\u001b[4mWell, thats what I thought.\u001b[24m\n    \u001b[1mまあ、それは私が思ったことです。\u001b[22m, \u001b[1mまあ、私が考えたものthats。\u001b[22m\n\u001b[4mIn fact I ended up watching the entire series (100 eps give or take) in under 4 days!\u001b[24m\n    \u001b[1m実際、私は4日以内にシリーズ全体（100 epsを譲り受ける）を見ることになりました！\u001b[22m, \u001b[1m実際、私は4日間の下で、シリーズ全体を（100 EPSは与えるか、または取る）を見てしまいました！\u001b[22m\n\u001b[1m\u001b[22m\nI think what makes this anime so good is that it makes you care about Ippos opponents. I was constantly torn over who I wanted to win, and it was a cool dynamic to what would otherwise have been a pretty straightforward (though still badass Im sure) anime. The intense fights, great pacing (best Ive seen) and constantly rising stakes ensure this anime is never boring, and there is a great balance between wins and losses. People whove watched a lot of sports anime or perhaps the 1st season of Bakuman will understand that it is super frustrating when the protagonists suffer a setback when they appear to be on a roll. In Ippo, the losses move the story forward (theyre not just for the sake of realism), and happen when the audience is ready for them (without being predictable).\n\n\u001b[1m私はこのアニメをすごくいいものにしているのは、あなたがイッポスの相手を気にすることだと思う。 私はいつも勝利したいと思っていた人に引き裂かれてしまいました。それは、そうでなければかなり簡単な（しかしまだ悪い私は確かに）アニメでした。 強烈な戦い、偉大なペーシング（見たことがあります）と絶えず上昇するステークは、このアニメが決して退屈でないことを保証し、勝利と損失の間に大きなバランスがあります。 人々は、多くのスポーツアニメを見ていたか、おそらく、バッカマンの第1シーズンは、主人公がロールになっているように見えるときに主人公が挫折したときに非常に不快であることを理解するでしょう。 イッポでは、損失はストーリーを前進させ（リアリズムのためだけではない）、視聴者が準備が整ったときに起こります（予測不可能）。\u001b[22m\n\u001b[1m(Watashi wa kono anime o sugoku ī mono ni shite iru no wa, anata ga ipposu no aite o ki ni suru kotoda to omou. Watashi wa itsumo shōri shitai to omotte ita hito ni hikisaka rete shimaimashita. Sore wa,-sōdenakereba kanari kantan'na (shikashi mada warui watashi wa tashikani) animedeshita. Kyōretsuna tatakai, idaina pēshingu (mita koto ga arimasu) to taezu jōshō suru sutēku wa, kono anime ga kesshite taikutsudenai koto o hoshō shi, shōri to sonshitsu no ma ni ōkina baransu ga arimasu. Hitobito wa, ōku no supōtsuanime o mite ita ka, osoraku, bakkaman no dai 1 shīzun wa, shujinkō ga rōru ni natte iru yō ni mieru toki ni shujinkō ga zasetsu shita toki ni hijō ni fukaidearu koto o rikai surudeshou. Ippode wa, sonshitsu wa sutōrī o zenshin sa se (riarizumu no tame dakede wanai), shichō-sha ga junbi ga totonotta toki ni okorimasu (yosoku fukanō).)\u001b[22m\n\nTranslations of \u001b[4mI think what makes this anime so good is that it makes you care about Ippos opponents. I was constantly torn over who I wanted to win, and it was a cool dynamic to what would otherwise have been a pretty straightforward (though still badass Im sure) anime. The intense fights, great pacing (best Ive seen) and constantly rising stakes ensure this anime is never boring, and there is a great balance between wins and losses. People whove watched a lot of sports anime or perhaps the 1st season of Bakuman will understand that it is super frustrating when the protagonists suffer a setback when they appear to be on a roll. In Ippo, the losses move the story forward (theyre not just for the sake of realism), and happen when the audience is ready for them (without being predictable).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think what makes this anime so good is that it makes you care about Ippos opponents.\u001b[24m\n    \u001b[1m私はこのアニメをすごくいいものにしているのは、あなたがイッポスの相手を気にすることだと思う。\u001b[22m, \u001b[1m私は何このアニメはとても良いになりますが、それはあなたがIppos相手を気にすることだと思います。\u001b[22m\n\u001b[4mI was constantly torn over who I wanted to win, and it was a cool dynamic to what would otherwise have been a pretty straightforward (though still badass Im sure) anime.\u001b[24m\n    \u001b[1m私はいつも勝利したいと思っていた人に引き裂かれてしまいました。それは、そうでなければかなり簡単な（しかしまだ悪い私は確かに）アニメでした。\u001b[22m, \u001b[1m私は常に私が勝つために望んでいた人の上に引き裂かれた、そして、それはそうでなければ非常に簡単（ただし、まだワルイム確認してください）アニメであったであろうものにクールダイナミックでした。\u001b[22m\n\u001b[4mThe intense fights, great pacing (best Ive seen) and constantly rising stakes ensure this anime is never boring, and there is a great balance between wins and losses.\u001b[24m\n    \u001b[1m強烈な戦い、偉大なペーシング（見たことがあります）と絶えず上昇するステークは、このアニメが決して退屈でないことを保証し、勝利と損失の間に大きなバランスがあります。\u001b[22m, \u001b[1m激しい戦い、（アイブ氏は見て最高の）偉大なペーシングおよび絶えず上昇ステークスは、このアニメは決して退屈であることを確認し、勝敗の間には大きなバランスがあります。\u001b[22m\n\u001b[4mPeople whove watched a lot of sports anime or perhaps the 1st season of Bakuman will understand that it is super frustrating when the protagonists suffer a setback when they appear to be on a roll.\u001b[24m\n    \u001b[1m人々は、多くのスポーツアニメを見ていたか、おそらく、バッカマンの第1シーズンは、主人公がロールになっているように見えるときに主人公が挫折したときに非常に不快であることを理解するでしょう。\u001b[22m, \u001b[1mスポーツアニメをたくさん見たり、おそらくバクマンの第一シーズンは、彼らがロール上にあるかのように見えたときに主人公が後退に苦しむとき、それは超イライラさせられることを理解するであろうwhove人。\u001b[22m\n\u001b[4mIn Ippo, the losses move the story forward (theyre not just for the sake of realism), and happen when the audience is ready for them (without being predictable).\u001b[24m\n    \u001b[1mイッポでは、損失はストーリーを前進させ（リアリズムのためだけではない）、視聴者が準備が整ったときに起こります（予測不可能）。\u001b[22m, \u001b[1m一歩では、損失が（聞きしたいは、リアリズムのためだけではなく）前方に話を移動し、観客は（予測可能なされずに）彼らのために準備ができたときに起こります。\u001b[22m\n\u001b[1m\u001b[22m\nDont see Ippo as just a boxing anime, see it as a barebones shonen anime. It felt super refreshing to once in a while watch something that was driven by pure shonen spirit!\n\n\u001b[1mIppoをボクシングのアニメとして見ないでください、それは小説少年アニメと見なさい。 純粋な少年の精神によって動かされた何かを見て、それはしばらくして超爽快感を感じました！\u001b[22m\n\u001b[1m(Ippo o bokushingu no anime to shite minaide kudasai, soreha shōsetsu shōnen anime to mi nasai. Junsuina shōnen no seishin ni yotte ugokasa reta nanika o mite, sore wa shibaraku shite chō sōkai-kan o kanjimashita!)\u001b[22m\n\nTranslations of \u001b[4mDont see Ippo as just a boxing anime, see it as a barebones shonen anime. It felt super refreshing to once in a while watch something that was driven by pure shonen spirit!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDont see Ippo as just a boxing anime, see it as a barebones shonen anime.\u001b[24m\n    \u001b[1mIppoをボクシングのアニメとして見ないでください、それは小説少年アニメと見なさい。\u001b[22m, \u001b[1mちょうどボクシングアニメとして一歩を見てはいけない、必要最小限の少年アニメとしてそれを参照してください。\u001b[22m\n\u001b[4mIt felt super refreshing to once in a while watch something that was driven by pure shonen spirit!\u001b[24m\n    \u001b[1m純粋な少年の精神によって動かされた何かを見て、それはしばらくして超爽快感を感じました！\u001b[22m, \u001b[1mそれは、たまには純粋な少年の精神によって駆動されたものを見るために超さわやかに感じました！\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "AkatsukiBuzai",
    "profile": "/profile/AkatsukiBuzai/reviews",
    "pages": "5",
    "number": "16",
    "link": "/reviews.php?id=69095",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nあなたは、この傑出したアニメ「初代の一馬」の中で、小さな無防備な子供が壮大な戦闘機になるのを見ます。 私はこのアニメ中にいつも飽きることなく、テレビ画面にパンチを吹き飛ばしていた。\n\nストーリー - いじめられた子供からチャンピオンへの進歩は非常に良好であり、それは正しい時間でそれを行います。それはあまりにも速くなく、あなたが退屈するほど遅くはありません。 トレーニングと戦いの素敵な進歩がありますが、もちろん、戦闘は良いですが、トレーニングも素晴らしいですし、私はそれが対処する方法と同様に、動きと必要なトレーニングを説明するボクシングの物理学を実装する方法が好きです、私は個人的に午前 ボクシングのファンが、私は8年間それをやっていないと私に戻って戦闘の精神をもたらした、戦いは豊富で壮大であり、トレーニングはかなり良いと同様に激しいことができます。\n\nアート - 時間のために芸術は素晴らしいです。\n\nサウンド - 私はShocking Lemonを十分に得ることができず、彼らは素晴らしいバンドであり、彼らの音楽はアニメと非常によく合います。 戦闘（ロッキー）同様のテーマは、アニメと同様に本当にうまくいく。\n\nキャラクター - 個人的には一ポや高村は、アニメの中で私の好きなキャラクターの一部です。彼らは陽気で、ユーモアがあり、必要なときに深刻なことがあります。 チーフのような他のサポートキャラクターも非常によく、典型的なサポートキャラクターよりも多くを持っています。\n\n楽しさ - 私はこのアニメを十分に得ることができず、すぐに現在の章に追いつくことを望んで、マンガを読み始めました。\n\n全体的 - 華麗で、壮大で、驚くべきことに、このアニメに与えられる十分な褒め言葉はありません。2013年に出る映画があると聞いて、待つことはできません。 これに関連する他のアニメーション作品（New ChallengerやChampion Roadなど）を見に回る必要があります。\n\nポジティブ - すべてが素晴らしいです。\n\nネガティブ - アニメが長かったら欲しいけど、それがマンガに追いつけば分かります。\n\n読んでくれてありがとう - あかつきブザイ - 黒木",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nYou watch as a small defenceless kid becomes a grand fighting machine in this outstanding anime Hajime no Ippo. I did not at any point get bored during this anime and were constaintly throwing punches at the TV screen, thats how great it was.\n\n\u001b[1mあなたは、この傑出したアニメ「初代の一馬」の中で、小さな無防備な子供が壮大な戦闘機になるのを見ます。 私はこのアニメ中にいつも飽きることなく、テレビ画面にパンチを吹き飛ばしていた。\u001b[22m\n\u001b[1m(Anata wa, kono kesshutsu shita anime `shodai no Kazuma' no naka de, chīsana mubōbina kodomo ga sōdaina sentōki ni naru no o mimasu. Watashi wa kono anime-chū ni itsumo akiru koto naku, terebi gamen ni panchi o fukitobashite ita.)\u001b[22m\n\nTranslations of \u001b[4mYou watch as a small defenceless kid becomes a grand fighting machine in this outstanding anime Hajime no Ippo. I did not at any point get bored during this anime and were constaintly throwing punches at the TV screen, thats how great it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou watch as a small defenceless kid becomes a grand fighting machine in this outstanding anime Hajime no Ippo.\u001b[24m\n    \u001b[1mあなたは、この傑出したアニメ「初代の一馬」の中で、小さな無防備な子供が壮大な戦闘機になるのを見ます。\u001b[22m, \u001b[1m小さな無防備の子供は、この優れたアニメはじめの一歩で壮大な戦闘機になるとあなたが見て。\u001b[22m\n\u001b[4mI did not at any point get bored during this anime and were constaintly throwing punches at the TV screen, thats how great it was.\u001b[24m\n    \u001b[1m私はこのアニメ中にいつも飽きることなく、テレビ画面にパンチを吹き飛ばしていた。\u001b[22m, \u001b[1m私は任意の時点でこのアニメの間に退屈していなかったとconstaintlyテレビ画面でパンチを投げた、それがいかに素晴らしいthatsの。\u001b[22m\n\u001b[1m\u001b[22m\nStory - The progression from being a bullied kid to a champ is very good and it does it with the right amount of time, it's not too fast and not so slow that you get bored. There's a nice progression of training and fighting and of course the fighting is better but the training is great as well and I like how it implements the physics of boxing explaining the moves and the training needed as well as ways to counter them, I personally am a fan of boxing but I have not done it for 8 years and it brought the fighting spirit back to me, the fights are plentiful and grand and the training can be pretty intense as well which is good.\n\n\u001b[1mストーリー - いじめられた子供からチャンピオンへの進歩は非常に良好であり、それは正しい時間でそれを行います。それはあまりにも速くなく、あなたが退屈するほど遅くはありません。 トレーニングと戦いの素敵な進歩がありますが、もちろん、戦闘は良いですが、トレーニングも素晴らしいですし、私はそれが対処する方法と同様に、動きと必要なトレーニングを説明するボクシングの物理学を実装する方法が好きです、私は個人的に午前 ボクシングのファンが、私は8年間それをやっていないと私に戻って戦闘の精神をもたらした、戦いは豊富で壮大であり、トレーニングはかなり良いと同様に激しいことができます。\u001b[22m\n\u001b[1m(Sutōrī - ijime rareta kodomo kara chanpion e no shinpo wa hijō ni ryōkōdeari, sore wa tadashī jikan de sore o okonaimasu. Sore wa amarini mo hayakunaku, anata ga taikutsu suru hodo osoku wa arimasen. Torēningu to tatakai no sutekina shinpo ga arimasuga, mochiron, sentō wa yoidesuga, torēningu mo subarashīdesushi, watashi wa sore ga taisho suru hōhō to dōyō ni, ugoki to hitsuyōna torēningu o setsumei suru bokushingu no butsurigaku o jissō suru hōhō ga sukidesu, watashi wa kojin-teki ni gozen bokushingu no fan ga, watashi wa 8-nenkan sore o yatte inaito watashi ni modotte sentō no seishin o motarashita, tatakai wa hōfude sōdaideari, torēningu wa kanari yoi to dōyō ni hageshī koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory - The progression from being a bullied kid to a champ is very good and it does it with the right amount of time, it's not too fast and not so slow that you get bored. There's a nice progression of training and fighting and of course the fighting is better but the training is great as well and I like how it implements the physics of boxing explaining the moves and the training needed as well as ways to counter them, I personally am a fan of boxing but I have not done it for 8 years and it brought the fighting spirit back to me, the fights are plentiful and grand and the training can be pretty intense as well which is good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - The progression from being a bullied kid to a champ is very good and it does it with the right amount of time, it's not too fast and not so slow that you get bored.\u001b[24m\n    \u001b[1mストーリー - いじめられた子供からチャンピオンへの進歩は非常に良好であり、それは正しい時間でそれを行います。それはあまりにも速くなく、あなたが退屈するほど遅くはありません。\u001b[22m, \u001b[1mストーリーは - チャンピオンへのいじめの子供であることから進行が非常に良好であり、それは時間の適切な量でそれをしない、それはあなたが飽きほど遅く、あまりにも速くていないではありません。\u001b[22m\n\u001b[4mThere's a nice progression of training and fighting and of course the fighting is better but the training is great as well and I like how it implements the physics of boxing explaining the moves and the training needed as well as ways to counter them, I personally am\u001b[24m\n    \u001b[1mトレーニングと戦いの素敵な進歩がありますが、もちろん、戦闘は良いですが、トレーニングも素晴らしいですし、私はそれが対処する方法と同様に、動きと必要なトレーニングを説明するボクシングの物理学を実装する方法が好きです、私は個人的に午前\u001b[22m, \u001b[1mそこトレーニングや戦闘の素敵な進行だともちろん戦闘は良いですが、トレーニングも同様に素晴らしいですし、私はそれが移動し、必要なトレーニングだけでなく、それらに対抗する方法を説明するボクシングの物理学を実装する方法が好き、私は個人的に午前\u001b[22m\n\u001b[4ma fan of boxing but I have not done it for 8 years and it brought the fighting spirit back to me, the fights are plentiful and grand and the training can be pretty intense as well which is good.\u001b[24m\n    \u001b[1mボクシングのファンが、私は8年間それをやっていないと私に戻って戦闘の精神をもたらした、戦いは豊富で壮大であり、トレーニングはかなり良いと同様に激しいことができます。\u001b[22m, \u001b[1mボクシングのファンが、私は8年間のためにそれを行っていない、それは私に戻って闘志を持って、戦いが豊富で壮大であり、トレーニングは良いだけでなく、かなり激しいことができます。\u001b[22m\n\u001b[1m\u001b[22m\nArt - For the time the art is great.\n\n\u001b[1mアート - 時間のために芸術は素晴らしいです。\u001b[22m\n\u001b[1m(Āto - jikan no tame ni geijutsu wa subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mArt - For the time the art is great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - For the time the art is great.\u001b[24m\n    \u001b[1mアート - 時間のために芸術は素晴らしいです。\u001b[22m, \u001b[1mアート - 芸術は素晴らしいです時間のために。\u001b[22m\n\u001b[1m\u001b[22m\nSound - I can not get enough of Shocking Lemon, they are a great band and their music goes extremely well with the anime. The fighting (Rocky) similar theme goes really well with the anime as well.\n\n\u001b[1mサウンド - 私はShocking Lemonを十分に得ることができず、彼らは素晴らしいバンドであり、彼らの音楽はアニメと非常によく合います。 戦闘（ロッキー）同様のテーマは、アニメと同様に本当にうまくいく。\u001b[22m\n\u001b[1m(Saundo - watashi wa Shocking Lemon o jūbun ni eru koto ga dekizu, karera wa subarashī bandodeari, karera no ongaku wa anime to hijō ni yoku aimasu. Sentō (rokkī) dōyō no tēma wa, anime to dōyō ni hontōni umaku iku.)\u001b[22m\n\nTranslations of \u001b[4mSound - I can not get enough of Shocking Lemon, they are a great band and their music goes extremely well with the anime. The fighting (Rocky) similar theme goes really well with the anime as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - I can not get enough of Shocking Lemon, they are a great band and their music goes extremely well with the anime.\u001b[24m\n    \u001b[1mサウンド - 私はShocking Lemonを十分に得ることができず、彼らは素晴らしいバンドであり、彼らの音楽はアニメと非常によく合います。\u001b[22m, \u001b[1mサウンド - 私はレモンをショッキングの十分を得ることができない、彼らは偉大なバンドであり、彼らの音楽はアニメと非常によく合います。\u001b[22m\n\u001b[4mThe fighting (Rocky) similar theme goes really well with the anime as well.\u001b[24m\n    \u001b[1m戦闘（ロッキー）同様のテーマは、アニメと同様に本当にうまくいく。\u001b[22m, \u001b[1m戦闘（ロッキー）同様のテーマは、同様にアニメで本当によく合います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - Personally Ippo and Takamura are some of my favourite characters from any anime and they are cheerful, humorous and can be serious when needed. The other supporting characters like the Chief are very good as well and bring much more than typical support characters.\n\n\u001b[1mキャラクター - 個人的には一ポや高村は、アニメの中で私の好きなキャラクターの一部です。彼らは陽気で、ユーモアがあり、必要なときに深刻なことがあります。 チーフのような他のサポートキャラクターも非常によく、典型的なサポートキャラクターよりも多くを持っています。\u001b[22m\n\u001b[1m(Kyarakutā - kojin-teki ni wa ichi po ya Takamura wa, anime no naka de watashi no sukina kyarakutā no ichibudesu. Karera wa yōkide, yūmoa ga ari, hitsuyōna toki ni shinkokuna koto ga arimasu. Chīfu no yōna ta no sapōtokyarakutā mo hijō ni yoku, tenkei-tekina sapōtokyarakutā yori mo ōku o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter - Personally Ippo and Takamura are some of my favourite characters from any anime and they are cheerful, humorous and can be serious when needed. The other supporting characters like the Chief are very good as well and bring much more than typical support characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - Personally Ippo and Takamura are some of my favourite characters from any anime and they are cheerful, humorous and can be serious when needed.\u001b[24m\n    \u001b[1mキャラクター - 個人的には一ポや高村は、アニメの中で私の好きなキャラクターの一部です。彼らは陽気で、ユーモアがあり、必要なときに深刻なことがあります。\u001b[22m, \u001b[1m文字 - 個人的に一歩と高村はどんなアニメからの私の好きなキャラクターの一部であり、彼らはユーモラスな、陽気であり、必要なときに深刻なことができます。\u001b[22m\n\u001b[4mThe other supporting characters like the Chief are very good as well and bring much more than typical support characters.\u001b[24m\n    \u001b[1mチーフのような他のサポートキャラクターも非常によく、典型的なサポートキャラクターよりも多くを持っています。\u001b[22m, \u001b[1mチーフのような他の脇役にも非常に優れている、典型的な支援の文字よりもはるかに多くをもたらします。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - I could not get enough of this anime and I've started reading the manga, hoping to catch up to the current chapter soon.\n\n\u001b[1m楽しさ - 私はこのアニメを十分に得ることができず、すぐに現在の章に追いつくことを望んで、マンガを読み始めました。\u001b[22m\n\u001b[1m(Tanoshisa - watashi wa kono anime o jūbun ni eru koto ga dekizu, sugu ni genzai no shō ni oitsuku koto o nozonde, manga o yomi hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - I could not get enough of this anime and I've started reading the manga, hoping to catch up to the current chapter soon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - I could not get enough of this anime and I've started reading the manga, hoping to catch up to the current chapter soon.\u001b[24m\n    \u001b[1m楽しさ - 私はこのアニメを十分に得ることができず、すぐに現在の章に追いつくことを望んで、マンガを読み始めました。\u001b[22m, \u001b[1m楽しさ - 私はこのアニメを十分に得ることができませんでしたし、私はすぐに現在の章に追いつくことを期待して、漫画を読み始めました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - Brilliant, grand, amazing there can not be enough good compliments that can be given to this anime, heard there's a movie for it coming out in 2013, can't wait. Need to get round to watching the other animated stuff relating to this (such as New Challenger and Champion Road).\n\n\u001b[1m全体的 - 華麗で、壮大で、驚くべきことに、このアニメに与えられる十分な褒め言葉はありません。2013年に出る映画があると聞いて、待つことはできません。 これに関連する他のアニメーション作品（New ChallengerやChampion Roadなど）を見に回る必要があります。\u001b[22m\n\u001b[1m(Zentai-teki - karei de, sōdaide, odorokubeki koto ni, kono anime ni atae rareru jūbun'na homekotoba wa arimasen. 2013-Nen ni deru eiga ga aru to kiite, matsu koto wa dekimasen. Kore ni kanren suru ta no animēshon sakuhin (nyū charenjā ya chanpion Road nado) o mi ni mawaru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall - Brilliant, grand, amazing there can not be enough good compliments that can be given to this anime, heard there's a movie for it coming out in 2013, can't wait. Need to get round to watching the other animated stuff relating to this (such as New Challenger and Champion Road).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - Brilliant, grand, amazing there can not be enough good compliments that can be given to this anime, heard there's a movie for it coming out in 2013, can't wait.\u001b[24m\n    \u001b[1m全体的 - 華麗で、壮大で、驚くべきことに、このアニメに与えられる十分な褒め言葉はありません。2013年に出る映画があると聞いて、待つことはできません。\u001b[22m, \u001b[1m全体的に - 、ブリリアント壮大な、素晴らしいこのアニメに与えることができる十分褒め存在することはできません、それは2013年に出てくるための映画があります聞いて、待つことはできません。\u001b[22m\n\u001b[4mNeed to get round to watching the other animated stuff relating to this (such as New Challenger and Champion Road).\u001b[24m\n    \u001b[1mこれに関連する他のアニメーション作品（New ChallengerやChampion Roadなど）を見に回る必要があります。\u001b[22m, \u001b[1m（このような新しい挑戦者はチャンピオンロードなど）これに関連する他のアニメーション作品を見にラウンドを取得する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nPositives - Everything is great.\n\n\u001b[1mポジティブ - すべてが素晴らしいです。\u001b[22m\n\u001b[1m(Pojitibu - subete ga subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mPositives - Everything is great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPositives - Everything is great.\u001b[24m\n    \u001b[1mポジティブ - すべてが素晴らしいです。\u001b[22m, \u001b[1m陽性 - すべてが素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nNegatives - Only wish the anime was longer, but it's understandable if it caught up with the manga.\n\n\u001b[1mネガティブ - アニメが長かったら欲しいけど、それがマンガに追いつけば分かります。\u001b[22m\n\u001b[1m(Negatibu - anime ga nagakattara hoshīkedo, sore ga manga ni oitsukeba wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mNegatives - Only wish the anime was longer, but it's understandable if it caught up with the manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNegatives - Only wish the anime was longer, but it's understandable if it caught up with the manga.\u001b[24m\n    \u001b[1mネガティブ - アニメが長かったら欲しいけど、それがマンガに追いつけば分かります。\u001b[22m, \u001b[1mネガは - のみのアニメが長かった希望が、それが漫画に追いついた場合、それは理解できるのです。\u001b[22m\n\u001b[1m\u001b[22m\nThanks for Reading - AkatsukiBuzai - Kuroagi\n\n\u001b[1m読んでくれてありがとう - あかつきブザイ - 黒木\u001b[22m\n\u001b[1m(Yonde kurete arigatō - akatsuki buzai - Kuroki)\u001b[22m\n\nTranslations of \u001b[4mThanks for Reading - AkatsukiBuzai - Kuroagi\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for Reading - AkatsukiBuzai - Kuroagi\u001b[24m\n    \u001b[1m読んでくれてありがとう - あかつきブザイ - 黒木\u001b[22m, \u001b[1m読んでくれてありがとう -  AkatsukiBuzai  -  Kuroagi\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "SpartanIceX",
    "profile": "/profile/SpartanIceX/reviews",
    "pages": "5",
    "number": "17",
    "link": "/reviews.php?id=72159",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n正直なところ、あなたが私にテレビでボクシングを見て欲しいと言われたら、私のあなたへの反応はおそらく「いいえ」ではないでしょう。 幸いなことに、私のいとこは私にこのアニメを見せてくれました。主人公の幕内一坊が自分自身を償還する特質を持たないため、最初はやや穏やかになると思っていました。 男はあまりにもいいです。 彼のコーチの教えによって相手を克服できるように身体を強化する非正統的な方法についてもっと学ぶことは、イッポの周りを回っています。\n\n私の意見では、私の意見では、Ippoが訓練を通して把握しなければならない新しいボクシングの才能や特性を持っているので、Ippoが決して相手を克服することができないため、戦闘のシーンが非常に激しくなるため、 彼を克服する方法を見つける。 しかし、あなたが強烈な行動を常に望んでいないだけであれば、ストーリーを変える小さなロマンスがあるので、それはノンストップの戦いではありません。\n\nストーリーだけでなく、イッポの周りのキャラクターたちは、イッポを開くことができる愚かなものを一緒に作っているので、あなたが仲間に電話できる人がいなかったので、あなたを笑います。\n\nこのアニメは私のお気に入りのひとつです。なぜなら、それは人に対してハードワークとコミットについて教えるものが人にとってできることですから。 私はこのアニメを全員に強くお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nHonestly, if you were to ask me to watch some boxing on TV, my response to you would probably be 'hell no'. Fortunately, my cousin showed me this anime and I thought at first it was going to be somewhat bland because the main character, Makunouchi Ippo, does not have any redeeming characteristic about himself; the guy is just too nice. The story revolves around Ippo learning more on unorthodox methods of strengthening his body to be able to overcome his opponent through his coach's teachings.\n\n\u001b[1m正直なところ、あなたが私にテレビでボクシングを見て欲しいと言われたら、私のあなたへの反応はおそらく「いいえ」ではないでしょう。 幸いなことに、私のいとこは私にこのアニメを見せてくれました。主人公の幕内一坊が自分自身を償還する特質を持たないため、最初はやや穏やかになると思っていました。 男はあまりにもいいです。 彼のコーチの教えによって相手を克服できるように身体を強化する非正統的な方法についてもっと学ぶことは、イッポの周りを回っています。\u001b[22m\n\u001b[1m(Shōjikina tokoro, anata ga watashi ni terebide bokushingu o mite hoshī to iwa retara, watashi no anata e no han'nō wa osoraku `īe'de wanaideshou. Saiwaina koto ni, watashi no itoko wa watashi ni kono anime o misete kuremashita. Shujinkō no makuuchi ichi bō ga jibun jishin o shōkan suru tokushitsu o motanai tame, saisho wa yaya odayaka ni naru to omotte imashita. Otoko wa amarini mo īdesu. Kare no kōchi no oshie ni yotte aite o kokufuku dekiru yō ni karada o kyōka suru hi seitō-tekina hōhō ni tsuite motto manabu koto wa, ippo no mawari o mawatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, if you were to ask me to watch some boxing on TV, my response to you would probably be 'hell no'. Fortunately, my cousin showed me this anime and I thought at first it was going to be somewhat bland because the main character, Makunouchi Ippo, does not have any redeeming characteristic about himself; the guy is just too nice. The story revolves around Ippo learning more on unorthodox methods of strengthening his body to be able to overcome his opponent through his coach's teachings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, if you were to ask me to watch some boxing on TV, my response to you would probably be 'hell no'.\u001b[24m\n    \u001b[1m正直なところ、あなたが私にテレビでボクシングを見て欲しいと言われたら、私のあなたへの反応はおそらく「いいえ」ではないでしょう。\u001b[22m, \u001b[1mあなたがテレビでいくつかのボクシングを見て私に尋ねるした場合正直なところ、あなたに私の応答は、おそらく「ノー地獄」であろう。\u001b[22m\n\u001b[4mFortunately, my cousin showed me this anime and I thought at first it was going to be somewhat bland because the main character, Makunouchi Ippo, does not have any redeeming characteristic about himself;\u001b[24m\n    \u001b[1m幸いなことに、私のいとこは私にこのアニメを見せてくれました。主人公の幕内一坊が自分自身を償還する特質を持たないため、最初はやや穏やかになると思っていました。\u001b[22m, \u001b[1m幸いなことに、私のいとこは私にこのアニメを示し、私はそれがメインキャラクター、Makunouchi一歩は、自分自身についての欠点を補う特性を持っていないため、やや淡泊になる予定だった最初に思いました。\u001b[22m\n\u001b[4mthe guy is just too nice.\u001b[24m\n    \u001b[1m男はあまりにもいいです。\u001b[22m\n\u001b[4mThe story revolves around Ippo learning more on unorthodox methods of strengthening his body to be able to overcome his opponent through his coach's teachings.\u001b[24m\n    \u001b[1m彼のコーチの教えによって相手を克服できるように身体を強化する非正統的な方法についてもっと学ぶことは、イッポの周りを回っています。\u001b[22m, \u001b[1m物語は一歩が彼のコーチの教えを通して相手を克服することができるように彼の体を強化する非正統的な方法により学習を中心に展開します。\u001b[22m\n\u001b[1m\u001b[22m\nThe action on this show makes this, in my opinion, one of the best sports anime ever because the fights scene get so intense because Ippo can never overcome his opponent because they have a new boxing talent or trait that Ippo has to figure out through training to find a way to overcome him. But if you don't just want intense action all the time, there is a small romance that changes up the story, so it's not non-stop fighting.\n\n\u001b[1m私の意見では、私の意見では、Ippoが訓練を通して把握しなければならない新しいボクシングの才能や特性を持っているので、Ippoが決して相手を克服することができないため、戦闘のシーンが非常に激しくなるため、 彼を克服する方法を見つける。 しかし、あなたが強烈な行動を常に望んでいないだけであれば、ストーリーを変える小さなロマンスがあるので、それはノンストップの戦いではありません。\u001b[22m\n\u001b[1m(Watashi no ikende wa, watashi no ikende wa, Ippo ga kunren o tōshite haaku shinakereba naranai atarashī bokushingu no sainō ya tokusei o motte irunode, Ippo ga kesshite aite o kokufuku suru koto ga dekinai tame, sentō no shīn ga hijō ni hageshiku naru tame, kare o kokufuku suru hōhō o mitsukeru. Shikashi, anata ga kyōretsuna kōdō o tsuneni nozonde inai dakedeareba, sutōrī o kaeru chīsana romansu ga aru node, soreha nonsutoppu no tatakaide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe action on this show makes this, in my opinion, one of the best sports anime ever because the fights scene get so intense because Ippo can never overcome his opponent because they have a new boxing talent or trait that Ippo has to figure out through training to find a way to overcome him. But if you don't just want intense action all the time, there is a small romance that changes up the story, so it's not non-stop fighting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe action on this show makes this, in my opinion, one of the best sports anime ever because the fights scene get so intense because Ippo can never overcome his opponent because they have a new boxing talent or trait that Ippo has to figure out through training\u001b[24m\n    \u001b[1m私の意見では、私の意見では、Ippoが訓練を通して把握しなければならない新しいボクシングの才能や特性を持っているので、Ippoが決して相手を克服することができないため、戦闘のシーンが非常に激しくなるため、\u001b[22m, \u001b[1m戦いのシーンは、彼らが一歩はトレーニングを通じて把握しなければならない新しいボクシングの才能や形質を持っているので、一歩が彼の相手を克服することはできませんので、とても強烈得るため、このショーでのアクションは、私の意見では、史上最高のスポーツアニメの一つで、これを作ります\u001b[22m\n\u001b[4mto find a way to overcome him.\u001b[24m\n    \u001b[1m彼を克服する方法を見つける。\u001b[22m, \u001b[1m彼を克服する方法を見つけるために。\u001b[22m\n\u001b[4mBut if you don't just want intense action all the time, there is a small romance that changes up the story, so it's not non-stop fighting.\u001b[24m\n    \u001b[1mしかし、あなたが強烈な行動を常に望んでいないだけであれば、ストーリーを変える小さなロマンスがあるので、それはノンストップの戦いではありません。\u001b[22m, \u001b[1mあなただけのすべての時間を激しいアクションを使用しない場合でも、そこに話を変更する小さなロマンスがあるので、ノンストップの戦いではありません。\u001b[22m\n\u001b[1m\u001b[22m\nNot just the story, but the characters around Ippo make you laugh hard because they do stupid stuff together that allows Ippo to open up to because he never had people who he could call friends that would hang with him.\n\n\u001b[1mストーリーだけでなく、イッポの周りのキャラクターたちは、イッポを開くことができる愚かなものを一緒に作っているので、あなたが仲間に電話できる人がいなかったので、あなたを笑います。\u001b[22m\n\u001b[1m(Sutōrī dakedenaku, ippo no mawari no kyarakutā-tachi wa, ippo o hiraku koto ga dekiru orokana mono o issho ni tsukutte irunode, anata ga nakama ni denwa dekiru hito ga inakattanode, anata o waraimasu.)\u001b[22m\n\nTranslations of \u001b[4mNot just the story, but the characters around Ippo make you laugh hard because they do stupid stuff together that allows Ippo to open up to because he never had people who he could call friends that would hang with him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot just the story, but the characters around Ippo make you laugh hard because they do stupid stuff together that allows Ippo to open up to because he never had people who he could call friends that would hang with him.\u001b[24m\n    \u001b[1mストーリーだけでなく、イッポの周りのキャラクターたちは、イッポを開くことができる愚かなものを一緒に作っているので、あなたが仲間に電話できる人がいなかったので、あなたを笑います。\u001b[22m, \u001b[1m話が、一歩周りの文字だけでなく、彼らは一歩は、彼が彼が彼と一緒にハングアップする友人を呼び出すことができます人々がなかったために開くことができます一緒に愚かなものを行うので、あなたが一生懸命笑わせます。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is one of my all time favorites because what it teaches people about hard work and commit can do for a person. I highly recommend this anime to everyone.\n\n\u001b[1mこのアニメは私のお気に入りのひとつです。なぜなら、それは人に対してハードワークとコミットについて教えるものが人にとってできることですから。 私はこのアニメを全員に強くお勧めします。\u001b[22m\n\u001b[1m(Kono anime wa watashinōkiniiri no hitotsudesu. Nazenara, soreha hito ni taishite hādowāku to komitto ni tsuite oshieru mono ga hito ni totte dekiru kotodesukara. Watashi wa kono anime o zen'in ni tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is one of my all time favorites because what it teaches people about hard work and commit can do for a person. I highly recommend this anime to everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is one of my all time favorites because what it teaches people about hard work and commit can do for a person.\u001b[24m\n    \u001b[1mこのアニメは私のお気に入りのひとつです。なぜなら、それは人に対してハードワークとコミットについて教えるものが人にとってできることですから。\u001b[22m, \u001b[1mそれはハードワークについての人々を教え、人のために何ができるのコミット何ので、このアニメは私のすべての時間のお気に入りの一つです。\u001b[22m\n\u001b[4mI highly recommend this anime to everyone.\u001b[24m\n    \u001b[1m私はこのアニメを全員に強くお勧めします。\u001b[22m, \u001b[1m私は非常に皆にこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "necrophilia",
    "profile": "/profile/necrophilia/reviews",
    "pages": "5",
    "number": "18",
    "link": "/reviews.php?id=33321",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n'鐘。 ラウンドの始まりと終わり。 それは試合の始まりと終わりを知らせる鐘です。 私は鐘が鳴っていると確信している... '\nーまくのうち いっぽ\n\n私は、私が今までに見た中で最高の少年アニメを完成させたと信じています。 元気のイッポは、本当に性格や楽しさの点で第2位です。 あなたはこれを愛するボクシングのファンである必要はありません。 全体的に、私はshounenがもう楽しむことができないと感じる人にこのアニメを強く勧めます。 私の最初のレビューを書いたところまで私は印象づけました。 私は決してスポーツアニメには夢中ではありませんが、同じ物語や場面を繰り返し、リサイクルし、再利用する現代の礼拝はありません。 エピソード1から、視聴者は何か予測可能な世界であるIppoと一緒にボクシングの世界に詰め込まれます。 読者は、Ippoが哀れな狼狽からフェザー級の悪魔へと変身して、一番上に行く道を歩み続ける。 このアニメのすべての試合は、パンチの振り付けからバックグラウンドミュージックまで一流です。 すべてが所定の位置に収まり、気分に合っています。 音楽、特にハードロックと重金属は、すべての試合のための雰囲気に完璧に合っています。 あなたの多くは、76エピソードが本当にそれを押していると感じるかもしれませんが、私は皆さんがすべてが十分ではないと感じることを保証します。 私は1週間でこのアニメを終わらせ、1日に平均約10回のエピソードを完成させただけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'The bell. The beginning and ending of a round. And it's the bell that signals the beginning and ending of a match. I am sure the bell will keep ringing...'\n\n\u001b[1m'鐘。 ラウンドの始まりと終わり。 それは試合の始まりと終わりを知らせる鐘です。 私は鐘が鳴っていると確信している... '\u001b[22m\n\u001b[1m(' Kane.-Raundo no hajimari to owari. Sore wa shiai no hajimari to owari o shiraseru kanedesu. Watashi wa kane ga natte iru to kakushin shite iru... ')\u001b[22m\n\nTranslations of \u001b[4m'The bell. The beginning and ending of a round. And it's the bell that signals the beginning and ending of a match. I am sure the bell will keep ringing...'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'The bell.\u001b[24m\n    \u001b[1m'鐘。\u001b[22m, \u001b[1m\"ベル。\u001b[22m\n\u001b[4mThe beginning and ending of a round.\u001b[24m\n    \u001b[1mラウンドの始まりと終わり。\u001b[22m, \u001b[1mラウンドの開始と終了。\u001b[22m\n\u001b[4mAnd it's the bell that signals the beginning and ending of a match.\u001b[24m\n    \u001b[1mそれは試合の始まりと終わりを知らせる鐘です。\u001b[22m, \u001b[1mそして、それは試合の開始と終了を知らせる鐘です。\u001b[22m\n\u001b[4mI am sure the bell will keep ringing...'\u001b[24m\n    \u001b[1m私は鐘が鳴っていると確信している... '\u001b[22m, \u001b[1m私はベルが鳴っ続けると確信しています... '\u001b[22m\nーまくのうち いっぽ\n(̄ Maku no uchi i ppo)\n\n\u001b[1mーまくのうち いっぽ\u001b[22m\n\u001b[1m(̄ Maku no uchi i ppo)\u001b[22m\n\u001b[1m\u001b[22m\nI believe I have just completed the best shounen anime I have and will ever see. Hajime no Ippo is truly the second to none in terms of character and enjoyment. You don't have to be a fan of boxing to love this one. Overall, I highly recommend this anime to anyone who feels that shounen can no longer entertain. It made an impression on me to the point where I have written my very first review. I have never been a ecstatic about sports anime, but Hajime no Ippo is no modern day shounen which repeat, recycle and reuse the same story and scenes continuously. From episode one, the viewer is coaxed into the world of boxing along with Ippo, a world that is anything but predictable. The reader continues to follow Ippo make his way to the top, transforming from a pitiful wimp into a featherweight demon. Every match in this anime is top notch from the choreography of the punches to the background music. Everything falls into place and fits the mood. The music, especially the hard rock and heavy metal perfectly suits the atmosphere for all the matches. Many of you may feel that 76 episodes is really pushing it, but I assure you that you all will feel that it isnt nearly enough. I finished this anime in one week averaging about 10 episodes a day and just couldn't get enough of it.\n\n\u001b[1m私は、私が今までに見た中で最高の少年アニメを完成させたと信じています。 元気のイッポは、本当に性格や楽しさの点で第2位です。 あなたはこれを愛するボクシングのファンである必要はありません。 全体的に、私はshounenがもう楽しむことができないと感じる人にこのアニメを強く勧めます。 私の最初のレビューを書いたところまで私は印象づけました。 私は決してスポーツアニメには夢中ではありませんが、同じ物語や場面を繰り返し、リサイクルし、再利用する現代の礼拝はありません。 エピソード1から、視聴者は何か予測可能な世界であるIppoと一緒にボクシングの世界に詰め込まれます。 読者は、Ippoが哀れな狼狽からフェザー級の悪魔へと変身して、一番上に行く道を歩み続ける。 このアニメのすべての試合は、パンチの振り付けからバックグラウンドミュージックまで一流です。 すべてが所定の位置に収まり、気分に合っています。 音楽、特にハードロックと重金属は、すべての試合のための雰囲気に完璧に合っています。 あなたの多くは、76エピソードが本当にそれを押していると感じるかもしれませんが、私は皆さんがすべてが十分ではないと感じることを保証します。 私は1週間でこのアニメを終わらせ、1日に平均約10回のエピソードを完成させただけです。\u001b[22m\n\u001b[1m(Watashi wa, watashi ga ima made ni mita naka de saikō no shōnen anime o kansei sa seta to shinjite imasu. Genki no ippo wa, hontōni seikaku ya tanoshisa no ten de dai 2-idesu. Watashi wa kesshite supōtsuanime ni wa muchūde wa arimasenga, onaji monogatari ya bamen o kurikaeshi, risaikuru shi, sai riyō suru gendai no reihai wa arimasen. Episōdo 1 kara, shichō-sha wa nani ka yosoku kanōna sekaidearu Ippo to issho ni bokushingu no sekai ni tsumekoma remasu. Dokusha wa, Ippo ga awarena rōbai kara fezā-kyū no akuma e to henshin shite, ichiban-jō ni iku michi o ayumi tsudzukeru. Kono anime no subete no shiai wa, panchi no furitsuke kara bakkuguraundomyūjikku made ichiryūdesu. Subete ga shotei no ichi ni osamari, kibun ni atte imasu. Ongaku, tokuni hādorokku to jūkinzoku wa, subete no shiai no tame no fun'iki ni kanpeki ni atte imasu. Anata no ōku wa, 76 episōdo ga hontōni sore o oshite iru to kanjiru kamo shiremasenga, watashi wa minasan ga subete ga jūbunde wa nai to kanjiru koto o hoshō shimasu. Watashi wa 1-shūkan de kono anime o owara se, 1-nichi ni heikin yaku 10-kai no episōdo o kansei sa seta dakedesu. Anata wa kore o aisuru bokushingu no fandearu hitsuyō wa arimasen. Zentai-teki ni, watashi wa shounen ga mō tanoshimu koto ga dekinai to kanjiru hito ni kono anime o tsuyoku susumemasu. Watashi no saisho no rebyū o kaita tokoro made watashi wa inshōdzukemashita.)\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "foshisan1992",
    "profile": "/profile/foshisan1992/reviews",
    "pages": "5",
    "number": "19",
    "link": "/reviews.php?id=83046",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nhajime no ippoはいつも私の好きなアニメシリーズです。 その最大＆amp; 私はPCで見ました。 興味深いボクシング試合シーン、素晴らしいキャラクター、面白いキャラクター、トレーニングの瞬間、面白いジョーク、ボクシングの動き＆amp; デンプシーロール、ガゼルパンチ、コルクスクリューブロー、スマッシュ＆amp; もっとたくさん。 私は初のシーズンを終えました。私はチャンピオンロード＆amp;  KImura vs mashiba見るのは大丈夫ですが、シリーズ1が好きです。 私はhajime no ippo＆amp; 2ndの第2シーズンの16のエピソードを見ました。 私はラップトップからテレビ画面に2シーズンの10のエピソードをさらに見続けます。 私はこのアニメシリーズをインターネット＆amp;",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nhajime no ippo is my favorite anime series of all time. Its has greatest &amp; I've watched on PC. interesting boxing match scenes,amazing characters,funny characters,training moments,Funny Jokes,boxing moves &amp; techniques like dempsey roll,Gazelle Punch,Corkscrew blow,Smash &amp; many more. I've finished first season of hajime no ippo.I Watched champion road &amp; KImura vs mashiba Is Okay to watch but i prefer the series one. I've watched 16 episodes of 2nd season of hajime no ippo &amp; I'll continue watch 10 more episodes of 2nd season on from laptop to tv screen. I've Downloaded this anime series from Internet &amp;\n\n\u001b[1mhajime no ippoはいつも私の好きなアニメシリーズです。 その最大＆amp; 私はPCで見ました。 興味深いボクシング試合シーン、素晴らしいキャラクター、面白いキャラクター、トレーニングの瞬間、面白いジョーク、ボクシングの動き＆amp; デンプシーロール、ガゼルパンチ、コルクスクリューブロー、スマッシュ＆amp; もっとたくさん。 私は初のシーズンを終えました。私はチャンピオンロード＆amp;  KImura vs mashiba見るのは大丈夫ですが、シリーズ1が好きです。 私はhajime no ippo＆amp; 2ndの第2シーズンの16のエピソードを見ました。 私はラップトップからテレビ画面に2シーズンの10のエピソードをさらに見続けます。 私はこのアニメシリーズをインターネット＆amp;\u001b[22m\n\u001b[1m(Hajime no ippo wa itsumo watashi no sukina animeshirīzudesu. Sono saidai& amp; kyōmibukai bokushingu shiai shīn, subarashī kyarakutā, omoshiroi kyarakutā, torēningu no shunkan, omoshiroi jōku, bokushingu no ugoki& amp; denpushīrōru, gazerupanchi, korukusukuryūburō, sumasshu& amp; motto takusan. Watashi wa hatsu no shīzun o oemashita. Watashi wa chanpionrōdo& amp; KImura vs mashiba miru no wa daijōbudesuga, shirīzu 1 ga sukidesu. Watashi wa hajime no ippo& amp; 2 nd no dai 2 shīzun no 16 no episōdo o mimashita. Watashi wa rappu toppu kara terebi gamen ni 2 shīzun no 10 no episōdo o sarani mi tsudzukemasu. Watashi wa kono animeshirīzu o intānetto& amp; watashi wa PC de mimashita.)\u001b[22m\n\nTranslations of \u001b[4mhajime no ippo is my favorite anime series of all time. Its has greatest &amp; I've watched on PC. interesting boxing match scenes,amazing characters,funny characters,training moments,Funny Jokes,boxing moves &amp; techniques like dempsey roll,Gazelle Punch,Corkscrew blow,Smash &amp; many more. I've finished first season of hajime no ippo.I Watched champion road &amp; KImura vs mashiba Is Okay to watch but i prefer the series one. I've watched 16 episodes of 2nd season of hajime no ippo &amp; I'll continue watch 10 more episodes of 2nd season on from laptop to tv screen. I've Downloaded this anime series from Internet &amp;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhajime no ippo is my favorite anime series of all time.\u001b[24m\n    \u001b[1mhajime no ippoはいつも私の好きなアニメシリーズです。\u001b[22m, \u001b[1m肇には一歩すべての時間の私のお気に入りのアニメシリーズではありません。\u001b[22m\n\u001b[4mIts has greatest &amp;\u001b[24m\n    \u001b[1mその最大＆amp;\u001b[22m, \u001b[1mITSは最大＆＃038を有しています。\u001b[22m\n\u001b[4minteresting boxing match scenes,amazing characters,funny characters,training moments,Funny Jokes,boxing moves &amp;\u001b[24m\n    \u001b[1m興味深いボクシング試合シーン、素晴らしいキャラクター、面白いキャラクター、トレーニングの瞬間、面白いジョーク、ボクシングの動き＆amp;\u001b[22m, \u001b[1m面白いボクシングの試合のシーン、素晴らしい文字、変な文字、トレーニング瞬間、面白いジョーク、ボクシングの移動＆＃038;\u001b[22m\n\u001b[4mtechniques like dempsey roll,Gazelle Punch,Corkscrew blow,Smash &amp;\u001b[24m\n    \u001b[1mデンプシーロール、ガゼルパンチ、コルクスクリューブロー、スマッシュ＆amp;\u001b[22m, \u001b[1mデンプシーロール、ガゼルパンチ、コークスクリューブロー、スマッシュ＆＃038のような技術。\u001b[22m\n\u001b[4mmany more.\u001b[24m\n    \u001b[1mもっとたくさん。\u001b[22m, \u001b[1mより多くの。\u001b[22m\n\u001b[4mI've finished first season of hajime no ippo.I Watched champion road &amp;\u001b[24m\n    \u001b[1m私は初のシーズンを終えました。私はチャンピオンロード＆amp;\u001b[22m, \u001b[1m私は肇の最初のシーズンを終えた何ippo.I監視チャンピオン道路＆＃038;ありません\u001b[22m\n\u001b[4mKImura vs mashiba Is Okay to watch but i prefer the series one.\u001b[24m\n    \u001b[1mKImura vs mashiba見るのは大丈夫ですが、シリーズ1が好きです。\u001b[22m, \u001b[1mmashiba対木村は見て大丈夫ですが、私はシリーズ1を好みます。\u001b[22m\n\u001b[4mI've watched 16 episodes of 2nd season of hajime no ippo &amp;\u001b[24m\n    \u001b[1m私はhajime no ippo＆amp; 2ndの第2シーズンの16のエピソードを見ました。\u001b[22m, \u001b[1m私ははじめの一歩＆＃038の第二シーズンの16エピソードを見てきました。\u001b[22m\n\u001b[4mI'll continue watch 10 more episodes of 2nd season on from laptop to tv screen.\u001b[24m\n    \u001b[1m私はラップトップからテレビ画面に2シーズンの10のエピソードをさらに見続けます。\u001b[22m, \u001b[1m私は、テレビ画面にノートパソコンからに時計を第二シーズンの10以上のエピソードを続けます。\u001b[22m\n\u001b[4mI've Downloaded this anime series from Internet &amp;\u001b[24m\n    \u001b[1m私はこのアニメシリーズをインターネット＆amp;\u001b[22m, \u001b[1m私は、インターネット＆＃038からこのアニメシリーズをダウンロードしました。\u001b[22m\n\u001b[4mI've watched on PC.\u001b[24m\n    \u001b[1m私はPCで見ました。\u001b[22m, \u001b[1m私は、PC上で見てきました。\u001b[22m"
  },
  {
    "title": "Hajime_no_Ippo",
    "id": "263",
    "url": "https://myanimelist.net/anime/263/Hajime_no_Ippo",
    "user": "Fourklift",
    "profile": "/profile/Fourklift/reviews",
    "pages": "5",
    "number": "20",
    "link": "/reviews.php?id=55651",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はボクシングのファンだと言ってみましょう...しかし、それは私がこのアニメが好きではなかった理由です。 実際には、私はいくつかのボクシングファンは、スポーツの非現実的で、率直に子供のような描写のために、絶対にそれを嫌になると思われる。 しかし、このショーが完全にボクシングについてであることを忘れて、最高のためだ。 明るいユーモアに、炎のある感情や感情に、あなたの心が華麗な（たとえオーバー・ザ・トップの）キャラクターに潜り込むようにしてください。\nボクシングは、プロットの大部分を占めるので、ボクシングや暴力があなたのものではない（と私は本当に意味する）場合は、それを見て棄権したいことがあります。 そうでなければ、それは素晴らしい時計です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLet me just say that I'm a fan of boxing... but that's not why I liked this anime. In fact, I suspect that some boxing fans will absolutely hate it, due to the unrealistic, and frankly childish portrayal of the sport. It'd be for the best though, to forget that this show is about boxing altogether. Just let your mind submerge into the brilliant (even if over-the-top) characters, into the light humor, into the flaming feelings and emotions.\n\n\u001b[1m私はボクシングのファンだと言ってみましょう...しかし、それは私がこのアニメが好きではなかった理由です。 実際には、私はいくつかのボクシングファンは、スポーツの非現実的で、率直に子供のような描写のために、絶対にそれを嫌になると思われる。 しかし、このショーが完全にボクシングについてであることを忘れて、最高のためだ。 明るいユーモアに、炎のある感情や感情に、あなたの心が華麗な（たとえオーバー・ザ・トップの）キャラクターに潜り込むようにしてください。\u001b[22m\n\u001b[1m(Watashi wa bokushingu no fanda to itte mimashou... Shikashi, sore wa watashi ga kono anime ga sukide wa nakatta riyūdesu. Jissai ni wa, watashi wa ikutsu ka no bokushingu fan wa, supōtsu no higenjitsuteki de, sotchoku ni kodomo no yōna byōsha no tame ni, zettai ni sore o iya ni naru to omowa reru. Shikashi, kono shō ga kanzen ni bokushingu ni tsuitedearu koto o wasurete, saikō no tameda. Akarui yūmoa ni,-en no aru kanjō ya kanjō ni, anata no kokoro ga kareina (tatoe ōbā za toppu no) kyarakutā ni mogurikomu yō ni shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mLet me just say that I'm a fan of boxing... but that's not why I liked this anime. In fact, I suspect that some boxing fans will absolutely hate it, due to the unrealistic, and frankly childish portrayal of the sport. It'd be for the best though, to forget that this show is about boxing altogether. Just let your mind submerge into the brilliant (even if over-the-top) characters, into the light humor, into the flaming feelings and emotions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet me just say that I'm a fan of boxing... but that's not why I liked this anime.\u001b[24m\n    \u001b[1m私はボクシングのファンだと言ってみましょう...しかし、それは私がこのアニメが好きではなかった理由です。\u001b[22m, \u001b[1m私はちょうど私がボクシングのファンだと言う...しかし、私はこのアニメが好き理由はありませんしましょう。\u001b[22m\n\u001b[4mIn fact, I suspect that some boxing fans will absolutely hate it, due to the unrealistic, and frankly childish portrayal of the sport.\u001b[24m\n    \u001b[1m実際には、私はいくつかのボクシングファンは、スポーツの非現実的で、率直に子供のような描写のために、絶対にそれを嫌になると思われる。\u001b[22m, \u001b[1m実際に、私はいくつかのボクシングファンは絶対に起因スポーツの非現実的、と率直に言って幼稚な描写に、それを嫌うだろうと思われます。\u001b[22m\n\u001b[4mIt'd be for the best though, to forget that this show is about boxing altogether.\u001b[24m\n    \u001b[1mしかし、このショーが完全にボクシングについてであることを忘れて、最高のためだ。\u001b[22m, \u001b[1mそれは、このショーは完全にボクシングについてであることを忘れて、しかし最高のためになるだろう。\u001b[22m\n\u001b[4mJust let your mind submerge into the brilliant (even if over-the-top) characters, into the light humor, into the flaming feelings and emotions.\u001b[24m\n    \u001b[1m明るいユーモアに、炎のある感情や感情に、あなたの心が華麗な（たとえオーバー・ザ・トップの）キャラクターに潜り込むようにしてください。\u001b[22m, \u001b[1mちょうどあなたの心が華麗な（でも、オーバーザトップの場合）文字に、光ユーモアに、燃えるような気持ちや感情に沈めてみましょう。\u001b[22m\nBoxing does take up a large portion of the plot, so if boxing or violence is REALLY not your thing (and I mean REALLLLLLLLY), then you might want to abstain from watching it. Otherwise, it's a great watch.\n\n\u001b[1mボクシングは、プロットの大部分を占めるので、ボクシングや暴力があなたのものではない（と私は本当に意味する）場合は、それを見て棄権したいことがあります。 そうでなければ、それは素晴らしい時計です。\u001b[22m\n\u001b[1m(Bokushingu wa, purotto no daibubun o shimerunode, bokushingu ya bōryoku ga anata no monode wanai (to watashi wa hontōni imi suru) baai wa, sore o mite kiken shitai koto ga arimasu. Sōdenakereba, sore wa subarashī tokeidesu.)\u001b[22m\n\nTranslations of \u001b[4mBoxing does take up a large portion of the plot, so if boxing or violence is REALLY not your thing (and I mean REALLLLLLLLY), then you might want to abstain from watching it. Otherwise, it's a great watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBoxing does take up a large portion of the plot, so if boxing or violence is REALLY not your thing (and I mean REALLLLLLLLY), then you might want to abstain from watching it.\u001b[24m\n    \u001b[1mボクシングは、プロットの大部分を占めるので、ボクシングや暴力があなたのものではない（と私は本当に意味する）場合は、それを見て棄権したいことがあります。\u001b[22m, \u001b[1mボクシングや暴力が本当にあなたのものではありませんので、もしボクシングは（と私はREALLLLLLLLY意味）、プロットの大部分を占有しない、あなたはそれを見てから棄権することをお勧めします。\u001b[22m\n\u001b[4mOtherwise, it's a great watch.\u001b[24m\n    \u001b[1mそうでなければ、それは素晴らしい時計です。\u001b[22m, \u001b[1mそうでなければ、それは偉大な時計です。\u001b[22m"
  }
]
