[
  {
    "title": "Gunparade_March__Arata_Naru_Kougunka",
    "id": "266",
    "url": "https://myanimelist.net/anime/266/Gunparade_March__Arata_Naru_Kougunka",
    "user": "Ranivus",
    "profile": "/profile/Ranivus/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=6288",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  4\nキャラクター|  3\n|  5\n\n::クイックレビュー::\nストーリー：6（偉大なアクション恐ろしいドラマ）\nアート：7（お金の大部分はメカニックの戦いに入った）\nサウンド：4（メカなしでは、これはゼロだったでしょう）\nキャラクター：3（私はそれほど気にすることができないような大きなグループは見たことがない）\n楽しさ：5（それは同時に楽しく苦労していた）\n全体：25/50 = 5.0（これをあなたの最後のリゾートの1つとして見てください）\n\n\n::フルレビュー::\nあなたがエピソード1から得るクールなメカアクションにだまされてはいけません。 ストーリーにあなたを導くだけのことがあります。 しかし、私のような人はそのスタイルの本当のファンではありません。 ドラマは恐ろしいものではなかったが間違ってはいないが、せいぜい「普通」（5/10）だった。 あなたが見続けると、それはすべての道案内であることを理解するようになります。 軍隊の2人のメンバーの間のロマンチックなコメディーにあなたを誘惑するための策略。 あまりにも失望しました。 アクションがそこにあったとき、それはちょうど素晴らしいでした。 アニメーションからモンスター、アクション、そして軍事チャタリング（もちろんダビング）まで、速く、激しく、幻想的でした。 残念ながら、それらの部分はシリーズの約15％しか占めていませんでした。 ロマンスとドラマは、「彼らは決して告白しますか？」という式に頼っているのではないかと思っていました。 あなたがドラマのそのスタイルを楽しむなら、試してみてください。\n\n生産価値も混在していた。 その基本的に2つの異なるアニメを考慮する。 戦争の立場では、私が実際に戦闘に参加したすべての細部と流動性に感謝します。 サウンドエフェクトは5.1で素晴らしく、適切な英語で古き良き時代の軍事チャッターと混ざり合っていました。 しかし、物語のドラマ/コメディ/ロマンスの面ではそれは単調ではなかった。 彼らはすべて同じ衣装を約90％の着用していました。 もちろん彼らはすべて18歳以下の子供だったので、いくつかのロリ傾向は明らかでした。 彼らはいくつかのファンサービスをやろうとしましたが、それは本当に貧しいものでした。 そして、声の演技は海の両側から忘れることができました（英語/日本語のダブ）。 ほとんどの場合、私は戦いの間に英語でそれを保ちました。私はドラマの間に日本語でそれを保管しました。\n\nキャラクター自体は、声が忘れられていて、お互いの化学が本当にそこになかったことを考えれば、かなり忘れがたいものでした。  2人の主人公でさえ、彼らの役割をかなりうまくやっているような気がしなかった。 説明するのは難しいですが、私が言うことができる唯一の方法は、ツンデレがツンデレのように感じられず、恥ずかしがり屋のようなタイプが、12のエピソードを通して同じことを繰り返しているような愚かな敗者のように感じられたということです。\n\nあなたがメカを愛していて、あなたが他のメカアニメを見たことがないなら、これを試してみてください。 または、あなたがアニメを好きなら、彼らは一つのことを成し遂げているが、現実には、それほど興味をそそらない別の物語を伝えるためのカバーは、このショットも与える。 それ以外はそれを残す。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\n::QUICK REVIEW::\n\n\u001b[1m::クイックレビュー::\u001b[22m\n\u001b[1m(: : Kuikkurebyū: :)\u001b[22m\n\nTranslations of \u001b[4m::QUICK REVIEW::\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m::QUICK REVIEW::\u001b[24m\n    \u001b[1m::クイックレビュー::\u001b[22m\nStory: 6 (Great action horrible drama)\n\n\u001b[1mストーリー：6（偉大なアクション恐ろしいドラマ）\u001b[22m\n\u001b[1m(Sutōrī: 6 (Idaina akushon osoroshī dorama))\u001b[22m\n\nTranslations of \u001b[4mStory: 6 (Great action horrible drama)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6 (Great action horrible drama)\u001b[24m\n    \u001b[1mストーリー：6（偉大なアクション恐ろしいドラマ）\u001b[22m, \u001b[1mストーリー：6（グレートアクション恐ろしいドラマ）\u001b[22m\nArt: 7 (Most of the money went into the mech battles)\n\n\u001b[1mアート：7（お金の大部分はメカニックの戦いに入った）\u001b[22m\n\u001b[1m(Āto: 7 (Okane no daibubun wa mekanikku no tatakai ni haitta))\u001b[22m\n\nTranslations of \u001b[4mArt: 7 (Most of the money went into the mech battles)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7 (Most of the money went into the mech battles)\u001b[24m\n    \u001b[1mアート：7（お金の大部分はメカニックの戦いに入った）\u001b[22m, \u001b[1mアート：7（お金のほとんどはメカの戦いに入りました）\u001b[22m\nSound: 4 (without the mecha, this would have been a zero)\n\n\u001b[1mサウンド：4（メカなしでは、これはゼロだったでしょう）\u001b[22m\n\u001b[1m(Saundo: 4 (Meka nashide wa, kore wa zerodattadeshou))\u001b[22m\n\nTranslations of \u001b[4mSound: 4 (without the mecha, this would have been a zero)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 4 (without the mecha, this would have been a zero)\u001b[24m\n    \u001b[1mサウンド：4（メカなしでは、これはゼロだったでしょう）\u001b[22m, \u001b[1mサウンド：4（メカせず、これはゼロだったでしょう）\u001b[22m\nCharacter: 3 (Never seen such a large group i could care less)\n\n\u001b[1mキャラクター：3（私はそれほど気にすることができないような大きなグループは見たことがない）\u001b[22m\n\u001b[1m(Kyarakutā: 3 (Watashi wa sorehodo ki ni suru koto ga dekinai yōna ōkina gurūpu wa mita koto ga nai))\u001b[22m\n\nTranslations of \u001b[4mCharacter: 3 (Never seen such a large group i could care less)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 3 (Never seen such a large group i could care less)\u001b[24m\n    \u001b[1mキャラクター：3（私はそれほど気にすることができないような大きなグループは見たことがない）\u001b[22m, \u001b[1mキャラクター：3（私はあまり気にしないような大規模なグループを見たことはありません）\u001b[22m\nEnjoyment: 5 (it was both fun and agonizing at the same time)\n\n\u001b[1m楽しさ：5（それは同時に楽しく苦労していた）\u001b[22m\n\u001b[1m(Tanoshisa: 5 (Soreha dōjini tanoshiku kurō shite ita))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 5 (it was both fun and agonizing at the same time)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 5 (it was both fun and agonizing at the same time)\u001b[24m\n    \u001b[1m楽しさ：5（それは同時に楽しく苦労していた）\u001b[22m, \u001b[1m楽しさ：5（それは同時に楽しさと苦渋の両方でした）\u001b[22m\nOverall: 25/50 = 5.0 (watch this as one of your last resorts)\n\n\u001b[1m全体：25/50 = 5.0（これをあなたの最後のリゾートの1つとして見てください）\u001b[22m\n\u001b[1m(Zentai: 25/ 50 = 5. 0 (Kore o anata no saigo no rizōto no 1tsu to shite mitekudasai))\u001b[22m\n\nTranslations of \u001b[4mOverall: 25/50 = 5.0 (watch this as one of your last resorts)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 25/50 = 5.0 (watch this as one of your last resorts)\u001b[24m\n    \u001b[1m全体：25/50 = 5.0（これをあなたの最後のリゾートの1つとして見てください）\u001b[22m, \u001b[1m全体：25/50 = 5.0（あなたの最後のリゾートの一つとしてこれを見て）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n::FULL REVIEW::\n\n\u001b[1m::フルレビュー::\u001b[22m\n\u001b[1m(: : Fururebyū: :)\u001b[22m\n\nTranslations of \u001b[4m::FULL REVIEW::\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m::FULL REVIEW::\u001b[24m\n    \u001b[1m::フルレビュー::\u001b[22m, \u001b[1m:: FULL REVIEW::\u001b[22m\nDon't be fooled by the cool mecha action you get from episode one. Thats just there to draw you in to the story. But people like me aren't real fans of that style. Don't get me wrong the drama wasn't horrible, but it was 'mediocre' (5/10) at best. As you keep watching, you will come to realize it's all a ploy. A ploy to lure you into a romantic comedy between two members of the military. It was a HUGE disappointment too. When the action was there it was just awesome. From the animation, to the monsters, to the action, and right down to the military chatter (dub of course) it was fast, fierce, and fantastic. Unfortunately those parts only took up of about 15% of the series. The romance and drama though was a bit iffy relying on the 'will they ever confess' formula. If you enjoy that style of drama then give it a try.\n\n\u001b[1mあなたがエピソード1から得るクールなメカアクションにだまされてはいけません。 ストーリーにあなたを導くだけのことがあります。 しかし、私のような人はそのスタイルの本当のファンではありません。 ドラマは恐ろしいものではなかったが間違ってはいないが、せいぜい「普通」（5/10）だった。 あなたが見続けると、それはすべての道案内であることを理解するようになります。 軍隊の2人のメンバーの間のロマンチックなコメディーにあなたを誘うための策略。 あまりにも失望しました。 アクションがそこにあったとき、それはちょうど素晴らしいでした。 アニメーションからモンスター、アクション、そして軍事チャタリング（もちろんダビング）まで、速く、激しく、幻想的でした。 残念ながら、それらの部分はシリーズの約15％しか占めていませんでした。 ロマンスとドラマは、「彼らは決して告白しますか？」という式に頼っているのではないかと思っていました。 あなたがドラマのそのスタイルを楽しむなら、試してみてください。\u001b[22m\n\u001b[1m(Anata ga episōdo 1 kara eru kūruna mekaakushon ni damasa rete wa ikemasen. Sutōrī ni anata o michibiku dake no koto ga arimasu. Anata ga mi tsudzukeru to, soreha subete no michian'naidearu koto o rikai suru yō ni narimasu. Guntai no 2-ri no menbā no ma no romanchikkuna komedī ni anata o izanau tame no sakuryaku. Amarini mo shitsubō shimashita. Akushon ga soko ni atta toki, sore wa chōdo subarashīdeshita. Animēshon kara monsutā, akushon, soshite gunji chataringu (mochiron dabingu) made, hayaku, hageshiku, gensō-tekideshita. Zan'nen'nagara, sorera no bubun wa shirīzu no yaku 15-pāsento shika shimete imasendeshita. Romansu to dorama wa,`karera wa kesshite kokuhaku shimasu ka?' To iu shiki ni tayotte iru node wanai ka to omotte imashita. Anata ga dorama no sono sutairu o tanoshimunara, tameshite mite kudasai. Shikashi, watashi no yōna hito wa sono sutairu no hontō no fande wa arimasen. Dorama wa osoroshī monode wa nakattaga machigatte wa inaiga, seizei `futsū'(5 / 10)datta.)\u001b[22m\n\nTranslations of \u001b[4mDon't be fooled by the cool mecha action you get from episode one. Thats just there to draw you in to the story. But people like me aren't real fans of that style. Don't get me wrong the drama wasn't horrible, but it was 'mediocre' (5/10) at best. As you keep watching, you will come to realize it's all a ploy. A ploy to lure you into a romantic comedy between two members of the military. It was a HUGE disappointment too. When the action was there it was just awesome. From the animation, to the monsters, to the action, and right down to the military chatter (dub of course) it was fast, fierce, and fantastic. Unfortunately those parts only took up of about 15% of the series. The romance and drama though was a bit iffy relying on the 'will they ever confess' formula. If you enjoy that style of drama then give it a try.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't be fooled by the cool mecha action you get from episode one.\u001b[24m\n    \u001b[1mあなたがエピソード1から得るクールなメカアクションにだまされてはいけません。\u001b[22m, \u001b[1mあなたはエピソード1から取得クールなメカアクションによってだまされてはいけません。\u001b[22m\n\u001b[4mThats just there to draw you in to the story.\u001b[24m\n    \u001b[1mストーリーにあなたを導くだけのことがあります。\u001b[22m, \u001b[1mちょうどそこザッツ話にであなたを描画します。\u001b[22m\n\u001b[4mAs you keep watching, you will come to realize it's all a ploy.\u001b[24m\n    \u001b[1mあなたが見続けると、それはすべての道案内であることを理解するようになります。\u001b[22m, \u001b[1mあなたが見続けるように、あなたはそれがすべての策略だ認識するようになります。\u001b[22m\n\u001b[4mA ploy to lure you into a romantic comedy between two members of the military.\u001b[24m\n    \u001b[1m軍隊の2人のメンバーの間のロマンチックなコメディーにあなたを誘うための策略。\u001b[22m, \u001b[1m軍の2つのメンバー間のロマンチックコメディにあなたを誘惑するための策略。\u001b[22m\n\u001b[4mIt was a HUGE disappointment too.\u001b[24m\n    \u001b[1mあまりにも失望しました。\u001b[22m, \u001b[1mそれはあまりにも巨大に終わりました。\u001b[22m\n\u001b[4mWhen the action was there it was just awesome.\u001b[24m\n    \u001b[1mアクションがそこにあったとき、それはちょうど素晴らしいでした。\u001b[22m, \u001b[1mアクションがあったとき、それはただ驚くばかりでした。\u001b[22m\n\u001b[4mFrom the animation, to the monsters, to the action, and right down to the military chatter (dub of course) it was fast, fierce, and fantastic.\u001b[24m\n    \u001b[1mアニメーションからモンスター、アクション、そして軍事チャタリング（もちろんダビング）まで、速く、激しく、幻想的でした。\u001b[22m, \u001b[1mアニメーションから、モンスターに、アクションに、右軍のおしゃべり（コースのダブ）までは、高速で激しい、そしてファンタスティックでした。\u001b[22m\n\u001b[4mUnfortunately those parts only took up of about 15% of the series.\u001b[24m\n    \u001b[1m残念ながら、それらの部分はシリーズの約15％しか占めていませんでした。\u001b[22m, \u001b[1m残念ながら、これらの部品はわずかシリーズの約15％のアップでした。\u001b[22m\n\u001b[4mThe romance and drama though was a bit iffy relying on the 'will they ever confess' formula.\u001b[24m\n    \u001b[1mロマンスとドラマは、「彼らは決して告白しますか？」という式に頼っているのではないかと思っていました。\u001b[22m, \u001b[1mロマンスとドラマはしかし「彼らがこれまで告白します」式に頼る少しあやふやでした。\u001b[22m\n\u001b[4mIf you enjoy that style of drama then give it a try.\u001b[24m\n    \u001b[1mあなたがドラマのそのスタイルを楽しむなら、試してみてください。\u001b[22m, \u001b[1mあなたはドラマのそのスタイルを楽しむ場合は、それを試してみます。\u001b[22m\n\u001b[4mBut people like me aren't real fans of that style.\u001b[24m\n    \u001b[1mしかし、私のような人はそのスタイルの本当のファンではありません。\u001b[22m, \u001b[1mしかし、私のような人々は、そのスタイルの本当のファンではありません。\u001b[22m\n\u001b[4mDon't get me wrong the drama wasn't horrible, but it was 'mediocre' (5/10) at best.\u001b[24m\n    \u001b[1mドラマは恐ろしいものではなかったが間違ってはいないが、せいぜい「普通」（5/10）だった。\u001b[22m, \u001b[1m誤解しないでドラマは恐ろしいではありませんでしたが、それは最高の状態で（5/10）「平凡」でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe production value was also a mixed bag as well. Considering its basically 2 different anime. On the warfare standpoint, I really appreciate all the detail and fluidity that they put into the mech battles. The sound effects were great in 5.1 and mix it in with some good old fashioned military chatter in proper English, I was on an action high when it ever came on. But on the drama/comedy/romance side of things it was just mediocre. They all wore the same outfits about 90% of the time. Of course they were all kids 18 or under so some loli tendencies were obvious. They tried to do some fanservice but it was really poor. And the voice acting was forgettable from both sides of ocean (English/Japanese dub). For the most part i just kept it in English during the battles and i kept it in Japanese during the drama.\n\n\u001b[1m生産価値も混在していた。 その基本的に2つの異なるアニメを考慮する。 戦争の立場では、私が実際に戦闘に参加したすべての細部と流動性に感謝します。 サウンドエフェクトは5.1で素晴らしく、適切な英語で古き良き時代の軍事チャッターと混ざり合っていました。 しかし、物語のドラマ/コメディ/ロマンスの面ではそれは単調ではなかった。 彼らはすべて同じ衣装を約90％の着用していました。 もちろん彼らはすべて18歳以下の子供だったので、いくつかのロリ傾向は明らかでした。 彼らはいくつかのファンサービスをやろうとしましたが、それは本当に貧しいものでした。 そして、声の演技は海の両側から忘れることができました（英語/日本語のダブ）。 ほとんどの場合、私は戦いの間に英語でそれを保ちました。私はドラマの間に日本語でそれを保管しました。\u001b[22m\n\u001b[1m(Seisan kachi mo konzai shite ita. Sono kihontekini 2tsu no kotonaru anime o kōryo suru. Sensō no tachibade wa, watashi ga jissai ni sentō ni sanka shita subete no saibu to ryūdō-sei ni kansha shimasu. Saundoefekuto wa 5. 1 De subarashiku, tekisetsuna eigo de furukiyokijidai no gunji chattā to mazari atte imashita. Shikashi, monogatari no dorama/ komedi/ romansu no mende wa sore wa tanchōde wa nakatta. Karera wa subete onaji ishō o yaku 90-pāsento no chakuyō shite imashita. Mochiron karera wa subete 18-sai ika no kodomodattanode, ikutsu ka no rori keikō wa akirakadeshita. Karera wa ikutsu ka no fansābisu o yarou to shimashitaga, sore wa hontōni mazushī monodeshita. Soshite,-goe no engi wa umi no ryōsoku kara wasureru koto ga dekimashita (eigo/ nihongo no dabu). Hotondo no baai, watashi wa tatakai no ma ni eigo de sore o tamochimashita. Watashi wa dorama no ma ni nihongode sore o hokan shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe production value was also a mixed bag as well. Considering its basically 2 different anime. On the warfare standpoint, I really appreciate all the detail and fluidity that they put into the mech battles. The sound effects were great in 5.1 and mix it in with some good old fashioned military chatter in proper English, I was on an action high when it ever came on. But on the drama/comedy/romance side of things it was just mediocre. They all wore the same outfits about 90% of the time. Of course they were all kids 18 or under so some loli tendencies were obvious. They tried to do some fanservice but it was really poor. And the voice acting was forgettable from both sides of ocean (English/Japanese dub). For the most part i just kept it in English during the battles and i kept it in Japanese during the drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe production value was also a mixed bag as well.\u001b[24m\n    \u001b[1m生産価値も混在していた。\u001b[22m, \u001b[1m生産額は、同様に、混合袋でした。\u001b[22m\n\u001b[4mConsidering its basically 2 different anime.\u001b[24m\n    \u001b[1mその基本的に2つの異なるアニメを考慮する。\u001b[22m, \u001b[1mその基本的に2つの異なるアニメを考えます。\u001b[22m\n\u001b[4mOn the warfare standpoint, I really appreciate all the detail and fluidity that they put into the mech battles.\u001b[24m\n    \u001b[1m戦争の立場では、私が実際に戦闘に参加したすべての細部と流動性に感謝します。\u001b[22m, \u001b[1m戦争の観点では、私は本当に彼らがメカの戦いに入れていることを、すべてのディテールや流動性を高く評価しています。\u001b[22m\n\u001b[4mThe sound effects were great in 5.1 and mix it in with some good old fashioned military chatter in proper English, I was on an action high when it ever came on.\u001b[24m\n    \u001b[1mサウンドエフェクトは5.1で素晴らしく、適切な英語で古き良き時代の軍事チャッターと混ざり合っていました。\u001b[22m, \u001b[1mそれは今までに来たときの効果音は5.1で素晴らしかったし、正しい英語でいくつかの良い昔ながらの軍事おしゃべりでそれを混ぜ、私はアクションハイにありました。\u001b[22m\n\u001b[4mBut on the drama/comedy/romance side of things it was just mediocre.\u001b[24m\n    \u001b[1mしかし、物語のドラマ/コメディ/ロマンスの面ではそれは単調ではなかった。\u001b[22m, \u001b[1mしかし、物事のドラマ/コメディ/ロマンス側でそれだけで平凡でした。\u001b[22m\n\u001b[4mThey all wore the same outfits about 90% of the time.\u001b[24m\n    \u001b[1m彼らはすべて同じ衣装を約90％の着用していました。\u001b[22m, \u001b[1m彼らはすべての時間の約90％同じ衣装を着ていました。\u001b[22m\n\u001b[4mOf course they were all kids 18 or under so some loli tendencies were obvious.\u001b[24m\n    \u001b[1mもちろん彼らはすべて18歳以下の子供だったので、いくつかのロリ傾向は明らかでした。\u001b[22m, \u001b[1mもちろん、彼らはすべての子供たち18またはいくつかのロリ傾向が明白だったので下にありました。\u001b[22m\n\u001b[4mThey tried to do some fanservice but it was really poor.\u001b[24m\n    \u001b[1m彼らはいくつかのファンサービスをやろうとしましたが、それは本当に貧しいものでした。\u001b[22m, \u001b[1m彼らはいくつかのサービスカットを実行しようとしましたが、それは本当に悪かったです。\u001b[22m\n\u001b[4mAnd the voice acting was forgettable from both sides of ocean (English/Japanese dub).\u001b[24m\n    \u001b[1mそして、声の演技は海の両側から忘れることができました（英語/日本語のダブ）。\u001b[22m, \u001b[1mそして、声の演技は、海の両側（英語/日本語吹替）から忘れられがちでした。\u001b[22m\n\u001b[4mFor the most part i just kept it in English during the battles and i kept it in Japanese during the drama.\u001b[24m\n    \u001b[1mほとんどの場合、私は戦いの間に英語でそれを保ちました。私はドラマの間に日本語でそれを保管しました。\u001b[22m, \u001b[1mほとんどの部分については、私はちょうど戦いの間に英語でそれを維持し、私はドラマの中に、日本でそれを続けました。\u001b[22m\n\u001b[1m\u001b[22m\nThe character themselves were pretty forgettable considering the voices were forgettable and their chemistry between each other really wasn't there. Even the two main characters didn't feel like they were playing their roles quite well. It's hard to explain but the only way I can say it is that tsundere didnt feel like a tsundere and the shy type felt more like a mumbling loser just repeating the same thing over through 12 episodes.\n\n\u001b[1mキャラクター自体は、声が忘れられていて、お互いの化学が本当にそこになかったことを考えれば、かなり忘れがたいものでした。  2人の主人公でさえ、彼らの役割をかなりうまくやっているような気がしなかった。 説明するのは難しいですが、私が言うことができる唯一の方法は、ツンデレがツンデレのように感じられず、恥ずかしがり屋のようなタイプが、12のエピソードを通して同じことを繰り返しているような愚かな敗者のように感じられたということです。\u001b[22m\n\u001b[1m(Kyarakutā jitai wa,-goe ga wasure rarete ite, otagai no kagaku ga hontōni soko ni nakatta koto o kangaereba, kanari wasure gatai monodeshita. 2-Ri no shujinkōde sae, karera no yakuwari o kanari umaku yatte iru yōna ki ga shinakatta. Setsumei suru no wa muzukashīdesuga, watashi ga iu koto ga dekiru yuiitsu no hōhō wa, tsundere ga tsundere no yō ni kanji rarezu, hazukashigariya no yōna taipu ga, 12 no episōdo o tōshite onaji koto o kurikaeshite iru yōna orokana haisha no yō ni kanji rareta to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe character themselves were pretty forgettable considering the voices were forgettable and their chemistry between each other really wasn't there. Even the two main characters didn't feel like they were playing their roles quite well. It's hard to explain but the only way I can say it is that tsundere didnt feel like a tsundere and the shy type felt more like a mumbling loser just repeating the same thing over through 12 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character themselves were pretty forgettable considering the voices were forgettable and their chemistry between each other really wasn't there.\u001b[24m\n    \u001b[1mキャラクター自体は、声が忘れられていて、お互いの化学が本当にそこになかったことを考えれば、かなり忘れがたいものでした。\u001b[22m, \u001b[1m文字自体が声を考慮かなり忘れていたが忘れていた、お互いの間に、その化学的性質は本当にありませんでした。\u001b[22m\n\u001b[4mEven the two main characters didn't feel like they were playing their roles quite well.\u001b[24m\n    \u001b[1m2人の主人公でさえ、彼らの役割をかなりうまくやっているような気がしなかった。\u001b[22m, \u001b[1m彼らは非常によく自分の役割を果たしていたようであっても二つの主な文字は感じませんでした。\u001b[22m\n\u001b[4mIt's hard to explain but the only way I can say it is that tsundere didnt feel like a tsundere and the shy type felt more like a mumbling loser just repeating the same thing over through 12 episodes.\u001b[24m\n    \u001b[1m説明するのは難しいですが、私が言うことができる唯一の方法は、ツンデレがツンデレのように感じられず、恥ずかしがり屋のようなタイプが、12のエピソードを通して同じことを繰り返しているような愚かな敗者のように感じられたということです。\u001b[22m, \u001b[1mそれは説明するのは難しいのですが、私はそれを言うことができる唯一の方法は、ツンデレツンデレのように感じると内気なタイプがわずか12話を通して、繰り返し同じことを繰り返すよりぶつぶつ言う敗者のように感じていませんでしということです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you love mecha and you have absolutely no other mecha anime to watch I'd give this a try. Or if you like anime that sound like they're accomplishing one thing but in reality, its cover to tell a different less intriguing story give this a shot too. Other than that leave it alone.\n\n\u001b[1mあなたがメカを愛していて、あなたが他のメカアニメを見たことがないなら、これを試してみてください。 または、あなたがアニメを好きなら、彼らは一つのことを成し遂げているが、現実には、それほど興味をそそらない別の物語を伝えるためのカバーは、このショットも与える。 それ以外はそれを残す。\u001b[22m\n\u001b[1m(Anata ga meka o aishite ite, anata ga hoka no meka anime o mita koto ga nainara, kore o tameshite mite kudasai. Matawa, anata ga anime o sukinara, karera wa hitotsu no koto o nashitogete iruga, genjitsu ni wa, sorehodo kyōmi o sosoranai betsu no monogatari o tsutaeru tame no kabā wa, kono shotto mo ataeru. Sore igai wa sore o nokosu.)\u001b[22m\n\nTranslations of \u001b[4mIf you love mecha and you have absolutely no other mecha anime to watch I'd give this a try. Or if you like anime that sound like they're accomplishing one thing but in reality, its cover to tell a different less intriguing story give this a shot too. Other than that leave it alone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you love mecha and you have absolutely no other mecha anime to watch I'd give this a try.\u001b[24m\n    \u001b[1mあなたがメカを愛していて、あなたが他のメカアニメを見たことがないなら、これを試してみてください。\u001b[22m, \u001b[1mあなたはメカを愛し、あなたが見て絶対にない他のメカアニメを持っていない場合、私はこれを試してみてね。\u001b[22m\n\u001b[4mOr if you like anime that sound like they're accomplishing one thing but in reality, its cover to tell a different less intriguing story give this a shot too.\u001b[24m\n    \u001b[1mまたは、あなたがアニメを好きなら、彼らは一つのことを成し遂げているが、現実には、それほど興味をそそらない別の物語を伝えるためのカバーは、このショットも与える。\u001b[22m, \u001b[1mそれとも、彼らは一つのことを達成するが、実際にしているように聞こえるアニメのような場合は、別のあまり魅力的な物語を伝えるために、そのカバーは、このにあまりにも打撃を与えます。\u001b[22m\n\u001b[4mOther than that leave it alone.\u001b[24m\n    \u001b[1mそれ以外はそれを残す。\u001b[22m, \u001b[1mそれ以外は単独でそれを残します。\u001b[22m"
  },
  {
    "title": "Gunparade_March__Arata_Naru_Kougunka",
    "id": "266",
    "url": "https://myanimelist.net/anime/266/Gunparade_March__Arata_Naru_Kougunka",
    "user": "Huntsman",
    "profile": "/profile/Huntsman/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=1244",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nガンパレード・マーチはユニークなアニメです。\n\n同じ名前のマンガをもとにした物語は素晴らしいです。  Gunapardeは、1945年の第二次世界大戦終結後、地球上に外人が登場し、人間を殺し始める代替的な将来に起こります。  54歳から1999年にかけての人間はまだ戦っている。 物語は、地球上の最後の残りの要塞の一つである日本で起こる。 ストーリーは、ドラフトされた若いティーンエージャーを中心に構成されている第5121小隊に焦点を当てています。\n\nキャラクターはアニメに人生と感情を加えて素晴らしいものでした。 私は個人的には、主人公の早見淳と柴村麻衣が一番好きでした。 彼らはアニメが偉大になるのを助けました。\n\nアニメーションとサウンドはとても良いものでしたが、素晴らしいものではありませんでした。 私はアニメのメカのデザインが気に入らなかったが、実際にはそれほど気にしなかった。 音楽にはいくつかの欠陥がありましたが、まだ非常に良好でした。\n\n私がGunaparad Marchと全体として持っていた最大の問題は、アニメの長さでした。 わずか12話だった。 私はそれがずっと長く続くかもしれないと思う。 ストーリーは幅広く、ずっと長く続いていた可能性があります。 私は偉大なキャラクターと一緒に世界の他の部分に取られた物語を見たいと思っています。 それでもまだアニメから離れているわけではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGunparade March is a unique anime.\n\n\u001b[1mガンパレード・マーチはユニークなアニメです。\u001b[22m\n\u001b[1m(Ganparēdo māchi wa yunīkuna animedesu.)\u001b[22m\n\nTranslations of \u001b[4mGunparade March is a unique anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGunparade March is a unique anime.\u001b[24m\n    \u001b[1mガンパレード・マーチはユニークなアニメです。\u001b[22m, \u001b[1mガンパレード・オーケストラは、ユニークなアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story based of the manga by the same name is great. Gunaparde takes place in a alternate future when after the end of WWII in 1945 a alien race appears on the earth and begins to kill of humans. Fast forward 54 years to 1999 humans are still fighting. The story takes place in Japan one of the last remaining strongholds on the planet. The story focuses on the 5121st Platoon who are made up mainly of young teenagers who were drafted.\n\n\u001b[1m同じ名前のマンガをもとにした物語は素晴らしいです。  Gunapardeは、1945年の第二次世界大戦終結後、地球上に外人が登場し、人間を殺し始める代替的な将来に起こります。  54歳から1999年にかけての人間はまだ戦っている。 物語は、地球上の最後の残りの要塞の一つである日本で起こる。 ストーリーは、ドラフトされた若いティーンエージャーを中心に構成されている第5121小隊に焦点を当てています。\u001b[22m\n\u001b[1m(Onaji namae no manga o moto ni shita monogatari wa subarashīdesu. Gunaparde wa, 1945-nen no dai 二次世界大戦終結後 , Chikyū-jō ni gaijin ga tōjō shi, ningen o koroshi hajimeru daitai-tekina shōrai ni okorimasu. 54-Sai kara 1999-nen ni kakete no ningen wa mada tatakatte iru. Monogatari wa, chikyū-jō no saigo no nokori no yōsai no hitotsudearu Nihon de okoru. Sutōrī wa, dorafuto sa reta wakai tīn'ējā o chūshin ni kōsei sa rete iru dai 5121 shōtai ni shōten o atete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story based of the manga by the same name is great. Gunaparde takes place in a alternate future when after the end of WWII in 1945 a alien race appears on the earth and begins to kill of humans. Fast forward 54 years to 1999 humans are still fighting. The story takes place in Japan one of the last remaining strongholds on the planet. The story focuses on the 5121st Platoon who are made up mainly of young teenagers who were drafted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story based of the manga by the same name is great.\u001b[24m\n    \u001b[1m同じ名前のマンガをもとにした物語は素晴らしいです。\u001b[22m, \u001b[1m同じ名前の漫画のベースストーリーが素晴らしいです。\u001b[22m\n\u001b[4mGunaparde takes place in a alternate future when after the end of WWII in 1945 a alien race appears on the earth and begins to kill of humans.\u001b[24m\n    \u001b[1mGunapardeは、1945年の第二次世界大戦終結後、地球上に外人が登場し、人間を殺し始める代替的な将来に起こります。\u001b[22m, \u001b[1m1945年の第二次世界大戦の終了後にエイリアンが地球上に表示され、人間の殺すために始めたときGunapardeは、代替将来的に行われます。\u001b[22m\n\u001b[4mFast forward 54 years to 1999 humans are still fighting.\u001b[24m\n    \u001b[1m54歳から1999年にかけての人間はまだ戦っている。\u001b[22m, \u001b[1m早送り54年1999年に人間がまだ戦っています。\u001b[22m\n\u001b[4mThe story takes place in Japan one of the last remaining strongholds on the planet.\u001b[24m\n    \u001b[1m物語は、地球上の最後の残りの要塞の一つである日本で起こる。\u001b[22m, \u001b[1m物語は、日本では地球上で最後に残った砦の一つが起こります。\u001b[22m\n\u001b[4mThe story focuses on the 5121st Platoon who are made up mainly of young teenagers who were drafted.\u001b[24m\n    \u001b[1mストーリーは、ドラフトされた若いティーンエージャーを中心に構成されている第5121小隊に焦点を当てています。\u001b[22m, \u001b[1m物語は主に起草された若いティーンエイジャーで構成されている第五千百二十一小隊に焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were great adding life and emotion to the anime. I personally liked the two main characters, Atsushi Hayami and Mai Shibamura the best. They helped the anime become great.\n\n\u001b[1mキャラクターはアニメに人生と感情を加えて素晴らしいものでした。 私は個人的には、主人公の早見淳と柴村麻衣が一番好きでした。 彼らはアニメが偉大になるのを助けました。\u001b[22m\n\u001b[1m(Kyarakutā wa anime ni jinsei to kanjō o kuwaete subarashī monodeshita. Watashi wa kojin-teki ni wa, shujinkō no Hayami Jun to Shibamura Mai ga ichiban sukideshita. Karera wa anime ga idai ni naru no o tasukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were great adding life and emotion to the anime. I personally liked the two main characters, Atsushi Hayami and Mai Shibamura the best. They helped the anime become great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were great adding life and emotion to the anime.\u001b[24m\n    \u001b[1mキャラクターはアニメに人生と感情を加えて素晴らしいものでした。\u001b[22m, \u001b[1m文字がアニメに人生と感情を追加素晴らしかったです。\u001b[22m\n\u001b[4mI personally liked the two main characters, Atsushi Hayami and Mai Shibamura the best.\u001b[24m\n    \u001b[1m私は個人的には、主人公の早見淳と柴村麻衣が一番好きでした。\u001b[22m, \u001b[1m私は個人的に2メインキャラクター、敦速水と舞柴村最高のが好きでした。\u001b[22m\n\u001b[4mThey helped the anime become great.\u001b[24m\n    \u001b[1m彼らはアニメが偉大になるのを助けました。\u001b[22m, \u001b[1m彼らは偉大になるアニメを助けました。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation and sound was very good but not great. I didn't like the design of the mecha in the anime, but it really didn't bother me much. The music was had some flaws but was still very good.\n\n\u001b[1mアニメーションとサウンドはとても良いものでしたが、素晴らしいものではありませんでした。 私はアニメのメカのデザインが気に入らなかったが、実際にはそれほど気にしなかった。 音楽にはいくつかの欠陥がありましたが、まだ非常に良好でした。\u001b[22m\n\u001b[1m(Animēshon to saundo wa totemo yoimonodeshitaga, subarashī monode wa arimasendeshita. Watashi wa anime no meka no dezain ga kiniiranakattaga, jissai ni wa sorehodo ki ni shinakatta. Ongaku ni wa ikutsu ka no kekkan ga arimashitaga, mada hijō ni ryōkōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation and sound was very good but not great. I didn't like the design of the mecha in the anime, but it really didn't bother me much. The music was had some flaws but was still very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation and sound was very good but not great.\u001b[24m\n    \u001b[1mアニメーションとサウンドはとても良いものでしたが、素晴らしいものではありませんでした。\u001b[22m, \u001b[1mアニメーションとサウンドは非常に良いが、素晴らしいではありませんでした。\u001b[22m\n\u001b[4mI didn't like the design of the mecha in the anime, but it really didn't bother me much.\u001b[24m\n    \u001b[1m私はアニメのメカのデザインが気に入らなかったが、実際にはそれほど気にしなかった。\u001b[22m, \u001b[1m私はアニメにメカのデザインが好きではなかったが、それは本当に多くの私を気にしませんでした。\u001b[22m\n\u001b[4mThe music was had some flaws but was still very good.\u001b[24m\n    \u001b[1m音楽にはいくつかの欠陥がありましたが、まだ非常に良好でした。\u001b[22m, \u001b[1m音楽は、いくつかの欠点を持っていたが、まだ非常に良いでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe biggest problem I had overall with Gunaparad March was the length of the anime. It was only 12 episodes long. I think it could have gone on for a lot longer. The story was broad and could have gone on a lot longer. I would have love to see the story taken to other parts of the world along with the great characters. Still it really doesn't take much away from the anime, it's still great and worth watching.\n\n\u001b[1m私がGunaparad Marchと全体として持っていた最大の問題は、アニメの長さでした。 わずか12話だった。 私はそれがずっと長く続くかもしれないと思う。 ストーリーは幅広く、ずっと長く続いていた可能性があります。 私は偉大なキャラクターと一緒に世界の他の部分に取られた物語を見たいと思っています。 それでもまだアニメから離れているわけではありません。\u001b[22m\n\u001b[1m(Watashi ga Gunaparad March to zentai to shite motte ita saidai no mondai wa, anime no naga-sadeshita. Wazuka 12-wadatta. Watashi wa sore ga zutto nagaku tsudzuku kamo shirenai to omou. Sutōrī wa habahiroku, zutto nagaku tsudzuite ita kanōsei ga arimasu. Watashi wa idaina kyarakutā to issho ni sekai no ta no bubun ni tora reta monogatari o mitai to omotte imasu. Soredemo mada anime kara hanarete iru wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe biggest problem I had overall with Gunaparad March was the length of the anime. It was only 12 episodes long. I think it could have gone on for a lot longer. The story was broad and could have gone on a lot longer. I would have love to see the story taken to other parts of the world along with the great characters. Still it really doesn't take much away from the anime, it's still great and worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe biggest problem I had overall with Gunaparad March was the length of the anime.\u001b[24m\n    \u001b[1m私がGunaparad Marchと全体として持っていた最大の問題は、アニメの長さでした。\u001b[22m, \u001b[1m私はGunaparad月で全体の持っていた最大の問題は、アニメの長さでした。\u001b[22m\n\u001b[4mIt was only 12 episodes long.\u001b[24m\n    \u001b[1mわずか12話だった。\u001b[22m, \u001b[1mそれは長いだけで12のエピソードでした。\u001b[22m\n\u001b[4mI think it could have gone on for a lot longer.\u001b[24m\n    \u001b[1m私はそれがずっと長く続くかもしれないと思う。\u001b[22m, \u001b[1m私はそれがたくさん長く上で行っていると思います。\u001b[22m\n\u001b[4mThe story was broad and could have gone on a lot longer.\u001b[24m\n    \u001b[1mストーリーは幅広く、ずっと長く続いていた可能性があります。\u001b[22m, \u001b[1m物語は広いし、多くの長い上に行っている可能性があります。\u001b[22m\n\u001b[4mI would have love to see the story taken to other parts of the world along with the great characters.\u001b[24m\n    \u001b[1m私は偉大なキャラクターと一緒に世界の他の部分に取られた物語を見たいと思っています。\u001b[22m, \u001b[1m私は偉大な文字と一緒に、世界の他の部分に撮影した物語を見るために愛を持っているでしょう。\u001b[22m\n\u001b[4mStill it really doesn't take much away from the anime, it's still great and worth watching.\u001b[24m\n    \u001b[1mそれでもまだアニメから離れているわけではありません。\u001b[22m, \u001b[1mまだそれは本当に多く離れアニメから取らない、それはまだ素晴らしいと見て価値があります。\u001b[22m"
  },
  {
    "title": "Gunparade_March__Arata_Naru_Kougunka",
    "id": "266",
    "url": "https://myanimelist.net/anime/266/Gunparade_March__Arata_Naru_Kougunka",
    "user": "martaine",
    "profile": "/profile/martaine/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=12289",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  10\n\nガンパレードは私が見た中で最高のシリーズの一つです。\nアート、サウンド、アニメーションは一流のものではありませんが、ストーリーラインはこれを補うものであり、これを一種のものにしています。\n\n私が見た他のどのシリーズも、これが持っているのと同じ雰囲気を持っていません - 暗い、\n黙示録的ではあるが、まだまだ違います。 説明できるものではなく、ただそれを見て理解するでしょう。\n\nこのシリーズにはあらゆる種類のアニメ作品があり、エンディングは数マイル離れたところから見えますが、キャラクターが誰であるかを知ることは非常に面白いです。\nどのように世界がシリーズのものになったのかを徐々に理解する。\n\n私はちょっと音が鈍いようにしますが、そうではありません。 シリーズはすべての適切な場所でコメディで満たされている、12のエピソード全体にまともなアクションがあり、（ほとんど）\n\n要約すると、このアニメを特別なものにするのは、多くの穴を開いたままのストーリーと、それがもたらすユニークな雰囲気です。 あなたがメカを愛しているなら、終末論的な世俗を愛し、「友情のごみ」を憎んではいけません。これは必見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGunparade is one of the best series I've seen.\n\n\u001b[1mガンパレードは私が見た中で最高のシリーズの一つです。\u001b[22m\n\u001b[1m(Ganparēdo wa watashi ga mita naka de saikō no shirīzu no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mGunparade is one of the best series I've seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGunparade is one of the best series I've seen.\u001b[24m\n    \u001b[1mガンパレードは私が見た中で最高のシリーズの一つです。\u001b[22m, \u001b[1mガンパレードは、私が見た中で最高のシリーズの一つです。\u001b[22m\nalthough the art, sound and animation aren't top notch, the storyline compensates for that and makes this a one-of-a-kind.\n\n\u001b[1mアート、サウンド、アニメーションは一流のものではありませんが、ストーリーラインはこれを補うものであり、これを一種のものにしています。\u001b[22m\n\u001b[1m(Āto, saundo, animēshon wa ichiryū no monode wa arimasenga, sutōrīrain wa kore o oginau monodeari, kore o isshu no mono ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4malthough the art, sound and animation aren't top notch, the storyline compensates for that and makes this a one-of-a-kind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4malthough the art, sound and animation aren't top notch, the storyline compensates for that and makes this a one-of-a-kind.\u001b[24m\n    \u001b[1mアート、サウンド、アニメーションは一流のものではありませんが、ストーリーラインはこれを補うものであり、これを一種のものにしています。\u001b[22m, \u001b[1mアート、サウンドとアニメーションは一流ではないが、ストーリー展開は、そのために補正し、このオンリーワンになります。\u001b[22m\n\u001b[1m\u001b[22m\nNo other series i watched delivered the same atmosphere this one has - dark,\n\n\u001b[1m私が見た他のどのシリーズも、これが持っているのと同じ雰囲気を持っていません - 暗い、\u001b[22m\n\u001b[1m(Watashi ga mita ta no dono shirīzu mo, kore ga motte iru no to onaji fun'iki o motte imasen - kurai,)\u001b[22m\n\nTranslations of \u001b[4mNo other series i watched delivered the same atmosphere this one has - dark,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo other series i watched delivered the same atmosphere this one has - dark,\u001b[24m\n    \u001b[1m私が見た他のどのシリーズも、これが持っているのと同じ雰囲気を持っていません - 暗い、\u001b[22m, \u001b[1m私が見た他のシリーズは、この1つは持っていると同じ雰囲気を配信しません - 暗いです、\u001b[22m\npost apocalyptic, yet somehow different. It's not something explainable, just watch it and you'll understand.\n\n\u001b[1m黙示録的ではあるが、まだまだ違います。 説明できるものではなく、ただそれを見て理解するでしょう。\u001b[22m\n\u001b[1m(Mokushiroku-tekide wa aru ga, madamada chigaimasu. Setsumei dekiru monode wa naku, tada sore o mite rikai surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mpost apocalyptic, yet somehow different. It's not something explainable, just watch it and you'll understand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mpost apocalyptic, yet somehow different.\u001b[24m\n    \u001b[1m黙示録的ではあるが、まだまだ違います。\u001b[22m, \u001b[1m終末論的な、まだ何とか異なる投稿してください。\u001b[22m\n\u001b[4mIt's not something explainable, just watch it and you'll understand.\u001b[24m\n    \u001b[1m説明できるものではなく、ただそれを見て理解するでしょう。\u001b[22m, \u001b[1mそれは説明できるものではありません、ちょうどそれを見て、あなたは理解します。\u001b[22m\n\u001b[1m\u001b[22m\nThis series does have all sorts of anime cliches and the ending is visible from miles away, but it is still quite interesting to learn about who the characters are, witness their development(though very minor)\n\n\u001b[1mこのシリーズにはあらゆる種類のアニメ作品があり、エンディングは数マイル離れたところから見えるものですが、キャラクターが誰であるかを知ることは非常に面白いです。\u001b[22m\n\u001b[1m(Kono shirīzu ni wa arayuru shurui no anime sakuhin ga ari, endingu wa sū-mairu hanareta tokoro kara mieru monodesuga, kyarakutā ga daredearu ka o shiru koto wa hijō ni omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis series does have all sorts of anime cliches and the ending is visible from miles away, but it is still quite interesting to learn about who the characters are, witness their development(though very minor)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series does have all sorts of anime cliches and the ending is visible from miles away, but it is still quite interesting to learn about who the characters are, witness their development(though very minor)\u001b[24m\n    \u001b[1mこのシリーズにはあらゆる種類のアニメ作品があり、エンディングは数マイル離れたところから見えるものですが、キャラクターが誰であるかを知ることは非常に面白いです。\u001b[22m, \u001b[1mこのシリーズは、アニメの決まり文句のすべての種類を持っているとエンディングが離れてマイルから表示されますが、文字が誰であるかについて学ぶためにまだ非常に興味深いです（非常にマイナーなが）、その開発を目撃します\u001b[22m\nand slowly understand how exactly the world got to what it is in the series-how the\n\n\u001b[1mどのように世界がシリーズのものになったのかを徐々に理解する。\u001b[22m\n\u001b[1m(Dono yō ni sekai ga shirīzu no mono ni natta no ka o jojoni rikai suru.)\u001b[22m\n\nTranslations of \u001b[4mand slowly understand how exactly the world got to what it is in the series-how the\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mand slowly understand how exactly the world got to what it is in the series-how the\u001b[24m\n    \u001b[1mどのように世界がシリーズのものになったのかを徐々に理解する。\u001b[22m, \u001b[1mそしてゆっくりと世界が、それは、どのように直列であるものになったかを正確に理解します\u001b[22m\n\u001b[1m\u001b[22m\nI kinda make it sound dull, but it isn't. The series is filled with comedy in all the right places, there is decent action throughout the 12 episodes and (almost) nothing feels out of place\n\n\u001b[1m私はちょっと音が鈍いようにしますが、そうではありません。 シリーズはすべての適切な場所でコメディで満たされている、12のエピソード全体にまともなアクションがあり、（ほとんど）\u001b[22m\n\u001b[1m(Watashi wa chotto oto ga nibui yō ni shimasuga,-sōde wa arimasen. Shirīzu wa subete no tekisetsuna basho de komedi de mitasa rete iru, 12 no episōdo zentai ni matomona akushon ga ari,(hotondo))\u001b[22m\n\nTranslations of \u001b[4mI kinda make it sound dull, but it isn't. The series is filled with comedy in all the right places, there is decent action throughout the 12 episodes and (almost) nothing feels out of place\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI kinda make it sound dull, but it isn't.\u001b[24m\n    \u001b[1m私はちょっと音が鈍いようにしますが、そうではありません。\u001b[22m, \u001b[1m私はちょっとそれが鈍い音を作るが、そうではありません。\u001b[22m\n\u001b[4mThe series is filled with comedy in all the right places, there is decent action throughout the 12 episodes and (almost) nothing feels out of place\u001b[24m\n    \u001b[1mシリーズはすべての適切な場所でコメディで満たされている、12のエピソード全体にまともなアクションがあり、（ほとんど）\u001b[22m, \u001b[1mシリーズはすべての右の場所でコメディで満たされて、まともなアクションは、12のエピソードを通して存在すると（ほとんど）何も場違いに感じていません\u001b[22m\n\u001b[1m\u001b[22m\nto sum up - what makes this anime special is the storyline that doesn't leave many holes open and the unique atmosphere it delivers. if you love mecha, love post apocalyptic wolds and don't hate the 'friendship crap', this is a must watch.\n\n\u001b[1m要約すると、このアニメを特別なものにするのは、多くの穴を開いたままのストーリーと、それがもたらすユニークな雰囲気です。 あなたがメカを愛しているなら、終末論的な世俗を愛し、「友情のごみ」を憎んではいけません。これは必見です。\u001b[22m\n\u001b[1m(Yōyaku suru to, kono anime o tokubetsuna mono ni suru no wa, ōku no ana o aita mama no sutōrī to, sore ga motarasu yunīkuna fun'ikidesu. Anata ga meka o aishite irunara, shūmatsu-ron-tekina sezoku o aishi,`yūjō no gomi' o nikunde wa ikemasen. Kore wa hikkendesu.)\u001b[22m\n\nTranslations of \u001b[4mto sum up - what makes this anime special is the storyline that doesn't leave many holes open and the unique atmosphere it delivers. if you love mecha, love post apocalyptic wolds and don't hate the 'friendship crap', this is a must watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mto sum up - what makes this anime special is the storyline that doesn't leave many holes open and the unique atmosphere it delivers.\u001b[24m\n    \u001b[1m要約すると、このアニメを特別なものにするのは、多くの穴を開いたままのストーリーと、それがもたらすユニークな雰囲気です。\u001b[22m, \u001b[1m総括する - このアニメは、特別なものは、オープンし、それが提供する独特の雰囲気多数の穴を残さないストーリーです。\u001b[22m\n\u001b[4mif you love mecha, love post apocalyptic wolds and don't hate the 'friendship crap', this is a must watch.\u001b[24m\n    \u001b[1mあなたがメカを愛しているなら、終末論的な世俗を愛し、「友情のごみ」を憎んではいけません。これは必見です。\u001b[22m, \u001b[1mあなたはメカ、愛のポスト黙示録的woldsを愛し、「友情のがらくた」を嫌いではありません場合、これは見なければならないです。\u001b[22m"
  }
]
