[
  {
    "title": "Tsubasa__Tokyo_Revelations",
    "id": "2685",
    "url": "https://myanimelist.net/anime/2685/Tsubasa__Tokyo_Revelations",
    "user": "liindiez",
    "profile": "/profile/liindiez/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=110047",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  9\n\n私は前にマンガを読んだことはない。 しかし、私が最初にそれの表紙を見たとき、私はこれが楽しいものでなければならないと自分に語った。 このOVAは私の期待を上回りましたが、テレビシリーズはそれに失敗しました。\n\nストーリー：9/10\n私はストーリー・ラインを多く楽しんだ。すべてがどんなに急いでいるのにもかかわらず。 すべての匿名性は、物語を非常に興味深いものにしました。 私は目をさまよわせることができませんでした。つばさクロニクル：東京黙示録はいつでも私の全注目を集めました。\n\nアート：10/10\n私はここで芸術作品を愛していました。 彼らがテレビシリーズのように見えないので、私が最初に演奏したときに私は驚いた。 しかし全体として、彼らの仕事は叙事詩だった。\n\nキャラクター：10/10\n私はこのレビューのあらゆる側面に寛大であるように見えるかもしれませんが、理由は私がそれをたくさん楽しんだからです。  10人中10人がキャラクターのために適切と思われる。 彼らはすべてここに描かれた彼らの個性を持っていましたが、彼らの心にはもっと深いものがありました。 私はいつもサクラが壊れやすく、優しいと感じましたが、この激しさは彼女自身の方法でありました。 だから、彼らがOVAでそれをどのように示しているのがうれしい。 ファイヤーに関して、私はいつも彼の笑顔がいつもマスクではなく、いつもではないことを知っていました。 私はいつも彼がいつ壊れて、本当の感情を示すのか疑問に思いました。 ファイの苦しみは私が待っていたものだと言えるでしょう。 そして最後に、これは私が待っていた瞬間です。 したがって、椿のクロニクル：東京の黙示録では、キャラクターはフラットなものよりも丸みを帯びているように見えます。これがユニークで興味深いものです。\n\n全体的に、私はこのバージョンを楽しんでいましたし、尋ねるすべての人にお勧めします。 しかし、私はまだ彼らが同じプロデューサーと一緒にここから物語を続けて欲しいと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have never read the manga before. However, when I first saw the cover of it, I told myself that this must be fun. This OVA exceeded my expectations, while the tv series failed to do so.\n\n\u001b[1m私は前にマンガを読んだことはない。 しかし、私が最初にそれの表紙を見たとき、私はこれが楽しいものでなければならないと自分に語った。 このOVAは私の期待を上回りましたが、テレビシリーズはそれに失敗しました。\u001b[22m\n\u001b[1m(Watashi wa mae ni manga o yonda koto wanai. Shikashi, watashi ga saisho ni sore no hyōshi o mita toki, watashi wa kore ga tanoshī monodenakereba naranaito jibun ni katatta. Kono ovu~a wa watashi no kitai o uwamawarimashitaga, terebishirīzu wa sore ni shippai shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI have never read the manga before. However, when I first saw the cover of it, I told myself that this must be fun. This OVA exceeded my expectations, while the tv series failed to do so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have never read the manga before.\u001b[24m\n    \u001b[1m私は前にマンガを読んだことはない。\u001b[22m, \u001b[1m私は前に漫画を読んでたことがありません。\u001b[22m\n\u001b[4mHowever, when I first saw the cover of it, I told myself that this must be fun.\u001b[24m\n    \u001b[1mしかし、私が最初にそれの表紙を見たとき、私はこれが楽しいものでなければならないと自分に語った。\u001b[22m, \u001b[1m私が最初にそれのカバーを見たときしかし、私はこれが楽しいでなければならないことを自分自身に言いました。\u001b[22m\n\u001b[4mThis OVA exceeded my expectations, while the tv series failed to do so.\u001b[24m\n    \u001b[1mこのOVAは私の期待を上回りましたが、テレビシリーズはそれに失敗しました。\u001b[22m, \u001b[1mテレビシリーズはそうしなかった一方で、このOVAは、私の期待を超えています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9/10\n\n\u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m(Sutōrī: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9/10\u001b[24m\n    \u001b[1mストーリー：9/10\u001b[22m\nI enjoyed the story line a lot, despite how everything was quite in a rush. The anonymity of everything made the story quite interesting to follow. I couldn't let my eyes wander at all, meaning that Tsubasa Chronicle: Tokyo Revelations had my full attention at all time.\n\n\u001b[1m私はストーリー・ラインを多く楽しんだ。すべてがどんなに急いでいるのにもかかわらず。 すべての匿名性は、物語を非常に興味深いものにしました。 私は目をさまよわせることができませんでした。つばさクロニクル：東京黙示録はいつも私の全注目を集めました。\u001b[22m\n\u001b[1m(Watashi wa sutōrī rain o ōku tanoshinda. Subete ga don'nani isoide irunoni mo kakawarazu. Subete no tokumei-sei wa, monogatari o hijō ni kyōmibukai mono ni shimashita. Watashi wa me o samayowa seru koto ga dekimasendeshita. Tsubasa kuronikuru: Tōkyō mokushiroku wa itsumo watashi no zen chūmoku o atsumemashita.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed the story line a lot, despite how everything was quite in a rush. The anonymity of everything made the story quite interesting to follow. I couldn't let my eyes wander at all, meaning that Tsubasa Chronicle: Tokyo Revelations had my full attention at all time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed the story line a lot, despite how everything was quite in a rush.\u001b[24m\n    \u001b[1m私はストーリー・ラインを多く楽しんだ。すべてがどんなに急いでいるのにもかかわらず。\u001b[22m, \u001b[1m私はすべてが非常に急いでいた方法にもかかわらず、ストーリーラインをたくさん楽しみました。\u001b[22m\n\u001b[4mThe anonymity of everything made the story quite interesting to follow.\u001b[24m\n    \u001b[1mすべての匿名性は、物語を非常に興味深いものにしました。\u001b[22m, \u001b[1mすべての匿名性は従うこと物語は非常に興味深いました。\u001b[22m\n\u001b[4mI couldn't let my eyes wander at all, meaning that Tsubasa Chronicle: Tokyo Revelations had my full attention at all time.\u001b[24m\n    \u001b[1m私は目をさまよわせることができませんでした。つばさクロニクル：東京黙示録はいつも私の全注目を集めました。\u001b[22m, \u001b[1m東京黙示録すべての時に私の完全な注意を持っていた：私は私の目はツバサ・クロニクルはつまり、まったくさまようことはできませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10\n\n\u001b[1mアート：10/10\u001b[22m\n\u001b[1m(Āto: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10\u001b[24m\n    \u001b[1mアート：10/10\u001b[22m\nI loved the art work here. It took me by surprise when I first played it, since they look nothing like the tv series. Yet overall, their work was epic.\n\n\u001b[1m私はここで芸術作品を愛していました。 彼らがテレビシリーズのように見えないので、私が最初に演奏したときに私は驚いた。 しかし全体として、彼らの仕事は叙事詩だった。\u001b[22m\n\u001b[1m(Watashi wa koko de geijutsu sakuhin o aishite imashita. Karera ga terebishirīzu no yō ni mienainode, watashi ga saisho ni ensō shita toki ni watashi wa odoroita. Shikashi zentai to shite, karera no shigoto wa jojishidatta.)\u001b[22m\n\nTranslations of \u001b[4mI loved the art work here. It took me by surprise when I first played it, since they look nothing like the tv series. Yet overall, their work was epic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved the art work here.\u001b[24m\n    \u001b[1m私はここで芸術作品を愛していました。\u001b[22m, \u001b[1m私はここで芸術作品を愛しました。\u001b[22m\n\u001b[4mIt took me by surprise when I first played it, since they look nothing like the tv series.\u001b[24m\n    \u001b[1m彼らがテレビシリーズのように見えないので、私が最初に演奏したときに私は驚いた。\u001b[22m, \u001b[1m私が最初にそれを再生したとき、彼らはテレビシリーズのようなものを見ていないので、それは、驚きによって連れて行ってくれました。\u001b[22m\n\u001b[4mYet overall, their work was epic.\u001b[24m\n    \u001b[1mしかし全体として、彼らの仕事は叙事詩だった。\u001b[22m, \u001b[1mしかし全体的に、彼らの作品は叙事詩でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\nIt may seem that I am being generous towards every aspect of this review, but the reason why is because I enjoyed it a lot. 10 out of 10 for character seems appropriate. They all had their personalities portrayed here, but with more depth in their heart. I always felt that Sakura was fragile and gentle, but had this fierceness in her own way. So, I was glad of how they showed it in the OVA. As for Fai, I always knew that his smile was a mask, not all the time but some. I always wondered when he would break, and show his real emotions. You could say that Fai's agony was what I was waiting for. And finally, this is it, the moment I was waiting for. Hence, in Tsubasa Chronicle: Tokyo Revelations, the characters seem more round than flat, which is what makes them unique and interesting.\n\n\u001b[1m私はこのレビューのあらゆる側面に寛大であるように見えるかもしれませんが、理由は私がそれをたくさん楽しんだからです。  10人中10人がキャラクターのために適切と思われる。 彼らはすべてここに描かれた彼らの個性を持っていましたが、彼らの心にはもっと深いものがありました。 私はいつもサクラが壊れやすく、優しいと感じましたが、この激しさは彼女自身の方法でありました。 だから、彼らがOVAでそれをどのように示しているのがうれしい。 ファイヤーに関して、私はいつも彼の笑顔がいつもマスクではなく、いつもではないことを知っていました。 私はいつも彼がいつ壊れて、本当の感情を示すのか疑問に思いました。 ファイの苦しみは私が待っていたものだと言えるでしょう。 そして最後に、これは私が待っていた瞬間です。 したがって、椿のクロニクル：東京の黙示録では、キャラクターはフラットなものよりも丸みを帯びているように見えます。これがユニークで興味深いものです。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū no arayuru sokumen ni kandaidearu yō ni mieru kamo shiremasenga, riyū wa watashi ga sore o takusan tanoshindakaradesu. 10-Ri-chū 10-ri ga kyarakutā no tame ni tekisetsu to omowa reru. Karera wa subete koko ni egaka reta karera no kosei o motte imashitaga, karera no kokoro ni wa motto fukai mono ga arimashita. Watashi wa itsumo sakura ga koware yasuku, yasashī to kanjimashitaga, kono hageshi-sa wa kanojo jishin no hōhōdearimashita. Dakara, karera ga ovu~a de sore o dono yō ni shimeshite iru no ga ureshī. Faiyā ni kanshite, watashi wa itsumo kare no egao ga itsumo masukude wa naku, itsumode wanai koto o shitte imashita. Watashi wa itsumo kare ga itsu kowarete, hontō no kanjō o shimesu no ka gimon ni omoimashita. Fai no kurushimi wa watashi ga matte ita monoda to ierudeshou. Soshite saigo ni, kore wa watashi ga matteita shunkandesu. Shitagatte, tsubaki no kuronikuru: Tōkyō no mokushirokude wa, kyarakutā wa furattona mono yori mo marumi o obite iru yō ni miemasu. Kore ga yunīku de kyōmibukai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt may seem that I am being generous towards every aspect of this review, but the reason why is because I enjoyed it a lot. 10 out of 10 for character seems appropriate. They all had their personalities portrayed here, but with more depth in their heart. I always felt that Sakura was fragile and gentle, but had this fierceness in her own way. So, I was glad of how they showed it in the OVA. As for Fai, I always knew that his smile was a mask, not all the time but some. I always wondered when he would break, and show his real emotions. You could say that Fai's agony was what I was waiting for. And finally, this is it, the moment I was waiting for. Hence, in Tsubasa Chronicle: Tokyo Revelations, the characters seem more round than flat, which is what makes them unique and interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt may seem that I am being generous towards every aspect of this review, but the reason why is because I enjoyed it a lot.\u001b[24m\n    \u001b[1m私はこのレビューのあらゆる側面に寛大であるように見えるかもしれませんが、理由は私がそれをたくさん楽しんだからです。\u001b[22m, \u001b[1m私がこのレビューのあらゆる側面に向かって寛大していますが、私はそれがたくさん楽しんだので、理由が理由であると思われるかもしれません。\u001b[22m\n\u001b[4m10 out of 10 for character seems appropriate.\u001b[24m\n    \u001b[1m10人中10人がキャラクターのために適切と思われる。\u001b[22m, \u001b[1m文字のための10のうち10が適切なようです。\u001b[22m\n\u001b[4mThey all had their personalities portrayed here, but with more depth in their heart.\u001b[24m\n    \u001b[1m彼らはすべてここに描かれた彼らの個性を持っていましたが、彼らの心にはもっと深いものがありました。\u001b[22m, \u001b[1m彼らはすべて彼らの個性がここに描かれ、その心でより多くの深さとしていました。\u001b[22m\n\u001b[4mI always felt that Sakura was fragile and gentle, but had this fierceness in her own way.\u001b[24m\n    \u001b[1m私はいつもサクラが壊れやすく、優しいと感じましたが、この激しさは彼女自身の方法でありました。\u001b[22m, \u001b[1m私はいつも桜が壊れて、穏やかであったことを感じましたが、彼女の独自の方法でこの激しいを持っていました。\u001b[22m\n\u001b[4mSo, I was glad of how they showed it in the OVA.\u001b[24m\n    \u001b[1mだから、彼らがOVAでそれをどのように示しているのがうれしい。\u001b[22m, \u001b[1mだから、私は彼らがOVAでそれを示した方法を喜んでいました。\u001b[22m\n\u001b[4mAs for Fai, I always knew that his smile was a mask, not all the time but some.\u001b[24m\n    \u001b[1mファイヤーに関して、私はいつも彼の笑顔がいつもマスクではなく、いつもではないことを知っていました。\u001b[22m, \u001b[1m輝のためとして、私はいつも彼の笑顔がマスクではなく、すべての時間だったことを知っていたが、いくつか。\u001b[22m\n\u001b[4mI always wondered when he would break, and show his real emotions.\u001b[24m\n    \u001b[1m私はいつも彼がいつ壊れて、本当の感情を示すのか疑問に思いました。\u001b[22m, \u001b[1m私はいつも彼が壊すとき疑問に思って、彼の本当の感情を示しています。\u001b[22m\n\u001b[4mYou could say that Fai's agony was what I was waiting for.\u001b[24m\n    \u001b[1mファイの苦しみは私が待っていたものだと言えるでしょう。\u001b[22m, \u001b[1mあなたは輝の苦しみは私が待っていたものだったと言えるでしょう。\u001b[22m\n\u001b[4mAnd finally, this is it, the moment I was waiting for.\u001b[24m\n    \u001b[1mそして最後に、これは私が待っていた瞬間です。\u001b[22m, \u001b[1mそして最後に、これは、私が待っていた瞬間です。\u001b[22m\n\u001b[4mHence, in Tsubasa Chronicle: Tokyo Revelations, the characters seem more round than flat, which is what makes them unique and interesting.\u001b[24m\n    \u001b[1mしたがって、椿のクロニクル：東京の黙示録では、キャラクターはフラットなものよりも丸みを帯びているように見えます。これがユニークで興味深いものです。\u001b[22m, \u001b[1mしたがって、ツバサ・クロニクルに：東京黙示録、文字は、彼らがユニークで興味深いものであるフラットよりも多くのラウンドを、ように見えます。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, I enjoyed this version a lot, and would recommend it to everyone who asks. Yet, I still wish they continued the story from here with the same producers.\n\n\u001b[1m全体的に、私はこのバージョンを楽しんでいましたし、尋ねるすべての人にお勧めします。 しかし、私はまだ彼らが同じプロデューサーと一緒にここから物語を続けて欲しいと思っています。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono bājon o tanoshinde imashitashi, tazuneru subete no hito ni o susume shimasu. Shikashi, watashi wa mada karera ga onaji purode~yūsā to issho ni koko kara monogatari o tsudzukete hoshī to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, I enjoyed this version a lot, and would recommend it to everyone who asks. Yet, I still wish they continued the story from here with the same producers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, I enjoyed this version a lot, and would recommend it to everyone who asks.\u001b[24m\n    \u001b[1m全体的に、私はこのバージョンを楽しんでいましたし、尋ねるすべての人にお勧めします。\u001b[22m, \u001b[1mすべてのすべてで、私はこのバージョンをたくさん楽しんだ、と尋ねる皆にそれをお勧めします。\u001b[22m\n\u001b[4mYet, I still wish they continued the story from here with the same producers.\u001b[24m\n    \u001b[1mしかし、私はまだ彼らが同じプロデューサーと一緒にここから物語を続けて欲しいと思っています。\u001b[22m, \u001b[1mしかし、私はまだ彼らは同じ生産者と、ここから話を続けたいです。\u001b[22m"
  },
  {
    "title": "Tsubasa__Tokyo_Revelations",
    "id": "2685",
    "url": "https://myanimelist.net/anime/2685/Tsubasa__Tokyo_Revelations",
    "user": "meawongka",
    "profile": "/profile/meawongka/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=23918",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  8\n\nつばさクロニクル：東京の暴露。 私はこの1つを本当に好きでした！ 話は面白いですが、それは単なるOVAなので、私はもっと叫びました。 しかし、私はそれが私を混乱させるので、それだけを評価しました。  CLAMPが入れなかったことがいくつかあります。 最も特にFay D. Flouriteの世界に行った部分。 私はcome'onを意味する、あなたは冗談を言う必要があります。 マンガやウィキペディアを読んで研究しない限り、誰もそれをうまく理解することはできません。 私にとっては、どれがハッスルなのですか？ あなたは、それを理解できるように、マンガを調査したり、追跡したりする必要があります。\n\nアート？ 私は10に値し、10や9や8を与えてもらえません。 ええ、アニメーションをチェックすると、それは第1シーズンと第2シーズンよりもはるかに優れています。 私はそれで吹き飛ばされる。 また、興味深いことに、次に起こることを考えさせ、T.Vの前で狂人のように反応したり、監視したり、悪くなったりします。 それはあなたの感情も動かすでしょう。それは音のためです。 しかし、私はそれがエンディングとオープニングソングであるとは感謝しませんでした。\n文字は同じままだった。 同じ古い同じ古い。 しかし、2人の吸血鬼たちはh-o-tです。 彼らは愛らしいです。 あまりにも彼らは吸血鬼です：|\n\nあなたが穏やかなサスペンス、ドラマ、アクションを探しているなら（特に）、私はこのことを見てみる必要があります。 私は助けてくれることを願っています。  （（：",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTsubasa Chronicle: Tokyo Revelation. I really liked this one! The story is interesting though it's just an OVA so it made me yell for more. However, I rated it only good because it confuses me. There are some things that CLAMP didn't put. Most especially the part where they went to Fay D. Flourite's world. I mean come'on, you've gotta be kidding. No one would understand it well unless they read and research for the manga or Wikipedia. Which for me, is a HASSLE. You need to investigate or rather trace the manga back to be able to understand it.\n\n\u001b[1mつばさクロニクル：東京の暴露。 私はこの1つを本当に好きでした！ 話は面白いですが、それは単なるOVAなので、私はもっと叫びました。 しかし、私はそれが私を混乱させるので、それだけを評価しました。  CLAMPが入れなかったことがいくつかあります。 最も特にFay D. Flouriteの世界に行った部分。 私はcome'onを意味する、あなたは冗談を言う必要があります。 マンガやウィキペディアを読んで研究しない限り、誰もそれをうまく理解することはできません。 私にとっては、どれがハッスルなのですか？ あなたは、それを理解できるように、マンガを調査したり、追跡したりする必要があります。\u001b[22m\n\u001b[1m(Tsubasa kuronikuru: Tōkyō no bakuro. Watashi wa kono 1tsu o hontōni sukideshita! Hanashi wa omoshiroidesuga, sore wa tan'naru ovu~ananode, watashi wa motto sakebimashita. Shikashi, watashi wa sore ga watashi o konran sa serunode, sore dake o hyōka shimashita. Kuranpu ga hairenakatta koto ga ikutsu ka arimasu. Mottomo tokuni Fay D. Flourite no sekai ni itta bubun. Watashi wa kamu' on o imi suru, anata wa jōdan o iu hitsuyō ga arimasu. Manga ya u~ikipedia o yonde kenkyū shinai kagiri, dare mo sore o umaku rikai suru koto wa dekimasen. Watashi ni totte wa, dore ga hassuruna nodesu ka? Anata wa, sore o rikai dekiru yō ni, manga o chōsa shi tari, tsuiseki shi tari suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mTsubasa Chronicle: Tokyo Revelation. I really liked this one! The story is interesting though it's just an OVA so it made me yell for more. However, I rated it only good because it confuses me. There are some things that CLAMP didn't put. Most especially the part where they went to Fay D. Flourite's world. I mean come'on, you've gotta be kidding. No one would understand it well unless they read and research for the manga or Wikipedia. Which for me, is a HASSLE. You need to investigate or rather trace the manga back to be able to understand it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsubasa Chronicle: Tokyo Revelation.\u001b[24m\n    \u001b[1mつばさクロニクル：東京の暴露。\u001b[22m, \u001b[1mツバサ・クロニクル：東京黙示録。\u001b[22m\n\u001b[4mI really liked this one!\u001b[24m\n    \u001b[1m私はこの1つを本当に好きでした！\u001b[22m, \u001b[1m私は本当にこの1が好き！\u001b[22m\n\u001b[4mThe story is interesting though it's just an OVA so it made me yell for more.\u001b[24m\n    \u001b[1m話は面白いですが、それは単なるOVAなので、私はもっと叫びました。\u001b[22m, \u001b[1mそれは私がより多くのために叫ぶ作られたので、それだけでOVAだけれどもストーリーが面白いです。\u001b[22m\n\u001b[4mHowever, I rated it only good because it confuses me.\u001b[24m\n    \u001b[1mしかし、私はそれが私を混乱させるので、それだけを評価しました。\u001b[22m, \u001b[1mそれは私を混乱させるしかし、私はそれが良いだけ評価しました。\u001b[22m\n\u001b[4mThere are some things that CLAMP didn't put.\u001b[24m\n    \u001b[1mCLAMPが入れなかったことがいくつかあります。\u001b[22m, \u001b[1mCLAMPは入れていないいくつかのものがあります。\u001b[22m\n\u001b[4mMost especially the part where they went to Fay D. Flourite's world.\u001b[24m\n    \u001b[1m最も特にFay D. Flouriteの世界に行った部分。\u001b[22m, \u001b[1m彼らはフェイD.フローライトの世界に行ってきました最も特に一部。\u001b[22m\n\u001b[4mI mean come'on, you've gotta be kidding.\u001b[24m\n    \u001b[1m私はcome'onを意味する、あなたは冗談を言う必要があります。\u001b[22m, \u001b[1m私はcome'on、あなたがお奨め冗談きた意味します。\u001b[22m\n\u001b[4mNo one would understand it well unless they read and research for the manga or Wikipedia.\u001b[24m\n    \u001b[1mマンガやウィキペディアを読んで研究しない限り、誰もそれをうまく理解することはできません。\u001b[22m, \u001b[1m彼らは漫画やウィキペディアのために読み、研究しない限り、誰もそれをよく理解しないだろう。\u001b[22m\n\u001b[4mWhich for me, is a HASSLE.\u001b[24m\n    \u001b[1m私にとっては、どれがハッスルなのですか？\u001b[22m, \u001b[1mこれは私のために、面倒です。\u001b[22m\n\u001b[4mYou need to investigate or rather trace the manga back to be able to understand it.\u001b[24m\n    \u001b[1mあなたは、それを理解できるように、マンガを調査したり、追跡したりする必要があります。\u001b[22m, \u001b[1mあなたはそれを理解することができるように戻って漫画を調査したり、むしろトレースする必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe Art? It deserves a 10. I don't give 10s or even 9 and 8 for those who are not deserving. SO yeah, check the animations, it's so much better than the first and second season. I get blown out with it. The sound's also interesting, it would make you think of what would happen next, react like a lunatic in front of the T.V or maybe monitor or worse. It would drive also your emotions and it's all because of the sound. However, I didn't appreciate it's Ending and Opening Song.\n\n\u001b[1mアート？ 私は10に値し、10や9や8を与えてもらえません。 ええ、アニメーションをチェックすると、それは第1シーズンと第2シーズンよりもはるかに優れています。 私はそれで吹き飛ばされる。 また、興味深いことに、次に起こることを考えさせ、T.Vの前で狂人のように反応したり、監視したり、悪くなったりします。 それはあなたの感情も動かすでしょう。それは音のためです。 しかし、私はそれがエンディングとオープニングソングであるとは感謝しませんでした。\u001b[22m\n\u001b[1m(Āto? Watashi wa 10 ni ataishi, 10 ya 9 ya 8 o ataete moraemasen. E e, animēshon o chekku suru to, soreha dai 1 shīzun to dai 2 shīzun yori mo haruka ni sugurete imasu. Watashi wa sore de fukitobasa reru. Mata, kyōmibukai koto ni,-ji ni okoru koto o kangae sase, T. V no mae de kyōjin no yō ni han'nō shi tari, kanshi shi tari, waruku nattari shimasu. Sore wa anata no kanjō mo ugokasudeshou. Sore wa oto no tamedesu. Shikashi, watashi wa sore ga endingu to ōpuningusongudearu to wa kansha shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe Art? It deserves a 10. I don't give 10s or even 9 and 8 for those who are not deserving. SO yeah, check the animations, it's so much better than the first and second season. I get blown out with it. The sound's also interesting, it would make you think of what would happen next, react like a lunatic in front of the T.V or maybe monitor or worse. It would drive also your emotions and it's all because of the sound. However, I didn't appreciate it's Ending and Opening Song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art?\u001b[24m\n    \u001b[1mアート？\u001b[22m\n\u001b[4mIt deserves a 10. I don't give 10s or even 9 and 8 for those who are not deserving.\u001b[24m\n    \u001b[1m私は10に値し、10や9や8を与えてもらえません。\u001b[22m, \u001b[1mそれは私が値するていない人のために10秒、あるいは9,8を与えていない10.に値します。\u001b[22m\n\u001b[4mSO yeah, check the animations, it's so much better than the first and second season.\u001b[24m\n    \u001b[1mええ、アニメーションをチェックすると、それは第1シーズンと第2シーズンよりもはるかに優れています。\u001b[22m, \u001b[1mSOええ、それは第一および第二のシーズンよりもとても良いですが、アニメーションを確認してください。\u001b[22m\n\u001b[4mI get blown out with it.\u001b[24m\n    \u001b[1m私はそれで吹き飛ばされる。\u001b[22m, \u001b[1m私はそれと一緒に吹き飛ばされます。\u001b[22m\n\u001b[4mThe sound's also interesting, it would make you think of what would happen next, react like a lunatic in front of the T.V or maybe monitor or worse.\u001b[24m\n    \u001b[1mまた、興味深いことに、次に起こることを考えさせ、T.Vの前で狂人のように反応したり、監視したり、悪くなったりします。\u001b[22m, \u001b[1mサウンドのも面白いが、それはあなたが次の何が起こるかを考えてしまい、T.Vの前で狂人のように反応するか、多分監視または悪化。\u001b[22m\n\u001b[4mIt would drive also your emotions and it's all because of the sound.\u001b[24m\n    \u001b[1mそれはあなたの感情も動かすでしょう。それは音のためです。\u001b[22m, \u001b[1mまた、あなたの感情を運転する、それがために音のすべてです。\u001b[22m\n\u001b[4mHowever, I didn't appreciate it's Ending and Opening Song.\u001b[24m\n    \u001b[1mしかし、私はそれがエンディングとオープニングソングであるとは感謝しませんでした。\u001b[22m, \u001b[1mしかし、私はそれがエンディングソングを開くだ感謝していませんでした。\u001b[22m\nThe characters remained the same. Same old same old. BUT, (yes, there's a 'but') the two vampires are h-o-t. They're adorable. Too bad they're vampires :|\n\n\u001b[1m文字は同じままだった。 同じ古い同じ古い。 しかし、2人の吸血鬼たちはh-o-tです。 彼らは愛らしいです。 あまりにも彼らは吸血鬼です：|\u001b[22m\n\u001b[1m(Moji wa onaji mamadatta. Onaji furui onaji furui. Shikashi, 2-ri no kyūketsuki-tachi wa h - o - tdesu. Karera wa airashīdesu. Amarini mo karera wa kyūketsukidesu: |)\u001b[22m\n\nTranslations of \u001b[4mThe characters remained the same. Same old same old. BUT, (yes, there's a 'but') the two vampires are h-o-t. They're adorable. Too bad they're vampires :|\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters remained the same.\u001b[24m\n    \u001b[1m文字は同じままだった。\u001b[22m, \u001b[1m文字が同じままでした。\u001b[22m\n\u001b[4mSame old same old.\u001b[24m\n    \u001b[1m同じ古い同じ古い。\u001b[22m, \u001b[1mいつもと同じです。\u001b[22m\n\u001b[4mBUT, (yes, there's a 'but') the two vampires are h-o-t.\u001b[24m\n    \u001b[1mしかし、2人の吸血鬼たちはh-o-tです。\u001b[22m, \u001b[1mしかし、2吸血鬼がh-O-トンである（はい、 'は'があります）。\u001b[22m\n\u001b[4mThey're adorable.\u001b[24m\n    \u001b[1m彼らは愛らしいです。\u001b[22m\n\u001b[4mToo bad they're vampires :|\u001b[24m\n    \u001b[1mあまりにも彼らは吸血鬼です：|\u001b[22m, \u001b[1mあまりにも悪い、彼らは吸血鬼です：|\u001b[22m\n\u001b[1m\u001b[22m\nIf you are looking for some mild suspense, drama and ACTION (most especially) Then I must say, try watching this one. I hope I helped. ((:\n\n\u001b[1mあなたが穏やかなサスペンス、ドラマ、アクションを探しているなら（特に）、私はこのことを見てみる必要があります。 私は助けてくれることを願っています。  （（：\u001b[22m\n\u001b[1m(Anata ga odayakana sasupensu, dorama, akushon o sagashite irunara (tokuni), watashi wa kono koto o mite miru hitsuyō ga arimasu. Watashi wa tasukete kureru koto o negatte imasu. ( ( :)\u001b[22m\n\nTranslations of \u001b[4mIf you are looking for some mild suspense, drama and ACTION (most especially) Then I must say, try watching this one. I hope I helped. ((:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are looking for some mild suspense, drama and ACTION (most especially) Then I must say, try watching this one.\u001b[24m\n    \u001b[1mあなたが穏やかなサスペンス、ドラマ、アクションを探しているなら（特に）、私はこのことを見てみる必要があります。\u001b[22m, \u001b[1mあなたには、いくつかの穏やかなサスペンス、ドラマとアクションを探している場合（ほとんどの特に）そして私はこの1つを見てみてください、と言わなければなりません。\u001b[22m\n\u001b[4mI hope I helped.\u001b[24m\n    \u001b[1m私は助けてくれることを願っています。\u001b[22m, \u001b[1m私は助けを願っています。\u001b[22m\n\u001b[4m((:\u001b[24m\n    \u001b[1m（（：\u001b[22m"
  }
]
