[
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "Nickyz",
    "profile": "/profile/Nickyz/reviews",
    "pages": "14",
    "number": "1",
    "link": "/reviews.php?id=34933",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  7\n|  5\n\n私は皆さんのことを知らないのですが、私がブリーチを見始めたとき、私は「ワウ」のようでした！ これは純粋な勝利です！ それに中毒した。\n\n最初のいくつかのアークは傑出したものでしたが、私はそれが引き起し続けるという印象を持っていましたが、残念ながら私は間違っていました。\n\n漂白剤は、想像力の欠如のために優れたアニメから平凡なアニメに変わった。 実際のプロットがなくても予測できるようになり、正直に言うと、それは潜在的には残念です。\n\n私は漫画を読んでいても、私はもう見ることはしません。 はい、私はまだカムバックを願っています。私は実際には、Bleachがこれまでにない珍しいキャラクターで、その予期せぬストーリーになることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI don't know for you guys, but when I started to watch Bleach I was like ' WOW! THIS IS A PURE WIN!' and got addicted to it.\n\n\u001b[1m私は皆さんのことを知らないのですが、私がブリーチを見始めたとき、私は「ワウ」のようでした！ これは純粋な勝利です！ それに中毒した。\u001b[22m\n\u001b[1m(Watashi wa minasan no koto o shiranai nodesuga, watashi ga burīchi o mi hajimeta toki, watashi wa `wau' no yōdeshita! Kore wa junsuina shōridesu! Sore ni chūdoku shita.)\u001b[22m\n\nTranslations of \u001b[4mI don't know for you guys, but when I started to watch Bleach I was like ' WOW! THIS IS A PURE WIN!' and got addicted to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know for you guys, but when I started to watch Bleach I was like ' WOW!\u001b[24m\n    \u001b[1m私は皆さんのことを知らないのですが、私がブリーチを見始めたとき、私は「ワウ」のようでした！\u001b[22m, \u001b[1m私はあなたたちのために知りませんが、私はWOW」のようだったブリーチを見始めたときに！\u001b[22m\n\u001b[4mTHIS IS A PURE WIN!'\u001b[24m\n    \u001b[1mこれは純粋な勝利です！\u001b[22m, \u001b[1mこれは、PURE勝利です！」\u001b[22m\n\u001b[4mand got addicted to it.\u001b[24m\n    \u001b[1mそれに中毒した。\u001b[22m, \u001b[1mそれにはまってしまいました。\u001b[22m\n\u001b[1m\u001b[22m\nThe first few arcs were just outstanding and I had the impression that it could keep on raising, but unfortunately I was wrong.\n\n\u001b[1m最初のいくつかのアークは傑出したものでしたが、私はそれが引き起し続けるという印象を受けましたが、残念ながら私は間違っていました。\u001b[22m\n\u001b[1m(Saisho no ikutsu ka no āku wa kesshutsu shita monodeshitaga, watashi wa sore ga hikiokoshi tsudzukeru to iu inshō o ukemashitaga, zan'nen'nagara watashi wa machigatte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe first few arcs were just outstanding and I had the impression that it could keep on raising, but unfortunately I was wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first few arcs were just outstanding and I had the impression that it could keep on raising, but unfortunately I was wrong.\u001b[24m\n    \u001b[1m最初のいくつかのアークは傑出したものでしたが、私はそれが引き起し続けるという印象を受けましたが、残念ながら私は間違っていました。\u001b[22m, \u001b[1m最初のいくつかのアークはちょうど未行使であったと私はそれが引き上げに保つことができるという印象を持っていたが、残念ながら私は間違っていました。\u001b[22m\n\u001b[1m\u001b[22m\nBleach turned from an outstanding anime to a mediocre one because of the lack of imagination. It becomes more and more predictable with no real plot and to be honest, it's a shame for it's potential.\n\n\u001b[1m漂白剤は、想像力の欠如のために優れたアニメから平凡なアニメに変わった。 実際のプロットがなくても予測できるようになり、正直に言うと、それは潜在的には残念です。\u001b[22m\n\u001b[1m(Hyōhaku-zai wa, sōzō-ryoku no ketsujo no tame ni sugureta anime kara heibon'na anime ni kawatta. Jissai no purotto ga nakute mo yosoku dekiru yō ni nari, shōjiki ni iu to, soreha senzai-teki ni wa zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mBleach turned from an outstanding anime to a mediocre one because of the lack of imagination. It becomes more and more predictable with no real plot and to be honest, it's a shame for it's potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach turned from an outstanding anime to a mediocre one because of the lack of imagination.\u001b[24m\n    \u001b[1m漂白剤は、想像力の欠如のために優れたアニメから平凡なアニメに変わった。\u001b[22m, \u001b[1m漂白剤が原因想像力の欠如の平凡なものに優れたアニメから変わりました。\u001b[22m\n\u001b[4mIt becomes more and more predictable with no real plot and to be honest, it's a shame for it's potential.\u001b[24m\n    \u001b[1m実際のプロットがなくても予測できるようになり、正直に言うと、それは潜在的には残念です。\u001b[22m, \u001b[1mそれは、それが潜在的なのために残念だ、本当のプロットと、より多くの予測可能になり、正直に言うと。\u001b[22m\n\u001b[1m\u001b[22m\nPersoanlly, I will no longer watch it even though I'll keep read the manga. Yes I still hope for a comeback, I really wish for Bleach to become that unpredictable story with unusual characters it used to be.\n\n\u001b[1m私は漫画を読んでいても、私はもう見ることはしません。 はい、私はまだカムバックを願っています。私は実際には、Bleachがこれまでにない珍しいキャラクターで、その予期せぬストーリーになることを願っています。\u001b[22m\n\u001b[1m(Watashi wa manga o yonde ite mo, watashi wa mō miru koto wa shimasen. Hai, watashi wa mada kamubakku o negatte imasu. Watashi wa jissai ni wa, Bleach ga kore made ni nai mezurashī kyarakutā de, sono yoki senu sutōrī ni naru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mPersoanlly, I will no longer watch it even though I'll keep read the manga. Yes I still hope for a comeback, I really wish for Bleach to become that unpredictable story with unusual characters it used to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersoanlly, I will no longer watch it even though I'll keep read the manga.\u001b[24m\n    \u001b[1m私は漫画を読んでいても、私はもう見ることはしません。\u001b[22m, \u001b[1mPersoanlly、私はもはや私が漫画を読んでおこうにもかかわらず、それを見ません。\u001b[22m\n\u001b[4mYes I still hope for a comeback, I really wish for Bleach to become that unpredictable story with unusual characters it used to be.\u001b[24m\n    \u001b[1mはい、私はまだカムバックを願っています。私は実際には、Bleachがこれまでにない珍しいキャラクターで、その予期せぬストーリーになることを願っています。\u001b[22m, \u001b[1mはい私はまだ私は実際にそれがために使用珍しい文字とその予測不可能なストーリーになることをブリーチするための希望、カムバックのために願っています。\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "Spenccr",
    "profile": "/profile/Spenccr/reviews",
    "pages": "14",
    "number": "2",
    "link": "/reviews.php?id=29854",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  9\n\n漂白剤は、その少年アニメのために非常に人気のあるアニメです。 これは非常に人気がありますが、必ずしも素晴らしい方法ではありません。 漂白剤は魂の社会の弧の後、良いから始まりますが、それはその魅力のいくつかを失います。 フィラーのエピソード/アークは完全に完全に壊れています。 しかし、いくつかの戦場シーンのアニメーションはそれを補うものです。  BLEACHの音楽の大半は素晴らしいですし、あなたはそれを何度も聞いていきます。 最初は、すべてのチームと混乱するかもしれませんが、あなたはすぐにそれらを知るようになります。 私は漂白剤を与える8/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBleach is a very popular anime because its a shonen anime. This makes it immensely popular but not always in a great way. While Bleach starts off good, after the Soul Society Arc, it loses some of its charm. The filler episodes/arcs almost ruin in entirely. However some of the fight scene animations make up for it. Most of the music in Bleach is great and you will listen to it time and time again. At the beginning, it might get kind of confusing with all the squads, but you will get to know them soon enough. I give Bleach 8/10\n\n\u001b[1m漂白剤は、その少年アニメのために非常に人気のあるアニメです。 これは非常に人気がありますが、必ずしも素晴らしい方法ではありません。 漂白剤は魂の社会の弧の後、良いから始まりますが、それはその魅力のいくつかを失います。 フィラーのエピソード/アークは完全に完全に壊れています。 しかし、いくつかの戦場シーンのアニメーションはそれを補うものです。  BLEACHの音楽の大半は素晴らしいですし、あなたはそれを何度も聞いていきます。 最初は、すべてのチームと混乱するかもしれませんが、あなたはすぐにそれらを知るようになります。 私は漂白剤を与える8/10\u001b[22m\n\u001b[1m(Hyōhaku-zai wa, sono shōnen anime no tame ni hijō ni ninkinoaru animedesu. Kore wa hijō ni ninki ga arimasuga, kanarazushimo subarashī hōhōde wa arimasen. Hyōhaku-zai wa tamashī no shakai no ko no ato, yoikara hajimarimasuga, sore wa sono miryoku no ikutsu ka o ushinaimasu. Firā no episōdo/ āku wa kanzen ni kanzen ni kowarete imasu. Shikashi, ikutsu ka no senjō shīn no animēshon wa sore o oginau monodesu. Burīchi no ongaku no taihan wa subarashīdesushi, anata wa sore o nando mo kiite ikimasu. Saisho wa, subete no chīmu to konran suru kamo shiremasenga, anata wa sugu ni sorera o shiru yō ni narimasu. Watashi wa hyōhaku-zai o ataeru 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mBleach is a very popular anime because its a shonen anime. This makes it immensely popular but not always in a great way. While Bleach starts off good, after the Soul Society Arc, it loses some of its charm. The filler episodes/arcs almost ruin in entirely. However some of the fight scene animations make up for it. Most of the music in Bleach is great and you will listen to it time and time again. At the beginning, it might get kind of confusing with all the squads, but you will get to know them soon enough. I give Bleach 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach is a very popular anime because its a shonen anime.\u001b[24m\n    \u001b[1m漂白剤は、その少年アニメのために非常に人気のあるアニメです。\u001b[22m, \u001b[1m漂白剤は、非常に人気アニメそのため、少年のアニメです。\u001b[22m\n\u001b[4mThis makes it immensely popular but not always in a great way.\u001b[24m\n    \u001b[1mこれは非常に人気がありますが、必ずしも素晴らしい方法ではありません。\u001b[22m, \u001b[1mこれは、常にではない偉大な方法で、それは非常に人気になります。\u001b[22m\n\u001b[4mWhile Bleach starts off good, after the Soul Society Arc, it loses some of its charm.\u001b[24m\n    \u001b[1m漂白剤は魂の社会の弧の後、良いから始まりますが、それはその魅力のいくつかを失います。\u001b[22m, \u001b[1mブリーチは良いオフを開始しているが、魂の社会アークた後、それはその魅力の一部を失います。\u001b[22m\n\u001b[4mThe filler episodes/arcs almost ruin in entirely.\u001b[24m\n    \u001b[1mフィラーのエピソード/アークは完全に完全に壊れています。\u001b[22m, \u001b[1mフィラーエピソード/アークがほぼ完全で台無し。\u001b[22m\n\u001b[4mHowever some of the fight scene animations make up for it.\u001b[24m\n    \u001b[1mしかし、いくつかの戦場シーンのアニメーションはそれを補うものです。\u001b[22m, \u001b[1mしかし、戦いのシーンのアニメーションのいくつかは、それを補います。\u001b[22m\n\u001b[4mMost of the music in Bleach is great and you will listen to it time and time again.\u001b[24m\n    \u001b[1mBLEACHの音楽の大半は素晴らしいですし、あなたはそれを何度も聞いていきます。\u001b[22m, \u001b[1mブリーチでの音楽のほとんどは素晴らしいですし、あなたは再びそれまでの時間と時間をリッスンします。\u001b[22m\n\u001b[4mAt the beginning, it might get kind of confusing with all the squads, but you will get to know them soon enough.\u001b[24m\n    \u001b[1m最初は、すべてのチームと混乱するかもしれませんが、あなたはすぐにそれらを知るようになります。\u001b[22m, \u001b[1m初めに、それは一種のすべての分隊と混乱する恐れがありますが、あなたはすぐに十分にそれらを知るようになるでしょう。\u001b[22m\n\u001b[4mI give Bleach 8/10\u001b[24m\n    \u001b[1m私は漂白剤を与える8/10\u001b[22m, \u001b[1m私はブリーチを与える8/10\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "JearBear",
    "profile": "/profile/JearBear/reviews",
    "pages": "14",
    "number": "3",
    "link": "/reviews.php?id=145293",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\n私は最初の3シーズンが間違いなくシリーズ全体の中で最高だと言って始めます。 その後、徐々に下り坂になります。 シーズン14の後、本当に私のために格付けが下がったのです。 私はおそらく7または多分8を与えているだろう（もしあなたがばかなフィラーアークを含んでいなければ）。 残念ながら、この番組は歓迎されただけです。 基本的に最初の3シーズンを経た後、本当に時間をかけたいと思っていない限り、私は見守りを止めるでしょう。それははるかに良い経験になるでしょう。 私はおそらく、このショーに5点を与えたと言いますが、それは私の最初のアニメでしたので、少し柔らかくなりました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI will start by saying the first three seasons are without a doubt the best of the whole series. After that it progressively goes downhill. After season 14 though is what really brought the rating down for me. I would have probably given it a 7 or maybe even an 8 (if you don't include the stupid filler arcs). Unfortunately the show just overstayed its welcome. Basically after you get through the first 3 seasons, unless you really want invest some time, I would stop watching and it would be a much better experience. I will say I probably would have given this show a 5, but it was my first anime so I kind of went a little soft on it.\n\n\u001b[1m私は最初の3シーズンが間違いなくシリーズ全体の中で最高だと言って始めます。 その後、徐々に下り坂になります。 シーズン14の後、本当に私のために格付けが下がったのです。 私はおそらく7または多分8を与えているだろう（もしあなたがばかなフィラーアークを含んでいなければ）。 残念ながら、この番組は歓迎されただけです。 基本的に最初の3シーズンを経た後、本当に時間をかけたいと思っていない限り、私は見守りを止めるでしょう。それははるかに良い経験になるでしょう。 私はおそらく、このショーに5点を与えたと言いますが、それは私の最初のアニメでしたので、少し柔らかくなりました。\u001b[22m\n\u001b[1m(Watashi wa saisho no 3 shīzun ga machigainaku shirīzu zentai no naka de saikōda to itte hajimemasu. Sonogo, jojoni kudarizaka ni narimasu. Shīzun 14 no ato, hontōni watashi no tame ni kakudzuke ga sagatta nodesu. Watashi wa osoraku 7 matawa tabun 8 o ataete irudarou (moshi anata ga bakana firāāku o fukunde inakereba). Zan'nen'nagara, kono bangumi wa kangei sa reta dakedesu. Kihontekini saisho no 3 shīzun o heta nochi, hontōni jikan o kaketai to omotte inai kagiri, watashi wa mimamori o tomerudeshou. Sore wa haruka ni yoi keiken ni narudeshou. Watashi wa osoraku, kono shō ni 5-ten o ataeta to iimasuga, sore wa watashi no saisho no animedeshitanode, sukoshi yawarakaku narimashita.)\u001b[22m\n\nTranslations of \u001b[4mI will start by saying the first three seasons are without a doubt the best of the whole series. After that it progressively goes downhill. After season 14 though is what really brought the rating down for me. I would have probably given it a 7 or maybe even an 8 (if you don't include the stupid filler arcs). Unfortunately the show just overstayed its welcome. Basically after you get through the first 3 seasons, unless you really want invest some time, I would stop watching and it would be a much better experience. I will say I probably would have given this show a 5, but it was my first anime so I kind of went a little soft on it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will start by saying the first three seasons are without a doubt the best of the whole series.\u001b[24m\n    \u001b[1m私は最初の3シーズンが間違いなくシリーズ全体の中で最高だと言って始めます。\u001b[22m, \u001b[1m私は最初の3シーズンは、全シリーズの最高の疑いもなくですと言って開始されます。\u001b[22m\n\u001b[4mAfter that it progressively goes downhill.\u001b[24m\n    \u001b[1mその後、徐々に下り坂になります。\u001b[22m, \u001b[1mその後は次第に下り坂になります。\u001b[22m\n\u001b[4mAfter season 14 though is what really brought the rating down for me.\u001b[24m\n    \u001b[1mシーズン14の後、本当に私のために格付けが下がったのです。\u001b[22m, \u001b[1mシーズン14の後しかし、本当に私のために評価を倒さものです。\u001b[22m\n\u001b[4mI would have probably given it a 7 or maybe even an 8 (if you don't include the stupid filler arcs).\u001b[24m\n    \u001b[1m私はおそらく7または多分8を与えているだろう（もしあなたがばかなフィラーアークを含んでいなければ）。\u001b[22m, \u001b[1m（あなたは愚かなフィラーアークが含まれていない場合）私はおそらく7または多分8それを与えているだろう。\u001b[22m\n\u001b[4mUnfortunately the show just overstayed its welcome.\u001b[24m\n    \u001b[1m残念ながら、この番組は歓迎されただけです。\u001b[22m, \u001b[1m残念ながら、ショーはちょうどその歓迎を長居しました。\u001b[22m\n\u001b[4mBasically after you get through the first 3 seasons, unless you really want invest some time, I would stop watching and it would be a much better experience.\u001b[24m\n    \u001b[1m基本的に最初の3シーズンを経た後、本当に時間をかけたいと思っていない限り、私は見守りを止めるでしょう。それははるかに良い経験になるでしょう。\u001b[22m, \u001b[1mあなたが実際にいくつかの時間を投資する場合を除き基本的には、最初の3シーズンを介して取得した後、私は見て停止し、それははるかに良い経験になるでしょう。\u001b[22m\n\u001b[4mI will say I probably would have given this show a 5, but it was my first anime so I kind of went a little soft on it.\u001b[24m\n    \u001b[1m私はおそらく、このショーに5点を与えたと言いますが、それは私の最初のアニメでしたので、少し柔らかくなりました。\u001b[22m, \u001b[1m私は、私はおそらくこのショー5を与えているだろうと言うだろうが、それはので、私は種類のそれに少し柔らかい行ってきました私の最初のアニメでした。\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "RobertR",
    "profile": "/profile/RobertR/reviews",
    "pages": "14",
    "number": "4",
    "link": "/reviews.php?id=96471",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  9\nキャラクター|  6\n|  7\n\n大きなショーネ・アニメのひとつであるブリーチは、ほとんどの子供たちとティーンエージャーが最初にナルト、ワンピースと一緒になるアニメの一つです。 全体的に私は漂白剤は普通だと考えています。\n\nストーリー：BLEACHのストーリーはうまく始まりましたが、ストーリーが進行するにつれて、ストーリーラインが徐々に反復して退屈になりました。 主人公「いちご」は、久保が文字を「パワーアップ」する刺激的な方法を絶えず追加していく中で、ファンが腹を立てるようになってしまい、イライラしてしまいます。 私はあなたがアニメのジャンルに入ってきているかどうかを見るためにはまだ素晴らしい腕時計といいアニメがあれば、最初のシーズンは私の意見ではやりたくないスポイラーを追加しないと、実際にはそれ以上説明できません。\n\n芸術：ブリーチは8年以上にわたって放映されているので、芸術は時代とともに劇的に変化しました。 漂白剤の最初のシーズンは、今日の基準に準じるレベルですが、当時は良好でした。 戦闘中のアートは、サブパネルのディテールを持つ背景の平均です。\n\nサウンド：各キャラクターの声が聞こえなくなっても、私が試したダビングを見たことはありません。ここでのレビューは完全にサブベッドに基づいています。 漂白剤のための音はいいです、ほとんどの開口部とエンディングは良いです、そして、私は典型的にそれらをすべてのエピソード見る。 吹奏楽や声優にとってはおそらく最高の部分だったのですが、松岡が好きだったのですが、私は吹っ飛びました。\n\n全体：漂白剤は最初は良好であり、Arancarrアークの後には徐々に減少します。 私は、久保がアイデアを失っていて、物語を続ける方法がないことを示しているので、ショー全体のために彼がやっていることのない無作為な力を引き出すことができたと思います。 最初のシーズンは、クボが本当に面白いと思っていた本物の驚きを書いて、自分の可能性を見せてくれる素晴らしい時計だともう一度言いたいと思う。\n\n読んでいただきありがとうございます。私があなたの考えを正直に答えてください。何かを見逃してしまった場合は、もっと詳しく説明しません。申し訳ありませんが、私はスポイラーを含めたくありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nBleach, one of the large shonen animes, being one of the animes that most children and teenagers will first get into along with Naruto, One Piece. Overall I consider bleach to be mediocre.\n\n\u001b[1m大きなショーネ・アニメのひとつであるブリーチは、ほとんどの子供たちとティーンエージャーが最初にナルト、ワンピースと一緒になるアニメの一つです。 全体的に私は漂白剤は普通だと考えています。\u001b[22m\n\u001b[1m(Ōkina shōne anime no hitotsudearu burīchi wa, hotondo no kodomo-tachi to tīn'ējā ga saisho ni naruto, wanpīsu to issho ni naru anime no hitotsudesu. Zentai-teki ni watashi wa hyōhaku-zai wa futsūda to kangaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mBleach, one of the large shonen animes, being one of the animes that most children and teenagers will first get into along with Naruto, One Piece. Overall I consider bleach to be mediocre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach, one of the large shonen animes, being one of the animes that most children and teenagers will first get into along with Naruto, One Piece.\u001b[24m\n    \u001b[1m大きなショーネ・アニメのひとつであるブリーチは、ほとんどの子供たちとティーンエージャーが最初にナルト、ワンピースと一緒になるアニメの一つです。\u001b[22m, \u001b[1mブリーチ、大規模な少年のアニメの一つ、ほとんどの子供と青少年は最初ナルト、ワンピースと一緒に取得するアニメの一つです。\u001b[22m\n\u001b[4mOverall I consider bleach to be mediocre.\u001b[24m\n    \u001b[1m全体的に私は漂白剤は普通だと考えています。\u001b[22m, \u001b[1m全体的に私は、漂白剤は平凡であると考えています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story for Bleach began well but as the story progressed it just became more and more ridiculous, in terms of actual story lines it became repetitive and boring. The main character Ichigo just becomes frustrating resulting in fans becoming annoyed at the way Kubo has constantly added irritating ways to 'power up' their characters. I can’t really explain further without adding spoilers which I do not want to do though in my opinion the first season if still a great watch and a good anime to start watching if you are just coming into the anime genre.\n\n\u001b[1mストーリー：BLEACHのストーリーはうまく始まりましたが、ストーリーが進行するにつれて、ストーリーラインが徐々に反復して退屈になりました。 主人公「いちご」は、久保が文字を「パワーアップ」する刺激的な方法を絶えず追加していく中で、ファンが腹を立てるようになってしまい、イライラしてしまいます。 私はあなたがアニメのジャンルに入ってきているかどうかを見るためにはまだ素晴らしい腕時計といいアニメがあれば、最初のシーズンは私の意見ではやりたくないスポイラーを追加しないと、実際にはそれ以上説明できません。\u001b[22m\n\u001b[1m(Sutōrī: Burīchi no sutōrī wa umaku hajimarimashitaga, sutōrī ga shinkō suru ni tsurete, sutōrīrain ga jojoni hanpuku shite taikutsu ni narimashita. Shujinkō `ichigo' wa, Kubo ga moji o `pawāappu' suru shigeki-tekina hōhō o taezu tsuika shite iku naka de, fan ga hara o tateru yō ni natte shimai, iraira shite shimaimasu. Watashi wa anata ga anime no janru ni haitte kite iru ka dō ka o miru tame ni wa mada subarashī udedokei to ī anime ga areba, saisho no shīzun wa watashi no ikende wa yaritakunai supoirā o tsuika shinai to, jissai ni wa sore ijō setsumei dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story for Bleach began well but as the story progressed it just became more and more ridiculous, in terms of actual story lines it became repetitive and boring. The main character Ichigo just becomes frustrating resulting in fans becoming annoyed at the way Kubo has constantly added irritating ways to 'power up' their characters. I can’t really explain further without adding spoilers which I do not want to do though in my opinion the first season if still a great watch and a good anime to start watching if you are just coming into the anime genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story for Bleach began well but as the story progressed it just became more and more ridiculous, in terms of actual story lines it became repetitive and boring.\u001b[24m\n    \u001b[1mストーリー：BLEACHのストーリーはうまく始まりましたが、ストーリーが進行するにつれて、ストーリーラインが徐々に反復して退屈になりました。\u001b[22m, \u001b[1mストーリー：ブリーチのための話も始めたが、話が進むにつれて、それはちょうどそれが反復的で退屈になった実際のストーリーラインの観点から、より多くのばかげなりました。\u001b[22m\n\u001b[4mThe main character Ichigo just becomes frustrating resulting in fans becoming annoyed at the way Kubo has constantly added irritating ways to 'power up' their characters.\u001b[24m\n    \u001b[1m主人公「いちご」は、久保が文字を「パワーアップ」する刺激的な方法を絶えず追加していく中で、ファンが腹を立てるようになってしまい、イライラしてしまいます。\u001b[22m, \u001b[1m主人公いちごだけ久保は常に「パワーアップ」自分のキャラクターに刺激方法を追加しましたようにイライラなってファンが生じるイライラになります。\u001b[22m\n\u001b[4mI can’t really explain further without adding spoilers which I do not want to do though in my opinion the first season if still a great watch and a good anime to start watching if you are just coming into the anime genre.\u001b[24m\n    \u001b[1m私はあなたがアニメのジャンルに入ってきているかどうかを見るためにはまだ素晴らしい腕時計といいアニメがあれば、最初のシーズンは私の意見ではやりたくないスポイラーを追加しないと、実際にはそれ以上説明できません。\u001b[22m, \u001b[1m私は本当に私はまだ偉大な時計と良いアニメあればあなただけのアニメのジャンルに来ている場合は視聴を開始するために私の意見にかかわらず、最初のシーズンを行うにはしたくないスポイラーを追加することなく、さらに説明することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Bleach has aired for over 8 years so the art has changed over time dramatically. The first season of bleach is at a subpar level to today’s standard but was good at the time; the art during combat is average with backgrounds that have a sub-par detail.\n\n\u001b[1m芸術：ブリーチは8年以上にわたって放映されており、芸術は時代とともに劇的に変化しました。 漂白剤の最初のシーズンは、今日の基準に準じるレベルですが、当時は良好でした。 戦闘中のアートは、サブパネルのディテールを持つ背景と平均的です。\u001b[22m\n\u001b[1m(Geijutsu: Burīchi wa 8-nen ijō ni watatte hōei sa rete ori, geijutsu wa jidai to tomoni gekiteki ni henka shimashita. Hyōhaku-zai no saisho no shīzun wa, kyō no kijun ni junjiru reberudesuga, tōji wa ryōkōdeshita. Sentō-chū no āto wa, sabu paneru no ditēru o motsu haikei to heikin-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: Bleach has aired for over 8 years so the art has changed over time dramatically. The first season of bleach is at a subpar level to today’s standard but was good at the time; the art during combat is average with backgrounds that have a sub-par detail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Bleach has aired for over 8 years so the art has changed over time dramatically.\u001b[24m\n    \u001b[1m芸術：ブリーチは8年以上にわたって放映されており、芸術は時代とともに劇的に変化しました。\u001b[22m, \u001b[1mアート：芸術は劇的に時間の経過とともに変化しているので、漂白剤は、8年以上にわたって放映されました。\u001b[22m\n\u001b[4mThe first season of bleach is at a subpar level to today’s standard but was good at the time;\u001b[24m\n    \u001b[1m漂白剤の最初のシーズンは、今日の基準に準じるレベルですが、当時は良好でした。\u001b[22m, \u001b[1m漂白剤の最初のシーズンは、今日の標準に平均以下のレベルであるが、一度に良好でした。\u001b[22m\n\u001b[4mthe art during combat is average with backgrounds that have a sub-par detail.\u001b[24m\n    \u001b[1m戦闘中のアートは、サブパネルのディテールを持つ背景と平均的です。\u001b[22m, \u001b[1m戦闘中の技術では、サブパーディテールを持っている背景を持つ平均値です。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I have not watched the Dubbed I did try to though getting turned away by each characters voices so my review here is based off the subbed entirely. The sound for Bleach is fine, most openings and endings are good and I did typically watch them every episode. The sound was probably the best part of Bleach and the voice actors where typically good, I did like Matsuoka, Yuki as Orihime as she was able to exhibit Orihimes childish side and serious side very well, though I did like her better in Elfen Lied.\n\n\u001b[1mサウンド：各キャラクターの声が聞こえなくなっても、私が試したダビングを見たことはありません。ここでのレビューは完全にサブベッドに基づいています。 漂白剤のための音はいいです、ほとんどの開口部とエンディングは良いです、そして、私は典型的にそれらをすべてのエピソード見る。 吹奏楽や声優にとってはおそらく最高の部分だったのですが、松岡が好きだったのですが、私は吹っ飛びました。\u001b[22m\n\u001b[1m(Saundo: Kaku kyarakutā no koe ga kikoenaku natte mo, watashi ga tameshita dabingu o mita koto wa arimasen. Koko de no rebyū wa kanzen ni sabu beddo ni motodzuite imasu. Hyōhaku-zai no tame no oto wa īdesu, hotondo no kaikō-bu to endingu wa yoidesu, soshite, watashi wa tenkei-teki ni sorera o subete no episōdo miru. Suisōgaku ya seiyū ni totte wa osoraku saikō no bubundatta nodesuga, Matsuoka ga sukidatta nodesuga, watashi wa futtobimashita.)\u001b[22m\n\nTranslations of \u001b[4mSound: I have not watched the Dubbed I did try to though getting turned away by each characters voices so my review here is based off the subbed entirely. The sound for Bleach is fine, most openings and endings are good and I did typically watch them every episode. The sound was probably the best part of Bleach and the voice actors where typically good, I did like Matsuoka, Yuki as Orihime as she was able to exhibit Orihimes childish side and serious side very well, though I did like her better in Elfen Lied.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I have not watched the Dubbed I did try to though getting turned away by each characters voices so my review here is based off the subbed entirely.\u001b[24m\n    \u001b[1mサウンド：各キャラクターの声が聞こえなくなっても、私が試したダビングを見たことはありません。ここでのレビューは完全にサブベッドに基づいています。\u001b[22m, \u001b[1mサウンド：私はここに私のレビューを基にして完全に下塗りされているので、私は、各キャラクターの声によって背け取得かかわらずに試してなかった吹き替え版を見ていません。\u001b[22m\n\u001b[4mThe sound for Bleach is fine, most openings and endings are good and I did typically watch them every episode.\u001b[24m\n    \u001b[1m漂白剤のための音はいいです、ほとんどの開口部とエンディングは良いです、そして、私は典型的にそれらをすべてのエピソード見る。\u001b[22m, \u001b[1mブリーチのためのサウンドは、最も開口部と語尾が優れていると私は通常、彼らにすべてのエピソードを視聴しました、結構です。\u001b[22m\n\u001b[4mThe sound was probably the best part of Bleach and the voice actors where typically good, I did like Matsuoka, Yuki as Orihime as she was able to exhibit Orihimes childish side and serious side very well, though I did like her better in Elfen Lied.\u001b[24m\n    \u001b[1m吹奏楽や声優にとってはおそらく最高の部分だったのですが、松岡が好きだったのですが、私は吹っ飛びました。\u001b[22m, \u001b[1m私はより良いエルフェンで彼女のようでした歌曲ものの音は、おそらくブリーチと彼女は非常によく幼稚側と重篤な副作用Orihimesを発揮することができたとして、私は織姫として松岡由貴のように一般的によくやった声優の最良の部分でした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Bleach is good at the beginning and slowly declines over time after the Arancarr arc. I think the story just shows that Kubo was out of ideas and having no idea’s how to continue with the story, resulting in pulling a random power out of nowhere which he continues to do for the entire show becoming less and less believable. Though I would again like to say the first season is still a good watch with kubo showing his potential at writing with genuine surprises that was fun and exciting to watch.\n\n\u001b[1m全体：漂白剤は最初は良好であり、Arancarrアークの後には徐々に減少します。 私は、久保がアイデアを失っていて、物語を続ける方法がないことを示しているので、ショー全体のために彼がやっていることのない無作為な力を引き出すことができたと思います。 最初のシーズンは、クボが本当に面白いと思っていた本物の驚きを書いて、自分の可能性を見せてくれる素晴らしい時計だともう一度言いたいと思う。\u001b[22m\n\u001b[1m(Zentai: Hyōhaku-zai wa saisho wa ryōkōdeari, Arancarr āku no nochi ni wa jojoni genshō shimasu. Watashi wa, Kubo ga aidea o ushinatte ite, monogatari o tsudzukeru hōhō ga nai koto o shimeshite irunode, shō zentai no tame ni kare ga yatte iru koto no nai musakuina chikara o hikidasu koto ga dekita to omoimasu. Saisho no shīzun wa, Kubo ga hontōni omoshiroi to omotte ita honmono no odoroki o kaite, jibun no kanōsei o misete kureru subarashī tokeidato mōichido iitai to omou.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Bleach is good at the beginning and slowly declines over time after the Arancarr arc. I think the story just shows that Kubo was out of ideas and having no idea’s how to continue with the story, resulting in pulling a random power out of nowhere which he continues to do for the entire show becoming less and less believable. Though I would again like to say the first season is still a good watch with kubo showing his potential at writing with genuine surprises that was fun and exciting to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Bleach is good at the beginning and slowly declines over time after the Arancarr arc.\u001b[24m\n    \u001b[1m全体：漂白剤は最初は良好であり、Arancarrアークの後には徐々に減少します。\u001b[22m, \u001b[1m全体：ブリーチは、初めに良いですし、ゆっくりArancarrアーク後の時間の経過とともに減少します。\u001b[22m\n\u001b[4mI think the story just shows that Kubo was out of ideas and having no idea’s how to continue with the story, resulting in pulling a random power out of nowhere which he continues to do for the entire show becoming less and less believable.\u001b[24m\n    \u001b[1m私は、久保がアイデアを失っていて、物語を続ける方法がないことを示しているので、ショー全体のために彼がやっていることのない無作為な力を引き出すことができたと思います。\u001b[22m, \u001b[1m私は物語はちょうど久保はアイデアの外であったことを示しているとは考えを持っていないことは、彼が少なく信じになって全体のショーのために何を続けてどこからともなく、ランダムなパワーを引っ張って、その結果、物語を続行する方法だと思います。\u001b[22m\n\u001b[4mThough I would again like to say the first season is still a good watch with kubo showing his potential at writing with genuine surprises that was fun and exciting to watch.\u001b[24m\n    \u001b[1m最初のシーズンは、クボが本当に面白いと思っていた本物の驚きを書いて、自分の可能性を見せてくれる素晴らしい時計だともう一度言いたいと思う。\u001b[22m, \u001b[1mけれども私は再び最初のシーズンは見ていて楽しくてエキサイティングだった本物の驚きと書面で彼のポテンシャルを示す久保とまだ良い時計です言いたいです。\u001b[22m\n\u001b[1m\u001b[22m\nThankyou for reading please give me an honest response of what you think and if I have missed anything, sorry about not going in to further details but I did not want to include spoilers.\n\n\u001b[1m読んでいただきありがとうございます。私があなたの考えを正直に答えてください。何かを見逃してしまった場合は、もっと詳しく説明しません。申し訳ありませんが、私はスポイラーを含めたくありません。\u001b[22m\n\u001b[1m(Yonde itadaki arigatōgozaimasu. Watashi ga anata no kangae o shōjiki ni kotaete kudasai. Nanika o minogashite shimatta baai wa, motto kuwashiku setsumei shimasen. Mōshiwakearimasenga, watashi wa supoirā o fukumetaku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThankyou for reading please give me an honest response of what you think and if I have missed anything, sorry about not going in to further details but I did not want to include spoilers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThankyou for reading please give me an honest response of what you think and if I have missed anything, sorry about not going in to further details but I did not want to include spoilers.\u001b[24m\n    \u001b[1m読んでいただきありがとうございます。私があなたの考えを正直に答えてください。何かを見逃してしまった場合は、もっと詳しく説明しません。申し訳ありませんが、私はスポイラーを含めたくありません。\u001b[22m, \u001b[1mありがとう読み込みのために私にあなたが何を考えての正直な応答を与えてくださいと私は詳細に行っていないことについて申し訳ありません何かを逃したが、している場合、私はネタバレが含まれるようにしたくありませんでした。\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "me-262",
    "profile": "/profile/me-262/reviews",
    "pages": "14",
    "number": "5",
    "link": "/reviews.php?id=67455",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  10\n|  10\n\n多くの人々は、ブリーチのより単純な側面に巻き込まれ、それが本当に何であるかを理解できません。 戦闘シーン、敵、ストーリーアーク、または主人公の進化が全て同じであることはよく聞きますが、それはまったく同じです。 これらのものはすべてアニメの一部であり、頻繁に繰り返されるテーマですが、シリーズの主な推進力ではありません。\n\nブリーチは、キャ​​ラクターデベロップメントの番組です。 それ以外に起こることは、フィラーやキャラクターを紹介したり、相互作用したりして、キャラクター、パワー、特性、歴史を徐々に明らかにする環境を提供することだけです。 それは、あなたに興味を持ち、より多くを見たいだけのものを提供することに関するすべてです。 あとで何百回ものエピソードを関連付けることができる小さなイベントや一見重要ではないイベントがたくさんあります。 この点に関して、少なくとも1回は漂白剤を再ウォッチすることが絶対に不可欠です。\n\n新しい視聴者のために、メインとサポートの文字の膨大な数が圧倒的な可能性があります。 私が本当にすべてのことを理解し始めるまで、それはちょっと正直言って私をオフにしました。  Ichigoが主人公である一方で、ショーのさまざまな側面がすべて収束する共通の根拠を提供するためには、そこにいることを理解することも重要です。 彼は圧倒的なリードやすべての中心ではなく、本当に特に個性的な個性を持っていません。  Ichigoの魅力は、何が、なぜ、どのように、そして彼が他の人によって見られるかにあります。\n\nキャラクターアートは幻想的です。各キャラクターの個性は、その外観に非常に正確に表現されています。 ほぼすべてのキャラクターは面白く、深い歴史、未解決の疑問や謎があり、その多くは視聴者の想像力に残っています。 彼らは必然的にすべて死ぬので、敵からの深さと同じレベルを期待しないでください。\n\nほとんどのブリーチ・イントロとエンド・クレジットは絶対的なゴミであるが、サウンドトラックは傑作に欠けているものではない。 疑いの余地なく、ブリーチは長いアニメシリーズの中でも最高の、そして最もふさわしい音楽を持っています。  2つのアークは物語的には幻想的ではなく、ショーのようにそれは起伏があります。 一瞬を見て、あなたは重要な手がかりと情報を見逃すことができます。  2回目には、物事はもっと意味をなさなくなり、突然もっと面白そうに見えます。\n\n残念なことに、私はブリーチを見たのは私がまだファンブイ男のノブを見ているダブだったことを認めたくないのです。 ブリーチはそれをすべて変え、日本語で最初の200 epsを見直すことが私がやり遂げることができた最高のものでした。 実際の適切な声優は、全体的な腕時計に大きな影響を与え、それぞれのキャラクターに驚くほどフィットしています。 あなたがこのショーを吹き替えて見ると、そこにはたくさんのものが失われているので、ブリーチを見て気にするつもりなら、それを正しくやってみましょう。 それ以来、私はダブを見たことがないし、実際にはブリーチが私を強引なダビングビューアーに変えてしまった。\n\n漂白剤の評判が時々あることができるように「ジェネリック」および主流として、それはまだ多分文字の複雑さおよび深さのための私の好みのアニメではないの1つである。 悲しいことに、私は、ブリーチを見ている人の多くは、それを得ることができないと思う、主に若い視聴者を疑う。 これは、ドラゴンボールZのような浅い子供たちの捨て方だけではないことを認識することが重要です。シリーズがキャンセルされたとき、私は366のエピソードの後に​​まだ触れられていない多くのキャラクターに関してまだまだ多くのことがあるので、 私はこれが一役を過ぎて一人の主人公になり、スピンオフが進行していることを期待しています。\n\nあなたが漂白剤を見たことがないなら、あなたは大金を逃している！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMany people get caught up with the simpler aspects of Bleach and can't appreciate it for what it really is. You will often hear that it's all about the fight scenes, the enemies, the story arcs, or the evolution of the main character powering up, and thats its all the same. While those things are all part of the anime and frequently recurring themes, they are not the main driving force of the series.\n\n\u001b[1m多くの人々は、ブリーチのより単純な側面に巻き込まれ、それが本当に何であるかを理解できません。 戦闘シーン、敵、ストーリーアーク、または主人公の進化が全て同じであることはよく聞きますが、それはまったく同じです。 これらのものはすべてアニメの一部であり、頻繁に繰り返されるテーマですが、シリーズの主な推進力ではありません。\u001b[22m\n\u001b[1m(Ōku no hitobito wa, burīchi no yori tanjun'na sokumen ni makikomare, sore ga hontōni nanidearu ka o rikai dekimasen. Sentō shīn, teki, sutōrīāku, matawa shujinkō no shinka ga subete onajidearu koto wa yoku kikimasuga, sore wa mattaku onajidesu. Korera no mono wa subete anime no ichibudeari, hinpan ni kurikaesareru tēmadesuga, shirīzu no omona suishin-ryokude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMany people get caught up with the simpler aspects of Bleach and can't appreciate it for what it really is. You will often hear that it's all about the fight scenes, the enemies, the story arcs, or the evolution of the main character powering up, and thats its all the same. While those things are all part of the anime and frequently recurring themes, they are not the main driving force of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMany people get caught up with the simpler aspects of Bleach and can't appreciate it for what it really is.\u001b[24m\n    \u001b[1m多くの人々は、ブリーチのより単純な側面に巻き込まれ、それが本当に何であるかを理解できません。\u001b[22m, \u001b[1m多くの人々は、ブリーチの簡単な側面を巻き込ま、それが本当に何のためにそれを感謝することはできません。\u001b[22m\n\u001b[4mYou will often hear that it's all about the fight scenes, the enemies, the story arcs, or the evolution of the main character powering up, and thats its all the same.\u001b[24m\n    \u001b[1m戦闘シーン、敵、ストーリーアーク、または主人公の進化が全て同じであることはよく聞きますが、それはまったく同じです。\u001b[22m, \u001b[1mあなたはしばしば、それがすべての戦いのシーン、敵、ストーリーアーク、または電源投入メインキャラクターの進化についてだし、そのすべてが同じのthatsことを聞くことができます。\u001b[22m\n\u001b[4mWhile those things are all part of the anime and frequently recurring themes, they are not the main driving force of the series.\u001b[24m\n    \u001b[1mこれらのものはすべてアニメの一部であり、頻繁に繰り返されるテーマですが、シリーズの主な推進力ではありません。\u001b[22m, \u001b[1mそれらのものは全てアニメの一部と頻繁に定期的なテーマであるが、それらは一連の主駆動力ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nBleach is a Character Development show, plain and simple. Everything else that happens is just there to provide filler, and an environment where the characters can be introduced and interact to gradually reveal their personalities, powers, traits and history. It's all about providing just enough to get you interested and wanting to see more. There are many small events or seemingly inconsequential occurences that can correlate hundreds of episodes later. In this regard, it is absolutely essential to rewatch Bleach at least once.\n\n\u001b[1mブリーチは、キャ​​ラクターデベロップメントの番組です。 それ以外に起こることは、フィラーやキャラクターを紹介したり、相互作用したりして、キャラクター、パワー、特性、歴史を徐々に明らかにする環境を提供することだけです。 それは、あなたに興味を持ち、より多くを見たいだけのものを提供することに関するすべてです。 あとで何百回ものエピソードを関連付けることができる小さなイベントや一見重要ではないイベントがたくさんあります。 この点に関して、少なくとも1回は漂白剤を再ウォッチすることが絶対に不可欠です。\u001b[22m\n\u001b[1m(Burīchi wa, kya ​​ rakutādeberoppumento no bangumidesu. Sore igai ni okoru koto wa, firā ya kyarakutā o shōkai shi tari, sōgo sayō shi tari shite, kyarakutā, pawā, tokusei, rekishi o jojoni akiraka ni suru kankyō o teikyō suru koto dakedesu. Sore wa, anata ni kyōmi o mochi, yori ōku o mitai dake no mono o teikyō suru koto ni kansuru subetedesu. Ato de nanbyakkai mo no episōdo o kanrendzukeru koto ga dekiru chīsana ibento ya ikken jūyōde wanai ibento ga takusan arimasu. Kono ten ni kanshite, sukunakutomo 1-kai wa hyōhaku-zai o sai u~otchi suru koto ga zettai ni fukaketsudesu.)\u001b[22m\n\nTranslations of \u001b[4mBleach is a Character Development show, plain and simple. Everything else that happens is just there to provide filler, and an environment where the characters can be introduced and interact to gradually reveal their personalities, powers, traits and history. It's all about providing just enough to get you interested and wanting to see more. There are many small events or seemingly inconsequential occurences that can correlate hundreds of episodes later. In this regard, it is absolutely essential to rewatch Bleach at least once.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach is a Character Development show, plain and simple.\u001b[24m\n    \u001b[1mブリーチは、キャラクターデベロップメントの番組です。\u001b[22m, \u001b[1m漂白剤は、プレーンでシンプルな、キャラクター開発ショーです。\u001b[22m\n\u001b[4mEverything else that happens is just there to provide filler, and an environment where the characters can be introduced and interact to gradually reveal their personalities, powers, traits and history.\u001b[24m\n    \u001b[1mそれ以外に起こることは、フィラーやキャラクターを紹介したり、相互作用したりして、キャラクター、パワー、特性、歴史を徐々に明らかにする環境を提供することだけです。\u001b[22m, \u001b[1mたまたま他のすべては、充填剤、および文字が導入され、徐々に彼らの人格、力、特性と歴史を明らかにするように相互作用することができる環境を提供するために、ただそこにあります。\u001b[22m\n\u001b[4mIt's all about providing just enough to get you interested and wanting to see more.\u001b[24m\n    \u001b[1mそれは、あなたに興味を持ち、より多くを見たいだけのものを提供することに関するすべてです。\u001b[22m, \u001b[1mそれはあなたが興味を持ってもらうために十分なだけ提供し、より多くのを参照してくださいしたいについてのすべてです。\u001b[22m\n\u001b[4mThere are many small events or seemingly inconsequential occurences that can correlate hundreds of episodes later.\u001b[24m\n    \u001b[1mあとで何百回ものエピソードを関連付けることができる小さなイベントや一見重要ではないイベントがたくさんあります。\u001b[22m, \u001b[1m多くの小さな事象以降のエピソードの数百を相関させることができる一見取るに足らない出現があります。\u001b[22m\n\u001b[4mIn this regard, it is absolutely essential to rewatch Bleach at least once.\u001b[24m\n    \u001b[1mこの点に関して、少なくとも1回は漂白剤を再ウォッチすることが絶対に不可欠です。\u001b[22m, \u001b[1mこの点で、少なくとも一度ブリーチをrewatchすることが絶対不可欠です。\u001b[22m\n\u001b[1m\u001b[22m\nFor the new viewer, the sheer number of main and supporting characters can be overwhelming. To be honest for awhile it kind of turned me off until I really began to get what it was all about. It's also important to understand that while Ichigo is the main character, he's moreso there just to provide a common ground upon which all the different aspects of the show converge. He is not an overpowering lead or the centre of everything, and doesn't really have a particularly interesing personality. The attraction of Ichigo lies in the what and why and how, and the way he is percieved by others.\n\n\u001b[1m新しい視聴者のために、メインとサポートの文字の膨大な数が圧倒的な可能性があります。 私が本当にすべてのことを理解し始めるまで、それはちょっと正直言って私をオフにしました。  Ichigoが主人公である一方で、ショーのさまざまな側面がすべて収束する共通の根拠を提供するためには、そこにいることを理解することも重要です。 彼は圧倒的なリードやすべての中心ではなく、本当に特に個性的な個性を持っていません。  Ichigoの魅力は、何が、なぜ、どのように、そして彼が他の人によって見られるかにあります。\u001b[22m\n\u001b[1m(Atarashī shichō-sha no tame ni, mein to sapōto no moji no bōdaina kazu ga attōtekina kanōsei ga arimasu. Watashi ga hontōni subete no koto o rikai shi hajimeru made, sore wa chotto shōjiki itte watashi o ofu ni shimashita. Ichigo ga shujinkōdearu ippō de, shō no samazamana sokumen ga subete shūsoku suru kyōtsū no konkyo o teikyō suru tame ni wa, soko ni iru koto o rikai suru koto mo jūyōdesu. Kare wa attōtekina rīdo ya subete no chūshinde wa naku, hontōni tokuni kosei-tekina kosei o motte imasen. Ichigo no miryoku wa, nani ga, naze, dono yō ni, soshite kare ga hokanohito ni yotte mi rareru ka ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the new viewer, the sheer number of main and supporting characters can be overwhelming. To be honest for awhile it kind of turned me off until I really began to get what it was all about. It's also important to understand that while Ichigo is the main character, he's moreso there just to provide a common ground upon which all the different aspects of the show converge. He is not an overpowering lead or the centre of everything, and doesn't really have a particularly interesing personality. The attraction of Ichigo lies in the what and why and how, and the way he is percieved by others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the new viewer, the sheer number of main and supporting characters can be overwhelming.\u001b[24m\n    \u001b[1m新しい視聴者のために、メインとサポートの文字の膨大な数が圧倒的な可能性があります。\u001b[22m, \u001b[1m新しい視聴者のために、メインと脇役の膨大な数が圧倒的なことができます。\u001b[22m\n\u001b[4mTo be honest for awhile it kind of turned me off until I really began to get what it was all about.\u001b[24m\n    \u001b[1m私が本当にすべてのことを理解し始めるまで、それはちょっと正直言って私をオフにしました。\u001b[22m, \u001b[1m私は実際にそれがすべてに約あったものを取得し始めるまでしばらくの間、正直に言うと、それは一種の私をオフに。\u001b[22m\n\u001b[4mIt's also important to understand that while Ichigo is the main character, he's moreso there just to provide a common ground upon which all the different aspects of the show converge.\u001b[24m\n    \u001b[1mIchigoが主人公である一方で、ショーのさまざまな側面がすべて収束する共通の根拠を提供するためには、そこにいることを理解することも重要です。\u001b[22m, \u001b[1mこれは、いちごが主人公であるが、彼はちょうどショーのすべてのさまざまな側面が収束する時に共通の基盤を提供するためにmoresoがあることを理解しておくことも重要です。\u001b[22m\n\u001b[4mHe is not an overpowering lead or the centre of everything, and doesn't really have a particularly interesing personality.\u001b[24m\n    \u001b[1m彼は圧倒的なリードやすべての中心ではなく、本当に特に個性的な個性を持っていません。\u001b[22m, \u001b[1m彼は圧倒的リードまたはすべての中心ではなく、本当に特にinteresing性格を持っていません。\u001b[22m\n\u001b[4mThe attraction of Ichigo lies in the what and why and how, and the way he is percieved by others.\u001b[24m\n    \u001b[1mIchigoの魅力は、何が、なぜ、どのように、そして彼が他の人によって見られるかにあります。\u001b[22m, \u001b[1mいちごの魅力は何となぜ、どのようにある、と彼は他の人がpercievedされる方法。\u001b[22m\n\u001b[1m\u001b[22m\nThe character art is fantastic - each character's personality is very accurately represented in their appearance. Nearly every character is interesting and has a lot of deep history, unanswered questions and mystery, many of which are so far left to the viewers imagination. Don't expect the same level of depth from the enemies, as they inevitibly all die.\n\n\u001b[1mキャラクターアートは幻想的です。各キャラクターの個性は、その外観に非常に正確に表現されています。 ほぼすべてのキャラクターは面白く、深い歴史、未解決の疑問や謎があり、その多くは視聴者の想像力に残っています。 彼らは必然的にすべて死ぬので、敵からの深さと同じレベルを期待しないでください。\u001b[22m\n\u001b[1m(Kyarakutāāto wa gensō-tekidesu. Kaku kyarakutā no kosei wa, sono gaikan ni hijō ni seikaku ni hyōgen sa rete imasu. Hobo subete no kyarakutā wa omoshiroku, fukai rekishi, mi kaiketsu no gimon ya nazo ga ari, sono ōku wa shichō-sha no sōzō-ryoku ni nokotte imasu. Karera wa hitsuzen-teki ni subete shinunode, teki kara no fuka-sa to onaji reberu o kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe character art is fantastic - each character's personality is very accurately represented in their appearance. Nearly every character is interesting and has a lot of deep history, unanswered questions and mystery, many of which are so far left to the viewers imagination. Don't expect the same level of depth from the enemies, as they inevitibly all die.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character art is fantastic - each character's personality is very accurately represented in their appearance.\u001b[24m\n    \u001b[1mキャラクターアートは幻想的です。各キャラクターの個性は、その外観に非常に正確に表現されています。\u001b[22m, \u001b[1m文字の芸術は素晴らしいです - 各キャラクターの個性を非常に正確にその外観で表されます。\u001b[22m\n\u001b[4mNearly every character is interesting and has a lot of deep history, unanswered questions and mystery, many of which are so far left to the viewers imagination.\u001b[24m\n    \u001b[1mほぼすべてのキャラクターは面白く、深い歴史、未解決の疑問や謎があり、その多くは視聴者の想像力に残っています。\u001b[22m, \u001b[1mほぼすべての文字が面白いです、深い歴史、未回答の質問や謎をたくさん持っている、その多くは、これまでの視聴者の想像力に委ねられています。\u001b[22m\n\u001b[4mDon't expect the same level of depth from the enemies, as they inevitibly all die.\u001b[24m\n    \u001b[1m彼らは必然的にすべて死ぬので、敵からの深さと同じレベルを期待しないでください。\u001b[22m, \u001b[1m彼らはinevitiblyすべて死ぬとして、敵からの深さの同じレベルを期待してはいけません。\u001b[22m\n\u001b[1m\u001b[22m\nWhile nearly all of the Bleach Intro and End credits are absolute rubbish, the soundtracks are nothing short of masterpieces. Without a doubt, Bleach has the best and most fitting music of any long running anime series. A couple of the arcs aren't fantastic story-wise, and like any show it has its ups and downs so its important just to stick with it. Look away for a moment, and you can miss important clues and info. The second time around, things can make a lot more sense and suddenly seem a lot more interesting.\n\n\u001b[1mほとんどのブリーチ・イントロとエンド・クレジットは絶対的なゴミであるが、サウンド・トラックは傑作に欠けているものではない。 疑いの余地なく、ブリーチは長いアニメシリーズの中でも最高の、そして最もふさわしい音楽を持っています。  2つのアークは物語的には幻想的ではなく、どんなショーと同様に、それは浮き沈みがあります。 一瞬を見て、あなたは重要な手がかりと情報を見逃すことができます。  2回目には、物事はもっと意味をなさなくなり、突然もっと面白そうに見えます。\u001b[22m\n\u001b[1m(Hotondo no burīchi Intoro to endo kurejitto wa zettai-tekina gomidearuga, saundo torakku wa kessaku ni kakete iru monode wanai. Utagai no yochi naku, burīchi wa nagai animeshirīzu no naka demo saikō no, soshite mottomo fusawashī ongaku o motte imasu. 2Tsu no āku wa monogatari-teki ni wa gensō-tekide wa naku, don'na shō to dōyō ni, soreha ukishizumi ga arimasu. Isshun o mite, anata wa jūyōna tegakari to jōhō o minogasu koto ga dekimasu. 2-Kai-me ni wa, monogoto wa motto imi o nasanaku nari, totsuzen motto omoshiro-sō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile nearly all of the Bleach Intro and End credits are absolute rubbish, the soundtracks are nothing short of masterpieces. Without a doubt, Bleach has the best and most fitting music of any long running anime series. A couple of the arcs aren't fantastic story-wise, and like any show it has its ups and downs so its important just to stick with it. Look away for a moment, and you can miss important clues and info. The second time around, things can make a lot more sense and suddenly seem a lot more interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile nearly all of the Bleach Intro and End credits are absolute rubbish, the soundtracks are nothing short of masterpieces.\u001b[24m\n    \u001b[1mほとんどのブリーチ・イントロとエンド・クレジットは絶対的なゴミであるが、サウンド・トラックは傑作に欠けているものではない。\u001b[22m, \u001b[1mほぼすべてのブリーチオープニングとエンドクレジットのは絶対ゴミですが、サウンドトラックは傑作の短いものではありません。\u001b[22m\n\u001b[4mWithout a doubt, Bleach has the best and most fitting music of any long running anime series.\u001b[24m\n    \u001b[1m疑いの余地なく、ブリーチは長いアニメシリーズの中でも最高の、そして最もふさわしい音楽を持っています。\u001b[22m, \u001b[1m間違いなく、ブリーチは、どのような長期実行中のアニメシリーズの最良かつ最もフィッティングの音楽を持っています。\u001b[22m\n\u001b[4mA couple of the arcs aren't fantastic story-wise, and like any show it has its ups and downs so its important just to stick with it.\u001b[24m\n    \u001b[1m2つのアークは物語的には幻想的ではなく、どんなショーと同様に、それは浮き沈みがあります。\u001b[22m, \u001b[1m弧のカップルは素晴らしい物語単位ではなく、任意のショーのようにそれはちょうどそれに固執するために、その重要なので、その浮き沈みを持っています。\u001b[22m\n\u001b[4mLook away for a moment, and you can miss important clues and info.\u001b[24m\n    \u001b[1m一瞬を見て、あなたは重要な手がかりと情報を見逃すことができます。\u001b[22m, \u001b[1m一瞬のために離れて見て、あなたは重要な手がかりと情報を欠場することができます。\u001b[22m\n\u001b[4mThe second time around, things can make a lot more sense and suddenly seem a lot more interesting.\u001b[24m\n    \u001b[1m2回目には、物事はもっと意味をなさなくなり、突然もっと面白そうに見えます。\u001b[22m, \u001b[1m2回目は、物事はより多くの意味を成して、突然、より多くの面白いように見えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately I hate to admit that the first time I watched Bleach I was still a dub watching fanboy noob. Bleach changed all that, and rewatching the first 200 eps in Japanese was the best thing I could have done. The actual proper voice actors have a huge impact on overall watchability, and are amazingly fitting for each character. If you watch this show dubbed, you are losing a lot right there, so if you are going to bother watching Bleach i suggest doing it right and going subs. I've never watched dubs since, and in fact Bleach turned me into a hardline anti-dub viewer.\n\n\u001b[1m残念なことに、私はブリーチを見たのは私がまだファンブイ男のノブを見ているダブだったことを認めたくないのです。 ブリーチはそれをすべて変え、日本語で最初の200 epsを見直すことが私がやり遂げることができた最高のものでした。 実際の適切な声優は、全体的な腕時計に大きな影響を与え、それぞれのキャラクターに驚くほどフィットしています。 あなたがこのショーを吹き替えて見ると、そこにはたくさんのものが失われているので、ブリーチを見て気にするつもりなら、それを正しくやってみましょう。 それ以来、私はダブを見たことがないし、実際にはブリーチが私を強引なダビングビューアーに変えてしまった。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, watashi wa burīchi o mita no wa watashi ga mada fanbui otoko no nobu o mite iru dabudatta koto o mitometakunai nodesu. Burīchi wa sore o subete kae, nihongo de saisho no 200 eps o minaosu koto ga watashi ga yaritogeru koto ga dekita saikō no monodeshita. Jissai no tekisetsuna seiyū wa, zentai-tekina udedokei ni ōkina eikyō o atae, sorezore no kyarakutā ni odoroku hodo fitto shite imasu. Anata ga kono shō o fukikaete miru to, soko ni wa takusan no mono ga ushinawa rete irunode, burīchi o mite ki ni suru tsumorinara, sore o tadashiku yatte mimashou. Sore irai, watashi wa dabu o mita koto ga naishi, jissai ni wa burīchi ga watashi o gōin'na dabingubyūā ni kaete shimatta.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately I hate to admit that the first time I watched Bleach I was still a dub watching fanboy noob. Bleach changed all that, and rewatching the first 200 eps in Japanese was the best thing I could have done. The actual proper voice actors have a huge impact on overall watchability, and are amazingly fitting for each character. If you watch this show dubbed, you are losing a lot right there, so if you are going to bother watching Bleach i suggest doing it right and going subs. I've never watched dubs since, and in fact Bleach turned me into a hardline anti-dub viewer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately I hate to admit that the first time I watched Bleach I was still a dub watching fanboy noob.\u001b[24m\n    \u001b[1m残念なことに、私はブリーチを見たのは私がまだファンブイ男のノブを見ているダブだったことを認めたくないのです。\u001b[22m, \u001b[1m残念ながら、私はブリーチを見て初めて、私はまだおたくのnoobのを見てダブあったことを認めることを憎みます。\u001b[22m\n\u001b[4mBleach changed all that, and rewatching the first 200 eps in Japanese was the best thing I could have done.\u001b[24m\n    \u001b[1mブリーチはそれをすべて変え、日本語で最初の200 epsを見直すことが私がやり遂げることができた最高のものでした。\u001b[22m, \u001b[1m漂白剤は、すべてのことを変更し、日本で最初の200のepsをrewatchingは、私が行っている可能性が最高のものでした。\u001b[22m\n\u001b[4mThe actual proper voice actors have a huge impact on overall watchability, and are amazingly fitting for each character.\u001b[24m\n    \u001b[1m実際の適切な声優は、全体的な腕時計に大きな影響を与え、それぞれのキャラクターに驚くほどフィットしています。\u001b[22m, \u001b[1m実際の適切な声優は、全体的なwatchabilityに大きな影響を与える、と驚くほど各文字のフィッティングです。\u001b[22m\n\u001b[4mIf you watch this show dubbed, you are losing a lot right there, so if you are going to bother watching Bleach i suggest doing it right and going subs.\u001b[24m\n    \u001b[1mあなたがこのショーを吹き替えて見ると、そこにはたくさんのものが失われているので、ブリーチを見て気にするつもりなら、それを正しくやってみましょう。\u001b[22m, \u001b[1mあなたは吹き替えこのショーを見た場合、あなたはブリーチを見て気にしようとしているので、もし私が右のそれをやって潜水艦を行くことをお勧め、右が多くを失っています。\u001b[22m\n\u001b[4mI've never watched dubs since, and in fact Bleach turned me into a hardline anti-dub viewer.\u001b[24m\n    \u001b[1mそれ以来、私はダブを見たことがないし、実際にはブリーチが私を強引なダビングビューアーに変えてしまった。\u001b[22m, \u001b[1m私は以来、ダビングを見たことがありませんし、実際にはブリーチは強硬抗ダブビューアに私を回しました。\u001b[22m\n\u001b[1m\u001b[22m\nAs 'generic' and mainstream as Bleach's reputation can sometimes be, it is still probably one of, if not my favourite anime just for the complexity and depth of characters. Sadly i think a lot of people who watch Bleach just dont get it, id suspect mostly younger viewers. It's important to realise this isn't just some shallow kids crap like Dragon Ball Z. When the series was cancelled I was absolutely devastated since after 366 episodes there is still so much with regards to many characters not yet even touched on. I'm hoping that this is just a way to move past Ichigo as the main character, and a 'spin-off' is in the works.\n\n\u001b[1m漂白剤の評判が時々あることができるように「ジェネリック」および主流として、それはまだ多分文字の複雑さおよび深さのための私の好みのアニメではないの1つである。 悲しいことに、私は、ブリーチを見ている人の多くは、それを得ることができないと思う、主に若い視聴者を疑う。 これは、ドラゴンボールZのような浅い子供たちの捨て方だけではないことを認識することが重要です。シリーズがキャンセルされたとき、私は366のエピソードの後に​​まだ触れられていない多くのキャラクターに関してまだまだ多くのことがあるので、 私はこれが一役を過ぎて一人の主人公になり、スピンオフが進行していることを期待しています。\u001b[22m\n\u001b[1m(Hyōhaku-zai no hyōban ga tokidoki aru koto ga dekiru yō ni `jenerikku'oyobi shuryū to shite, sore wa mada tabun moji no fukuzatsu-sa oyobi fuka-sa no tame no watashi no konomi no animede wanai no 1tsudearu. Kanashī koto ni, watashi wa, burīchi o mite iru hito no ōku wa, sore o eru koto ga dekinai to omou, omo ni wakai shichō-sha o utagau. Kore wa, doragonbōru Z no yōna asai kodomo-tachi no sute-kata dakede wanai koto o ninshiki suru koto ga jūyōdesu. Shirīzu ga kyanseru sa reta toki, watashi wa 366 no episōdo no nochi ni ​​ mada fure rarete inai ōku no kyarakutā ni kanshite madamada ōku no koto ga aru node, watashi wa kore ga hitoyaku o sugite hitori no shujinkō ni nari, supin'ofu ga shinkō shite iru koto o kitai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs 'generic' and mainstream as Bleach's reputation can sometimes be, it is still probably one of, if not my favourite anime just for the complexity and depth of characters. Sadly i think a lot of people who watch Bleach just dont get it, id suspect mostly younger viewers. It's important to realise this isn't just some shallow kids crap like Dragon Ball Z. When the series was cancelled I was absolutely devastated since after 366 episodes there is still so much with regards to many characters not yet even touched on. I'm hoping that this is just a way to move past Ichigo as the main character, and a 'spin-off' is in the works.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs 'generic' and mainstream as Bleach's reputation can sometimes be, it is still probably one of, if not my favourite anime just for the complexity and depth of characters.\u001b[24m\n    \u001b[1m漂白剤の評判が時々あることができるように「ジェネリック」および主流として、それはまだ多分文字の複雑さおよび深さのための私の好みのアニメではないの1つである。\u001b[22m, \u001b[1mブリーチの評判は時々することができますように「一般的な」と主流として、それはまだ、おそらくの1、そうでない場合は、単に文字の複雑さと深さのための私の好きなアニメです。\u001b[22m\n\u001b[4mSadly i think a lot of people who watch Bleach just dont get it, id suspect mostly younger viewers.\u001b[24m\n    \u001b[1m悲しいことに、私は、ブリーチを見ている人の多くは、それを得ることができないと思う、主に若い視聴者を疑う。\u001b[22m, \u001b[1m悲しいことに私はちょうどidはほとんどが若い視聴者を疑う、それを得るいけないブリーチを見て多くの人々を考えます。\u001b[22m\n\u001b[4mIt's important to realise this isn't just some shallow kids crap like Dragon Ball Z. When the series was cancelled I was absolutely devastated since after 366 episodes there is still so much with regards to many characters not yet even touched on.\u001b[24m\n    \u001b[1mこれは、ドラゴンボールZのような浅い子供たちの捨て方だけではないことを認識することが重要です。シリーズがキャンセルされたとき、私は366のエピソードの後にまだ触れられていない多くのキャラクターに関してまだまだ多くのことがあるので、\u001b[22m, \u001b[1mこれはちょうどシリーズは366のエピソードの後にまだあっても触れていない多くの文字に関してはまだあまりがあるので私は絶対に荒廃していた取り消されたドラゴンボールZのようないくつかの浅い子供のがらくたではありません実現することが重要です。\u001b[22m\n\u001b[4mI'm hoping that this is just a way to move past Ichigo as the main character, and a 'spin-off' is in the works.\u001b[24m\n    \u001b[1m私はこれが一役を過ぎて一人の主人公になり、スピンオフが進行していることを期待しています。\u001b[22m, \u001b[1m私はこれがちょうど主人公のようにいちごを越えて移動するための方法であり、「スピンオフ」は作品中であることを願っています。\u001b[22m\n\u001b[1m\u001b[22m\nIf you haven't watched Bleach, you're missing out bigtime!\n\n\u001b[1mあなたが漂白剤を見たことがないなら、あなたは大金を逃している！\u001b[22m\n\u001b[1m(Anata ga hyōhaku-zai o mita koto ga nainara, anata wa taikin o nogashite iru!)\u001b[22m\n\nTranslations of \u001b[4mIf you haven't watched Bleach, you're missing out bigtime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you haven't watched Bleach, you're missing out bigtime!\u001b[24m\n    \u001b[1mあなたが漂白剤を見たことがないなら、あなたは大金を逃している！\u001b[22m, \u001b[1mあなたはブリーチを見ていない場合は、BIGTIMEを逃しています！\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "thelolmandotcom",
    "profile": "/profile/thelolmandotcom/reviews",
    "pages": "14",
    "number": "6",
    "link": "/reviews.php?id=27363",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  9\n\nまあ、このアニメはこれまで私がこれまで見てきた最も楽しい進行中のアニメ、それに関係なく、またはそれを嫌う人たちです。 あなたがそれを自分で判断すれば、その方が良い。 戦っているシーンや面白い瞬間がたくさんあるので、すぐにこれを楽しむことができると確信しています。 基本的に、それはポイントにまっすぐになる。 彼らのフィラーは人々が思っていたほど悪くない。 それでは、見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWell, this anime is by far the most enjoyable on-going anime I've ever watched thus far, and regardless or those who dislike it. Its better if you judge it yourself. With a whole lot of fighting scenes and some funny moments, I'm sure you'll be able to enjoy this in no time. basically, it gets straight to the point. and their fillers aren't half as bad as people would have thought. So go ahead, watch it.\n\n\u001b[1mまあ、このアニメはこれまで私がこれまで見てきた最も楽しい進行中のアニメ、それに関係なく、またはそれを嫌う人たちです。 あなたがそれを自分で判断すれば、その方が良い。 戦っているシーンや面白い瞬間がたくさんあるので、すぐにこれを楽しむことができると確信しています。 基本的に、それはポイントにまっすぐになる。 彼らのフィラーは人々が思っていたほど悪くない。 それでは、見てください。\u001b[22m\n\u001b[1m(Mā, kono anime wa kore made watashi ga kore made mitekita mottomo tanoshī shinkō-chū no anime, soreni kankei naku, matawa sore o kirau hito-tachidesu. Anata ga sore o jibun de handan sureba, sonokata ga yoi. Tatakatte iru shīn ya omoshiroi shunkan ga takusan aru node, sugu ni kore o tanoshimu koto ga dekiru to kakushin shite imasu. Kihontekini, soreha pointo ni massugu ni naru. Karera no firā wa hitobito ga omotte ita hodo warukunai. Soredewa, mitekudasai.)\u001b[22m\n\nTranslations of \u001b[4mWell, this anime is by far the most enjoyable on-going anime I've ever watched thus far, and regardless or those who dislike it. Its better if you judge it yourself. With a whole lot of fighting scenes and some funny moments, I'm sure you'll be able to enjoy this in no time. basically, it gets straight to the point. and their fillers aren't half as bad as people would have thought. So go ahead, watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, this anime is by far the most enjoyable on-going anime I've ever watched thus far, and regardless or those who dislike it.\u001b[24m\n    \u001b[1mまあ、このアニメはこれまで私がこれまで見てきた最も楽しい進行中のアニメ、それに関係なく、またはそれを嫌う人たちです。\u001b[22m, \u001b[1mさて、このアニメははるかに私が今まで遠く、およびかかわらず、またはそれを嫌う人たちこうして見てきた最も楽しいの進行中のアニメです。\u001b[22m\n\u001b[4mIts better if you judge it yourself.\u001b[24m\n    \u001b[1mあなたがそれを自分で判断すれば、その方が良い。\u001b[22m, \u001b[1mあなたはそれを自分で判断するならば、そのより良いです。\u001b[22m\n\u001b[4mWith a whole lot of fighting scenes and some funny moments, I'm sure you'll be able to enjoy this in no time.\u001b[24m\n    \u001b[1m戦っているシーンや面白い瞬間がたくさんあるので、すぐにこれを楽しむことができると確信しています。\u001b[22m, \u001b[1m戦闘シーンや、いくつかの面白い瞬間の全体の多くでは、私はあなたが時間がないでこれを楽しむことができます確信しています。\u001b[22m\n\u001b[4mbasically, it gets straight to the point.\u001b[24m\n    \u001b[1m基本的に、それはポイントにまっすぐになる。\u001b[22m, \u001b[1m基本的に、それはポイントにまっすぐに取得します。\u001b[22m\n\u001b[4mand their fillers aren't half as bad as people would have thought.\u001b[24m\n    \u001b[1m彼らのフィラーは人々が思っていたほど悪くない。\u001b[22m, \u001b[1mそして、その充填剤は、人々が思っただろうほど悪くは半分ではありません。\u001b[22m\n\u001b[4mSo go ahead, watch it.\u001b[24m\n    \u001b[1mそれでは、見てください。\u001b[22m, \u001b[1mだから先に行く、それを見ます。\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "3miL",
    "profile": "/profile/3miL/reviews",
    "pages": "14",
    "number": "7",
    "link": "/reviews.php?id=81006",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\n漂白剤...よく、\n\n\n私は、主人公が着物や着用を着用しているか、それが何であるかを問わず、他の多くのアニメを見つけました。\n\nもちろん、剣と名付けられました！ しかし、比較できる人は誰もいません\n\n、ブリーチは単に最高です！ 紆余曲折、裏切り、決定、上昇と下降、漂白剤は人気があり、今では誰もがなぜ漂白剤が有名なのか知っているはずです！〜\n\nいくつかのユーザーは、漂白剤の中のいくつかのフィラーを嫌いますが、それを愛する人もいます。私は彼らが楽しいと言っているわけではありません。\n\nはい、フィラーはちょっと退屈ですが、あなたは良いアニメを尊重しなければなりません\n\n私は口を開く人物ではありませんが、\n\n私の最初のレビューを読んでいただきありがとうございます：P\n私はこれが助けることを願っています それを1つと考えてください:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBleach ... is well,\n\n\u001b[1m漂白剤...よく、\u001b[22m\n\u001b[1m(Hyōhaku-zai... Yoku,)\u001b[22m\n\nTranslations of \u001b[4mBleach ... is well,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach ... is well,\u001b[24m\n    \u001b[1m漂白剤...よく、\u001b[22m, \u001b[1mブリーチは...よくあります、\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nI have found lots of other anime with the main character wearing kimono or shihakusho or whatever is is they call it,\n\n\u001b[1m私は、主人公が着物や着用を着用しているか、それが何であるかを問わず、他の多くのアニメを見つけました。\u001b[22m\n\u001b[1m(Watashi wa, shujinkō ga kimono ya chakuyō o chakuyō shite iru ka, sore ga nandearu ka o towazu, hoka no ōku no anime o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mI have found lots of other anime with the main character wearing kimono or shihakusho or whatever is is they call it,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have found lots of other anime with the main character wearing kimono or shihakusho or whatever is is they call it,\u001b[24m\n    \u001b[1m私は、主人公が着物や着用を着用しているか、それが何であるかを問わず、他の多くのアニメを見つけました。\u001b[22m, \u001b[1m私は、着物やshihakushoまたは何でも、彼らはそれを呼び出すされている身に着けている主人公と他のアニメの多くを発見しました\u001b[22m\n\u001b[1m\u001b[22m\nAnd named swords of course! but there isn’t anyone of them that could be of comparison\n\n\u001b[1mもちろん、剣と名付けられました！ しかし、比較できる人は誰もいません\u001b[22m\n\u001b[1m(Mochiron, ken to nadzuke raremashita! Shikashi, hikaku dekiru hito wa dare mo imasen)\u001b[22m\n\nTranslations of \u001b[4mAnd named swords of course! but there isn’t anyone of them that could be of comparison\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd named swords of course!\u001b[24m\n    \u001b[1mもちろん、剣と名付けられました！\u001b[22m, \u001b[1mそしてもちろんの剣を命名！\u001b[22m\n\u001b[4mbut there isn’t anyone of them that could be of comparison\u001b[24m\n    \u001b[1mしかし、比較できる人は誰もいません\u001b[22m, \u001b[1mしかし、比較の可能性があり、それらの人はいません\u001b[22m\n\u001b[1m\u001b[22m\n, Bleach is simply the best! The twists, betrayals, determinations, rising and falling, Bleach deserves it’s popularity, now everybody else should know why Bleach is famous!~\n\n\u001b[1m、ブリーチは単に最高です！ 紆余曲折、裏切り、決定、上昇と下降、漂白剤は人気があり、今では誰もがなぜ漂白剤が有名なのか知っているはずです！〜\u001b[22m\n\u001b[1m(, Burīchi wa tan'ni saikōdesu! Uyokyokusetsu, uragiri, kettei, jōshō to kakō, hyōhaku-zai wa ninki ga ari, ima dewa daremoga naze hyōhaku-zai ga yūmeina no ka shitte iru hazudesu!〜)\u001b[22m\n\nTranslations of \u001b[4m, Bleach is simply the best! The twists, betrayals, determinations, rising and falling, Bleach deserves it’s popularity, now everybody else should know why Bleach is famous!~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m, Bleach is simply the best!\u001b[24m\n    \u001b[1m、ブリーチは単に最高です！\u001b[22m, \u001b[1m、ブリーチは、単に最高です！\u001b[22m\n\u001b[4mThe twists, betrayals, determinations, rising and falling, Bleach deserves it’s popularity, now everybody else should know why Bleach is famous!~\u001b[24m\n    \u001b[1m紆余曲折、裏切り、決定、上昇と下降、漂白剤は人気があり、今では誰もがなぜ漂白剤が有名なのか知っているはずです！〜\u001b[22m, \u001b[1mねじれ、裏切り、決定、立ち上がりと立ち下がり、ブリーチはブリーチが有名ですが、なぜ今、他のみんなが知っておくべき、それが人気です値する！〜\u001b[22m\n\u001b[1m\u001b[22m\nAlthough some users, hate some of the fillers in bleach, well, some users gotta love it too, I'm not saying they're fun,\n\n\u001b[1mいくつかのユーザーは、漂白剤の中のいくつかのフィラーを嫌いますが、それを愛する人もいます。私は彼らが楽しいと言っているわけではありません。\u001b[22m\n\u001b[1m(Ikutsu ka no yūzā wa, hyōhaku-zai no naka no ikutsu ka no firā o kiraimasuga, sore o aisuruhito mo imasu. Watashi wa karera ga tanoshī to itte iru wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAlthough some users, hate some of the fillers in bleach, well, some users gotta love it too, I'm not saying they're fun,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough some users, hate some of the fillers in bleach, well, some users gotta love it too, I'm not saying they're fun,\u001b[24m\n    \u001b[1mいくつかのユーザーは、漂白剤の中のいくつかのフィラーを嫌いますが、それを愛する人もいます。私は彼らが楽しいと言っているわけではありません。\u001b[22m, \u001b[1m一部のユーザーは、漂白剤で充填剤の一部を嫌いますが、よく、一部のユーザーがお奨めもそれを愛し、私は、彼らが楽しみだとは言いませんよ\u001b[22m\n\u001b[1m\u001b[22m\nYes, the fillers are kinda boring, but you gotta respect a good anime\n\n\u001b[1mはい、フィラーはちょっと退屈ですが、あなたは良いアニメを尊重しなければなりません\u001b[22m\n\u001b[1m(Hai, firā wa chotto taikutsudesuga, anata wa yoi anime o sonchō shinakereba narimasen)\u001b[22m\n\nTranslations of \u001b[4mYes, the fillers are kinda boring, but you gotta respect a good anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes, the fillers are kinda boring, but you gotta respect a good anime\u001b[24m\n    \u001b[1mはい、フィラーはちょっと退屈ですが、あなたは良いアニメを尊重しなければなりません\u001b[22m, \u001b[1mはい、充填剤はちょっと退屈ですが、あなたは良いアニメを尊重しなきゃ\u001b[22m\n\u001b[1m\u001b[22m\nI’m not much of a talkative person,\n\n\u001b[1m私は口を開く人物ではありませんが、\u001b[22m\n\u001b[1m(Watashi wa kuchiwohiraku jinbutsude wa arimasenga,)\u001b[22m\n\nTranslations of \u001b[4mI’m not much of a talkative person,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’m not much of a talkative person,\u001b[24m\n    \u001b[1m私は口を開く人物ではありませんが、\u001b[22m, \u001b[1m私はおしゃべりな人の多くないんだけど、\u001b[22m\n\u001b[1m\u001b[22m\nso that’s all I can say, thanks for reading my first review :P\n\n\u001b[1m私の最初のレビューを読んでいただきありがとうございます：P\u001b[22m\n\u001b[1m(Watashi no saisho no rebyū o yonde itadaki arigatōgozaimasu: P)\u001b[22m\n\nTranslations of \u001b[4mso that’s all I can say, thanks for reading my first review :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso that’s all I can say, thanks for reading my first review :P\u001b[24m\n    \u001b[1m私の最初のレビューを読んでいただきありがとうございます：P\u001b[22m, \u001b[1mそのためには、私の最初のレビューを読んでくれてありがとう、私が言うことができるすべてです：P\u001b[22m\nI hope this can help! Please consider it as one :)\n\n\u001b[1m私はこれが助けることを願っています それを1つと考えてください:)\u001b[22m\n\u001b[1m(Watashi wa kore ga tasukeru koto o negatte imasu sore o 1tsu to kangaete kudasai: ))\u001b[22m\n\nTranslations of \u001b[4mI hope this can help! Please consider it as one :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope this can help!\u001b[24m\n    \u001b[1m私はこれが助けることを願っています\u001b[22m, \u001b[1m私はこれが役立つことを願って！\u001b[22m\n\u001b[4mPlease consider it as one :)\u001b[24m\n    \u001b[1mそれを1つと考えてください:)\u001b[22m, \u001b[1m1としてそれを考慮してください:)\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "worldvision",
    "profile": "/profile/worldvision/reviews",
    "pages": "14",
    "number": "8",
    "link": "/reviews.php?id=79540",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nブリーチはナルトとワンピースを中心に今日の主流シリーズと比較されています。 理由の1つは、3つのすべてが同じアクションパックストーリーを持っているという明白な事実です。 しかし、最も注目すべき理由はもちろん、3つは長年にわたって最も人気のあるシリーズです。 だから、人々が\"ビッグスリー\"を比較していることは奇妙ではありません。 しかし、ナルトとワンピースのように、ブリーチ独自の魅力を持っています。 このシリーズだけが持つもの。\n\n非常に長いレビューが来ています...............\n\nストーリーについて\n\n\nキャラクターについて\n\n\nKUROSAKI ICHIGOについて\n彼の性格が目立ち、興味深いのは、彼が人間、死神、Vizard、そして最近はフルブリングターの間にいるという事実です。 それは彼が3つの世界を結びつけるようなもので、それが彼を非常に効果的な主人公にしてくれるのです。 彼は自分のカテゴリーが4つの存在の中で何かを定義することができない唯一の人なので、彼はシリーズで彼の種類の唯一のものであり、それが彼を本当に主人公にしてくれることはとても驚くべきことです。 それに加えて、彼をもっと魅力的にする悪い面があります。 彼がウルキオラとの戦いに変身したのを見るのは魅力的でしたが、アイゼンとの戦い「SHIT」は、彼の戦いの中で最高の戦いでした。 彼はFinal Getsugaになったときにとても冷たく見えただけでなく、アイゼンを見れば気が済むので、見るのはさらに素晴らしい。 漂白剤を長年見た後の最高の気分。 このシリーズだけでなく、すべてのアニメのすべてのアクションキャラクターの中で、Ichigoは私のリストの中でナンバーワンです。 彼の戦いは、時々私は事を逃さないように私の息を止めていることは常に驚くべきことです。\n\nアニメーションとサウンドについて\n\n\nそれだけで、ブリーチが日本だけでなく国際的にも人気がある理由は不思議ではありません。 マンガ、アニメ、ゲーム、映画のいずれの形態であっても、このシリーズは本当にヒットします。 私はそれをたくさん楽しんでいます。 どの弧も見る価値があります。 私のアニメ中毒生活を変えます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBleach has been compared to a lot of leading series today particularly with Naruto and One Piece. One of the reasons is the obvious fact that all the three have the same action-packed story. But the most notable reasons, well of course, the three has been the most popular series for many years. So it’s not strange that people are comparing the “Big Three”. But like Naruto and One Piece, Bleach has its own uniqueness and charm. Something that only this series has.\n\n\u001b[1mブリーチはナルトとワンピースを中心に今日の主流シリーズと比較されています。 理由の1つは、3つのすべてが同じアクションパックストーリーを持っているという明白な事実です。 しかし、最も注目すべき理由はもちろん、3つは長年にわたって最も人気のあるシリーズです。 だから、人々が\"ビッグスリー\"を比較していることは奇妙ではありません。 しかし、ナルトとワンピースのように、ブリーチ独自の魅力を持っています。 このシリーズだけが持つもの。\u001b[22m\n\u001b[1m(Burīchi wa naruto to wanpīsu o chūshin ni kyō no shuryū shirīzu to hikaku sa rete imasu. Riyū no 1tsu wa, 3ttsu no subete ga onaji akushonpakkusutōrī o motte iru to iu meihakuna jijitsudesu. Shikashi, mottomo chūmoku subeki riyū wa mochiron, 3ttsu wa naganen ni watatte mottomo ninkinoaru shirīzudesu. Dakara, hitobito ga\" biggusurī\" o hikaku shite iru koto wa kimyōde wa arimasen. Shikashi, naruto to wanpīsu no yō ni, burīchi dokuji no miryoku o motte imasu. Kono shirīzu dake ga motsu mono.)\u001b[22m\n\nTranslations of \u001b[4mBleach has been compared to a lot of leading series today particularly with Naruto and One Piece. One of the reasons is the obvious fact that all the three have the same action-packed story. But the most notable reasons, well of course, the three has been the most popular series for many years. So it’s not strange that people are comparing the “Big Three”. But like Naruto and One Piece, Bleach has its own uniqueness and charm. Something that only this series has.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach has been compared to a lot of leading series today particularly with Naruto and One Piece.\u001b[24m\n    \u001b[1mブリーチはナルトとワンピースを中心に今日の主流シリーズと比較されています。\u001b[22m, \u001b[1m漂白剤は特にナルトとワンピースで今日のシリーズをリードする多くのと比較されています。\u001b[22m\n\u001b[4mOne of the reasons is the obvious fact that all the three have the same action-packed story.\u001b[24m\n    \u001b[1m理由の1つは、3つのすべてが同じアクションパックストーリーを持っているという明白な事実です。\u001b[22m, \u001b[1m理由の一つは、3つすべてが同じアクション満載の物語を持っていることは明白な事実です。\u001b[22m\n\u001b[4mBut the most notable reasons, well of course, the three has been the most popular series for many years.\u001b[24m\n    \u001b[1mしかし、最も注目すべき理由はもちろん、3つは長年にわたって最も人気のあるシリーズです。\u001b[22m, \u001b[1mしかし、最も注目すべき理由は、よくもちろん、3は、長年のための最も人気のあるシリーズとなっています。\u001b[22m\n\u001b[4mSo it’s not strange that people are comparing the “Big Three”.\u001b[24m\n    \u001b[1mだから、人々が\"ビッグスリー\"を比較していることは奇妙ではありません。\u001b[22m, \u001b[1mだから、人々が「ビッグスリー」を比較していることは不思議ではありません。\u001b[22m\n\u001b[4mBut like Naruto and One Piece, Bleach has its own uniqueness and charm.\u001b[24m\n    \u001b[1mしかし、ナルトとワンピースのように、ブリーチ独自の魅力を持っています。\u001b[22m, \u001b[1mしかし、ナルトとワンピースのように、ブリーチは、独自のユニークさと魅力を持っています。\u001b[22m\n\u001b[4mSomething that only this series has.\u001b[24m\n    \u001b[1mこのシリーズだけが持つもの。\u001b[22m, \u001b[1m唯一のこのシリーズは持っているもの。\u001b[22m\n\u001b[1m\u001b[22m\nThere’s a very long review coming……………\n\n\u001b[1m非常に長いレビューが来ています...............\u001b[22m\n\u001b[1m(Hijō ni nagai rebyū ga kite imasu...............)\u001b[22m\n\nTranslations of \u001b[4mThere’s a very long review coming……………\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s a very long review coming……………\u001b[24m\n    \u001b[1m非常に長いレビューが来ています...............\u001b[22m, \u001b[1m...............来て非常に長いレビューがあります\u001b[22m\n\u001b[1m\u001b[22m\nAbout the STORY\n\n\u001b[1mストーリーについて\u001b[22m\n\u001b[1m(Sutōrī ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mAbout the STORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the STORY\u001b[24m\n    \u001b[1mストーリーについて\u001b[22m, \u001b[1mSTORYについて\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAbout the CHARACTERS\n\n\u001b[1mキャラクターについて\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mAbout the CHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the CHARACTERS\u001b[24m\n    \u001b[1mキャラクターについて\u001b[22m, \u001b[1m文字について\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAbout KUROSAKI ICHIGO\n\n\u001b[1mKUROSAKI ICHIGOについて\u001b[22m\n\u001b[1m(KUROSAKI ICHIGO ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mAbout KUROSAKI ICHIGO\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout KUROSAKI ICHIGO\u001b[24m\n    \u001b[1mKUROSAKI ICHIGOについて\u001b[22m, \u001b[1m黒崎いちごについて\u001b[22m\nThe reason why his character stands out and interesting is the fact that he stands between being a human, a Shinigami, a Vizard, and lately a fullbringer. It’s like he connects the three worlds and that makes him a very effective main character. It feels so amazing that because he is the only one that you really can’t define what his category is among the four beings, he is the only one of his kind in the series and that makes him really the main protagonist. And to add to that, there’s this evil side of him that makes him more and more interesting. Seeing him transformed with his fight with Ulquiorra was fascinating but his fight with Aizen, “SHIT”, was the best fight among all of his fights. Not only he looked so damn cool when he became the Final Getsuga but seeing Aizen so damn worked up was even more wonderful to see. The best feeling after so many years of watching Bleach. Among all action characters not only in this series but in all animes of all time, Ichigo is number one in my lists. His fights are always amazing that sometimes I am holding my breath as to not miss a thing.\n\n\u001b[1m彼の性格が目立ち、興味深いのは、彼が人間、死神、Vizard、そして最近はフルブリングターの間にいるという事実です。 それは彼が3つの世界を結びつけるようなもので、それが彼を非常に効果的な主人公にしてくれるのです。 彼は自分のカテゴリーが4つの存在の中で何かを定義することができない唯一の人なので、彼はシリーズで彼の種類の唯一のものであり、それが彼を本当に主人公にしてくれることはとても驚くべきことです。 それに加えて、彼をもっと魅力的にする悪い面があります。 彼がウルキオラとの戦いに変身したのを見るのは魅力的でしたが、アイゼンとの戦い「SHIT」は、彼の戦いの中で最高の戦いでした。 彼はFinal Getsugaになったときにとても冷たく見えただけでなく、アイゼンを見れば気が済むので、見るのはさらに素晴らしい。 漂白剤を長年見た後の最高の気分。 このシリーズだけでなく、すべてのアニメのすべてのアクションキャラクターの中で、Ichigoは私のリストの中でナンバーワンです。 彼の戦いは、時々私は事を逃さないように私の息を止めていることは常に驚くべきことです。\u001b[22m\n\u001b[1m(Kare no seikaku ga medachi, kyōmibukai no wa, kare ga ningen, shinigami, Vizard, soshite saikin wa furuburingutā no ma ni iru to iu jijitsudesu. Sore wa kare ga 3ttsu no sekai o musubitsukeru yōna mono de, sore ga kare o hijō ni kōkatekina shujinkō ni shite kureru nodesu. Kare wa jibun no kategorī ga 4tsu no sonzai no naka de nanika o teigi suru koto ga dekinai yuiitsu no hitonanode, kare wa shirīzu de kare no shurui no yuiitsu no monodeari, sore ga kare o hontōni shujinkō ni shite kureru koto wa totemo odorokubeki kotodesu. Sorenikuwaete, kare o motto mirikiteki ni suru warui men ga arimasu. Kare ga urukiora to notatakai ni henshin shita no o miru no wa mirikitekideshitaga, aizen to notatakai `SHIT' wa, kare no tatakai no naka de saikō no tatakaideshita. Kare wa Final Getsuga ni natta toki ni totemo tsumetaku mieta dakedenaku, aizen o mireba ki ga sumunode, miru no wa sarani subarashī. Hyōhaku-zai o naganen mita nochi no saikō no kibun. Kono shirīzu dakedenaku, subete no anime no subete no akushonkyarakutā no naka de, Ichigo wa watashi no risuto no naka de nanbāwandesu. Kare no tatakai wa, tokidoki watashi wa koto o nogasanai yō ni watashi no iki o tomete iru koto wa tsuneni odorokubeki kotodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nAbout the ANIMATION and SOUND\n\n\u001b[1mアニメーションとサウンドについて\u001b[22m\n\u001b[1m(Animēshon to saundo ni tsuite)\u001b[22m\n\nTranslations of \u001b[4mAbout the ANIMATION and SOUND\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the ANIMATION and SOUND\u001b[24m\n    \u001b[1mアニメーションとサウンドについて\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nWith that all said, it is no wonder why Bleach has been one of the most popular not only in Japan but internationally as well. Whether it is in manga, anime, game, and movie form, this series is really a hit. I am enjoying it a lot. Every arc is worth to watch. Changes my Anime addiction life.\n\n\u001b[1mそれだけで、ブリーチが日本だけでなく国際的にも人気がある理由は不思議ではありません。 マンガ、アニメ、ゲーム、映画のいずれの形態であっても、このシリーズは本当にヒットします。 私はそれをたくさん楽しんでいます。 どの弧も見る価値があります。 私のアニメの中毒生活を変えます。\u001b[22m\n\u001b[1m(Sore dake de, burīchi ga Nihon dakedenaku kokusai-teki ni mo ninki ga aru riyū wa fushigide wa arimasen. Manga, anime, gēmu, eiga no izure no keitaideatte mo, kono shirīzu wa hontōni hitto shimasu. Watashi wa sore o takusan tanoshinde imasu. Dono ko mo miru kachi ga arimasu. Watashi no anime no chūdoku seikatsu o kaemasu.)\u001b[22m\n\nTranslations of \u001b[4mWith that all said, it is no wonder why Bleach has been one of the most popular not only in Japan but internationally as well. Whether it is in manga, anime, game, and movie form, this series is really a hit. I am enjoying it a lot. Every arc is worth to watch. Changes my Anime addiction life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith that all said, it is no wonder why Bleach has been one of the most popular not only in Japan but internationally as well.\u001b[24m\n    \u001b[1mそれだけで、ブリーチが日本だけでなく国際的にも人気がある理由は不思議ではありません。\u001b[22m, \u001b[1mそれはすべて言っても、それがブリーチは日本でもなく、国際的にだけでなく、最も人気の一つとなっている理由も不思議ではありません。\u001b[22m\n\u001b[4mWhether it is in manga, anime, game, and movie form, this series is really a hit.\u001b[24m\n    \u001b[1mマンガ、アニメ、ゲーム、映画のいずれの形態であっても、このシリーズは本当にヒットします。\u001b[22m, \u001b[1mそれは漫画、アニメ、ゲーム、および映画の形であるかどうかは、このシリーズは本当にヒットです。\u001b[22m\n\u001b[4mI am enjoying it a lot.\u001b[24m\n    \u001b[1m私はそれをたくさん楽しんでいます。\u001b[22m\n\u001b[4mEvery arc is worth to watch.\u001b[24m\n    \u001b[1mどの弧も見る価値があります。\u001b[22m, \u001b[1mすべてのアークは見て価値があります。\u001b[22m\n\u001b[4mChanges my Anime addiction life.\u001b[24m\n    \u001b[1m私のアニメの中毒生活を変えます。\u001b[22m, \u001b[1m私のアニメ中毒の生活を変更します。\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "SloweyJoey",
    "profile": "/profile/SloweyJoey/reviews",
    "pages": "14",
    "number": "9",
    "link": "/reviews.php?id=100969",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  5\n\n大丈夫！ ここには漂白剤があります。 クリエイティブなタイトルですか？ あなたがタイトルが創造的だと思っていないなら、あなたがショーの負荷を得るまで待ってください。 漂白剤は「そこにいた、それはシリーズのようなものだ。 巧妙で独創的なものがいくつかありますが、ほとんどの場合、それはわずかな償還の性質を持つ単なるクリシュアアニメです。\n\nだから、ブリーチは比較的シンプルに始まります。あなたは、この子供、彼がそれを置くように親切に去っていくのを見ることができる、この子供、倉敷一族（彼は与えられた年齢よりも10歳高く見えます）を持っています。 ある日、彼は魂の刈り取り機、魂の社会または天国に相当するこの世界に霊を導くのに役立つ実体を見る。 魂の刈り取り師、Kuchiki Rukiaと一緒に、Ichigoはまた良い霊を食べる悪霊であるHollowに出会う。 あなたが想像しているように、これらのものは、生きている世界の平和を維持するためにソウルリーパーが殺さなければならないかわいらしいモンスターです。 中空との戦いで事故の後、ルキアはIchigo（すでに意味をなさない）に彼女の力を委ねなければならないので、彼はもちろん、 これらの力で）。  Ichigoから彼女の能力を回復することができない、Rukiaは彼女の力を取り戻す方法を見つけている間に彼女のために彼女の仕事をするために新しく動くIchigoを使用することを決めます。 最初の弧の間、私たちはシリーズの主なキャストを構成する他のキャラクターに遭遇します。 大規模で静かな孤独な佐渡康太郎、そして知っていることは誰もが知っているライバル、石田竜流。\n\nこの弧の後に、「メインアーク」へのイントロは醜い頭部になり、イチゴと彼の友人たちはソウルソサエティに襲撃され、最も厳しいソウルリパーズと戦わなければなりません。 あなたが想像しているように、あなたはかなり印象的な戦いのシーンを見に行くでしょう。 私たちは面白いキャラクターを（最初に）会うだけでなく、私が傷つけることのないかなり信じられないサイド・プロットにも導入されています。 それは単に建物と建物を維持し、それは間違いなく最終的に報われる。 ソウルソサエティは、間違いなくブリーチのハイライトです。 しかし、そこには漂白剤の最大の欠陥があります。\n\nアニメが漫画に追いついたので、驚くばかりの魅惑的で退屈なフィラーアークが紹介されました。驚くべきソウルソサイエティーアークを見た後、あなたがブリーチで興味を持ったものを間違いなく吸って、あなたの顔に直ちに吐き出します。 それはArrancarの弧で良くなるが、シリーズはちょうどあなたが古典的なclichesやヒーロー対悪役、苦しみの乙女などに変わって、私は問題がないだろう...それが面白かったら。 ここからカラクラ・タウン・アークにいたるまで、それは何も行動ではなく、何かを開発する時間を持たないさらに多くのキャラクターに紹介されます。 ここには戦いの大半があります：新しい挑戦者が近づくと、彼または彼女は個々の長所と短所、バックストーリー/プロット説明会などを披露します。私が以前に言ったように、私はそれを許すことができます... 興味深いバックストーリーとパワーを持った興味深いキャラクターをいくつか見かけることができますが、他のショーや書籍は数え切れません。\n\nキャラクターはどうですか？ まあ、私はメインキャストの文字のいずれかに喧嘩はありません。 実際には、これらの文字の大部分をプロットに入れておくと、実際に主な文字が画面の時間が少なくなるため、苦労します。 それは本当に怒っている。 ほとんどの場合、彼らは大丈夫です。 ちょっとしたことはありましたが、すべて同じように好きです。 私の最大の問題は、他のメインキャラクター、IEソウルリパーズです。 彼らは全くキャラクターの開発にほとんど与えられておらず、彼らは彼らのギミックによってしか識別できません。 たとえば、勇敢で筋肉質になった魂の刈り取り師がいます。美しさを重視している人もいます。 私がソウルソサエティを表現できる最良の方法は、彼らがスマーフのアニメ版であることです。両方が真の人格ではなくギミックを持っているからです。 それらのどれも開発したり変更したりすることなく、彼らは常に物語を通して同じものをとどめています。 重要なキャラクターではない場合、これは問題ではありませんが、プロットには不可欠であり、将来のアークのスクリーン時間の大部分を占めます。\n\nそう、ええ、私はほとんどのソウル・リーパー・キャラクターが好きではありません。 しかしアニメーションはどうですか？ 私はいつもTite Kuboの作品のファンであり、特にZombiepowderを読んでいる間に（特に落ちてしまったことがありません。 それをアニメーションで見るのは本当に素晴らしいです。 カラクラタウンの風景はまあまあなので平均ですが、ソウルソサエティとホロウの世界、フエコームンドはきれいです。 それは特別なものではありませんが、にもかかわらず涼しいです。 他の世界だけが提供するものがもっとあれば...\n\nブリーチの音は実際にはかなり素晴らしいです。 オストの一部を聞いたら、あなたはそれをあなたの頭から出すことは決してありません。 ナンバーワン、悲しいヴァイオリンやピアノ、Never Meant to BelongやDitty for Daddyのような気分を明るくするような、アップビートの戦いの音楽があります。 他のすべてのアニメ番組と同様に、ブリーチは東洋の多くのアーティストによる多くのオープニングとエンディングのテーマを持っています。 私は個人的に歌手の口から発せられた一言を理解していませんが、私はまだ彼らの大部分が最初のオープニング、アスタリスクのように聞くのがとても楽しいと感じています。 ヒットとミスがありますが、音楽は一般的にいいです。\n\n漂白剤はすばらしい始まりですが、真ん中と終わりのない輝きは、多くのプロットホールで満たされ、答えよりも多くの疑問を提起します。 私は最初の2つのアークを見ることをお勧めしますが、他のアークはちょっと穏やかで退屈です。 私の評価にもかかわらず、私はあなたがショットを与えるべきだと思いますが、より良い、より深みのある文字で、より良い、より元のアニメ番組があります。\n〜SohadowSwordsman",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nAll right! Here we have Bleach. Creative title, huh? Well, if you didn't think the title was creative, wait till you get a load of the show. Bleach is a 'been there, done that' sort of series. There are some things that are both clever and original, but for the most part, it's just another cliche'd anime with only a few redeeming qualities.\n\n\u001b[1m大丈夫！ ここには漂白剤があります。 クリエイティブなタイトルですか？ あなたがタイトルが創造的だと思っていないなら、あなたがショーの負荷を得るまで待ってください。 漂白剤は「そこにいた、それはシリーズのようなものだ。 巧妙で独創的なものがいくつかありますが、ほとんどの場合、それはわずかな償還の性質を持つ単なるクリシュアアニメです。\u001b[22m\n\u001b[1m(Daijōbu! Koko ni wa hyōhaku-zai ga arimasu. Kurieitibuna taitorudesu ka? Anata ga taitoru ga sōzō-tekida to omotte inainara, anata ga shō no fuka o eru made matte kudasai. Hyōhaku-zai wa `soko ni ita, soreha shirīzu no yōna monoda. Kōmyōde dokusō-tekina mono ga ikutsu ka arimasuga, hotondo no baai, sore wa wazukana shōkan no seishitsu o motsu tan'naru kurishuaanimedesu.)\u001b[22m\n\nTranslations of \u001b[4mAll right! Here we have Bleach. Creative title, huh? Well, if you didn't think the title was creative, wait till you get a load of the show. Bleach is a 'been there, done that' sort of series. There are some things that are both clever and original, but for the most part, it's just another cliche'd anime with only a few redeeming qualities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll right!\u001b[24m\n    \u001b[1m大丈夫！\u001b[22m, \u001b[1mいいですよ！\u001b[22m, \u001b[1mやりました！\u001b[22m\n\u001b[4mHere we have Bleach.\u001b[24m\n    \u001b[1mここには漂白剤があります。\u001b[22m, \u001b[1mここでは、ブリーチを持っています。\u001b[22m\n\u001b[4mCreative title, huh?\u001b[24m\n    \u001b[1mクリエイティブなタイトルですか？\u001b[22m, \u001b[1mクリエイティブタイトル、ハァッ？\u001b[22m\n\u001b[4mWell, if you didn't think the title was creative, wait till you get a load of the show.\u001b[24m\n    \u001b[1mあなたがタイトルが創造的だと思っていないなら、あなたがショーの負荷を得るまで待ってください。\u001b[22m, \u001b[1mあなたはタイトルが創造したとは思わなかった場合は、ショーの負荷を得るまでまあ、待ってください。\u001b[22m\n\u001b[4mBleach is a 'been there, done that' sort of series.\u001b[24m\n    \u001b[1m漂白剤は「そこにいた、それはシリーズのようなものだ。\u001b[22m, \u001b[1mブリーチ」は、そこにあったことを行う」シリーズの一種です。\u001b[22m\n\u001b[4mThere are some things that are both clever and original, but for the most part, it's just another cliche'd anime with only a few redeeming qualities.\u001b[24m\n    \u001b[1m巧妙で独創的なものがいくつかありますが、ほとんどの場合、それはわずかな償還の性質を持つ単なるクリシュアアニメです。\u001b[22m, \u001b[1mそこに賢いとオリジナルの両方であるいくつかのものがありますが、ほとんどの部分は、それはほんの数欠点を補う品質を有するだけで、別のcliche'dアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nSo Bleach starts out relatively simple: You've got this kid, Ichigo Kurasaki (who looks ten years older than his given age, by the way) who is able to see the dearly departed as he puts it. One day, he sees a Soul Reaper, an entity that helps guide spirits into the Soul Society or this world's equivalent to Heaven. Along with the Soul Reaper, named Rukia Kuchiki, Ichigo also encounters a Hollow, an evil spirit who preys on good spirits. As you can imagine, these things are pretty mindless monsters that the Soul Reapers have to slay in order to maintain peace in the living world. After an accident during the fight with the Hollow, Rukia has to entrust her power to Ichigo (which already makes no sense) so that he can finish the Hollow off for her, which he, of course, does (despite it being his first time with these powers). Unable to recover her abilities from Ichigo, Rukia decides to use the newly powered Ichigo to do her job for her while she finds a way to obtain her powers back. During the first arc, we run into other characters that make up the main cast of the series: Orihime Innoue, a bumbling doofus. Yasutora Sado, the large and quiet loner, and Ichigo's know-it-all rival, Uryu Ishida.\n\n\u001b[1mだから、ブリーチは比較的シンプルに始まります。あなたは、この子供、彼がそれを置くように親切に去っていくのを見ることができる、この子供、倉敷一族（彼は与えられた年齢よりも10歳高く見えます）を持っています。 ある日、彼は魂の刈り取り機、魂の社会または天国に相当するこの世界に霊を導くのに役立つ実体を見る。 魂の刈り取り師、Kuchiki Rukiaと一緒に、Ichigoはまた良い霊を食べる悪霊であるHollowに出会う。 あなたが想像しているように、これらのものは、生きている世界の平和を維持するためにソウルリーパーが殺さなければならないかわいらしいモンスターです。 中空との戦いで事故の後、ルキアはIchigo（すでに意味をなさない）に彼女の力を委ねなければならないので、彼はもちろん、 これらの力で）。  Ichigoから彼女の能力を回復することができない、Rukiaは彼女の力を取り戻す方法を見つけている間に彼女のために彼女の仕事をするために新しく動くIchigoを使用することを決めます。 最初の弧の間、私たちはシリーズの主なキャストを構成する他のキャラクターに遭遇します。 大規模で静かな孤独な佐渡康太郎、そして知っていることは誰もが知っているライバル、石田竜流。\u001b[22m\n\u001b[1m(Dakara, burīchi wa hikakuteki shinpuru ni hajimarimasu. Anata wa, kono kodomo, kare ga sore o oku yō ni shinsetsu ni satte iku no o miru koto ga dekiru, kono kodomo, Kurashiki ichizoku (kare wa atae rareta nenrei yori mo 10-sai takaku miemasu) o motte imasu. Aru Ni~Tsu, kare wa tamashī no karitoriki, tamashī no shakai matawa tengoku ni sōtō suru kono sekai ni rei o michibiku no ni yakudatsu jittai o miru. Tamashī no karitori-shi, Kuchiki Rukia to issho ni, Ichigo wa mata yoi rei o taberu akuryōdearu Hollow ni deau. Anata ga sōzō shite iru yō ni, korera no mono wa, ikite iru sekai no heiwa o iji suru tame ni soururīpā ga korosanakereba naranai kawairashī monsutādesu. Chūkū to notatakai de jiko no ato, rukia wa Ichigo (sudeni imiwonasanai) ni kanojo no chikara o yudanenakereba naranainode, kare wa mochiron, korera no chikara de). Ichigo kara kanojo no nōryoku o kaifuku suru koto ga dekinai, Rukia wa kanojo no chikara o torimodosu hōhō o mitsukete iru ma ni kanojo no tame ni kanojo no shigoto o suru tame ni atarashiku ugoku Ichigo o shiyō suru koto o kimemasu. Saisho no ko no ma, watashitachiha shirīzu no omona kyasuto o kōsei suru ta no kyarakutā ni sōgū shimasu. Ōkibo de shizukana kodokuna Sawatari Kōtarō, soshite shitte iru koto wa daremoga shitte iru raibaru, Ishida Ryū-ryū.)\u001b[22m\n\u001b[1m\u001b[22m\nAfter this arc, an intro to the 'main arc' rears it's ugly head, causing Ichigo and his friends to lead an assault on the Soul Society, where they have to battle some of the toughest Soul Reapers. And, as you can imagine, you're going to see some pretty impressive fight scene. Not only do we meet some interesting characters (at first), but then we're also introduced to a pretty incredible side plot which I wouldn't dare spoil. It just keeps building and building and it definitely pays off in the end. The Soul Society is, without a doubt the highlight of Bleach. But therein lies Bleach's biggest flaw.\n\n\u001b[1mこの弧の後に、「メインアーク」へのイントロは醜い頭部になり、イチゴと彼の友人たちはソウルソサエティに襲撃され、最も厳しいソウルリパーズと戦わなければなりません。 あなたが想像しているように、あなたはかなり印象的な戦いのシーンを見に行くでしょう。 私たちは面白いキャラクターを（最初に）会うだけでなく、私が傷つけることのないかなり信じられないサイド・プロットにも導入されています。 それは単に建物と建物を維持し、それは間違いなく最終的に報われる。 ソウルソサエティは、間違いなくブリーチのハイライトです。 しかし、そこには漂白剤の最大の欠陥があります。\u001b[22m\n\u001b[1m(Kono ko no nochi ni,`mein'āku' e no Intoro wa minikui tōbu ni nari, ichigo to kare no yūjin-tachi wa sōrusosaeti ni shūgeki sa re, mottomo kibishī soururipāzu to tatakawanakereba narimasen. Anata ga sōzō shite iru yō ni, anata wa kanari inshō-tekina tatakai no shīn o mi ni ikudeshou. Watashitachi wa omoshiroi kyarakutā o (saisho ni) au dakedenaku, watashi ga kizutsukeru koto no nai kanari shinjirarenai saido purotto ni mo dōnyū sa rete imasu. Sore wa tan'ni tatemono to tatemono o iji shi, soreha machigainaku saishūtekini mukuwareru. Sōrusosaeti wa, machigainaku burīchi no hairaitodesu. Shikashi, soko ni wa hyōhaku-zai no saidai no kekkan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter this arc, an intro to the 'main arc' rears it's ugly head, causing Ichigo and his friends to lead an assault on the Soul Society, where they have to battle some of the toughest Soul Reapers. And, as you can imagine, you're going to see some pretty impressive fight scene. Not only do we meet some interesting characters (at first), but then we're also introduced to a pretty incredible side plot which I wouldn't dare spoil. It just keeps building and building and it definitely pays off in the end. The Soul Society is, without a doubt the highlight of Bleach. But therein lies Bleach's biggest flaw.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter this arc, an intro to the 'main arc' rears it's ugly head, causing Ichigo and his friends to lead an assault on the Soul Society, where they have to battle some of the toughest Soul Reapers.\u001b[24m\n    \u001b[1mこの弧の後に、「メインアーク」へのイントロは醜い頭部になり、イチゴと彼の友人たちはソウルソサエティに襲撃され、最も厳しいソウルリパーズと戦わなければなりません。\u001b[22m, \u001b[1mこの弧の後、「メインアーク」のイントロは、彼らは過酷なソウルリーパーのいくつかを戦うために持っている魂の社会、上の攻撃をリードするいちごと彼の友人を引き起こし、それは醜い頭だもたげ。\u001b[22m\n\u001b[4mAnd, as you can imagine, you're going to see some pretty impressive fight scene.\u001b[24m\n    \u001b[1mあなたが想像しているように、あなたはかなり印象的な戦いのシーンを見に行くでしょう。\u001b[22m, \u001b[1mそして、あなたが想像できるように、あなたはいくつかの非常に印象的な戦いのシーンを参照してくださいするつもりです。\u001b[22m\n\u001b[4mNot only do we meet some interesting characters (at first), but then we're also introduced to a pretty incredible side plot which I wouldn't dare spoil.\u001b[24m\n    \u001b[1m私たちは面白いキャラクターを（最初に）会うだけでなく、私が傷つけることのないかなり信じられないサイド・プロットにも導入されています。\u001b[22m, \u001b[1mだけでなく、我々は、（最初は）いくつかの興味深い文字を満たしんが、我々はまた、私は台無しにあえてしないだろうかなり信じられないほど側プロットに導入しています。\u001b[22m\n\u001b[4mIt just keeps building and building and it definitely pays off in the end.\u001b[24m\n    \u001b[1mそれは単に建物と建物を維持し、それは間違いなく最終的に報われる。\u001b[22m, \u001b[1mそれはちょうど、建物と建物を保持し、それは間違いなく最後に報わ。\u001b[22m\n\u001b[4mThe Soul Society is, without a doubt the highlight of Bleach.\u001b[24m\n    \u001b[1mソウルソサエティは、間違いなくブリーチのハイライトです。\u001b[22m, \u001b[1mソウル・ソサエティは、疑いブリーチのハイライトなし、です。\u001b[22m\n\u001b[4mBut therein lies Bleach's biggest flaw.\u001b[24m\n    \u001b[1mしかし、そこには漂白剤の最大の欠陥があります。\u001b[22m, \u001b[1mしかし、その中にブリーチの最大の欠陥があります。\u001b[22m\n\u001b[1m\u001b[22m\nBecause the anime caught up with the manga, we're introduced to a pretty crummy and boring filler arc which, after seeing the amazing Soul Society arc, definitely sucks whatever interest you had in Bleach and spits it right back in your face. It does get better with the Arrancar arc, but then the series just turns into your classic cliches or hero vs villain, damsel in distress and so on which I wouldn't have a problem with...if it was interesting. From here on to the Karakura Town arc, it's nothing but action and the series is introduced to even more characters that don't have any time to develop what-so-effin-ever. Here's a majority of the fights for ya: A new challenger approaches, he or she shows off their individual strengths and weaknesses, backstory/plot exposition, etc. Like I said earlier, I could forgive it...if it were interesting. You'll meet a few interesting characters with interesting backstories and powers, but it's nothing we haven't seen in countless of other shows and books.\n\n\u001b[1mアニメが漫画に追いついたので、驚くばかりの魅惑的で退屈なフィラーアークが紹介されました。驚くべきソウルソサイエティーアークを見た後、あなたがブリーチで興味を持ったものを間違いなく吸って、あなたの顔に直ちに吐き出します。 それはArrancarの弧で良くなるが、シリーズはちょうどあなたが古典的なclichesやヒーロー対悪役、苦しみの乙女などに変わって、私は問題がないだろう...それが面白かったら。 ここからカラクラ・タウン・アークにいたるまで、それは何も行動ではなく、何かを開発する時間を持たないさらに多くのキャラクターに紹介されます。 ここには戦いの大半があります：新しい挑戦者が近づくと、彼または彼女は個々の長所と短所、バックストーリー/プロット説明会などを披露します。私が以前に言ったように、私はそれを許すことができます... 興味深いバックストーリーとパワーを持った興味深いキャラクターをいくつか見かけることができますが、他のショーや書籍は数え切れません。\u001b[22m\n\u001b[1m(Anime ga manga ni oitsuitanode, odoroku bakari no miwaku-tekide taikutsuna firāāku ga shōkai sa remashita. Odorokubeki sourusosaietīāku o mita nochi, anata ga burīchi de kyōmi o motta mono o machigainaku sutte, anata no kao ni tadachini hakidashimasu. Sore wa Arrancar no kode yoku naruga, shirīzu wa chōdo anata ga koten-tekina cliches ya hīrō tai akuyaku, kurushimi no otome nado ni kawatte, watashi wa mondai ga naidarou... Sore ga omoshirokattara. Koko kara karakura taun āku ni itaru made, sore wa nani mo kōdōde wa naku, nanika o kaihatsu suru jikan o motanai sarani ōku no kyarakutā ni shōkai sa remasu. Koko ni wa tatakai no taihan ga arimasu: Atarashī chōsen-sha ga chikadzuku to, kare matawa kanojo wa koko no chōsho to tansho, bakkusutōrī/ purotto setsumeikai nado o hirō shimasu. Watashi ga izen ni itta yō ni, watashi wa sore o yurusu koto ga dekimasu... Kyōmibukai bakkusutōrī to pawā o motta kyōmibukai kyarakutā o ikutsu ka mikakeru koto ga dekimasuga, hoka no shō ya shoseki wa kazoekiremasen.)\u001b[22m\n\u001b[1m\u001b[22m\nSo how about the characters? Well, I have no quarrel over any of the characters in the main cast. In fact, having most of these characters in the plot actually makes the main characters suffer, because they get less screen time. It's really infuriating. For the most part, they're all right. A little cliched, but likable all the same. My biggest problem is with the OTHER main characters, IE the Soul Reapers. They're given little to no character development at all, and they're only identifiable by their gimmicks. For instance, there's one Soul Reaper who's brash and muscled headed, there's another who values beauty, and so on and so forth. The best way I can describe the Soul Society is that they're the anime versions of the Smurfs since the both have gimmicks instead of true personalities. None of them develop or change, they just constantly stay the same through out the story. This wouldn't be a problem if they weren't important characters, but they're essential to the plot and take up most of the screen time in future arcs.\n\n\u001b[1mキャラクターはどうですか？ まあ、私はメインキャストの文字のいずれかに喧嘩はありません。 実際には、これらの文字の大部分をプロットに入れておくと、実際に主な文字が画面の時間が少なくなるため、苦労します。 それは本当に怒っている。 ほとんどの場合、彼らは大丈夫です。 ちょっとしたことはありましたが、すべて同じように好きです。 私の最大の問題は、他のメインキャラクター、IEソウルリパーズです。 彼らは全くキャラクターの開発にほとんど与えられておらず、彼らは彼らのギミックによってしか識別できません。 たとえば、勇敢で筋肉質になった魂の刈り取り師がいます。美しさを重視している人もいます。 私がソウルソサエティを表現できる最良の方法は、彼らがスマーフのアニメ版であることです。両方が真の人格ではなくギミックを持っているからです。 それらのどれも開発したり変更したりすることなく、彼らは常に物語を通して同じものをとどめています。 重要なキャラクターではない場合、これは問題ではありませんが、プロットには不可欠であり、将来のアークのスクリーン時間の大部分を占めます。\u001b[22m\n\u001b[1m(Kyarakutā wa dōdesu ka? Mā, watashi wa mein kyasuto no moji no izureka ni kenka wa arimasen. Hotondo no baai, karera wa daijōbudesu. Chottoshita koto wa arimashitaga, subete onajiyōni sukidesu. Watashi no saidai no mondai wa, hoka no meinkyarakutā, IE soururipāzudesu. Karera wa mattaku kyarakutā no kaihatsu ni hotondo atae rarete orazu, karera wa karera no gimikku ni yotte shika shikibetsu dekimasen. Tatoeba, yūkande kin'nikushitsu ni natta tamashī no karitori-shi ga imasu. Utsukushi-sa o jūshi shite iru hito mo imasu. Watashi ga sōrusosaeti o hyōgen dekiru sairyō no hōhō wa, karera ga sumāfu no anime-bandearu kotodesu. Ryōhō ga shin no jinkakude wanaku gimikku o motte irukaradesu. Sorera no dore mo kaihatsu shi tari henkō shi tari suru koto naku, karera wa tsuneni monogatari o tōshite onaji mono o todomete imasu. Jūyōna kyarakutāde wanai baai, koreha mondaide wa arimasenga, purotto ni wa fukaketsudeari, shōrai no āku no sukurīn jikan no daibubun o shimemasu. Jissai ni wa, korera no moji no daibubun o purotto ni irete okuto, jissai ni omona moji ga gamen no jikan ga sukunaku naru tame, kurō shimasu. Sore wa hontōni ikatteiru.)\u001b[22m\n\u001b[1m\u001b[22m\nSo, yeah, I don't like most of the Soul Reaper characters. But how's the animation? I've always been a fan of Tite Kubo's artwork, especially while reading Zombiepowder (which was dropped and never finished, much to my disappointment). Seeing it in animation is really great. The scenery in Karakura Town is a average since it's a just that, a town, but the Soul Society and Hollow world, Hueco Mundo, is pretty neat. It's nothing extraordinary, but cool to look at nonetheless. If only the other worlds had more to offer...\n\n\u001b[1mそう、ええ、私はほとんどのソウル・リーパー・キャラクターが好きではありません。 しかしアニメーションはどうですか？ 私はいつもTite Kuboの作品のファンであり、特にZombiepowderを読んでいる間に（特に落ちてしまったことがありません。 それをアニメーションで見るのは本当に素晴らしいです。 カラクラタウンの風景はまあまあなので平均ですが、ソウルソサエティとホロウの世界、フエコームンドはきれいです。 それは特別なものではありませんが、にもかかわらず涼しいです。 他の世界だけが提供するものがもっとあれば...\u001b[22m\n\u001b[1m(Sō, ē, watashi wa hotondo no Sōru rīpā kyarakutā ga sukide wa arimasen. Shikashi animēshon wa dōdesu ka? Watashi wa itsumo Tite Kubo no sakuhin no fandeari, tokuni Zombiepowder o yonde iru ma ni (tokuni ochite shimatta koto ga arimasen. Sore o animēshon de miru no wa hontōni subarashīdesu. Karakurataun no fūkei wa mā mānanode heikindesuga, sōrusosaeti to horō no sekai, fuekōmundo wa kireidesu. Sore wa tokubetsuna monode wa arimasenga, nimokakawarazu suzushīdesu. Hoka no sekai dake ga teikyō suru mono ga motto areba...)\u001b[22m\n\nTranslations of \u001b[4mSo, yeah, I don't like most of the Soul Reaper characters. But how's the animation? I've always been a fan of Tite Kubo's artwork, especially while reading Zombiepowder (which was dropped and never finished, much to my disappointment). Seeing it in animation is really great. The scenery in Karakura Town is a average since it's a just that, a town, but the Soul Society and Hollow world, Hueco Mundo, is pretty neat. It's nothing extraordinary, but cool to look at nonetheless. If only the other worlds had more to offer...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, yeah, I don't like most of the Soul Reaper characters.\u001b[24m\n    \u001b[1mそう、ええ、私はほとんどのソウル・リーパー・キャラクターが好きではありません。\u001b[22m, \u001b[1mだから、ええ、私は魂の刈り取り文字のほとんどが好きではありません。\u001b[22m\n\u001b[4mBut how's the animation?\u001b[24m\n    \u001b[1mしかしアニメーションはどうですか？\u001b[22m, \u001b[1mしかし、どのようにアニメーションがですか？\u001b[22m\n\u001b[4mI've always been a fan of Tite Kubo's artwork, especially while reading Zombiepowder (which was dropped and never finished, much to my disappointment).\u001b[24m\n    \u001b[1m私はいつもTite Kuboの作品のファンであり、特にZombiepowderを読んでいる間に（特に落ちてしまったことがありません。\u001b[22m, \u001b[1m私はいつも（私の失望に多く低下し、終了していなかった、）Zombiepowderを読んで、特にながら、久保帯人のアートワークのファンしてきました。\u001b[22m\n\u001b[4mSeeing it in animation is really great.\u001b[24m\n    \u001b[1mそれをアニメーションで見るのは本当に素晴らしいです。\u001b[22m, \u001b[1mアニメーションでそれを見ることは本当に素晴らしいです。\u001b[22m\n\u001b[4mThe scenery in Karakura Town is a average since it's a just that, a town, but the Soul Society and Hollow world, Hueco Mundo, is pretty neat.\u001b[24m\n    \u001b[1mカラクラタウンの風景はまあまあなので平均ですが、ソウルソサエティとホロウの世界、フエコームンドはきれいです。\u001b[22m, \u001b[1mそれだけでは、町のだが、魂の社会と中空世界、Huecoムンドは、かなりきちんとしているので、空座町町の風景は平均値です。\u001b[22m\n\u001b[4mIt's nothing extraordinary, but cool to look at nonetheless.\u001b[24m\n    \u001b[1mそれは特別なものではありませんが、にもかかわらず涼しいです。\u001b[22m, \u001b[1mそれは特別な何も、それにもかかわらず見てクールません。\u001b[22m\n\u001b[4mIf only the other worlds had more to offer...\u001b[24m\n    \u001b[1m他の世界だけが提供するものがもっとあれば...\u001b[22m, \u001b[1m他の世界が提供するより多くを持っていた場合にのみ、...\u001b[22m\n\u001b[1m\u001b[22m\nThe sound in Bleach is actually pretty great. Once you hear some of the ost, you'll never get it out of your head. It has everything you need in a shonen: Upbeat fight music like Number One, sad violens and pianos like Never Meant to Belong, or just something to lighten up the mood like Ditty for Daddy. Like every other anime show, Bleach has numerous opening and ending themes by many Eastern artists. And while I personally don't understand a single word uttered out of the singer's mouths, I still find most of them very fun to listen to like the first opening, Asterisk. It has some hits and misses, but the music is generally good.\n\n\u001b[1mブリーチの音は実際にはかなり素晴らしいです。 オストの一部を聞いたら、あなたはそれをあなたの頭から出すことは決してありません。 ナンバーワン、悲しいヴァイオリンやピアノ、Never Meant to BelongやDitty for Daddyのような気分を明るくするような、アップビートの戦いの音楽があります。 他のすべてのアニメ番組と同様に、ブリーチは東洋の多くのアーティストによる多くのオープニングとエンディングのテーマを持っています。 私は個人的に歌手の口から発せられた一言を理解していませんが、私はまだ彼らの大部分が最初のオープニング、アスタリスクのように聞くのがとても楽しいと感じています。 ヒットとミスがありますが、音楽は一般的にいいです。\u001b[22m\n\u001b[1m(Burīchi no oto wa jissai ni wa kanari subarashīdesu. Osuto no ichibu o kiitara, anata wa sore o anata no atama kara dasu koto wa kesshite arimasen. Nanbāwan, kanashī vu~aiorin ya piano, Never Meant to Belong ya Ditty fō dadi no yōna kibun o akaruku suru yōna, appubīto no tatakai no ongaku ga arimasu. Hoka no subete no anime bangumi to dōyō ni, burīchi wa tōyō no ōku no ātisuto ni yoru ōku no ōpuningu to endingu no tēma o motte imasu. Watashi wa kojin-teki ni kashu no kuchi kara hasse rareta hitokoto o rikai shite imasenga, watashi wa mada karera no daibubun ga saisho no ōpuningu, asutarisuku no yō ni kiku no ga totemo tanoshī to kanjite imasu. Hitto to misu ga arimasuga, ongaku wa ippantekini īdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound in Bleach is actually pretty great. Once you hear some of the ost, you'll never get it out of your head. It has everything you need in a shonen: Upbeat fight music like Number One, sad violens and pianos like Never Meant to Belong, or just something to lighten up the mood like Ditty for Daddy. Like every other anime show, Bleach has numerous opening and ending themes by many Eastern artists. And while I personally don't understand a single word uttered out of the singer's mouths, I still find most of them very fun to listen to like the first opening, Asterisk. It has some hits and misses, but the music is generally good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound in Bleach is actually pretty great.\u001b[24m\n    \u001b[1mブリーチの音は実際にはかなり素晴らしいです。\u001b[22m\n\u001b[4mOnce you hear some of the ost, you'll never get it out of your head.\u001b[24m\n    \u001b[1mオストの一部を聞いたら、あなたはそれをあなたの頭から出すことは決してありません。\u001b[22m, \u001b[1mあなたはOSTのいくつかを聞いたら、あなたの頭からそれを得ることは決してないだろう。\u001b[22m\n\u001b[4mIt has everything you need in a shonen: Upbeat fight music like Number One, sad violens and pianos like Never Meant to Belong, or just something to lighten up the mood like Ditty for Daddy.\u001b[24m\n    \u001b[1mナンバーワン、悲しいヴァイオリンやピアノ、Never Meant to BelongやDitty for Daddyのような気分を明るくするような、アップビートの戦いの音楽があります。\u001b[22m, \u001b[1mナンバーワン、悲しいviolensとパパのための小唄のような気分を明るくするために所属、または単に何かを意味するものではありませんのようなピアノのようなアップビートの戦いの音楽：それはあなたが少年に必要なすべてを持っています。\u001b[22m\n\u001b[4mLike every other anime show, Bleach has numerous opening and ending themes by many Eastern artists.\u001b[24m\n    \u001b[1m他のすべてのアニメ番組と同様に、ブリーチは東洋の多くのアーティストによる多くのオープニングとエンディングのテーマを持っています。\u001b[22m, \u001b[1m他のすべてのアニメ番組と同様に、漂白剤は、多くの東アーティストによる多数の開口部とエンディングテーマを持っています。\u001b[22m\n\u001b[4mAnd while I personally don't understand a single word uttered out of the singer's mouths, I still find most of them very fun to listen to like the first opening, Asterisk.\u001b[24m\n    \u001b[1m私は個人的に歌手の口から発せられた一言を理解していませんが、私はまだ彼らの大部分が最初のオープニング、アスタリスクのように聞くのがとても楽しいと感じています。\u001b[22m, \u001b[1m私は個人的に歌手の口から発声された単一の単語を理解していないながら、私はまだそれらのほとんどは非常に楽しい第一の開口部、アスタリスクを好きに聞くことを見つけます。\u001b[22m\n\u001b[4mIt has some hits and misses, but the music is generally good.\u001b[24m\n    \u001b[1mヒットとミスがありますが、音楽は一般的にいいです。\u001b[22m, \u001b[1mこれは、いくつかのヒットとミスを持っていますが、音楽は一般的に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nBleach has a great beginning, but a lack luster middle and end filled with many plot holes and raises more questions than it answers. I do recommend watching the first two arcs, but the other ones are just so bland and boring. Despite my rating, I do think you should give a shot, but there are better, more original anime shows with better, more in-depth characters.\n\n\u001b[1m漂白剤はすばらしい始まりですが、真ん中と終わりのない輝きは、多くのプロットホールで満たされ、答えよりも多くの疑問を提起します。 私は最初の2つのアークを見ることをお勧めしますが、他のアークはちょっと穏やかで退屈です。 私の評価にもかかわらず、私はあなたがショットを与えるべきだと思いますが、より良い、より深みのある文字で、より良い、より元のアニメ番組があります。\u001b[22m\n\u001b[1m(Hyōhaku-zai wa subarashī hajimaridesuga, man'naka to owari no nai kagayaki wa, ōku no purottohōru de mitasa re, kotaeyori mo ōku no gimon o teiki shimasu. Watashi wa saisho no 2tsu no āku o miru koto o o susume shimasuga, hoka no āku wa chotto odayakade taikutsudesu. Watashi no hyōka nimokakawarazu, watashi wa anata ga shotto o ataerubekida to omoimasuga, yoriyoi, yori fukami no aru moji de, yoriyoi, yori gen no anime bangumi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBleach has a great beginning, but a lack luster middle and end filled with many plot holes and raises more questions than it answers. I do recommend watching the first two arcs, but the other ones are just so bland and boring. Despite my rating, I do think you should give a shot, but there are better, more original anime shows with better, more in-depth characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach has a great beginning, but a lack luster middle and end filled with many plot holes and raises more questions than it answers.\u001b[24m\n    \u001b[1m漂白剤はすばらしい始まりですが、真ん中と終わりのない輝きは、多くのプロットホールで満たされ、答えよりも多くの疑問を提起します。\u001b[22m, \u001b[1mブリーチは偉大な始まりを持っていますが、不足の光沢の真ん中と終わりは、多くのプロットの穴を充填し、それが答えよりも多くの問題を提起します。\u001b[22m\n\u001b[4mI do recommend watching the first two arcs, but the other ones are just so bland and boring.\u001b[24m\n    \u001b[1m私は最初の2つのアークを見ることをお勧めしますが、他のアークはちょっと穏やかで退屈です。\u001b[22m, \u001b[1m私は最初の2つの円弧を見ることをお勧めしますが、他のものはちょうどので、当たり障りのないと退屈しています。\u001b[22m\n\u001b[4mDespite my rating, I do think you should give a shot, but there are better, more original anime shows with better, more in-depth characters.\u001b[24m\n    \u001b[1m私の評価にもかかわらず、私はあなたがショットを与えるべきだと思いますが、より良い、より深みのある文字で、より良い、より元のアニメ番組があります。\u001b[22m, \u001b[1m私の評価にもかかわらず、私はあなたが打撃を与えるべきだと思いますが、より良いがある、より多くのオリジナルのアニメは、より良い、より詳細な文字で表示されます。\u001b[22m\n~SohadowSwordsman\n\n\u001b[1m〜SohadowSwordsman\u001b[22m\n\u001b[1m(〜 SohadowSwordsman)\u001b[22m\n\nTranslations of \u001b[4m~SohadowSwordsman\u001b[24m\n[ \u001b[4mKreyòl Ayisyen\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~\u001b[24m\n    \u001b[1m〜\u001b[22m\n\u001b[4mSohadowSwordsman\u001b[24m\n    \u001b[1mSohadowSwordsman\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "Mixxu",
    "profile": "/profile/Mixxu/reviews",
    "pages": "14",
    "number": "10",
    "link": "/reviews.php?id=54125",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n漂白剤は現在トップ3の少年漫画です。 そして、それはあなたが漂白剤を見ていない場合は、これはあなたのためのレビューですので、世界中で本当に人気があります。\n\n1つは、最初の30回のエピソードを観て、シリーズを続けるかどうかを決める必要があるということです。なぜなら、カップルのエピソードだけを見れば、すべての視聴者を送るような感情や説明が得られないからです。\n\nストーリー：黒崎ichigoは高校生であり、その人生はいつも変わらず、いつでも変わりません。 かなり良い話は、フィラーのエピソードなしでより良いことができました。 このアニメは、人を悪人から守り、いつもより強くなるように訓練したいと思う人をよく表しています。 それはナルトのような同じ側面です。\n\nストーリー10月\n\nアート：芸術は典型的な荘園美術であり、本当に美しいです。ブリーチの世界は美しくデザインされています。 アニメのいくつかの場所は、他のものよりも詳細なグラフィックを持っていますが、ああ、私が推測するのに十分良い。\n\nアート10/10\n\nサウンド：オープニングとエンディングの両方が本当に素晴らしいです。彼らは新鮮で、暗い種類の開口部ではありません。 そして、その音楽は、そこで最も人気のある日本のバンドによって署名されています。\n\n私はこれらのバンドの3つの例を使用します：\n\n -  Aqua Timez  - 彼らは一般的に漂白剤のテーマを作っていて、いつも私の歌に喜んでくれます。\n\n -  UverWorld  - これらのものは、あまりにも冷たい音をシリーズで作ります。\n\n -  SID 2つの開口部を作ります。\n\nまた、サウンドトラックは、彼らがシリーズで演奏した曲です素晴らしいです。\n\nサウンド：10/10\n\nキャラクター：これらのショーには多くのキャラクターがありますが、アニメで伝えるすべての背景物語を持っており、独自の能力と強みを持っています。 ほとんどのキャラクターは面白いので面白いことを言っているのを見ると常に笑う。 他の人は常に何かについて戦っているし、誰かが本当に恥ずかしがり屋であることについて話をしていないのはあなたがあなたをよく表す人物を見つけることができる良いものを選ぶことです。\n\nキャラクター：10/10\n\n楽しさ：だから私の考えは何ですかうまく、彼らは本当に良いと悪い私はこのシリーズで良いと悪いダウンヒルがこのシリーズで意味するものです。 悪い下り坂は間違いなくすべてのフィラーのエピソードです。 まあ、それらのすべてではありません。\n\n楽しさ：9/10\n\n全体：漂白剤は、状況において十分に十分に旗を高く保つ素晴らしいshounenシリーズです。 それをより良くする努力が見られます。\n\n全体：9/10\n\nPS：ブリーチの最後のエピソードは素晴らしかったし、本当に好きです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBleach is top 3 shounen manga’s out there now. And it's really popular worldwide so if you haven't watched bleach this is review for you.\n\n\u001b[1m漂白剤は現在トップ3の少年漫画です。 そして、それはあなたが漂白剤を見ていない場合は、これはあなたのためのレビューですので、世界中で本当に人気があります。\u001b[22m\n\u001b[1m(Hyōhaku-zai wa genzai toppu 3 no shōnen mangadesu. Soshite, sore wa anata ga hyōhaku-zai o mite inai baai wa, kore wa anata no tame no rebyūdesunode, sekaijū de hontōni ninki ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBleach is top 3 shounen manga’s out there now. And it's really popular worldwide so if you haven't watched bleach this is review for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach is top 3 shounen manga’s out there now.\u001b[24m\n    \u001b[1m漂白剤は現在トップ3の少年漫画です。\u001b[22m, \u001b[1m漂白剤は、今そこに3少年マンガのトップです。\u001b[22m\n\u001b[4mAnd it's really popular worldwide so if you haven't watched bleach this is review for you.\u001b[24m\n    \u001b[1mそして、それはあなたが漂白剤を見ていない場合は、これはあなたのためのレビューですので、世界中で本当に人気があります。\u001b[22m, \u001b[1mそして、それはあなたが漂白剤を見ていない場合、これはあなたのためのレビューですので、世界中で本当に人気です。\u001b[22m\n\u001b[1m\u001b[22m\nOne thing is that you should watch first 30 episodes and then decide if you want to continue series because if you only watch couple episodes you cannot get the feeling and description that is wanted to send all the viewers.\n\n\u001b[1m1つは、最初の30回のエピソードを観て、シリーズを続けるかどうかを決める必要があるということです。なぜなら、カップルのエピソードだけを見れば、すべての視聴者を送るような感情や説明が得られないからです。\u001b[22m\n\u001b[1m(1Tsu wa, saisho no 30-kai no episōdo o mite, shirīzu o tsudzukeru ka dō ka o kimeru hitsuyō ga aru to iu kotodesu. Nazenara, kappuru no episōdo dake o mireba, subete no shichō-sha o okuru yōna kanjō ya setsumei ga e rarenaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mOne thing is that you should watch first 30 episodes and then decide if you want to continue series because if you only watch couple episodes you cannot get the feeling and description that is wanted to send all the viewers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing is that you should watch first 30 episodes and then decide if you want to continue series because if you only watch couple episodes you cannot get the feeling and description that is wanted to send all the viewers.\u001b[24m\n    \u001b[1m1つは、最初の30回のエピソードを観て、シリーズを続けるかどうかを決める必要があるということです。なぜなら、カップルのエピソードだけを見れば、すべての視聴者を送るような感情や説明が得られないからです。\u001b[22m, \u001b[1m一つは、あなたが最初の30のエピソードを見て、その後、あなたが唯一のカップルのエピソードを見る場合は、すべての視聴者を送信するために望まれる感触と説明を取得することはできませんので、シリーズを継続するかどうかを決定しなければならないということです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Kurosaki ichigo is high scholar whose life is always the same then one day it all turns around. Pretty good story it could been better without filler episodes. This anime describe well Man who wants to protect peoples from bad guys and always training to become stronger. It's kind of same aspect like Naruto.\n\n\u001b[1mストーリー：黒崎ichigoは高校生であり、その人生はいつも変わらず、いつでも変わりません。 かなり良い話は、フィラーのエピソードなしでより良いことができました。 このアニメは、人を悪人から守り、いつもより強くなるように訓練したいと思う人をよく表しています。 それはナルトのような同じ側面です。\u001b[22m\n\u001b[1m(Sutōrī: Kurosaki ichigo wa kōkōseideari, sono jinsei wa itsumo kawarazu, itsu demo kawarimasen. Kanari yoi hanashi wa, firā no episōdo nashi de yori yoi koto ga dekimashita. Kono anime wa, hito o akunin kara mamori, itsumo yori tsuyoku naru yō ni kunren shitai to omou hito o yoku arawashite imasu. Sore wa naruto no yōna onaji sokumendesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: Kurosaki ichigo is high scholar whose life is always the same then one day it all turns around. Pretty good story it could been better without filler episodes. This anime describe well Man who wants to protect peoples from bad guys and always training to become stronger. It's kind of same aspect like Naruto.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Kurosaki ichigo is high scholar whose life is always the same then one day it all turns around.\u001b[24m\n    \u001b[1mストーリー：黒崎ichigoは高校生であり、その人生はいつも変わらず、いつでも変わりません。\u001b[22m, \u001b[1mストーリー：黒崎一護は人生常に同じで、その後1日すべてが回る高学者です。\u001b[22m\n\u001b[4mPretty good story it could been better without filler episodes.\u001b[24m\n    \u001b[1mかなり良い話は、フィラーのエピソードなしでより良いことができました。\u001b[22m, \u001b[1mそれはフィラーエピソードなしで良いされて可能性がかなり良い話。\u001b[22m\n\u001b[4mThis anime describe well Man who wants to protect peoples from bad guys and always training to become stronger.\u001b[24m\n    \u001b[1mこのアニメは、人を悪人から守り、いつもより強くなるように訓練したいと思う人をよく表しています。\u001b[22m, \u001b[1mこのアニメは悪者から人々を保護したいといつもより強くなるために訓練ウェルマンを説明します。\u001b[22m\n\u001b[4mIt's kind of same aspect like Naruto.\u001b[24m\n    \u001b[1mそれはナルトのような同じ側面です。\u001b[22m, \u001b[1mそれはナルトのように同じアスペクトのようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nStory 10/10\n\n\u001b[1mストーリー10月\u001b[22m\n\u001b[1m(Sutōrī 10 tsuki)\u001b[22m\n\nTranslations of \u001b[4mStory 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 10/10\u001b[24m\n    \u001b[1mストーリー10月\u001b[22m, \u001b[1mストーリー10/10\u001b[22m\n\u001b[1m\u001b[22m\nArt: Art is typical shounen art and really beautiful the whole world in Bleach is beautifully designed. Some places in anime have a more detailed graphics than other but oh well its good enough to watch I guess.\n\n\u001b[1mアート：芸術は典型的な荘園美術であり、本当に美しいです。ブリーチの世界は美しくデザインされています。 アニメのいくつかの場所は、他のものよりも詳細なグラフィックを持っていますが、ああ、私が推測するのに十分良い。\u001b[22m\n\u001b[1m(Āto: Geijutsu wa tenkei-tekina shōen bijutsudeari, hontōni utsukushīdesu. Burīchi no sekai wa utsukushiku dezain sa rete imasu. Anime no ikutsu ka no basho wa, hoka no mono yori mo shōsaina gurafikku o motte imasuga, ā, watashi ga suisoku surunoni jūbun yoi.)\u001b[22m\n\nTranslations of \u001b[4mArt: Art is typical shounen art and really beautiful the whole world in Bleach is beautifully designed. Some places in anime have a more detailed graphics than other but oh well its good enough to watch I guess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Art is typical shounen art and really beautiful the whole world in Bleach is beautifully designed.\u001b[24m\n    \u001b[1mアート：芸術は典型的な荘園美術であり、本当に美しいです。ブリーチの世界は美しくデザインされています。\u001b[22m, \u001b[1mアート：アートは、典型的な少年芸術と本当に美しいブリーチで全世界が美しくデザインされています。\u001b[22m\n\u001b[4mSome places in anime have a more detailed graphics than other but oh well its good enough to watch I guess.\u001b[24m\n    \u001b[1mアニメのいくつかの場所は、他のものよりも詳細なグラフィックを持っていますが、ああ、私が推測するのに十分良い。\u001b[22m, \u001b[1mアニメでのいくつかの場所は、他よりも詳細なグラフィックスを持っていますが、見て十分にその良いまあ、私は推測します。\u001b[22m\n\u001b[1m\u001b[22m\nArt 10/10\n\n\u001b[1mアート10/10\u001b[22m\n\u001b[1m(Āto 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10/10\u001b[24m\n    \u001b[1mアート10/10\u001b[22m\n\u001b[1m\u001b[22m\nSound: Both Openings and endings are really good and they are fresh and not so dark kinds of openings. And the music is been signed by the Most popular Japanese bands out there.\n\n\u001b[1mサウンド：オープニングとエンディングの両方が本当に素晴らしいです。彼らは新鮮で、暗い種類の開口部ではありません。 そして、その音楽は、そこで最も人気のある日本のバンドによって署名されています。\u001b[22m\n\u001b[1m(Saundo: Ōpuningu to endingu no ryōhō ga hontōni subarashīdesu. Karera wa shinsende, kurai shurui no kaikō-bude wa arimasen. Soshite, sono ongaku wa, sokode mottomo ninkinoaru Nihon no bando ni yotte shomei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: Both Openings and endings are really good and they are fresh and not so dark kinds of openings. And the music is been signed by the Most popular Japanese bands out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Both Openings and endings are really good and they are fresh and not so dark kinds of openings.\u001b[24m\n    \u001b[1mサウンド：オープニングとエンディングの両方が本当に素晴らしいです。彼らは新鮮で、暗い種類の開口部ではありません。\u001b[22m, \u001b[1mサウンド：開口部と終末の両方が本当に良いであり、彼らは口のように暗い種類の新鮮ではありません。\u001b[22m\n\u001b[4mAnd the music is been signed by the Most popular Japanese bands out there.\u001b[24m\n    \u001b[1mそして、その音楽は、そこで最も人気のある日本のバンドによって署名されています。\u001b[22m, \u001b[1mそして、音楽はそこに最も人気のある日本のバンドによって署名されています。\u001b[22m\n\u001b[1m\u001b[22m\nI just use 3 examples of these bands:\n\n\u001b[1m私はこれらのバンドの3つの例を使用します：\u001b[22m\n\u001b[1m(Watashi wa korera no bando no 3ttsu no rei o shiyō shimasu:)\u001b[22m\n\nTranslations of \u001b[4mI just use 3 examples of these bands:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just use 3 examples of these bands:\u001b[24m\n    \u001b[1m私はこれらのバンドの3つの例を使用します：\u001b[22m, \u001b[1m私はちょうどこれらのバンドの3つの例を使用します。\u001b[22m\n\u001b[1m\u001b[22m\n- Aqua Timez - They are commonly making Bleach themes and always making me happy with their songs.\n\n\u001b[1m -  Aqua Timez  - 彼らは一般的に漂白剤のテーマを作っていて、いつも私の歌に喜んでくれます。\u001b[22m\n\u001b[1m(- Akuataimuzu - karera wa ippantekini hyōhaku-zai no tēma o tsukutte ite, itsumo watashi no uta ni yorokonde kuremasu.)\u001b[22m\n\nTranslations of \u001b[4m- Aqua Timez - They are commonly making Bleach themes and always making me happy with their songs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Aqua Timez - They are commonly making Bleach themes and always making me happy with their songs.\u001b[24m\n    \u001b[1m -  Aqua Timez  - 彼らは一般的に漂白剤のテーマを作っていて、いつも私の歌に喜んでくれます。\u001b[22m, \u001b[1m - アクアTimez  - 彼らは一般的にブリーチのテーマを作り、常に彼らの曲で私を幸せに作っています。\u001b[22m\n\u001b[1m\u001b[22m\n- UverWorld - These one make cool sounds too in series.\n\n\u001b[1m -  UverWorld  - これらのものは、あまりにも冷たい音をシリーズで作ります。\u001b[22m\n\u001b[1m(- UverWorld - korera no mono wa, amarini mo tsumetai oto o shirīzu de tsukurimasu.)\u001b[22m\n\nTranslations of \u001b[4m- UverWorld - These one make cool sounds too in series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- UverWorld - These one make cool sounds too in series.\u001b[24m\n    \u001b[1m -  UverWorld  - これらのものは、あまりにも冷たい音をシリーズで作ります。\u001b[22m, \u001b[1m -  UVERworldの - これらの1メイククールも連続して鳴ります。\u001b[22m\n\u001b[1m\u001b[22m\n- SID Makes couple of openings.\n\n\u001b[1m -  SID 2つの開口部を作ります。\u001b[22m\n\u001b[1m(- Shido 2tsu no kaikō-bu o tsukurimasu.)\u001b[22m\n\nTranslations of \u001b[4m- SID Makes couple of openings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- SID Makes couple of openings.\u001b[24m\n    \u001b[1m -  SID 2つの開口部を作ります。\u001b[22m, \u001b[1m -  SIDは、開口部のカップルを作ります。\u001b[22m\n\u001b[1m\u001b[22m\nAlso soundtracks are awesome they are songs that played in series.\n\n\u001b[1mまた、サウンドトラックは、彼らがシリーズで演奏した曲です素晴らしいです。\u001b[22m\n\u001b[1m(Mata, saundotorakku wa, karera ga shirīzu de ensō shita kyokudesu subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso soundtracks are awesome they are songs that played in series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso soundtracks are awesome they are songs that played in series.\u001b[24m\n    \u001b[1mまた、サウンドトラックは、彼らがシリーズで演奏した曲です素晴らしいです。\u001b[22m, \u001b[1mまた、サウンドトラックは、彼らが直列に演奏曲です素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10\n\n\u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m(Saundo: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10\u001b[24m\n    \u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: There is a lot of characters in these show but they have all a background story to tell in anime and they have own unique abilities and strengths. Most of the characters are so funny that you always laugh when you are seeing them saying something funny. Others are always fighting about something and someone’s are really shy and not talk about there is a lot to choose which is good you can found the character that describes you well.\n\n\u001b[1mキャラクター：これらのショーには多くのキャラクターがありますが、アニメで伝えるすべての背景物語を持っており、独自の能力と強みを持っています。 ほとんどのキャラクターは面白いので面白いことを言っているのを見ると常に笑う。 他の人は常に何かについて戦っているし、誰かが本当に恥ずかしがり屋であることについて話をしていないのはあなたがあなたをよく表す人物を見つけることができる良いものを選ぶことです。\u001b[22m\n\u001b[1m(Kyarakutā: Korera no shō ni wa ōku no kyarakutā ga arimasuga, anime de tsutaeru subete no haikei monogatari o motte ori, dokuji no nōryoku to tsuyomi o motte imasu. Hotondo no kyarakutā wa omoshiroinode omoshiroi koto o itte iru no o miru to tsuneni warau. Hokanohito wa tsuneni nanika ni tsuite tatakatte irushi, darekaga hontōni hazukashigariyadearu koto ni tsuite hanashi o shite inai no wa anata ga anata o yoku arawasu jinbutsu o mitsukeru koto ga dekiru yoi mono o erabu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: There is a lot of characters in these show but they have all a background story to tell in anime and they have own unique abilities and strengths. Most of the characters are so funny that you always laugh when you are seeing them saying something funny. Others are always fighting about something and someone’s are really shy and not talk about there is a lot to choose which is good you can found the character that describes you well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: There is a lot of characters in these show but they have all a background story to tell in anime and they have own unique abilities and strengths.\u001b[24m\n    \u001b[1mキャラクター：これらのショーには多くのキャラクターがありますが、アニメで伝えるすべての背景物語を持っており、独自の能力と強みを持っています。\u001b[22m, \u001b[1m文字は：文字の多くは、これらのショーであるが、彼らはアニメに伝えるために、すべてのバックグラウンドストーリーを持っているし、彼らは自身のユニークな能力や強みを持っています。\u001b[22m\n\u001b[4mMost of the characters are so funny that you always laugh when you are seeing them saying something funny.\u001b[24m\n    \u001b[1mほとんどのキャラクターは面白いので面白いことを言っているのを見ると常に笑う。\u001b[22m, \u001b[1m文字のほとんどは、あなたが面白いことを言って、それらを見ているとき、あなたはいつも笑うことがとても面白いです。\u001b[22m\n\u001b[4mOthers are always fighting about something and someone’s are really shy and not talk about there is a lot to choose which is good you can found the character that describes you well.\u001b[24m\n    \u001b[1m他の人は常に何かについて戦っているし、誰かが本当に恥ずかしがり屋であることについて話をしていないのはあなたがあなたをよく表す人物を見つけることができる良いものを選ぶことです。\u001b[22m, \u001b[1mその他は、常に何かについて戦っていると誰かのは本当に恥ずかしがり屋で、あなたはあなたによく説明した文字を発見することができます良いですかを選択することがたくさんあるについて話していません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: So what are my thoughts hmm well they are really good and bad what I mean with this this series have good and bad downhills. Bad downhills are definitely all the filler episodes. Well not all of them but many.\n\n\u001b[1m楽しさ：だから私の考えは何ですかうまく、彼らは本当に良いと悪い私はこのシリーズで良いと悪いダウンヒルがこのシリーズで意味するものです。 悪い下り坂は間違いなくすべてのフィラーのエピソードです。 まあ、それらのすべてではありません。\u001b[22m\n\u001b[1m(Tanoshisa: Dakara watashi no kangae wa nanidesu ka umaku, karera wa hontōni yoi to warui watashi wa kono shirīzude yoi to warui daunhiru ga kono shirīzu de imi suru monodesu. Warui kudarizaka wa machigainaku subete no firā no episōdodesu. Mā, sorera no subetede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: So what are my thoughts hmm well they are really good and bad what I mean with this this series have good and bad downhills. Bad downhills are definitely all the filler episodes. Well not all of them but many.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: So what are my thoughts hmm well they are really good and bad what I mean with this this series have good and bad downhills.\u001b[24m\n    \u001b[1m楽しさ：だから私の考えは何ですかうまく、彼らは本当に良いと悪い私はこのシリーズで良いと悪いダウンヒルがこのシリーズで意味するものです。\u001b[22m, \u001b[1m楽しさ：だから私の考えであるかうーんだけでなく、彼らは良い面と悪い下り坂を持っているもの、私はこれでこのシリーズを意味本当に良い面と悪い面があります。\u001b[22m\n\u001b[4mBad downhills are definitely all the filler episodes.\u001b[24m\n    \u001b[1m悪い下り坂は間違いなくすべてのフィラーのエピソードです。\u001b[22m\n\u001b[4mWell not all of them but many.\u001b[24m\n    \u001b[1mまあ、それらのすべてではありません。\u001b[22m, \u001b[1mまあないそれらのすべてが、多くの。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/10¨\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10¨\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10¨\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Bleach is wonderful shounen series that keeps the flag in high in well enough in situations. And there is seen efforts to make it better.\n\n\u001b[1m全体：漂白剤は、状況において十分に十分に旗を高く保つ素晴らしいshounenシリーズです。 それをより良くする努力が見られます。\u001b[22m\n\u001b[1m(Zentai: Hyōhaku-zai wa, jōkyō ni oite jūbun ni jūbun ni hata o takaku tamotsu subarashī shounen shirīzudesu. Sore o yori yoku suru doryoku ga mi raremasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: Bleach is wonderful shounen series that keeps the flag in high in well enough in situations. And there is seen efforts to make it better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Bleach is wonderful shounen series that keeps the flag in high in well enough in situations.\u001b[24m\n    \u001b[1m全体：漂白剤は、状況において十分に十分に旗を高く保つ素晴らしいshounenシリーズです。\u001b[22m, \u001b[1m全体：ブリーチは、状況に十分に高いのフラグを保持する素晴らしい少年シリーズです。\u001b[22m\n\u001b[4mAnd there is seen efforts to make it better.\u001b[24m\n    \u001b[1mそれをより良くする努力が見られます。\u001b[22m, \u001b[1mそして、それを改善するための努力が見られています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\n\u001b[1m\u001b[22m\nPS: The last episode of Bleach was a great and I really like it.\n\n\u001b[1mPS：ブリーチの最後のエピソードは素晴らしかったし、本当に好きです。\u001b[22m\n\u001b[1m(PS: Burīchi no saigo no episōdo wa subarashikattashi, hontōni sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mPS: The last episode of Bleach was a great and I really like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS: The last episode of Bleach was a great and I really like it.\u001b[24m\n    \u001b[1mPS：ブリーチの最後のエピソードは素晴らしかったし、本当に好きです。\u001b[22m, \u001b[1mPS：ブリーチの最後のエピソードは素晴らしかったと私は本当にそれが好きです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "Mckufi",
    "profile": "/profile/Mckufi/reviews",
    "pages": "14",
    "number": "11",
    "link": "/reviews.php?id=58203",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  10\n|  10\n\n私はいつも好きな主流アニメのひとつだったし、マンガが完成したアニメB4が終わったことに大いに失望した。 決して少なく、このアニメは優れた能力を持つ驚くべきキャラクター（すなわち、センカンジャクラとのバイクヤ）を引き出した。 フィラーの半分はかなりまともですが、これはかなり稀で、幾分面白いです。 あなたが時間があり、剣の遊びに新しいスピンを見たいと思ったら、ブリーチを見てください。 しかし、マンガの原因を読んで、あまりにも早くアニメを終了し、彼らはダムです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOkay sooo Bleach was one of my all time favorite mainstream animes and i am HIGHLY disappointed that they ended the anime b4 the Manga was completed. Never the less, this anime brought out some amazing characters with outstanding abilities, (namely Byakuya with his Senbonzakura). Half of the fillers were fairly decent, which is quite rare, and somewhat entertaining. I say if you have the time and wanna see a new spin on sword play, watch Bleach. But then read the manga cause they ended the anime too soon and they're DUMB!!!\n\n\u001b[1m私はいつも好きな主流アニメのひとつだったし、マンガが完成したアニメB4が終わったことに大いに失望した。 決して少なく、このアニメは優れた能力を持つ驚くべきキャラクター（すなわち、センカンジャクラとのバイクヤ）を引き出した。 フィラーの半分はかなりまともですが、これはかなり稀で、幾分面白いです。 あなたが時間があり、剣の遊びに新しいスピンを見たいと思ったら、ブリーチを見てください。 しかし、マンガの原因を読んで、あまりにも早くアニメを終了し、彼らはダムです！\u001b[22m\n\u001b[1m(Watashi wa itsumo sukina shuryū anime no hitotsudattashi, manga ga kansei shita anime B 4 ga owatta koto ni ōini shitsubō shita. Kesshite sukunaku, kono anime wa sugureta nōryoku o motsu odorokubeki kyarakutā (sunawachi, senkanjakura to no baikuya) o hikidashita. Firā no hanbun wa kanari matomodesuga, kore wa kanari marede, ikubun omoshiroidesu. Anata ga jikan ga ari, ken no asobi ni atarashī supin o mitai to omottara, burīchi o mite kudasai. Shikashi, manga no gen'in o yonde, amarini mo hayaku anime o shūryō shi, karera wa damudesu!)\u001b[22m\n\nTranslations of \u001b[4mOkay sooo Bleach was one of my all time favorite mainstream animes and i am HIGHLY disappointed that they ended the anime b4 the Manga was completed. Never the less, this anime brought out some amazing characters with outstanding abilities, (namely Byakuya with his Senbonzakura). Half of the fillers were fairly decent, which is quite rare, and somewhat entertaining. I say if you have the time and wanna see a new spin on sword play, watch Bleach. But then read the manga cause they ended the anime too soon and they're DUMB!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay sooo Bleach was one of my all time favorite mainstream animes and i am HIGHLY disappointed that they ended the anime b4 the Manga was completed.\u001b[24m\n    \u001b[1m私はいつも好きな主流アニメのひとつだったし、マンガが完成したアニメB4が終わったことに大いに失望した。\u001b[22m, \u001b[1mさてすっごくブリーチは私のすべての時間のお気に入りの主流のアニメの一つであったと私はマンガが完了したB4彼らはアニメを終了したことが非常に失望しています。\u001b[22m\n\u001b[4mNever the less, this anime brought out some amazing characters with outstanding abilities, (namely Byakuya with his Senbonzakura).\u001b[24m\n    \u001b[1m決して少なく、このアニメは優れた能力を持つ驚くべきキャラクター（すなわち、センカンジャクラとのバイクヤ）を引き出した。\u001b[22m, \u001b[1m以下、このアニメは、優れた能力、（彼の千本桜で、すなわち白夜）といくつかの素晴らしいキャラクターを出したことはありません。\u001b[22m\n\u001b[4mHalf of the fillers were fairly decent, which is quite rare, and somewhat entertaining.\u001b[24m\n    \u001b[1mフィラーの半分はかなりまともですが、これはかなり稀で、幾分面白いです。\u001b[22m, \u001b[1m充填剤の半分は非常にまれである、かなりまともな、とやや面白いでした。\u001b[22m\n\u001b[4mI say if you have the time and wanna see a new spin on sword play, watch Bleach.\u001b[24m\n    \u001b[1mあなたが時間があり、剣の遊びに新しいスピンを見たいと思ったら、ブリーチを見てください。\u001b[22m, \u001b[1m私はあなたが時間を持っているとしたいが、剣のプレイに新しいスピンを見れば、ブリーチを見て言います。\u001b[22m\n\u001b[4mBut then read the manga cause they ended the anime too soon and they're DUMB!!!\u001b[24m\n    \u001b[1mしかし、マンガの原因を読んで、あまりにも早くアニメを終了し、彼らはダムです！\u001b[22m, \u001b[1mしかし、その後、彼らはあまりにも早くアニメを終了した漫画の原因を読み、彼らがDUMBです!!!\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "valarclan",
    "profile": "/profile/valarclan/reviews",
    "pages": "14",
    "number": "12",
    "link": "/reviews.php?id=34431",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はCartoon Networkでこれについてのコマーシャルを見たことがあります。\n実際にはCartoon Networkは実際にアニメの正義をしていませんでした。\n私は実際にコマーシャルがショーの全体的な感触の与えた印象のためにアニメを避けました....\n\n成功した商業は、ショーを反映する必要があります。\n\n同僚は実際に座って見守るように私を押しかけ、最初のシーズンまで待っていると言っていました。\n\n彼は死んでいた！\n芸術のスタイルは少し使い慣れています。\nキャラクターの開発は、ストーリーの成功の鍵です。 それぞれが単独で立つことができ、あなたがエピソードを見逃していれば、あなたは非常にきれいにスピードアップします。\nストーリーアーチを覆っていることは、よく書かれています。\n私の唯一の問題は、試してみたいエピソードがあまりにも多いので、レンタルすることが最も重要なことです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI remember seeing commercials for this on Cartoon Network.\n\n\u001b[1m私はCartoon Networkでこれについてのコマーシャルを見たことがあります。\u001b[22m\n\u001b[1m(Watashi wa kāto~ūn'nettowāku de kore ni tsuite no komāsharu o mita koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI remember seeing commercials for this on Cartoon Network.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI remember seeing commercials for this on Cartoon Network.\u001b[24m\n    \u001b[1m私はCartoon Networkでこれについてのコマーシャルを見たことがあります。\u001b[22m, \u001b[1m私はカートゥーンネットワークで、このためのコマーシャルを見て覚えています。\u001b[22m\nActually Cartoon Network really did not do the Anime justice.\n\n\u001b[1m実際にはCartoon Networkは実際にアニメの正義をしていませんでした。\u001b[22m\n\u001b[1m(Jissai ni wa kāto~ūn'nettowāku wa jissai ni anime no seigi o shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mActually Cartoon Network really did not do the Anime justice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActually Cartoon Network really did not do the Anime justice.\u001b[24m\n    \u001b[1m実際にはCartoon Networkは実際にアニメの正義をしていませんでした。\u001b[22m, \u001b[1m実際にカートゥーンネットワークは本当にアニメの正義をしませんでした。\u001b[22m\nI actually avoided the anime due to the impression the commercials gave of the overall feel for the show....\n\n\u001b[1m私は実際にコマーシャルがショーの全体的な感触の与えた印象のためにアニメを避けました....\u001b[22m\n\u001b[1m(Watashi wa jissai ni komāsharu ga shō no zentai-tekina kanshoku no ataeta inshō no tame ni anime o sakemashita....)\u001b[22m\n\nTranslations of \u001b[4mI actually avoided the anime due to the impression the commercials gave of the overall feel for the show....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually avoided the anime due to the impression the commercials gave of the overall feel for the show....\u001b[24m\n    \u001b[1m私は実際にコマーシャルがショーの全体的な感触の与えた印象のためにアニメを避けました....\u001b[22m, \u001b[1m私は実際に起因コマーシャルはショーのための全体的な感触の与えた印象にアニメを避け....\u001b[22m\n\u001b[1m\u001b[22m\nA successful commercial needs to reflect the show.\n\n\u001b[1m成功した商業は、ショーを反映する必要があります。\u001b[22m\n\u001b[1m(Seikō shita shōgyō wa, shō o han'ei suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mA successful commercial needs to reflect the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA successful commercial needs to reflect the show.\u001b[24m\n    \u001b[1m成功した商業は、ショーを反映する必要があります。\u001b[22m, \u001b[1m成功したコマーシャルはショーを反映する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nCo-worker pushed me to actually sit and watch and he said wait through the first season because it starts to really get good at that point.\n\n\u001b[1m同僚は実際に座って見守るように私を押しかけ、最初のシーズンまで待っていると言っていました。\u001b[22m\n\u001b[1m(Dōryō wa jissai ni suwatte mimamoru yō ni watashi o oshikake, saisho no shīzun made matte iru to itte imashita.)\u001b[22m\n\nTranslations of \u001b[4mCo-worker pushed me to actually sit and watch and he said wait through the first season because it starts to really get good at that point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCo-worker pushed me to actually sit and watch and he said wait through the first season because it starts to really get good at that point.\u001b[24m\n    \u001b[1m同僚は実際に座って見守るように私を押しかけ、最初のシーズンまで待っていると言っていました。\u001b[22m, \u001b[1m同僚は、実際に座って見るために私をプッシュして、彼はそれが本当にその時点で良い得るために開始されるため、最初のシーズンを通して待つと述べました。\u001b[22m\n\u001b[1m\u001b[22m\nHe was dead on!\n\n\u001b[1m彼は死んでいた！\u001b[22m\n\u001b[1m(Kare wa shinde ita!)\u001b[22m\n\nTranslations of \u001b[4mHe was dead on!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe was dead on!\u001b[24m\n    \u001b[1m彼は死んでいた！\u001b[22m, \u001b[1m彼は上に死んでいました！\u001b[22m\nThe art style takes a little getting use to.\n\n\u001b[1m芸術のスタイルは少し使い慣れています。\u001b[22m\n\u001b[1m(Geijutsu no sutairu wa sukoshi tsukainarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style takes a little getting use to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style takes a little getting use to.\u001b[24m\n    \u001b[1m芸術のスタイルは少し使い慣れています。\u001b[22m, \u001b[1mアートスタイルはに使用を取得する少しかかります。\u001b[22m\nThe character development is real key to the success of the stories. Each one can stand on its own, and they bring you up to speed very nicely if you missed a episode.\n\n\u001b[1mキャラクターの開発は、ストーリーの成功の鍵です。 それぞれが単独で立つことができ、あなたがエピソードを見逃していれば、あなたは非常にきれいにスピードアップします。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa, sutōrī no seikō no kagidesu. Sorezore ga tandoku de tatsu koto ga deki, anata ga episōdo o minogashite ireba, anata wa hijō ni kirei ni supīdoappu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character development is real key to the success of the stories. Each one can stand on its own, and they bring you up to speed very nicely if you missed a episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character development is real key to the success of the stories.\u001b[24m\n    \u001b[1mキャラクターの開発は、ストーリーの成功の鍵です。\u001b[22m, \u001b[1mキャラクターの成長は、物語の成功への本当の鍵です。\u001b[22m\n\u001b[4mEach one can stand on its own, and they bring you up to speed very nicely if you missed a episode.\u001b[24m\n    \u001b[1mそれぞれが単独で立つことができ、あなたがエピソードを見逃していれば、あなたは非常にきれいにスピードアップします。\u001b[22m, \u001b[1mそれぞれが独自の上に立つことができ、あなたがエピソードを逃した場合、彼らは非常にきれいに高速化するためにあなたをもたらします。\u001b[22m\nThere is a lot of rolling mystery of over arching story arch that also is well written.\n\n\u001b[1mストーリーアーチを覆っていることは、よく書かれています。\u001b[22m\n\u001b[1m(Sutōrīāchi o ōtte iru koto wa, yoku kaka rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is a lot of rolling mystery of over arching story arch that also is well written.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a lot of rolling mystery of over arching story arch that also is well written.\u001b[24m\n    \u001b[1mストーリーアーチを覆っていることは、よく書かれています。\u001b[22m, \u001b[1mまた、よく書かれている物語のアーチをアーチの上のローリング謎がたくさんあります。\u001b[22m\nMy only problem is there are way too many episodes to try and own, so renting is key or patiently waiting for it to air for most.\n\n\u001b[1m私の唯一の問題は、試してみたいエピソードがあまりにも多いので、レンタルすることが最も重要なことです。\u001b[22m\n\u001b[1m(Watashi no yuiitsu no mondai wa, tameshite mitai episōdo ga amarini mo ōinode, rentaru suru koto ga mottomo jūyōna kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mMy only problem is there are way too many episodes to try and own, so renting is key or patiently waiting for it to air for most.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy only problem is there are way too many episodes to try and own, so renting is key or patiently waiting for it to air for most.\u001b[24m\n    \u001b[1m私の唯一の問題は、試してみたいエピソードがあまりにも多いので、レンタルすることが最も重要なことです。\u001b[22m, \u001b[1m私の唯一の問題は、試してみて、所有するあまりにも多くのエピソードがありますですので、借りるキーまたは辛抱強くほとんど空気にそれを待っています。\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "seastars",
    "profile": "/profile/seastars/reviews",
    "pages": "14",
    "number": "13",
    "link": "/reviews.php?id=31777",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私たちは武道と忍者の世界の間の永遠の挑戦を見ることができます今日の2つの有名なアニメ（ナルトと漂白剤）のいくつかのpplは漂白剤をサポートし、ナルトといくつかのpplを気にしないで、私は本当に両方 両者を比較しない\n\n私は漂白剤とナルトを完成させると想像することはできませんし、私は同じレートで別のアニメを見つけるまで、それは退屈なだろう私のアニメのリストから両方を消去\n\n漂白剤はキャラクターがほとんど地面に触れ、大部分の時間は空気、巨大な力と広大な破壊攻撃、武士と剣で戦い、古き日本の文化と今日の現代の生活様式、クールなサウンドトラックを結びつけて、  10月10日、フィラーのエピソードも悪くないと私は最後のエピソードまでそれを見て楽しむことができると確信しています\n\n\n[IMG] http://myanimelist.net/signature/seastars.png [/ IMG] [/ url] [url = http：//myanimelist.net/animelist/seastars&amp; sclick = 1]",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nwe can see the eternal challenge between samurai and ninja world between the most 2 famous anime today ( naruto &amp; bleach ) some ppl supports bleach and don't care much about naruto and some ppl the opposite , i realy like'em both and i never compare between the both\n\n\u001b[1m私たちは武道と忍者の世界の間の永遠の挑戦を見ることができます今日の2つの有名なアニメ（ナルトと漂白剤）のいくつかのpplは漂白剤をサポートし、ナルトといくつかのpplを気にしないで、私は本当に両方 両者を比較しない\u001b[22m\n\u001b[1m(Watashitachiha budō to ninja no sekai no ma no eien no chōsen o miru koto ga dekimasu kyō no 2tsu no yūmeina anime (naruto to hyōhaku-zai) no ikutsu ka no ppl wa hyōhaku-zai o sapōto shi, naruto to ikutsu ka no ppl o kinishinaide, watashi wa hontōni ryōhō ryōsha o hikaku shinai)\u001b[22m\n\nTranslations of \u001b[4mwe can see the eternal challenge between samurai and ninja world between the most 2 famous anime today ( naruto &amp; bleach ) some ppl supports bleach and don't care much about naruto and some ppl the opposite , i realy like'em both and i never compare between the both\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwe can see the eternal challenge between samurai and ninja world between the most 2 famous anime today ( naruto &amp; bleach ) some ppl supports bleach and don't care much about naruto and some ppl the opposite , i realy like'em both and i\u001b[24m\n    \u001b[1m私たちは武道と忍者の世界の間の永遠の挑戦を見ることができます今日の2つの有名なアニメ（ナルトと漂白剤）のいくつかのpplは漂白剤をサポートし、ナルトといくつかのpplを気にしないで、私は本当に両方\u001b[22m, \u001b[1m私は本当にlike'em両方と私、いくつかの皆さん漂白剤とナルトについてはあまり気にしないと、いくつかの皆さん反対をサポートしています。我々は今日（ブリーチナルト＆アンペア）が最も有名な2アニメとの間侍と忍者の世界の間の永遠の課題を見ることができます\u001b[22m\n\u001b[4mnever compare between the both\u001b[24m\n    \u001b[1m両者を比較しない\u001b[22m, \u001b[1m両方の間で比較することはありません\u001b[22m\n\u001b[1m\u001b[22m\ni can't imagine completing bleach and naruto and erase the both from my anime list it would be boring until i find another animes with the same rate\n\n\u001b[1m私は漂白剤とナルトを完成させると想像することはできませんし、私は同じ速度で別のアニメを見つけるまで、それは退屈なだろう私のアニメのリストから両方を消去\u001b[22m\n\u001b[1m(Watashi wa hyōhaku-zai to naruto o kansei sa seru to sōzō suru koto wa dekimasenshi, watashi wa onaji sokudo de betsu no anime o mitsukeru made, sore wa taikutsunadarou watashi no anime no risuto kara ryōhō o shōkyo)\u001b[22m\n\nTranslations of \u001b[4mi can't imagine completing bleach and naruto and erase the both from my anime list it would be boring until i find another animes with the same rate\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi can't imagine completing bleach and naruto and erase the both from my anime list it would be boring until i find another animes with the same rate\u001b[24m\n    \u001b[1m私は漂白剤とナルトを完成させると想像することはできませんし、私は同じ速度で別のアニメを見つけるまで、それは退屈なだろう私のアニメのリストから両方を消去\u001b[22m, \u001b[1m私は同じ速度で別のアニメを見つけるまで、それは退屈だろう漂白剤やナルトを完了想像し、私のアニメのリストからの両方を消去することはできません\u001b[22m\n\u001b[1m\u001b[22m\nbleach takes u to a wold where characters barely touch grounds and most of the time fights in the air , massive powers and wide destruction attacks , samurais and swords , connecting the old japanese culture with the modern life ways today , cool soundtracks , i give it 10/10 , even the fillers episode wasn't bad and i'm sure that we will enjoy watching it until the last episode\n\n\u001b[1m漂白剤はキャラクターがほとんど地面に触れ、大部分の時間は空気、巨大な力と広大な破壊攻撃、武士と剣で戦い、古き日本の文化と今日の現代の生活様式、クールなサウンドトラックを結びつけて、  10月10日、フィラーのエピソードも悪くないと私は最後のエピソードまでそれを見て楽しむことができると確信しています\u001b[22m\n\u001b[1m(Hyōhaku-zai wa kyarakutā ga hotondo jimen ni fure, daibubun no jikan wa kūki, kyodaina-ryoku to kōdaina hakai kōgeki, bushi to ken de tatakai, furuki nihon'nobunka to kyō no gendai no seikatsu yōshiki, kūruna saundotorakku o musubitsukete, 10 tsuki 10-nichi, firā no episōdo mo warukunaito watashi wa saigo no episōdo made sore o mite tanoshimu koto ga dekiru to kakushin shite imasu)\u001b[22m\n\nTranslations of \u001b[4mbleach takes u to a wold where characters barely touch grounds and most of the time fights in the air , massive powers and wide destruction attacks , samurais and swords , connecting the old japanese culture with the modern life ways today , cool soundtracks , i give it 10/10 , even the fillers episode wasn't bad and i'm sure that we will enjoy watching it until the last episode\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbleach takes u to a wold where characters barely touch grounds and most of the time fights in the air , massive powers and wide destruction attacks , samurais and swords , connecting the old japanese culture with the modern life ways today , cool soundtracks , i give it\u001b[24m\n    \u001b[1m漂白剤はキャラクターがほとんど地面に触れ、大部分の時間は空気、巨大な力と広大な破壊攻撃、武士と剣で戦い、古き日本の文化と今日の現代の生活様式、クールなサウンドトラックを結びつけて、\u001b[22m, \u001b[1m漂白剤は、今日の現代生活の方法で古い日本文化を接続し、侍や刀、文字はほとんど根拠をタッチすると、時間、空気中の戦い、巨大な力と広い破壊攻撃のほとんどウォールドにクールなサウンドトラックをUをとり、私はそれを与えます\u001b[22m\n\u001b[4m10/10 , even the fillers episode wasn't bad and i'm sure that we will enjoy watching it until the last episode\u001b[24m\n    \u001b[1m10月10日、フィラーのエピソードも悪くないと私は最後のエピソードまでそれを見て楽しむことができると確信しています\u001b[22m, \u001b[1m10月10日、あっても充填材のエピソードは悪くなかったと私は、我々は最後のエピソードまで、それを見て楽しむことを確信しています\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n[url=http://myanimelist.net/animelist/seastars&amp;sclick=1][IMG]http://myanimelist.net/signature/seastars.png[/IMG][/url]\n\n\u001b[1m[IMG] http://myanimelist.net/signature/seastars.png [/ IMG] [/ url] [url = http：//myanimelist.net/animelist/seastars&amp; sclick = 1]\u001b[22m\n\u001b[1m([IMG] http: / / Myanimelist. Netto/ signature/ seastars. Png [ / IMG] [ / url] [url = http: / / Myanimelist. Netto/ animelist/ seastars& amp; sclick = 1])\u001b[22m\n\nTranslations of \u001b[4m[url=http://myanimelist.net/animelist/seastars&amp;sclick=1][IMG]http://myanimelist.net/signature/seastars.png[/IMG][/url]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[url=http://myanimelist.net/animelist/seastars&amp;sclick=1][IMG]http://myanimelist.net/signature/seastars.png[/IMG][/url]\u001b[24m\n    \u001b[1m[IMG] http://myanimelist.net/signature/seastars.png [/ IMG] [/ url] [url = http：//myanimelist.net/animelist/seastars&amp; sclick = 1]\u001b[22m, \u001b[1m[URL =のhttp：//myanimelist.net/animelist/seastars&amp; sclick = 1] [IMG] http://myanimelist.net/signature/seastars.png [/ IMG] [/ URL]\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "KatieMH",
    "profile": "/profile/KatieMH/reviews",
    "pages": "14",
    "number": "14",
    "link": "/reviews.php?id=42209",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  6\n|  8",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "Shadefire",
    "profile": "/profile/Shadefire/reviews",
    "pages": "14",
    "number": "15",
    "link": "/reviews.php?id=162223",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  8\nキャラクター|  8\n|  3\n\nまあ、始めるには、その偉大なアイデアとして。 文字は素晴らしいです。 物語は素晴らしいです。 唯一の問題は彼らがしたことです。 エピソードの半分がフィラーであることは、アニメの楽しさを台無しにした。\n\nストーリー - 幽霊を見ることができる倉敷一族という男の子の話です。  「中空」と呼ばれる生物のような悪魔に襲われ、ルキアと呼ばれる白神に救われた後、彼の人生は変わりました。 彼は死神の世界で一掃され、一つになった。\n全体的にストーリーは素晴らしく、多くの人がフィラーのおかげでどれだけいいのか忘れてしまいますが、かなり良いです。 私が知っている漫画はたわごとに変わったが、アニメは愛染の弧の終わりまでかなり良い。\n\nアート - 基本的な現代美術。 何も特別なものは見ないでください、何も重要ではありません。\n\nサウンド - このアニメを何でも知っていなければならないのなら、音楽でなければなりません。 個人的に私はそれを愛し、その偉大な、それは本当に感情を取得します。 要するに、それは「悪い」です。\n\nキャラクター - 非常にクールなメインキャラクターは、その中でギャングの気持ちを持っている間、典型的な '決してあきらめないで、戦っている男'です。\n私たちは怠惰な人、密かに強い人、過度に従順な人、ユーモアの人々、無邪気なメガ・バージンのキャラクター、そしてトムボイのキャラクターを手に入れました。 つまり、そこには多くの人格が続いています。\n\n楽しさ - これは悪いところです。 最初は楽しかったですが、主人公が非常に強いアンタゴニストと戦っていると想像してください。 今すぐフィラーの後に、エピソードが再び始まり、戦いがどのように進行していたかを思い出させ、直後に別のフィラー。 それは微妙なフィラーでもなく、文字通り起こった戦いと突然次のエピソードで、まるで何も起こらなかったかのように。 あなたが持っていたすべての楽しみは、刺激に変わります。\n\n全体的に6/10  - フィラーなしでは、スコアはより良いでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nWell to begin, as an idea its great. The characters are great. The story is great. The only problem is what they did. Half the episodes being fillers ruined the enjoyment of the anime.\n\n\u001b[1mまあ、始めるには、その偉大なアイデアとして。 文字は素晴らしいです。 物語は素晴らしいです。 唯一の問題は彼らがしたことです。 エピソードの半分がフィラーであることは、アニメの楽しさを台無しにした。\u001b[22m\n\u001b[1m(Mā, hajimeru ni wa, sono idaina aidea to shite. Moji wa subarashīdesu. Monogatari wa subarashīdesu. Yuiitsu no mondai wa karera ga shita kotodesu. Episōdo no hanbun ga firādearu koto wa, anime no tanoshisa o dainashi ni shita.)\u001b[22m\n\nTranslations of \u001b[4mWell to begin, as an idea its great. The characters are great. The story is great. The only problem is what they did. Half the episodes being fillers ruined the enjoyment of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell to begin, as an idea its great.\u001b[24m\n    \u001b[1mまあ、始めるには、その偉大なアイデアとして。\u001b[22m, \u001b[1mまあ、その素晴らしいアイデアのように、開始します。\u001b[22m\n\u001b[4mThe characters are great.\u001b[24m\n    \u001b[1m文字は素晴らしいです。\u001b[22m\n\u001b[4mThe story is great.\u001b[24m\n    \u001b[1m物語は素晴らしいです。\u001b[22m\n\u001b[4mThe only problem is what they did.\u001b[24m\n    \u001b[1m唯一の問題は彼らがしたことです。\u001b[22m, \u001b[1m唯一の問題は、彼らが何をしたかです。\u001b[22m\n\u001b[4mHalf the episodes being fillers ruined the enjoyment of the anime.\u001b[24m\n    \u001b[1mエピソードの半分がフィラーであることは、アニメの楽しさを台無しにした。\u001b[22m, \u001b[1mハーフエピソードが充填剤は、アニメの楽しみを台無しにされています。\u001b[22m\n\u001b[1m\u001b[22m\nStory - The story is about a boy named Ichigo Kurasaki who can see ghosts. After being attacked by a demon like creature called a 'Hollow', and being saved by a shinigami named Rukia, his life changed. He was swept away in the world of shinigami, becoming one.\n\n\u001b[1mストーリー - 幽霊を見ることができる倉敷一族という男の子の話です。  「中空」と呼ばれる生物のような悪魔に襲われ、ルキアと呼ばれる白神に救われた後、彼の人生は変わった。 彼は死神の世界で一掃され、一つになった。\u001b[22m\n\u001b[1m(Sutōrī - yūrei o miru koto ga dekiru Kurashiki ichizoku to iu otokonoko no hanashidesu. `Chūkū' to yoba reru seibutsu no yōna akuma ni osowa re, rukia to yoba reru Shirakami ni sukuwa reta nochi, kare no jinsei wa kawatta. Kare wa shinigami no sekai de issō sa re, hitotsu ni natta.)\u001b[22m\n\nTranslations of \u001b[4mStory - The story is about a boy named Ichigo Kurasaki who can see ghosts. After being attacked by a demon like creature called a 'Hollow', and being saved by a shinigami named Rukia, his life changed. He was swept away in the world of shinigami, becoming one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - The story is about a boy named Ichigo Kurasaki who can see ghosts.\u001b[24m\n    \u001b[1mストーリー - 幽霊を見ることができる倉敷一族という男の子の話です。\u001b[22m, \u001b[1mストーリー - 物語は幽霊を見ることができいちごKurasaki少年についてです。\u001b[22m\n\u001b[4mAfter being attacked by a demon like creature called a 'Hollow', and being saved by a shinigami named Rukia, his life changed.\u001b[24m\n    \u001b[1m「中空」と呼ばれる生物のような悪魔に襲われ、ルキアと呼ばれる白神に救われた後、彼の人生は変わった。\u001b[22m, \u001b[1m生き物のような悪魔に襲われた後、「中空」と呼ばれ、ルキアという名前の死神によって保存され、彼の人生は変わりました。\u001b[22m\n\u001b[4mHe was swept away in the world of shinigami, becoming one.\u001b[24m\n    \u001b[1m彼は死神の世界で一掃され、一つになった。\u001b[22m, \u001b[1m彼は1になって、死神の世界に流されました。\u001b[22m\nOverall the story is great, many would forget how nice it is due to all the fillers, but its pretty good. The manga I know turned to shit but the anime is pretty good up until the end of the Aizen Arc.\n\n\u001b[1m全体的にストーリーは素晴らしく、多くの人がフィラーのおかげでどれだけいいのか忘れてしまいますが、かなり良いです。 私が知っている漫画はたわごとに変わったが、アニメは愛染の弧の終わりまでかなり良い。\u001b[22m\n\u001b[1m(Zentai-teki ni sutōrī wa subarashiku, ōku no hito ga firā no okage de dore dake ī no ka wasurete shimaimasuga, kanari yoidesu. Watashi ga shitte iru manga wa tawagoto ni kawatta ga, anime wa aizen no ko no owari made kanari yoi.)\u001b[22m\n\nTranslations of \u001b[4mOverall the story is great, many would forget how nice it is due to all the fillers, but its pretty good. The manga I know turned to shit but the anime is pretty good up until the end of the Aizen Arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the story is great, many would forget how nice it is due to all the fillers, but its pretty good.\u001b[24m\n    \u001b[1m全体的にストーリーは素晴らしく、多くの人がフィラーのおかげでどれだけいいのか忘れてしまいますが、かなり良いです。\u001b[22m, \u001b[1m全体的な話は素晴らしいですが、多くはそれがすべての充填剤に起因しているが、そのかなり良い方法素敵忘れるだろう。\u001b[22m\n\u001b[4mThe manga I know turned to shit but the anime is pretty good up until the end of the Aizen Arc.\u001b[24m\n    \u001b[1m私が知っている漫画はたわごとに変わったが、アニメは愛染の弧の終わりまでかなり良い。\u001b[22m, \u001b[1m私が知っている漫画はたわごとになったが、アニメでは藍染アークの終わりまでかなり良いです。\u001b[22m\n\u001b[1m\u001b[22m\nArt - Basic modern art. Nothing special, nice to look at, nothing significant.\n\n\u001b[1mアート - 基本的な現代美術。 何も特別なものは見ないでください、何も重要ではありません。\u001b[22m\n\u001b[1m(Āto - kihon-tekina gendai bijutsu. Nani mo tokubetsuna mono wa minaide kudasai, nani mo jūyōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt - Basic modern art. Nothing special, nice to look at, nothing significant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - Basic modern art.\u001b[24m\n    \u001b[1mアート - 基本的な現代美術。\u001b[22m\n\u001b[4mNothing special, nice to look at, nothing significant.\u001b[24m\n    \u001b[1m何も特別なものは見ないでください、何も重要ではありません。\u001b[22m, \u001b[1m見て素敵な特別な何もない、重要な何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound - If this anime should be known for anything at all, it should be it's music. Personally I love it, its great, it really gets the feelings into. In short, it is 'badass'.\n\n\u001b[1mサウンド - このアニメを何でも知っていなければならないのなら、音楽でなければなりません。 個人的に私はそれを愛し、その偉大な、それは本当に感情を取得します。 要するに、それは「悪い」です。\u001b[22m\n\u001b[1m(Saundo - kono anime o nani demo shitte inakereba naranai nonara, ongakudenakereba narimasen. Kojin-teki ni watashi wa sore o aishi, sono idaina, sore wa hontōni kanjō o shutoku shimasu. Yōsuruni, soreha `warui'desu.)\u001b[22m\n\nTranslations of \u001b[4mSound - If this anime should be known for anything at all, it should be it's music. Personally I love it, its great, it really gets the feelings into. In short, it is 'badass'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - If this anime should be known for anything at all, it should be it's music.\u001b[24m\n    \u001b[1mサウンド - このアニメを何でも知っていなければならないのなら、音楽でなければなりません。\u001b[22m, \u001b[1mサウンド - このアニメは全く何のために知られている必要があります場合は、それはそれの音楽でなければなりません。\u001b[22m\n\u001b[4mPersonally I love it, its great, it really gets the feelings into.\u001b[24m\n    \u001b[1m個人的に私はそれを愛し、その偉大な、それは本当に感情を取得します。\u001b[22m, \u001b[1m個人的に私は、その偉大なそれを愛し、それは本当にへの気持ちを取得します。\u001b[22m\n\u001b[4mIn short, it is 'badass'.\u001b[24m\n    \u001b[1m要するに、それは「悪い」です。\u001b[22m, \u001b[1m要するに、それは「ワル」です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - Very cool main character, got that gangster feel in it, while being the typical 'never give up, keep fighting' guy.\n\n\u001b[1mキャラクター - 非常にクールなメインキャラクターは、その中でギャングの気持ちを持っている間、典型的な '決してあきらめないで、戦っている男'です。\u001b[22m\n\u001b[1m(Kyarakutā - hijō ni kūruna meinkyarakutā wa, sono Chū de gyangu no kimochi o motte iru ma, tenkei-tekina' kesshite akiramenaide,-sen tte iru otoko'desu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter - Very cool main character, got that gangster feel in it, while being the typical 'never give up, keep fighting' guy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - Very cool main character, got that gangster feel in it, while being the typical 'never give up, keep fighting' guy.\u001b[24m\n    \u001b[1mキャラクター - 非常にクールなメインキャラクターは、その中でギャングの気持ちを持っている間、典型的な '決してあきらめないで、戦っている男'です。\u001b[22m, \u001b[1m文字 - 非常にクールな主人公、典型的でありながら、そのギャングが、それに感じました男「決してあきらめないし、戦いを続けます」。\u001b[22m\nBunch of different side characters, we got the lazy people, the secretly strong people, the overly obedient people, the humor people, the innocent mega virgin characters, and the tomboy characters. So in other words, it got lots of personalities going on in there.\n\n\u001b[1m私たちは怠惰な人、密かに強い人、過度に従順な人、ユーモアの人々、無邪気なメガ・バージンのキャラクター、そしてトムボイのキャラクターを手に入れました。 つまり、そこには多くの人格が続いています。\u001b[22m\n\u001b[1m(Watashitachi wa taidana hito, hisoka ni tsuyoi hito, kado ni jūjun'na hito, yūmoa no hito 々, Mujakina mega bājin no kyarakutā, soshite tomuboi no kyarakutā o te ni iremashita. Tsumari, soko ni wa ōku no jinkaku ga tsudzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mBunch of different side characters, we got the lazy people, the secretly strong people, the overly obedient people, the humor people, the innocent mega virgin characters, and the tomboy characters. So in other words, it got lots of personalities going on in there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBunch of different side characters, we got the lazy people, the secretly strong people, the overly obedient people, the humor people, the innocent mega virgin characters, and the tomboy characters.\u001b[24m\n    \u001b[1m私たちは怠惰な人、密かに強い人、過度に従順な人、ユーモアの人々、無邪気なメガ・バージンのキャラクター、そしてトムボイのキャラクターを手に入れました。\u001b[22m, \u001b[1m異なる側の文字の束は、我々は怠惰な人、密かに強い人、過度に従順な人、ユーモアの人々、無実のメガ処女文字、おてんば娘の文字を得ました。\u001b[22m\n\u001b[4mSo in other words, it got lots of personalities going on in there.\u001b[24m\n    \u001b[1mつまり、そこには多くの人格が続いています。\u001b[22m, \u001b[1mだから、他の言葉で、それはそこで起こっている人格の多くを得ました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - This is where its bad. It was enjoyable at first, but imagine the main character fighting a very strong antagonist, about 4 slashes in, filler for 20 episodes. Now after the filler, the episode started up again, a reminder of how the fight was going, immediately afterwards, another filler. It's not even subtle filler, its literally a fight happening and suddenly next episode, its as if nothing ever happened. All the enjoyment you had will turn to irritation.\n\n\u001b[1m楽しさ - これは悪いところです。 最初は楽しかったですが、主人公が非常に強いアンタゴニストと戦っていると想像してください。 今すぐフィラーの後に、エピソードが再び始まり、戦いがどのように進行していたかを思い出させ、直後に別のフィラー。 それは微妙なフィラーでもなく、文字通り起こった戦いと突然次のエピソードで、まるで何も起こらなかったかのように。 あなたが持っていたすべての楽しみは、刺激に変わります。\u001b[22m\n\u001b[1m(Tanoshisa - kore wa warui tokorodesu. Saisho wa tanoshikattadesuga, shujinkō ga hijō ni tsuyoi antagonisuto to tatakatte iru to sōzō shite kudasai. Ima sugu firā no nochi ni, episōdo ga futatabi hajimari, tatakai ga dono yō ni shinkō shite ita ka o omoidasa se, chokugo ni betsu no firā. Sore wa bimyōna firāde mo naku, mojidōri okotta tatakai to totsuzen tsugi no episōdo de, marude nani mo okoranakatta ka no yō ni. Anata ga motte ita subete no tanoshimi wa, shigeki ni kawarimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - This is where its bad. It was enjoyable at first, but imagine the main character fighting a very strong antagonist, about 4 slashes in, filler for 20 episodes. Now after the filler, the episode started up again, a reminder of how the fight was going, immediately afterwards, another filler. It's not even subtle filler, its literally a fight happening and suddenly next episode, its as if nothing ever happened. All the enjoyment you had will turn to irritation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - This is where its bad.\u001b[24m\n    \u001b[1m楽しさ - これは悪いところです。\u001b[22m, \u001b[1m楽しさ - これはどこにその悪いです。\u001b[22m\n\u001b[4mIt was enjoyable at first, but imagine the main character fighting a very strong antagonist, about 4 slashes in, filler for 20 episodes.\u001b[24m\n    \u001b[1m最初は楽しかったですが、主人公が非常に強いアンタゴニストと戦っていると想像してください。\u001b[22m, \u001b[1m最初は楽しかったが、20のエピソードのための充填材、非常に強力な拮抗薬を戦う主人公、約4スラッシュを想像してみてください。\u001b[22m\n\u001b[4mNow after the filler, the episode started up again, a reminder of how the fight was going, immediately afterwards, another filler.\u001b[24m\n    \u001b[1m今すぐフィラーの後に、エピソードが再び始まり、戦いがどのように進行していたかを思い出させ、直後に別のフィラー。\u001b[22m, \u001b[1m今フィラーた後、エピソードは、再び戦いは、その後すぐに、別のフィラーを行っていたかのアラームを起動しました。\u001b[22m\n\u001b[4mIt's not even subtle filler, its literally a fight happening and suddenly next episode, its as if nothing ever happened.\u001b[24m\n    \u001b[1mそれは微妙なフィラーでもなく、文字通り起こった戦いと突然次のエピソードで、まるで何も起こらなかったかのように。\u001b[22m, \u001b[1mそれは文字通り戦いが起こって、突然次のエピソードは、その何が今まで起こらなかったかのように、微妙なフィラーはありません。\u001b[22m\n\u001b[4mAll the enjoyment you had will turn to irritation.\u001b[24m\n    \u001b[1mあなたが持っていたすべての楽しみは、刺激に変わります。\u001b[22m, \u001b[1mあなたが持っていたすべての楽しさは刺激になります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 6/10 - without the fillers, the score would have been better.\n\n\u001b[1m全体的に6/10  - フィラーなしでは、スコアはより良いでしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni 6/ 10 - firā nashide wa, sukoa wa yori yoideshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall 6/10 - without the fillers, the score would have been better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 6/10 - without the fillers, the score would have been better.\u001b[24m\n    \u001b[1m全体的に6/10  - フィラーなしでは、スコアはより良いでしょう。\u001b[22m, \u001b[1m6/10全体的には、 - 充填剤なしで、スコアがもっと良かったはず。\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "Ichigo-686",
    "profile": "/profile/Ichigo-686/reviews",
    "pages": "14",
    "number": "16",
    "link": "/reviews.php?id=152161",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nキャラクター|\n|\n\nブリーチ。\n漂白剤は間違いなく私が見ていた私の好きなアニメの1つです。代りの死の神（死神）になる霊が叙事詩であると思う少年のストーリーライン。 いちご紅崎は家族が不明な存在から攻撃されたときに学校から帰る途中で、自分の家族を見て救うために白神の力を得なければならない。 私は、さまざまな弧が素晴らしかったと思います。\n\n音楽は本当に良いです、それは適切な瞬間に緊張を高めます。 オープニング曲でさえ、特に最初の曲がよかった。\n\nこのアニメは信じられないほどのアクションを持っており、彼らは常に叙事詩です。\n\n唯一の悪い点は、彼がいつも彼の剣を壊し、救助されてから訓練を受け、その後尻を蹴ることです。 彼らは少し変更する必要があります。\n私は間違いなく漂白剤をお勧めします、それはもはや放映ですが、マンガも良いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nBleach, well.\n\n\u001b[1mブリーチ。\u001b[22m\n\u001b[1m(Burīchi.)\u001b[22m\n\nTranslations of \u001b[4mBleach, well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach, well.\u001b[24m\n    \u001b[1mブリーチ。\u001b[22m, \u001b[1mブリーチ、よく。\u001b[22m\nBleach is definitely one of my favorite anime's that i have watched, The story line of a boy who sees spirits becoming a substitute death god (shinigami) is epic. Ichigo kurosaki is on his way home from school when his family get attacked by an unknown presence he has to gain the powers of a shinigami to see and save his family. I think that the different arc's were great.\n\n\u001b[1m漂白剤は間違いなく私が見ていた私の好きなアニメの1つです。代りの死の神（死神）になる霊が叙事詩であると思う少年のストーリーライン。 いちご紅崎は家族が不明な存在から攻撃されたときに学校から帰る途中で、自分の家族を見て救うために白神の力を得なければならない。 私は、さまざまな弧が素晴らしかったと思います。\u001b[22m\n\u001b[1m(Hyōhaku-zai wa machigainaku watashi ga mite ita watashi no sukina anime no 1tsudesu. Kawari no shi no kami (shinigami) ni naru rei ga jojishidearu to omou shōnen no sutōrīrain. Ichigo Akazaki wa kazoku ga fumeina sonzai kara kōgeki sa reta toki ni gakkō kara kaeru tochū de, jibun no kazoku o mite sukuu tame ni Shirakami no chikara o enakereba naranai. Watashi wa, samazamana ko ga subarashikatta to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mBleach is definitely one of my favorite anime's that i have watched, The story line of a boy who sees spirits becoming a substitute death god (shinigami) is epic. Ichigo kurosaki is on his way home from school when his family get attacked by an unknown presence he has to gain the powers of a shinigami to see and save his family. I think that the different arc's were great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach is definitely one of my favorite anime's that i have watched, The story line of a boy who sees spirits becoming a substitute death god (shinigami) is epic.\u001b[24m\n    \u001b[1m漂白剤は間違いなく私が見ていた私の好きなアニメの1つです。代りの死の神（死神）になる霊が叙事詩であると思う少年のストーリーライン。\u001b[22m, \u001b[1mブリーチは間違いなく私が見てきた私の好きなアニメのの1、叙事詩である霊が代替死神（死神）になって見ている少年のストーリーラインです。\u001b[22m\n\u001b[4mIchigo kurosaki is on his way home from school when his family get attacked by an unknown presence he has to gain the powers of a shinigami to see and save his family.\u001b[24m\n    \u001b[1mいちご紅崎は家族が不明な存在から攻撃されたときに学校から帰る途中で、自分の家族を見て救うために白神の力を得なければならない。\u001b[22m, \u001b[1m彼の家族は、彼が見て、彼の家族を救うために死神の力を得るために持って未知の存在によって攻撃を受けるとき黒崎一護は、学校から帰宅途中にあります。\u001b[22m\n\u001b[4mI think that the different arc's were great.\u001b[24m\n    \u001b[1m私は、さまざまな弧が素晴らしかったと思います。\u001b[22m, \u001b[1m私は別のアークのが大きかったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is really good, it builds up tension at the right moment. Even the opening songs were good especially the first one.\n\n\u001b[1m音楽は本当に良いです、それは正しい瞬間に緊張を高めます。 オープニング曲でさえ、特に最初の曲がよかった。\u001b[22m\n\u001b[1m(Ongaku wa hontōni yoidesu, sore wa tadashī shunkan ni kinchō o takamemasu. Ōpuningu-kyokude sae, tokuni saisho no kyoku ga yokatta.)\u001b[22m\n\nTranslations of \u001b[4mThe music is really good, it builds up tension at the right moment. Even the opening songs were good especially the first one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is really good, it builds up tension at the right moment.\u001b[24m\n    \u001b[1m音楽は本当に良いです、それは正しい瞬間に緊張を高めます。\u001b[22m, \u001b[1m音楽はそれが正しい瞬間にテンションを構築、本当に良いです。\u001b[22m\n\u001b[4mEven the opening songs were good especially the first one.\u001b[24m\n    \u001b[1mオープニング曲でさえ、特に最初の曲がよかった。\u001b[22m, \u001b[1mでもオープニング曲は、特に最初の1良好でした。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime has so much action its unbelievable and they fights are always epic.\n\n\u001b[1mこのアニメは信じられないほどのアクションを持っており、彼らは常に叙事詩です。\u001b[22m\n\u001b[1m(Kono anime wa shinji rarenai hodo no akushon o motte ori, karera wa tsuneni jojishidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime has so much action its unbelievable and they fights are always epic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime has so much action its unbelievable and they fights are always epic.\u001b[24m\n    \u001b[1mこのアニメは信じられないほどのアクションを持っており、彼らは常に叙事詩です。\u001b[22m, \u001b[1mこのアニメは、その信じられないほどのアクションを持っており、彼らの戦いは常に叙事詩です。\u001b[22m\n\u001b[1m\u001b[22m\nThe only bad thing is that he 'always' breaks his sword, then gets spared and then goes through training, then kicks ass. They need to change it up a little.\n\n\u001b[1m唯一の悪い点は、彼がいつも彼の剣を壊し、救助されてから訓練を受け、その後尻を蹴ることです。 彼らは少し変更する必要があります。\u001b[22m\n\u001b[1m(Yuiitsu no warui ten wa, kare ga itsumo kare no ken o kowashi, kyūjo sa rete kara kunren o uke, sonogo shiri o keru kotodesu. Karera wa sukoshi henkō suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only bad thing is that he 'always' breaks his sword, then gets spared and then goes through training, then kicks ass. They need to change it up a little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only bad thing is that he 'always' breaks his sword, then gets spared and then goes through training, then kicks ass.\u001b[24m\n    \u001b[1m唯一の悪い点は、彼がいつも彼の剣を壊し、救助されてから訓練を受け、その後尻を蹴ることです。\u001b[22m, \u001b[1m唯一の悪い点は、その後免れ、その後トレーニングを通過し、お尻を蹴ります、彼はいつも「彼の剣を壊すことです。\u001b[22m\n\u001b[4mThey need to change it up a little.\u001b[24m\n    \u001b[1m彼らは少し変更する必要があります。\u001b[22m, \u001b[1m彼らは少しそれを変更する必要があります。\u001b[22m\nI would definitely recommend bleach, it is no longer airing but the manga is good too.\n\n\u001b[1m私は間違いなく漂白剤をお勧めします、それはもはや放映ですが、マンガも良いです。\u001b[22m\n\u001b[1m(Watashi wa machigainaku hyōhaku-zai o o susume shimasu, sore wa mohaya hōeidesuga, manga mo yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mI would definitely recommend bleach, it is no longer airing but the manga is good too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would definitely recommend bleach, it is no longer airing but the manga is good too.\u001b[24m\n    \u001b[1m私は間違いなく漂白剤をお勧めします、それはもはや放映ですが、マンガも良いです。\u001b[22m, \u001b[1m私は間違いなく、それはもはや放映されていますが、漫画があまりにも良いですが、漂白剤をお勧めしないだろう。\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "daydr3am1ng",
    "profile": "/profile/daydr3am1ng/reviews",
    "pages": "14",
    "number": "17",
    "link": "/reviews.php?id=134715",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n私は漂白剤を愛用していましたが、少なくとも最初の弧はありましたが、アライグルアークが来たときには物事が落ち始めました。 サスペンスとちょっとした謎とあなたの好きな古典的な少年アニメがあったので、IchigoがRukiaを救おうとしている最初の弧が本当に好きだった。 キャラクターは好きだったし、面白い瞬間もあった。 その後、作者がそれを神秘的なものにすることについてはそれほど気にしなかったように思えた。それはあまりにも予測できなくなった。 悪い男がやってくる、悪い男がichigoを打つ、ichigoが強くなる、ichigoが悪い男を打ち負かす。 このプロセスでは、超音速モードなどが得られます。これは、少年アニメの表情であり、予測も可能です。 私はよりユニークなアニメ、そして主人公が自分のやり方で強く、あるいは友人の助けを借りて、強く動かすのではなく、彼を非人道的に強力にするのが好きです。\nプロットの穴があり、実際に言及されていない説明もありました。 漂白剤の最終的な弧であるマンガ弧では、それが予期せざるを得なかった一部の部分が意味をなさないので、読むのが面倒になりました。 それは作者が最後の円弧の前のすべての弧からプロット内のすべてのゆるい端を縛りつけようとしているように思えました。\n私が作者であれば少し違ったことをやったことがありますが、最初の長いフィラーが長くなる前に漂白剤を見ることをお勧めします。 続行したいかどうかはあなた次第ですが、フィラーを見ないことをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI used to love Bleach, at least the first arc, but things sorta started dropping when the arrancar arcs came along. I really liked the first arc, with Ichigo trying to save Rukia, because there was suspense and a little mystery and your favorite classic shounen anime. The characters were likeable and there were its funny moments as well. After that, it seemed like the author didn't really care much anymore about making it mysterious or anything, and it became too predictable. bad guy comes along, bad guy beats ichigo, ichigo becomes stronger, ichigo beats up bad guy. in the process ichigo obtains a superpowerful mode or something, which is cliche in shounen anime and also predictable. i like more unique anime, and the main characters strong in their own way, or with the help of friends, instead of pushing one super strong move on him after another, making him inhumanely powerful.\n\n\u001b[1m私は漂白剤を愛用していましたが、少なくとも最初の弧はありましたが、アライグルアークが来たときには物事が落ち始めました。 サスペンスとちょっとした謎と好きな古典的な少年アニメがあったので、IchigoがRukiaを救おうとしている最初の弧が本当に好きだった。 キャラクターは好きだったし、面白い瞬間もあった。 その後、作者がそれを神秘的なものにすることについてはそれほど気にしなかったように思えた。それはあまりにも予測できなくなった。 悪い男が来て、悪い男はichigoを打ち負かし、ichigoは強くなり、ichigoは悪い男を打ち負かす。 このプロセスでは、超音速モードなどが得られます。これは、少年アニメの表情であり、予測も可能です。 私はよりユニークなアニメ、そして主人公が自分のやり方で強い、または友人の助けを借りて、別のものの後に彼に超強烈な動きを強いるのではなく、彼を非人道的に強力にするのが好きです。\u001b[22m\n\u001b[1m(Watashi wa hyōhaku-zai o aiyō shite imashitaga, sukunakutomo saisho no ko wa arimashitaga, araiguruāku ga kita tokiniha monogoto ga ochi hajimemashita. Sasupensu to chottoshita nazo to sukina koten-tekina shōnen anime ga attanode, Ichigo ga Rukia o sukuou to shite iru saisho no ko ga hontōni sukidatta. Kyarakutā wa sukidattashi, omoshiroi shunkan mo atta. Sonogo, sakusha ga sore o shinpi-tekina mono ni suru koto ni tsuite wa sorehodo ki ni shinakatta yō ni omoeta. Sore wa amarini mo yosoku dekinaku natta. Warui otoko ga kite, warui otoko wa ichigo o uchi makashi, ichigo wa tsuyoku nari, ichigo wa warui otoko o uchi makasu. Kono purosesude wa, chō onsoku mōdo nado ga e raremasu. Kore wa, shōnen anime no hyōjōdeari, yosoku mo kanōdesu. Watashi wa yori yunīkuna anime, soshite shujinkō ga jibun no yarikata de tsuyoi, matawa yūjin no tasuke o karite,-betsu no mono no nochi ni kare ni chō kyōretsuna ugoki o shiiru node wa naku, kare o hijindōteki ni kyōryoku ni suru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI used to love Bleach, at least the first arc, but things sorta started dropping when the arrancar arcs came along. I really liked the first arc, with Ichigo trying to save Rukia, because there was suspense and a little mystery and your favorite classic shounen anime. The characters were likeable and there were its funny moments as well. After that, it seemed like the author didn't really care much anymore about making it mysterious or anything, and it became too predictable. bad guy comes along, bad guy beats ichigo, ichigo becomes stronger, ichigo beats up bad guy. in the process ichigo obtains a superpowerful mode or something, which is cliche in shounen anime and also predictable. i like more unique anime, and the main characters strong in their own way, or with the help of friends, instead of pushing one super strong move on him after another, making him inhumanely powerful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI used to love Bleach, at least the first arc, but things sorta started dropping when the arrancar arcs came along.\u001b[24m\n    \u001b[1m私は漂白剤を愛用していましたが、少なくとも最初の弧はありましたが、アライグルアークが来たときには物事が落ち始めました。\u001b[22m, \u001b[1m私はブリーチ、少なくとも第一の円弧を愛するために使用されるが、物事はみかんアランカルアークに沿って来たときに落下を開始しました。\u001b[22m\n\u001b[4mI really liked the first arc, with Ichigo trying to save Rukia, because there was suspense and a little mystery and your favorite classic shounen anime.\u001b[24m\n    \u001b[1mサスペンスとちょっとした謎と好きな古典的な少年アニメがあったので、IchigoがRukiaを救おうとしている最初の弧が本当に好きだった。\u001b[22m, \u001b[1mサスペンスと少し謎とあなたの好きな古典的な少年アニメがあったので、私は本当に、いちごがルキアを保存しようとすると、最初のアークが好き。\u001b[22m\n\u001b[4mThe characters were likeable and there were its funny moments as well.\u001b[24m\n    \u001b[1mキャラクターは好きだったし、面白い瞬間もあった。\u001b[22m, \u001b[1m文字が好感の持てるたと面白い瞬間にもありました。\u001b[22m\n\u001b[4mAfter that, it seemed like the author didn't really care much anymore about making it mysterious or anything, and it became too predictable.\u001b[24m\n    \u001b[1mその後、作者がそれを神秘的なものにすることについてはそれほど気にしなかったように思えた。それはあまりにも予測できなくなった。\u001b[22m, \u001b[1mその後、著者は実際にそれが神秘的か何かすることについてあまりもう気にしませんでしたようにそれが見えた、それはあまりにも予測可能になりました。\u001b[22m\n\u001b[4mbad guy comes along, bad guy beats ichigo, ichigo becomes stronger, ichigo beats up bad guy.\u001b[24m\n    \u001b[1m悪い男が来て、悪い男はichigoを打ち負かし、ichigoは強くなり、ichigoは悪い男を打ち負かす。\u001b[22m, \u001b[1m悪い男がやって来る、悪い男はいちごを打つ、いちごが強くなり、いちご悪者を打ちます。\u001b[22m\n\u001b[4min the process ichigo obtains a superpowerful mode or something, which is cliche in shounen anime and also predictable.\u001b[24m\n    \u001b[1mこのプロセスでは、超音速モードなどが得られます。これは、少年アニメの表情であり、予測も可能です。\u001b[22m, \u001b[1mプロセスいちごで少年アニメでの決まり文句とも予測可能であるsuperpowerfulモードか何かを取得します。\u001b[22m\n\u001b[4mi like more unique anime, and the main characters strong in their own way, or with the help of friends, instead of pushing one super strong move on him after another, making him inhumanely powerful.\u001b[24m\n    \u001b[1m私はよりユニークなアニメ、そして主人公が自分のやり方で強い、または友人の助けを借りて、別のものの後に彼に超強烈な動きを強いるのではなく、彼を非人道的に強力にするのが好きです。\u001b[22m, \u001b[1m私はより多くのユニークなアニメが好きで、かつ独自の方法で、または友人の助けを借りて、代わりに別の後に彼に1超強力な移動を押すのメインキャラクターは強い、彼は非人道的な強力な作り。\u001b[22m\nThere were also some plot holes, and some explanations not really mentioned. In the manga arc, which is its final arc for bleach, it sort of became a hassle to read because it became so predictable and some parts didnt make sense. It also seemed like the author was trying to tie up all loose ends in the plot from all the previous arcs in that final arc, which made it seem like he was rushing things.\n\n\u001b[1mプロットの穴があり、実際に言及されていない説明もありました。 漂白剤の最終的な弧であるマンガ弧では、それが予期せざるを得なかった一部の部分が意味をなさないので、読むのが面倒になりました。 それは作者が最後の円弧の前のすべての弧からプロット内のすべてのゆるい端を縛りつけようとしているように思えました。\u001b[22m\n\u001b[1m(Purotto no ana ga ari, jissai ni genkyū sa rete inai setsumei mo arimashita. Hyōhaku-zai no saishū-tekina kodearu manga kode wa, sore ga yoki sezaru o enakatta ichibu no bubun ga imi o nasanainode, yomu no ga mendō ni narimashita. Sore wa sakusha ga saigo no enko no mae no subete no ko kara purotto-nai no subete no yurui hashi o shibaritsukeyou to shite iru yō ni omoemashita.)\u001b[22m\n\nTranslations of \u001b[4mThere were also some plot holes, and some explanations not really mentioned. In the manga arc, which is its final arc for bleach, it sort of became a hassle to read because it became so predictable and some parts didnt make sense. It also seemed like the author was trying to tie up all loose ends in the plot from all the previous arcs in that final arc, which made it seem like he was rushing things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were also some plot holes, and some explanations not really mentioned.\u001b[24m\n    \u001b[1mプロットの穴があり、実際に言及されていない説明もありました。\u001b[22m, \u001b[1mいくつかのプロットの穴、本当に言及していないいくつかの説明もありました。\u001b[22m\n\u001b[4mIn the manga arc, which is its final arc for bleach, it sort of became a hassle to read because it became so predictable and some parts didnt make sense.\u001b[24m\n    \u001b[1m漂白剤の最終的な弧であるマンガ弧では、それが予期せざるを得なかった一部の部分が意味をなさないので、読むのが面倒になりました。\u001b[22m, \u001b[1mそれはそう予測可能と意味をなさないdidntの一部になったので、漂白剤のための最終的な円弧で漫画アークでは、それは一種の読み取りに面倒になりました。\u001b[22m\n\u001b[4mIt also seemed like the author was trying to tie up all loose ends in the plot from all the previous arcs in that final arc, which made it seem like he was rushing things.\u001b[24m\n    \u001b[1mそれは作者が最後の円弧の前のすべての弧からプロット内のすべてのゆるい端を縛りつけようとしているように思えました。\u001b[22m, \u001b[1mまた、著者は、彼は物事を急いでいたようには思え作っその最終的なアーク内のすべての以前のアークからプロット内のすべての最後の取り片づけをしようとしていたように思えました。\u001b[22m\nI would've done things a bit differently if I was the author, but I recommend watching bleach for the first arc before the first long filler comes a long because it's actually pretty good. It's up to you whether you want to continue, but I'd recommend not to watch the fillers.\n\n\u001b[1m私が作者であれば少し違ったことをやったことがありますが、最初の長いフィラーが長くなる前に漂白剤を見ることをお勧めします。 続行したいかどうかはあなた次第ですが、フィラーを見ないことをお勧めします。\u001b[22m\n\u001b[1m(Watashi ga sakushadeareba sukoshi chigatta koto o yatta koto ga arimasuga, saisho no nagai firā ga nagaku naru mae ni hyōhaku-zai o miru koto o o susume shimasu. Zokkō shitai ka dō ka wa anata shidaidesuga, firā o minai koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would've done things a bit differently if I was the author, but I recommend watching bleach for the first arc before the first long filler comes a long because it's actually pretty good. It's up to you whether you want to continue, but I'd recommend not to watch the fillers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would've done things a bit differently if I was the author, but I recommend watching bleach for the first arc before the first long filler comes a long because it's actually pretty good.\u001b[24m\n    \u001b[1m私が作者であれば少し違ったことをやったことがありますが、最初の長いフィラーが長くなる前に漂白剤を見ることをお勧めします。\u001b[22m, \u001b[1m私が著者だった場合、私は少し違ったことをやっただろうが、私はそれが実際にはかなり良いですので、最初のロングフィラーが長い来る前に最初の弧のために漂白剤を見てお勧めします。\u001b[22m\n\u001b[4mIt's up to you whether you want to continue, but I'd recommend not to watch the fillers.\u001b[24m\n    \u001b[1m続行したいかどうかはあなた次第ですが、フィラーを見ないことをお勧めします。\u001b[22m, \u001b[1mそれはあなたが続行するかどうかはあなた次第ですが、私はフィラーを見ていないお勧めします。\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "MyChiPham1",
    "profile": "/profile/MyChiPham1/reviews",
    "pages": "14",
    "number": "18",
    "link": "/reviews.php?id=132531",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\n漂白剤は良い公正ストーリーラインを持っており、芸術と音は良いです。 それは進行中のアニメであり、英語でも吹き替えられています。ソウルリパーズのコンセプトから離れて非常に似ているので、あなたもNarutoまたはOne Pieceを見たことがあればお勧めします。\n\n可能性のある出品がたくさんありますが、個人的にはIchigoとRukiaを一緒に好きです。 キャラクターはとても良く、声は完璧に似合い、私はそれを見て楽しんだ、私はまだ見ている途中です。 全体的に私は本当にそれを楽しんだ。  300以上のエピソードがありますので、非常に長いアニメのファンでなければ戻ってください。\n\n私はそれについて好きではない唯一のことは、約3エピソードのために戦いが続くように、1つのことを行うにはあまりにも多くのエピソードがかかることです、時には本当に私を悩ますフィラーエピソードがあります。\n\nだから、私はあなたにそれをお勧めし、それを見てください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nBleach has a good fair story line, and the art and the sound is good. It is an ongoing anime and it is also in English dubbed, i recommend it to you if you have also watched Naruto or One Piece because it is very similar apart from the concept of Soul Reapers.\n\n\u001b[1m漂白剤は良い公正ストーリーラインを持っており、芸術と音は良いです。 それは進行中のアニメであり、英語でも吹き替えられています。ソウルリパーズのコンセプトから離れて非常に似ているので、あなたもNarutoまたはOne Pieceを見たことがあればお勧めします。\u001b[22m\n\u001b[1m(Hyōhaku-zai wa yoi kōsei sutōrīrain o motte ori, geijutsu to oto wa yoidesu. Sore wa shinkō-chū no animedeari, eigo demo fukikae rarete imasu. Soururipāzu no konseputo kara hanarete hijō ni nite irunode, anata mo Naruto matawa One piesu o mita koto ga areba o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBleach has a good fair story line, and the art and the sound is good. It is an ongoing anime and it is also in English dubbed, i recommend it to you if you have also watched Naruto or One Piece because it is very similar apart from the concept of Soul Reapers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach has a good fair story line, and the art and the sound is good.\u001b[24m\n    \u001b[1m漂白剤は良い公正ストーリーラインを持っており、芸術と音は良いです。\u001b[22m, \u001b[1mブリーチは良い公正なストーリーラインを持ち、アートと音が良いです。\u001b[22m\n\u001b[4mIt is an ongoing anime and it is also in English dubbed, i recommend it to you if you have also watched Naruto or One Piece because it is very similar apart from the concept of Soul Reapers.\u001b[24m\n    \u001b[1mそれは進行中のアニメであり、英語でも吹き替えられています。ソウルリパーズのコンセプトから離れて非常に似ているので、あなたもNarutoまたはOne Pieceを見たことがあればお勧めします。\u001b[22m, \u001b[1mそれはソウルリーパーの概念から離れて非常に似ているので、あなたがナルトやワンピースをも見ている場合、それは継続的なアニメであり、それはまた、英語で吹き替えされ、私はあなたにそれをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nThere is a lot of possible shippings, personally I prefer Ichigo and Rukia together. The characters are very good, and the voices suit them perfectly and i enjoyed watching it, i am still in the process of watching too. Overall i really did enjoy it. It has over 300+ episodes so if your not the fan of very long anime, then you should go back.\n\n\u001b[1m可能性のある出品がたくさんありますが、個人的にはIchigoとRukiaを一緒に好きです。 キャラクターはとても良く、声は完璧に似合い、私はそれを見て楽しんだ、私はまだ見ている途中です。 全体的に私は本当にそれを楽しんだ。  300以上のエピソードがありますので、非常に長いアニメのファンでなければ戻ってください。\u001b[22m\n\u001b[1m(Kanōsei no aru shuppin ga takusan arimasuga, kojin-teki ni wa Ichigo to Rukia o issho ni sukidesu. Kyarakutā wa totemo yoku,-goe wa kanpeki ni niai, watashi wa sore o mite tanoshinda, watashi wa mada mite iru tochūdesu. Zentai-teki ni watashi wa hontōni sore o tanoshinda. 300 Ijō no episōdo ga arimasunode, hijō ni nagai anime no fandenakereba modotte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThere is a lot of possible shippings, personally I prefer Ichigo and Rukia together. The characters are very good, and the voices suit them perfectly and i enjoyed watching it, i am still in the process of watching too. Overall i really did enjoy it. It has over 300+ episodes so if your not the fan of very long anime, then you should go back.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is a lot of possible shippings, personally I prefer Ichigo and Rukia together.\u001b[24m\n    \u001b[1m可能性のある出品がたくさんありますが、個人的にはIchigoとRukiaを一緒に好きです。\u001b[22m, \u001b[1m可能shippingsの多くは個人的に私が一緒にいちごとルキアを好む、があります。\u001b[22m\n\u001b[4mThe characters are very good, and the voices suit them perfectly and i enjoyed watching it, i am still in the process of watching too.\u001b[24m\n    \u001b[1mキャラクターはとても良く、声は完璧に似合い、私はそれを見て楽しんだ、私はまだ見ている途中です。\u001b[22m, \u001b[1m文字が非常に優れている、との声は完全にそれらを合わせて、私はそれを見て楽しんだ、私も見ての過程ではまだです。\u001b[22m\n\u001b[4mOverall i really did enjoy it.\u001b[24m\n    \u001b[1m全体的に私は本当にそれを楽しんだ。\u001b[22m, \u001b[1m全体的に私は実際にそれを楽しんでいました。\u001b[22m\n\u001b[4mIt has over 300+ episodes so if your not the fan of very long anime, then you should go back.\u001b[24m\n    \u001b[1m300以上のエピソードがありますので、非常に長いアニメのファンでなければ戻ってください。\u001b[22m, \u001b[1m非常に長いアニメのあなたのファンではないが、その後、あなたが戻って行く必要がありますので、もしそれは300+以上のエピソードを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing i don't like about it is that it takes too many episodes to do one thing, like a fight would last for around 3 episodes, and sometimes there are filler episodes which really annoy me.\n\n\u001b[1m私はそれについて好きではない唯一のことは、約3エピソードのために戦いが続くように、1つのことを行うにはあまりにも多くのエピソードがかかることです、時には本当に私を悩ますフィラーエピソードがあります。\u001b[22m\n\u001b[1m(Watashi wa sore ni tsuite sukide wanai yuiitsu no koto wa, yaku 3 episōdo no tame ni tatakai ga tsudzuku yō ni, 1tsu no koto o okonau ni wa amarini mo ōku no episōdo ga kakaru kotodesu, tokiniha hontōni watashi o nayamasu firāepisōdo ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing i don't like about it is that it takes too many episodes to do one thing, like a fight would last for around 3 episodes, and sometimes there are filler episodes which really annoy me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing i don't like about it is that it takes too many episodes to do one thing, like a fight would last for around 3 episodes, and sometimes there are filler episodes which really annoy me.\u001b[24m\n    \u001b[1m私はそれについて好きではない唯一のことは、約3エピソードのために戦いが続くように、1つのことを行うにはあまりにも多くのエピソードがかかることです、時には本当に私を悩ますフィラーエピソードがあります。\u001b[22m, \u001b[1m私はそれについて好きではない唯一のものは、それが戦いのように、一つのことを行うにはあまりにも多くのエピソードを取るには約3エピソード続くだろうということです、そして時には本当に私を困らせるフィラーのエピソードがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSo, i recommend it to you, and please watch it!\n\n\u001b[1mだから、私はあなたにそれをお勧めし、それを見てください！\u001b[22m\n\u001b[1m(Dakara, watashi wa anata ni sore o o susumeshi, sore o mitekudasai!)\u001b[22m\n\nTranslations of \u001b[4mSo, i recommend it to you, and please watch it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, i recommend it to you, and please watch it!\u001b[24m\n    \u001b[1mだから、私はあなたにそれをお勧めし、それを見てください！\u001b[22m, \u001b[1mだから、私はあなたにお勧めし、それを見てください！\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "RikorVolsati",
    "profile": "/profile/RikorVolsati/reviews",
    "pages": "14",
    "number": "19",
    "link": "/reviews.php?id=129163",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  10\n\nOMGこれは最高のエイヴァです！ さて、真剣に私は本当にこのアニメを愛しています。 私が見たのは私の好きなアニメなのだから、多くの要因と偏見がある。 次の4つの段落について、私はいくつかの弧（私が見たもの）の要約を出します。 その後、私はなぜ特定のスコアを与えたのかを詳しく説明します。\n\n簡単な要約をすると、それは死者を見る能力を持っている十代の若者のことです。そして、死後の人生を助け、魂を止める神のような人たち、魂の刈り手になります。  Hollowsという怪物を誘っている。 ストーリーは、彼の多くの闘争が、誇張されたプロットを持つソウルリーパーであることに焦点を当てています。 最初の弧はIchigoに焦点を当てて、Soul Reaperであることを学び、彼の友人で元Soul Reaper、Kukiki Rukiaを追い出して実行します。\n\n3番目の弧は、Arrancars、非常に強力な変形Hollowsが導入されたプロットの主な焦点が導入されている場所です。 これ以上説明するとスポイラーが出るので、それは私が提供したいすべての情報です。 私は、あなたが言うことができる5番目の弧は、3番目の弧の続きだと思います。\n\n第2のアークはフィラーアークと呼ばれ、入札を行うために強力な人形をコントロールするBountというレースを中心に回転します。 フィラーアークの問題は、それらが重要な円弧の真ん中に現れ、マンガがアニメより先に進むことを可能にする決定である可能性が高いことです。 私の提案は、2番目の弧をスキップして、「私は何を意味するのかを理解するだろう」と言っているものを終了し、2番目の弧に戻ります。 私はリリース日の順番で見てもBount arcを楽しんでいました。そして、人々はすべての弧について複雑な感情を持っていました。 フィラーが気に入らない場合は、スキップしてください。 フィラーアークはメインストーリーとはまったく関係がないため（Bountアークは3つのサイド文字を導入しますが、Bountアークの後には目的がありません）\n\n私が楽しんだのはZanpakto Rebellionだけでした。 私は最終的に何が起こるのかを理解し、それを最終的に計画した後、最終的にそれをスキップしましたが、私はその点では非常に興奮していました。 他に何もないならば、ザンパクトの反乱は、ソウルリパーズだけが見ることができる状態でいくつかの異なるキャラクター「ザンパクト」がどのように見えるかを示します。\n\nアート：私はブリーチのスタイルが本当に好きです。 あまりにも暗くも明るくもなく、すべてのキャラクターがうまく設計されているように見えますが、環境は通常気分に合っています。 このカテゴリーは、彼自身のものそれぞれに対して、より多くの意見がありそうです。\n\nサウンド：一部のキャラクターが耳を傾けて耳を傾けている（時には私が信じていることもある）と、私が望むバックグラウンドミュージックの一部が大きくなっているという不満があるだけです。 私はかなり頻繁に漂白剤のサウンドトラックを聞いて、私はほとんど毎日聞くいくつかのトラックがあります。\n\nキャラクター：物語が進むにつれて、黒崎一護は戦闘の邪魔にならない様子ですが、ありがたいことに、このアニメはアクション満載です。  BLEACHやフェアリーテールのようなショーでは、誰もが独特の力を持っているため、説明したり、すべてを見せたりすることができないので、正直なところが多すぎます。 彼らは私が本当に楽しんだ（上記の迷惑なもののいくつかの響きのものでさえ）彼らが手がけたキャラクター。\n\n楽しさ：個人的には、スコアを決めるのに最も大きな要因です。 何かが最も素晴らしい作図と最高のキャラクターを持っていても、私がそれを楽しまないなら、私はそれを本当に好きではありません。 漂白剤は誰のためでもない。 それはアクション満載で、ターゲットオーディエンスが13歳以上のTeenage Boysと言いたいのは、Kanon（2006）のようなものに比べて、私は16歳以上の方が多いと言います。\n\n最終的なメモとして、これは非常に長く、すべてですが、私はあなたがそれが役に立つと思うことを願っています。 私は誰もがこれを読んでこれを渡ることを期待していないが、もしあなたがいくつかのアドバイスをいただければ幸いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOMG THIS IS THE BEST ANIME EVAAA! Okay, but seriously I personaly really love this anime. There are a lot of factors and biases for the reason it is my favorite anime I have watched. For the next 4 paragraphs I give summaries of a few arcs (the one's I watched). After that I will detail why I gave certain scores.\n\n\u001b[1mOMGこれは最高のエイヴァです！ さて、真剣に私は本当にこのアニメを愛しています。 私が見たのは私の好きなアニメなのだから、多くの要因と偏見がある。 次の4つの段落について、私はいくつかの弧（私が見たもの）の要約を出します。 その後、私はなぜ特定のスコアを与えたのかを詳しく説明します。\u001b[22m\n\u001b[1m(OMG koreha saikō no eivu~adesu! Sate, shinken ni watashi wa hontōni kono anime o aishiteimasu. Watashi ga mita no wa watashi no sukina animena nodakara, ōku no yōin to henken ga aru. Tsugi no 4tsu no danraku ni tsuite, watashi wa ikutsu ka no ko (watashi ga mita mono) no yōyaku o dashimasu. Sonogo, watashi wa naze tokutei no sukoa o ataeta no ka o kuwashiku setsumei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOMG THIS IS THE BEST ANIME EVAAA! Okay, but seriously I personaly really love this anime. There are a lot of factors and biases for the reason it is my favorite anime I have watched. For the next 4 paragraphs I give summaries of a few arcs (the one's I watched). After that I will detail why I gave certain scores.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOMG THIS IS THE BEST ANIME EVAAA!\u001b[24m\n    \u001b[1mOMGこれは最高のエイヴァです！\u001b[22m, \u001b[1mOMGこれはBEST ANIMEのEVAAAです！\u001b[22m\n\u001b[4mOkay, but seriously I personaly really love this anime.\u001b[24m\n    \u001b[1mさて、真剣に私は本当にこのアニメを愛しています。\u001b[22m, \u001b[1mさて、しかし真剣に、私は個人的に本当にこのアニメが大好きです。\u001b[22m\n\u001b[4mThere are a lot of factors and biases for the reason it is my favorite anime I have watched.\u001b[24m\n    \u001b[1m私が見たのは私の好きなアニメなのだから、多くの要因と偏見がある。\u001b[22m, \u001b[1mそれは私が見てきた私の好きなアニメである理由のための要因とバイアスがたくさんあります。\u001b[22m\n\u001b[4mFor the next 4 paragraphs I give summaries of a few arcs (the one's I watched).\u001b[24m\n    \u001b[1m次の4つの段落について、私はいくつかの弧（私が見たもの）の要約を出します。\u001b[22m, \u001b[1m次の4段落のために私はいくつかの弧（私が見た1年代）の要約を与えます。\u001b[22m\n\u001b[4mAfter that I will detail why I gave certain scores.\u001b[24m\n    \u001b[1mその後、私はなぜ特定のスコアを与えたのかを詳しく説明します。\u001b[22m, \u001b[1mその後、私は一定のスコアを与えた理由の詳細はなります。\u001b[22m\n\u001b[1m\u001b[22m\nTo give a brief summary, it is about a teenager, Ichigo Kurosaki, who has the ability to see the dead and then becomes a Soul Reaper, the god-like figures who help the dead pass on to the after-life and also stop soul -eating monsters called Hollows. The story focuses on his many struggles being a Soul Reaper with an over-arching plot. The first arc focuses on Ichigo learning how to be a Soul Reaper and then go after his friend and ex-Soul Reaper, Rukia Kuchiki, from execution.\n\n\u001b[1m簡単な要約をすると、それは死者を見る能力を持っている十代の若者のことです。そして、死後の人生を助け、魂を止める神のような人たち、魂の刈り手になります。  Hollowsという怪物を誘っている。 ストーリーは、彼の多くの闘争が、誇張されたプロットを持つソウルリーパーであることに焦点を当てています。 最初の弧はIchigoに焦点を当てて、Soul Reaperであることを学び、彼の友人で元Soul Reaper、Kukiki Rukiaを追い出して実行します。\u001b[22m\n\u001b[1m(Kantan'na yōyaku o suru to, soreha shisha o miru nōryoku o motte iru jūdai no wakamono no kotodesu. Soshite, shigo no jinsei o tasuke, tamashī o tomeru kami no yōna hito-tachi, tamashī no kari te ni narimasu. Hollows to iu kaibutsu o sasotte iru. Sutōrī wa, kare no ōku no tōsō ga, kochō sa reta purotto o motsu soururīpādearu koto ni shōten o atete imasu. Saisho no ko wa Ichigo ni shōten o atete, Soul Reaperdearu koto o manabi, kare no yūjin de moto Soul Reaper, Kukiki Rukia o oidashite jikkō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo give a brief summary, it is about a teenager, Ichigo Kurosaki, who has the ability to see the dead and then becomes a Soul Reaper, the god-like figures who help the dead pass on to the after-life and also stop soul -eating monsters called Hollows. The story focuses on his many struggles being a Soul Reaper with an over-arching plot. The first arc focuses on Ichigo learning how to be a Soul Reaper and then go after his friend and ex-Soul Reaper, Rukia Kuchiki, from execution.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo give a brief summary, it is about a teenager, Ichigo Kurosaki, who has the ability to see the dead and then becomes a Soul Reaper, the god-like figures who help the dead pass on to the after-life and also stop soul\u001b[24m\n    \u001b[1m簡単な要約をすると、それは死者を見る能力を持っている十代の若者のことです。そして、死後の人生を助け、魂を止める神のような人たち、魂の刈り手になります。\u001b[22m, \u001b[1m簡単な要約を与えるために、それは後の生活への死んだパスを助ける神のような図形、魂の刈り取りになり、その後死んでを見ても、魂を停止する能力を持っているティーンエイジャー、黒崎一護、についてです\u001b[22m\n\u001b[4m-eating monsters called Hollows.\u001b[24m\n    \u001b[1mHollowsという怪物を誘っている。\u001b[22m, \u001b[1mくぼみと呼ばれるモンスターを-eating。\u001b[22m\n\u001b[4mThe story focuses on his many struggles being a Soul Reaper with an over-arching plot.\u001b[24m\n    \u001b[1mストーリーは、彼の多くの闘争が、誇張されたプロットを持つソウルリーパーであることに焦点を当てています。\u001b[22m, \u001b[1m物語は彼の多くの闘争が過アーチプロットと魂の刈り取りであることに焦点を当てています。\u001b[22m\n\u001b[4mThe first arc focuses on Ichigo learning how to be a Soul Reaper and then go after his friend and ex-Soul Reaper, Rukia Kuchiki, from execution.\u001b[24m\n    \u001b[1m最初の弧はIchigoに焦点を当てて、Soul Reaperであることを学び、彼の友人で元Soul Reaper、Kukiki Rukiaを追い出して実行します。\u001b[22m, \u001b[1m最初のアークは実行から、魂の刈り取りなり、その後、彼の友人や元魂の刈り取り、朽木ルキアの後に行く方法を学んいちごに焦点を当てています。\u001b[22m\n\u001b[1m\u001b[22m\nThe third arc is where the main focus of the plot where Arrancars, transformed Hollows that are immensely more powerful, are introduced. That is all the information I wish to give because explaining anymore would give spoilers. I guess the fifth arc you could say is a continuation of the third.\n\n\u001b[1m3番目の弧は、Arrancars、非常に強力な変形Hollowsが導入されたプロットの主な焦点が導入されている場所です。 これ以上説明するとスポイラーが出るので、それは私が提供したいすべての情報です。 私は、あなたが言うことができる5番目の弧は、3番目の弧の続きだと思います。\u001b[22m\n\u001b[1m(3-Banme no ko wa, Arrancars, hijō ni kyōryokuna henkei Hollows ga dōnyū sa reta purotto no omona shōten ga dōnyū sa rete iru bashodesu. Kore ijō setsumei suru to supoirā ga deru node, sore wa watashi ga teikyō shitai subete no jōhōdesu. Watashi wa, anata ga iu koto ga dekiru 5-banme no ko wa, 3-banme no ko no tsudzukida to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe third arc is where the main focus of the plot where Arrancars, transformed Hollows that are immensely more powerful, are introduced. That is all the information I wish to give because explaining anymore would give spoilers. I guess the fifth arc you could say is a continuation of the third.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe third arc is where the main focus of the plot where Arrancars, transformed Hollows that are immensely more powerful, are introduced.\u001b[24m\n    \u001b[1m3番目の弧は、Arrancars、非常に強力な変形Hollowsが導入されたプロットの主な焦点が導入されている場所です。\u001b[22m, \u001b[1m第三アークはArrancars、非常に、より強力な形質転換されたくぼみが、導入されたプロットのどこに主な焦点です。\u001b[22m\n\u001b[4mThat is all the information I wish to give because explaining anymore would give spoilers.\u001b[24m\n    \u001b[1mこれ以上説明するとスポイラーが出るので、それは私が提供したいすべての情報です。\u001b[22m, \u001b[1mもはや説明すると、スポイラーを与えるので、それは私が与えることを希望するすべての情報です。\u001b[22m\n\u001b[4mI guess the fifth arc you could say is a continuation of the third.\u001b[24m\n    \u001b[1m私は、あなたが言うことができる5番目の弧は、3番目の弧の続きだと思います。\u001b[22m, \u001b[1m私はあなたが言うことができる第五アークが第三の続きであると思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe second arc is called a filler arc and revolves around a race called the Bount who control powerful dolls to do their bidding. The problem with filler arcs is that they appear in the middle of an important arc and was most likely a decision to allow the manga get ahead of the anime. My suggestion is to skip the second arc, finish what I call 'Saving Rukia' (you'll understand what I mean), then go back to the second arc. I enjoyed the Bount arc even if I watched in the order of release date, and people have mixed feelings about all the arcs. If you really do not like any of the filler, skip it. Simple as that because the filler arcs have absolutely nothing to do with the main story (the Bount arc introduces three side characters, but they really have no purpose after the Bount arc).\n\n\u001b[1m第2のアークはフィラーアークと呼ばれ、入札を行うために強力な人形をコントロールするBountというレースを中心に回転します。 フィラーアークの問題は、それらが重要な円弧の真ん中に現れ、マンガがアニメより先に進むことを可能にする決定である可能性が高いことです。 私の提案は、2番目の弧をスキップして、「私は何を意味するのかを理解するだろう」と言っているものを終了し、2番目の弧に戻ります。 私はリリース日の順番で見てもBount arcを楽しんでいました。そして、人々はすべての弧について複雑な感情を持っていました。 フィラーが気に入らない場合は、スキップしてください。 フィラーアークはメインストーリーとはまったく関係がないため（Bountアークは3つのサイド文字を導入しますが、Bountアークの後には目的がありません）\u001b[22m\n\u001b[1m(Dai 2 no āku wa firāāku to yoba re, nyūsatsu o okonau tame ni kyōryokuna ningyō o kontorōru suru Bount to iu rēsu o chūshin ni kaiten shimasu. Firāāku no mondai wa, sorera ga jūyōna enko no man'naka ni araware, manga ga anime yori saki ni susumu koto o kanō ni suru ketteidearu kanōsei ga takai kotodesu. Watashi no teian wa, 2-banme no ko o sukippu shite,`watashi wa nani o imi suru no ka o rikai surudarou' to itte iru mono o shūryō shi, 2-banme no ko ni modorimasu. Watashi wa rirīsu-bi no junban de mite mo Bount arc o tanoshinde imashita. Soshite, hitobito wa subete no ko ni tsuite fukuzatsuna kanjō o motte imashita. Firā ga kiniiranai baai wa, sukippu shite kudasai. Firāāku wa meinsutōrī to wa mattaku kankei ga nai tame (Bount āku wa 3ttsu no saido moji o dōnyū shimasuga, Bount āku no nochi ni wa mokuteki ga arimasen))\u001b[22m\n\nTranslations of \u001b[4mThe second arc is called a filler arc and revolves around a race called the Bount who control powerful dolls to do their bidding. The problem with filler arcs is that they appear in the middle of an important arc and was most likely a decision to allow the manga get ahead of the anime. My suggestion is to skip the second arc, finish what I call 'Saving Rukia' (you'll understand what I mean), then go back to the second arc. I enjoyed the Bount arc even if I watched in the order of release date, and people have mixed feelings about all the arcs. If you really do not like any of the filler, skip it. Simple as that because the filler arcs have absolutely nothing to do with the main story (the Bount arc introduces three side characters, but they really have no purpose after the Bount arc).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second arc is called a filler arc and revolves around a race called the Bount who control powerful dolls to do their bidding.\u001b[24m\n    \u001b[1m第2のアークはフィラーアークと呼ばれ、入札を行うために強力な人形をコントロールするBountというレースを中心に回転します。\u001b[22m, \u001b[1m第二のアークは、フィラーアークと呼ばれ、彼らの入札を行うための強力な人形を制御バウントと呼ばれるレースを中心に展開されています。\u001b[22m\n\u001b[4mThe problem with filler arcs is that they appear in the middle of an important arc and was most likely a decision to allow the manga get ahead of the anime.\u001b[24m\n    \u001b[1mフィラーアークの問題は、それらが重要な円弧の真ん中に現れ、マンガがアニメより先に進むことを可能にする決定である可能性が高いことです。\u001b[22m, \u001b[1mフィラー弧の問題は、重要な弧の中央に表示され、最も可能性の高い漫画が先にアニメの取得を許可する決定だったということです。\u001b[22m\n\u001b[4mMy suggestion is to skip the second arc, finish what I call 'Saving Rukia' (you'll understand what I mean), then go back to the second arc.\u001b[24m\n    \u001b[1m私の提案は、2番目の弧をスキップして、「私は何を意味するのかを理解するだろう」と言っているものを終了し、2番目の弧に戻ります。\u001b[22m, \u001b[1m私の提案は、（あなたは私が何を意味するかを理解するだろう）私は「保存ルキア」を呼んで終了し、第二のアークを飛ばし、第2アークに戻って行くことです。\u001b[22m\n\u001b[4mI enjoyed the Bount arc even if I watched in the order of release date, and people have mixed feelings about all the arcs.\u001b[24m\n    \u001b[1m私はリリース日の順番で見てもBount arcを楽しんでいました。そして、人々はすべての弧について複雑な感情を持っていました。\u001b[22m, \u001b[1m私は、リリース日の順で見た場合でも、バウントアークを楽しんだ、と人々はすべてのアークについての複雑な気持ちを持っています。\u001b[22m\n\u001b[4mIf you really do not like any of the filler, skip it.\u001b[24m\n    \u001b[1mフィラーが気に入らない場合は、スキップしてください。\u001b[22m, \u001b[1mあなたが本当にフィラーのいずれかが気に入らない場合、それをスキップ。\u001b[22m\n\u001b[4mSimple as that because the filler arcs have absolutely nothing to do with the main story (the Bount arc introduces three side characters, but they really have no purpose after the Bount arc).\u001b[24m\n    \u001b[1mフィラーアークはメインストーリーとはまったく関係がないため（Bountアークは3つのサイド文字を導入しますが、Bountアークの後には目的がありません）\u001b[22m, \u001b[1mフィラーアークがメインストーリーとは全く関係がありませんので、そのような単純な（バウントアークは、3辺の文字を導入したが、彼らは本当にバウントアークの後には目的を持っていません）。\u001b[22m\n\u001b[1m\u001b[22m\nThe only other filler arc I enjoyed was the Zanpakto Rebellion. I eventually skipped it after I understood what was going to happen and plan on finishing it eventually, but I was too excited for the main plot by that point. If nothing else, the Zanpakto Rebellion shows what several different characters' Zanpakto look like in the state that only their Soul Reapers can see.\n\n\u001b[1m私が楽しんだのはZanpakto Rebellionだけでした。 私は最終的に何が起こるのかを理解し、それを最終的に計画した後、最終的にそれをスキップしましたが、私はその点では非常に興奮していました。 他に何もないならば、ザンパクトの反乱は、ソウルリパーズだけが見ることができる状態でいくつかの異なるキャラクター「ザンパクト」がどのように見えるかを示します。\u001b[22m\n\u001b[1m(Watashi ga tanoshinda no wa Zanpakto reberion dakedeshita. Watashi wa saishūtekini nani ga okoru no ka o rikai shi, sore o saishūtekini keikaku shita nochi, saishūtekini sore o sukippu shimashitaga, watashi wa sono tende wa hijō ni kōfun shite imashita. Hoka ni nanimonainaraba, zanpakuto no hanran wa, soururipāzu dake ga miru koto ga dekiru jōtai de ikutsu ka no kotonaru kyarakutā `zanpakuto' ga dono yōnimieru ka o shimeshimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only other filler arc I enjoyed was the Zanpakto Rebellion. I eventually skipped it after I understood what was going to happen and plan on finishing it eventually, but I was too excited for the main plot by that point. If nothing else, the Zanpakto Rebellion shows what several different characters' Zanpakto look like in the state that only their Soul Reapers can see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only other filler arc I enjoyed was the Zanpakto Rebellion.\u001b[24m\n    \u001b[1m私が楽しんだのはZanpakto Rebellionだけでした。\u001b[22m, \u001b[1m私は楽しんで唯一の他の充填アークはZanpakto反乱でした。\u001b[22m\n\u001b[4mI eventually skipped it after I understood what was going to happen and plan on finishing it eventually, but I was too excited for the main plot by that point.\u001b[24m\n    \u001b[1m私は最終的に何が起こるのかを理解し、それを最終的に計画した後、最終的にそれをスキップしましたが、私はその点では非常に興奮していました。\u001b[22m, \u001b[1m私が起こると、最終的にそれを終えた上で計画する何が起こっていたかを理解した後、私は最終的にそれをスキップされますが、私はその時点による主プロットのためにあまりにも興奮していました。\u001b[22m\n\u001b[4mIf nothing else, the Zanpakto Rebellion shows what several different characters' Zanpakto look like in the state that only their Soul Reapers can see.\u001b[24m\n    \u001b[1m他に何もないならば、ザンパクトの反乱は、ソウルリパーズだけが見ることができる状態でいくつかの異なるキャラクター「ザンパクト」がどのように見えるかを示します。\u001b[22m, \u001b[1m何もない場合は、Zanpakto反乱は、いくつかの異なるキャラクターのZanpaktoだけ自分の魂リーパーが見ることができる状態にどのように見えるかを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I really like the style of Bleach. Not too dark or bright, every character seems well designed, the environments usually fit the mood. This category seems more opinionated, so to each his own.\n\n\u001b[1mアート：私はブリーチのスタイルが本当に好きです。 あまりにも暗くも明るくもなく、すべてのキャラクターがうまく設計されているように見えますが、環境は通常気分に合っています。 このカテゴリーは、彼自身のものそれぞれに対して、より多くの意見がありそうです。\u001b[22m\n\u001b[1m(Āto: Watashi wa burīchi no sutairu ga hontōni sukidesu. Amarini mo kuraku mo akaruku mo naku, subete no kyarakutā ga umaku sekkei sa rete iru yō ni miemasuga, kankyō wa tsūjō kibun ni atte imasu. Kono kategorī wa, kare jishin no mono sorezore ni taishite, yori ōku no iken ga ari-sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: I really like the style of Bleach. Not too dark or bright, every character seems well designed, the environments usually fit the mood. This category seems more opinionated, so to each his own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I really like the style of Bleach.\u001b[24m\n    \u001b[1mアート：私はブリーチのスタイルが本当に好きです。\u001b[22m, \u001b[1mアート：私は本当にブリーチのスタイルが好き。\u001b[22m\n\u001b[4mNot too dark or bright, every character seems well designed, the environments usually fit the mood.\u001b[24m\n    \u001b[1mあまりにも暗くも明るくもなく、すべてのキャラクターがうまく設計されているように見えますが、環境は通常気分に合っています。\u001b[22m, \u001b[1m暗すぎるか明るくはない、すべての文字は、うまく設計されたようで、環境は通常、気分に合わせて。\u001b[22m\n\u001b[4mThis category seems more opinionated, so to each his own.\u001b[24m\n    \u001b[1mこのカテゴリーは、彼自身のものそれぞれに対して、より多くの意見がありそうです。\u001b[22m, \u001b[1mこのカテゴリにはそれぞれ自分のにように、より多くの独断と思われます。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Only complaint is that some characters get annoying to listen to (sometimes intentional I believe) and that some of the background music I wish was louder. I listen to the Bleach Soundtracks quite often and there are a few tracks I listen to almost everyday.\n\n\u001b[1mサウンド：一部のキャラクターが耳を傾けて耳を傾けている（時には私が信じていることもある）と、私が望むバックグラウンドミュージックの一部が大きくなっているという苦情しかない。 私はかなり頻繁に漂白剤のサウンドトラックを聞いて、私はほとんど毎日聞くいくつかのトラックがあります。\u001b[22m\n\u001b[1m(Saundo: Ichibu no kyarakutā ga mimi o katamukete mimi o katamukete iru (tokiniha watashi ga shinjite iru koto mo aru) to, watashi ga nozomu bakkuguraundomyūjikku no ichibu ga ōkiku natte iru to iu kujō shika nai. Watashi wa kanari hinpan ni hyōhaku-zai no saundotorakku o kiite, watashi wa hotondo mainichi kiku ikutsu ka no torakku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: Only complaint is that some characters get annoying to listen to (sometimes intentional I believe) and that some of the background music I wish was louder. I listen to the Bleach Soundtracks quite often and there are a few tracks I listen to almost everyday.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Only complaint is that some characters get annoying to listen to (sometimes intentional I believe) and that some of the background music I wish was louder.\u001b[24m\n    \u001b[1mサウンド：一部のキャラクターが耳を傾けて耳を傾けている（時には私が信じていることもある）と、私が望むバックグラウンドミュージックの一部が大きくなっているという苦情しかない。\u001b[22m, \u001b[1mサウンド：唯一の不満は、一部の文字がを聞くことが迷惑取得すること（私は信じて、時には意図的な）と私が望む背景音楽の一部が大声だったということです。\u001b[22m\n\u001b[4mI listen to the Bleach Soundtracks quite often and there are a few tracks I listen to almost everyday.\u001b[24m\n    \u001b[1m私はかなり頻繁に漂白剤のサウンドトラックを聞いて、私はほとんど毎日聞くいくつかのトラックがあります。\u001b[22m, \u001b[1m私はかなり頻繁にブリーチサウンドトラックに耳を傾け、私はほぼ毎日に耳を傾け、いくつかのトラックがあります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: Ichigo Kurosaki is kind of dull outside of fighting as the story goes on, but thankfully this anime is action packed. There are too many side characters honestly because with a show like Bleach or Fairy Tail where everyone has unique powers its hard to explain or show them all. The characters they did elaborate on I really enjoyed (even a couple of the aforementioned annoying sounding ones).\n\n\u001b[1mキャラクター：物語が進むにつれて、黒崎一護は戦闘の邪魔にならない様子ですが、ありがたいことに、このアニメはアクション満載です。  BLEACHやフェアリーテールのようなショーでは、誰もが独特の力を持っているため、説明したり、すべてを見せたりすることができないので、正直なところが多すぎます。 彼らは私が本当に楽しんだ（上記の迷惑なもののいくつかの響きのものでさえ）彼らが手がけたキャラクター。\u001b[22m\n\u001b[1m(Kyarakutā: Monogatari ga susumu ni tsurete, kurosaki ichigo wa sentō no jama ni naranai yōsudesuga, arigatai koto ni, kono anime wa akushon mansaidesu. Burīchi ya fearītēru no yōna shōde wa, daremoga dokutoku no chikara o motte iru tame, setsumei shi tari, subete o mise tari suru koto ga dekinainode, shōjikina tokoro ga ō sugimasu. Karera wa watashi ga hontōni tanoshinda (jōki no meiwakuna mono no ikutsu ka no hibiki no monode sae) karera ga tegaketa kyarakutā.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: Ichigo Kurosaki is kind of dull outside of fighting as the story goes on, but thankfully this anime is action packed. There are too many side characters honestly because with a show like Bleach or Fairy Tail where everyone has unique powers its hard to explain or show them all. The characters they did elaborate on I really enjoyed (even a couple of the aforementioned annoying sounding ones).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: Ichigo Kurosaki is kind of dull outside of fighting as the story goes on, but thankfully this anime is action packed.\u001b[24m\n    \u001b[1mキャラクター：物語が進むにつれて、黒崎一護は戦闘の邪魔にならない様子ですが、ありがたいことに、このアニメはアクション満載です。\u001b[22m, \u001b[1mキャラクター：黒崎一護は一種の物語が進むにつれて戦いの鈍い外ですが、ありがたいことにこのアニメはアクションパックです。\u001b[22m\n\u001b[4mThere are too many side characters honestly because with a show like Bleach or Fairy Tail where everyone has unique powers its hard to explain or show them all.\u001b[24m\n    \u001b[1mBLEACHやフェアリーテールのようなショーでは、誰もが独特の力を持っているため、説明したり、すべてを見せたりすることができないので、正直なところが多すぎます。\u001b[22m, \u001b[1m正直なぜなら誰もが説明したり、それらすべてを表示そのハードユニークな権限を有する漂白剤やフェアリーテイルのようなショーであまりにも多くの側面の文字があります。\u001b[22m\n\u001b[4mThe characters they did elaborate on I really enjoyed (even a couple of the aforementioned annoying sounding ones).\u001b[24m\n    \u001b[1m彼らは私が本当に楽しんだ（上記の迷惑なもののいくつかの響きのものでさえ）彼らが手がけたキャラクター。\u001b[22m, \u001b[1m私は本当に（前述の迷惑な響きのものであってもカップルを）楽しんで文字がそれらが精巧ました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Personally this is a factor that is the greatest in determining score. Even if something has the most amazing plot and the best characters, if I don't enjoy it I won't really like it. Bleach is not for everyone. It is action-packed and I would say the target audience is 13+ Teenage Boys compared to something like Kanon (2006) which I would say is more for 16+ Teens.\n\n\u001b[1m楽しさ：個人的には、スコアを決めるのに最も大きな要因です。 何かが最も素晴らしい作図と最高のキャラクターを持っていても、私がそれを楽しまないなら、私はそれを本当に好きではありません。 漂白剤は誰のためでもない。 それはアクション満載で、ターゲットオーディエンスが13歳以上のTeenage Boysと言いたいのは、Kanon（2006）のようなものに比べて、私は16歳以上の方が多いと言います。\u001b[22m\n\u001b[1m(Tanoshisa: Kojin-teki ni wa, sukoa o kimerunoni mottomo ōkina yōindesu. Nanika ga mottomo subarashī sakuzu to saikō no kyarakutā o motte ite mo, watashi ga sore o tanoshimanainara, watashi wa sore o hontōni sukide wa arimasen. Hyōhaku-zai wa dare no tamede mo nai. Sore wa akushon mansai de, tāgettoōdiensu ga 13-sai ijō no Teenage Boys to iitai no wa, kanon (2006) no yōna mono ni kurabete, watashi wa 16-sai ijō no kata ga ōi to iimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Personally this is a factor that is the greatest in determining score. Even if something has the most amazing plot and the best characters, if I don't enjoy it I won't really like it. Bleach is not for everyone. It is action-packed and I would say the target audience is 13+ Teenage Boys compared to something like Kanon (2006) which I would say is more for 16+ Teens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Personally this is a factor that is the greatest in determining score.\u001b[24m\n    \u001b[1m楽しさ：個人的には、スコアを決めるのに最も大きな要因です。\u001b[22m, \u001b[1m楽しさは：個人的にこれはスコアを決定する際の最も大きい要因です。\u001b[22m\n\u001b[4mEven if something has the most amazing plot and the best characters, if I don't enjoy it I won't really like it.\u001b[24m\n    \u001b[1m何かが最も素晴らしい作図と最高のキャラクターを持っていても、私がそれを楽しまないなら、私はそれを本当に好きではありません。\u001b[22m, \u001b[1m何かが最も驚くべきプロットと最高の文字が含まれている場合でも、私はそれを楽しんでいない場合、私は本当にそれを好きではないだろう。\u001b[22m\n\u001b[4mBleach is not for everyone.\u001b[24m\n    \u001b[1m漂白剤は誰のためでもない。\u001b[22m, \u001b[1mブリーチは皆のためではありません。\u001b[22m\n\u001b[4mIt is action-packed and I would say the target audience is 13+ Teenage Boys compared to something like Kanon (2006) which I would say is more for 16+ Teens.\u001b[24m\n    \u001b[1mそれはアクション満載で、ターゲットオーディエンスが13歳以上のTeenage Boysと言いたいのは、Kanon（2006）のようなものに比べて、私は16歳以上の方が多いと言います。\u001b[22m, \u001b[1mこれは、アクション満載であると私は、ターゲットオーディエンスは、私が16歳以上10代のためのより多くのだと思いカノン（2006）のようなものに比べ13+ 10代の少年であると言うでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nAs a final note, I know this is very lengthy and all, but I hope you do find it helpful. I don't expect everyone that comes across this to read it, but if you did some advice would be appreciated.\n\n\u001b[1m最終的なメモとして、これは非常に長く、すべてですが、私はあなたがそれが役に立つと思うことを願っています。 私は誰もがこれを読んでこれを渡ることを期待していないが、もしあなたがいくつかのアドバイスをいただければ幸いです。\u001b[22m\n\u001b[1m(Saishū-tekina memo to shite, kore wa hijō ni nagaku, subetedesuga, watashi wa anata ga sore ga yakunitatsu to omou koto o negatte imasu. Watashi wa daremoga kore o yonde kore o wataru koto o kitai shite inaiga, moshi anata ga ikutsu ka no adobaisu o itadakereba saiwaidesu.)\u001b[22m\n\nTranslations of \u001b[4mAs a final note, I know this is very lengthy and all, but I hope you do find it helpful. I don't expect everyone that comes across this to read it, but if you did some advice would be appreciated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a final note, I know this is very lengthy and all, but I hope you do find it helpful.\u001b[24m\n    \u001b[1m最終的なメモとして、これは非常に長く、すべてですが、私はあなたがそれが役に立つと思うことを願っています。\u001b[22m, \u001b[1m最後の注意点として、私はこれは非常に長いと、すべてのですけど、私はあなたがそれを参考ん願っています。\u001b[22m\n\u001b[4mI don't expect everyone that comes across this to read it, but if you did some advice would be appreciated.\u001b[24m\n    \u001b[1m私は誰もがこれを読んでこれを渡ることを期待していないが、もしあなたがいくつかのアドバイスをいただければ幸いです。\u001b[22m, \u001b[1m私はこの遭遇誰もがそれを読むことを期待していないが、あなたがした場合はいくつかのアドバイスをいただければ幸いです。\u001b[22m"
  },
  {
    "title": "Bleach",
    "id": "269",
    "url": "https://myanimelist.net/anime/269/Bleach",
    "user": "Inception92",
    "profile": "/profile/Inception92/reviews",
    "pages": "14",
    "number": "20",
    "link": "/reviews.php?id=128039",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  9\n|  9\n\nブリーチは、2006年にアメリカで最初に放映されたとき、本当に私をアニメに完全に入れたアニメシリーズでした。その前に私はアニメについてよく分かりませんでした。 私は当時13歳くらいでした。\n\n私にとっては、ブリーチはアニメの玄関口であり、いつも私のお気に入りの場所として保持されます。 私は物語そのものがユニークで興味深いと思っていましたが、アニメ版はフィラーでたくさん欺かれています。 しかし、それらのほかにも、私はそれが面白い人や場所の多くでいっぱいの楽しい、きれいな世界を見つける。\n\n芸術的なスタイルに関しては、私の意見は変わります。 シリーズの冒頭では、アートのスタイルはかなり一般的だと思っていましたが、最後のいくつかのキヤノンの季節で私は芸術のスタイルが素晴らしく、アニメーションは本当に良かったと思っていました。 しかしフィラーの季節に関しては、私はアニメーションとストーリーが欠けているのが普通でした。\n\n私は漂白剤の音はあまり気にしません。 バックグラウンドの音楽では、シリーズが同じ音楽のやり方を繰り返し過ぎていることがわかりますが、オープニングとエンディングの曲は大丈夫です。\n\n今ではキャラクターのために、私は強く気をつけて本当に面白いと思って、もっと見ることを楽しみにしているシリーズの中に非常に多くのキャラクターがあります。 主役の女性キャラクター、ルキアから、モモのような副キャラクターまで、私が強く愛する多くのキャラクターがあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBleach was the anime series that really got me into anime entirely, when it first aired in America back in 2006. Before then I didn't know much about anime, although all I knew was that I liked shows with that kind of art style; I was around thirteen back then.\n\n\u001b[1mブリーチは、2006年にアメリカで最初に放映されたとき、本当に私をアニメに完全に入れたアニメシリーズでした。その前に私はアニメについてよく分かりませんでした。 私は当時13歳くらいでした。\u001b[22m\n\u001b[1m(Burīchi wa, 2006-nen ni Amerika de saisho ni hōei sa reta toki, hontōni watashi o anime ni kanzen ni ireta animeshirīzudeshita. Sono zen ni watashi wa anime ni tsuite yoku wakarimasendeshita. Watashi wa tōji 13-sai kuraideshita.)\u001b[22m\n\nTranslations of \u001b[4mBleach was the anime series that really got me into anime entirely, when it first aired in America back in 2006. Before then I didn't know much about anime, although all I knew was that I liked shows with that kind of art style; I was around thirteen back then.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBleach was the anime series that really got me into anime entirely, when it first aired in America back in 2006. Before then I didn't know much about anime, although all I knew was that I liked shows with that kind of art style;\u001b[24m\n    \u001b[1mブリーチは、2006年にアメリカで最初に放映されたとき、本当に私をアニメに完全に入れたアニメシリーズでした。その前に私はアニメについてよく分かりませんでした。\u001b[22m, \u001b[1mブリーチは、私は知っていたすべては私がアートスタイルのようなものでショーを気に入っていたが、その後、私は、アニメについてあまり知りませんでした前に、それは最初に戻って2006年にアメリカで放映されたときは本当に、完全にアニメに私を得たアニメシリーズでした。\u001b[22m\n\u001b[4mI was around thirteen back then.\u001b[24m\n    \u001b[1m私は当時13歳くらいでした。\u001b[22m, \u001b[1m私は当時13の周りにありました。\u001b[22m\n\u001b[1m\u001b[22m\nTo me, Bleach is my gateway to anime, and will always hold a place as one of my favorites. I thought the story itself was unique and interesting, albeit the anime version is deluded a lot with fillers. However aside from them I find it a fun and neat world full of a lot of interesting people and places.\n\n\u001b[1m私にとっては、ブリーチはアニメの玄関口であり、いつも私のお気に入りの場所として保持されます。 私は物語そのものがユニークで興味深いと思っていましたが、アニメ版はフィラーでたくさん欺かれています。 しかし、それらのほかにも、私はそれが面白い人や場所の多くでいっぱいの楽しい、きれいな世界を見つける。\u001b[22m\n\u001b[1m(Watashi ni totte wa, burīchi wa anime no genkan-guchideari, itsumo watashinōkiniiri no basho to shite hoji sa remasu. Watashi wa monogatari sonomono ga yunīku de kyōmibukai to omotte imashitaga, anime-ban wa firā de takusan azamuka rete imasu. Shikashi, sorera no hoka ni mo, watashi wa sore ga omoshiroi hito ya basho no ōku de ippai no tanoshī, kireina sekai o mitsukeru.)\u001b[22m\n\nTranslations of \u001b[4mTo me, Bleach is my gateway to anime, and will always hold a place as one of my favorites. I thought the story itself was unique and interesting, albeit the anime version is deluded a lot with fillers. However aside from them I find it a fun and neat world full of a lot of interesting people and places.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo me, Bleach is my gateway to anime, and will always hold a place as one of my favorites.\u001b[24m\n    \u001b[1m私にとっては、ブリーチはアニメの玄関口であり、いつも私のお気に入りの場所として保持されます。\u001b[22m, \u001b[1m私には、ブリーチはアニメへの私の玄関口であり、常に私のお気に入りの一つとして場所を開催します。\u001b[22m\n\u001b[4mI thought the story itself was unique and interesting, albeit the anime version is deluded a lot with fillers.\u001b[24m\n    \u001b[1m私は物語そのものがユニークで興味深いと思っていましたが、アニメ版はフィラーでたくさん欺かれています。\u001b[22m, \u001b[1m私はアニメ版を充填材で多くのことを惑わされているにもかかわらず、物語自体はユニークで面白いと思いました。\u001b[22m\n\u001b[4mHowever aside from them I find it a fun and neat world full of a lot of interesting people and places.\u001b[24m\n    \u001b[1mしかし、それらのほかにも、私はそれが面白い人や場所の多くでいっぱいの楽しい、きれいな世界を見つける。\u001b[22m, \u001b[1mしかし、脇に置きから私は面白い人や多くの場所の完全な楽しさと端正世界でそれを見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the art style, my opinion of it changes. In the beginning of the series I thought the art style was pretty generic but by the last few canon seasons I thought the art style was amazing and the animation was really good. However as for the filler seasons I typically found the animation and story lacking.\n\n\u001b[1m芸術的なスタイルに関しては、私の意見は変わります。 シリーズの冒頭では、アートのスタイルはかなり一般的だと思っていましたが、最後のいくつかのキヤノンの季節で私は芸術のスタイルが素晴らしく、アニメーションは本当に良かったと思っていました。 しかしフィラーの季節に関しては、私はアニメーションとストーリーが欠けているのが普通でした。\u001b[22m\n\u001b[1m(Geijutsu-tekina sutairu ni kanshite wa, watashi no iken wa kawarimasu. Shirīzu no bōtōde wa, āto no sutairu wa kanari ippan-tekida to omotte imashitaga, saigo no ikutsu ka no Kiyanon no kisetsu de watashi wa geijutsu no sutairu ga subarashiku, animēshon wa hontōni yokatta to omotte imashita. Shikashi firā no kisetsu ni kanshite wa, watashi wa animēshon to sutōrī ga kakete iru no ga futsūdeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs for the art style, my opinion of it changes. In the beginning of the series I thought the art style was pretty generic but by the last few canon seasons I thought the art style was amazing and the animation was really good. However as for the filler seasons I typically found the animation and story lacking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the art style, my opinion of it changes.\u001b[24m\n    \u001b[1m芸術的なスタイルに関しては、私の意見は変わります。\u001b[22m, \u001b[1mアートスタイルとしては、それの私の意見は変化します。\u001b[22m\n\u001b[4mIn the beginning of the series I thought the art style was pretty generic but by the last few canon seasons I thought the art style was amazing and the animation was really good.\u001b[24m\n    \u001b[1mシリーズの冒頭では、アートのスタイルはかなり一般的だと思っていましたが、最後のいくつかのキヤノンの季節で私は芸術のスタイルが素晴らしく、アニメーションは本当に良かったと思っていました。\u001b[22m, \u001b[1mシリーズの初めに、私はアートスタイルはかなり一般的なと思いましたが、最後のいくつかのキヤノン季節によって私はアートスタイルは素晴らしいと思ったとアニメーションは本当に良かったです。\u001b[22m\n\u001b[4mHowever as for the filler seasons I typically found the animation and story lacking.\u001b[24m\n    \u001b[1mしかしフィラーの季節に関しては、私はアニメーションとストーリーが欠けているのが普通でした。\u001b[22m, \u001b[1mしかし、フィラーの季節のためとして、私は通常、アニメーションとストーリーが欠けて発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nI don't care much for the sound in Bleach. The opening and ending songs are usually alright, although for background music I find that the series repeats the same music way too much.\n\n\u001b[1m私は漂白剤の音はあまり気にしません。 バックグラウンドの音楽では、シリーズが同じ音楽のやり方を繰り返し過ぎていることがわかりますが、オープニングとエンディングの曲は大丈夫です。\u001b[22m\n\u001b[1m(Watashi wa hyōhaku-zai no oto wa amari ki ni shimasen. Bakkuguraundo no ongakude wa, shirīzu ga onaji ongaku no yarikata o kurikaeshi sugite iru koto ga wakarimasuga, ōpuningu to endingu no kyoku wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mI don't care much for the sound in Bleach. The opening and ending songs are usually alright, although for background music I find that the series repeats the same music way too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't care much for the sound in Bleach.\u001b[24m\n    \u001b[1m私は漂白剤の音はあまり気にしません。\u001b[22m, \u001b[1m私はブリーチの音のためにあまり気にしません。\u001b[22m\n\u001b[4mThe opening and ending songs are usually alright, although for background music I find that the series repeats the same music way too much.\u001b[24m\n    \u001b[1mバックグラウンドの音楽では、シリーズが同じ音楽のやり方を繰り返し過ぎていることがわかりますが、オープニングとエンディングの曲は大丈夫です。\u001b[22m, \u001b[1mバックグラウンドミュージックのために、私はシリーズがあまりにも多くの同じ音楽の道を繰り返すことを見つけるが、オープニングとエンディング曲は、通常は大丈夫です。\u001b[22m\n\u001b[1m\u001b[22m\nNow for characters, there are so many characters in the series which I do care strongly for and find really interesting and look forward to seeing more of. From the lead female character, Rukia, to a side-character like Momo, there's plenty of characters that I love strongly.\n\n\u001b[1m今ではキャラクターのために、私は強く気をつけて本当に面白いと思って、もっと見ることを楽しみにしているシリーズの中に非常に多くのキャラクターがあります。 主役の女性キャラクター、ルキアから、モモのような副キャラクターまで、私が強く愛する多くのキャラクターがあります。\u001b[22m\n\u001b[1m(Ima dewa kyarakutā no tame ni, watashi wa tsuyoku kiwotsukete hontōni omoshiroi to omotte, motto miru koto o tanoshimini shite iru shirīzu no naka ni hijō ni ōku no kyarakutā ga arimasu. Shuyaku no josei kyarakutā, rukia kara, momo no yōna fuku kyarakutā made, watashi ga tsuyoku aisuru ōku no kyarakutā ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow for characters, there are so many characters in the series which I do care strongly for and find really interesting and look forward to seeing more of. From the lead female character, Rukia, to a side-character like Momo, there's plenty of characters that I love strongly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow for characters, there are so many characters in the series which I do care strongly for and find really interesting and look forward to seeing more of.\u001b[24m\n    \u001b[1m今ではキャラクターのために、私は強く気をつけて本当に面白いと思って、もっと見ることを楽しみにしているシリーズの中に非常に多くのキャラクターがあります。\u001b[22m, \u001b[1mさて、文字のため、私は強く世話と本当に面白いとより多くのを楽しみにしてくださいシリーズで非常に多くの文字があります。\u001b[22m\n\u001b[4mFrom the lead female character, Rukia, to a side-character like Momo, there's plenty of characters that I love strongly.\u001b[24m\n    \u001b[1m主役の女性キャラクター、ルキアから、モモのような副キャラクターまで、私が強く愛する多くのキャラクターがあります。\u001b[22m, \u001b[1m桃のような側面の文字への鉛の女性キャラクター、ルキア、から、私は強く愛する文字がたくさんあります。\u001b[22m"
  }
]
