[
  {
    "title": "Gad_Guard",
    "id": "271",
    "url": "https://myanimelist.net/anime/271/Gad_Guard",
    "user": "Arowind91",
    "profile": "/profile/Arowind91/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=21997",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  4\nキャラクター|  6\n|  5\n\nガードガードはまともなアニメになる可能性を秘めていました。 プロットは面白かったし、ショーの気分は一言も言わないほどユニークだった。 私は幼い子供たちが銃を取っていることを扱っているショーを意味しています...私はメカがうまくいけばいいのですか？ 悲しいことに、ストーリーの要素の実行は、何かを残すために残しました。 私は自分自身より先に進んでいるので、話を始めましょう。\n\nガッドガードは、ナイトタウンと呼ばれる街の配達師として働く16歳のおしゃれなティーンエイジャー、真田元樹の話を伝えています。 地球資源の枯渇のために、都市は単位に分けられ、深夜の毎晩、電気は止められます。 これは、組織犯罪と闇市場取引の急増につながります。 彼の配達の間に、はじきは、ガードと呼ばれる立方体の物体に関わり、誰もがそれを望んでいるようです。 それはTechodeに変わるとき、それが真の色を示すのはGadのための戦い中です。\n\n私は物語の前に言ったように、多くの可能性を秘めていました。 未来的なメカと1920年代の暴力犯罪との対比は、最初は興味深い計画でした。 しかし、このコントラストに焦点を当てるのではなく、バランスを乱す他のストーリー要素がもたらされます。 また、多くの執行上の問題もありました。\n\nGad GuardはTechodesに焦点を絞っているが、ショーはGadの背景ストーリーと、アニメの終わりまでどのようになったのかを決して決して示すことはない。 キャラクターの中には、ガードやテクデックスとの深いつながりもありますが、アニメのほとんどでヒントを得ているにもかかわらず、彼らのストーリーは決して育ちません。 このアニメの中間部分のほとんどは、何よりもフィラーに似ているエピソード的な冒険でいっぱいでした。 最後に、エンディングは同じアニメを見ているような気がしないほど接線上にある。\n\nアニメーションは賞を獲得することはできませんが、すべて悪くはありませんでした。 アニメーション部門の節約猶予はTechodes自身です。 それぞれが独特であり、所有者に合うように細工されているだけでなく、そのような暗い環境で未来的な希望を放つことができます。 そして私が荒涼としたことを意味するとき、私は本当にそれを意味します。 昼間のナイトタウンは、灰色と茶色を除いてすべての色が洗い流されたように見えました。 夜間のシーンでは、すべてが暗すぎるか、月明かりによって盲目になっていました。 ショーの終わり近くになるまで、ナイトタウンは唯一の場所であるため、茶色と灰色で目を傷つけることなく、目を傷つけることはありません。 言うまでもなく、ここでは素晴らしい品質を見つけることはできませんが、最悪だと言っているわけではありませんが、シリーズに独創性がないと感じるだけです。\n\n音楽は事実上存在しない。  1920年代のテーマに沿って、オープニングを含む音楽のほとんどがジャズに大きく依存しています。 そして理論的には興味深いものですが、ストーリー・プロットのように、実行は最高ではありませんでした。 それはそこにいなければならないので、そこに音楽があるように感じました。 ガード・ガードのバックグラウンド・ミュージックは気持ちがなく、ショーのどのシーンでも気分を変えるのに役立ちません。 音楽は実際にそこに座っていたり、ショーの質を向上させることはありません。\n\n全体的なガードガードは、あなたがそれを見た後にあなたが恥ずかしいことを覚えていないもう一つのメカショーです。 このアニメのアイデアは非常に大きな可能性を秘めていました。 悲しいことに、矛盾した物語と荒涼とした雰囲気は、それを通行可能なショーにしています。 だからあなたがそれを見ないなら、あなたはあまり失っていない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nGad Guard had the potential to be a decent anime. The plot was interesting and the mood of the show was unique to say the least. I mean any show dealing with young kids obtaining Gun… I mean mechas has to be good right? Sadly the execution of the story elements left something to be desired. I’m getting ahead of myself so let’s start with the story.\n\n\u001b[1mガードガードはまともなアニメになる可能性を秘めていました。 プロットは面白かったし、ショーの気分は一言も言わないほどユニークだった。 私は幼い子供たちが銃を取っていることを扱っているショーを意味しています...私はメカがうまくいけばいいのですか？ 悲しいことに、ストーリーの要素の実行は、何かを残すために残しました。 私は自分自身より先に進んでいるので、話を始めましょう。\u001b[22m\n\u001b[1m(Gādogādo wa matomona anime ni naru kanōsei o himete imashita. Purotto wa omoshirokattashi, shō no kibun wa hitokoto mo iwanai hodo yunīkudatta. Watashi wa osanai kodomo-tachi ga jū o totte iru koto o atsukatte iru shō o imi shite imasu... Watashi wa meka ga umaku ikeba ī nodesu ka? Kanashī koto ni, sutōrī no yōso no jikkō wa, nanika o nokosu tame ni nokoshimashita. Watashi wa jibun jishin yori saki ni susunde irunode,-banashi o hajimemashou.)\u001b[22m\n\nTranslations of \u001b[4mGad Guard had the potential to be a decent anime. The plot was interesting and the mood of the show was unique to say the least. I mean any show dealing with young kids obtaining Gun… I mean mechas has to be good right? Sadly the execution of the story elements left something to be desired. I’m getting ahead of myself so let’s start with the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGad Guard had the potential to be a decent anime.\u001b[24m\n    \u001b[1mガードガードはまともなアニメになる可能性を秘めていました。\u001b[22m, \u001b[1mガドGuardはまともなアニメになる可能性を持っていました。\u001b[22m\n\u001b[4mThe plot was interesting and the mood of the show was unique to say the least.\u001b[24m\n    \u001b[1mプロットは面白かったし、ショーの気分は一言も言わないほどユニークだった。\u001b[22m, \u001b[1mプロットは面白かったし、ショーの雰囲気は控えめに言ってもユニークでした。\u001b[22m\n\u001b[4mI mean any show dealing with young kids obtaining Gun… I mean mechas has to be good right?\u001b[24m\n    \u001b[1m私は幼い子供たちが銃を取っていることを扱っているショーを意味しています...私はメカがうまくいけばいいのですか？\u001b[22m, \u001b[1m私はmechasは十分な権利でなければならないわけ...銃を取得する若い子供を扱う任意のショーを意味ですか？\u001b[22m\n\u001b[4mSadly the execution of the story elements left something to be desired.\u001b[24m\n    \u001b[1m悲しいことに、ストーリーの要素の実行は、何かを残すために残しました。\u001b[22m, \u001b[1m悲しい物語要素の実行が望まれるために何かを残しました。\u001b[22m\n\u001b[4mI’m getting ahead of myself so let’s start with the story.\u001b[24m\n    \u001b[1m私は自分自身より先に進んでいるので、話を始めましょう。\u001b[22m, \u001b[1m私は先に自分の取得それでは話を始めましょうよ。\u001b[22m\n\u001b[1m\u001b[22m\nGad Guard tells the story of Hajiki Sanada, a 16 year old street smart teenager working as a delivery boy in a city called Night Town. Due to the depletion of Earth resources cities have been separated into units and every night at midnight the electricity gets shut off. This leads to a surge in organized crime and black market deals. During one of his deliveries Hajiki gets involved with a cubed shaped object called a Gad and it seems that everyone wants it in the underworld. It’s during a skirmish for the Gad that it shows its true colors as it transforms into a Techode.\n\n\u001b[1mガッドガードは、ナイトタウンと呼ばれる街の配達師として働く16歳のおしゃれなティーンエイジャー、真田元樹の話を伝えています。 地球資源の枯渇のために、都市は単位に分けられ、深夜の毎晩、電気は止められます。 これは、組織犯罪と闇市場取引の急増につながります。 彼の配達の間に、はじきは、ガードと呼ばれる立方体の物体に関わり、誰もがそれを望んでいるようです。 それはTechodeに変わるとき、それが真の色を示すのはGadのための戦い中です。\u001b[22m\n\u001b[1m(Gaddogādo wa, naitotaun to yoba reru machi no haitatsu-shi to shite hataraku 16-sai no osharena tīn'eijā, Sanada Motoki no hanashi o tsutaete imasu. Chikyū shigen'nokokatsu no tame ni, toshi wa tan'i ni wake rare, shin'ya no maiban, denki wa tome raremasu. Kore wa, soshiki hanzai to yamiichiba torihiki no kyūzō ni tsunagarimasu. Kare no haitatsu no ma ni, wa jiki wa, gādo to yoba reru rippōtai no buttai ni kakawari, daremoga sore o nozonde iru yōdesu. Sore wa Techode ni kawaru toki, sore ga shin no iro o shimesu no wa Gad no tame no tatakai-chūdesu.)\u001b[22m\n\nTranslations of \u001b[4mGad Guard tells the story of Hajiki Sanada, a 16 year old street smart teenager working as a delivery boy in a city called Night Town. Due to the depletion of Earth resources cities have been separated into units and every night at midnight the electricity gets shut off. This leads to a surge in organized crime and black market deals. During one of his deliveries Hajiki gets involved with a cubed shaped object called a Gad and it seems that everyone wants it in the underworld. It’s during a skirmish for the Gad that it shows its true colors as it transforms into a Techode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGad Guard tells the story of Hajiki Sanada, a 16 year old street smart teenager working as a delivery boy in a city called Night Town.\u001b[24m\n    \u001b[1mガッドガードは、ナイトタウンと呼ばれる街の配達師として働く16歳のおしゃれなティーンエイジャー、真田元樹の話を伝えています。\u001b[22m, \u001b[1mガドGuardはHajiki真田、ナイトタウンと呼ばれる市内の配達の少年として働く16歳のストリートスマートティーンエイジャーの物語。\u001b[22m\n\u001b[4mDue to the depletion of Earth resources cities have been separated into units and every night at midnight the electricity gets shut off.\u001b[24m\n    \u001b[1m地球資源の枯渇のために、都市は単位に分けられ、深夜の毎晩、電気は止められます。\u001b[22m, \u001b[1m地球資源の枯渇に都市は単位に分離されており、真夜中に毎晩は電気が遮断されます。\u001b[22m\n\u001b[4mThis leads to a surge in organized crime and black market deals.\u001b[24m\n    \u001b[1mこれは、組織犯罪と闇市場取引の急増につながります。\u001b[22m, \u001b[1mこれは、組織犯罪や闇市場のお得な情報の急増につながります。\u001b[22m\n\u001b[4mDuring one of his deliveries Hajiki gets involved with a cubed shaped object called a Gad and it seems that everyone wants it in the underworld.\u001b[24m\n    \u001b[1m彼の配達の間に、はじきは、ガードと呼ばれる立方体の物体に関わり、誰もがそれを望んでいるようです。\u001b[22m, \u001b[1m彼の配達のうちの1つの間にHajikiはガドと呼ばれる立方体状のオブジェクトに関与し、誰もが冥界でそれを望んでいると思われます。\u001b[22m\n\u001b[4mIt’s during a skirmish for the Gad that it shows its true colors as it transforms into a Techode.\u001b[24m\n    \u001b[1mそれはTechodeに変わるとき、それが真の色を示すのはGadのための戦い中です。\u001b[22m, \u001b[1mそれはTechodeに変形するように、その本当の色を示しているガドための小競り合いの間です。\u001b[22m\n\u001b[1m\u001b[22m\nLike I said before the story had a lot of potential. The contrast between futuristic mechas and the 1920’s mob crime made for an interesting plot in the beginning. Yet instead of focusing on this contrast other story elements are brought in that disrupt the balance. There were also many execution problems as well.\n\n\u001b[1m私は物語の前に言ったように、多くの可能性を秘めていました。 未来的なメカと1920年代の暴力犯罪との対比は、最初は興味深い計画でした。 しかし、このコントラストに焦点を当てるのではなく、バランスを乱す他のストーリー要素がもたらされます。 また、多くの執行上の問題もありました。\u001b[22m\n\u001b[1m(Watashi wa monogatari no mae ni itta yō ni, ōku no kanōsei o himete imashita. Mirai-tekina meka to 1920-nendai no bōryoku hanzai to no taihi wa, saisho wa kyōmibukai keikakudeshita. Shikashi, kono kontorasuto ni shōten o ateru node wa naku, baransu o midasu ta no sutōrī yōso ga motarasa remasu. Mata, ōku no shikkō-jō no mondai mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4mLike I said before the story had a lot of potential. The contrast between futuristic mechas and the 1920’s mob crime made for an interesting plot in the beginning. Yet instead of focusing on this contrast other story elements are brought in that disrupt the balance. There were also many execution problems as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I said before the story had a lot of potential.\u001b[24m\n    \u001b[1m私は物語の前に言ったように、多くの可能性を秘めていました。\u001b[22m, \u001b[1m物語は多くの可能性を持っていた前と同じように私は言いました。\u001b[22m\n\u001b[4mThe contrast between futuristic mechas and the 1920’s mob crime made for an interesting plot in the beginning.\u001b[24m\n    \u001b[1m未来的なメカと1920年代の暴力犯罪との対比は、最初は興味深い計画でした。\u001b[22m, \u001b[1m未来的なmechasと初めに興味深いプロットのために作られた1920年の暴徒の犯罪とのコントラスト。\u001b[22m\n\u001b[4mYet instead of focusing on this contrast other story elements are brought in that disrupt the balance.\u001b[24m\n    \u001b[1mしかし、このコントラストに焦点を当てるのではなく、バランスを乱す他のストーリー要素がもたらされます。\u001b[22m, \u001b[1mしかし、代わりにこのコントラストに焦点を当てたの他の物語の要素は、そのバランスを崩壊させるに運ばれます。\u001b[22m\n\u001b[4mThere were also many execution problems as well.\u001b[24m\n    \u001b[1mまた、多くの執行上の問題もありました。\u001b[22m, \u001b[1m多くの実行の問題は、同様にもありました。\u001b[22m\n\u001b[1m\u001b[22m\nWhile Gad Guard focuses on Techodes the show never truly gives the background story on the Gads and how they came to be until the end of the anime. Some of the characters also have a deep connection to the Gads and Techodes yet their stories are never brought up even though they hint at it throughout most of the anime. Most of the middle part of this anime was filled with episodic adventures that felt more like fillers than anything else. Lastly the ending goes so far on a tangent that it doesn’t feel like you’re watching the same anime.\n\n\u001b[1mGad GuardはTechodesに焦点を絞っているが、ショーはGadの背景ストーリーと、アニメの終わりまでどのようになったのかを決して決して示すことはない。 キャラクターの中には、ガードやテクデックスとの深いつながりもありますが、アニメのほとんどでヒントを得ているにもかかわらず、彼らのストーリーは決して育ちません。 このアニメの中間部分のほとんどは、何よりもフィラーに似ているエピソード的な冒険でいっぱいでした。 最後に、エンディングは同じアニメを見ているような気がしないほど接線上にある。\u001b[22m\n\u001b[1m(Gad gādo wa Techodes ni shōten o shibotte iruga, shō wa Gad no haikei sutōrī to, anime no owari made dono yō ni natta no ka o kesshite kesshite shimesu koto wanai. Kyarakutā no nakaniha, gādo ya tekudekkusu to no fukai tsunagari mo arimasuga, anime no hotondo de hinto o ete iru nimokakawarazu, karera no sutōrī wa kesshite sodachimasen. Kono anime no chūkan bubun no hotondo wa, naniyori mo firā ni nite iru episōdo-tekina bōken de ippaideshita. Saigo ni, endingu wa onaji anime o mite iru yōna ki ga shinai hodo sessen-jō ni aru.)\u001b[22m\n\nTranslations of \u001b[4mWhile Gad Guard focuses on Techodes the show never truly gives the background story on the Gads and how they came to be until the end of the anime. Some of the characters also have a deep connection to the Gads and Techodes yet their stories are never brought up even though they hint at it throughout most of the anime. Most of the middle part of this anime was filled with episodic adventures that felt more like fillers than anything else. Lastly the ending goes so far on a tangent that it doesn’t feel like you’re watching the same anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile Gad Guard focuses on Techodes the show never truly gives the background story on the Gads and how they came to be until the end of the anime.\u001b[24m\n    \u001b[1mGad GuardはTechodesに焦点を絞っているが、ショーはGadの背景ストーリーと、アニメの終わりまでどのようになったのかを決して決して示すことはない。\u001b[22m, \u001b[1mガドGuardがTechodesに焦点を当てながら、ショーは本当にGADSにバックグラウンドストーリーを与えないし、それらがどのようにアニメの終了時までとするようになったん。\u001b[22m\n\u001b[4mSome of the characters also have a deep connection to the Gads and Techodes yet their stories are never brought up even though they hint at it throughout most of the anime.\u001b[24m\n    \u001b[1mキャラクターの中には、ガードやテクデックスとの深いつながりもありますが、アニメのほとんどでヒントを得ているにもかかわらず、彼らのストーリーは決して育ちません。\u001b[22m, \u001b[1m文字の一部は、GADSとTechodesへの深いつながりは、まだ彼らの物語は、彼らはアニメのほとんど全体にほのめかすにもかかわらず育っされることはありませんしています。\u001b[22m\n\u001b[4mMost of the middle part of this anime was filled with episodic adventures that felt more like fillers than anything else.\u001b[24m\n    \u001b[1mこのアニメの中間部分のほとんどは、何よりもフィラーに似ているエピソード的な冒険でいっぱいでした。\u001b[22m, \u001b[1mこのアニメの中央部のほとんどは、何よりもフィラーのように感じたエピソードの冒険に満ちていました。\u001b[22m\n\u001b[4mLastly the ending goes so far on a tangent that it doesn’t feel like you’re watching the same anime.\u001b[24m\n    \u001b[1m最後に、エンディングは同じアニメを見ているような気がしないほど接線上にある。\u001b[22m, \u001b[1m最後にエンディングを使用すると、同じアニメを見ているような、それは感じていないの接線にこれまで行きます。\u001b[22m\n\u001b[1m\u001b[22m\nNow the animation isn’t going to win any awards but it wasn’t all bad. The saving grace in the animation department is the Techodes themselves. Each felt unique and well crafted to suit the owners as well as give off a futuristic hope in such a bleak environment. And when I mean bleak I really mean it. Night Town during the daytime looked like all the color was washed out except for gray and brown. During the night scenes everything was either too dark or blinded by the moonlight. It doesn’t help that until the near end of the show Night Town is the only location you’re going to be seeing so having to see nothing but brown and gray hurts the eyes. Needless to say you aren’t going to find great quality here and while I’m not saying it’s the worst it’s just that it feels that there is no originality in the series.\n\n\u001b[1mアニメーションは賞を獲得することはできませんが、すべて悪くはありませんでした。 アニメーション部門の節約猶予はTechodes自身です。 それぞれが独特であり、所有者に合うように細工されているだけでなく、そのような暗い環境で未来的な希望を放つことができます。 そして私が荒涼としたことを意味するとき、私は本当にそれを意味します。 昼間のナイトタウンは、灰色と茶色を除いてすべての色が洗い流されたように見えました。 夜間のシーンでは、すべてが暗すぎるか、月明かりによって盲目になっていました。 ショーの終わり近くになるまで、ナイトタウンは唯一の場所であるため、茶色と灰色で目を傷つけることなく、目を傷つけることはありません。 言うまでもなく、ここでは素晴らしい品質を見つけることはできませんが、最悪だと言っているわけではありませんが、シリーズに独創性がないと感じるだけです。\u001b[22m\n\u001b[1m(Animēshon wa shō o kakutoku suru koto wa dekimasenga, subete waruku wa arimasendeshita. Animēshon bumon no setsuyaku yūyo wa Techodes jishindesu. Sorezore ga dokutokudeari, shoyū-sha ni au yō ni saiku sa rete iru dakedenaku, sono yōna kurai kankyō de mirai-tekina kibō o hanatsu koto ga dekimasu. Soshite watashi ga kōryōto shita koto o imi suru toki, watashi wa hontōni sore o imi shimasu. Hiruma no naito taun wa, haiiro to chairo o nozoite subete no iro ga arainagasa reta yō ni miemashita. Yakan no shīnde wa, subete ga kura sugiru ka, tsukiakari ni yotte mōmoku ni natte imashita. Shō no owari chikaku ni naru made, naito taun wa yuiitsu no bashodearu tame, chairo to haiiro de me o kizutsukeru koto naku,-me o kizutsukeru koto wa arimasen. Iumademonaku, kokode wa subarashī hinshitsu o mitsukeru koto wa dekimasenga, saiakuda to itte iru wakede wa arimasenga, shirīzu ni dokusō-sei ga nai to kanjiru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mNow the animation isn’t going to win any awards but it wasn’t all bad. The saving grace in the animation department is the Techodes themselves. Each felt unique and well crafted to suit the owners as well as give off a futuristic hope in such a bleak environment. And when I mean bleak I really mean it. Night Town during the daytime looked like all the color was washed out except for gray and brown. During the night scenes everything was either too dark or blinded by the moonlight. It doesn’t help that until the near end of the show Night Town is the only location you’re going to be seeing so having to see nothing but brown and gray hurts the eyes. Needless to say you aren’t going to find great quality here and while I’m not saying it’s the worst it’s just that it feels that there is no originality in the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the animation isn’t going to win any awards but it wasn’t all bad.\u001b[24m\n    \u001b[1mアニメーションは賞を獲得することはできませんが、すべて悪くはありませんでした。\u001b[22m, \u001b[1m今、アニメーションは、任意の賞を獲得するつもりはないが、それはすべて悪くはなかったです。\u001b[22m\n\u001b[4mThe saving grace in the animation department is the Techodes themselves.\u001b[24m\n    \u001b[1mアニメーション部門の節約猶予はTechodes自身です。\u001b[22m, \u001b[1mアニメーション部門の救いはTechodesそのものです。\u001b[22m\n\u001b[4mEach felt unique and well crafted to suit the owners as well as give off a futuristic hope in such a bleak environment.\u001b[24m\n    \u001b[1mそれぞれが独特であり、所有者に合うように細工されているだけでなく、そのような暗い環境で未来的な希望を放つことができます。\u001b[22m, \u001b[1mそれぞれが独特の感じとよく所有者に合うだけでなく、そのような荒涼とした環境で、未来の希望を出すために作ら。\u001b[22m\n\u001b[4mAnd when I mean bleak I really mean it.\u001b[24m\n    \u001b[1mそして私が荒涼としたことを意味するとき、私は本当にそれを意味します。\u001b[22m, \u001b[1m私は暗い意味するとき、私は本当にそれを意味します。\u001b[22m\n\u001b[4mNight Town during the daytime looked like all the color was washed out except for gray and brown.\u001b[24m\n    \u001b[1m昼間のナイトタウンは、灰色と茶色を除いてすべての色が洗い流されたように見えました。\u001b[22m, \u001b[1mすべての色はグレーとブラウンを除いて洗い流したように昼間の夜の街に見えました。\u001b[22m\n\u001b[4mDuring the night scenes everything was either too dark or blinded by the moonlight.\u001b[24m\n    \u001b[1m夜間のシーンでは、すべてが暗すぎるか、月明かりによって盲目になっていました。\u001b[22m, \u001b[1m夜景の間、すべてが暗すぎるか、月明かりに目がくらんのいずれかでした。\u001b[22m\n\u001b[4mIt doesn’t help that until the near end of the show Night Town is the only location you’re going to be seeing so having to see nothing but brown and gray hurts the eyes.\u001b[24m\n    \u001b[1mショーの終わり近くになるまで、ナイトタウンは唯一の場所であるため、茶色と灰色で目を傷つけることなく、目を傷つけることはありません。\u001b[22m, \u001b[1mこれは、ショーナイトタウンの近端が場所だけになるまで、あなたは茶色と灰色の目が痛いが、何も見えないように持つように見ることになるだろうことを助けていません。\u001b[22m\n\u001b[4mNeedless to say you aren’t going to find great quality here and while I’m not saying it’s the worst it’s just that it feels that there is no originality in the series.\u001b[24m\n    \u001b[1m言うまでもなく、ここでは素晴らしい品質を見つけることはできませんが、最悪だと言っているわけではありませんが、シリーズに独創性がないと感じるだけです。\u001b[22m, \u001b[1mあなたはここに素晴らしい品質を見つけるつもりされていないと私はそれはそれはそれはシリーズにはオリジナリティがないと感じているということだけだ最悪だとは言わないよながら言うまでもないです。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is practically nonexistent. In keeping with the 1920’s theme most of the music including the opening rely heavily on jazz. And while it’s interesting in theory, just like the story plot, the execution was not up to par. It felt like the music was there because it had to be there. The background music in Gad Guard has no feeling and it doesn’t help set the mood for any scene in the show. The music just sits there never really standing out or helping improve the quality of the show.\n\n\u001b[1m音楽は事実上存在しない。  1920年代のテーマに沿って、オープニングを含む音楽のほとんどがジャズに大きく依存しています。 そして理論的には興味深いものですが、ストーリー・プロットのように、実行は最高ではありませんでした。 それはそこにいなければならないので、そこに音楽があるように感じました。 ガード・ガードのバックグラウンド・ミュージックは気持ちがなく、ショーのどのシーンでも気分を変えるのに役立ちません。 音楽は実際にそこに座っていたり、ショーの質を向上させることはありません。\u001b[22m\n\u001b[1m(Ongaku wa jijitsujō sonzaishinai. 1920-Nendai no tēma ni sotte, ōpuningu o fukumu ongaku no hotondo ga jazu ni ōkiku izon shite imasu. Soshite riron-teki ni wa kyōmibukai monodesuga, sutōrī purotto no yō ni, jikkō wa saikōde wa arimasendeshita. Sore wa soko ni inakereba naranainode, soko ni ongaku ga aru yō ni kanjimashita. Gādo gādo no bakkuguraundo myūjikku wa kimochi ga naku, shō no dono shīn demo kibun o kaeru no ni yakudachimasen. Ongaku wa jissai ni soko ni suwatte i tari, shō no shitsu o kōjō sa seru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe music is practically nonexistent. In keeping with the 1920’s theme most of the music including the opening rely heavily on jazz. And while it’s interesting in theory, just like the story plot, the execution was not up to par. It felt like the music was there because it had to be there. The background music in Gad Guard has no feeling and it doesn’t help set the mood for any scene in the show. The music just sits there never really standing out or helping improve the quality of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is practically nonexistent.\u001b[24m\n    \u001b[1m音楽は事実上存在しない。\u001b[22m, \u001b[1m音楽は事実上存在しません。\u001b[22m\n\u001b[4mIn keeping with the 1920’s theme most of the music including the opening rely heavily on jazz.\u001b[24m\n    \u001b[1m1920年代のテーマに沿って、オープニングを含む音楽のほとんどがジャズに大きく依存しています。\u001b[22m, \u001b[1m1920年のテーマに合わせて開口部を含む音楽のほとんどがジャズに大きく依存しています。\u001b[22m\n\u001b[4mAnd while it’s interesting in theory, just like the story plot, the execution was not up to par.\u001b[24m\n    \u001b[1mそして理論的には興味深いものですが、ストーリー・プロットのように、実行は最高ではありませんでした。\u001b[22m, \u001b[1mそれは理論的には面白いしながら、ちょうど物語のプロットのように、実行はパーまでではなかったです。\u001b[22m\n\u001b[4mIt felt like the music was there because it had to be there.\u001b[24m\n    \u001b[1mそれはそこにいなければならないので、そこに音楽があるように感じました。\u001b[22m, \u001b[1m音楽があったようにそれはそこにいたので、それを感じました。\u001b[22m\n\u001b[4mThe background music in Gad Guard has no feeling and it doesn’t help set the mood for any scene in the show.\u001b[24m\n    \u001b[1mガード・ガードのバックグラウンド・ミュージックは気持ちがなく、ショーのどのシーンでも気分を変えるのに役立ちません。\u001b[22m, \u001b[1mガドガードで背景音楽には感情を持っていないし、それはショーで任意のシーンのムードを設定するのに役立ちません。\u001b[22m\n\u001b[4mThe music just sits there never really standing out or helping improve the quality of the show.\u001b[24m\n    \u001b[1m音楽は実際にそこに座っていたり、ショーの質を向上させることはありません。\u001b[22m, \u001b[1m音楽は本当にそこに立っていないか、番組の質を向上させる手助け決して座っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall Gad Guard is just another mecha show that you won’t remember after you watch it which is a shame. The idea of this anime had so much potential. Sadly the inconsistent story and bleak atmosphere makes it a passable show. So if you never watch it you’re not missing much.\n\n\u001b[1m全体的なガードガードは、あなたがそれを見た後にあなたが恥ずかしいことを覚えていないもう一つのメカショーです。 このアニメのアイデアは非常に大きな可能性を秘めていました。 悲しいことに、矛盾した物語と荒涼とした雰囲気は、それを通行可能なショーにしています。 だからあなたがそれを見ないなら、あなたはあまり失っていない。\u001b[22m\n\u001b[1m(Zentai-tekina gādogādo wa, anata ga sore o mita nochi ni anata ga hazukashī koto o oboeteinai mōhitotsu no mekashōdesu. Kono anime no aidea wa hijō ni ōkina kanōsei o himete imashita. Kanashī koto ni, mujun shita monogatari to kōryōto shita fun'iki wa, sore o tsūkō kanōna shō ni shite imasu. Dakara anata ga sore o minainara, anata wa amari ushinatte inai.)\u001b[22m\n\nTranslations of \u001b[4mOverall Gad Guard is just another mecha show that you won’t remember after you watch it which is a shame. The idea of this anime had so much potential. Sadly the inconsistent story and bleak atmosphere makes it a passable show. So if you never watch it you’re not missing much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Gad Guard is just another mecha show that you won’t remember after you watch it which is a shame.\u001b[24m\n    \u001b[1m全体的なガードガードは、あなたがそれを見た後にあなたが恥ずかしいことを覚えていないもう一つのメカショーです。\u001b[22m, \u001b[1m全体的にガドGuardは恥であるそれを見た後、あなたは覚えていないだろうただのメカショーです。\u001b[22m\n\u001b[4mThe idea of this anime had so much potential.\u001b[24m\n    \u001b[1mこのアニメのアイデアは非常に大きな可能性を秘めていました。\u001b[22m, \u001b[1mこのアニメのアイデアはそんなに可能性がありました。\u001b[22m\n\u001b[4mSadly the inconsistent story and bleak atmosphere makes it a passable show.\u001b[24m\n    \u001b[1m悲しいことに、矛盾した物語と荒涼とした雰囲気は、それを通行可能なショーにしています。\u001b[22m, \u001b[1m悲しいことに一貫性のないストーリーと暗い雰囲気はまずまずのショーになります。\u001b[22m\n\u001b[4mSo if you never watch it you’re not missing much.\u001b[24m\n    \u001b[1mだからあなたがそれを見ないなら、あなたはあまり失っていない。\u001b[22m, \u001b[1mあなたはそれを見たことがないのであれば、あなたは、はるかに不足しているしていません。\u001b[22m"
  },
  {
    "title": "Gad_Guard",
    "id": "271",
    "url": "https://myanimelist.net/anime/271/Gad_Guard",
    "user": "ggultra2764",
    "profile": "/profile/ggultra2764/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=46195",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  8\nキャラクター|  8\n|  7\n\n私は、Gad Guardが何らかの理由で平凡なタイトルをオンラインで呼んでいるのを見て、Netflix経由でシリーズを借りて、これらの主張に妥当性があるかどうかを調べました。 このシリーズは傑作ではありませんが、私はシリーズに意味のある要素を見ていました。 シリーズは、個人的な疑問を克服し、自分自身の行動に対する責任を引き継ぐというテーマで実行されました。 このテーマは、キャラクターを悩ましている個人的な問題を明らかにするためにシリーズとしてGADから形成された中心キャラクターと、これらの問題がTechodesをどのように明示するようにしたかについてTechodesを通して伝えられました。 シリーズは、これらの主要キャラクターを肉体化して、自分の背景を十分に理解し、Techodeから望むものと、彼らがお互いに出会って徐々に成長していく方法と、異なる信念を頻繁にぶつけ合って、 彼らのTechodesと。 キャラクターにもよりますが、このシリーズでは、田次美の勇敢な警戒から、キャラクターの過去を知ることで劇的なものまで、\n\nしかし、ショーの厄介なプロットの発展は、シリーズをかなり荒らしている。  GADの起源、シリーズで遭遇したサポートキャラクターに関する背景、特にカヤナとサユリとキャサリンとのGADとのつながりについてはほとんど触れられていない。 さらに、そのショーは、時間の刻々として保存されているキャラクターであろうと、一見不可能な状況に対処しても、その出来事の一部をあまりにも便利に起こさせて迷惑な習慣に陥ることがよくあります。\n\nプレゼンテーションの面では、ビジュアルの多くを期待しないでください。 このシリーズでは、ナイトタウンの暗くて広大な風景から田舎の風景まで、美しく多様な風景を撮影していますが、キャラクターやメカデザインは細部に似ており、後者のデザインもかなり詳細です。 また、アニメーションのショートカットは、アクションシーンではかなり頻繁に見えます。 サウンドトラックの面では、ガード・ガードは、ショーのOPシークエンスに使用されているアップビート・ジャズ・ビートと、シリーズのキャラクターで描写された様々なムードによく似たシリーズのインサート・ミュージック・トラックのいくつかが注目されます。\n\n完璧なタイトルからは遠いものの、他のサイトからのレビューでGad Guardに試してはいけません。 ショーのプロットは画質に劣っているが、Techodesとの中心的キャラクターの発展と彼らの欲望から来るその特徴は、プロット配信によるショーの欠点を補うのに十分である。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nI've seen a good number of people online call Gad Guard a mediocre title for one reason or another, which led me to rent the series via Netflix to see if there was any validity with those claims. While the series is far from being a masterpiece, I did see some meaningful elements to the series which at least made it watchable. The series ran on an ongoing theme of overcoming personal doubts and taking responsibility for ones own actions. This theme was conveyed through the Techodes that the central characters formed from GADs as the series comes to reveal the personal problems plaguing the characters and how these problems led their Techodes to manifest. The series does enough to flesh out these major characters to give one enough sense of their backgrounds, what they desire from their Techode and how they gradually come to develop as they meet one another and frequently clash over their differing beliefs with what responsibilities they should fulfill with their Techodes. Depending on the character, the series portrays a variety of differing moods from the seemingly mundane coming from Hajiki's deliveries to action-packed from Takumi's heroic vigilantism to dramatic with what we learn of the pasts of the characters.\n\n\u001b[1m私は、Gad Guardが何らかの理由で平凡なタイトルをオンラインで呼んでいるのを見て、Netflix経由でシリーズを借りて、これらの主張に妥当性があるかどうかを調べました。 このシリーズは傑作ではありませんが、私はシリーズに意味のある要素を見ていました。 シリーズは、個人的な疑問を克服し、自分自身の行動に対する責任を引き継ぐというテーマで実行されました。 このテーマは、キャラクターを悩ましている個人的な問題を明らかにするためにシリーズとしてGADから形成された中心キャラクターと、これらの問題がTechodesをどのように明示するようにしたかについてTechodesを通して伝えられました。 シリーズは、これらの主要キャラクターを肉体化して、自分の背景を十分に理解し、Techodeから望むものと、彼らがお互いに出会って徐々に成長していく方法と、異なる信念を頻繁にぶつけ合って、 彼らのTechodesと。 キャラクターにもよりますが、このシリーズでは、田次美の勇敢な警戒から、キャラクターの過去を知ることで劇的に詰め込まれたアクションへの橋渡しの配達からの一見平凡なものから、様々な気分を描いています。\u001b[22m\n\u001b[1m(Watashi wa, Gad gādo ga nanrakano riyū de heibon'na taitoru o onrain de yonde iru no o mite, Netflix keiyu de shirīzu o karite, korera no shuchō ni datōsei ga aru ka dō ka o shirabemashita. Kono shirīzu wa kessakude wa arimasenga, watashi wa shirīzu ni iminoaru yōso o mite imashita. Shirīzu wa, kojin-tekina gimon o kokufuku shi, jibunjishin'no kōdō ni taisuru sekinin o hikitsugu to iu tēma de jikkō sa remashita. Kono tēma wa, kyarakutā o nayama shite iru kojin-tekina mondai o akiraka ni suru tame ni shirīzu to shite gado kara keisei sa reta chūshin kyarakutā to, korera no mondai ga Techodes o dono yō ni meiji suru yō ni shita ka ni tsuite Techodes o tōshite tsutae raremashita. Shirīzu wa, korera no shuyō kyarakutā o nikutai-ka shite, jibun no haikei o jūbun ni rikai shi, Techode kara nozomu mono to, karera ga otagai ni deatte jojoni seichō shite iku hōhō to, kotonaru shin'nen o hinpan ni butsuke atte, karera no Techodes to. Kyarakutā ni mo yorimasuga, kono shirīzude wa, Den Tsugumi no yūkan'na keikai kara, kyarakutā no kako o shiru koto de gekiteki ni tsumekoma reta akushon e no hashiwatashi no haitatsu kara no ikken heibon'na mono kara, samazamana kibun o kaite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nHowever, the show's shoddy plot development is what bogs the series down quite a bit. There are a number of glaring plot holes connected to elements of the series such as the origins of the GADs and some background concerning supporting characters encountered in the series is hardly explored, particularly Katana's connection with Sayuri and Catherine's connection to the GADs. In addition, the show often gets in the annoying habit of having some of its events occur too conveniently just to advance its plot, whether it be one character being saved in the nick of time or dealing with a seemingly impossible situation.\n\n\u001b[1mしかし、ショーの厄介なプロットの発展は、シリーズをかなり荒らしている。  GADの起源、シリーズで遭遇したサポートキャラクターに関する背景、特にカヤナとサユリとキャサリンとのGADとのつながりについてはほとんど触れられていない。 さらに、そのショーは、時間の刻々として保存されているキャラクターであろうと、一見不可能な状況に対処しても、その出来事の一部をあまりにも便利に起こさせて迷惑な習慣に陥ることがよくあります。\u001b[22m\n\u001b[1m(Shikashi, shō no yakkaina purotto no hatten wa, shirīzu o kanari arashite iru. Gado no kigen, shirīzu de sōgū shita sapōtokyarakutā ni kansuru haikei, tokuni kayana to Sayuri to Kyasarin to no gado to no tsunagari ni tsuite wa hotondo fure rarete inai. Sarani, sono shō wa, jikan no kokukokuto shite hozon sa rete iru kyarakutādearou to, ikken fukanōna jōkyō ni taisho shite mo, sono dekigoto no ichibu o amarini mo benri ni okosa sete meiwakuna shūkan ni ochīru koto ga yoku arimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, the show's shoddy plot development is what bogs the series down quite a bit. There are a number of glaring plot holes connected to elements of the series such as the origins of the GADs and some background concerning supporting characters encountered in the series is hardly explored, particularly Katana's connection with Sayuri and Catherine's connection to the GADs. In addition, the show often gets in the annoying habit of having some of its events occur too conveniently just to advance its plot, whether it be one character being saved in the nick of time or dealing with a seemingly impossible situation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, the show's shoddy plot development is what bogs the series down quite a bit.\u001b[24m\n    \u001b[1mしかし、ショーの厄介なプロットの発展は、シリーズをかなり荒らしている。\u001b[22m, \u001b[1mしかし、ショーの見掛け倒しのプロットの開発はかなりダウンして、一連の湿原ものです。\u001b[22m\n\u001b[4mThere are a number of glaring plot holes connected to elements of the series such as the origins of the GADs and some background concerning supporting characters encountered in the series is hardly explored, particularly Katana's connection with Sayuri and Catherine's connection to the GADs.\u001b[24m\n    \u001b[1mGADの起源、シリーズで遭遇したサポートキャラクターに関する背景、特にカヤナとサユリとキャサリンとのGADとのつながりについてはほとんど触れられていない。\u001b[22m, \u001b[1mほとんど探求されていないなどのGADと直列に遭遇した文字をサポートに関するいくつかの背景の起源として、一連の要素に接続された明白なプロット孔の数、のGADへさゆりとキャサリンの接続に特にカタナの接続があります。\u001b[22m\n\u001b[4mIn addition, the show often gets in the annoying habit of having some of its events occur too conveniently just to advance its plot, whether it be one character being saved in the nick of time or dealing with a seemingly impossible situation.\u001b[24m\n    \u001b[1mさらに、そのショーは、時間の刻々として保存されているキャラクターであろうと、一見不可能な状況に対処しても、その出来事の一部をあまりにも便利に起こさせて迷惑な習慣に陥ることがよくあります。\u001b[22m, \u001b[1mまた、ショーは多くの場合、そのイベントのいくつかを持っていることの迷惑な癖になる、それは時間や一見不可能な状況に対処するのニックに保存されている1文字であるかどうか、ちょうどそのプロットを進めるために、あまりにも便利に起こります。\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of presentation, don't expect much out of the visuals. While the series does feature good-looking and diverse scenery shots from the dark and vast landscapes of Night Town to scenes in the countryside, character and mecha designs look rough in their details and the latter designs also looking fairly simple with said details. Also, animation shortcuts are apparent rather frequently during action scenes. In terms of the soundtrack, Gad Guard is notable for its upbeat jazz beats used for the show's OP sequence and some of the insert musical tracks of the series, which fit rather well with the varying moods that the series portrays with its characters.\n\n\u001b[1mプレゼンテーションの面では、ビジュアルの多くを期待しないでください。 このシリーズでは、ナイトタウンの暗くて広大な風景から田舎の風景まで、美しく多様な風景を撮影していますが、キャラクターやメカデザインは細部に似ており、後者のデザインもかなり詳細です。 また、アニメーションのショートカットは、アクションシーンではかなり頻繁に見えます。 サウンドトラックの面では、ガード・ガードは、ショーのOPシークエンスに使用されているアップビート・ジャズ・ビートと、シリーズのキャラクターで描写された様々なムードによく似たシリーズのインサート・ミュージック・トラックのいくつかが注目されます。\u001b[22m\n\u001b[1m(Purezentēshon no mende wa, bijuaru no ōku o kitai shinaide kudasai. Kono shirīzude wa, naito taun no kurakute kōdaina fūkei kara inaka no fūkei made, utsukushiku tayōna fūkei o satsuei shite imasuga, kyarakutā ya meka dezain wa saibu ni nite ori, kōsha no dezain mo kanari shōsaidesu. Mata, animēshon no shōtokatto wa, akushonshīnde wa kanari hinpan ni miemasu. Saundotorakku no mende wa, gādo gādo wa, shō no OP shīkuensu ni shiyō sa rete iru appubīto jazu bīto to, shirīzu no kyarakutā de byōsha sa reta samazamana mūdo ni yoku nita shirīzu no insāto myūjikku torakku no ikutsu ka ga chūmoku sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of presentation, don't expect much out of the visuals. While the series does feature good-looking and diverse scenery shots from the dark and vast landscapes of Night Town to scenes in the countryside, character and mecha designs look rough in their details and the latter designs also looking fairly simple with said details. Also, animation shortcuts are apparent rather frequently during action scenes. In terms of the soundtrack, Gad Guard is notable for its upbeat jazz beats used for the show's OP sequence and some of the insert musical tracks of the series, which fit rather well with the varying moods that the series portrays with its characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of presentation, don't expect much out of the visuals.\u001b[24m\n    \u001b[1mプレゼンテーションの面では、ビジュアルの多くを期待しないでください。\u001b[22m, \u001b[1mプレゼンテーションの面では、ビジュアルの外にあまり期待しないでください。\u001b[22m\n\u001b[4mWhile the series does feature good-looking and diverse scenery shots from the dark and vast landscapes of Night Town to scenes in the countryside, character and mecha designs look rough in their details and the latter designs also looking fairly simple with said details.\u001b[24m\n    \u001b[1mこのシリーズでは、ナイトタウンの暗くて広大な風景から田舎の風景まで、美しく多様な風景を撮影していますが、キャラクターやメカデザインは細部に似ており、後者のデザインもかなり詳細です。\u001b[22m, \u001b[1mシリーズは田舎、文字やメカのデザインでシーンにナイトタウンの暗いと広大な風景から、格好良いと多様な風景ショットを備えていないが、その詳細にラフ見て、後者の設計も詳細を述べて、かなりシンプルな探して。\u001b[22m\n\u001b[4mAlso, animation shortcuts are apparent rather frequently during action scenes.\u001b[24m\n    \u001b[1mまた、アニメーションのショートカットは、アクションシーンではかなり頻繁に見えます。\u001b[22m, \u001b[1mまた、アニメーションのショートカットは、アクションシーンの間にかなり頻繁に明らかです。\u001b[22m\n\u001b[4mIn terms of the soundtrack, Gad Guard is notable for its upbeat jazz beats used for the show's OP sequence and some of the insert musical tracks of the series, which fit rather well with the varying moods that the series portrays with its characters.\u001b[24m\n    \u001b[1mサウンドトラックの面では、ガード・ガードは、ショーのOPシークエンスに使用されているアップビート・ジャズ・ビートと、シリーズのキャラクターで描写された様々なムードによく似たシリーズのインサート・ミュージック・トラックのいくつかが注目されます。\u001b[22m, \u001b[1mサウンドトラックの面では、ガドGuardはシリーズは、その文字を描いた様々な気分でもかなりフィットショーのOPシーケンスとシリーズのインサート音楽トラックの一部に使用し、その明るいジャズビート、注目に値します。\u001b[22m\n\u001b[1m\u001b[22m\nWhile far from a perfect title, don't let the reviews from other sites deter you from giving Gad Guard a try. While the show's plot is subpar in quality, its characterization coming from the developments of the central characters and their desires with the Techodes do enough to make up for the show's shortcomings with plot delivery.\n\n\u001b[1m完璧なタイトルからは遠いものの、他のサイトからのレビューでGad Guardに試してはいけません。 ショーのプロットは画質に劣っているが、Techodesとの中心的キャラクターの発展と彼らの欲望から来るその特徴は、プロット配信によるショーの欠点を補うのに十分である。\u001b[22m\n\u001b[1m(Kanpekina taitoru kara wa tōi mono no, hoka no saito kara no rebyū de Gad gādo ni tameshite wa ikemasen. Shō no purotto wa gashitsu ni ototte iruga, Techodes to no chūshin-teki kyarakutā no hatten to karera no yokubō kara kuru sono tokuchō wa, purotto haishin ni yoru shō no ketten o oginau no ni jūbundearu.)\u001b[22m\n\nTranslations of \u001b[4mWhile far from a perfect title, don't let the reviews from other sites deter you from giving Gad Guard a try. While the show's plot is subpar in quality, its characterization coming from the developments of the central characters and their desires with the Techodes do enough to make up for the show's shortcomings with plot delivery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile far from a perfect title, don't let the reviews from other sites deter you from giving Gad Guard a try.\u001b[24m\n    \u001b[1m完璧なタイトルからは遠いものの、他のサイトからのレビューでGad Guardに試してはいけません。\u001b[22m, \u001b[1m遠く完璧なタイトルからしながら、他のサイトからのレビューはガドガードを試しを与えることからあなたを阻止することはできません。\u001b[22m\n\u001b[4mWhile the show's plot is subpar in quality, its characterization coming from the developments of the central characters and their desires with the Techodes do enough to make up for the show's shortcomings with plot delivery.\u001b[24m\n    \u001b[1mショーのプロットは画質に劣っているが、Techodesとの中心的キャラクターの発展と彼らの欲望から来るその特徴は、プロット配信によるショーの欠点を補うのに十分である。\u001b[22m, \u001b[1mショーのプロットは、品質の基準以下であるが、Techodesと中央の文字とその欲望の動向から来るその特性評価は、プロットの配信とショーの欠点を補うために十分行います。\u001b[22m"
  },
  {
    "title": "Gad_Guard",
    "id": "271",
    "url": "https://myanimelist.net/anime/271/Gad_Guard",
    "user": "TEWG",
    "profile": "/profile/TEWG/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=31930",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  7\n\nガードガードは、それが持続している間、良いアニメでした。 キャラクターはすべてユニークで、あなたがパンチ（撃つ）してショーを放棄したいと望むほとんどのアニメのようなものではありません。 私はこのショーを見ることに決めたとき、正直にこれを考えました。 ありがたいことに誰もそれは本当に似ていません...はじきを除いて。\n\nストーリーはオリジナルではありましたが、深みはありません。 最初と最後のエピソードでは、ガードが稀で、小さなヒントを除いて誰も本当に何も知っていないので、理解できるギャッドについては実際に説明をしません。 最後のエピソードでは、いくつかのヒントが得られます。私の意見では、半分の説明です。 いくつかの質問にも未回答のままです。\n\n芸術は真ん中にある。 それは、あなたの顔を傷つけることはありませんが、私はアニメのほうがいいとは思いませんでした。\n\nガードガードでは、ほとんどがジャズ・ミュージックを聞きます。 私はジャズ自身のためではありませんが、音楽は信じられないほどです。 私は数々の歌のうちの1つに自分自身をハミングしています。 しかし、音楽が場面に合わない時があります。\n\n私はこれを7/10とする。 それは他のすべてのアニメと同じように記憶されますが、私の心の中には特別な場所はありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nGad Guard was a good anime while it lasted. The characters were all unique and nothing like most animes in which you wish you can punch (shoot) them and drop the show. I honestly thought this when I decided to watch this show. Thankfully no one was really like that... with an exception for Hajiki.\n\n\u001b[1mガードガードは、それが持続している間、良いアニメでした。 キャラクターはすべてユニークで、あなたがパンチ（撃つ）してショーを放棄したいと望むほとんどのアニメのようなものではありません。 私はこのショーを見ることに決めたとき、正直にこれを考えました。 ありがたいことに誰もそれは本当に似ていません...はじきを除いて。\u001b[22m\n\u001b[1m(Gādogādo wa, sore ga jizoku shite iru ma, yoi animedeshita. Kyarakutā wa subete yunīku de, anata ga panchi (utsu) shite shō o hōki shitai to nozomu hotondo no anime no yōna monode wa arimasen. Watashi wa kono shō o miru koto ni kimeta toki, shōjiki ni kore o kangaemashita. Arigatai koto ni dare mo sore wa hontōni nite imasen... Hajiki o nozoite.)\u001b[22m\n\nTranslations of \u001b[4mGad Guard was a good anime while it lasted. The characters were all unique and nothing like most animes in which you wish you can punch (shoot) them and drop the show. I honestly thought this when I decided to watch this show. Thankfully no one was really like that... with an exception for Hajiki.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGad Guard was a good anime while it lasted.\u001b[24m\n    \u001b[1mガードガードは、それが持続している間、良いアニメでした。\u001b[22m, \u001b[1mそれが続いている間ガドGuardは良いアニメでした。\u001b[22m\n\u001b[4mThe characters were all unique and nothing like most animes in which you wish you can punch (shoot) them and drop the show.\u001b[24m\n    \u001b[1mキャラクターはすべてユニークで、あなたがパンチ（撃つ）してショーを放棄したいと望むほとんどのアニメのようなものではありません。\u001b[22m, \u001b[1m文字はすべてユニークで、あなたがそれらを（シュート）をパンチし、ショーをドロップすることができます希望するほとんどのアニメのような何もありました。\u001b[22m\n\u001b[4mI honestly thought this when I decided to watch this show.\u001b[24m\n    \u001b[1m私はこのショーを見ることに決めたとき、正直にこれを考えました。\u001b[22m, \u001b[1m私はこの番組を見てすることを決めたとき、私は正直にこれを考えました。\u001b[22m\n\u001b[4mThankfully no one was really like that... with an exception for Hajiki.\u001b[24m\n    \u001b[1mありがたいことに誰もそれは本当に似ていません...はじきを除いて。\u001b[22m, \u001b[1mありがたいことに誰もHajikiのための例外を除いて...本当にそのようではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was original but doesn't go into much depth. In the first and middle episodes you don't really get an explanation about the gads which is understandable because Gads are rare and nobody really knows anything about them except for small hints. The final episodes you get a few more hints and, in my opinion, a half-assed explanation. Some questions are also left unanswered.\n\n\u001b[1mストーリーはオリジナルではありましたが、深みはありません。 最初と最後のエピソードでは、ガッドが稀で、小さなヒントを除いて誰も本当に何も知っていないので、理解できるギャッドについて実際には説明しません。 最後のエピソードでは、いくつかのヒントが得られます。私の意見では、半分の説明です。 いくつかの質問にも未回答のままです。\u001b[22m\n\u001b[1m(Sutōrī wa orijinarude wa arimashitaga, fukami wa arimasen. Saisho to saigo no episōdode wa, gaddo ga marede, chīsana hinto o nozoite dare mo hontōni nani mo shitte inainode, rikai dekiru gyaddo ni tsuite jissai ni wa setsumei shimasen. Saigo no episōdode wa, ikutsu ka no hinto ga e raremasu. Watashi no ikende wa, hanbun no setsumeidesu. Ikutsu ka no shitsumon ni mo mi kaitō no mamadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was original but doesn't go into much depth. In the first and middle episodes you don't really get an explanation about the gads which is understandable because Gads are rare and nobody really knows anything about them except for small hints. The final episodes you get a few more hints and, in my opinion, a half-assed explanation. Some questions are also left unanswered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was original but doesn't go into much depth.\u001b[24m\n    \u001b[1mストーリーはオリジナルではありましたが、深みはありません。\u001b[22m, \u001b[1m話は元だったが、多くの深さにはなりません。\u001b[22m\n\u001b[4mIn the first and middle episodes you don't really get an explanation about the gads which is understandable because Gads are rare and nobody really knows anything about them except for small hints.\u001b[24m\n    \u001b[1m最初と最後のエピソードでは、ガッドが稀で、小さなヒントを除いて誰も本当に何も知っていないので、理解できるギャッドについて実際には説明しません。\u001b[22m, \u001b[1m最初と中間のエピソードでは、本当にGADSはまれであり、誰もが本当に小さなヒントを除いて、それらについて何も知らないので、理解しやすいGADSについての説明を得ることはありません。\u001b[22m\n\u001b[4mThe final episodes you get a few more hints and, in my opinion, a half-assed explanation.\u001b[24m\n    \u001b[1m最後のエピソードでは、いくつかのヒントが得られます。私の意見では、半分の説明です。\u001b[22m, \u001b[1mあなたはさらにいくつかのヒントと、私の意見では、中途半端な説明を取得し、最終的なエピソード。\u001b[22m\n\u001b[4mSome questions are also left unanswered.\u001b[24m\n    \u001b[1mいくつかの質問にも未回答のままです。\u001b[22m, \u001b[1mいくつかの質問にも答えのないままにされています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is in the middle. It is not blown-in-your-face-holy-wow-that-is-good but not I-wish-the-animation-was-better.\n\n\u001b[1m芸術は真ん中にある。 それは、あなたの顔を傷つけるものではありません。私はアニメのほうがいいとは思いませんでした。\u001b[22m\n\u001b[1m(Geijutsu wa man'naka ni aru. Sore wa, anata no kao o kizutsukeru monode wa arimasen. Watashi wa anime no hō ga ī to wa omoimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is in the middle. It is not blown-in-your-face-holy-wow-that-is-good but not I-wish-the-animation-was-better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is in the middle.\u001b[24m\n    \u001b[1m芸術は真ん中にある。\u001b[22m, \u001b[1m芸術は真ん中にあります。\u001b[22m\n\u001b[4mIt is not blown-in-your-face-holy-wow-that-is-good but not I-wish-the-animation-was-better.\u001b[24m\n    \u001b[1mそれは、あなたの顔を傷つけるものではありません。私はアニメのほうがいいとは思いませんでした。\u001b[22m, \u001b[1mこれが溶断・イン・あなたの顔 - 聖なる - ワウ - それは-で、良いされていないではなく、Iお願いアニメーション-た - より良いです。\u001b[22m\n\u001b[1m\u001b[22m\nIn Gad Guard you mostly hear jazz music. I am not one for jazz myself but the music is incredible. I have caught myself humming to one of the songs numerous occasions. There are some times in which the music does not fit the scene, however.\n\n\u001b[1mガードガードでは、ほとんどがジャズ・ミュージックを聞きます。 私はジャズ自身のためではありませんが、音楽は信じられないほどです。 私は数々の歌のうちの1つに自分自身をハミングしています。 しかし、音楽が場面に合わない時があります。\u001b[22m\n\u001b[1m(Gādogādode wa, hotondo ga jazu myūjikku o kikimasu. Watashi wa jazu jishin no tamede wa arimasenga, ongaku wa shinji rarenai hododesu. Watashi wa kazukazu no uta no uchi no 1tsu ni jibun jishin o hamingu shite imasu. Shikashi, ongaku ga bamen ni awanai toki ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn Gad Guard you mostly hear jazz music. I am not one for jazz myself but the music is incredible. I have caught myself humming to one of the songs numerous occasions. There are some times in which the music does not fit the scene, however.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Gad Guard you mostly hear jazz music.\u001b[24m\n    \u001b[1mガードガードでは、ほとんどがジャズ・ミュージックを聞きます。\u001b[22m, \u001b[1mガドガードでは、主にジャズ音楽を聞きます。\u001b[22m\n\u001b[4mI am not one for jazz myself but the music is incredible.\u001b[24m\n    \u001b[1m私はジャズ自身のためではありませんが、音楽は信じられないほどです。\u001b[22m, \u001b[1m私は自分自身のジャズのためのものではないですが、音楽は信じられないほどです。\u001b[22m\n\u001b[4mI have caught myself humming to one of the songs numerous occasions.\u001b[24m\n    \u001b[1m私は数々の歌のうちの1つに自分自身をハミングしています。\u001b[22m, \u001b[1m私は歌の多数の機会の一つに口ずさむ自分自身をキャッチしています。\u001b[22m\n\u001b[4mThere are some times in which the music does not fit the scene, however.\u001b[24m\n    \u001b[1mしかし、音楽が場面に合わない時があります。\u001b[22m, \u001b[1m音楽はしかし、シーンに合わないようないくつかの時間があります。\u001b[22m\n\u001b[1m\u001b[22m\nI give this a 7/10. It will be remembered like all the other animes but it will not hold a speacial place in my heart.\n\n\u001b[1m私はこれを7/10とする。 それは他のすべてのアニメと同じように記憶されますが、私の心の中には特別な場所はありません。\u001b[22m\n\u001b[1m(Watashi wa kore o 7/ 10 to suru. Sore wa hoka no subete no anime to onajiyōni kioku sa remasuga, watashi no kokoro no nakaniha tokubetsuna basho wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI give this a 7/10. It will be remembered like all the other animes but it will not hold a speacial place in my heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give this a 7/10.\u001b[24m\n    \u001b[1m私はこれを7/10とする。\u001b[22m, \u001b[1m私はこの7/10を与えます。\u001b[22m\n\u001b[4mIt will be remembered like all the other animes but it will not hold a speacial place in my heart.\u001b[24m\n    \u001b[1mそれは他のすべてのアニメと同じように記憶されますが、私の心の中には特別な場所はありません。\u001b[22m, \u001b[1mこれは、他のすべてのアニメのように記憶されるだろうが、それは私の心にspeacial場所を保持しています。\u001b[22m"
  },
  {
    "title": "Gad_Guard",
    "id": "271",
    "url": "https://myanimelist.net/anime/271/Gad_Guard",
    "user": "OniWarrior",
    "profile": "/profile/OniWarrior/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=42351",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  4\n\nこれは私の2度目のレビューなので、これで私と一緒に裸です。 私はこのアニメをずっと前から見ていましたが、今までそれを終わらせることは決してなかったし、私は賛否両論を共有したいと思います。 コンズ\n\nストーリー：まず第一に、ガード・ガードは最初にあなたを引っ張ったコンセプト・ストーリーを持っていました。毎日働いていた少年が、父親がより良い人間にしようと放棄した家族を支援するために、 後のエピソードが多くの重要な情報をスキップして混乱してしまったように感じて、物語がどんどん崩れにくくなるように感じていたようです。 このキャラクターはこれを得ました。\n\n私はまだこのアニメを推薦することができますが、それはまだ良いメッセージを持っている最後にむちゃくちゃだと感じます。 キャラクターは豊かで楽しい個性を持っています。\n\n\n芸術：このアニメの芸術のデザインは、一般的に使われている灰色の色々なものに、色々な種類の色が混じっているものの、安いものでしたが、恐ろしいことではありませんでした。\n\nサウンド：音楽はほとんどがジャズ音楽とテクノで構成されています\nそれでも耳には満足しています。 悪くない、偉大ではない。\n\nキャラクター：キャラクターは見るのが楽しいですが、キャラクターの開発は大変残っていますが、手前に登場していたキャラクターの様子を見ることができます。\n\n\n全体的にはオールインオールで、これは良いフォールバックアニメであり、あなたが何も見ていない時、時間を過ごすための楽しみの乗り物であり、それはまったく恐ろしいものではないが、ある種のクリシェ それはラインのどこかにプロットされ、その潜在力の大部分を失ったものの、それがポイントである。 私はこれを5/10に与える",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nThis is only my second review so bare with me on this. I watched this anime a long time ago but, had never finished it until now and I'd like to share the pros &amp; con's.\n\n\u001b[1mこれは私の2度目のレビューなので、これで私と一緒に裸です。 私はこのアニメをずっと前から見ていましたが、今までそれを終わらせることは決してなかったし、私は賛否両論を共有したいと思います。 コンズ\u001b[22m\n\u001b[1m(Kore wa watashi no 2-dome no rebyūnanode, kore de watashitoisshoni hadakadesu. Watashi wa kono anime o zuttomaekara mite imashitaga, imamade sore o owara seru koto wa kesshite nakattashi, watashi wa sanpi ryōron o kyōyū shitai to omoimasu. Konzu)\u001b[22m\n\nTranslations of \u001b[4mThis is only my second review so bare with me on this. I watched this anime a long time ago but, had never finished it until now and I'd like to share the pros &amp; con's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is only my second review so bare with me on this.\u001b[24m\n    \u001b[1mこれは私の2度目のレビューなので、これで私と一緒に裸です。\u001b[22m, \u001b[1mこれは、この上で私と一緒にそのように裸の唯一の私の第二回レビューです。\u001b[22m\n\u001b[4mI watched this anime a long time ago but, had never finished it until now and I'd like to share the pros &amp;\u001b[24m\n    \u001b[1m私はこのアニメをずっと前から見ていましたが、今までそれを終わらせることは決してなかったし、私は賛否両論を共有したいと思います。\u001b[22m, \u001b[1m私は長い時間前にこのアニメを見たが、今までそれを終えたことがなかったと私はプロ＆アンペアを共有したいと思います。\u001b[22m\n\u001b[4mcon's.\u001b[24m\n    \u001b[1mコンズ\u001b[22m, \u001b[1m詐欺の。\u001b[22m\n\u001b[1m\u001b[22m\nStory: First of all, Gad Guard had a good concept story that pulled you in at first, About a boy that worked Day to Day to help support his family that his father had abandoned trying to be a better man, until stumbling upon A plot twist that ultimately completely moot as the later episodes seem to skip a lot of important information and got rather confusing and feels like it was rushed making the story kind of hard to fallow, for example Character's relationships developing without how it came to be, or how this character gained this.\n\n\u001b[1mストーリー：まず第一に、ガード・ガードは最初にあなたを引っ張ったコンセプト・ストーリーを持っていました。毎日働いていた少年が、父親がより良い人間にしようと放棄した家族を支援するために、 後のエピソードが多くの重要な情報をスキップして混乱してしまったように感じて、物語がどんどん崩れにくくなるように感じていたようです。 このキャラクターはこれを得ました。\u001b[22m\n\u001b[1m(Sutōrī: Mazu daiichi ni, gādo gādo wa saisho ni anata o hippatta konseputo sutōrī o motte imashita. Mainichi hataraite ita shōnen ga, chichioya ga yori yoi ningen ni shiyou to hōki shita kazoku o shien suru tame ni,-go no episōdo ga ōku no jūyōna jōhō o sukippu shite konran shite shimatta yō ni kanjite, monogatari ga dondon kuzure nikuku naru yō ni kanjite ita yōdesu. Kono kyarakutā wa kore o emashita.)\u001b[22m\n\nTranslations of \u001b[4mStory: First of all, Gad Guard had a good concept story that pulled you in at first, About a boy that worked Day to Day to help support his family that his father had abandoned trying to be a better man, until stumbling upon A plot twist that ultimately completely moot as the later episodes seem to skip a lot of important information and got rather confusing and feels like it was rushed making the story kind of hard to fallow, for example Character's relationships developing without how it came to be, or how this character gained this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: First of all, Gad Guard had a good concept story that pulled you in at first, About a boy that worked Day to Day to help support his family that his father had abandoned trying to be a better man, until stumbling upon A plot\u001b[24m\n    \u001b[1mストーリー：まず第一に、ガード・ガードは最初にあなたを引っ張ったコンセプト・ストーリーを持っていました。毎日働いていた少年が、父親がより良い人間にしようと放棄した家族を支援するために、\u001b[22m, \u001b[1mストーリー：まず第一に、ガドGuardはプロット時につまずくまで、彼の父は、より良い人間になろうとして放棄していたことを彼の家族を支援するために一日一日を働いた少年について、で最初にあなたを引っ張っ良い概念の物語を持っていました\u001b[22m\n\u001b[4mtwist that ultimately completely moot as the later episodes seem to skip a lot of important information and got rather confusing and feels like it was rushed making the story kind of hard to fallow, for example Character's relationships developing without how it came to be, or how\u001b[24m\n    \u001b[1m後のエピソードが多くの重要な情報をスキップして混乱してしまったように感じて、物語がどんどん崩れにくくなるように感じていたようです。\u001b[22m, \u001b[1mそれ以降のエピソードは、多くの重要な情報を飛ばしているようだと、むしろ混乱持って、それはハードの話のようなものが休閑地すること運ばれたように感じているようひねり、最終的に完全に議論の余地が、例えば文字の関係は、それがためになったかずに開発、またはどのように\u001b[22m\n\u001b[4mthis character gained this.\u001b[24m\n    \u001b[1mこのキャラクターはこれを得ました。\u001b[22m, \u001b[1mこの文字は、これを得ました。\u001b[22m\n\u001b[1m\u001b[22m\nI can still recommend this anime though it feel's sloppy toward the end it still has a good message. The character's have rich/fun personality's.\n\n\u001b[1m私はまだこのアニメを推薦することができますが、それはまだ良いメッセージを持っている最後にむちゃくちゃだと感じます。 キャラクターは豊かで楽しい個性を持っています。\u001b[22m\n\u001b[1m(Watashi wa mada kono anime o suisen suru koto ga dekimasuga, sore wa mada Ryō i messēji o motte iru saigo ni muchakuchada to kanjimasu. Kyarakutā wa yutakade tanoshī kosei o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI can still recommend this anime though it feel's sloppy toward the end it still has a good message. The character's have rich/fun personality's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can still recommend this anime though it feel's sloppy toward the end it still has a good message.\u001b[24m\n    \u001b[1m私はまだこのアニメを推薦することができますが、それはまだ良いメッセージを持っている最後にむちゃくちゃだと感じます。\u001b[22m, \u001b[1m私はまだそれがのずさんな、それはまだ良いのメッセージを持っている端部に向かってを感じるものの、このアニメをお勧めすることができます。\u001b[22m\n\u001b[4mThe character's have rich/fun personality's.\u001b[24m\n    \u001b[1mキャラクターは豊かで楽しい個性を持っています。\u001b[22m, \u001b[1m文字のリッチ/楽しい人格のを持っています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art design of this anime was kind of cheap, to many commonly used greys the colors kind of ran together at some parts but it wasn't horrible and wasn't totally bland.\n\n\u001b[1m芸術：このアニメの芸術のデザインは、一般的に使われている灰色の色々なものに、色々な種類の色が混じっているものの、安いものでしたが、恐ろしいことではありませんでした。\u001b[22m\n\u001b[1m(Geijutsu: Kono anime no geijutsu no dezain wa, ippantekini tsukawareteiru haiiro no iroirona mono ni, iroirona shurui no iro ga majitte iru mono no, yasui monodeshitaga, osoroshī kotode wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art design of this anime was kind of cheap, to many commonly used greys the colors kind of ran together at some parts but it wasn't horrible and wasn't totally bland.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art design of this anime was kind of cheap, to many commonly used greys the colors kind of ran together at some parts but it wasn't horrible and wasn't totally bland.\u001b[24m\n    \u001b[1m芸術：このアニメの芸術のデザインは、一般的に使われている灰色の色々なものに、色々な種類の色が混じっているものの、安いものでしたが、恐ろしいことではありませんでした。\u001b[22m, \u001b[1mアート：このアニメのアートデザインは、一種の安い、一般的に使用される多くのグレーに色は種類のいくつかの部分で一緒に走ったが、それは恐ろしいではありませんでしたし、完全に当たり障りのではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Music is mostly comprised of jazz music and some techno\n\n\u001b[1mサウンド：音楽はほとんどがジャズ音楽とテクノで構成されています\u001b[22m\n\u001b[1m(Saundo: Ongaku wa hotondo ga jazu ongaku to tekuno de kōsei sa rete imasu)\u001b[22m\n\nTranslations of \u001b[4mSound: Music is mostly comprised of jazz music and some techno\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Music is mostly comprised of jazz music and some techno\u001b[24m\n    \u001b[1mサウンド：音楽はほとんどがジャズ音楽とテクノで構成されています\u001b[22m, \u001b[1mサウンド：音楽は主にジャズ音楽といくつかのテクノから構成されています\u001b[22m\nbut is still pleasing to the ears. not bad, not great.\n\n\u001b[1mそれでも耳には満足しています。 悪くない、偉大ではない。\u001b[22m\n\u001b[1m(Soredemo mimi ni wa manzoku shite imasu. Warukunai, idaide wanai.)\u001b[22m\n\nTranslations of \u001b[4mbut is still pleasing to the ears. not bad, not great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut is still pleasing to the ears.\u001b[24m\n    \u001b[1mそれでも耳には満足しています。\u001b[22m, \u001b[1mそれでも耳に心地よいです。\u001b[22m\n\u001b[4mnot bad, not great.\u001b[24m\n    \u001b[1m悪くない、偉大ではない。\u001b[22m, \u001b[1m悪くはない、素晴らしいではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: The characters were fun to watch but a lot of character development was left out but you can kind of see where the characters were headed before hand.\n\n\u001b[1mキャラクター：キャラクターは見るのが楽しいですが、キャラクターの開発は大変残っていますが、手前に登場していたキャラクターの様子を見ることができます。\u001b[22m\n\u001b[1m(Kyarakutā: Kyarakutā wa miru no ga tanoshīdesuga, kyarakutā no kaihatsu wa taihen nokotte imasuga, temae ni tōjō shite ita kyarakutā no yōsu o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: The characters were fun to watch but a lot of character development was left out but you can kind of see where the characters were headed before hand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: The characters were fun to watch but a lot of character development was left out but you can kind of see where the characters were headed before hand.\u001b[24m\n    \u001b[1mキャラクター：キャラクターは見るのが楽しいですが、キャラクターの開発は大変残っていますが、手前に登場していたキャラクターの様子を見ることができます。\u001b[22m, \u001b[1m文字：文字が見ていて楽しかったが、キャラクターの成長の多くが取り残されましたが、文字が手を前に向かった場所あなたが種類の見ることができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall: All-in-all this is a good fall-back anime when you've got nothing better to watch, its a fun ride to pass the time and Its not totally horrible but kind of cliche, I enjoyed it enough to a certain point though it lost it's plot somewhere along the line and lost most of its potential. I give this a 5/10\n\n\u001b[1m全体的にはオールインオールで、これは良いフォールバックアニメであり、あなたが何も見ていない時、時間を過ごすための楽しみの乗り物であり、それはまったく恐ろしいものではないが、ある種のクリシェ それはラインのどこかにプロットされ、その潜在力の大部分を失ったものの、それがポイントである。 私はこれを5/10に与える\u001b[22m\n\u001b[1m(Zentai-teki ni wa ōruin'ōru de, kore wa yoi fōrubakkuanimedeari, anata ga nani mo miteinai-ji, jikan o sugosu tame no tanoshimi no norimonodeari, sore wa mattaku osoroshī monode wa naiga, arushuno kurishe soreha rain no doko ka ni purotto sa re, sono senzai-ryoku no daibubun o ushinatta mono no, sore ga pointodearu. Watashi wa kore o 5/ 10 ni ataeru)\u001b[22m\n\nTranslations of \u001b[4mOverall: All-in-all this is a good fall-back anime when you've got nothing better to watch, its a fun ride to pass the time and Its not totally horrible but kind of cliche, I enjoyed it enough to a certain point though it lost it's plot somewhere along the line and lost most of its potential. I give this a 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: All-in-all this is a good fall-back anime when you've got nothing better to watch, its a fun ride to pass the time and Its not totally horrible but kind of cliche, I enjoyed it enough to a certain\u001b[24m\n    \u001b[1m全体的にはオールインオールで、これは良いフォールバックアニメであり、あなたが何も見ていない時、時間を過ごすための楽しみの乗り物であり、それはまったく恐ろしいものではないが、ある種のクリシェ\u001b[22m, \u001b[1m全体：ALL-IN-すべてこれはあなたが見てより良い何も持ってきた良好なフォールバックアニメで、その楽しい乗り心地は時間を渡すとその完全に恐ろしいが、決まり文句のようなものではないが、私は特定のに十分な、それを楽しみました\u001b[22m\n\u001b[4mpoint though it lost it's plot somewhere along the line and lost most of its potential.\u001b[24m\n    \u001b[1mそれはラインのどこかにプロットされ、その潜在力の大部分を失ったものの、それがポイントである。\u001b[22m, \u001b[1mそれがどこかで線に沿ってプロットだ失われ、その可能性のほとんどを失ったもののポイント。\u001b[22m\n\u001b[4mI give this a 5/10\u001b[24m\n    \u001b[1m私はこれを5/10に与える\u001b[22m, \u001b[1m私はこの5/10与えます\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
