[
  {
    "title": "Ghost_in_the_Shell_2015",
    "id": "27411",
    "url": "https://myanimelist.net/anime/27411/Ghost_in_the_Shell_2015",
    "user": "Flawfinder",
    "profile": "/profile/Flawfinder/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=209457",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  9\nサウンド|  8\nキャラクター|  4\n|  4\n\nこのレビューにはスポイラーが含まれています\n\n*一口*。 うん、これは長い時間がかかりましたね。 私は数か月前にShellの新しい映画「Ghost in the Shell」を実際に見ましたが、レビューするのが面白い何かがいつもその週の周りにあるので、今までそれを見直す機会はありませんでした。 そして次は そして、次は。 ええ、私は熱狂の欠如がゲーム全体にシェルの幽霊に対する私の気持ちについて語っていると思います。私たちはビデオゲームのフランチャイズの再起動のように最初のものと同じタイトルを付けましょう。\n\n私は、新しい映画が出てくるのを知りませんでした。来るべきものにもっと注意を払う友人が私にその存在を知らせてから、アメリカの映画館に 限られた時間。 たぶん私はどこかでニュース・セグメントを見逃してしまったかもしれませんが、アニメ発表のシャッフルで迷ってしまいました。比較的詰まっているのを見た劇場にもかかわらず、 それは、私が最初に彼らを見たときに親切であることを覚えているArise OVAsの続編ですが、第9章の起源物語として役立つ以外のことは正直に覚えていません。 彼女の若さでプリマドナ。 少なくとも、拘束された感情を持つサイボーグであるときに、あなたができるほどの悩みはあります。 ありがたいことに、この映画は単なるスタンドアローンなので、その物語が評判のように存在しないからといって、そのOVAを見る必要はありません。\n\nこの映画の中で終わりを聞くことのない人間のトークンと一緒にサイボーグのギャングを形成した後、草薙元子は彼女のように見える女性サイボーグを率いるテロリスト集団を止めることを任されている。 彼女のチームが強力な人物の死を防ぐのに失敗したとき、チームは多数の手続き調査、疑似哲学、そしてロイヤルティ・テストを経て、このメジャー・コピーキャットが誰であるか、そして誰がどのように 本物の熟練者です。 それは基本的に銃を備えたパーフェクトインサイダーであり、起こるすべてが私を目を閉じているトランスの下に置かれているという事実から私を守るためには爆発があります。 どうやら、過去には、第9条のサイボーグはロボットの声で昏睡を誘発する能力を持っていたようです。\n\nシェルの最大の問題のゴーストの1つは、その主人公が本当の欠陥がなく、個人的なストーリーがほとんどないストーンコールドのプロフェッショナルなので、そのプレゼンテーションが大きなアイデアを理解するためにやり遂げる雑用だということです。  Metroid Primeのようなビデオゲームをプレイしても大丈夫です。特に誰も実際にそのシリーズで話しているわけではありませんが、対話がいっぱいのアニメでは、エンターテイメントではなくレクチャーのような感じです。 そして、新しいAriseタイムラインが物語をもっと個人的にしようとしている間、メジャーを特徴づけることに関して、他のMのアプローチの少しを取り、何人かの専門家を支配している凶悪な十代の反逆者になる 最も明白なことについて文句を言っている（トグサは、グループ内で唯一の人間であることについて本当に黙っていないだろう）。 この側面は、私が見たバージョンがFunimationによって吹き替えられ、すべての声がStand Alone Complexシリーズとは違っていたという事実によって助けられません。 メアリー・エリザベス・グリインは、初期のシーンでメジャーと対峙する女性を声を掛けているだけで、彼女は彼女がこの映画で後者を表明していることをさらに望んでいました。\n\n残念ながら、シェルの問題のゴーストは、キャラクターの振る舞いをはるかに超えており、この「ライズ」の背後にいる人々は、単に彼らや宇宙全般と何をすべきか分かりません。 私は今までフランチャイズの他の反復で見たことのないこの映画には実質的に何もないと言ったときに冗談を言っているわけではありません。 私は同じことを、たとえそれがうまくいっていても、何回繰り返して何度も何度も何度も何度も繰り返して見たいのですが？ あなたは新しいジェームスボンド映画がなぜボールを吸ったのか知っていますか？ クリエイターがフランチャイズからより多くの物語を抽出できると信じていたからではなく、観客の財布を搾乳する目的で、予想されるすべてのビートに当たったからです。 私はシェル全体のボンドやゴーストのファンではなく、ターミネーターがジャッジメントデイの後に行ったのと同じことが、私たちの心を吹き飛ばしていることがわかります。\n\nそして、繰り返し要素をうまく実行することさえできません。 キャラクターは問題を引き起こし、実際にどこにも行かず、何かに貢献することのないもっと鈍い専門用語を吐き出すために、個人的であろうとプロット関連であろうと、いたるところでそれらを精巧に解決する。 トグサの劣性コンプレックスは肉体と血であることから、最終行為では「怒り、何が怒っている」扱いになってしまったのか、それは何が起こっているのかということに関してはそれほど重要ではないことに気がついたからです。 常に存在し続ける唯一の紛争については、メジャーと彼女のチームが第9章のルールに反して行動し、自分の言葉で行動します。 さて、あまり人気のない映画のフランチャイズ反復でセクション9のルールを守らなくても、彼女はまだそれを尊重していましたが、完了すればGiTSの神話にいくつかのユニークな取り組みが生まれることがあります。 よく しかし、私がこの争いから欲しかったのは、私がこの映画で育ったすべての紛争から望んだのと同じことです。\n\n私はこの映画を見てからしばらくしていたので、正確な詳細は覚えていません。たとえ私が行ったとしても、シェルのゴーストは、とにかく一人で持ちこたえるのが難しいですが、 偽の専攻のスキルについて多くの話をすると、彼女は通常の職務と同じくらい熱意を持って実行された計画で敗北し、彼女がいなくても誰も気にしない。 その後、メジャーは第9条の事務所に現れて、最初にテロリストを取り下げるための協力が必要だったにもかかわらず、彼女のルールに従わないことを再確認してから、テロリストのオープニングシーンを再制定する。 最初のムービーで、エンドクレジットへのクールな移行を得ることができます。 言い換えれば、少数の人を除いて、私たちは本当に死んでいることに気をつけませんが、この映画では何も起こりません。 誰も育ちませんでした。 誰も何も学んだことはありません。 聴衆は地獄のように新しいことは何も学んでいないと確信しています。 そして、私たちのリードは、彼らがどのように始めたかのように、彼らが望むものを何でもやり続けます。\n\nあなたは私の言うことを知っていますか？ 私はこのAriseの復活、実写映画のファック、Blu-rayのStand Alone Complexと2nd Gigを再リリースし、このフランチャイズをメジャーのような建物から飛び出させて、秋には生き残ることはできません。 それから、実際に復興の恩恵を受けることができるものを復活させることができます。 バブルグム危機のように。 キンバホワイトライオン。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nTHIS REVIEW CONTAINS SPOILERS\n\n\u001b[1mこのレビューにはスポイラーが含まれています\u001b[22m\n\u001b[1m(Kono rebyū ni wa supoirā ga fukuma rete imasu)\u001b[22m\n\nTranslations of \u001b[4mTHIS REVIEW CONTAINS SPOILERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHIS REVIEW CONTAINS SPOILERS\u001b[24m\n    \u001b[1mこのレビューにはスポイラーが含まれています\u001b[22m, \u001b[1mこのレビューはネタバレをCONTAINS\u001b[22m\n\u001b[1m\u001b[22m\n*Sigh*. Yeah this one took a long time to show up, didn't it? I actually watched the new Ghost in the Shell film months ago, but I never got the chance to review it until now because something more interesting to review would always be around that week. And then the next. And the next. So yeah, I think my lack of enthusiasm gives the whole game away regarding my feelings on Ghost in the Shell: Let's Give It The Same Title As The Fucking First One Like We're A Video Game Franchise Reboot.\n\n\u001b[1m*一口*。 うん、これは長い時間がかかりましたね。 私は数か月前にShellの新しい映画「Ghost in the Shell」を実際に見ましたが、レビューするのが面白い何かがいつもその週の周りにあるので、今までそれを見直す機会はありませんでした。 そして次は そして、次は。 ええ、私は熱狂の欠如がゲーム全体にシェルの幽霊に対する私の気持ちについて語っていると思います。私たちはビデオゲームのフランチャイズの再起動のように最初のものと同じタイトルを付けましょう。\u001b[22m\n\u001b[1m(* Hitokuchi*. Un, kore wa nagai jikan ga kakarimashita ne. Watashi wa sū-kagetsu mae ni Shell no atarashī eiga `Ghost in the Shell' o jissai ni mimashitaga, rebyū suru no ga omoshiroi nanika ga itsumo sono shū no mawari ni aru node, imamade sore o minaosu kikai wa arimasendeshita. Soshite tsugi wa soshite,-ji wa. E e, watashi wa nekkyō no ketsujo ga gēmu zentai ni sheru no yūrei ni taisuru watashi no kimochi ni tsuite katatte iru to omoimasu. Watashitachiha bideogēmu no furanchaizu no sakidō no yō ni saisho no mono to onaji taitoru o tsukemashou.)\u001b[22m\n\nTranslations of \u001b[4m*Sigh*. Yeah this one took a long time to show up, didn't it? I actually watched the new Ghost in the Shell film months ago, but I never got the chance to review it until now because something more interesting to review would always be around that week. And then the next. And the next. So yeah, I think my lack of enthusiasm gives the whole game away regarding my feelings on Ghost in the Shell: Let's Give It The Same Title As The Fucking First One Like We're A Video Game Franchise Reboot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Sigh*.\u001b[24m\n    \u001b[1m*一口*。\u001b[22m, \u001b[1m*ため息*。\u001b[22m\n\u001b[4mYeah this one took a long time to show up, didn't it?\u001b[24m\n    \u001b[1mうん、これは長い時間がかかりましたね。\u001b[22m, \u001b[1mうん、この1は、表示されるまでに長い時間がかかったそれをしませんでしたか？\u001b[22m\n\u001b[4mI actually watched the new Ghost in the Shell film months ago, but I never got the chance to review it until now because something more interesting to review would always be around that week.\u001b[24m\n    \u001b[1m私は数か月前にShellの新しい映画「Ghost in the Shell」を実際に見ましたが、レビューするのが面白い何かがいつもその週の周りにあるので、今までそれを見直す機会はありませんでした。\u001b[22m, \u001b[1m私は実際ヶ月前にシェル膜に新たなゴーストを見たが、審査にもっと面白い何かが常にその週の周りになるので、私は今までそれを確認する機会を得たことはありません。\u001b[22m\n\u001b[4mAnd then the next.\u001b[24m\n    \u001b[1mそして次は\u001b[22m, \u001b[1mそして、次の。\u001b[22m\n\u001b[4mAnd the next.\u001b[24m\n    \u001b[1mそして、次は。\u001b[22m, \u001b[1mそして、次の。\u001b[22m\n\u001b[4mSo yeah, I think my lack of enthusiasm gives the whole game away regarding my feelings on Ghost in the Shell: Let's Give It The Same Title As The Fucking First One Like We're A Video Game Franchise Reboot.\u001b[24m\n    \u001b[1mええ、私は熱狂の欠如がゲーム全体にシェルの幽霊に対する私の気持ちについて語っていると思います。私たちはビデオゲームのフランチャイズの再起動のように最初のものと同じタイトルを付けましょう。\u001b[22m, \u001b[1m私たちは、ビデオゲームのフランチャイズを再起動しているのは、それをクソまず一つの好きなように同じタイトルを付けてみましょう：だから、ええ、私は熱意の私の欠如は攻殻機動隊に私の気持ちに関して離れてゲーム全体を与えると思います。\u001b[22m\n\u001b[1m\u001b[22m\nI didn't even know there was a new movie coming out until a friend who pays a lot more attention to upcoming stuff informed me of its existence, and then it took another friend to inform me that it was coming out to American theatres for a limited time. Maybe I missed a news segment somewhere, but it just got lost in the anime announcement shuffle and despite the theatre I watched it in being relatively packed, there's not a whole lot of fanfare about it either. It's a sequel to the Arise OVAs, which I remember being kind to when I first saw them, but I honestly can't remember what happened in the things other than it serving as an origin story for Section 9 and that the Major was a whiny prima-donna in her youth. Or at least as whiny as you can be when you're a cyborg with restrained emotions. Thankfully, the film is stand-alone enough so that you don't need to see those OVAs, if only because its story is about as non-existent as its reputation.\n\n\u001b[1m私は、新しい映画が出てくるのを知りませんでした。来るべきものにもっと注意を払う友人が私にその存在を知らせてから、アメリカの映画館に 限られた時間。 たぶん私はどこかでニュース・セグメントを見逃してしまったかもしれませんが、アニメ発表のシャッフルで迷ってしまいました。比較的詰まっているのを見た劇場にもかかわらず、 それは、私が最初に彼らを見たときに親切であることを覚えているArise OVAsの続編ですが、第9章の起源物語として役立つ以外のことは正直に覚えていません。 彼女の若さでプリマドナ。 少なくとも、拘束された感情を持つサイボーグであるときに、あなたができるほどの悩みはあります。 ありがたいことに、この映画は単なるスタンドアローンなので、その物語が評判のように存在しないからといって、そのOVAを見る必要はありません。\u001b[22m\n\u001b[1m(Watashi wa, atarashī eiga ga dete kuru no o shirimasendeshita. Kurubeki mono ni motto chūiwoharau yūjin ga watashi ni sono sonzai o shira sete kara, Amerika no eigakan ni kagira reta jikan. Tabun watashi wa doko ka de nyūsu segumento o minogashite shimatta kamo shiremasenga, anime happyō no shaffuru de mayotte shimaimashita. Hikakuteki tsumatte iru no o mita gekijō nimokakawarazu, soreha, watashi ga saisho ni karera o mita toki ni shinsetsudearu koto o oboete iru Arise OVAs no zokuhendesuga, dai 9-shō no kigen monogatari to shite yakudatsu igai no koto wa shōjiki ni oboete imasen. Kanojo no waka-sa de purimadona. Sukunakutomo, kōsoku sa reta kanjō o motsu saibōgudearu toki ni, anata ga dekiru hodo no nayami wa arimasu. Arigatai koto ni, kono eiga wa tan'naru sutandoarōn'nanode, sono monogatari ga hyōban no yō ni sonzaishinai kara to itte, sono ovu~a o miru hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI didn't even know there was a new movie coming out until a friend who pays a lot more attention to upcoming stuff informed me of its existence, and then it took another friend to inform me that it was coming out to American theatres for a limited time. Maybe I missed a news segment somewhere, but it just got lost in the anime announcement shuffle and despite the theatre I watched it in being relatively packed, there's not a whole lot of fanfare about it either. It's a sequel to the Arise OVAs, which I remember being kind to when I first saw them, but I honestly can't remember what happened in the things other than it serving as an origin story for Section 9 and that the Major was a whiny prima-donna in her youth. Or at least as whiny as you can be when you're a cyborg with restrained emotions. Thankfully, the film is stand-alone enough so that you don't need to see those OVAs, if only because its story is about as non-existent as its reputation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't even know there was a new movie coming out until a friend who pays a lot more attention to upcoming stuff informed me of its existence, and then it took another friend to inform me that it was coming out to American theatres for a\u001b[24m\n    \u001b[1m私は、新しい映画が出てくるのを知りませんでした。来るべきものにもっと注意を払う友人が私にその存在を知らせてから、アメリカの映画館に\u001b[22m, \u001b[1m私もそこに知りませんでした今後のものに、より多くの注意を払って友人まで出てくる新しい映画は、その存在を教えてくれましたし、それはそれはアメリカ劇場に出て来ていたことを私に知らせるために別の友人を取りました\u001b[22m\n\u001b[4mlimited time.\u001b[24m\n    \u001b[1m限られた時間。\u001b[22m\n\u001b[4mMaybe I missed a news segment somewhere, but it just got lost in the anime announcement shuffle and despite the theatre I watched it in being relatively packed, there's not a whole lot of fanfare about it either.\u001b[24m\n    \u001b[1mたぶん私はどこかでニュース・セグメントを見逃してしまったかもしれませんが、アニメ発表のシャッフルで迷ってしまいました。比較的詰まっているのを見た劇場にもかかわらず、\u001b[22m, \u001b[1mたぶん私はどこかにニュースセグメントを逃したが、それは単にアニメの発表シャッフルで迷子になったし、劇場にもかかわらず、私は比較的パックされるでそれを見て、それについてのファンファーレの全体の多くは、どちらかがありません。\u001b[22m\n\u001b[4mIt's a sequel to the Arise OVAs, which I remember being kind to when I first saw them, but I honestly can't remember what happened in the things other than it serving as an origin story for Section 9 and that the Major was a whiny\u001b[24m\n    \u001b[1mそれは、私が最初に彼らを見たときに親切であることを覚えているArise OVAsの続編ですが、第9章の起源物語として役立つ以外のことは正直に覚えていません。\u001b[22m, \u001b[1mそれは私が私が最初にそれらを見たときに親切であることを覚えて起きOVAS、続編だが、私は正直にそれが第9の原点ストーリーとして以外のものに何が起こったのか覚えていないこととメジャーが不機嫌そうだったこと\u001b[22m\n\u001b[4mprima-donna in her youth.\u001b[24m\n    \u001b[1m彼女の若さでプリマドナ。\u001b[22m, \u001b[1m彼女の若さでプリマ・ドンナ。\u001b[22m\n\u001b[4mOr at least as whiny as you can be when you're a cyborg with restrained emotions.\u001b[24m\n    \u001b[1m少なくとも、拘束された感情を持つサイボーグであるときに、あなたができるほどの悩みはあります。\u001b[22m, \u001b[1mそれとも、控えめな感情を持つサイボーグいるときにあなたがすることができますと少なくとも同じ不機嫌そうな。\u001b[22m\n\u001b[4mThankfully, the film is stand-alone enough so that you don't need to see those OVAs, if only because its story is about as non-existent as its reputation.\u001b[24m\n    \u001b[1mありがたいことに、この映画は単なるスタンドアローンなので、その物語が評判のように存在しないからといって、そのOVAを見る必要はありません。\u001b[22m, \u001b[1mありがたいことに、フィルムは、スタンドアローン十分その物語は、約としての評判など非存在であるという理由だけで、あなたがあれば、それらのOVASを参照する必要がないようです。\u001b[22m\n\u001b[1m\u001b[22m\nSo after forming the gang of cyborgs along with one token human who never hears the end of his role in this film, Motoko Kusanagi is tasked with stopping a terrorist group led by a female cyborg that looks exactly like her. When her team fails to prevent the death of a powerful figure, the team goes through numerous procedural investigations, pseudo-philosophy, and loyalty tests in their search for the truth regarding who this Major copycat is and how they could possibly take down someone who's as skilled as the genuine article. It's basically The Perfect Insider with guns, and there's only so much explosions can do to snap me out of the fact that everything that happens puts me under an eye-shutting trance. Apparently in the past, Section 9 cyborgs had the ability to induce comas with their robotic voices.\n\n\u001b[1mこの映画の中で終わりを聞くことのない人間のトークンと一緒にサイボーグのギャングを形成した後、草薙元子は彼女のように見える女性サイボーグを率いるテロリスト集団を止めることを任されている。 彼女のチームが強力な人物の死を防ぐのに失敗したとき、チームは多数の手続き調査、疑似哲学、そしてロイヤルティ・テストを経て、このメジャー・コピーキャットが誰であるか、そして誰がどのように 本物の熟練者です。 それは基本的に銃を備えたパーフェクトインサイダーであり、起こるすべてが私を目を閉じているトランスの下に置かれているという事実から私を守るためには爆発があります。 どうやら、過去には、第9条のサイボーグはロボットの声で昏睡を誘発する能力を持っていたようです。\u001b[22m\n\u001b[1m(Kono eiga no naka de owari o kiku koto no nai ningen no tōkun to issho ni saibōgu no gyangu o keisei shita nochi, Kusanagi Motoko wa kanojo no yō ni mieru josei saibōgu o hikiiru terorisuto shūdan o tomeru koto o makasa rete iru. Kanojo no chīmu ga kyōryokuna jinbutsu no shi o fusegu no ni shippai shita toki, chīmu wa tasū no tetsudzuki chōsa, giji tetsugaku, soshite roiyaruti tesuto o hete, kono mejā kopīkyatto ga daredearu ka, soshite dare ga dono yō ni honmono no jukurenmonodesu. Sore wa kihontekini jū o sonaeta pāfekutoinsaidādeari, okoru subete ga watashi o mewotojite iru toransu no shita ni oka rete iru to iu jijitsu kara watashi o surutameni wa bakuhatsu ga arimasu. Dōyara, kako ni wa, dai 9-jō no saibōgu wa robotto no koe de konsui o yūhatsu suru nōryoku o motte ita yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mSo after forming the gang of cyborgs along with one token human who never hears the end of his role in this film, Motoko Kusanagi is tasked with stopping a terrorist group led by a female cyborg that looks exactly like her. When her team fails to prevent the death of a powerful figure, the team goes through numerous procedural investigations, pseudo-philosophy, and loyalty tests in their search for the truth regarding who this Major copycat is and how they could possibly take down someone who's as skilled as the genuine article. It's basically The Perfect Insider with guns, and there's only so much explosions can do to snap me out of the fact that everything that happens puts me under an eye-shutting trance. Apparently in the past, Section 9 cyborgs had the ability to induce comas with their robotic voices.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo after forming the gang of cyborgs along with one token human who never hears the end of his role in this film, Motoko Kusanagi is tasked with stopping a terrorist group led by a female cyborg that looks exactly like her.\u001b[24m\n    \u001b[1mこの映画の中で終わりを聞くことのない人間のトークンと一緒にサイボーグのギャングを形成した後、草薙元子は彼女のように見える女性サイボーグを率いるテロリスト集団を止めることを任されている。\u001b[22m, \u001b[1mだから、この映画での彼の役割の終わりを聞くことはありませんつのトークン人間と一緒にサイボーグのギャングを形成した後、草薙素子は正確に彼女のように見える女性サイボーグ率いるテロリストグループを停止する使命を帯びています。\u001b[22m\n\u001b[4mWhen her team fails to prevent the death of a powerful figure, the team goes through numerous procedural investigations, pseudo-philosophy, and loyalty tests in their search for the truth regarding who this Major copycat is and how they could possibly take down someone who's as\u001b[24m\n    \u001b[1m彼女のチームが強力な人物の死を防ぐのに失敗したとき、チームは多数の手続き調査、疑似哲学、そしてロイヤルティ・テストを経て、このメジャー・コピーキャットが誰であるか、そして誰がどのように\u001b[22m, \u001b[1m彼女のチームは強力な図形の死を防ぐために失敗した場合、チームはこの主な模倣が誰であるかについての真実のための彼らの検索で多数の手続きの調査、擬似哲学、忠誠心のテストを経て、彼らはおそらくのような誰かを降ろすことができる方法\u001b[22m\n\u001b[4mskilled as the genuine article.\u001b[24m\n    \u001b[1m本物の熟練者です。\u001b[22m, \u001b[1m本物のように熟練しました。\u001b[22m\n\u001b[4mIt's basically The Perfect Insider with guns, and there's only so much explosions can do to snap me out of the fact that everything that happens puts me under an eye-shutting trance.\u001b[24m\n    \u001b[1mそれは基本的に銃を備えたパーフェクトインサイダーであり、起こるすべてが私を目を閉じているトランスの下に置かれているという事実から私を守るためには爆発があります。\u001b[22m, \u001b[1mそれは基本的に銃を持った完璧なインサイダーだし、爆発が起こるすべてが目をシャットトランスの下で私を置くという事実から私をスナップするために行うことができます唯一のあまりがあります。\u001b[22m\n\u001b[4mApparently in the past, Section 9 cyborgs had the ability to induce comas with their robotic voices.\u001b[24m\n    \u001b[1mどうやら、過去には、第9条のサイボーグはロボットの声で昏睡を誘発する能力を持っていたようです。\u001b[22m, \u001b[1mどうやら過去に、第9サイボーグは、そのロボットの声で昏睡を誘導する能力を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nOne of Ghost in the Shell's biggest problems is that its presentation is a chore to get through in order to appreciate its big ideas, because the main characters are all stone-cold professionals with no real flaws and very little personal story. That's fine when playing a video game like Metroid Prime, especially since nobody actually talks in that series, but in an anime full of dialogue, it feels more like a lecture rather than entertainment. And whilst the new Arise timeline has tried to make the stories more personal, it takes a bit of the Other M approach in regards to characterizing the Major, making her out to be a whiny teenage rebel who somehow has control over a bunch of professionals that complain about the most obvious things (Togusa really won't shut up about being the only human in the group). This aspect is not helped by the fact that the version I watched was dubbed by Funimation and all the voices were different from the Stand Alone Complex series, usually not for the better. Mary Elizabeth Glynn even voices a woman who confronts the Major in an early scene, which just made me wish even more that she had been voicing the latter in this film.\n\n\u001b[1mシェルの最大の問題のゴーストの1つは、その主人公が本当の欠陥がなく、個人的なストーリーがほとんどないストーンコールドのプロフェッショナルなので、そのプレゼンテーションが大きなアイデアを理解するためにやり遂げる雑用だということです。  Metroid Primeのようなビデオゲームをプレイしても大丈夫です。特に誰も実際にそのシリーズで話しているわけではありませんが、対話がいっぱいのアニメでは、エンターテイメントではなくレクチャーのような感じです。 そして、新しいAriseタイムラインが物語をもっと個人的にしようとしている間、メジャーを特徴づけることに関して、他のMのアプローチの少しを取り、何人かの専門家を支配している凶悪な十代の反逆者になる 最も明白なことについて文句を言っている（トグサは、グループ内で唯一の人間であることについて本当に黙っていないだろう）。 この側面は、私が見たバージョンがFunimationによって吹き替えられ、すべての声がStand Alone Complexシリーズとは違っていたという事実によって助けられません。 メアリー・エリザベス・グリインは、初期のシーンでメジャーと対峙する女性を声を掛けているだけで、彼女は彼女がこの映画で後者を表明していることをさらに望んでいました。\u001b[22m\n\u001b[1m(Sheru no saidai no mondai no gōsuto no 1tsu wa, sono shujinkō ga hontō no kekkan ga naku, kojin-tekina sutōrī ga hotondo nai sutōnkōrudo no purofesshonarunanode, sono purezentēshon ga ōkina aidea o rikai suru tame ni yaritogeru zatsuyōda to iu kotodesu. Metroid Prime no yōna bideogēmu o purei shite mo daijōbudesu. Tokuni dare mo jissai ni sono shirīzu de hanashite iru wakede wa arimasenga, taiwa ga ippai no animede wa, entāteimentode wa naku rekuchā no yōna kanjidesu. Soshite, atarashī Arise taimu rain ga monogatari o motto kojin-teki ni shiyou to shite iru ma, mejā o tokuchō dzukeru koto ni kanshite, hoka no M no apurōchi no sukoshi o tori, nan'ninka no senmonka o shihai shite iru kyōakuna jūdai no hangyaku-sha ni naru mottomo meihakuna koto ni tsuite monku o itte iru (togusa wa, gurūpu-nai de yuiitsu no ningendearu koto ni tsuite hontōni damatte inaidarou). Kono sokumen wa, watashi ga mita bājon ga Funimation ni yotte fukikae rare, subete no koe ga sutando Alone Complex shirīzu to wa chigatte ita to iu jijitsu ni yotte tasuke raremasen. Mearī Erizabesu guriin wa, shoki no shīn de mejā to taiji suru josei o koe o kakete iru dake de, kanojo wa kanojo ga kono eiga de kōsha o hyōmei shite iru koto o sarani nozonde imashita.)\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, Ghost in the Shell's problems go far beyond how the characters behave and into the simple fact that the people behind this Arise thing simply don't know what to do with them or the universe in general. I'm not kidding around when I say that there is practically nothing in this film you haven't seen before in any other iteration of the franchise ever. Why exactly would I want to see the same thing - even if it's good - repeat itself over and over again with each installation? You know why the new James Bond movie sucked balls? Because it didn't have a single original thought in its head, hitting every expected beat for the purpose of milking the audience's wallets rather than because the creators genuinely believed there was more story they could extract from the franchise. I'm not even a fan of Bond or Ghost in the Shell as a whole, and even I can see that they're going through the same thing Terminator went through after Judgment Day blew our minds.\n\n\u001b[1m残念ながら、シェルの問題のゴーストは、キャラクターの振る舞いをはるかに超えており、この「ライズ」の背後にいる人々は、単に彼らや宇宙全般と何をすべきか分かりません。 私は今までフランチャイズの他の反復で見たことのないこの映画には実質的に何もないと言ったときに冗談を言っているわけではありません。 私は同じことを、たとえそれがうまくいっていても、何回繰り返して何度も何度も何度も何度も繰り返して見たいのですが？ あなたは新しいジェームスボンド映画がなぜボールを吸ったのか知っていますか？ クリエイターがフランチャイズからより多くの物語を抽出できると信じていたからではなく、観客の財布を搾乳する目的で、予想されるすべてのビートに当たったからです。 私はシェル全体のボンドやゴーストのファンではなく、ターミネーターがジャッジメントデイの後に行ったのと同じことが、私たちの心を吹き飛ばしていることがわかります。\u001b[22m\n\u001b[1m(Zan'nen'nagara, sheru no mondai no gōsuto wa, kyarakutā no furumai o haruka ni koete ori, kono `raizu' no haigo ni iru hitobito wa, tan'ni karera ya uchūzenpan to nani o subeki ka wakarimasen. Watashi wa imamade furanchaizu no ta no hanpuku de mita koto no nai kono eiga ni wa jisshitsu-teki ni nanimonai to itta toki ni jōdan o itte iru wakede wa arimasen. Watashi wa onaji koto o, tatoe sore ga umaku itte ite mo, nankai sōrihenshite nandomonandomo nandomonandomo sōrihenshite mitai nodesuga? Anata wa atarashī jēmusubondo eiga ga naze bōru o sutta no ka shitte imasu ka? Kurieitā ga furanchaizu kara yori ōku no monogatari o chūshutsu dekiru to shinjite itakarade wa naku, kankyaku no saifu o sakunyū suru mokuteki de, yosō sa reru subete no bīto ni atattakaradesu. Watashi wa sheru zentai no bondo ya gōsuto no fande wa naku, tāminētā ga jajjimentodei no nochi ni itta no to onaji koto ga, watashitachi no kokoro o fukitobashite iru koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, Ghost in the Shell's problems go far beyond how the characters behave and into the simple fact that the people behind this Arise thing simply don't know what to do with them or the universe in general. I'm not kidding around when I say that there is practically nothing in this film you haven't seen before in any other iteration of the franchise ever. Why exactly would I want to see the same thing - even if it's good - repeat itself over and over again with each installation? You know why the new James Bond movie sucked balls? Because it didn't have a single original thought in its head, hitting every expected beat for the purpose of milking the audience's wallets rather than because the creators genuinely believed there was more story they could extract from the franchise. I'm not even a fan of Bond or Ghost in the Shell as a whole, and even I can see that they're going through the same thing Terminator went through after Judgment Day blew our minds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, Ghost in the Shell's problems go far beyond how the characters behave and into the simple fact that the people behind this Arise thing simply don't know what to do with them or the universe in general.\u001b[24m\n    \u001b[1m残念ながら、シェルの問題のゴーストは、キャラクターの振る舞いをはるかに超えており、この「ライズ」の背後にいる人々は、単に彼らや宇宙全般と何をすべきか分かりません。\u001b[22m, \u001b[1m残念ながら、シェルの問題でGhostはこのアライズ事の背後にある人々は、単にそれらまたは一般に宇宙で何をするかわからない文字がどのように動作するかを越えて単純な事実に遠くに行きます。\u001b[22m\n\u001b[4mI'm not kidding around when I say that there is practically nothing in this film you haven't seen before in any other iteration of the franchise ever.\u001b[24m\n    \u001b[1m私は今までフランチャイズの他の反復で見たことのないこの映画には実質的に何もないと言ったときに冗談を言っているわけではありません。\u001b[22m, \u001b[1m私は実質的にあなたがフランチャイズの任意の他の反復で前に見たことがないこの映画で何もないことを言うとき、私は周りの冗談ではありません。\u001b[22m\n\u001b[4mWhy exactly would I want to see the same thing - even if it's good - repeat itself over and over again with each installation?\u001b[24m\n    \u001b[1m私は同じことを、たとえそれがうまくいっていても、何回繰り返して何度も何度も何度も何度も繰り返して見たいのですが？\u001b[22m, \u001b[1mそれは良いことだ場合であっても -   - 各インストールを何度も何度も繰り返さなぜ正確に私が同じことを見たいでしょうか？\u001b[22m\n\u001b[4mYou know why the new James Bond movie sucked balls?\u001b[24m\n    \u001b[1mあなたは新しいジェームスボンド映画がなぜボールを吸ったのか知っていますか？\u001b[22m, \u001b[1m新ジェームズ・ボンド映画は、ボールを吸引し、なぜあなたは知っていますか？\u001b[22m\n\u001b[4mBecause it didn't have a single original thought in its head, hitting every expected beat for the purpose of milking the audience's wallets rather than because the creators genuinely believed there was more story they could extract from the franchise.\u001b[24m\n    \u001b[1mクリエイターがフランチャイズからより多くの物語を抽出できると信じていたからではなく、観客の財布を搾乳する目的で、予想されるすべてのビートに当たったからです。\u001b[22m, \u001b[1mそれはクリエイターが真に彼らはフランチャイズから抽出することができ、より話があったと信じているため、視聴者の財布を搾乳ではなく、の目的のためにすべての期待のビートを打つ、その頭の中で単一の独創的な考えを持っていなかったので。\u001b[22m\n\u001b[4mI'm not even a fan of Bond or Ghost in the Shell as a whole, and even I can see that they're going through the same thing Terminator went through after Judgment Day blew our minds.\u001b[24m\n    \u001b[1m私はシェル全体のボンドやゴーストのファンではなく、ターミネーターがジャッジメントデイの後に行ったのと同じことが、私たちの心を吹き飛ばしていることがわかります。\u001b[22m, \u001b[1m私もボンドのファンや全体としての攻殻機動隊はないよ、とさえ私は彼らが審判の日は私たちの心を吹いた後にターミネーターが通過した同じことを通過していることがわかります。\u001b[22m\n\u001b[1m\u001b[22m\nAnd it doesn't even execute its repeated elements very well. Characters bring up problems and then resolve them anticlimactically all over the place, whether they be personal or plot-related, in order to spout more obtuse jargon that never really goes anywhere or contributes to anything. Togusa's inferiority complex regarding being flesh and blood ends up getting the 'angst, what angst' treatment in the final act because he realized himself just how unimportant it was in regards to what was going on and drops it entirely. Just about the only conflict that stays a constant presence is the Major and her team acting against the rules of Section 9 and doing things on their own terms. Okay, it's a little weird to see that given how even when she no longer abided by Section 9's rules in the less popular movie iterations of the franchise, she still respected them, but that could lead to some unique takes on the GiTS mythos if done well. But what I wanted from that conflict is the same thing I wanted from every other conflict that was brought up in this movie: some fucking payoff!\n\n\u001b[1mそして、繰り返し要素をうまく実行することさえできません。 キャラクターは問題を引き起こし、実際にどこにも行かず、何かに貢献することのないもっと鈍い専門用語を吐き出すために、個人的であろうとプロット関連であろうと、いたるところでそれらを精巧に解決する。 トグサの劣性コンプレックスは肉体と血であることから、最終行為では「怒り、何が怒っている」扱いになってしまったのか、それは何が起こっているのかということに関してはそれほど重要ではないことに気がついたからです。 常に存在し続ける唯一の紛争については、メジャーと彼女のチームが第9章のルールに反して行動し、自分の言葉で行動します。 さて、あまり人気のない映画のフランチャイズ反復でセクション9のルールを守らなくても、彼女はまだそれを尊重していましたが、完了すればGiTSの神話にいくつかのユニークな取り組みが生まれることがあります。 よく しかし、私がこの争いから欲しかったのは、私がこの映画で育ったすべての紛争から望んだのと同じことです。\u001b[22m\n\u001b[1m(Soshite, kurikaeshi yōso o umaku jikkō suru koto sae dekimasen. Kyarakutā wa mondai o hikiokoshi, jissai ni dokoni mo ikazu, nanika ni kōken suru koto no nai motto nibui senmon yōgo o hakidasu tame ni, kojin-tekidearou to purotto kanrendearou to, itaru tokoro de sorera o seikō ni kaiketsu suru. Togusa no ressei konpurekkusu wa nikutai to chidearu koto kara, saishū kōide wa `ikari, nani ga ikatteiru' atsukai ni natte shimatta no ka, sore wa nani ga okotte iru no ka to iu koto ni kanshite wa sorehodo jūyōde wanai koto ni kigatsuitakaradesu. Tsuneni sonzai shi tsudzukeru yuiitsu no funsō ni tsuite wa, mejā to kanojo no chīmu ga dai 9-shō no rūru ni hanshite kōdō shi, jibun no kotoba de kōdō shimasu. Sate, amari ninkinonai eiga no furanchaizu hanpuku de sekushon 9 no rūru o mamoranakute mo, kanojo wa mada sore o sonchō shite imashitaga, kanryō sureba GiTS no shinwa ni ikutsu ka no yunīkuna torikumi ga umareru koto ga arimasu. Yoku shikashi, watashi ga kono arasoi kara hoshikatta no wa, watashi ga kono eiga de sodatta subete no funsō kara nozonda no to onaji kotodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nIt's been a while since I've seen this film so I don't quite remember the exact details - and even if I did, Ghost in the Shell is bloody hard to take in in one go anyways - but I do remember that after so much talking up regarding the false Major's skills, she gets defeated with a plan that was executed with as much enthusiasm as a routine office job and nobody cares about her after she's gone. And then after that, the Major shows up at Section 9's office to reaffirm that she doesn't play by their rules, even though she needed their cooperation to take down the terrorists in the first place, before re-enacting the opening scene of the first movie so that we can get a cool transition to the end credits. So in other words, aside from a few people we don't really care about being dead, nothing consequential happened in this film. Nobody grew up. Nobody learned anything. The audience sure as hell didn't learn anything new. And our leads just get to continue doing whatever they want, just like how they started.\n\n\u001b[1m私はこの映画を見てからしばらくしていたので、正確な詳細は覚えていません。たとえ私が行ったとしても、シェルのゴーストは、とにかく一人で持ちこたえるのが難しいですが、 偽の専攻のスキルについて多くの話をすると、彼女は通常の職務と同じくらい熱意を持って実行された計画で敗北し、彼女がいなくても誰も気にしない。 その後、メジャーは第9条の事務所に現れて、最初にテロリストを取り下げるための協力が必要だったにもかかわらず、彼女のルールに従わないことを再確認してから、テロリストのオープニングシーンを再制定する。 最初のムービーで、エンドクレジットへのクールな移行を得ることができます。 言い換えれば、少数の人を除いて、私たちは本当に死んでいることに気をつけませんが、この映画では何も起こりません。 誰も育ちませんでした。 誰も何も学んだことはありません。 聴衆は地獄のように新しいことは何も学んでいないと確信しています。 そして、私たちのリードは、彼らがどのように始めたかのように、彼らが望むものを何でもやり続けます。\u001b[22m\n\u001b[1m(Watashi wa kono eiga o mite kara shibaraku shite itanode, seikakuna shōsai wa oboete imasen. Tatoe watashi ga okonatta to shite mo, sheru no gōsuto wa, tonikaku hitori de mochikotaeru no ga muzukashīdesuga, nise no senkō no sukiru ni tsuite ōku no hanashi o suru to, kanojo wa tsūjō no shokumu to onaji kurai netsui o motte jikkō sa reta keikaku de haiboku shi, kanojo ga inakute mo dare mo kinishinai. Sonogo, mejā wa dai 9-jō no jimusho ni arawarete, saisho ni terorisuto o torisageru tame no kyōryoku ga hitsuyōdatta nimokakawarazu, kanojo no rūru ni shitagawanai koto o sai kakunin shite kara, terorisuto no ōpuningushīn o sai seitei suru. Saisho no mūbī de, endokurejitto e no kūruna ikō o eru koto ga dekimasu. Iikaereba, shōsū no hito o nozoite, watashitachi wa hontōni shinde iru koto ni ki o tsukemasenga, kono eigade wa nani mo okorimasen. Dare mo sodachimasendeshita. Dare mo nani mo mananda koto wa arimasen. Chōshū wa jigoku no yō ni atarashī koto wa nani mo manande inai to kakushin shite imasu. Soshite, watashitachi no rīdo wa, karera ga dono yō ni hajimeta ka no yō ni, karera ga nozomu mono o nandemo yari tsudzukemasu.)\u001b[22m\n\u001b[1m\u001b[22m\nYou know what I say? I say screw this Arise revival, fuck the live-action film, re-release Stand Alone Complex and 2nd Gig on Blu-ray, and let this franchise jump off a building like the Major, only it doesn't survive the fall. Then maybe we can move on to reviving something that actually could benefit from a revival. Like Bubblegum Crisis. Or Kimba the White Lion.\n\n\u001b[1mあなたは私の言うことを知っていますか？ 私はこのAriseの復活、実写映画のファック、Blu-rayのStand Alone Complexと2nd Gigを再リリースし、このフランチャイズをメジャーのような建物から飛び出させて、秋には生き残ることはできません。 それから、実際に復興の恩恵を受けることができるものを復活させることができます。 バブルグム危機のように。 キンバホワイトライオン。\u001b[22m\n\u001b[1m(Anata wa watashi no iu koto o shitte imasu ka? Watashi wa kono Arise no fukkatsu, jissha eiga no fakku, buru - ray no sutando Alone Complex to 2 nd Gig o sai rirīsu shi, kono furanchaizu o mejā no yōna tatemono kara tobidasa sete, aki ni wa ikinokoru koto wa dekimasen. Sorekara, jissai ni fukkō no onkei o ukeru koto ga dekiru mono o fukkatsu sa seru koto ga dekimasu. Baburugumu kiki no yō ni. Kinbahowaitoraion.)\u001b[22m\n\nTranslations of \u001b[4mYou know what I say? I say screw this Arise revival, fuck the live-action film, re-release Stand Alone Complex and 2nd Gig on Blu-ray, and let this franchise jump off a building like the Major, only it doesn't survive the fall. Then maybe we can move on to reviving something that actually could benefit from a revival. Like Bubblegum Crisis. Or Kimba the White Lion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know what I say?\u001b[24m\n    \u001b[1mあなたは私の言うことを知っていますか？\u001b[22m, \u001b[1mあなたは、私が言うことを知っていますか？\u001b[22m\n\u001b[4mI say screw this Arise revival, fuck the live-action film, re-release Stand Alone Complex and 2nd Gig on Blu-ray, and let this franchise jump off a building like the Major, only it doesn't survive the fall.\u001b[24m\n    \u001b[1m私はこのAriseの復活、実写映画のファック、Blu-rayのStand Alone Complexと2nd Gigを再リリースし、このフランチャイズをメジャーのような建物から飛び出させて、秋には生き残ることはできません。\u001b[22m, \u001b[1m私はそれが秋に耐えていない、実写映画、再リリースがブルーレイにアローンコンプレックスと第二ギグスタンド、そしてこのフランチャイズは、メジャーのような建物から飛び降りるせて性交、このアライズ復活をネジ言います。\u001b[22m\n\u001b[4mThen maybe we can move on to reviving something that actually could benefit from a revival.\u001b[24m\n    \u001b[1mそれから、実際に復興の恩恵を受けることができるものを復活させることができます。\u001b[22m, \u001b[1mそして、多分私達が実際に復活から利益を得ることができる何かを復活させるに進むことができます。\u001b[22m\n\u001b[4mLike Bubblegum Crisis.\u001b[24m\n    \u001b[1mバブルグム危機のように。\u001b[22m, \u001b[1mバブルガムクライシスのように。\u001b[22m\n\u001b[4mOr Kimba the White Lion.\u001b[24m\n    \u001b[1mキンバホワイトライオン。\u001b[22m, \u001b[1mまたはジャングル大帝。\u001b[22m"
  },
  {
    "title": "Ghost_in_the_Shell_2015",
    "id": "27411",
    "url": "https://myanimelist.net/anime/27411/Ghost_in_the_Shell_2015",
    "user": "Mari-chan16",
    "profile": "/profile/Mari-chan16/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=202469",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nそれは私たちを人間にしてくれるもので、私たちのように見えて行動するように見える機械から私たちを区別していますか？\n\n私たちはGiTS 2015でこの問題を探求し続けています。これは、草薙花の花びらの下でクルツとの関係を始めた草薙の幼年時代の懐かしいフラッシュバックシーンから始まります...\n\nそして、私たちは興奮に投げ込まれ、GiTSの不満足な終わりを続けています。ファイアスターターウィルスとゴーストハッキングの起き上がりは、戦争以来の最大のイベントである首相とカルトの恐ろしい暗殺と相まってます。  Niihamaでの暗殺と疑わしい出来事の真実を解明するために、機械のギアのように一緒に働くので、[その]新興の傑出したアクションが存在します。  GiTS 2015には、謎めいた草薙大と彼女のチームとの間に大きなキャラクターの発展があります。\n\nシリーズに精通していない人のために、Ghost in the Shell（GiTS）は何十年にも及ぶSci-Fi / Cyber​​punkの漫画とアニメシリーズです。  GitS 2015は、GiTS：Ariseのプロットを続け、過去数年間にリリースされたGiTS映画のイベントのプレコートとして機能します。\n\nGiTSのこの新しい製品は、滑らかで鮮明なアートを提供し、過去の映画のアニメーションを2015規格に大幅に改善します。 文字は以前の記事よりもAriseの形に似ています。 私の個人的な芸術的な好みは未来的な都市景観でした。私は、GiTS 2015に描かれている新居浜の建築が非常に創造的で思考的なものであることを発見しました。\n\nGiTS 2015はまた、初めのフラッシュバックシーンでは美しい楽器から、Maakan Sakamoto x CorneliusによるスムーズでジャズなEDまで、堅実なOSTを誇っていました。 よく行われたボイスオーバーとOSTがプロットの雰囲気を作り出しました。\n\n全体として、GiTS 2015はGhost in the Shellシリーズの誰にとっても優れた時計です。  GiTSシリーズの知識がなくてもこの映画を見ることは可能ですが、プロットや設定が外出先で解釈するのが難しい場合があります。 それにもかかわらず、GiTS 2015は、シリーズの既存のラインナップに深みのある層を追加し、パイロフォリックカルトのゆるやかな端への扉を閉めます。 さて、問題は次のとおりです。シリーズのシェルでGhostのさらなる開発を可能にする新たな扉？\n\nさて、良いことにも悪いことにも、答えはイエスです。実写映画は、2017年にRupert Sanders監督がリリースされる予定です。 しかしそれは別の話です。\n\n私はあなたがこのレビューが役に立つと思ったことを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nWhat is it that makes us 'human' and distinguishes us from machines that, quite convincingly, appear to look and act like us?\n\n\u001b[1mそれは私たちを人間にしてくれるもので、私たちのように見えて行動するように見えるマシンから私たちを区別していますか？\u001b[22m\n\u001b[1m(Sore wa watashitachi o ningen ni shite kureru mono de, watashitachi no yō ni miete kōdō suru yō ni mieru mashin kara watashitachi o kubetsu shite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat is it that makes us 'human' and distinguishes us from machines that, quite convincingly, appear to look and act like us?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is it that makes us 'human' and distinguishes us from machines that, quite convincingly, appear to look and act like us?\u001b[24m\n    \u001b[1mそれは私たちを人間にしてくれるもので、私たちのように見えて行動するように見えるマシンから私たちを区別していますか？\u001b[22m, \u001b[1mそれは私たちの「人間」を作ると、非常に説得力のある、見て、私たちのように振る舞うように見えるのマシンから私たちを区別することは何ですか？\u001b[22m\n\u001b[1m\u001b[22m\nWe continue to explore this question in GiTS 2015, which begins with a nostalgic flashback scene of Major Kusanagi's childhood, when she began her relationship with Kurts under the falling cherry blossom petals...\n\n\u001b[1m私たちはGiTS 2015でこの問題を探求し続けています。これは、草薙花の花びらの下でクルツとの関係を始めた草薙の幼年時代の懐かしいフラッシュバックシーンから始まります...\u001b[22m\n\u001b[1m(Watashitachiha GiTS 2015 de kono mondai o tankyū shi tsudzukete imasu. Kore wa, Kusanagi hana no hanabira no shita de kurutsu to no kankei o hajimeta Kusanagi no yōnen jidai no natsukashī furasshubakkushīn kara hajimarimasu...)\u001b[22m\n\nTranslations of \u001b[4mWe continue to explore this question in GiTS 2015, which begins with a nostalgic flashback scene of Major Kusanagi's childhood, when she began her relationship with Kurts under the falling cherry blossom petals...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe continue to explore this question in GiTS 2015, which begins with a nostalgic flashback scene of Major Kusanagi's childhood, when she began her relationship with Kurts under the falling cherry blossom petals...\u001b[24m\n    \u001b[1m私たちはGiTS 2015でこの問題を探求し続けています。これは、草薙花の花びらの下でクルツとの関係を始めた草薙の幼年時代の懐かしいフラッシュバックシーンから始まります...\u001b[22m, \u001b[1m私たちは、彼女が落下桜の花びらの下Kurtsと彼女の関係を始めた主な草薙の子供時代のノスタルジックな回想シーンから始まるGITS 2015、でこの質問を探求し続けて...\u001b[22m\n\u001b[1m\u001b[22m\nAND THEN, we are thrown into the excitement, continuing the unsatisfying ending of GiTS: Arise as the Fire Starter Virus and Ghost Hacking are coupled with a horrendous assassination of the Prime Minister and Kurts, the 'greatest event since the War'. Excellent action from the [then] fledgling Section 9 is present as they work together like gears in a machine to unravel the truth behind the assassination and suspicious events in Niihama. GiTS 2015 contains great character development between the enigmatic Major Kusanagi and her team in Section 9.\n\n\u001b[1mそして、私たちは興奮に投げ込まれ、GiTSの不満足な終わりを続けています。ファイアスターターウィルスとゴーストハッキングの起き上がりは、戦争以来の最大のイベントである首相とカルトの恐ろしい暗殺と相まってます。  Niihamaでの暗殺と疑わしい出来事の真実を解明するために、機械のギアのように一緒に働くので、[その]新興の傑出したアクションが存在します。  GiTS 2015には、謎めいた草薙大と彼女のチームとの間で偉大なキャラクター開発が含まれています。\u001b[22m\n\u001b[1m(Soshite, watashitachiha kōfun ni nagekoma re, GiTS no fumanzokuna owari o tsudzukete imasu. Faiasutātāu~irusu to gōsutohakkingu no okiagari wa, sensō irai no saidai no ibentodearu shushō to karuto no osoroshī ansatsu to aimattemasu. Niihama de no ansatsu to utagawashī dekigoto no shinjitsu o kaimei suru tame ni, kikai no gia no yō ni issho ni hatarakunode,[sono] shinkō no kesshutsu shita akushon ga sonzai shimasu. GiTS 2015 ni wa, nazomeita Kusanagi Masaru to kanojo no chīmu to no ma de idaina kyarakutā kaihatsu ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAND THEN, we are thrown into the excitement, continuing the unsatisfying ending of GiTS: Arise as the Fire Starter Virus and Ghost Hacking are coupled with a horrendous assassination of the Prime Minister and Kurts, the 'greatest event since the War'. Excellent action from the [then] fledgling Section 9 is present as they work together like gears in a machine to unravel the truth behind the assassination and suspicious events in Niihama. GiTS 2015 contains great character development between the enigmatic Major Kusanagi and her team in Section 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAND THEN, we are thrown into the excitement, continuing the unsatisfying ending of GiTS: Arise as the Fire Starter Virus and Ghost Hacking are coupled with a horrendous assassination of the Prime Minister and Kurts, the 'greatest event since the War'.\u001b[24m\n    \u001b[1mそして、私たちは興奮に投げ込まれ、GiTSの不満足な終わりを続けています。ファイアスターターウィルスとゴーストハッキングの起き上がりは、戦争以来の最大のイベントである首相とカルトの恐ろしい暗殺と相まってます。\u001b[22m, \u001b[1mそして、私たちは、GITSの不満足な結末を継続し、興奮に投げ込まれている：火災スターターウイルスやゴーストをハッキングとして生じる首相とKurts、「戦争以来最大のイベント」の恐ろしい暗殺に連結されています。\u001b[22m\n\u001b[4mExcellent action from the [then] fledgling Section 9 is present as they work together like gears in a machine to unravel the truth behind the assassination and suspicious events in Niihama.\u001b[24m\n    \u001b[1mNiihamaでの暗殺と疑わしい出来事の真実を解明するために、機械のギアのように一緒に働くので、[その]新興の傑出したアクションが存在します。\u001b[22m, \u001b[1m彼らは新居浜市で暗殺や不審なイベントの背後にある真実を解明するためにマシンにギアのように一緒に働くように[その後]駆け出しの9章からの優れた作用が存在します。\u001b[22m\n\u001b[4mGiTS 2015 contains great character development between the enigmatic Major Kusanagi and her team in Section 9.\u001b[24m\n    \u001b[1mGiTS 2015には、謎めいた草薙大と彼女のチームとの間で偉大なキャラクター開発が含まれています。\u001b[22m, \u001b[1mGITS 2015は、第9章で謎めいた主な草薙と彼女のチームとの間に大きな文字の開発が含まれています。\u001b[22m\n\u001b[1m\u001b[22m\nFor those of you who are not familiar with the series, Ghost in the Shell (GiTS) is prolific Sci-Fi/Cyberpunk manga and anime series spanning many decades. GitS 2015 continues the plot of GiTS: Arise and acts as a prequel for the events of the GiTS movies released in past years.\n\n\u001b[1mシリーズに精通していない人のために、Ghost in the Shell（GiTS）は何十年にも及ぶSci-Fi / Cyber​​punkの漫画とアニメシリーズです。  GitS 2015は、GiTS：Ariseのプロットを続け、過去数年間にリリースされたGiTS映画のイベントのプレコートとして機能します。\u001b[22m\n\u001b[1m(Shirīzu ni seitsū shite inai hito no tame ni, Ghost in the Shell (GiTS) wa nanjūnen ni mo oyobu saifai/ Cyber ​​ punk no manga to animeshirīzudesu. GitS 2015 wa, GiTS: Arise no purotto o tsudzuke, kako sū-nenkan ni rirīsu sa reta GiTS eiga no ibento no purekōto to shite kinō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor those of you who are not familiar with the series, Ghost in the Shell (GiTS) is prolific Sci-Fi/Cyberpunk manga and anime series spanning many decades. GitS 2015 continues the plot of GiTS: Arise and acts as a prequel for the events of the GiTS movies released in past years.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor those of you who are not familiar with the series, Ghost in the Shell (GiTS) is prolific Sci-Fi/Cyberpunk manga and anime series spanning many decades.\u001b[24m\n    \u001b[1mシリーズに精通していない人のために、Ghost in the Shell（GiTS）は何十年にも及ぶSci-Fi / Cyberpunkの漫画とアニメシリーズです。\u001b[22m, \u001b[1mシェル（GITS）でシリーズ、ゴーストに慣れていない人のために何十年に及ぶ多作のSF /サイバーパンクマンガやアニメシリーズです。\u001b[22m\n\u001b[4mGitS 2015 continues the plot of GiTS: Arise and acts as a prequel for the events of the GiTS movies released in past years.\u001b[24m\n    \u001b[1mGitS 2015は、GiTS：Ariseのプロットを続け、過去数年間にリリースされたGiTS映画のイベントのプレコートとして機能します。\u001b[22m, \u001b[1mアライズと過去にリリースGITS映画のイベントのための続編として機能：GITS 2015は、GITSのプロットを続けています。\u001b[22m\n\u001b[1m\u001b[22m\nThis new installment of GiTS offers smooth, crisp art, greatly improving the animations of past movies to a 2015 standard. The characters resemble their forms in Arise more than in previous installments. My personal favorite in terms of art were the futuristic cityscapes as I found the architecture of Niihama as portrayed in GiTS 2015 to be quite creative and thought-provoking.\n\n\u001b[1mGiTSのこの新しい製品は、滑らかで鮮明なアートを提供し、過去の映画のアニメーションを2015規格に大幅に改善します。 文字は以前の記事よりもAriseの形に似ています。 私の個人的な芸術的な好みは未来的な都市景観でした。私は、GiTS 2015に描かれている新居浜の建築が非常に創造的で思考的なものであることを発見しました。\u001b[22m\n\u001b[1m(GiTS no kono atarashī seihin wa, namerakade senmeina āto o teikyō shi, kako no eiga no animēshon o 2015 kikaku ni ōhaba ni kaizen shimasu. Moji wa izen no kiji yori mo Arise no katachi ni nite imasu. Watashi no kojin-tekina geijutsu-tekina konomi wa mirai-tekina toshi keikandeshita. Watashi wa, GiTS 2015 ni egaka rete iru Niihama no kenchiku ga hijō ni sōzō-tekide shikō-tekina monodearu koto o hakken shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThis new installment of GiTS offers smooth, crisp art, greatly improving the animations of past movies to a 2015 standard. The characters resemble their forms in Arise more than in previous installments. My personal favorite in terms of art were the futuristic cityscapes as I found the architecture of Niihama as portrayed in GiTS 2015 to be quite creative and thought-provoking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis new installment of GiTS offers smooth, crisp art, greatly improving the animations of past movies to a 2015 standard.\u001b[24m\n    \u001b[1mGiTSのこの新しい製品は、滑らかで鮮明なアートを提供し、過去の映画のアニメーションを2015規格に大幅に改善します。\u001b[22m, \u001b[1mGITSのこの新しい割賦が大幅に2015規格に過去の映画のアニメーションを向上させる、滑らかで鮮明なアートを提供しています。\u001b[22m\n\u001b[4mThe characters resemble their forms in Arise more than in previous installments.\u001b[24m\n    \u001b[1m文字は以前の記事よりもAriseの形に似ています。\u001b[22m, \u001b[1m文字は、以前の分割払いでよりアライズ以上に自分の形に似ています。\u001b[22m\n\u001b[4mMy personal favorite in terms of art were the futuristic cityscapes as I found the architecture of Niihama as portrayed in GiTS 2015 to be quite creative and thought-provoking.\u001b[24m\n    \u001b[1m私の個人的な芸術的な好みは未来的な都市景観でした。私は、GiTS 2015に描かれている新居浜の建築が非常に創造的で思考的なものであることを発見しました。\u001b[22m, \u001b[1mGITS 2015年に描かように私は非常に創造的で考えさせられることが新居浜市の建築を見られるように芸術の面で私の個人的な好みは、未来的な都市の景観でした。\u001b[22m\n\u001b[1m\u001b[22m\nGiTS 2015 also boasted a solid OST, from the beautiful instrumental in the flashback scene in the beginning to the smooth and jazzy ED by Maaya Sakamoto x Cornelius. The well-done voiceovers and OST set the atmosphere for the plot.\n\n\u001b[1mGiTS 2015はまた、初めのフラッシュバックシーンでは美しい楽器から、Maakan Sakamoto x CorneliusによるスムーズでジャズなEDまで、堅実なOSTを誇っていました。 よく行われたボイスオーバーとOSTがプロットの雰囲気を作り出しました。\u001b[22m\n\u001b[1m(GiTS 2015 wa mata, hajime no furasshubakkushīnde wa utsukushī gakki kara, Maakan Sakamoto x kōneriasu ni yoru sumūzu de jazuna ED made, kenjitsuna OST o hokotte imashita. Yoku okonawa reta boisuōbā to OST ga purotto no fun'iki o tsukuridashimashita.)\u001b[22m\n\nTranslations of \u001b[4mGiTS 2015 also boasted a solid OST, from the beautiful instrumental in the flashback scene in the beginning to the smooth and jazzy ED by Maaya Sakamoto x Cornelius. The well-done voiceovers and OST set the atmosphere for the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGiTS 2015 also boasted a solid OST, from the beautiful instrumental in the flashback scene in the beginning to the smooth and jazzy ED by Maaya Sakamoto x Cornelius.\u001b[24m\n    \u001b[1mGiTS 2015はまた、初めのフラッシュバックシーンでは美しい楽器から、Maakan Sakamoto x CorneliusによるスムーズでジャズなEDまで、堅実なOSTを誇っていました。\u001b[22m, \u001b[1mGITS 2015はまた、コーネリアスxは坂本真綾による平滑とジャジーなEDに初めに回想シーンで美しい楽器から、固体OSTを誇りました。\u001b[22m\n\u001b[4mThe well-done voiceovers and OST set the atmosphere for the plot.\u001b[24m\n    \u001b[1mよく行われたボイスオーバーとOSTがプロットの雰囲気を作り出しました。\u001b[22m, \u001b[1mよく行わナレーションとOSTは、プロットのための雰囲気を設定します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, GiTS 2015 is an excellent watch for anyone into the Ghost in the Shell series. Although it's very much possible to watch this movie without having previous knowledge of the GiTS series, one may find the plot and setting difficult to interpret on-the-go. Nevertheless, GiTS 2015 adds an extra layer of depth to existing lineup of the series, and closes the door to the loose ends in Pyrophoric Cult. Now, the question is: Will a new door open to further development of Ghost in the Shell in the series?\n\n\u001b[1m全体として、GiTS 2015はGhost in the Shellシリーズの誰にとっても優れた時計です。  GiTSシリーズの知識がなくてもこの映画を見ることは可能ですが、プロットや設定が外出先で解釈するのが難しい場合があります。 それにもかかわらず、GiTS 2015は、シリーズの既存のラインナップに深みのある層を追加し、パイロフォリックカルトのゆるやかな端への扉を閉めます。 さて、問題は次のとおりです。シリーズのシェルでGhostのさらなる開発を可能にする新たな扉？\u001b[22m\n\u001b[1m(Zentai to shite, GiTS 2015 wa Ghost in the Shell shirīzu no dare ni tottemo sugureta tokeidesu. GiTS shirīzu no chishiki ga nakute mo kono eiga o miru koto wa kanōdesuga, purotto ya settei ga gaishutsu-saki de kaishaku suru no ga muzukashī baai ga arimasu. Sore nimokakawarazu, GiTS 2015 wa, shirīzu no kizon no rain'nappu ni fukami no aru sō o tsuika shi, pairoforikkukaruto no yuruyakana hashi e no tobira o shimemasu. Sate, mondai wa tsugi no tōridesu. Shirīzu no sheru de Ghost no saranaru kaihatsu o kanō ni suru aratana tobira?)\u001b[22m\n\nTranslations of \u001b[4mOverall, GiTS 2015 is an excellent watch for anyone into the Ghost in the Shell series. Although it's very much possible to watch this movie without having previous knowledge of the GiTS series, one may find the plot and setting difficult to interpret on-the-go. Nevertheless, GiTS 2015 adds an extra layer of depth to existing lineup of the series, and closes the door to the loose ends in Pyrophoric Cult. Now, the question is: Will a new door open to further development of Ghost in the Shell in the series?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, GiTS 2015 is an excellent watch for anyone into the Ghost in the Shell series.\u001b[24m\n    \u001b[1m全体として、GiTS 2015はGhost in the Shellシリーズの誰にとっても優れた時計です。\u001b[22m, \u001b[1m全体的に、GITS 2015は、シェルシリーズにゴーストに誰のための優れた時計です。\u001b[22m\n\u001b[4mAlthough it's very much possible to watch this movie without having previous knowledge of the GiTS series, one may find the plot and setting difficult to interpret on-the-go.\u001b[24m\n    \u001b[1mGiTSシリーズの知識がなくてもこの映画を見ることは可能ですが、プロットや設定が外出先で解釈するのが難しい場合があります。\u001b[22m, \u001b[1mそれはGITSシリーズの予備知識がなくても、この映画を見るために非常に可能ですが、一つはプロットを見つけると、外出先で解釈することは困難で設定することができます。\u001b[22m\n\u001b[4mNevertheless, GiTS 2015 adds an extra layer of depth to existing lineup of the series, and closes the door to the loose ends in Pyrophoric Cult.\u001b[24m\n    \u001b[1mそれにもかかわらず、GiTS 2015は、シリーズの既存のラインナップに深みのある層を追加し、パイロフォリックカルトのゆるやかな端への扉を閉めます。\u001b[22m, \u001b[1mそれにもかかわらず、GITS 2015は、一連の既存のラインナップに奥行きの余分なレイヤを追加し、自然発火カルトで宙ぶらりんにドアを閉めます。\u001b[22m\n\u001b[4mNow, the question is: Will a new door open to further development of Ghost in the Shell in the series?\u001b[24m\n    \u001b[1mさて、問題は次のとおりです。シリーズのシェルでGhostのさらなる開発を可能にする新たな扉？\u001b[22m, \u001b[1mさて、質問です：オープン新しいドアが直列に攻殻機動隊の発展を促進するだろうか？\u001b[22m\n\u001b[1m\u001b[22m\nWell, for better or worse, the answer is yes, as a live-action movie will be released in 2017, directed by Rupert Sanders. But that's another story for another time.\n\n\u001b[1mさて、良いことにも悪いことにも、答えはイエスです。実写映画は、2017年にRupert Sanders監督がリリースされる予定です。 しかしそれは別の話です。\u001b[22m\n\u001b[1m(Sate, yoikoto ni mo warui koto ni mo, kotaeha iesudesu. Jissha eiga wa, 2017-nen ni Rupert Sanders kantoku ga rirīsu sa reru yoteidesu. Shikashi soreha-betsu no hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mWell, for better or worse, the answer is yes, as a live-action movie will be released in 2017, directed by Rupert Sanders. But that's another story for another time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, for better or worse, the answer is yes, as a live-action movie will be released in 2017, directed by Rupert Sanders.\u001b[24m\n    \u001b[1mさて、良いことにも悪いことにも、答えはイエスです。実写映画は、2017年にRupert Sanders監督がリリースされる予定です。\u001b[22m, \u001b[1m実写映画はルパート・サンダース監督の、2017年にリリースされるだけでなく、良くも悪くも、答えは、イエスです。\u001b[22m\n\u001b[4mBut that's another story for another time.\u001b[24m\n    \u001b[1mしかしそれは別の話です。\u001b[22m, \u001b[1mしかし、それは別の時間のためにまた別の話です。\u001b[22m\n\u001b[1m\u001b[22m\nI hope you have found this review to be helpful.\n\n\u001b[1m私はあなたがこのレビューが役に立つと思ったことを願っています。\u001b[22m\n\u001b[1m(Watashi wa anata ga kono rebyū ga yakunitatsu to omotta koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI hope you have found this review to be helpful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope you have found this review to be helpful.\u001b[24m\n    \u001b[1m私はあなたがこのレビューが役に立つと思ったことを願っています。\u001b[22m, \u001b[1m私はこのレビューは参考になりましであることが判明している願っています。\u001b[22m"
  },
  {
    "title": "Ghost_in_the_Shell_2015",
    "id": "27411",
    "url": "https://myanimelist.net/anime/27411/Ghost_in_the_Shell_2015",
    "user": "LightFlame",
    "profile": "/profile/LightFlame/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=203113",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\n私が映画の終わりになったら、これと最初のGITS映画のリンクを見ることができました。 それから、いくつかのことがより理にかなっていて、これはおそらく私にとって最も理にかなった映画でした（誰がハードコアファンでもない）。\n\nシェルの幽霊は、常に世界の固有の設定のために大量の深さで私を興奮させる。 私は、ストーリーラインのこのような設計は種類の一つであり、それが私がこのフランチャイズを覚えているものであると言わなければならない。\n\n特に洗練されたロボットと心を吹き飛ばしてくれる高速のコンピュータで構成された未来的なジャンルについては、最終的には純粋だから、物事を正しく（重要なのは物語り）することが大事です 私が間違っていることが証明されたことを願っています。 その意味で、GITSの最初の映画は20年前にリリースされました。これは冒涜的に長い時間ですが、そのような未来的なアイデアを持っている時代（現在でも面白いです）はすごく壮大です。 それは天才です。 これは本当に貴重な古典的なフランチャイズです。\n\n続編とは対照的に、この映画にはコメディの要素が多く、間違いなくゴアが少なく、ヌードはまったくありません。 また、私はこの映画を最初のものよりもよく理解しました（たぶん私だけです）。 私が言いたいことは、これにはもっと多くの行動があるということです。\n\nおそらく、それが欠けていた唯一の事は、元の映画がフランチャイズのファンを得た視聴者のために作った深刻な雰囲気（すべてのゴア、ヌード、長い政治会話）だった。 しかし、私はこの1つが最も好きだった:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWhen I got to the end of the movie, could see the link between this and the first GITS movie. It was then that several things made more sense, and this was perhaps the movie which made the most sense to me (who is not a hardcore fan and all).\n\n\u001b[1m私が映画の終わりになったら、これと最初のGITS映画のリンクを見ることができました。 それから、いくつかのことがより理にかなっていて、これはおそらく私にとって最も理にかなった映画でした（誰がハードコアファンでもない）。\u001b[22m\n\u001b[1m(Watashi ga eiga no owari ni nattara, kore to saisho no GITS eiga no rinku o miru koto ga dekimashita. Sorekara, ikutsu ka no koto ga yori ri ni kanatte ite, kore wa osoraku watashi ni totte mottomo ri ni kanatta eigadeshita (dare ga hādokoafande mo nai).)\u001b[22m\n\nTranslations of \u001b[4mWhen I got to the end of the movie, could see the link between this and the first GITS movie. It was then that several things made more sense, and this was perhaps the movie which made the most sense to me (who is not a hardcore fan and all).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I got to the end of the movie, could see the link between this and the first GITS movie.\u001b[24m\n    \u001b[1m私が映画の終わりになったら、これと最初のGITS映画のリンクを見ることができました。\u001b[22m, \u001b[1m私は映画の最後に着いたとき、この最初GITSの映画の間のリンクを見ることができました。\u001b[22m\n\u001b[4mIt was then that several things made more sense, and this was perhaps the movie which made the most sense to me (who is not a hardcore fan and all).\u001b[24m\n    \u001b[1mそれから、いくつかのことがより理にかなっていて、これはおそらく私にとって最も理にかなった映画でした（誰がハードコアファンでもない）。\u001b[22m, \u001b[1mこれは、いくつかの物事がより理にかなって、これはおそらく（筋金入りのファンとすべてではありません）私にはほとんど意味を成していた映画だったこと、その後でした。\u001b[22m\n\u001b[1m\u001b[22m\nGhost in the Shell always excites me with the massive amount of depth comes because of the inherent setting of their world. I must say, that this kind of designing of a storyline is one of a kind and that is something I would remember this franchise for.\n\n\u001b[1mシェルの幽霊は、常に世界の固有の設定のために大量の深さで私を興奮させる。 私は、ストーリーラインのこのような設計は種類の一つであり、それが私がこのフランチャイズを覚えているものであると言わなければならない。\u001b[22m\n\u001b[1m(Sheru no yūrei wa, tsuneni sekai no koyū no settei no tame ni tairyō no fuka-sa de watashi o kōfun sa seru. Watashi wa, sutōrīrain no ko no yōna sekkei wa shurui no hitotsudeari, sore ga watashi ga kono furanchaizu o oboete iru monodearu to iwanakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mGhost in the Shell always excites me with the massive amount of depth comes because of the inherent setting of their world. I must say, that this kind of designing of a storyline is one of a kind and that is something I would remember this franchise for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGhost in the Shell always excites me with the massive amount of depth comes because of the inherent setting of their world.\u001b[24m\n    \u001b[1mシェルの幽霊は、常に世界の固有の設定のために大量の深さで私を興奮させる。\u001b[22m, \u001b[1m攻殻機動隊は常に深さの膨大な量で私を興奮させるために彼らの世界の固有の設定にしています。\u001b[22m\n\u001b[4mI must say, that this kind of designing of a storyline is one of a kind and that is something I would remember this franchise for.\u001b[24m\n    \u001b[1m私は、ストーリーラインのこのような設計は種類の一つであり、それが私がこのフランチャイズを覚えているものであると言わなければならない。\u001b[22m, \u001b[1m私はストーリーの設計のこの種は、種の一つであり、それは私がこのフランチャイズを覚えているだろう何かであることを、言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nEspecially when it comes to futuristic genres, where the setting consists of sophisticated robots and lightning fast computers that blow away our minds, it is super important to get things right (I mean the story) because say all you want, in the end it's pure fantasy although I hope I am proven wrong. In that sense, the first movie of GITS was released 20 years ago which is a blasphemously long time, and in that age having such futuristic ideas (which are entertaining to watch even now) is utterly magnificent. It is genius. This is truly a classic franchise worth your time.\n\n\u001b[1m特に洗練されたロボットと心を吹き飛ばしてくれる高速のコンピュータで構成された未来的なジャンルについては、最終的には純粋だから、物事を正しく（重要なのは物語り）することが大事です 私が間違っていることが証明されたことを願っています。 その意味で、GITSの最初の映画は20年前にリリースされました。これは冒涜的に長い時間ですが、そのような未来的なアイデアを持っている時代（現在でも面白いです）はすごく壮大です。 それは天才です。 これは本当に貴重な古典的なフランチャイズです。\u001b[22m\n\u001b[1m(Tokuni senrensareta robotto to kokoro o fukitobashite kureru kōsoku no konpyūta de kōsei sa reta mirai-tekina janru ni tsuite wa, saishūtekini wa junsuidakara, monogoto o tadashiku (jūyōna no wa monogatari) suru koto ga daijidesu watashi ga machigatte iru koto ga shōmei sa reta koto o negatte imasu. Sono imi de, GITS no saisho no eiga wa 20-nen mae ni rirīsu sa remashita. Kore wa bōtoku-teki ni nagai jikandesuga, sono yōna mirai-tekina aidea o motte iru jidai (genzai demo omoshiroidesu) wa sugoku sōdaidesu. Sore wa tensaidesu. Kore wa hontōni kichōna koten-tekina furanchaizudesu.)\u001b[22m\n\nTranslations of \u001b[4mEspecially when it comes to futuristic genres, where the setting consists of sophisticated robots and lightning fast computers that blow away our minds, it is super important to get things right (I mean the story) because say all you want, in the end it's pure fantasy although I hope I am proven wrong. In that sense, the first movie of GITS was released 20 years ago which is a blasphemously long time, and in that age having such futuristic ideas (which are entertaining to watch even now) is utterly magnificent. It is genius. This is truly a classic franchise worth your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEspecially when it comes to futuristic genres, where the setting consists of sophisticated robots and lightning fast computers that blow away our minds, it is super important to get things right (I mean the story) because say all you want, in the end it's pure\u001b[24m\n    \u001b[1m特に洗練されたロボットと心を吹き飛ばしてくれる高速のコンピュータで構成された未来的なジャンルについては、最終的には純粋だから、物事を正しく（重要なのは物語り）することが大事です\u001b[22m, \u001b[1mそれは設定が私たちの心を吹き飛ばす洗練されたロボットや超高速コンピュータで構成さ未来的なジャンルに来る場合は特に、（私が話を意味する）と言うあなたが望むすべてのため、最終的には、純粋な右で物事を取得するためにスーパーが重要です\u001b[22m\n\u001b[4mfantasy although I hope I am proven wrong.\u001b[24m\n    \u001b[1m私が間違っていることが証明されたことを願っています。\u001b[22m, \u001b[1m私は私が間違って証明されています願っていますが、ファンタジー。\u001b[22m\n\u001b[4mIn that sense, the first movie of GITS was released 20 years ago which is a blasphemously long time, and in that age having such futuristic ideas (which are entertaining to watch even now) is utterly magnificent.\u001b[24m\n    \u001b[1mその意味で、GITSの最初の映画は20年前にリリースされました。これは冒涜的に長い時間ですが、そのような未来的なアイデアを持っている時代（現在でも面白いです）はすごく壮大です。\u001b[22m, \u001b[1mその意味で、GITSの最初の映画はblasphemously長い時間である20年前にリリースされた、その時代に（今でも見ることが楽しまれている）、このような未来的な考えを持つことは全く壮大です。\u001b[22m\n\u001b[4mIt is genius.\u001b[24m\n    \u001b[1mそれは天才です。\u001b[22m\n\u001b[4mThis is truly a classic franchise worth your time.\u001b[24m\n    \u001b[1mこれは本当に貴重な古典的なフランチャイズです。\u001b[22m, \u001b[1mこれは本当にあなたの時間の価値が古典的なフランチャイズです。\u001b[22m\n\u001b[1m\u001b[22m\nThis movie as opposed to the sequel has more elements of comedy and definitely lesser gore and absolutely no nudity which I find surprising (because, you know). Also, I understood this movie better than the first (maybe it's just me). Another thing I would venture out to say is that there is much more action in this one.\n\n\u001b[1m続編とは対照的に、この映画にはコメディの要素が多く、間違いなくゴアが少なく、ヌードはまったくありません。 また、私はこの映画を最初のものよりもよく理解しました（たぶん私だけです）。 私が言いたいことは、これにはもっと多くの行動があるということです。\u001b[22m\n\u001b[1m(Zokuhen to wa taishō-teki ni, kono eiga ni wa komedi no yōso ga ōku, machigainaku Goa ga sukunaku, nūdo wa mattaku arimasen. Mata, watashi wa kono eiga o saisho no mono yori mo yoku rikai shimashita (tabun watashi dakedesu). Watashi ga iitai koto wa, kore ni wa motto ōku no kōdō ga aru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis movie as opposed to the sequel has more elements of comedy and definitely lesser gore and absolutely no nudity which I find surprising (because, you know). Also, I understood this movie better than the first (maybe it's just me). Another thing I would venture out to say is that there is much more action in this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis movie as opposed to the sequel has more elements of comedy and definitely lesser gore and absolutely no nudity which I find surprising (because, you know).\u001b[24m\n    \u001b[1m続編とは対照的に、この映画にはコメディの要素が多く、間違いなくゴアが少なく、ヌードはまったくありません。\u001b[22m, \u001b[1m続編とは対照的に、この映画は（あなたが知っているので）、私は驚くべき見つけ少ないゴアと全くヌード間違いなく、より喜劇の要素としています。\u001b[22m\n\u001b[4mAlso, I understood this movie better than the first (maybe it's just me).\u001b[24m\n    \u001b[1mまた、私はこの映画を最初のものよりもよく理解しました（たぶん私だけです）。\u001b[22m, \u001b[1mまた、私は最初のものより優れたこの映画を理解（多分それは私だけです）。\u001b[22m\n\u001b[4mAnother thing I would venture out to say is that there is much more action in this one.\u001b[24m\n    \u001b[1m私が言いたいことは、これにはもっと多くの行動があるということです。\u001b[22m, \u001b[1m私が言って出てベンチャーだろうもう一つは、このいずれかでずっとより多くのアクションがあることです。\u001b[22m\n\u001b[1m\u001b[22m\nPerhaps the only thing that it lacked was the serious atmosphere (with all the gore, nudity and longer political talks) the original movie had made for the viewer which got the franchise its fans. However, I liked this one the most :)\n\n\u001b[1mおそらく、それが欠けていた唯一の事は、元の映画がフランチャイズのファンを得た視聴者のために作った深刻な雰囲気（すべてのゴア、ヌード、長い政治会話）だった。 しかし、私はこの1つが最も好きだった:)\u001b[22m\n\u001b[1m(Osoraku, sore ga kakete ita yuiitsu no koto wa,-moto no eiga ga furanchaizu no fan o eta shichō-sha no tame ni tsukutta shinkokuna fun'iki (subete no Goa, nūdo, nagai seiji kaiwa)datta. Shikashi, watashi wa kono 1tsu ga mottomo sukidatta: ))\u001b[22m\n\nTranslations of \u001b[4mPerhaps the only thing that it lacked was the serious atmosphere (with all the gore, nudity and longer political talks) the original movie had made for the viewer which got the franchise its fans. However, I liked this one the most :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPerhaps the only thing that it lacked was the serious atmosphere (with all the gore, nudity and longer political talks) the original movie had made for the viewer which got the franchise its fans.\u001b[24m\n    \u001b[1mおそらく、それが欠けていた唯一の事は、元の映画がフランチャイズのファンを得た視聴者のために作った深刻な雰囲気（すべてのゴア、ヌード、長い政治会話）だった。\u001b[22m, \u001b[1mおそらく、それが欠けていたことが唯一のものは、オリジナルのムービーは、フランチャイズにそのファンを持って視聴者のために作られていた（すべてのマチ、ヌードや長い政治会談で）深刻な雰囲気でした。\u001b[22m\n\u001b[4mHowever, I liked this one the most :)\u001b[24m\n    \u001b[1mしかし、私はこの1つが最も好きだった:)\u001b[22m, \u001b[1mしかし、私はほとんどこの1が好き:)\u001b[22m"
  },
  {
    "title": "Ghost_in_the_Shell_2015",
    "id": "27411",
    "url": "https://myanimelist.net/anime/27411/Ghost_in_the_Shell_2015",
    "user": "JusticeSoulTuna",
    "profile": "/profile/JusticeSoulTuna/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=220818",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  9\n\n悪くない！ あなたがARISEシリーズのファンであれば、これはそれをキャッピングする良い方法です。 それは、そのシリーズと同じくらい複雑で科学的な狂気のようなもので、元のGITSシリーズや映画もそうです。 私はあなたが何か革命的なもの、あるいは元のGITS映画のようなカルトヒットを期待していたら、あなたは失望していると思います。 それは、ヘッドターナーではなく、魅力的なSFの陰謀のライド以上です。 アニメーションは素晴らしく、アクションシーンは高画質で、フランチャイズから期待していました。 私は確かにこの映画の人々の失望を見ることができますが、GITSのファンなら全体的に見る価値があります。 何かがあれば、あなたは最後にも素敵なレトロな連続性を得るでしょう。 正直言って、もう一度Stand Alone Complexシリーズを見直したいのです！ すべての映画、複数のシリーズ、編集ムービー（GITS SAC Laughing Man＆Individual 11）など、すべてのGITS機能を見ている人物として、私はもっとGITSを手に入れたいと思っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nNot bad! If you’re a fan of the ARISE series, this is a nice way of capping it off. It’s as convoluted and scientific psycho-babble as that series, and the original GITS series and movies too. I suppose if you were expecting something as revolutionary, or at least a cult hit, like the original GITS movie, you’d be disappointed. It’s more of an engaging sci-fi intrigue ride, rather than a head turner. Animation was fantastic, and the action scenes were high quality, as you’d expect from the franchise. I can certainly see people’s disappointment in this movie, but if you’re a GITS fan overall it’s worth the watch. If anything, you’ll get some cheeky retro continuity at the end too. To be honest, it makes me want to re-watch the Stand Alone Complex series again! As someone who’s seen every GITS feature, including all movies, multiple series, and the compilation movies (GITS SAC Laughing Man &amp; Individual 11), I’m just happy to get more GITS.\n\n\u001b[1m悪くない！ あなたがARISEシリーズのファンであれば、これはそれをキャッピングする良い方法です。 それは、そのシリーズと同じくらい複雑で科学的な狂気のようなもので、元のGITSシリーズや映画もそうです。 私はあなたが何か革命的なもの、あるいは元のGITS映画のようなカルトヒットを期待していたら、あなたは失望していると思います。 それは、ヘッドターナーではなく、魅力的なSFの陰謀のライド以上です。 アニメーションは素晴らしく、アクションシーンは高画質で、フランチャイズから期待していました。 私は確かにこの映画の人々の失望を見ることができますが、GITSのファンなら全体的に見る価値があります。 何かがあれば、あなたは最後にも素敵なレトロな連続性を得るでしょう。 正直言って、もう一度Stand Alone Complexシリーズを見直したいのです！ すべての映画、複数のシリーズ、編集ムービー（GITS SAC Laughing Man＆Individual 11）など、すべてのGITS機能を見ている人物として、私はもっとGITSを手に入れたいと思っています。\u001b[22m\n\u001b[1m(Warukunai! Anata ga ARISE shirīzu no fandeareba, kore wa sore o kyappingu suru yoi hōhōdesu. Sore wa, sono shirīzu to onaji kurai fukuzatsude kagakutekina kyōki no yōna mono de,-moto no GITS shirīzu ya eiga mo sōdesu. Watashi wa anata ga nanika kakumei-tekina mono, aruiwa gen no GITS eiga no yōna karutohitto o kitai shite itara, anata wa shitsubō shite iru to omoimasu. Sore wa, heddotānāde wa naku, miryoku-tekina SF no inbō no raido ijōdesu. Animēshon wa subarashiku, akushonshīn wa kōgashitsu de, furanchaizu kara kitai shite imashita. Watashi wa tashika ni kono eiga no hitobito no shitsubō o miru koto ga dekimasuga, GITS no fan'nara zentai-teki ni miru kachi ga arimasu. Nanika ga areba, anata wa saigo ni mo sutekina retorona renzoku-sei o erudeshou. Shōjiki itte, mōichido sutando Alone Complex shirīzu o minaoshitai nodesu! Subete no eiga, fukusū no shirīzu, henshū mūbī (GITS SAC Laughing Man& indibijuaru 11) nado, subete no GITS kinō o mite iru jinbutsu to shite, watashi wa motto GITS o te ni iretai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNot bad! If you’re a fan of the ARISE series, this is a nice way of capping it off. It’s as convoluted and scientific psycho-babble as that series, and the original GITS series and movies too. I suppose if you were expecting something as revolutionary, or at least a cult hit, like the original GITS movie, you’d be disappointed. It’s more of an engaging sci-fi intrigue ride, rather than a head turner. Animation was fantastic, and the action scenes were high quality, as you’d expect from the franchise. I can certainly see people’s disappointment in this movie, but if you’re a GITS fan overall it’s worth the watch. If anything, you’ll get some cheeky retro continuity at the end too. To be honest, it makes me want to re-watch the Stand Alone Complex series again! As someone who’s seen every GITS feature, including all movies, multiple series, and the compilation movies (GITS SAC Laughing Man &amp; Individual 11), I’m just happy to get more GITS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot bad!\u001b[24m\n    \u001b[1m悪くない！\u001b[22m, \u001b[1m悪くない！\u001b[22m, \u001b[1m悪くありません！\u001b[22m\n\u001b[4mIf you’re a fan of the ARISE series, this is a nice way of capping it off.\u001b[24m\n    \u001b[1mあなたがARISEシリーズのファンであれば、これはそれをキャッピングする良い方法です。\u001b[22m, \u001b[1mあなたはARISEシリーズのファンなら、これはそれをオフにキャッピングの素晴らしい方法です。\u001b[22m\n\u001b[4mIt’s as convoluted and scientific psycho-babble as that series, and the original GITS series and movies too.\u001b[24m\n    \u001b[1mそれは、そのシリーズと同じくらい複雑で科学的な狂気のようなもので、元のGITSシリーズや映画もそうです。\u001b[22m, \u001b[1mそれはあまりにもそのシリーズのように入り組んだと科学的な心理せせらぎ、元GITSシリーズや映画です。\u001b[22m\n\u001b[4mI suppose if you were expecting something as revolutionary, or at least a cult hit, like the original GITS movie, you’d be disappointed.\u001b[24m\n    \u001b[1m私はあなたが何か革命的なもの、あるいは元のGITS映画のようなカルトヒットを期待していたら、あなたは失望していると思います。\u001b[22m, \u001b[1mあなたは革命として何か、または少なくともカルトヒットを期待していた場合、私は、元のGITSの映画のように、あなたは失望するだろう、と仮定します。\u001b[22m\n\u001b[4mIt’s more of an engaging sci-fi intrigue ride, rather than a head turner.\u001b[24m\n    \u001b[1mそれは、ヘッドターナーではなく、魅力的なSFの陰謀のライド以上です。\u001b[22m, \u001b[1mそれは魅力的なSFの陰謀に乗るのではなく、ヘッドターナーのより多くのです。\u001b[22m\n\u001b[4mAnimation was fantastic, and the action scenes were high quality, as you’d expect from the franchise.\u001b[24m\n    \u001b[1mアニメーションは素晴らしく、アクションシーンは高画質で、フランチャイズから期待していました。\u001b[22m, \u001b[1mアニメーションはファンタスティックだった、とあなたはフランチャイズから期待通りアクションシーンは、高品質でした。\u001b[22m\n\u001b[4mI can certainly see people’s disappointment in this movie, but if you’re a GITS fan overall it’s worth the watch.\u001b[24m\n    \u001b[1m私は確かにこの映画の人々の失望を見ることができますが、GITSのファンなら全体的に見る価値があります。\u001b[22m, \u001b[1m私は確かにこの映画の中で、人々の失望を見ることができますが、全体的なGITSのファンならそれは時計の価値があります。\u001b[22m\n\u001b[4mIf anything, you’ll get some cheeky retro continuity at the end too.\u001b[24m\n    \u001b[1m何かがあれば、あなたは最後にも素敵なレトロな連続性を得るでしょう。\u001b[22m, \u001b[1mどちらかといえば、あなたも終わりにいくつかの生意気なレトロな継続性を得るでしょう。\u001b[22m\n\u001b[4mTo be honest, it makes me want to re-watch the Stand Alone Complex series again!\u001b[24m\n    \u001b[1m正直言って、もう一度Stand Alone Complexシリーズを見直したいのです！\u001b[22m, \u001b[1m正直に言うと、それは私が再びスタンドアローンコンプレックスシリーズを再視聴したくなります！\u001b[22m\n\u001b[4mAs someone who’s seen every GITS feature, including all movies, multiple series, and the compilation movies (GITS SAC Laughing Man &amp; Individual 11), I’m just happy to get more GITS.\u001b[24m\n    \u001b[1mすべての映画、複数のシリーズ、編集ムービー（GITS SAC Laughing Man＆Individual 11）など、すべてのGITS機能を見ている人物として、私はもっとGITSを手に入れたいと思っています。\u001b[22m, \u001b[1m（マン＆アンペア笑いGITS SAC;個人11）すべてのムービー、複数の系列、およびコンパイル映画を含め、すべてのGITSの機能を見た誰かとして、私はより多くのGITSを取得するだけで満足しています。\u001b[22m"
  },
  {
    "title": "Ghost_in_the_Shell_2015",
    "id": "27411",
    "url": "https://myanimelist.net/anime/27411/Ghost_in_the_Shell_2015",
    "user": "gioraffe32",
    "profile": "/profile/gioraffe32/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=225578",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  7\n\nシリーズが伝統的に持っていた哲学的側面の多くを欠いている。 非常に多くのアクションフリックは、必ずしも悪いことではありません。 ちょうど、私はGitSシリーズより多くを期待しています。 おそらくすべてのGitSの中で最も弱い「Arise」シリーズでさえ、シリーズを興味深いものにする哲学的およびメタ的なものがいくつかありました。\n\nストーリーワイズ、それはちょっと巻き込まれたと思った。 誰と誰と何の理由で戦っていたかを追うのは難しかったです。 結末が本当にそのことのいずれかを説明したことさえ確かではありません。 おそらく、それは将来のリリースのために残されたのかもしれません。\n\n英語の声優の中には、嫌なものがありました。 理由は分かりませんが、幕末の声優は替わりました。 そしてその声は彼にはまったく合わない。 他のチームメンバーも同じです。 私たちが以前に見たように、演技している声は、キャラクターに合っていません。\n\n同じ話題に沿っていくらか、性格のいくつかも変わったようです。 それほど話せないキャラクターは、必ずしも物語に何も追加しなくても、もっと頻繁にやります。\n\n少なくとも、面白かったです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nLacking much of the philosophical aspects the series had traditionally had. Very much just an action flick, which isn't necessarily a bad thing. Just that, I expect more from the GitS series. Even the 'Arise' series -- which is probably the weakest of all GitS -- had some of the philosophical and meta things that really makes the series interesting.\n\n\u001b[1mシリーズが伝統的に持っていた哲学的側面の多くを欠いている。 非常に多くのアクションフリックは、必ずしも悪いことではありません。 ちょうど、私はGitSシリーズより多くを期待しています。 おそらくすべてのGitSの中で最も弱い「Arise」シリーズでさえ、シリーズを興味深いものにする哲学的およびメタ的なものがいくつかありました。\u001b[22m\n\u001b[1m(Shirīzu ga dentō-teki ni motte ita tetsugaku-teki sokumen no ōku o kaite iru. Hijō ni ōku no akushonfurikku wa, kanarazushimo warui kotode wa arimasen. Chōdo, watashi wa GitS shirīzu yori ōku o kitai shite imasu. Osoraku subete no GitS no naka de mottomo yowai `Arise' shirīzude sae, shirīzu o kyōmibukai mono ni suru tetsugaku-teki oyobi meta-tekina mono ga ikutsu ka arimashita.)\u001b[22m\n\nTranslations of \u001b[4mLacking much of the philosophical aspects the series had traditionally had. Very much just an action flick, which isn't necessarily a bad thing. Just that, I expect more from the GitS series. Even the 'Arise' series -- which is probably the weakest of all GitS -- had some of the philosophical and meta things that really makes the series interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLacking much of the philosophical aspects the series had traditionally had.\u001b[24m\n    \u001b[1mシリーズが伝統的に持っていた哲学的側面の多くを欠いている。\u001b[22m, \u001b[1mシリーズは伝統的に持っていた哲学的な側面の多くを欠いています。\u001b[22m\n\u001b[4mVery much just an action flick, which isn't necessarily a bad thing.\u001b[24m\n    \u001b[1m非常に多くのアクションフリックは、必ずしも悪いことではありません。\u001b[22m, \u001b[1m必ずしも悪いことではありません非常にちょうどアクション映画、。\u001b[22m\n\u001b[4mJust that, I expect more from the GitS series.\u001b[24m\n    \u001b[1mちょうど、私はGitSシリーズより多くを期待しています。\u001b[22m, \u001b[1mちょうどその、私はGITSシリーズからより多くを期待しています。\u001b[22m\n\u001b[4mEven the 'Arise' series -- which is probably the weakest of all GitS -- had some of the philosophical and meta things that really makes the series interesting.\u001b[24m\n    \u001b[1mおそらくすべてのGitSの中で最も弱い「Arise」シリーズでさえ、シリーズを興味深いものにする哲学的およびメタ的なものがいくつかありました。\u001b[22m, \u001b[1mでも「アライズ」シリーズ - おそらくすべてのGITSの最も弱いです - 本当にシリーズは興味深い哲学とメタ物事のいくつかを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nStorywise, thought it was a little convoluted. Was hard to follow who was fighting who and for what reason. Not even really sure the ending really explained any of that. Though, perhaps, it was left that way for future releases.\n\n\u001b[1mストーリーワイズ、それはちょっと巻き込まれたと思った。 誰と誰と何の理由で戦っていたかを追うのは難しかったです。 結末が本当にそのことのいずれかを説明したことさえ確かではありません。 おそらく、それは将来のリリースのために残されたのかもしれません。\u001b[22m\n\u001b[1m(Sutōrīwaizu, sore wa chotto makikoma reta to omotta. Dare to dare to nani no riyū de tatakatte ita ka o ou no wa muzukashikattadesu. Ketsumatsu ga hontōni sono koto no izureka o setsumei shita koto sae tashikade wa arimasen. Osoraku, sore wa shōrai no rirīsu no tame ni nokosa reta no kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mStorywise, thought it was a little convoluted. Was hard to follow who was fighting who and for what reason. Not even really sure the ending really explained any of that. Though, perhaps, it was left that way for future releases.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStorywise, thought it was a little convoluted.\u001b[24m\n    \u001b[1mストーリーワイズ、それはちょっと巻き込まれたと思った。\u001b[22m, \u001b[1mStorywise、それは少し入り組んだと思いました。\u001b[22m\n\u001b[4mWas hard to follow who was fighting who and for what reason.\u001b[24m\n    \u001b[1m誰と誰と何の理由で戦っていたかを追うのは難しかったです。\u001b[22m, \u001b[1m誰とどのような理由のために戦った人従うことが困難でした。\u001b[22m\n\u001b[4mNot even really sure the ending really explained any of that.\u001b[24m\n    \u001b[1m結末が本当にそのことのいずれかを説明したことさえ確かではありません。\u001b[22m, \u001b[1mでも、本当にわからない、本当に終わることのいずれかを説明しました。\u001b[22m\n\u001b[4mThough, perhaps, it was left that way for future releases.\u001b[24m\n    \u001b[1mおそらく、それは将来のリリースのために残されたのかもしれません。\u001b[22m, \u001b[1mしかし、おそらく、それは今後のリリースのためにそのように残っていました。\u001b[22m\n\u001b[1m\u001b[22m\nSome of the English voice acting was jarring. Not sure why, but Chief Aramaki's voice actor has been replaced. And the voice doesn't fit him at all. Same goes with some of the other team members. The voice acting just doesn't fit the characters as we've seen them before.\n\n\u001b[1m英語の声優の中には、嫌なものがありました。 理由は分かりませんが、荒巻チーフの声優が交代しました。 そしてその声は彼にはまったく合わない。 他のチームメンバーも同じです。 私たちが以前に見たように、演技している声は、キャラクターに合っていません。\u001b[22m\n\u001b[1m(Eigo no seiyū no nakaniha, iyana mono ga arimashita. Riyū wa wakarimasen ga, Aramaki chīfu no seiyū ga kōtai shimashita. Soshite sono-goe wa kare ni wa mattaku awanai. Hoka no chīmumenbā mo onajidesu. Watashitachi ga izen ni mita yō ni, engi shite iru koe wa, kyarakutā ni atte imasen.)\u001b[22m\n\nTranslations of \u001b[4mSome of the English voice acting was jarring. Not sure why, but Chief Aramaki's voice actor has been replaced. And the voice doesn't fit him at all. Same goes with some of the other team members. The voice acting just doesn't fit the characters as we've seen them before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome of the English voice acting was jarring.\u001b[24m\n    \u001b[1m英語の声優の中には、嫌なものがありました。\u001b[22m, \u001b[1m英語の声の演技の中には、耳障りました。\u001b[22m\n\u001b[4mNot sure why, but Chief Aramaki's voice actor has been replaced.\u001b[24m\n    \u001b[1m理由は分かりませんが、荒巻チーフの声優が交代しました。\u001b[22m, \u001b[1mなぜわからないが、チーフ・荒巻の声優が置き換えられています。\u001b[22m\n\u001b[4mAnd the voice doesn't fit him at all.\u001b[24m\n    \u001b[1mそしてその声は彼にはまったく合わない。\u001b[22m, \u001b[1mそして声が彼をまったく合いません。\u001b[22m\n\u001b[4mSame goes with some of the other team members.\u001b[24m\n    \u001b[1m他のチームメンバーも同じです。\u001b[22m, \u001b[1m同じことが他のチームメンバーの一部となります。\u001b[22m\n\u001b[4mThe voice acting just doesn't fit the characters as we've seen them before.\u001b[24m\n    \u001b[1m私たちが以前に見たように、演技している声は、キャラクターに合っていません。\u001b[22m, \u001b[1m我々の前にそれらを見てきたように声の演技は、ただ文字に適合していません。\u001b[22m\n\u001b[1m\u001b[22m\nSomewhat along the same topic, it seems that some of the personalities have been changed as well. Characters who don't speak all that much seem, do so more often, without necessarily adding anything to the story.\n\n\u001b[1m同じ話題に沿っていくらか、性格のいくつかも変わったようです。 それほど話せないキャラクターは、必ずしも物語に何も追加しなくても、もっと頻繁にやります。\u001b[22m\n\u001b[1m(Onaji wadai ni sotte ikuraka, seikaku no ikutsu ka mo kawatta yōdesu. Sorehodo hanasenai kyarakutā wa, kanarazushimo monogatari ni nani mo tsuika shinakute mo, motto hinpan ni yarimasu.)\u001b[22m\n\nTranslations of \u001b[4mSomewhat along the same topic, it seems that some of the personalities have been changed as well. Characters who don't speak all that much seem, do so more often, without necessarily adding anything to the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSomewhat along the same topic, it seems that some of the personalities have been changed as well.\u001b[24m\n    \u001b[1m同じ話題に沿っていくらか、性格のいくつかも変わったようです。\u001b[22m, \u001b[1mやや同じトピックに沿って、人格の一部が同様に変更されているようです。\u001b[22m\n\u001b[4mCharacters who don't speak all that much seem, do so more often, without necessarily adding anything to the story.\u001b[24m\n    \u001b[1mそれほど話せないキャラクターは、必ずしも物語に何も追加しなくても、もっと頻繁にやります。\u001b[22m, \u001b[1mすべてのことはあまり話さない文字は、必ずしも物語には何も追加することなく、そのようにより頻繁に行う、ように見えます。\u001b[22m\n\u001b[1m\u001b[22m\nAt the very least, it was entertaining.\n\n\u001b[1m少なくとも、面白かったです。\u001b[22m\n\u001b[1m(Sukunakutomo, omoshirokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mAt the very least, it was entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the very least, it was entertaining.\u001b[24m\n    \u001b[1m少なくとも、面白かったです。\u001b[22m, \u001b[1m少なくとも、それが面白いでした。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
