[
  {
    "title": "Karen_Senki",
    "id": "27503",
    "url": "https://myanimelist.net/anime/27503/Karen_Senki",
    "user": "CrisiasRex",
    "profile": "/profile/CrisiasRex/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=172065",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  5\nキャラクター|  5\n|  5\n\nThe TerminatorとThe Matrixに赤ちゃんがいたら、その赤ちゃんはKaren Senkiになります。 もちろん、The TerminatorとThe Matrixは恐ろしい親ですので、Karen Senkiは問題の子どもとして成長します。 それは、すべての親の材料を盗み、それを地面に燃やすことに決めました。 ヒーローがスローモーションで歩き回っている背景に、アクションムービーのクリシェ（弾丸のアクションシーケンス、バックグラウンドでの爆発）が絶え間なく使用されています。カレン・センキは、霊感を吹き込んだアクション・リップ・オフの典型です。 ストーリーは全く新しいものではなく、他のフランチャイズから選んだキャラクターのようです。 このショーはとても馬鹿げてばかげているので、スクリプト以外の何にもなりかねたことは分かりません。\n\nクリエイターは、メタファー、象徴主義、哲学を使ってショーを読み上げるのに苦労しているようですが、その後、自分の間違いを理解していないような、物語を馬鹿げて馬鹿にします。 このショーはあまりにも真面目で、本当に悪いことを認識していないようです。 ストーリーはかなり平均的なディスストーパフィクションです。 ロボットが世界を占領し、人を殺し、この1人の若い美しい女の子が立つことに決めました。 それは予測可能で退屈です。\n\n文字は特別なものではありません。 我々はカレン、私たちの主要な女性の死を持っています。 はい、はい、これはまだ同じ番組です。 これらの文字のどれも実際に調べられず、開発されず、ほとんどのことは説明できません。 彼女は典型的な女性のクリント・イーストウッドで、彼女のすばらしくない小さな中国人形ドレスを傷つけることなく、ロボットの頭脳の大群を撃墜することができます。 しかし、彼らの技能を備えたロボットは、地面を撃つことができなかった。 私は真剣です。 これらのロボットはとても魅力的ではありません。 あなたに私に尋ねるならば、私たちはまた、12エピソードONAのためにあまりにも多くの他の文字の大きな配列を持っています。 それらのどれにも独創性の斑点はありません。 私たちは、ゼラチンのスーパーマン、ロボット売春婦のためのものを持っているような技術に精通した鬼、クローン技術を持っているかわいい人、メカを歩く小人、落ちるロボット指揮官 彼がやっていることを理解していない哲学的なロボット軍の指導者、そしてカレンの妹トゥカを愛している。\n\nこのショーについて私が言わなければならないのは、アニメーションだけです。 ショー全体がCGにあります。 私は個人的には芸術のスタイルやアニメーションがうまくいっていると思っていましたが、私の意見を分かち合うようではありません。 私は、アニメーションは絵のように見え、他の人はそれが全体的なものだと言う人がいると聞いてきました。 だからそれは本当に個人の好みに依存します。\n\nこのショーは、各エピソードごとに頭の中で自分自身を撃つ。 何も気にしない感覚を作り出し、多くのことが終わりまでに知らされないままになっているように、彼らは第二の部分を作ることを計画しているようです。 これが決して起こらないことを祈って私に加わってください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIf The Terminator and The Matrix had a baby, that baby would be Karen Senki. But of course The Terminator and The Matrix are horrible parents so Karen Senki grows up to be a problem child. It decided to steal all of its parents material and burn it to the ground. With its never-ending use of action movie cliches (bullet time action sequences, explosions in the background with the hero walking away in slow-motion) Karen Senki is the epitome of ill-inspired action rip-offs. The story is totally unoriginal and the characters all seem like they were picked out of some other franchise. This show is so mind-numbingly dumb I can't understand how it managed to become anything more than a script.\n\n\u001b[1mThe TerminatorとThe Matrixに赤ちゃんがいたら、その赤ちゃんはKaren Senkiになります。 もちろん、The TerminatorとThe Matrixは恐ろしい親ですので、Karen Senkiは問題の子どもとして成長します。 それは、すべての親の材料を盗み、それを地面に燃やすことに決めました。 ヒーローがスローモーションで歩き回っている背景に、アクションムービーのクリシェ（弾丸のアクションシーケンス、バックグラウンドでの爆発）が絶え間なく使用されています。カレン・センキは、霊感を吹き込んだアクション・リップ・オフの典型です。 ストーリーは全く新しいものではなく、他のフランチャイズから選んだキャラクターのようです。 このショーはとても馬鹿げてばかげているので、スクリプト以外の何にもなりかねたことは分かりません。\u001b[22m\n\u001b[1m(The tāminētā to The Matrix ni akachan ga itara, sono akachan wa Karen Senki ni narimasu. Mochiron, The tāminētā to The Matrix wa osoroshī oyadesunode, Karen Senki wa mondai no kodomo to shite seichō shimasu. Sore wa, subete no oya no zairyō o nusumi, sore o jimen ni moyasu koto ni kimemashita. Hīrō ga surōmōshon de arukimawatte iru haikei ni, akushonmūbī no kurishe (dangan no akushonshīkensu, bakkuguraundo de no bakuhatsu) ga taema naku shiyō sa rete imasu. Karen senki wa, reikan o fukikonda akushon rippu ofu no tenkeidesu. Sutōrī wa mattaku atarashī monode wa naku, hoka no furanchaizu kara eranda kyarakutā no yōdesu. Kono shō wa totemo bakagete bakagete irunode, sukuriputo igai no nani ni mo nari kaneta koto wa wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mIf The Terminator and The Matrix had a baby, that baby would be Karen Senki. But of course The Terminator and The Matrix are horrible parents so Karen Senki grows up to be a problem child. It decided to steal all of its parents material and burn it to the ground. With its never-ending use of action movie cliches (bullet time action sequences, explosions in the background with the hero walking away in slow-motion) Karen Senki is the epitome of ill-inspired action rip-offs. The story is totally unoriginal and the characters all seem like they were picked out of some other franchise. This show is so mind-numbingly dumb I can't understand how it managed to become anything more than a script.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf The Terminator and The Matrix had a baby, that baby would be Karen Senki.\u001b[24m\n    \u001b[1mThe TerminatorとThe Matrixに赤ちゃんがいたら、その赤ちゃんはKaren Senkiになります。\u001b[22m, \u001b[1mターミネーターとマトリックスは、赤ちゃんを持っていた場合、その赤ちゃんはカレン戦記だろう。\u001b[22m\n\u001b[4mBut of course The Terminator and The Matrix are horrible parents so Karen Senki grows up to be a problem child.\u001b[24m\n    \u001b[1mもちろん、The TerminatorとThe Matrixは恐ろしい親ですので、Karen Senkiは問題の子どもとして成長します。\u001b[22m, \u001b[1mカレン戦記は問題児であることが育つのでしかし、もちろんターミネーターとマトリックスは恐ろしい親です。\u001b[22m\n\u001b[4mIt decided to steal all of its parents material and burn it to the ground.\u001b[24m\n    \u001b[1mそれは、すべての親の材料を盗み、それを地面に燃やすことに決めました。\u001b[22m, \u001b[1mそれは、その親の材料のすべてを盗み、地面にそれを焼くことにしました。\u001b[22m\n\u001b[4mWith its never-ending use of action movie cliches (bullet time action sequences, explosions in the background with the hero walking away in slow-motion) Karen Senki is the epitome of ill-inspired action rip-offs.\u001b[24m\n    \u001b[1mヒーローがスローモーションで歩き回っている背景に、アクションムービーのクリシェ（弾丸のアクションシーケンス、バックグラウンドでの爆発）が絶え間なく使用されています。カレン・センキは、霊感を吹き込んだアクション・リップ・オフの典型です。\u001b[22m, \u001b[1m（離れてスローモーションで歩く主人公とバックグラウンドで弾丸時間アクションシーケンス、爆発）アクション映画の決まり文句のその決して終わることのない使用してカレン戦記は病気をほうふつさせるアクションリッピングオフの縮図です。\u001b[22m\n\u001b[4mThe story is totally unoriginal and the characters all seem like they were picked out of some other franchise.\u001b[24m\n    \u001b[1mストーリーは全く新しいものではなく、他のフランチャイズから選んだキャラクターのようです。\u001b[22m, \u001b[1m物語は完全に独創性に欠けるであり、彼らはいくつかの他のフランチャイズから採取したような文字すべてが見えます。\u001b[22m\n\u001b[4mThis show is so mind-numbingly dumb I can't understand how it managed to become anything more than a script.\u001b[24m\n    \u001b[1mこのショーはとても馬鹿げてばかげているので、スクリプト以外の何にもなりかねたことは分かりません。\u001b[22m, \u001b[1mこのショーはとても気に-numbingly私はそれがスクリプト以上のものになるように管理方法を理解することはできませんダムです。\u001b[22m\n\u001b[1m\u001b[22m\nThe creators seem to work hard to load the show up with metaphors, symbolism, and philosophy, but then make the story unbearably stupid, not seeming to realize their own mistake. The show takes itself too seriously, and doesn't seem to recognize how bad it really is. The story is a pretty average dystopian fiction; robots take over the world, kill people, and this one young beautiful girl decides to take a stand. It's predictable and boring.\n\n\u001b[1mクリエイターは、メタファー、象徴主義、哲学を使ってショーを読み上げるのに苦労しているようですが、その後、自分の間違いを理解していないような、物語を馬鹿げて馬鹿にします。 このショーはあまりにも真面目で、本当に悪いことを認識していないようです。 ストーリーはかなり平均的なディスストーパフィクションです。 ロボットが世界を占領し、人を殺し、この1人の若い美しい女の子が立つことに決めました。 それは予測可能で退屈です。\u001b[22m\n\u001b[1m(Kurieitā wa, metafā, shōchō shugi, tetsugaku o tsukatte shō o yomiageru no ni kurō shite iru yōdesuga, sonogo, jibun no machigai o rikai shite inai yōna, monogatari o bakagete baka ni shimasu. Kono shō wa amarini mo majimede, hontōni warui koto o ninshiki shite inai yōdesu. Sutōrī wa kanari heikin-tekina disusutōpafikushondesu. Robotto ga sekai o senryō shi, hito o koroshi, kono 1-ri no wakai utsukushī on'nanoko ga tatsu koto ni kimemashita. Sore wa yosoku kanōde taikutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe creators seem to work hard to load the show up with metaphors, symbolism, and philosophy, but then make the story unbearably stupid, not seeming to realize their own mistake. The show takes itself too seriously, and doesn't seem to recognize how bad it really is. The story is a pretty average dystopian fiction; robots take over the world, kill people, and this one young beautiful girl decides to take a stand. It's predictable and boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe creators seem to work hard to load the show up with metaphors, symbolism, and philosophy, but then make the story unbearably stupid, not seeming to realize their own mistake.\u001b[24m\n    \u001b[1mクリエイターは、メタファー、象徴主義、哲学を使ってショーを読み上げるのに苦労しているようですが、その後、自分の間違いを理解していないような、物語を馬鹿げて馬鹿にします。\u001b[22m, \u001b[1mクリエイターは自分の間違いを実現するために見せかけない、比喩、象徴、と哲学でショーをロードし、その後話がたまらなく愚かにするために懸命に働くように見えます。\u001b[22m\n\u001b[4mThe show takes itself too seriously, and doesn't seem to recognize how bad it really is.\u001b[24m\n    \u001b[1mこのショーはあまりにも真面目で、本当に悪いことを認識していないようです。\u001b[22m, \u001b[1mショーはあまりにも真剣そのものを取り、それが本当にどのように悪い認識していないようです。\u001b[22m\n\u001b[4mThe story is a pretty average dystopian fiction;\u001b[24m\n    \u001b[1mストーリーはかなり平均的なディスストーパフィクションです。\u001b[22m, \u001b[1m物語はかなり平均反ユートピア小説です。\u001b[22m\n\u001b[4mrobots take over the world, kill people, and this one young beautiful girl decides to take a stand.\u001b[24m\n    \u001b[1mロボットが世界を占領し、人を殺し、この1人の若い美しい女の子が立つことに決めました。\u001b[22m, \u001b[1mロボットは人を殺し、世界を引き継ぐ、この一人の若い美しい少女は、スタンドを取ることにしました。\u001b[22m\n\u001b[4mIt's predictable and boring.\u001b[24m\n    \u001b[1mそれは予測可能で退屈です。\u001b[22m, \u001b[1mこれは、予測可能で退屈です。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are nothing special, at all. We have Karen, our leading femme fatale. Yes, yes, this is still the same show. None of these characters are really looked into, none develop, and most things about them are left unexplained. She's the typical female Clint Eastwood, able to shoot down hordes of robot minions without so much as scratching her skimpy little China doll dress. It helps though, that the robots, with their skills, couldn't shoot the fucking ground. I'm serious. These robots are so inept that any scene with them seems like it's supposed to be for comic relief. We also have an large array of other characters, way too many for a 12 episode ONA if you ask me. None of them have a speck of originality. We see an enigmatic renegade commander who can turn into a gelatinous super human, a tech savvy asshole who seems to have a thing for robot prostitutes, a pretty singer who has cloning technology, a dwarf who walks around in mechs, a robot commander who falls in love with a human, the philosophical robot army leader who doesn't seem to understand what he's doing, and Karen's little sister Touka.\n\n\u001b[1m文字は特別なものではありません。 我々はカレン、私たちの主要な女性の死を持っています。 はい、はい、これはまだ同じ番組です。 これらの文字のどれも実際に調べられず、開発されず、ほとんどのことは説明できません。 彼女は典型的な女性のクリント・イーストウッドで、彼女のすばらしくない小さな中国人形ドレスを傷つけることなく、ロボットの頭脳の大群を撃墜することができます。 しかし、彼らの技能を備えたロボットは、地面を撃つことができなかった。 私は真剣です。 これらのロボットはとても魅力的ではありません。 あなたに私に尋ねるならば、私たちはまた、12エピソードONAのためにあまりにも多くの他の文字の大きな配列を持っています。 それらのどれにも独創性の斑点はありません。 私たちは、ゼラチンのスーパーマン、ロボット売春婦のためのものを持っているような技術に精通した鬼、クローン技術を持っているかわいい人、メカを歩く小人、落ちるロボット指揮官 彼がやっていることを理解していない哲学的なロボット軍の指導者、そしてカレンの妹トゥカを愛している。\u001b[22m\n\u001b[1m(Moji wa tokubetsuna monode wa arimasen. Wareware wa Karen, watashitachi no shuyōna josei no shi o motte imasu. Kanojo wa tenkei-tekina josei no Kurinto īsutouddo de, kanojo no subarashikunai chīsana Chūgoku ningyō doresu o kizutsukeru koto naku, robotto no zunō no taigun o gekitsui suru koto ga dekimasu. Shikashi, karera no ginō o sonaeta robotto wa, jimen o utsu koto ga dekinakatta. Watashi wa shinkendesu. Korera no robotto wa totemo mirikitekide wa arimasen. Anata ni watashi ni tazunerunaraba, watashitachiha mata, 12 episōdo ONA no tame ni amarini mo ōku no ta no moji no ōkina hairetsu o motte imasu. Sorera no dore ni mo dokusō-sei no hanten wa arimasen. Watashitachiha, zerachin no sūpāman, robotto baishunpu no tame no mono o motte iru yōna gijutsu ni seitsū shita oni, kurōn gijutsu o motte iru kawaī hito, meka o aruku kobito, ochiru robotto shiki-kan kare ga yatte iru koto o rikai shite inai tetsugaku-tekina robotto-gun no shidō-sha, soshite Karen no imōto to~uka o aishite iru. Hai, wa i, kore wa mada onaji bangumidesu. Korera no moji no dore mo jissai ni shirabe rarezu, kaihatsu sa rezu, hotondo no koto wa setsumei dekimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nThe only good thing I have to say about this show is the animation. The entire show is in CG. Though I personally thought the art style and animation was well done not all seem to share my opinion. I've heard people say that the animation looks like a painting and others say that it's total crap. So it really depends on personal preference.\n\n\u001b[1mこのショーについて私が言わなければならないのは、アニメーションだけです。 ショー全体がCGにあります。 私は個人的には芸術のスタイルやアニメーションがうまくいっていると思っていましたが、私の意見を分かち合うようではありません。 私は、アニメーションは絵のように見え、他の人はそれが全体的なものだと言う人がいると聞いてきました。 だからそれは本当に個人の好みに依存します。\u001b[22m\n\u001b[1m(Kono shō ni tsuite watashi ga iwanakereba naranai no wa, animēshon dakedesu. Shō zentai ga CG ni arimasu. Watashi wa kojin-teki ni wa geijutsu no sutairu ya animēshon ga umaku itte iru to omotte imashitaga, watashi no iken o wakachi au yōde wa arimasen. Watashi wa, animēshon wa e no yō ni mie, hokanohito wa sore ga zentai-tekina monoda to iu hito ga iru to kiite kimashita. Dakara sore wa hontōni kojin no konomi ni izon shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only good thing I have to say about this show is the animation. The entire show is in CG. Though I personally thought the art style and animation was well done not all seem to share my opinion. I've heard people say that the animation looks like a painting and others say that it's total crap. So it really depends on personal preference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only good thing I have to say about this show is the animation.\u001b[24m\n    \u001b[1mこのショーについて私が言わなければならないのは、アニメーションだけです。\u001b[22m, \u001b[1m私はこの番組について言っているだけで良いことはアニメーションです。\u001b[22m\n\u001b[4mThe entire show is in CG.\u001b[24m\n    \u001b[1mショー全体がCGにあります。\u001b[22m, \u001b[1mショー全体がCGです。\u001b[22m\n\u001b[4mThough I personally thought the art style and animation was well done not all seem to share my opinion.\u001b[24m\n    \u001b[1m私は個人的には芸術のスタイルやアニメーションがうまくいっていると思っていましたが、私の意見を分かち合うようではありません。\u001b[22m, \u001b[1m私は個人的にアートスタイルを考えて、アニメーションがよく行われていたもののすべてではないが、私の意見を共有しているようです。\u001b[22m\n\u001b[4mI've heard people say that the animation looks like a painting and others say that it's total crap.\u001b[24m\n    \u001b[1m私は、アニメーションは絵のように見え、他の人はそれが全体的なものだと言う人がいると聞いてきました。\u001b[22m, \u001b[1m私は人々がアニメーションは絵のように見え、他の人はそれが全体のがらくただと言うことを言うのを聞いてきました。\u001b[22m\n\u001b[4mSo it really depends on personal preference.\u001b[24m\n    \u001b[1mだからそれは本当に個人の好みに依存します。\u001b[22m, \u001b[1mだから、本当に個人の好みに依存します。\u001b[22m\n\u001b[1m\u001b[22m\nThis show shoots itself in the head with each episode. Nothing makes any damn sense and so many things are left unsaid by the end of it, it seems as though they're planning on making a second part. Join me in praying this never happens.\n\n\u001b[1mこのショーは、各エピソードごとに頭の中で自分自身を撃つ。 何も気にしない感覚を作り出し、多くのことが終わりまでに知らされないままになっているように、彼らは第二の部分を作ることを計画しているようです。 これが決して起こらないことを祈って私に加わってください。\u001b[22m\n\u001b[1m(Kono shō wa, kaku episōdo-goto ni atama no naka de jibun jishin o utsu. Nani mo kinishinai kankaku o tsukuridashi, ōku no koto ga owari made ni shirasa renai mama ni natte iru yō ni, karera wa dai ni no bubun o tsukuru koto o keikaku shite iru yōdesu. Kore ga kesshite okoranai koto o inotte watashi ni kuwawatte kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis show shoots itself in the head with each episode. Nothing makes any damn sense and so many things are left unsaid by the end of it, it seems as though they're planning on making a second part. Join me in praying this never happens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show shoots itself in the head with each episode.\u001b[24m\n    \u001b[1mこのショーは、各エピソードごとに頭の中で自分自身を撃つ。\u001b[22m, \u001b[1mこのショーは、各エピソードに頭の中で自分自身を撮影します。\u001b[22m\n\u001b[4mNothing makes any damn sense and so many things are left unsaid by the end of it, it seems as though they're planning on making a second part.\u001b[24m\n    \u001b[1m何も気にしない感覚を作り出し、多くのことが終わりまでに知らされないままになっているように、彼らは第二の部分を作ることを計画しているようです。\u001b[22m, \u001b[1m何も任意のいまいましい意味がありませんので、多くのものがそれの終わりまで言わないが残っている、彼らは第二部を作ることに計画しているかのように、それはそう。\u001b[22m\n\u001b[4mJoin me in praying this never happens.\u001b[24m\n    \u001b[1mこれが決して起こらないことを祈って私に加わってください。\u001b[22m, \u001b[1mこれが起こることはありません祈っで私に参加。\u001b[22m"
  },
  {
    "title": "Karen_Senki",
    "id": "27503",
    "url": "https://myanimelist.net/anime/27503/Karen_Senki",
    "user": "D5",
    "profile": "/profile/D5/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=179083",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  7\nキャラクター|  8\n|  9\n\nこのアニメは過小評価されており、過大評価されています。 ストーリーやキャラクターは過小評価され、すべての3D CGなど、表面的なものは過大評価されています。\n\n11のエピソードすべてを見て、私の感情を落ち着かせるために1ヶ月以上待ってから、私のテイクは、キャラクターとストーリーが強いということです。 それぞれのエピソードでは、ストーリーがますます明らかになり、11分くらいしかないので、すべての「マラソンスタイル」を見ることができますが、そうしないことをお勧めします。\n\n彼らはわずか11分の長さですが、各エピソードは私たちの前提を変え、より多くの物語を埋めます。 あなたが非常に警戒している場合を除き、明らかにされたすべての情報を処理することはないので、重要なことを一度も話されていないと思うかもしれません。\n\nプロットやストーリーの詳細には入っていませんが、それは悲劇的でコメディーなものでした。注意深く見れば、重要なことはすべて明らかになります。\n\nだから全体的に、このシリーズは素晴らしく、偉大なキャラクター、偉大な物語を持ち、よく紹介されています。 それは短いエピソードに多くを圧縮し、魅力は物質から容易にあなたをそらすことができますが、物質もそこにあります。\n\nさらに、それはまったく好きではありません...あなたが実際に開いた心でそれを見るとき、私はあなたがその部分の合計以上としてそれを感謝するようになると確信しています。 強くお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is both under-rated, and ove-rated. Under-rated for the story and characters, and over-rated for the superficial things, like being all 3-D CG.\n\n\u001b[1mこのアニメは過小評価されており、過大評価されています。 ストーリーやキャラクターは過小評価され、すべての3D CGなど、表面的なものは過大評価されています。\u001b[22m\n\u001b[1m(Kono anime wa kashō hyōka sa rete ori, kadai hyōka sa rete imasu. Sutōrī ya kyarakutā wa kashō hyōka sa re, subete no 3 D CG nado, hyōmen-tekina mono wa kadai hyōka sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is both under-rated, and ove-rated. Under-rated for the story and characters, and over-rated for the superficial things, like being all 3-D CG.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is both under-rated, and ove-rated.\u001b[24m\n    \u001b[1mこのアニメは過小評価されており、過大評価されています。\u001b[22m, \u001b[1mこのアニメは、下の定格、およびOVE-定格の両方です。\u001b[22m\n\u001b[4mUnder-rated for the story and characters, and over-rated for the superficial things, like being all 3-D CG.\u001b[24m\n    \u001b[1mストーリーやキャラクターは過小評価され、すべての3D CGなど、表面的なものは過大評価されています。\u001b[22m, \u001b[1m以下の下で定格ストーリーやキャラクターのために、すべての3次元CGであるように、表面的なもののために過剰評価しました。\u001b[22m\n\u001b[1m\u001b[22m\nMy take on it, after watching all 11 episodes and waiting more than a month to let my emotions settle down, is that the characters and story are strong. Each episode reveals more and more about the story, and since they are only 11 minutes or so long, you can watch all of them 'marathon style', but I would advise you not to do so.\n\n\u001b[1m11のエピソードすべてを見て、私の感情を落ち着かせるために1ヶ月以上待ってから、私のテイクは、キャラクターとストーリーが強いということです。 それぞれのエピソードでは、ストーリーがますます明らかになり、11分くらいしかないので、すべての「マラソンスタイル」を見ることができますが、そうしないことをお勧めします。\u001b[22m\n\u001b[1m(11 No episōdo subete o mite, watashi no kanjō o ochitsuka seru tame ni 1-kagetsu ijō matte kara, watashi no teiku wa, kyarakutā to sutōrī ga tsuyoi to iu kotodesu. Sorezore no episōdode wa, sutōrī ga masumasu akiraka ni nari, 11-bu kurai shika nainode, subete no `marason sutairu' o miru koto ga dekimasuga,-sō shinai koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy take on it, after watching all 11 episodes and waiting more than a month to let my emotions settle down, is that the characters and story are strong. Each episode reveals more and more about the story, and since they are only 11 minutes or so long, you can watch all of them 'marathon style', but I would advise you not to do so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy take on it, after watching all 11 episodes and waiting more than a month to let my emotions settle down, is that the characters and story are strong.\u001b[24m\n    \u001b[1m11のエピソードすべてを見て、私の感情を落ち着かせるために1ヶ月以上待ってから、私のテイクは、キャラクターとストーリーが強いということです。\u001b[22m, \u001b[1mその上に私のテイクは、すべての11のエピソードを見て、自分の感情が落ち着くようにするヶ月以上待った後、キャラクターとストーリーが強いということです。\u001b[22m\n\u001b[4mEach episode reveals more and more about the story, and since they are only 11 minutes or so long, you can watch all of them 'marathon style', but I would advise you not to do so.\u001b[24m\n    \u001b[1mそれぞれのエピソードでは、ストーリーがますます明らかになり、11分くらいしかないので、すべての「マラソンスタイル」を見ることができますが、そうしないことをお勧めします。\u001b[22m, \u001b[1m各エピソードは、ストーリーの詳細などを明らかにし、彼らはわずか11分程度の長さであるので、あなたは「マラソンスタイル 'それらのすべてを見ることができますが、私はそうしていないあなたに助言します。\u001b[22m\n\u001b[1m\u001b[22m\nEven though they are only 11 minutes long, each episode changes our assumptions and fills in more of the story. Unless you are very alert, you might not process all of the information which is revealed, and thus, think that you were never told important things.\n\n\u001b[1m彼らはわずか11分の長さですが、各エピソードは私たちの前提を変え、より多くの物語を埋めます。 あなたが非常に警戒している場合を除き、明らかにされたすべての情報を処理することはないので、重要なことを一度も話されていないと思うかもしれません。\u001b[22m\n\u001b[1m(Karera wa wazuka 11-bu no naga-sadesuga, kaku episōdo wa watashitachi no zentei o kae, yori ōku no monogatari o umemasu. Anata ga hijō ni keikai shite iru baai o nozoki, akiraka ni sa reta subete no jōhō o shori suru koto wanainode, jūyōna koto o ichido mo hanasa rete inai to omou kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mEven though they are only 11 minutes long, each episode changes our assumptions and fills in more of the story. Unless you are very alert, you might not process all of the information which is revealed, and thus, think that you were never told important things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though they are only 11 minutes long, each episode changes our assumptions and fills in more of the story.\u001b[24m\n    \u001b[1m彼らはわずか11分の長さですが、各エピソードは私たちの前提を変え、より多くの物語を埋めます。\u001b[22m, \u001b[1m彼らは唯一の11分の長さであっても、各エピソードは、私たちの仮定を変更し、物語のよりを埋めます。\u001b[22m\n\u001b[4mUnless you are very alert, you might not process all of the information which is revealed, and thus, think that you were never told important things.\u001b[24m\n    \u001b[1mあなたが非常に警戒している場合を除き、明らかにされたすべての情報を処理することはないので、重要なことを一度も話されていないと思うかもしれません。\u001b[22m, \u001b[1mあなたは非常に警告されていない限り、あなたは明らかにされているすべての情報を処理しない場合があり、したがって、あなたが重要なことを言われれなかったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nWhilst not going into the details of the plot or story, it was both tragic and comedic, and if you watch carefully, everything important is revealed.\n\n\u001b[1mプロットやストーリーの詳細には入っていませんが、それは悲劇的でコメディーなものでした。注意深く見れば、重要なことはすべて明らかになります。\u001b[22m\n\u001b[1m(Purotto ya sutōrī no shōsai ni wa haitte imasenga, soreha higeki-tekide komedīna monodeshita. Chūibukaku mireba, jūyōna koto wa subete akiraka ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhilst not going into the details of the plot or story, it was both tragic and comedic, and if you watch carefully, everything important is revealed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhilst not going into the details of the plot or story, it was both tragic and comedic, and if you watch carefully, everything important is revealed.\u001b[24m\n    \u001b[1mプロットやストーリーの詳細には入っていませんが、それは悲劇的でコメディーなものでした。注意深く見れば、重要なことはすべて明らかになります。\u001b[22m, \u001b[1mプロットやストーリーの詳細に行っていない一方で、それは悲劇的でコミカルでもあった、とあなたは慎重に見た場合、重要なすべてが明らかにされています。\u001b[22m\n\u001b[1m\u001b[22m\nSo, overall, this series looks great, has great characters, a great story, and is well presented. It compacts a lot into the short episodes, and the glamor can easily distract you from the substance, but the substance is there, as well.\n\n\u001b[1mだから全体的に、このシリーズは素晴らしく、偉大なキャラクター、偉大な物語を持ち、よく紹介されています。 それは短いエピソードに多くを圧縮し、魅力は物質から容易にあなたをそらすことができますが、物質もそこにあります。\u001b[22m\n\u001b[1m(Dakara zentai-teki ni, kono shirīzu wa subarashiku, idaina kyarakutā, idaina monogatari o mochi, yoku shōkai sa rete imasu. Sore wa mijikai episōdo ni ōku o asshuku shi, miryoku wa busshitsu kara yōi ni anata o sorasu koto ga dekimasuga, busshitsu mo soko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo, overall, this series looks great, has great characters, a great story, and is well presented. It compacts a lot into the short episodes, and the glamor can easily distract you from the substance, but the substance is there, as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, overall, this series looks great, has great characters, a great story, and is well presented.\u001b[24m\n    \u001b[1mだから全体的に、このシリーズは素晴らしく、偉大なキャラクター、偉大な物語を持ち、よく紹介されています。\u001b[22m, \u001b[1mだから、全体的に、このシリーズは、偉大に見える素晴らしい文字、素晴らしい話を持っており、十分に提示されています。\u001b[22m\n\u001b[4mIt compacts a lot into the short episodes, and the glamor can easily distract you from the substance, but the substance is there, as well.\u001b[24m\n    \u001b[1mそれは短いエピソードに多くを圧縮し、魅力は物質から容易にあなたをそらすことができますが、物質もそこにあります。\u001b[22m, \u001b[1mこれは、短いエピソードに多くを圧縮し、そして同様に、魅力を簡単な物質からあなたをそらすことができますが、物質があります。\u001b[22m\n\u001b[1m\u001b[22m\nIn addition, there is nothing quite like it... when you actually watch it with an open mind, I am sure you will come to appreciate it as more than the sum of its parts. Highly recommended.\n\n\u001b[1mさらに、それはまったく好きではありません...あなたが実際に開いた心でそれを見るとき、私はあなたがその部分の合計以上としてそれを感謝するようになると確信しています。 強くお勧めします。\u001b[22m\n\u001b[1m(Sarani, sore wa mattaku sukide wa arimasen... Anata ga jissai ni aita kokoro de sore o miru toki, watashi wa anata ga sono bubun no gōkei ijō to shite sore o kansha suru yō ni naru to kakushin shite imasu. Tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn addition, there is nothing quite like it... when you actually watch it with an open mind, I am sure you will come to appreciate it as more than the sum of its parts. Highly recommended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn addition, there is nothing quite like it... when you actually watch it with an open mind, I am sure you will come to appreciate it as more than the sum of its parts.\u001b[24m\n    \u001b[1mさらに、それはまったく好きではありません...あなたが実際に開いた心でそれを見るとき、私はあなたがその部分の合計以上としてそれを感謝するようになると確信しています。\u001b[22m, \u001b[1mまた、非常にそれのようなものは何もありません...あなたが実際に心を開いて、それを見たとき、私はあなたがその部分の総和以上のものとしてそれを感謝するために来ると確信しています。\u001b[22m\n\u001b[4mHighly recommended.\u001b[24m\n    \u001b[1m強くお勧めします。\u001b[22m"
  },
  {
    "title": "Karen_Senki",
    "id": "27503",
    "url": "https://myanimelist.net/anime/27503/Karen_Senki",
    "user": "shleepydragyn",
    "profile": "/profile/shleepydragyn/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=178955",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  8\n\nあなたはアクションパック、爆発物、世界で生き残ろうとしているキャラクターと一緒に爆発し、彼らを傷つける人を破壊するのが好きですか？ その後、カレン・センキがあなたのアニメになるかもしれません。 それは深いストーリーではなく、キャラクターの発展はあまりありません。 しかし、それは視覚的に魅力的であり、普遍的な利益のために彼らの役割を果たす可能性の低い英雄のバンドを特色にしています。 私はそれがより多くの内容を持っていたらいいと思う、なぜ多くの人がこのアニメを嫌うのか分かります。 結局のところ、もう少し欲しいと思っていたのは楽しい話です。 私はそれが何であったのか楽しんだし、将来それを見直すことを検討するだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nDo you like action packed, explosive, shoot'em ups with characters trying to survive the world their in and destroy those who would do them harm? Then Karen Senki may be the anime for you. It's not a deep story, and there isn't a lot of character development. It is however, visualy appealing and features a band of unlikely heros doing their part for the common good. I wish it had more content, and I can see why many others dislike this anime. It's a fun story that in the end, left me wanting a little more. I enjoyed it for what it was, and I would consider watching it again in the future.\n\n\u001b[1mあなたはアクションパック、爆発物、世界で生き残ろうとしているキャラクターと一緒に爆発し、彼らを傷つける人を破壊するのが好きですか？ その後、カレン・センキがあなたのアニメになるかもしれません。 それは深いストーリーではなく、キャラクターの発展はあまりありません。 しかし、それは視覚的に魅力的であり、普遍的な利益のために彼らの役割を果たす可能性の低い英雄のバンドを特色にしています。 私はそれがより多くの内容を持っていたらいいと思う、なぜ多くの人がこのアニメを嫌うのか分かります。 結局のところ、もう少し欲しいと思っていたのは楽しい話です。 私はそれが何であったのか楽しんだし、将来それを見直すことを検討するだろう。\u001b[22m\n\u001b[1m(Anata wa akushon pakku, bakuhatsu-mono, sekai de ikinokorou to shite iru kyarakutā to issho ni bakuhatsu shi, karera o kizutsukeru hito o hakai suru no ga sukidesu ka? Sonogo, Karen senki ga anata no anime ni naru kamo shiremasen. Sore wa fukai sutōrīde wa naku, kyarakutā no hatten wa amari arimasen. Shikashi, soreha shikaku-teki ni mirikitekideari, fuhentekina rieki no tame ni karera no yakuwariwohatasu kanōsei no hikui eiyū no bando o tokushoku ni shite imasu. Watashi wa sore ga yori ōku no naiyō o motte itara ī to omou, naze ōku no hito ga kono anime o kirau no ka wakarimasu. Kekkyokunotokoro, mōsukoshi hoshī to omotte ita no wa tanoshī hanashidesu. Watashi wa sore ga nandeatta no ka tanoshindashi, shōrai sore o minaosu koto o kentō surudarou.)\u001b[22m\n\nTranslations of \u001b[4mDo you like action packed, explosive, shoot'em ups with characters trying to survive the world their in and destroy those who would do them harm? Then Karen Senki may be the anime for you. It's not a deep story, and there isn't a lot of character development. It is however, visualy appealing and features a band of unlikely heros doing their part for the common good. I wish it had more content, and I can see why many others dislike this anime. It's a fun story that in the end, left me wanting a little more. I enjoyed it for what it was, and I would consider watching it again in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo you like action packed, explosive, shoot'em ups with characters trying to survive the world their in and destroy those who would do them harm?\u001b[24m\n    \u001b[1mあなたはアクションパック、爆発物、世界で生き残ろうとしているキャラクターと一緒に爆発し、彼らを傷つける人を破壊するのが好きですか？\u001b[22m, \u001b[1mあなたが世界に彼らの中を生き残るためには、彼らに危害を加えるしようとする者たちを破壊しようとしている文字とアクションパック、爆発、シューティングゲームアップを好きですか？\u001b[22m\n\u001b[4mThen Karen Senki may be the anime for you.\u001b[24m\n    \u001b[1mその後、カレン・センキがあなたのアニメになるかもしれません。\u001b[22m, \u001b[1mその後、カレン戦記はあなたのためのアニメでもよいです。\u001b[22m\n\u001b[4mIt's not a deep story, and there isn't a lot of character development.\u001b[24m\n    \u001b[1mそれは深いストーリーではなく、キャラクターの発展はあまりありません。\u001b[22m, \u001b[1mそれは深い話ではない、とキャラクターの成長の多くはありません。\u001b[22m\n\u001b[4mIt is however, visualy appealing and features a band of unlikely heros doing their part for the common good.\u001b[24m\n    \u001b[1mしかし、それは視覚的に魅力的であり、普遍的な利益のために彼らの役割を果たす可能性の低い英雄のバンドを特色にしています。\u001b[22m, \u001b[1mしかし、visualy魅力的であり、共通の利益のために彼らの部分をやってそうヒーローのバンドを備えています。\u001b[22m\n\u001b[4mI wish it had more content, and I can see why many others dislike this anime.\u001b[24m\n    \u001b[1m私はそれがより多くの内容を持っていたらいいと思う、なぜ多くの人がこのアニメを嫌うのか分かります。\u001b[22m, \u001b[1m私はそれがより多くのコンテンツを持っていたい、と多くの他の人がこのアニメを嫌い、なぜ私が見ることができます。\u001b[22m\n\u001b[4mIt's a fun story that in the end, left me wanting a little more.\u001b[24m\n    \u001b[1m結局のところ、もう少し欲しいと思っていたのは楽しい話です。\u001b[22m, \u001b[1mそれは最終的に、もう少しを望む私を残し楽しい話です。\u001b[22m\n\u001b[4mI enjoyed it for what it was, and I would consider watching it again in the future.\u001b[24m\n    \u001b[1m私はそれが何であったのか楽しんだし、将来それを見直すことを検討するだろう。\u001b[22m, \u001b[1m私はそれが何だったかのためにそれを楽しんだ、と私は将来的に再びそれを見て検討します。\u001b[22m"
  },
  {
    "title": "Karen_Senki",
    "id": "27503",
    "url": "https://myanimelist.net/anime/27503/Karen_Senki",
    "user": "TylerCiggy",
    "profile": "/profile/TylerCiggy/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=170591",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nあなたはその肖像画によって本を判断することはありません...あなたは、全部のことを読むときにあなたはします。  Zarathustraは、「何が良いことが、古いかわいそうな男と言うことができるの？\n\nこれは、人が恐怖をどのように克服したかの物語ではありません\n\nこれは、彼女の最愛の人を救うために時間を過ごした人の話ではありません\n\nこれは、人が宇宙の巨匠になる方法のおとぎ話ではありません\n\nこれは、おっぱい、エッチ、ファンタスティックでいっぱいの寓話ではありません。\n\n\nこれは、キャラクターと共感するのではなく、世界が奇妙な時代にどのように発展するかを見る方法ではなく、サイファイの物語です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nYou don't judge a book by it's portrait... you do when you read the whole damn thing. It's like saying Zarathustra is garbage just because 'what good thing can say an old grumpy and misanthrop man?'... Duh!\n\n\u001b[1mあなたはその肖像画によって本を判断することはありません...あなたは、全部のことを読むときにあなたはします。  Zarathustraは、「何が良いことが、古いかわいそうな男と言うことができるの？\u001b[22m\n\u001b[1m(Anata wa sono shōzō-ga ni yotte hon o handan suru koto wa arimasen... Anata wa, zenbu no koto o yomu toki ni anata wa shimasu. Zarathustra wa,`nani ga yoi koto ga, furui kawaisōna otoko to iu koto ga dekiru no?)\u001b[22m\n\nTranslations of \u001b[4mYou don't judge a book by it's portrait... you do when you read the whole damn thing. It's like saying Zarathustra is garbage just because 'what good thing can say an old grumpy and misanthrop man?'... Duh!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou don't judge a book by it's portrait... you do when you read the whole damn thing.\u001b[24m\n    \u001b[1mあなたはその肖像画によって本を判断することはありません...あなたは、全部のことを読むときにあなたはします。\u001b[22m, \u001b[1mあなたは全体のこいつを読んだときにあなたが...それの肖像画によって本を判断しないでください。\u001b[22m\n\u001b[4mIt's like saying Zarathustra is garbage just because 'what good thing can say an old grumpy and misanthrop man?'... Duh!\u001b[24m\n    \u001b[1mZarathustraは、「何が良いことが、古いかわいそうな男と言うことができるの？\u001b[22m, \u001b[1mそれはツァラトゥストラは理由だけでゴミだと言っようなものだ」何の良いことは、古い気難しいとmisanthrop男を言うことができますか？」...当たり前！\u001b[22m\n\u001b[1m\u001b[22m\nThis is not a tale of how a person conquered their fears\n\n\u001b[1mこれは、人が恐怖をどのように克服したかの物語ではありません\u001b[22m\n\u001b[1m(Kore wa, hito ga kyōfu o dono yō ni kokufuku shita ka no monogataride wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mThis is not a tale of how a person conquered their fears\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not a tale of how a person conquered their fears\u001b[24m\n    \u001b[1mこれは、人が恐怖をどのように克服したかの物語ではありません\u001b[22m, \u001b[1mこれは、人は自分の恐れを征服する方法の物語ではありません\u001b[22m\n\u001b[1m\u001b[22m\nThis is not a story of someone who traveled through time to save her beloved one\n\n\u001b[1mこれは、彼女の最愛の人を救うために時間を旅した人の話ではありません\u001b[22m\n\u001b[1m(Kore wa, kanojo no saiai no hito o sukuu tame ni jikan o tabi shita hito no hanashide wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mThis is not a story of someone who traveled through time to save her beloved one\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not a story of someone who traveled through time to save her beloved one\u001b[24m\n    \u001b[1mこれは、彼女の最愛の人を救うために時間を旅した人の話ではありません\u001b[22m, \u001b[1mこれは、彼女の最愛の1を保存するために時間を旅し、誰かの話ではありません\u001b[22m\n\u001b[1m\u001b[22m\nThis is not a fairytale of how a person become a master of the universe\n\n\u001b[1mこれは、人が宇宙の巨匠になる方法のおとぎ話ではありません\u001b[22m\n\u001b[1m(Kore wa, hito ga uchū no kyoshō ni naru hōhō no otogibanashide wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mThis is not a fairytale of how a person become a master of the universe\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not a fairytale of how a person become a master of the universe\u001b[24m\n    \u001b[1mこれは、人が宇宙の巨匠になる方法のおとぎ話ではありません\u001b[22m, \u001b[1mこれは、人が宇宙のマスターになる方法のおとぎ話ではありません\u001b[22m\n\u001b[1m\u001b[22m\nThis is not a fable full of boobs, ecchi and tons of fanservice.\n\n\u001b[1mこれは、おっぱい、エッチ、ファンタスティックでいっぱいの寓話ではありません。\u001b[22m\n\u001b[1m(Kore wa, oppai, etchi, fantasutikku de ippai no gūwade wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is not a fable full of boobs, ecchi and tons of fanservice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not a fable full of boobs, ecchi and tons of fanservice.\u001b[24m\n    \u001b[1mこれは、おっぱい、エッチ、ファンタスティックでいっぱいの寓話ではありません。\u001b[22m, \u001b[1mこれはエッチおっぱい、およびサービスカットのトンの寓話完全ではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis is a Sci Fi story that is being told not in a way that we empathize with the characters but to see how the world develops according to strange times.\n\n\u001b[1mこれは、キャラクターと共感するのではなく、世界が奇妙な時代にどのように発展するかを見る方法ではなく、サイファイの物語です。\u001b[22m\n\u001b[1m(Kore wa, kyarakutā to kyōkan suru node wa naku, sekai ga kimyōna jidai ni dono yō ni hatten suru ka o miru hōhōde wa naku, saifai no monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a Sci Fi story that is being told not in a way that we empathize with the characters but to see how the world develops according to strange times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a Sci Fi story that is being told not in a way that we empathize with the characters but to see how the world develops according to strange times.\u001b[24m\n    \u001b[1mこれは、キャラクターと共感するのではなく、世界が奇妙な時代にどのように発展するかを見る方法ではなく、サイファイの物語です。\u001b[22m, \u001b[1mこれは、我々は世界は奇妙な時代に応じた開発方法を確認するが、文字に共感方法でないように言われているサイファイの物語です。\u001b[22m"
  },
  {
    "title": "Karen_Senki",
    "id": "27503",
    "url": "https://myanimelist.net/anime/27503/Karen_Senki",
    "user": "PoisonedTea",
    "profile": "/profile/PoisonedTea/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=177501",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  9\n\nこれは私が見ている中で最も過小評価されたアニメです。\n\n私は多くの賞賛にそれを与えることができたが、私はそれがそれ以上に価値があると思うショーの独特な側面はそれだけでそれを得る。\n\nストーリーと設定：\n\n機械が世界を支配している将来に設定されます。 人は機械でポケット協会に住んでいますが、機械が担当していることは明らかです。\n\nストーリーは、それが過去と現在の2つのストーリーを同時に伝えるというユニークな方法で伝えられています。これはすべて10分のエピソードであり、短時間で多くの情報を得ることができます。 現在の話では、私たちの主人公カレンは、時代主義者のためにマシンを孤独に戦っています。 いくつかの不思議な力はカレンを与えており、大部分の人は他の支持者が彼らの身体のシンボルをマークしている。 過去の話は、機械が引き継ぎ、主人公や他の支持者の過去についてのことです。 それは私達に文字の動機と感情に深い深さを与えます。\n\nキャラクター：\n\nこの番組には登場人物はいません。\nほとんどがカレンに続く。 過去に1台のマシン。\nしかし、サポートキャラクターの短編小説でも、彼らはすべて面白いです。\nカレンは失われたもののために戦う悪いです。\nしかし、あなたが人間のために生きる人生を進むにつれて、過去のロボットが最も興味深い物語となるかもしれません。\n\nアート/アニメーション/サウンド\n\nアートはとても美しく、動く絵を見るようなものです。 頑丈なアニメーションが機能する。 しかし、このサウンドは、アニメで聞いた最も自然なサウンディング・イングリッシュ・インパクトを持つ英語の部分があります。\n\nだから私はこのショーが大好きでした。 グッドアクション、興味深い物語とキャラクター、美しいアート、そしてたくさんの謎。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is the most underrated anime I every seen.\n\n\u001b[1mこれは私が見ている中で最も過小評価されたアニメです。\u001b[22m\n\u001b[1m(Kore wa watashi ga mite iru naka de mottomo kashō hyōka sa reta animedesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the most underrated anime I every seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the most underrated anime I every seen.\u001b[24m\n    \u001b[1mこれは私が見ている中で最も過小評価されたアニメです。\u001b[22m, \u001b[1mこれは、私はすべて見て最も過小評価のアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nI could be giving it to much praise but the unique aspects of the show I think it is deserving more then it gets on that alone.\n\n\u001b[1m私は多くの賞賛にそれを与えることができたが、私はそれがそれ以上に価値があると思うショーの独特な側面はそれだけでそれを得る。\u001b[22m\n\u001b[1m(Watashi wa ōku no shōsan ni sore o ataeru koto ga dekitaga, watashi wa sore ga soreijō ni kachigāru to omou shō no dokutokuna sokumen wa sore dake de sore o eru.)\u001b[22m\n\nTranslations of \u001b[4mI could be giving it to much praise but the unique aspects of the show I think it is deserving more then it gets on that alone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could be giving it to much praise but the unique aspects of the show I think it is deserving more then it gets on that alone.\u001b[24m\n    \u001b[1m私は多くの賞賛にそれを与えることができたが、私はそれがそれ以上に価値があると思うショーの独特な側面はそれだけでそれを得る。\u001b[22m, \u001b[1m私は多くの賞賛にそれを与えることができたが、私は思うショーのユニークな側面は、それだけに乗るより、その後値するされています。\u001b[22m\n\u001b[1m\u001b[22m\nStory and Setting:\n\n\u001b[1mストーリーと設定：\u001b[22m\n\u001b[1m(Sutōrī to settei:)\u001b[22m\n\nTranslations of \u001b[4mStory and Setting:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory and Setting:\u001b[24m\n    \u001b[1mストーリーと設定：\u001b[22m\n\u001b[1m\u001b[22m\nIt is Set in a future where machines have taken control of the world. Humans live in pocket societies with the machines but it is clear the machines are in charge.\n\n\u001b[1m機械が世界を支配している将来に設定されます。 人は機械でポケット協会に住んでいますが、機械が担当していることは明らかです。\u001b[22m\n\u001b[1m(Kikai ga sekai o shihai shite iru shōrai ni settei sa remasu. Hito wa kikai de poketto kyōkai ni sunde imasuga, kikai ga tantō shite iru koto wa akirakadesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is Set in a future where machines have taken control of the world. Humans live in pocket societies with the machines but it is clear the machines are in charge.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is Set in a future where machines have taken control of the world.\u001b[24m\n    \u001b[1m機械が世界を支配している将来に設定されます。\u001b[22m, \u001b[1mこれは、マシンは世界の制御を取っている将来的に設定されています。\u001b[22m\n\u001b[4mHumans live in pocket societies with the machines but it is clear the machines are in charge.\u001b[24m\n    \u001b[1m人は機械でポケット協会に住んでいますが、機械が担当していることは明らかです。\u001b[22m, \u001b[1m人間は機械でポケット社会に住んでいるが、マシンが担当している明白です。\u001b[22m\n\u001b[1m\u001b[22m\nThe Story is told in a unique way that it tell two stories at the same time a past and present this is all in ten minute episodes so it can give you a lot of information in a short time. In the present story our protagonist Karen is fighting for ageist the Machines a lone while they in turn are hunt her. Some mysterious force has given Karen and most of are other supporting characters superpowers marking them with a symbol on their body. Past story is before the Machines took over and is about of Protagonist and other supporting characters pasts. It gives us great depth into are characters motivations and feelings.\n\n\u001b[1mストーリーは、それが過去と現在の2つのストーリーを同時に伝えるというユニークな方法で伝えられています。これはすべて10分のエピソードであり、短時間で多くの情報を得ることができます。 現在の話では、私たちの主人公カレンは、時代主義者のためにマシンを孤独に戦っています。 いくつかの不思議な力はカレンを与えており、大部分の人は他の支持者が彼らの身体のシンボルをマークしている。 過去の話は、機械が引き継ぎ、主人公や他の支持者の過去についてのことです。 それは私達に文字の動機と感情に深い深さを与えます。\u001b[22m\n\u001b[1m(Sutōrī wa, sore ga kako to genzai no 2tsu no sutōrī o dōjini tsutaeru to iu yunīkuna hōhō de tsutae rarete imasu. Kore wa subete 10-bu no episōdodeari, tanjikan de ōku no jōhō o eru koto ga dekimasu. Genzai no hanashide wa, watashitachi no shujinkō Karen wa, jidai shugi-sha no tame ni mashin o kodoku ni tatakatte imasu. Ikutsu ka no fushiginachikara wa Karen o ataete ori, daibubun no hito wa hoka no shiji-sha ga karera no karada no shinboru o māku shite iru. Kako no hanashi wa, kikai ga hikitsugi, shujinkō ya hoka no shiji-sha no kako ni tsuite no kotodesu. Sore wa watashitachi ni moji no dōki to kanjō ni fukai fuka-sa o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe Story is told in a unique way that it tell two stories at the same time a past and present this is all in ten minute episodes so it can give you a lot of information in a short time. In the present story our protagonist Karen is fighting for ageist the Machines a lone while they in turn are hunt her. Some mysterious force has given Karen and most of are other supporting characters superpowers marking them with a symbol on their body. Past story is before the Machines took over and is about of Protagonist and other supporting characters pasts. It gives us great depth into are characters motivations and feelings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story is told in a unique way that it tell two stories at the same time a past and present this is all in ten minute episodes so it can give you a lot of information in a short time.\u001b[24m\n    \u001b[1mストーリーは、それが過去と現在の2つのストーリーを同時に伝えるというユニークな方法で伝えられています。これはすべて10分のエピソードであり、短時間で多くの情報を得ることができます。\u001b[22m, \u001b[1mストーリーは、それが同時に過去を2話をすると、それは短い時間でたくさんの情報を与えることができるので、これはすべての10分のエピソードである提示することをユニークな方法で語られています。\u001b[22m\n\u001b[4mIn the present story our protagonist Karen is fighting for ageist the Machines a lone while they in turn are hunt her.\u001b[24m\n    \u001b[1m現在の話では、私たちの主人公カレンは、時代主義者のためにマシンを孤独に戦っています。\u001b[22m, \u001b[1m彼らは順番に彼女を狩りしながら、本の話で私たちの主人公カレンは孤独な年齢差別のためにマシンを戦っています。\u001b[22m\n\u001b[4mSome mysterious force has given Karen and most of are other supporting characters superpowers marking them with a symbol on their body.\u001b[24m\n    \u001b[1mいくつかの不思議な力はカレンを与えており、大部分の人は他の支持者が彼らの身体のシンボルをマークしている。\u001b[22m, \u001b[1mいくつかの神秘的な力はカレンを与えているとのほとんどは、自分の体上のシンボルでそれらをマークする他の脇役大国です。\u001b[22m\n\u001b[4mPast story is before the Machines took over and is about of Protagonist and other supporting characters pasts.\u001b[24m\n    \u001b[1m過去の話は、機械が引き継ぎ、主人公や他の支持者の過去についてのことです。\u001b[22m, \u001b[1mマシンが引き継いだと主人公と他の脇役の過去の程度である前に、過去の話です。\u001b[22m\n\u001b[4mIt gives us great depth into are characters motivations and feelings.\u001b[24m\n    \u001b[1mそれは私達に文字の動機と感情に深い深さを与えます。\u001b[22m, \u001b[1mそれは、私たちに文字の動機や感情であるに深みを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nThere are like no characters in this show.\n\n\u001b[1mこの番組には登場人物はいません。\u001b[22m\n\u001b[1m(Kono bangumi ni wa tōjō jinbutsu wa imasen.)\u001b[22m\n\nTranslations of \u001b[4mThere are like no characters in this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are like no characters in this show.\u001b[24m\n    \u001b[1mこの番組には登場人物はいません。\u001b[22m, \u001b[1mこのショーでは文字なしのようにあります。\u001b[22m\nIt most just follows Karen. And one machine in the past.\n\n\u001b[1mほとんどがカレンに続く。 過去に1台のマシン。\u001b[22m\n\u001b[1m(Hotondo ga Karen ni tsudzuku. Kako ni 1-dai no mashin.)\u001b[22m\n\nTranslations of \u001b[4mIt most just follows Karen. And one machine in the past.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt most just follows Karen.\u001b[24m\n    \u001b[1mほとんどがカレンに続く。\u001b[22m, \u001b[1mこれは、ほとんどのちょうどカレンに従います。\u001b[22m\n\u001b[4mAnd one machine in the past.\u001b[24m\n    \u001b[1m過去に1台のマシン。\u001b[22m, \u001b[1mそして、過去に一台のマシン。\u001b[22m\nBut even with just short stories on the supporting character they are all interesting.\n\n\u001b[1mしかし、サポートキャラクターの短編小説でも、彼らはすべて面白いです。\u001b[22m\n\u001b[1m(Shikashi, sapōtokyarakutā no tanpen shōsetsu demo, karera wa subete omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mBut even with just short stories on the supporting character they are all interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut even with just short stories on the supporting character they are all interesting.\u001b[24m\n    \u001b[1mしかし、サポートキャラクターの短編小説でも、彼らはすべて面白いです。\u001b[22m, \u001b[1mしかし、たとえ支持性質上、単にショートストーリーで、彼らはすべての興味深いものです。\u001b[22m\nKaren is a badass that fights for what was lost.\n\n\u001b[1mカレンは失われたもののために戦う悪いです。\u001b[22m\n\u001b[1m(Karen wa ushinawa reta mono no tame ni tatakau waruidesu.)\u001b[22m\n\nTranslations of \u001b[4mKaren is a badass that fights for what was lost.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaren is a badass that fights for what was lost.\u001b[24m\n    \u001b[1mカレンは失われたもののために戦う悪いです。\u001b[22m, \u001b[1mカレンは失われた何のために戦うワルです。\u001b[22m\nBut the robot of the past might be the most interest story and character as you go through his life living for humans.\n\n\u001b[1mしかし、あなたが人間のために生きる人生を進むにつれて、過去のロボットが最も興味深い物語となるかもしれません。\u001b[22m\n\u001b[1m(Shikashi, anata ga ningen no tame ni ikiru jinsei o susumu ni tsurete, kako no robotto ga mottomo kyōmibukai monogatari to naru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mBut the robot of the past might be the most interest story and character as you go through his life living for humans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut the robot of the past might be the most interest story and character as you go through his life living for humans.\u001b[24m\n    \u001b[1mしかし、あなたが人間のために生きる人生を進むにつれて、過去のロボットが最も興味深い物語となるかもしれません。\u001b[22m, \u001b[1mあなたは人間のために生きている彼の人生を歩むとしてではなく、過去のロボットは、最も関心のストーリーとキャラクターかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Animation and Sound\n\n\u001b[1mアート/アニメーション/サウンド\u001b[22m\n\u001b[1m(Āto/ animēshon/ saundo)\u001b[22m\n\nTranslations of \u001b[4mArt/Animation and Sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Animation and Sound\u001b[24m\n    \u001b[1mアート/アニメーション/サウンド\u001b[22m, \u001b[1mアート/アニメーションとサウンド\u001b[22m\n\u001b[1m\u001b[22m\nThe Art is so beautiful it is like watching a moving painting. With solid animations that work. But the sound is the biggest surprise the got some amazing voice work on this there is an English part with the most natural sounding English I heard in an anime.\n\n\u001b[1mアートはとても美しく、動く絵を見るようなものです。 頑丈なアニメーションが機能する。 しかし、このサウンドは、アニメで聞いた最も自然なサウンディング・イングリッシュ・インパクトを持つ英語の部分があります。\u001b[22m\n\u001b[1m(Āto wa totemo utsukushiku, ugoku e o miru yōna monodesu. Ganjōna animēshon ga kinō suru. Shikashi, kono saundo wa, anime de kiita mottomo shizen'na saundingu ingurisshu inpakuto o motsu eigo no bubun ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe Art is so beautiful it is like watching a moving painting. With solid animations that work. But the sound is the biggest surprise the got some amazing voice work on this there is an English part with the most natural sounding English I heard in an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Art is so beautiful it is like watching a moving painting.\u001b[24m\n    \u001b[1mアートはとても美しく、動く絵を見るようなものです。\u001b[22m, \u001b[1mアートは、それが動いて絵を見ているようでとても美しいです。\u001b[22m\n\u001b[4mWith solid animations that work.\u001b[24m\n    \u001b[1m頑丈なアニメーションが機能する。\u001b[22m, \u001b[1m働く固体アニメーションで。\u001b[22m\n\u001b[4mBut the sound is the biggest surprise the got some amazing voice work on this there is an English part with the most natural sounding English I heard in an anime.\u001b[24m\n    \u001b[1mしかし、このサウンドは、アニメで聞いた最も自然なサウンディング・イングリッシュ・インパクトを持つ英語の部分があります。\u001b[22m, \u001b[1mしかし、音は、私はアニメで聞いた最も自然な響きの英語と英語の部分があり、この上でいくつかの素晴らしい声の仕事を得た最大の驚きです。\u001b[22m\n\u001b[1m\u001b[22m\nSo yes I did like this show a lot. Good action, interesting story and characters, beautiful art, and lots of mystery.\n\n\u001b[1mだから私はこのショーが大好きでした。 グッドアクション、興味深い物語とキャラクター、美しいアート、そしてたくさんの謎。\u001b[22m\n\u001b[1m(Dakara watashi wa kono shō ga daisukideshita. Guddoakushon, kyōmibukai monogatari to kyarakutā, utsukushī āto, soshite takusan no nazo.)\u001b[22m\n\nTranslations of \u001b[4mSo yes I did like this show a lot. Good action, interesting story and characters, beautiful art, and lots of mystery.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo yes I did like this show a lot.\u001b[24m\n    \u001b[1mだから私はこのショーが大好きでした。\u001b[22m, \u001b[1mそうです、私はこのように多くのことを示しました。\u001b[22m\n\u001b[4mGood action, interesting story and characters, beautiful art, and lots of mystery.\u001b[24m\n    \u001b[1mグッドアクション、興味深い物語とキャラクター、美しいアート、そしてたくさんの謎。\u001b[22m, \u001b[1mグッドアクション、面白い話やキャラクター、美しい芸術、そして謎がたくさん。\u001b[22m"
  },
  {
    "title": "Karen_Senki",
    "id": "27503",
    "url": "https://myanimelist.net/anime/27503/Karen_Senki",
    "user": "sky_conqueror",
    "profile": "/profile/sky_conqueror/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=171241",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  5\n\nそれはまったく悪くない。 グラフィックスやアニメーションはクールですが、ストーリーはかなり悪いですが、現在と過去の間にはほとんど意味がなく、多くのジャンプがある部分があります。 私は正直なところ、このアニメを見る唯一の理由は、それが3Dであることだと思っています。それは少し興味深いものです。\n\n私はこれが助けになることを願っています：3",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIt isn't bad at all. The graphics and animation are cool but the story is pretty bad, having parts that don't have the slightest sense and with many jumps between the present and the past. I honestly think that the only reason to watch this anime is because it's in 3d, the only thing that makes it a little interesting.\n\n\u001b[1mそれはまったく悪くない。 グラフィックスやアニメーションはクールですが、ストーリーはかなり悪いですが、現在と過去の間にはほとんど意味がなく、多くのジャンプがある部分があります。 私は正直なところ、このアニメを見る唯一の理由は、それが3Dであることだと思っています。それは少し興味深いものです。\u001b[22m\n\u001b[1m(Sore wa mattaku warukunai. Gurafikkusu ya animēshon wa kūrudesuga, sutōrī wa kanari waruidesuga, genzai to kako no ma ni wa hotondo imi ga naku, ōku no janpu ga aru bubun ga arimasu. Watashi wa shōjikina tokoro, kono anime o miru yuiitsu no riyū wa, sore ga 3 Ddearu kotoda to omotte imasu. Sore wa sukoshi kyōmibukai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIt isn't bad at all. The graphics and animation are cool but the story is pretty bad, having parts that don't have the slightest sense and with many jumps between the present and the past. I honestly think that the only reason to watch this anime is because it's in 3d, the only thing that makes it a little interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt isn't bad at all.\u001b[24m\n    \u001b[1mそれはまったく悪くない。\u001b[22m, \u001b[1mそれは全然悪いことではありません。\u001b[22m\n\u001b[4mThe graphics and animation are cool but the story is pretty bad, having parts that don't have the slightest sense and with many jumps between the present and the past.\u001b[24m\n    \u001b[1mグラフィックスやアニメーションはクールですが、ストーリーはかなり悪いですが、現在と過去の間にはほとんど意味がなく、多くのジャンプがある部分があります。\u001b[22m, \u001b[1mグラフィックやアニメーションはクールですが、話は少しもセンスがあり、現在と過去の間に多くのジャンプでない部品を持つ、かなり悪いです。\u001b[22m\n\u001b[4mI honestly think that the only reason to watch this anime is because it's in 3d, the only thing that makes it a little interesting.\u001b[24m\n    \u001b[1m私は正直なところ、このアニメを見る唯一の理由は、それが3Dであることだと思っています。それは少し興味深いものです。\u001b[22m, \u001b[1m私は正直にそれが3D、それは少し面白くする唯一のものでなので、このアニメを見て唯一の理由だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nI hope this has been helpful :3\n\n\u001b[1m私はこれが助けになることを願っています：3\u001b[22m\n\u001b[1m(Watashi wa kore ga tasuke ni naru koto o negatte imasu: 3)\u001b[22m\n\nTranslations of \u001b[4mI hope this has been helpful :3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope this has been helpful :3\u001b[24m\n    \u001b[1m私はこれが助けになることを願っています：3\u001b[22m, \u001b[1m私は、これが参考にされている願っています：3\u001b[22m"
  },
  {
    "title": "Karen_Senki",
    "id": "27503",
    "url": "https://myanimelist.net/anime/27503/Karen_Senki",
    "user": "Urge2DV8",
    "profile": "/profile/Urge2DV8/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=171227",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\n見て楽しむアニメ。 エピソードは11分であるため、ショータイムの1/3はストーリー展開に使用され、残りはハイアクションCGI戦に使用されます。 私は、ゆっくりとしたストーリーとキャラクターの発展が、ほこりの中にたくさんの人々を残したと思います。 残念な。 ビン・ショーへの良いショー！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFun anime to watch. As the episodes are 11 min long, perhaps 1/3 of the show time is used in story development and the rest to high action CGI battles. I think the slow story and character development left lots of folks in the dust. Too bad. Good show to binge watch!\n\n\u001b[1m見て楽しむアニメ。 エピソードは11分であるため、ショータイムの1/3はストーリー展開に使用され、残りは高アクションCGI戦に使用されます。 私は、ゆっくりとしたストーリーとキャラクターの発展が、ほこりの中にたくさんの人々を残したと思います。 残念な。 ビン・ショーへの良いショー！\u001b[22m\n\u001b[1m(Mite tanoshimu anime. Episōdo wa 11-budearu tame, shōtaimu no 1/ 3 wa sutōrī tenkai ni shiyō sa re, nokori wa kō akushon CGI-sen ni shiyō sa remasu. Watashi wa, yukkuri to shita sutōrī to kyarakutā no hatten ga, hokori no naka ni takusan no hitobito o nokoshita to omoimasu. Zan'nen'na. Bin shō e no yoi shō!)\u001b[22m\n\nTranslations of \u001b[4mFun anime to watch. As the episodes are 11 min long, perhaps 1/3 of the show time is used in story development and the rest to high action CGI battles. I think the slow story and character development left lots of folks in the dust. Too bad. Good show to binge watch!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFun anime to watch.\u001b[24m\n    \u001b[1m見て楽しむアニメ。\u001b[22m, \u001b[1m見て楽しいアニメ。\u001b[22m\n\u001b[4mAs the episodes are 11 min long, perhaps 1/3 of the show time is used in story development and the rest to high action CGI battles.\u001b[24m\n    \u001b[1mエピソードは11分であるため、ショータイムの1/3はストーリー展開に使用され、残りは高アクションCGI戦に使用されます。\u001b[22m, \u001b[1mエピソードは長い11分、おそらくショータイムの1/3ストーリー展開で使用され、高いアクションCGIの戦いに残りがあるように。\u001b[22m\n\u001b[4mI think the slow story and character development left lots of folks in the dust.\u001b[24m\n    \u001b[1m私は、ゆっくりとしたストーリーとキャラクターの発展が、ほこりの中にたくさんの人々を残したと思います。\u001b[22m, \u001b[1m私は遅いストーリーとキャラクター開発は、ダスト中の人々の多くを残したと思います。\u001b[22m\n\u001b[4mToo bad.\u001b[24m\n    \u001b[1m残念な。\u001b[22m, \u001b[1mあまりにも悪い。\u001b[22m, \u001b[1mあまりにも悪いです。\u001b[22m\n\u001b[4mGood show to binge watch!\u001b[24m\n    \u001b[1mビン・ショーへの良いショー！\u001b[22m, \u001b[1mどんちゃん騒ぎの時計に良いショー！\u001b[22m"
  },
  {
    "title": "Karen_Senki",
    "id": "27503",
    "url": "https://myanimelist.net/anime/27503/Karen_Senki",
    "user": "camay1997",
    "profile": "/profile/camay1997/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=228218",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  7\n\n地球、2147.男が機械と戦ったメタルウォーズの遺産と機械が勝った。  Bio-Dreads-私は、物語は東京で行われ、手作業の多くは、大企業のGenomが運営するBoomersというロボットによって行われています。 ロサンゼルスでは、2019年11月に退官した警官リックデッカード（ハリソンフォード）がギャフ役員に拘留されています...\nさて、あなたは私たちを攻撃したマシンに対する1人の女性の戦争というアイディアを手に入れます。 新しいか革新的なものはありません。 私は芸術とスタイルが気に入っていますが、私はそこに機械（主人公を挿入）があり、時を経て使用され乱用されているという点を嫌います。 それは11のエピソードですが、6つのエピソードしかないようです。  6つのエピソードをプロットして、11のために緑色に輝いたように動きます。それが何であれ、それは機能し、子供の番組を見ているとは思えませんでした。 しかし、それは十分ではなく、何か、暴力、セックスアピール、陰謀、あなたの感情というものではありません。 もしそれ以上なければ、私はそれを逃すことはありません、そして、それ以上あれば私はおそらくそれを見ます。 それ以外の場合は、それを取るか放置してください。 良い固体 'meh...'\nしかし、私はそれがAoTをファンの心の中で大きく保つこのような平凡なアニメだと付け加えたいと思います...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nEarth, 2147. The legacy of the Metal Wars, where man fought machines—and machines won. Bio-Dreads—I mean, The story takes place in Tokyo where much of the manual labor is done by robots called Boomers, which are run by a mega-corporation Genom-I mean; In Los Angeles, November 2019, retired police officer Rick Deckard (Harrison Ford) is detained by officer Gaff...\n\n\u001b[1m地球、2147.男が機械と戦ったメタルウォーズの遺産と機械が勝った。  Bio-Dreads-私は、物語は東京で行われ、手作業の多くは、大企業のGenomが運営するBoomersというロボットによって行われています。 ロサンゼルスでは、2019年11月に退官した警官リックデッカード（ハリソンフォード）がギャフ役員に拘留されています...\u001b[22m\n\u001b[1m(Chikyū, 2147. Otoko ga kikai to tatakatta metaruu~ōzu no isan to kikai ga katta. Baio - Dreads - watashi wa, monogatari wa Tōkyō de okonawa re, tesagyō no ōku wa, dai kigyō no Genom ga un'ei suru Boomers to iu robotto ni yotte okonawa rete imasu. Rosanzerusu dewa, 2019-nen 11 tsuki ni taikan shita keikan rikkudekkādo (harisonfōdo) ga gyafu yakuin ni kōryū sa rete imasu...)\u001b[22m\n\nTranslations of \u001b[4mEarth, 2147. The legacy of the Metal Wars, where man fought machines—and machines won. Bio-Dreads—I mean, The story takes place in Tokyo where much of the manual labor is done by robots called Boomers, which are run by a mega-corporation Genom-I mean; In Los Angeles, November 2019, retired police officer Rick Deckard (Harrison Ford) is detained by officer Gaff...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEarth, 2147. The legacy of the Metal Wars, where man fought machines—and machines won.\u001b[24m\n    \u001b[1m地球、2147.男が機械と戦ったメタルウォーズの遺産と機械が勝った。\u001b[22m, \u001b[1m地球、2147人戦ったマシン-とマシンが勝った金属戦争の遺産。\u001b[22m\n\u001b[4mBio-Dreads—I mean, The story takes place in Tokyo where much of the manual labor is done by robots called Boomers, which are run by a mega-corporation Genom-I mean;\u001b[24m\n    \u001b[1mBio-Dreads-私は、物語は東京で行われ、手作業の多くは、大企業のGenomが運営するBoomersというロボットによって行われています。\u001b[22m, \u001b[1mバイオドレッド - 私は意味、物語は肉体労働の多くはメガ企業GENOM-私が意味することによって実行されブーマーと呼ばれるロボットによって行われ、東京で行われます。\u001b[22m\n\u001b[4mIn Los Angeles, November 2019, retired police officer Rick Deckard (Harrison Ford) is detained by officer Gaff...\u001b[24m\n    \u001b[1mロサンゼルスでは、2019年11月に退官した警官リックデッカード（ハリソンフォード）がギャフ役員に拘留されています...\u001b[22m, \u001b[1mロサンゼルス、2019年11月には、引退した警察官リック・デッカード（ハリソン・フォード）が役員ガフによって拘留されています...\u001b[22m\nOkay so you get the idea, a one woman war against the machines that attacked us. Nothing new or innovative here. I like the art and style, but I dislike the fact that there it’s (insert protagonist) versus the machines, a plot used and abused throughout time. It's 11 episodes, but there seems to be only six episodes of material. And it moves as such, like they plotted out six episodes then got greenlit for 11. For what it is, it works, and I'm glad I watched something that didn't make me think I'm watching a child's program. But it's not enough, of anything, violence, sex appeal, plot, emotion you name it. If there was no more, I wouldn't miss it, and if there was more I'd probably watch it. Other than that it's take it or leave it. A good solid 'meh...'\n\n\u001b[1mさて、あなたは私たちを攻撃したマシンに対する1人の女性の戦争というアイディアを手に入れます。 新しいか革新的なものはありません。 私は芸術とスタイルが気に入っていますが、私はそこに機械（主人公を挿入）があり、時を経て使用され乱用されているという点を嫌います。 それは11のエピソードですが、6つのエピソードしかないようです。  6つのエピソードをプロットして、11のために緑色に輝いたように動きます。それが何であれ、それは機能し、子供の番組を見ているとは思えませんでした。 しかし、それは十分ではなく、何か、暴力、セックスアピール、陰謀、あなたの感情というものではありません。 もしそれ以上なければ、私はそれを逃すことはありません、そして、それ以上あれば私はおそらくそれを見ます。 それ以外の場合は、それを取るか放置してください。 良い固体 'meh...'\u001b[22m\n\u001b[1m(Sate, anata wa watashitachi o kōgeki shita mashin ni taisuru 1-ri no josei no sensō to iu aidia o te ni iremasu. Atarashī ka kakushintekina mono wa arimasen. Watashi wa geijutsu to sutairu ga kiniitte imasuga, watashi wa soko ni kikai (shujinkō o sōnyū) ga ari,-ji o hete shiyō sa re ran'yō sa rete iru to iu ten o kiraimasu. Sore wa 11 no episōdodesuga, muttsu no episōdo shika nai yōdesu. Muttsu no episōdo o purotto shite, 11 no tame ni midoriiro ni kagayaita yō ni ugokimasu. Sore ga nandeare, soreha kinō shi, kodomo no bangumi o mite iru to wa omoemasendeshita. Shikashi, sore wa jūbunde wa naku, nanika, bōryoku, sekkusuapīru, inbō, anata no kanjō to iu monode wa arimasen. Moshi sore ijō nakereba, watashi wa sore o nogasu koto wa arimasen, soshite, sore ijō areba watashi wa osoraku sore o mimasu. Sore igai no baai wa, sore o toru ka hōchi shite kudasai. Yoi kotai' meh...')\u001b[22m\n\nTranslations of \u001b[4mOkay so you get the idea, a one woman war against the machines that attacked us. Nothing new or innovative here. I like the art and style, but I dislike the fact that there it’s (insert protagonist) versus the machines, a plot used and abused throughout time. It's 11 episodes, but there seems to be only six episodes of material. And it moves as such, like they plotted out six episodes then got greenlit for 11. For what it is, it works, and I'm glad I watched something that didn't make me think I'm watching a child's program. But it's not enough, of anything, violence, sex appeal, plot, emotion you name it. If there was no more, I wouldn't miss it, and if there was more I'd probably watch it. Other than that it's take it or leave it. A good solid 'meh...'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay so you get the idea, a one woman war against the machines that attacked us.\u001b[24m\n    \u001b[1mさて、あなたは私たちを攻撃したマシンに対する1人の女性の戦争というアイディアを手に入れます。\u001b[22m, \u001b[1mわかりましたので、あなたのアイデア、私たちを攻撃したマシンに対して一人の女性の戦争を取得します。\u001b[22m\n\u001b[4mNothing new or innovative here.\u001b[24m\n    \u001b[1m新しいか革新的なものはありません。\u001b[22m, \u001b[1mここに新しいまたは革新的な何もありません。\u001b[22m\n\u001b[4mI like the art and style, but I dislike the fact that there it’s (insert protagonist) versus the machines, a plot used and abused throughout time.\u001b[24m\n    \u001b[1m私は芸術とスタイルが気に入っていますが、私はそこに機械（主人公を挿入）があり、時を経て使用され乱用されているという点を嫌います。\u001b[22m, \u001b[1m私はアートとスタイルが好き、私はそれは、マシン対（主人公を挿入する）時間を通して使用され、虐待されたプロットがあるという事実を嫌います。\u001b[22m\n\u001b[4mIt's 11 episodes, but there seems to be only six episodes of material.\u001b[24m\n    \u001b[1mそれは11のエピソードですが、6つのエピソードしかないようです。\u001b[22m, \u001b[1mそれは11のエピソードだが、材料の唯一の6エピソードがあるように思われます。\u001b[22m\n\u001b[4mAnd it moves as such, like they plotted out six episodes then got greenlit for 11. For what it is, it works, and I'm glad I watched something that didn't make me think I'm watching a child's program.\u001b[24m\n    \u001b[1m6つのエピソードをプロットして、11のために緑色に輝いたように動きます。それが何であれ、それは機能し、子供の番組を見ているとは思えませんでした。\u001b[22m, \u001b[1mそして、それはそれは動作しますが、彼らは6エピソードをプロットしたように、それが何であるかについては11のために青信号てしまった、などの移動し、私は私が私が私が子供のプログラムを見ていると思うことはありませんでした何かを見てうれしいです。\u001b[22m\n\u001b[4mBut it's not enough, of anything, violence, sex appeal, plot, emotion you name it.\u001b[24m\n    \u001b[1mしかし、それは十分ではなく、何か、暴力、セックスアピール、陰謀、あなたの感情というものではありません。\u001b[22m, \u001b[1mしかし、それは何も、暴力、セックスアピール、プロット、あなたはそれに名前を付ける感情の、十分ではありません。\u001b[22m\n\u001b[4mIf there was no more, I wouldn't miss it, and if there was more I'd probably watch it.\u001b[24m\n    \u001b[1mもしそれ以上なければ、私はそれを逃すことはありません、そして、それ以上あれば私はおそらくそれを見ます。\u001b[22m, \u001b[1mもはや存在しなかった場合、私はそれを見逃さないだろう、とよりがあった場合、私はおそらくそれを見るだろう。\u001b[22m\n\u001b[4mOther than that it's take it or leave it.\u001b[24m\n    \u001b[1mそれ以外の場合は、それを取るか放置してください。\u001b[22m, \u001b[1mそれはそれを取るか、それを残すということ以外は。\u001b[22m\n\u001b[4mA good solid 'meh...'\u001b[24m\n    \u001b[1m良い固体 'meh...'\u001b[22m, \u001b[1m良い固体「まあまあ...」\u001b[22m\nBut I do want to add that it's mediocre anime like this that keeps AoT great in the minds of some fans...\n\n\u001b[1mしかし、私はそれがAoTをファンの心の中で大きく保つこのような普通のアニメだと付け加えたい。\u001b[22m\n\u001b[1m(Shikashi, watashi wa sore ga AoT o fan no kokoro no naka de ōkiku tamotsu ko no yōna futsū no animeda to tsukekuwaetai.)\u001b[22m\n\nTranslations of \u001b[4mBut I do want to add that it's mediocre anime like this that keeps AoT great in the minds of some fans...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut I do want to add that it's mediocre anime like this that keeps AoT great in the minds of some fans...\u001b[24m\n    \u001b[1mしかし、私はそれがAoTをファンの心の中で大きく保つこのような普通のアニメだと付け加えたい。\u001b[22m, \u001b[1mしかし、私はそれが一部のファンの心の中に大きなIBMアカデミーを保持し、このような平凡なアニメだことを追加したいん...\u001b[22m"
  }
]
