[
  {
    "title": "Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "id": "27525",
    "url": "https://myanimelist.net/anime/27525/Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "user": "CerberusGate",
    "profile": "/profile/CerberusGate/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=198274",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  10\n\nすべてのショーが放送されているので、私はFate / kaleidライナーPrisma☆Illya 2wei Herzに注目したいと思います！ これは、忍耐力を持つ人のための優れた傑出したアニメとなることがあります。 このレビューは、これまでに放映された7つのエピソードに基づいており、ショーが終了するまでには関連性がない可能性があります。\n\n（マイナースポイラーが存在する可能性があります）\n\nストーリー（7/10）：\nこのシリーズは、Fate / kaleidライナーPrisma☆Ilya 2weiの漫画の後半に適応し、Fate / kaleidライナーPrisma☆Illya 2weiから続き、主人公は神秘的な第8カードを扱わなければならない。 最初の6つのエピソードがほとんどの場合ひどいわけではありませんが、一部の人には歓迎の余地があります。 彼らは見て楽しいですし、いくつかは、主人公のお互いの絆の強さを強調しながら、特定のキャラクターの関与を示すことさえあります。 しかし、表示されているファンサービスは、定期的に視聴者が視聴し続けるのが難しくなりますが、サービスは時間とともに消えてしまい、時にはメインストーリーを損なう可能性があります。 しかし、執筆時点での最新のエピソードは、プロットを焦点に戻し、すでに激しい戦い（エスカレーション、テンション、強さの面でufotableのUBWと同等以上のもの）と一緒に大きなプロットエスカレーションをもたらします。 ショーはまだ進行中であるので、ストーリーのレビューは完全に表示されるまで完了できません。 今のところ、物語は悪くも驚くべきものでもなく、中立の領域にとどまっています。\n\nアート（8/10）：\nシルバーリンクは、以前のシリーズと同じスタイルの芸術をマイナーな改善で使用することを選択しました（少なくとも私が知ることから）。 明るくカラフルなアートスタイルが、危険な隠された世界に直面して楽観的にしようとする魔法の女の子についての話に合っているため、これは悪いことではありません。 キャラクターのデザインも、このデザインにぴったりですが、このデザインに特有のように見えるほど愛らしいものではなく、おしゃべりのヒントに愛されています。 最新の章では、明るくてカラフルな芸術スタイルは避けていましたが、キャラクターが脅威に直面して致命的な結果に遭遇した場合、その脅威に対応するためには、 台無しにすることなく、最新のエピソードの効果（執筆時点で）は素晴らしく、戦闘の強さを十分に表現することができます。 最新のエピソードで行われたいくつかのCGI作業は、目障りではないものの、やや苦しいです。 全体として、傷つきたくないが、芸術はキャラクターをその場面で描写するのに十分なほどまともでありながら、観客を特にアクションシーケンスで楽しませるのに十分な光景を提供する。\n\nサウンド（8/10）：\nこのカテゴリでは、声優はキャラクターの感情を問題なく伝えるため、キャラクターの描写に優れています。 最初の6つのエピソードで多くのコメディーな悪戯にイヤとミユの悲惨な反応の激しい叫びを見ているのは楽しいものでしたが、キャストの残りの部分は能力を最大限に引き出していました（BazettのVA 適切な場合にはコメディとバースの両方になります）。 加えて、使用されるサウンドトラックは、シリーズのイースターエッグまたは実際のトラックとして戻っても、以前の作品からのサウンドトラックからの古いお気に入りの人生シナリオと激しい戦いのスライスを伝える上でうまくいます。 新しいOP曲は、耳にかなりいいですし、今のところ、物語の進行を認めている2つの異なるEDの歌が明らかにされています。 全体として、声優、サウンドトラック、曲はかなり良いですし、進行中のストーリーのトーンを伝えることができます（少なくとも今のところは）。\n\nキャラクター（9/10）：\nこのシリーズの肉は、見て楽しまれているキャラクターと一緒にいます。  IlyaとMiyuはまだ誇張された、そしてほとんど存在していない感情を基にした彼らの反応で見ることが楽しいですが、Kuroは冗談で、より陽気なシナリオのための燃料を提供します。  Rin、Luvia、そして2人のKaleidosticksのような他のレギュラーは、物語に関連する部分のために描かれている肯定的な特徴を十分に持っている。 しかし、ストーリーがより深刻になると、これらのコメディーの描写は縮小され、深刻な特質が表面に現れ、それらの間に深い結びつきが見られます。 このシリーズに定期的に参加するのは、漫画の救済と高度に能力のある戦闘員としての役割を両立させることができるBazettです。 シリーズで彼女の現実を直面する彼女の方法は、このショーを見て私のためのハイライトでした。 私の唯一の苦情は、彼女の多くのおかしなことは迷惑になることがあり、人生の断片の彼女の多くの出現によって悪化しているので、ここでは田子の性格だろう。 残りの文字（あまりにも多くをリストする）はまともであり、コメディーなエンターテイメントを提供することができ、いくつかの興味をそそることができている間に彼らの歓迎をはるかに超えていない。 今のところ、キャラクターは見ることが楽しく、特に深みを持ち、さらなる開発に焦点を当てています。\n\n楽しさ（10/10）：\n人生のスライスは時々歓迎され続けるかもしれませんが、キャラクターの関係の深さレベルを確立する上で面白くて面白いものではありません。 ショーに登場するギャグは、タイプムーンファンのための楽しいリファレンスを提供し、楽しみの偉大なレベルをもたらすために十分な物質（視覚的にも対話的にも）を持っています。 ファンサービスの瞬間は混在していますが、少なくともまれです。 執筆時点では、エピソード7は、驚くべき効果、実際の強さ（および方法論が説明されている）と劇的な緊張を伴うペースの速いアクションをもたらす、プロットが進行することを可能にしました。  8枚目のカードは確かに失望することはありません（このカードのアイデンティティは、スポイラーを避けるためにここでは明らかにされません）。 うまくいけば、シルバーリンクは、シーズンの残りのエピソードについてエピソード7で作り出した品質を維持することができます。\n\n全体的に（8/10）：\n運命/ kaleidライナーPrisma☆Illya 2wei Herz！  Fate / kaleid liner Prisma☆Illya 2weiへの非常に良いフォローアップシリーズです！ そのプロットが続くまで、視聴者をいつまでも維持するのに十分なエンターテイメントをもたらす。 それが起こると、エスカレーションはほとんどの視聴者に歓迎されるアクションシーケンスをもたらし、視聴者をどのように終了させるのか疑問に思うように視聴者を座席に留めます。 今シーズンはソリッドショーで、少なくともエピソード7から見える価値があります。エピソード7が制作した品質のレベルを維持してくれることを願っています。そうでなければ、今後のレビューはそれほど好都合ではないかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWith all the shows that have been airing, I would like to draw attention to Fate/kaleid liner Prisma☆Illya 2wei Herz! which happens to be a good stand-out anime for anyone with patience. This review is based on the 7 episodes that have aired so far and may not be relevant by the time the show ends.\n\n\u001b[1mすべてのショーが放送されているので、私はFate / kaleidライナーPrisma☆Illya 2wei Herzに注目したいと思います！ これは、忍耐力を持つ人のための優れた傑出したアニメとなることがあります。 このレビューは、これまでに放映された7つのエピソードに基づいており、ショーが終了するまでには関連性がない可能性があります。\u001b[22m\n\u001b[1m(Subete no shō ga hōsō sa rete irunode, watashi wa feito/ kaleid rainā purizuma ☆ Illya 2 wei Herz ni chūmoku shitai to omoimasu! Kore wa, nintai-ryoku o motsu hito no tame no sugureta kesshutsu shita anime to naru koto ga arimasu. Kono rebyū wa, kore made ni hōei sa reta 7tsu no episōdo ni motodzuite ori, shō ga shūryō suru made ni wa kanren-sei ga nai kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWith all the shows that have been airing, I would like to draw attention to Fate/kaleid liner Prisma☆Illya 2wei Herz! which happens to be a good stand-out anime for anyone with patience. This review is based on the 7 episodes that have aired so far and may not be relevant by the time the show ends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith all the shows that have been airing, I would like to draw attention to Fate/kaleid liner Prisma☆Illya 2wei Herz!\u001b[24m\n    \u001b[1mすべてのショーが放送されているので、私はFate / kaleidライナーPrisma☆Illya 2wei Herzに注目したいと思います！\u001b[22m, \u001b[1m放映された全番組で、私はフェイト/ kaleidライナープリズマ☆Illya 2weiヘルツに注意を引くしたいと思います！\u001b[22m\n\u001b[4mwhich happens to be a good stand-out anime for anyone with patience.\u001b[24m\n    \u001b[1mこれは、忍耐力を持つ人のための優れた傑出したアニメとなることがあります。\u001b[22m, \u001b[1mこれは忍耐とのだれでものための良好なスタンドアウトアニメであることを起こります。\u001b[22m\n\u001b[4mThis review is based on the 7 episodes that have aired so far and may not be relevant by the time the show ends.\u001b[24m\n    \u001b[1mこのレビューは、これまでに放映された7つのエピソードに基づいており、ショーが終了するまでには関連性がない可能性があります。\u001b[22m, \u001b[1mこのレビューは、これまで放送されており、ショー終了までに適切ではないかもしれません7エピソードに基づいています。\u001b[22m\n\u001b[1m\u001b[22m\n(MINOR SPOILERS may be present)\n\n\u001b[1m（マイナースポイラーが存在する可能性があります）\u001b[22m\n\u001b[1m((Maināsupoirā ga sonzai suru kanōsei ga arimasu))\u001b[22m\n\nTranslations of \u001b[4m(MINOR SPOILERS may be present)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(MINOR SPOILERS may be present)\u001b[24m\n    \u001b[1m（マイナースポイラーが存在する可能性があります）\u001b[22m, \u001b[1m（MINORスポイラーが存在してもよいです）\u001b[22m\n\u001b[1m\u001b[22m\nStory (7/10):\n\n\u001b[1mストーリー（7/10）：\u001b[22m\n\u001b[1m(Sutōrī (7 / 10):)\u001b[22m\n\nTranslations of \u001b[4mStory (7/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (7/10):\u001b[24m\n    \u001b[1mストーリー（7/10）：\u001b[22m\nThis series adapts the second half of the Fate/kaleid liner Prisma ☆ Ilya 2wei manga and continues from Fate/kaleid liner Prisma☆Illya 2wei where the main characters have to deal with the mysterious Eighth card. The reason why the score is rather low here as the first 6 episodes are mostly slice of life filler that, while not awful for the most part, may overstay its welcome for some. They are fun to watch though and some even foreshadow the involvement of certain characters while highlighting the strength of the main characters' bonds towards each other. The fanservice that does appear however does make it difficult for non-regular viewers to continue watching though said service does fade away in time and can detract from the main story at times. The latest episode at time of writing however brings the plot back into focus and already it brings in great plot escalation along with intense battles (that are arguably equal to or better than ufotable's UBW in terms of escalation, tension and intensity). Since the show is still ongoing, a review of the story cannot be completed until it is fully shown. As for now, the story is neither bad nor amazing but stuck in the middle territory.\n\n\u001b[1mこのシリーズは、Fate / kaleidライナーPrisma☆Ilya 2weiの漫画の後半に適応し、Fate / kaleidライナーPrisma☆Illya 2weiから続き、主人公は神秘的な第8カードを扱わなければならない。 最初の6つのエピソードがほとんどの場合ひどいわけではありませんが、一部の人には歓迎の余地があります。 彼らは見て楽しいですし、いくつかは、主人公のお互いの絆の強さを強調しながら、特定のキャラクターの関与を示すことさえあります。 しかし、表示されているファンサービスは、定期的に視聴者が視聴し続けるのが難しくなりますが、サービスは時間とともに消えてしまい、時にはメインストーリーを損なう可能性があります。 しかし、執筆時点での最新のエピソードは、プロットを焦点に戻し、すでに激しい戦い（エスカレーション、テンション、強さの面でufotableのUBWと同等以上のもの）と一緒に大きなプロットエスカレーションをもたらします。 ショーはまだ進行中であるので、ストーリーのレビューは完全に表示されるまで完了できません。 今のところ、物語は悪くも驚くべきものでもなく、中立の領域にとどまっています。\u001b[22m\n\u001b[1m(Kono shirīzu wa, feito/ kaleid rainā purizuma ☆ Ilya 2 wei no manga no kōhan ni tekiō shi, feito/ kaleid rainā purizuma ☆ Illya 2 wei kara tsudzuki, shujinkō wa shinpi-tekina dai 8 kādo o atsukawanakereba naranai. Saisho no muttsu no episōdo ga hotondo no baai hidoi wakede wa arimasenga, ichibu no hito ni wa kangei no yochi ga arimasu. Karera wa mite tanoshīdesushi, ikutsu ka wa, shujinkō no otagai no kizuna no tsuyo-sa o kyōchō shinagara, tokutei no kyarakutā no kan'yo o shimesu koto sae arimasu. Shikashi, hyōji sa rete iru fansābisu wa, teikitekini shichō-sha ga shichō shi tsudzukeru no ga muzukashiku narimasuga, sābisu wa jikan to tomoni kiete shimai, tokiniha meinsutōrī o sokonau kanōsei ga arimasu. Shikashi, shippitsu jiten de no saishin no episōdo wa, purotto o shōten ni modoshi, sudeni hageshī tatakai (esukarēshon, tenshon, tsuyo-sa no men de yūfōtēburu no UBW to dōtōijō no mono) to issho ni ōkina purottoesukarēshon o motarashimasu. Shō wa mada shinkō-chūdearunode, sutōrī no rebyū wa kanzen ni hyōji sa reru made kanryō dekimasen. Imanotokoro, monogatari wa waruku mo odorokubeki monode mo naku, chūritsu no ryōiki ni todomatte imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nArt (8/10):\n\n\u001b[1mアート（8/10）：\u001b[22m\n\u001b[1m(Āto (8 / 10):)\u001b[22m\n\nTranslations of \u001b[4mArt (8/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (8/10):\u001b[24m\n    \u001b[1mアート（8/10）：\u001b[22m\nSilver Link has chosen to use the same style of art as the preceding series with minor improvements (at least from what I can tell). This is not a bad thing here as the bright and colourful art style fits a story about magical girls that attempt to be optimistic in the face of a dangerous hidden world. The character designs also fit this design by being adorable with hints of a tease but not being too adorable that the action looks peculiar with said designs. The latest chapter has eschewed the bright and colourful art style for a darker art style to show the change in tone as the characters confront a new threat that they are to combat with lethal consequences should they fail. Without wishing to spoil, the effects for the latest episode (at time of writing) is brilliant and is able to portray the intensity of the battle to a good degree. There is some CGI work done in the latest episode that is somewhat jarring though not to the extent of a eyesore. Overall, without wishing to spoil, the art is decent enough to portray the characters as they are in that setting while providing enough of a spectacle to keep viewers entertained especially in the action sequences.\n\n\u001b[1mシルバーリンクは、以前のシリーズと同じスタイルの芸術をマイナーな改善で使用することを選択しました（少なくとも私が知ることから）。 明るくカラフルなアートスタイルが、危険な隠された世界に直面して楽観的にしようとする魔法の女の子についての話に合っているため、これは悪いことではありません。 キャラクターのデザインも、このデザインにぴったりですが、このデザインに特有のように見えるほど愛らしいものではなく、おしゃべりのヒントに愛されています。 最新の章では、明るくてカラフルな芸術スタイルは避けていましたが、キャラクターが脅威に直面して致命的な結果に遭遇した場合、その脅威に対応するためには、 台無しにすることなく、最新のエピソードの効果（執筆時点で）は素晴らしく、戦闘の強さを十分に表現することができます。 最新のエピソードで行われたいくつかのCGI作業は、目障りではないものの、やや苦しいです。 全体として、傷つきたくないが、芸術はキャラクターをその場面で描写するのに十分なほどまともでありながら、観客を特にアクションシーケンスで楽しませるのに十分な光景を提供する。\u001b[22m\n\u001b[1m(Shirubārinku wa, izen no shirīzu to onaji sutairu no geijutsu o maināna kaizen de shiyō suru koto o sentaku shimashita (sukunakutomo watashi ga shiru koto kara). Akaruku karafuruna ātosutairu ga, kiken'na kakusareta sekai ni chokumen shite rakukanteki ni shiyou to suru mahō no on'nanoko ni tsuite no hanashi ni atte iru tame, kore wa warui kotode wa arimasen. Kyarakutā no dezain mo, kono dezain ni pittaridesuga, kono dezain ni tokuyū no yō ni mieru hodo airashī monode wa naku, oshaberi no hinto ni aisa rete imasu. Saishin no shōde wa, akarukute karafuruna geijutsu sutairu wa sakete imashitaga, kyarakutā ga kyōi ni chokumen shite chimei-tekina kekka ni sōgū shita baai, sono kyōi ni taiō suru tame ni wa, dainashi ni suru koto naku, saishin no episōdo no kōka (shippitsu jiten de) wa subarashiku, sentō no tsuyo-sa o jūbun ni hyōgen suru koto ga dekimasu. Saishin no episōdo de okonawa reta ikutsu ka no CGI sagyō wa, mezawaride wanai mono no, yaya kurushīdesu. Zentai to shite, kizutsukitakunaiga, geijutsu wa kyarakutā o sono bamen de byōsha suru no ni jūbun'na hodo matomodearinagara, kankyaku o tokuni akushonshīkensu de tanoshima serunoni jūbun'na kōkei o teikyō suru.)\u001b[22m\n\u001b[1m\u001b[22m\nSound (8/10):\n\n\u001b[1mサウンド（8/10）：\u001b[22m\n\u001b[1m(Saundo (8 / 10):)\u001b[22m\n\nTranslations of \u001b[4mSound (8/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (8/10):\u001b[24m\n    \u001b[1mサウンド（8/10）：\u001b[22m\nAs for this category, the voice actors are excellent in portraying their characters as each of them convey the emotions of their characters without any issues. It was fun to watch the many exasperated shrieks of Ilya and Miyu's deadpan reactions to the many comedic antics in the first six episodes while the rest of the cast portrayed their characters to the best of their abilities (special credit to Bazett's VA for being able to be both comedic and badass when appropriate). In addition, the soundtrack used is well in conveying the slice of life scenarios and the intense battles with old favourites from soundtracks from prior works even returning as easter eggs or actual tracks in the series. The new OP song is rather nice on the ears and as of now, two different ED songs have been revealed which acknowledges the progression of the story. As a whole, the voice acting, soundtrack and songs are rather good and are able to convey the tone of the story as it progresses (at least for now).\n\n\u001b[1mこのカテゴリでは、声優はキャラクターの感情を問題なく伝えるため、キャラクターの描写に優れています。 最初の6つのエピソードで多くのコメディーな悪戯にイヤとミユの悲惨な反応の激しい叫びを見ているのは楽しいものでしたが、キャストの残りの部分は能力を最大限に引き出していました（BazettのVA 適切な場合にはコメディとバースの両方になります）。 加えて、使用されるサウンドトラックは、シリーズのイースターエッグまたは実際のトラックとして戻っても、以前の作品からのサウンドトラックからの古いお気に入りの人生シナリオと激しい戦いのスライスを伝える上でうまくいます。 新しいOP曲は、耳にかなりいいですし、今のところ、物語の進行を認めている2つの異なるEDの歌が明らかにされています。 全体として、声優、サウンドトラック、曲はかなり良いですし、進行中のストーリーのトーンを伝えることができます（少なくとも今のところは）。\u001b[22m\n\u001b[1m(Kono kategoride wa, seiyū wa kyarakutā no kanjō o mondainaku tsutaeru tame, kyarakutā no byōsha ni sugurete imasu. Saisho no muttsu no episōdo de ōku no komedīna akugi ni iya to Miyu no hisan'na han'nō no hageshī sakebi o mite iru no wa tanoshī monodeshitaga, kyasuto no nokori no bubun wa nōryoku o saidaigen ni hikidashite imashita (Bazett no VA tekisetsuna baai ni wa komedi to bāsu no ryōhō ni narimasu). Kuwaete, shiyō sa reru saundotorakku wa, shirīzu no īsutāeggu matawa jissai no torakku to shite modotte mo, izen no sakuhin kara no saundotorakku kara no furui okiniiri no jinsei shinario to hageshī tatakai no suraisu o tsutaeru ue de umaku imasu. Atarashī OP-kyoku wa, mimi ni kanari īdesushi, imanotokoro, monogatari no shinkō o mitomete iru 2tsu no kotonaru ED no uta ga akiraka ni sa rete imasu. Zentai to shite, seiyū, saundotorakku,-kyoku wa kanari yoidesushi, shinkō-chū no sutōrī no tōn o tsutaeru koto ga dekimasu (sukunakutomo imanotokoro wa).)\u001b[22m\n\nTranslations of \u001b[4mAs for this category, the voice actors are excellent in portraying their characters as each of them convey the emotions of their characters without any issues. It was fun to watch the many exasperated shrieks of Ilya and Miyu's deadpan reactions to the many comedic antics in the first six episodes while the rest of the cast portrayed their characters to the best of their abilities (special credit to Bazett's VA for being able to be both comedic and badass when appropriate). In addition, the soundtrack used is well in conveying the slice of life scenarios and the intense battles with old favourites from soundtracks from prior works even returning as easter eggs or actual tracks in the series. The new OP song is rather nice on the ears and as of now, two different ED songs have been revealed which acknowledges the progression of the story. As a whole, the voice acting, soundtrack and songs are rather good and are able to convey the tone of the story as it progresses (at least for now).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for this category, the voice actors are excellent in portraying their characters as each of them convey the emotions of their characters without any issues.\u001b[24m\n    \u001b[1mこのカテゴリでは、声優はキャラクターの感情を問題なく伝えるため、キャラクターの描写に優れています。\u001b[22m, \u001b[1mそれらのそれぞれが何の問題もなく自分のキャラクターの感情を伝えるように、このカテゴリのように、声優には、自分のキャラクターを描いに優れています。\u001b[22m\n\u001b[4mIt was fun to watch the many exasperated shrieks of Ilya and Miyu's deadpan reactions to the many comedic antics in the first six episodes while the rest of the cast portrayed their characters to the best of their abilities (special credit to Bazett's VA for being able to\u001b[24m\n    \u001b[1m最初の6つのエピソードで多くのコメディーな悪戯にイヤとミユの悲惨な反応の激しい叫びを見ているのは楽しいものでしたが、キャストの残りの部分は能力を最大限に引き出していました（BazettのVA\u001b[22m, \u001b[1mキャストの残りの部分はにできることのために自分の能力を最大限に自分のキャラクター（バゼットのVAへの特別な信用を描写しながら、最初の6エピソードに多くの喜劇のふざけた態度にイリヤとみゆ無表情な反応の多く怒った金切り声を見ていて楽しかったです\u001b[22m\n\u001b[4mbe both comedic and badass when appropriate).\u001b[24m\n    \u001b[1m適切な場合にはコメディとバースの両方になります）。\u001b[22m, \u001b[1m喜劇と）適切な場合ワルの両方です。\u001b[22m\n\u001b[4mIn addition, the soundtrack used is well in conveying the slice of life scenarios and the intense battles with old favourites from soundtracks from prior works even returning as easter eggs or actual tracks in the series.\u001b[24m\n    \u001b[1m加えて、使用されるサウンドトラックは、シリーズのイースターエッグまたは実際のトラックとして戻っても、以前の作品からのサウンドトラックからの古いお気に入りの人生シナリオと激しい戦いのスライスを伝える上でうまくいます。\u001b[22m, \u001b[1mまた、使用されるサウンドトラックは人生のシナリオとでもイースターエッグやシリーズの実際のトラックとして復帰前の作品からのサウンドトラックからの古いお気に入りとの激しい戦いのスライスを伝えるには十分です。\u001b[22m\n\u001b[4mThe new OP song is rather nice on the ears and as of now, two different ED songs have been revealed which acknowledges the progression of the story.\u001b[24m\n    \u001b[1m新しいOP曲は、耳にかなりいいですし、今のところ、物語の進行を認めている2つの異なるEDの歌が明らかにされています。\u001b[22m, \u001b[1m新OP曲は耳にかなりいいですし、今のように、2つの異なるED曲は物語の進行を認めている明らかにされています。\u001b[22m\n\u001b[4mAs a whole, the voice acting, soundtrack and songs are rather good and are able to convey the tone of the story as it progresses (at least for now).\u001b[24m\n    \u001b[1m全体として、声優、サウンドトラック、曲はかなり良いですし、進行中のストーリーのトーンを伝えることができます（少なくとも今のところは）。\u001b[22m, \u001b[1m全体として、声の演技、サウンドトラックや歌はかなり良いです、それは（少なくとも今のところは）進むにつれて物語の音を伝えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (9/10):\n\n\u001b[1mキャラクター（9/10）：\u001b[22m\n\u001b[1m(Kyarakutā (9 / 10):)\u001b[22m\n\nTranslations of \u001b[4mCharacter (9/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (9/10):\u001b[24m\n    \u001b[1mキャラクター（9/10）：\u001b[22m, \u001b[1m文字（9/10）：\u001b[22m\nThe meat of this series lies with the characters who are entertaining to watch. Ilya and Miyu are still fun to watch with their reactions based around exaggerated and barely existing emotions being present while Kuro, being a tease, provides the fuel for more hilarious scenarios. Other regulars such as Rin, Luvia and the two Kaleidosticks perform their routines for the slice of life bits with enough of their positive traits being portrayed for the narrative-relevant parts. When the story becomes more serious however, these comedic portrayals are reduced and their own serious traits surface, showing a deep bond between them. Joining the series as a regular is Bazett, who is able to balance her role as both comic relief and a hyper-competent combatant, is always fun to watch whenever she becomes one or the other. Her methods of facing her current reality in the series was a highlight for me when watching this show. My only complaint here would be the character of Tatsuko, as her many antics can get annoying and is worsened by her many appearances in the slice of life segments. The remaining characters (too many to list) are decent and do not overstay their welcomes while being able to provide comedic entertainment and for some, intrigue. As of now, the characters are fun to watch and have depth that hints at further developments with focus on one in particular.\n\n\u001b[1mこのシリーズの肉は、見て楽しまれているキャラクターと一緒にいます。  IlyaとMiyuはまだ誇張された、そしてほとんど存在していない感情を基にした彼らの反応で見ることが楽しいですが、Kuroは冗談で、より陽気なシナリオのための燃料を提供します。  Rin、Luvia、そして2人のKaleidosticksのような他のレギュラーは、物語に関連する部分のために描かれている肯定的な特徴を十分に持っている。 しかし、ストーリーがより深刻になると、これらのコメディーの描写は縮小され、深刻な特質が表面に現れ、それらの間に深い結びつきが見られます。 このシリーズに定期的に参加するのは、漫画の救済と高度に能力のある戦闘員としての役割を両立させることができるBazettです。 シリーズで彼女の現実を直面する彼女の方法は、このショーを見て私のためのハイライトでした。 私の唯一の苦情は、彼女の多くのおかしなことは迷惑になることがあり、人生の断片の彼女の多くの出現によって悪化しているので、ここでは田子の性格だろう。 残りの文字（あまりにも多くをリストする）はまともであり、コメディーなエンターテイメントを提供することができ、いくつかの興味をそそることができている間に彼らの歓迎をはるかに超えていない。 今のところ、キャラクターは見ることが楽しく、特に深みを持ち、さらなる開発に焦点を当てています。\u001b[22m\n\u001b[1m(Kono shirīzu no niku wa, mite tanoshima rete iru kyarakutā to issho ni imasu. Ilya to Miyu wa mada kochō sa reta, soshite hotondo sonzai shite inai kanjō o ki ni shita karera no han'nō de miru koto ga tanoshīdesuga, Kuro wa jōdan de, yori yōkina shinario no tame no nenryō o teikyō shimasu. Rin, Luvia, soshite 2-ri no Kaleidosticks no yōna ta no regyurā wa, monogatari ni kanren suru bubun no tame ni egaka rete iru kōtei-tekina tokuchō o jūbun ni motte iru. Shikashi, sutōrī ga yori shinkoku ni naru to, korera no komedī no byōsha wa shukushō sa re, shinkokuna tokushitsu ga hyōmen ni araware, sorera no ma ni fukai musubitsuki ga mi raremasu. Kono shirīzu ni teikitekini sanka suru no wa, manga no kyūsai to kōdo ni nōryoku no aru sentō-in to shite no yakuwari o ryōritsu sa seru koto ga dekiru Bazettdesu. Shirīzu de kanojo no genjitsu o chokumen suru kanojo no hōhō wa, kono shō o mite watashi no tame no hairaitodeshita. Watashi no yuiitsu no kujō wa, kanojo no ōku no okashina koto wa meiwaku ni naru koto ga ari, jinsei no danpen no kanojo no ōku no shutsugen ni yotte akka shite irunode, kokode wa Tago no seikakudarou. Nokori no moji (amarini mo ōku o risuto suru) wa matomodeari, komedīna entāteimento o teikyō suru koto ga deki, ikutsu ka no kyōmi o sosoru koto ga dekite iru ma ni karera no kangei o haruka ni koete inai. Imanotokoro, kyarakutā wa miru koto ga tanoshiku, tokuni fukami o mochi, saranaru kaihatsu ni shōten o atete imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment (10/10):\n\n\u001b[1m楽しさ（10/10）：\u001b[22m\n\u001b[1m(Tanoshisa (10/ 10):)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment (10/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment (10/10):\u001b[24m\n    \u001b[1m楽しさ（10/10）：\u001b[22m\nWhile the slice of life may overstay its welcome at times, it does not stop it from being entertaining and intriguing in establishing the level of depth for the character's relationships. The gags that appear in the show provide fun references for Type Moon fans and have enough substance (both visually and in dialogue) to bring a great level of enjoyment. The fanservice moments are a mixed bag but at least are infrequent. At time of writing, episode 7 has allowed the plot to progress, bringing amazing effects, fast-paced action with actual intensity (and methodology explained) and dramatic tension. The Eighth card is certainly not a disappointment to watch (the identity of said card will not be revealed here to avoid spoilers). Hopefully, Silver Link can maintain the quality they have produced in episode 7 for the remaining episodes in the season.\n\n\u001b[1m人生のスライスは時々歓迎され続けるかもしれませんが、キャラクターの関係の深さレベルを確立する上で面白くて面白いものではありません。 ショーに登場するギャグは、タイプムーンファンのための楽しいリファレンスを提供し、楽しみの偉大なレベルをもたらすために十分な物質（視覚的にも対話的にも）を持っています。 ファンサービスの瞬間は混在していますが、少なくともまれです。 執筆時点では、エピソード7は、驚くべき効果、実際の強さ（および方法論が説明されている）と劇的な緊張を伴うペースの速いアクションをもたらす、プロットが進行することを可能にしました。  8枚目のカードは確かに失望することはありません（このカードのアイデンティティは、スポイラーを避けるためにここでは明らかにされません）。 うまくいけば、シルバーリンクは、シーズンの残りのエピソードについてエピソード7で作り出した品質を維持することができます。\u001b[22m\n\u001b[1m(Jinsei no suraisu wa tokidoki kangei sa re tsudzukeru kamo shiremasenga, kyarakutā no kankei no fuka-sa reberu o kakuritsu suru ue de omoshirokute omoshiroi monode wa arimasen. Shō ni tōjō suru gyagu wa, taipumūnfan no tame no tanoshī rifarensu o teikyō shi, tanoshimi no idaina reberu o motarasu tame ni jūbun'na busshitsu (shikaku-teki ni mo taiwa-teki ni mo) o motte imasu. Fansābisu no shunkan wa konzai shite imasuga, sukunakutomo maredesu. Shippitsu jitende wa, episōdo 7 wa, odorokubeki kōka, jissai no tsuyo-sa (oyobi hōhō-ron ga setsumei sa rete iru) to gekitekina kinchō o tomonau pēsu no hayai akushon o motarasu, purotto ga shinkō suru koto o kanō ni shimashita. 8-Mai-me no kādo wa tashika ni shitsubō suru koto wa arimasen (kono kādo no aidentiti wa, supoirā o yokeru tame ni kokode wa akiraka ni sa remasen). Umaku ikeba, shirubārinku wa, shīzun no nokori no episōdo ni tsuite episōdo 7 de tsukuridashita hinshitsu o iji suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the slice of life may overstay its welcome at times, it does not stop it from being entertaining and intriguing in establishing the level of depth for the character's relationships. The gags that appear in the show provide fun references for Type Moon fans and have enough substance (both visually and in dialogue) to bring a great level of enjoyment. The fanservice moments are a mixed bag but at least are infrequent. At time of writing, episode 7 has allowed the plot to progress, bringing amazing effects, fast-paced action with actual intensity (and methodology explained) and dramatic tension. The Eighth card is certainly not a disappointment to watch (the identity of said card will not be revealed here to avoid spoilers). Hopefully, Silver Link can maintain the quality they have produced in episode 7 for the remaining episodes in the season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the slice of life may overstay its welcome at times, it does not stop it from being entertaining and intriguing in establishing the level of depth for the character's relationships.\u001b[24m\n    \u001b[1m人生のスライスは時々歓迎され続けるかもしれませんが、キャラクターの関係の深さレベルを確立する上で面白くて面白いものではありません。\u001b[22m, \u001b[1m人生のスライスは時間にその歓迎を不法滞在かもしれないが、それは文字の関係のための深さのレベルを確立する上で面白く、魅力的であることからそれを停止しません。\u001b[22m\n\u001b[4mThe gags that appear in the show provide fun references for Type Moon fans and have enough substance (both visually and in dialogue) to bring a great level of enjoyment.\u001b[24m\n    \u001b[1mショーに登場するギャグは、タイプムーンファンのための楽しいリファレンスを提供し、楽しみの偉大なレベルをもたらすために十分な物質（視覚的にも対話的にも）を持っています。\u001b[22m, \u001b[1mショーに表示されるギャグは、タイプムーンファンのための楽しみの参照を提供し、楽しみの偉大なレベルをもたらすために（視覚的にも対話の中で）十分な物質を持っています。\u001b[22m\n\u001b[4mThe fanservice moments are a mixed bag but at least are infrequent.\u001b[24m\n    \u001b[1mファンサービスの瞬間は混在していますが、少なくともまれです。\u001b[22m, \u001b[1mサービスカットの瞬間には、混合袋ですが、少なくともはまれです。\u001b[22m\n\u001b[4mAt time of writing, episode 7 has allowed the plot to progress, bringing amazing effects, fast-paced action with actual intensity (and methodology explained) and dramatic tension.\u001b[24m\n    \u001b[1m執筆時点では、エピソード7は、驚くべき効果、実際の強さ（および方法論が説明されている）と劇的な緊張を伴うペースの速いアクションをもたらす、プロットが進行することを可能にしました。\u001b[22m, \u001b[1m執筆時点では、エピソード7は、驚くべき効果をもたらし、プロットは進行させた実際の強度（および方法論で説明）と劇的な張力でアクションをテンポの速いです。\u001b[22m\n\u001b[4mThe Eighth card is certainly not a disappointment to watch (the identity of said card will not be revealed here to avoid spoilers).\u001b[24m\n    \u001b[1m8枚目のカードは確かに失望することはありません（このカードのアイデンティティは、スポイラーを避けるためにここでは明らかにされません）。\u001b[22m, \u001b[1m第八カードは確かに（当該カードのアイデンティティはスポイラーを避けるために、ここで明らかにされることはありません）見て失望ではありません。\u001b[22m\n\u001b[4mHopefully, Silver Link can maintain the quality they have produced in episode 7 for the remaining episodes in the season.\u001b[24m\n    \u001b[1mうまくいけば、シルバーリンクは、シーズンの残りのエピソードについてエピソード7で作り出した品質を維持することができます。\u001b[22m, \u001b[1mうまくいけば、シルバーリンクは、彼らが今シーズンの残りのエピソードエピソード7で製造してきた品質を維持することができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall (8/10):\n\n\u001b[1m全体的に（8/10）：\u001b[22m\n\u001b[1m(Zentai-teki ni (8 / 10):)\u001b[22m\n\nTranslations of \u001b[4mOverall (8/10):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall (8/10):\u001b[24m\n    \u001b[1m全体的に（8/10）：\u001b[22m, \u001b[1m総合（8/10）：\u001b[22m\nFate/kaleid liner Prisma☆Illya 2wei Herz! is a very good follow-up series to Fate/kaleid liner Prisma☆Illya 2wei! that brings enough entertainment to keep viewers sated until the plot continues. When it does, the escalation brings about action sequences that are a welcome treat for most viewers and will keep viewers on their seats as they wonder how it will end. It is a solid show for this season and worth a look at least going from episode 7. Hopefully Silver Link maintains the level of quality that episode 7 was able to produce or else, future reviews here may not be as favourable.\n\n\u001b[1m運命/ kaleidライナーPrisma☆Illya 2wei Herz！  Fate / kaleid liner Prisma☆Illya 2weiへの非常に良いフォローアップシリーズです！ そのプロットが続くまで、視聴者をいつまでも維持するのに十分なエンターテイメントをもたらす。 それが起こると、エスカレーションはほとんどの視聴者に歓迎されるアクションシーケンスをもたらし、視聴者をどのように終了させるのか疑問に思うように視聴者を座席に留めます。 今シーズンはソリッドショーで、少なくともエピソード7から見える価値があります。エピソード7が制作した品質のレベルを維持してくれることを願っています。そうでなければ、今後のレビューはそれほど好都合ではないかもしれません。\u001b[22m\n\u001b[1m(Unmei/ kaleid rainā purizuma ☆ Illya 2 wei Herz! Feito/ kaleid rainā purizuma ☆ Illya 2 wei e no hijō ni yoi forōappushirīzudesu! Sono purotto ga tsudzuku made, shichō-sha o itsu made mo iji suru no ni jūbun'na entāteimento o motarasu. Sore ga okoru to, esukarēshon wa hotondo no shichō-sha ni kangei sa reru akushonshīkensu o motarashi, shichō-sha o dono yō ni shūryō sa seru no ka gimon ni omou yō ni shichō-sha o zaseki ni tomemasu. Ima shīzun wa soriddoshō de, sukunakutomo episōdo 7 kara mieru kachi ga arimasu. Episōdo 7 ga seisaku shita hinshitsu no reberu o iji shite kureru koto o negatte imasu. Sōdenakereba, kongo no rebyū wa sorehodo kōtsugōde wanai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mFate/kaleid liner Prisma☆Illya 2wei Herz! is a very good follow-up series to Fate/kaleid liner Prisma☆Illya 2wei! that brings enough entertainment to keep viewers sated until the plot continues. When it does, the escalation brings about action sequences that are a welcome treat for most viewers and will keep viewers on their seats as they wonder how it will end. It is a solid show for this season and worth a look at least going from episode 7. Hopefully Silver Link maintains the level of quality that episode 7 was able to produce or else, future reviews here may not be as favourable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFate/kaleid liner Prisma☆Illya 2wei Herz!\u001b[24m\n    \u001b[1m運命/ kaleidライナーPrisma☆Illya 2wei Herz！\u001b[22m, \u001b[1mフェイト/ kaleidライナープリズマ☆Illya 2weiヘルツ！\u001b[22m\n\u001b[4mis a very good follow-up series to Fate/kaleid liner Prisma☆Illya 2wei!\u001b[24m\n    \u001b[1mFate / kaleid liner Prisma☆Illya 2weiへの非常に良いフォローアップシリーズです！\u001b[22m, \u001b[1mフェイト/ kaleidライナープリズマ☆Illya 2weiに非常に良好なフォローアップシリーズです！\u001b[22m\n\u001b[4mthat brings enough entertainment to keep viewers sated until the plot continues.\u001b[24m\n    \u001b[1mそのプロットが続くまで、視聴者をいつまでも維持するのに十分なエンターテイメントをもたらす。\u001b[22m, \u001b[1mそれは、プロットが続くまで飽きる視聴者を維持するのに十分なエンターテイメントをもたらします。\u001b[22m\n\u001b[4mWhen it does, the escalation brings about action sequences that are a welcome treat for most viewers and will keep viewers on their seats as they wonder how it will end.\u001b[24m\n    \u001b[1mそれが起こると、エスカレーションはほとんどの視聴者に歓迎されるアクションシーケンスをもたらし、視聴者をどのように終了させるのか疑問に思うように視聴者を座席に留めます。\u001b[22m, \u001b[1mそれがない場合には、エスカレーションはほとんどの視聴者のための歓迎御馳走であり、彼らはそれが終了するか疑問として自分の席に視聴者を維持するアクションシーケンスをもたらします。\u001b[22m\n\u001b[4mIt is a solid show for this season and worth a look at least going from episode 7. Hopefully Silver Link maintains the level of quality that episode 7 was able to produce or else, future reviews here may not be as favourable.\u001b[24m\n    \u001b[1m今シーズンはソリッドショーで、少なくともエピソード7から見える価値があります。エピソード7が制作した品質のレベルを維持してくれることを願っています。そうでなければ、今後のレビューはそれほど好都合ではないかもしれません。\u001b[22m, \u001b[1mそれは、今シーズンと一見の価値が少なくともうまくいけば、シルバーリンクは、そのエピソード7を生成するためにあるいは、将来のレビューはこことして好適ではないかもしれないことができた品質のレベルを維持エピソード7から行くための固体ショーです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "id": "27525",
    "url": "https://myanimelist.net/anime/27525/Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "user": "BanjoTheBear",
    "profile": "/profile/BanjoTheBear/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=213044",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n（このレビューは私のブログ/ redditスレッドから適応されています。\n\n私の好きなカードゲームは「Texas Hold 'Em」と呼ばれています。このギャンブルゲームでは、ディーラーはすべてのプレーヤーに2枚のカードを渡します。 その後、フロップ（3つのコミュニティカード）、ターン（1つのコミュニティカード）、および川（1つの最終コミュニティカード）がディーラーによって処理されます。 ベットはこれらのラウンドのそれぞれの間で発生します。\n\nこのゲームの目的は、あなたが所有する2枚のカードとコミュニティカードを使用して、3種類のカード、ストレートカードなどの最高のカードセットを可能にすることです。 キャッチは、各プレイヤーが自分のカードしか見ることができないということです。 これは、勝利の手が常に勝者ではないということです。 プレイヤーは勝利への道を切り刻むことができます。 そして、その言葉は次のようになります。「あなたは、いつそれらを保持し、いつ折り畳むべきかを知ることが必要です。\n\n私はFate / kaleidライナーPrisma☆Illya 2wei Herzについて語っているので、カードについて話しています。これは、Fate / kaleidライナーPrisma☆Illya 2wei！よりも何となくもっとばかげたタイトルです。 ヘルツ（ここでは、正気のためにここから呼び出される）は、イルヤとギャングが獲得する必要のある最終的なカードを見つけることです。 プロットの秘密と並んで、ショーの種類（僅かに読んだもの）はテキサスホールデムのゲームになりますが、このショーのポーカーフェイスは簡単に見えます。\n\nストーリー\n\n物語のレベルでは、ヘルツは前の2シーズンとは違った方向をとっています。 スライス・オブ・ライフとアクション・ハーフを絡み合わせるのではなく、アニメーションはほぼ完全に2つに分かれています。\n\n最初の半分（技術的に最初の3/5）はすべてスライス・オブ・ライフです。 イルヤ、ミユ、クロは毎日の女の子の生活を送っています：ビーチへの旅行、遊園地のすべての乗り物、夜間の祭りの訪問は、女の子たちが一緒に楽しむ方法のほんの一部です。 より劇的な内容を暗唱する場面がありますが、これらは非常に小さく、アニメの後半まで無関係です。 実際、このシリーズはシリーズが多かれ少なかれ魔法少女のパロディーのルーツから逸脱しているというスライス・オブ・ライフの側面に焦点を当てています。 非常にまれに、アニメはその魔法少女のモチーフを使用しています。 ヘルツがこのシリーズを新しい方向に向けることを目指していたことが明らかであることから、これは否定的ではありません。\n\n彼らの親しい友人たち、タツコ、七木なども、これらの様々なツアーで一緒に来ます。 これにより、過去に比べて存在感が増します。 実際には、エピソード全体が、彼女が「男の子の愛」の世界に入る、これらの副キャラクターの1つであるミミに捧げられています。 いつもよりも友人たちにもっと集中することによって、Herzはショーのスライス・オブ・ライフの部分にもう一度重点を置いています。\n\nしかし、この新しい方向性が働いたかどうかは、まったく別の問題です。 一方で、物語をただのスライス・オブ・ライフとし、それを単独の行動とすることは、ミユの窮状を視野に入れます。 彼女の友人とのやりとりを見て、すべてが崩れ始める前に彼女の人生の時を過ごすことは、彼女が所属している場所が、絶望の場所にはなく、愛する人の一員のすぐ隣にいることを明確にすることです。 一方で、長い間スライス・オブ・ライフをしているだけでは、かすかな楽しみから残忍な現実への移行が少し面倒すぎます。 前の季節は2つの半分が混在しているのでこの問題はなかった。\n\nスライス・オブ・ライフとアクションをあまりにも分けると、ペナルティが発生します。 正面にあるすべてのものを主要な紛争ではないものにすることは、方向性が欠如しているか意図的でないという固有の問題があります。 前のシーズンはすでに解決しなければならない別の問題があることを明らかにしました。つまり、8枚目のカードを見つけることです。アニメが本質的にこの問題を解消すると、問題はそれほど深刻ではなく、問題はそれほど重要ではありません。 繰り返しになるが、ヘルツは、巨大な訓練をしているビーチや遊園地の学校の「看護師」の存在など、時折主要な紛争を参照している。しかし、これらの小さな脇腹は最前線にはないので、紛争も 最前線では重要性が失われています。\n\n他に何もなければ、後半には不明確な問題がある。  2年目のシーズンと同様に、ショーはなぜイベントが進行しているのかを完全に説明するのは難しい時期です。 パラレルディメンションと未知の召喚儀式が恐らくドラマの原因ですが、これらの説明は情報ダンピングと仮定の裏に隠されています。 膨大な量のスライス・オブ・ライフ・セグメントは、さらに後半を不明瞭にします。 非常に小さすぎるスイミングプールの中でIllyaと彼女の家族に過ごす時間は、実際に何が起こっているかをアニメが説明する時間が少なくなります。\n\n物語そのものが不明確であるかもしれないが、物語はショーの中で最も弱い部分であることは明らかである。\n\nアニメーション\n\nスピンオフシリーズのために、ヘルツは驚くほど強力な芸術とアニメーションを持っています。\n\nバックグラウンドアートと場所の詳細は印象的ですが、Illyaの家は共通の場所であり、戦いは開放的で平易な環境で行われます。これは他の芸術的選択です。 カメラの位置。 戦い場面の振り付け。 照明と影の詳細。 可能な限りスプルースされたように、多くの場合、この口径のアニメが通常得るよりも、シーンを作ることになります。\n\nHerzはまた、ショーのコメディに追加する反応面を愛しています。 白とイリーヤがやっていることにミミが驚いている。または、イリーヤが恥ずかしそうな表情で巨大な頭を浮かべているのは、場面の喜びを誇張する誇張だ。\n\n実際のアニメーションも同じように高い実行状態です。 キャラクターは、シーンに現実感を加える髪や体の動きを定期的に見ます。 光り輝くトレイル、輝く目、ローラーコースターのような他の効果は、アニメをそのままダイナミックにします。 そして戦いの場面も注目に値する。 ジャンプ、飛行、宝石投げのほか、スローモーション・セグメントや拳の戦いも豊富です。 前シーズンと同じくらい今シーズンには戦いがないものの、戦いはいつものように視覚的に印象的です。\n\nHerzはCGを使用しますが、通常はより強いシーケンスに使用します。 エピソード7には、敵の渦巻く黒い雲やリンの「Thor's Hammer」バッテリー能力のような多くの例があります。 これらの余分な特殊効果のために、CGは楽なものではありませんが、アンタゴニストにとっては不便です。  8番目のカード悪役と最終的な巨大な悪魔の両方はCGなので、動きの中には少し硬すぎるので、通常アニメーションのシーケンスの残りの部分では外れてしまいます。\n\n最後に、文字のデザインはうまくいっています。 文字、特にIllya、Miyu、およびKuroの目は、色の鮮やかなフォントです。 彼らの髪も、あまりにも上品に感じることなくスタイルされています。 そして彼らはまた、カジュアルな服から浴衣、魔法の女の子の服まで、常に姿を変えます。 キャストの残りの部分でさえ、彼らのデザインと服装の細部に同じ注意を払うだけでなく、独自の癖をつけている。\n\nキャラクター\n\nHerzは今度はそのキャラクターとの間で奇妙な選択をたくさんしています。 最終的にショーの実行を大幅に減らす選択肢。\n\n「Berserkerの女性」であるBazettはもっと明白なことの一つです。 以前は、バゼットは悪役に足りなかった。 彼女はIllyaとMiyuの敵で、自分の計画を邪魔し、自分自身と自分の組織のためにカードを盗むようになった。 しかし、今シーズン、彼女はもはやアンタゴニストではなく、コメディのツールです。 彼女はこれまでの失敗から大量の借金を抱えていたので、ポップスを売ったり、マスコットとして働いたり、ゲームのストールを実行するなど、常にお金を稼ぐための状況に追い込まれています。 公平であるためには、このような不機嫌な役割を果たしているこのジャガーノートの戦闘機を見ることのコントラストは面白いです。 経費は、彼女が邪悪な馬鹿から借金に苦しむ女性になってからすでに持っていた資質を失うことを意図しています。 だから彼女は彼女の性格を変えたほどではなく、彼女は全く違う誰かになったということです。\n\nタツコにはキャラクターの変更はありませんが、脚光を浴びる時間があります。 実際、多くの時間から、彼女は他の多くのキャラクターからそれを盗みます。 どんな理由であれ、今シーズンは大騒ぎの子供に重点を置いています。 キャストの残りの部分とのやりとり、彼女の狂った行動、そして家族の残りの部分までが表示されます。 これらの詳細はすべてジョークとして行われます。 例えば、彼女の家族が紹介されたとき、Tatsukoが彼女とは違った哲学的陳述で応答する\"主人公\"になっていることが文字に示されます。 また、Bazettのように、Tatsukoをコメディに使用することは大丈夫です.Tasukoに画面上の時間を与えすぎると、彼女は幼い少女だけではなく、彼女の性格をさらに広げます。 しかし、彼女（そしてミミのような他の人物）に焦点を当てることは、それを最も必要とする人、すなわち黒、ミユ、イルヤ\n\n黒は特にシーズン中にはほとんど存在しない。 彼女のキスシーンと白郎の冗談の外で、彼女は多かれ少なかれ脇に座っている。 最も大きな例は、IllyaとMiyuの間の紛争です。 彼女が切断を認識しているときに2つを仲介しようとするのではなく、自分でそれを理解させるだけです。 イリュヤが最終的にミユの友人になることを決意したので、彼女は行動を起こすのに十分な意欲を持っていた。 一郎が理にかなっていると判断してしまうまでは、クロは助けてくれませんでしたが、クロの性格はやや矛盾しています。 これは奇妙です。なぜなら、良い友人ではないということは、文字の間の主な葛藤です。 ですから、黒の矛盾は、アニメの友情のテーマと矛盾します。\n\n上半身全体がこのテーマを一元化しました。アニメーションは、スライス・オブ・ライフのイベントで、お友達が楽しんでいた時間と関係を強調しました。 しかし、これらの幸せな時間はすべて、Kuro自身の積極的な回避と同様の方法で問題を回避していました。 その結果、IllyaとMiyuも問題を回避しました。 ミユは自分自身についてもっと分かち合うことを望んでいなかったので、イルヤはミユの人生に惹かれなかった。そして、ミユは彼女が過去にイルヤと共に持っていた関係を傷つけることを意味するので、彼女の過去を漏らしていない。 要するに、IllyaとMiyuはお互いの対決を防ぐために気をそらす。\n\n恐怖の多くは、ミユの社会的不適格によって引き起こされます。 シーズンの最初の半分が示すように、彼女は海の中のビーチボールを打つこと、またはお祝いの屋台がお金についてよりも楽しいということについての一般的な活動をしっかりと把握していません。 このように、彼女は自分自身を表現するのが難しいだけでなく、Illyaの気持ちを理解することも困難です。 だから、ミユが彼女の「運命」を受け入れると、彼女はイリーヤを傷つけることはなく、彼女はもう親友を傷つけたくないので、そうする。 彼女の起源についての暴露は、より多くの情報ダンピングとして厄介に提示されるが、最終的に、ミユは彼女が「単独ではない」と言っているように彼女が学んでいることを知る。 彼女は、友人は行くことが困難になるときに向ける人々であることを知っています。 そして、魔法の女の子のモチーフを考えれば、その日を守る友情は、できるだけぴったりです。\n\n黒とミユがリヤになった後、彼女はクーロのように、あまりにも多くのことを言ったりしなかったりするだけなので、明るくない主人公です。 彼女は親切であり、ほとんどすべての冗談のためにまっすぐな男を演じるので、スライス・オブ・ライフのためにうまくいく。 しかし、キャラクターとしての彼女の狭い範囲は、劇的なセグメントにうまく移行しません。 彼女が最終的にテストされ、彼女の快適ゾーンから追い出されたのは、季節の最後まで - 彼女はミユを救うために極端な長さになる。 しかし、この試練さえ何にもならない。  Illyaが危険にさらされていることを明確に警告しているにもかかわらず、彼女は無傷の状態から出てくる。 だからIllyaはコメディー・セグメントの有能なキャラクターですが、彼女はドラマチックなキャラクターにとっては失敗したキャラクターです。\n\n集合的に、キャラクターは友情に関するテーマがショーに合っているとしても、理想よりもはるかに少ない。\n\n音\n\nヘルツのオープニングテーマは非常に奇妙です。 それは、穏やかさとアドレナリンをひとつにまとめ、ショーの分割ストーリーにマッチします。 様々な楽器や楽しいトラックの感触はいいですが、それはスポットライトを完全に盗む素晴らしいボーカリストです。 それにもかかわらず、トラックはキャッチーではなく、ショー自体の外で聴く価値がない。\n\n2番目のエンディングテーマは、後半の感情を選択し、多くの感情と重さのあるトラックを作成します。 もう一度、ボーカリストはこれらの同じ感情を伝える印象的な仕事をします。 偶然、トラックの後半は信じられないほど強力ですが、前半はわずかにしかありません。これは、アニメを見ている間だけ再生されるトラックを作るのに十分です。\n\nバランスのための最初のEDは、ストーリーの最初の半分の感情を選択します。 それは愚かなサウンドエフェクトや楽器だけでなく、コメディの素早いペースにふさわしい速いビートで、楽しいひと時です。 このトラックは、Herzの生命体のスライスと非常によく似ており、おそらく芸術とそのアニメーションの後のアニメの最高の部分となります。\n\n残りのサウンドトラックは、ストーリーとEDと同じテーマ、すなわち半スライス・オブ・ライフとハーフ・ドラマの2つです。 より軽いトラックには、熱帯の楽曲、素早いカントリー曲、ギター重い曲が含まれています。 重いトラックには、不気味な曲、落ち込んでいる曲、バイオリン重い曲が含まれています。  OSTは特別なものではありませんが、少なくともシーズンを通してアニメの色調に合っています。\n\n最後に、音声演奏のパフォーマンスは一般的に平均以上です。  Illyaとしてマイ・門脇は、若い女の子にユニークな響きの声を与えます。 宮内としての奈良佳理は、「聖杯」の女の子に声を無感覚に伝えます。 そして、斉藤千和は、気晴らしの良いセミ・ツインにぴったりの、幼稚で朗らかな声を使用します。\n\n楽しみ\n\nこのシリーズの私の好きなキャラクターはLizとBazettです。 私は彼女が魅力的なので私はリズが好きです。私は彼女が周りを走っているのを見て、ちょうど彼女の拳と彼女の足で大尻を蹴って見て見て素晴らしいですのでBazettが好きです。 私にとっては残念なことに、私は両方の多くを取得していない。 私は水着でLizを見に行きました（これは素晴らしかった）、私はBazettがいくつかのパンチを投げるのを見ました（これはクールでした）。 しかし、それが私が好きなキャラクターを見ることができる程度でした。\n\nさて、これはアニメが周りにいないときに私が見るのが面倒だったと言っているわけではありません。 コメディとして、ショーはかなり固いです。  Illyaの反応は面白かった。特に、Shirouが周りにいたときにKuroが彼女を弄んだとき。 他のキャラクターたちの嫌悪感も、ミミの耳が一葉と黒の\"マナを盗んでいる\"と盗聴していたときのように、面白かったです。冗談もまた気分かもしれません。 真実の血清は、リンのやり方があまりにも短いスカートのメタ冗談です。 私はLizとBazettが他のキャラクターよりも好きなので、もっとたくさんのLizとBazettがあることを願っています。\n\n今回のアンタゴニストのように、今回の戦闘の数が少なかったことも失望していました。 暗い小塊と巨大な塊を隔てるグループは、同じ緊急性のある同じ邪悪な感覚を持っていませんでした。 または、これは、私が今でもバゼットが悪人ではなかったことはまだ混乱しているかもしれません。 さらに、私はMiyuが一番好きだとは言えません。彼女の窮状が感情的に私を動かさなかったことを意味します。 その結果、後半は、そのラーメンの戦いと退屈なドラマで、間違いなく楽しいまたは前半として面白くないです。\n\n運命/ kaleidライナーPrisma☆Illya 2wei Herz！ 同じではありますが、そうではありません。 物語の新しい方向性は機能せず、キャラクターの扱いが不十分であり、ショーの後半は強力ではない。 芸術と音楽の部分はうまく実行され、前半のコメディは十分に機能するので、アニメは完全な洗いではありません。 それでも、私がTexas Hold 'Emで扱った手がこのショーほど弱いとすれば、私はマントラに従って直ちにフォールドします。\n\n概要\n\nストーリー：スライス・オブ・ライフとドラマチックな半分を分離することは悪いですが、震えの変化、紛争の喪失、そして不明な出来事が物語を傷つけます\n\nアニメーション：グッドでクールな芸術的な方向、平均的な実際のアニメーションの上、素敵なキャラクターデザイン、いたずらなCG\n\nキャラクター：悪い、ミユは最高だし、友情のテーマはメリットがあるが、バゼットへの格下げ、サイドキャラクターのオーバーフォーカス、クロの矛盾したキャラクター化、そして貧弱な主人公のイルヤはあまりにも見落としすぎる\n\nサウンド：罰金、大丈夫OP、良い初回ED、大丈夫2回目ED、大丈夫OST、平均VAパフォーマンス以上\n\n楽しさ：ファイン、コメディは面白かったが、後半は退屈で、もっとリズとバゼットが必要だった\n\n最終得点：4/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\n(This review has been adapted from my blog/reddit thread. Spoilers ahead!)\n\n\u001b[1m（このレビューは私のブログ/ redditスレッドから適応されています。\u001b[22m\n\u001b[1m((Kono rebyū wa watashinoburogu/ reddit sureddo kara tekiō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4m(This review has been adapted from my blog/reddit thread. Spoilers ahead!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(This review has been adapted from my blog/reddit thread. Spoilers ahead!)\u001b[24m\n    \u001b[1m（このレビューは私のブログ/ redditスレッドから適応されています。\u001b[22m, \u001b[1m（このレビューは私のブログ/ redditのスレッドから適応されています。スポイラー前方に！）\u001b[22m\n\u001b[1m\u001b[22m\nMy favorite card game is called “Texas Hold ‘Em.” In this gambling game, the dealer deals two cards to every player. Then the flop (three community cards), the turn (one community card), and the river (one final community card) are dealt by the dealer. Betting occurs in-between each of these rounds.\n\n\u001b[1m私の好きなカードゲームは「Texas Hold 'Em」と呼ばれています。このギャンブルゲームでは、ディーラーはすべてのプレーヤーに2枚のカードを渡します。 その後、フロップ（3つのコミュニティカード）、ターン（1つのコミュニティカード）、および川（1つの最終コミュニティカード）がディーラーによって処理されます。 ベットはこれらのラウンドのそれぞれの間で発生します。\u001b[22m\n\u001b[1m(Watashi no sukina kādogēmu wa `tekisasu Hold' Em' to yoba rete imasu. Kono gyanburugēmude wa, dīrā wa subete no purēyā ni 2-mai no kādo o watashimasu. Sonogo, furoppu (3ttsu no komyunitikādo), tān (1tsu no komyunitikādo), oyobi kawa (1tsu no saishū komyunitikādo) ga dīrā ni yotte shori sa remasu. Betto wa korera no raundo no sorezore no ma de hassei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy favorite card game is called “Texas Hold ‘Em.” In this gambling game, the dealer deals two cards to every player. Then the flop (three community cards), the turn (one community card), and the river (one final community card) are dealt by the dealer. Betting occurs in-between each of these rounds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favorite card game is called “Texas Hold ‘Em.” In this gambling game, the dealer deals two cards to every player.\u001b[24m\n    \u001b[1m私の好きなカードゲームは「Texas Hold 'Em」と呼ばれています。このギャンブルゲームでは、ディーラーはすべてのプレーヤーに2枚のカードを渡します。\u001b[22m, \u001b[1m私のお気に入りのカードゲームは、「テキサスホールデム。「このギャンブルゲームで呼ばれて、ディーラーはすべてのプレーヤーに2枚のカードを扱っています。\u001b[22m\n\u001b[4mThen the flop (three community cards), the turn (one community card), and the river (one final community card) are dealt by the dealer.\u001b[24m\n    \u001b[1mその後、フロップ（3つのコミュニティカード）、ターン（1つのコミュニティカード）、および川（1つの最終コミュニティカード）がディーラーによって処理されます。\u001b[22m, \u001b[1m次にプ（3枚のコミュニティカード）、ターン（1コミュニティカード）、および川（1最後のコミュニティカード）は、ディーラーによって配られます。\u001b[22m\n\u001b[4mBetting occurs in-between each of these rounds.\u001b[24m\n    \u001b[1mベットはこれらのラウンドのそれぞれの間で発生します。\u001b[22m, \u001b[1mベットは、これらの各ラウンドで-の間で起こります。\u001b[22m\n\u001b[1m\u001b[22m\nThe objective of the game is to make the best set of cards possible – three-of-a-kind, a straight, and so on – with the two cards you own and the community cards. The catch is that each player can only see their own cards. What this means is that the winning hand is not always the winner; a player can and often does bluff their way to victory. And so the saying goes: “you gotta’ know when to hold ‘em and know when to fold ‘em.”\n\n\u001b[1mこのゲームの目的は、あなたが所有する2枚のカードとコミュニティカードを使用して、3種類のカード、ストレートカードなどの最高のカードセットを可能にすることです。 キャッチは、各プレイヤーが自分のカードしか見ることができないということです。 これは、勝利の手が常に勝者ではないということです。 プレイヤーは勝利への道を切り刻むことができます。 そして、その言葉は次のようになります。「あなたは、いつそれらを保持し、いつ折り畳むべきかを知ることが必要です。\u001b[22m\n\u001b[1m(Kono gēmu no mokuteki wa, anata ga shoyū suru 2-mai no kādo to komyunitikādo o shiyō shite, 3 shurui no kādo, sutorētokādo nado no saikō no kādosetto o kanō ni suru kotodesu. Kyatchi wa, kaku pureiyā ga jibun no kādo shika miru koto ga dekinai to iu kotodesu. Kore wa, shōri no te ga tsuneni shōshade wa nai to iu kotodesu. Pureiyā wa shōri e no michi o kirikizamu koto ga dekimasu. Soshite, sono kotoba wa tsugi no yō ni narimasu. `Anata wa, itsu sorera o hoji shi, itsu oritatamubeki ka o shiru koto ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe objective of the game is to make the best set of cards possible – three-of-a-kind, a straight, and so on – with the two cards you own and the community cards. The catch is that each player can only see their own cards. What this means is that the winning hand is not always the winner; a player can and often does bluff their way to victory. And so the saying goes: “you gotta’ know when to hold ‘em and know when to fold ‘em.”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe objective of the game is to make the best set of cards possible – three-of-a-kind, a straight, and so on – with the two cards you own and the community cards.\u001b[24m\n    \u001b[1mこのゲームの目的は、あなたが所有する2枚のカードとコミュニティカードを使用して、3種類のカード、ストレートカードなどの最高のカードセットを可能にすることです。\u001b[22m, \u001b[1mあなたが所有する2カードとコミュニティーカードで - 三・オブ・種類、ストレートなど - ゲームの目的は、可能なカードの最良のセットを作ることです。\u001b[22m\n\u001b[4mThe catch is that each player can only see their own cards.\u001b[24m\n    \u001b[1mキャッチは、各プレイヤーが自分のカードしか見ることができないということです。\u001b[22m, \u001b[1mキャッチは、各プレイヤーが唯一の自分のカードを見ることができるということです。\u001b[22m\n\u001b[4mWhat this means is that the winning hand is not always the winner;\u001b[24m\n    \u001b[1mこれは、勝利の手が常に勝者ではないということです。\u001b[22m, \u001b[1mこれが意味することは勝利の手は常に勝者ではないということです。\u001b[22m\n\u001b[4ma player can and often does bluff their way to victory.\u001b[24m\n    \u001b[1mプレイヤーは勝利への道を切り刻むことができます。\u001b[22m, \u001b[1mプレイヤーは、しばしば勝利への道をはったりんすることができます。\u001b[22m\n\u001b[4mAnd so the saying goes: “you gotta’ know when to hold ‘em and know when to fold ‘em.”\u001b[24m\n    \u001b[1mそして、その言葉は次のようになります。「あなたは、いつそれらを保持し、いつ折り畳むべきかを知ることが必要です。\u001b[22m, \u001b[1mだから諺に：「あなたがそれらをし、 '日を折り畳む際に知っている」を保持するときに知っている」なきゃ。」\u001b[22m\n\u001b[1m\u001b[22m\nI am talking about cards because I am talking about Fate/kaleid liner Prisma☆Illya 2wei Herz!, which is somehow even more ridiculous of a title than Fate/kaleid liner Prisma☆Illya 2wei!. Herz (as it will be called from here on out for sanity purposes) is about finding a final card that Illya and the gang need to acquire. Alongside the secrecy of the plot, the show sort of (read: barely) becomes a game of Texas Hold ‘Em, but this show’s poker face is easily seen through.\n\n\u001b[1m私はFate / kaleidライナーPrisma☆Illya 2wei Herzについて語っているので、カードについて話しています。これは、Fate / kaleidライナーPrisma☆Illya 2wei！よりも何となくもっとばかげたタイトルです。 ヘルツ（ここでは、正気のためにここから呼び出される）は、イルヤとギャングが獲得する必要のある最終的なカードを見つけることです。 プロットの秘密と並んで、ショーの種類（僅かに読んだもの）はテキサスホールデムのゲームになりますが、このショーのポーカーフェイスは簡単に見えます。\u001b[22m\n\u001b[1m(Watashi wa feito/ kaleid rainā purizuma ☆ Illya 2 wei Herz ni tsuite katatte irunode, kādo ni tsuite hanashite imasu. Kore wa, feito/ kaleid rainā purizuma ☆ Illya 2 wei! Yori mo nantonaku motto bakageta taitorudesu. Herutsu (kokode wa, shōki no tame ni koko kara yobidasa reru) wa, iruya to gyangu ga kakutoku suru hitsuyō no aru saishū-tekina kādo o mitsukeru kotodesu. Purotto no himitsu to narande, shō no shurui (wazuka ni yonda mono) wa tekisasuhōrudemu no gēmu ni narimasuga, kono shō no pōkāfeisu wa kantan ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mI am talking about cards because I am talking about Fate/kaleid liner Prisma☆Illya 2wei Herz!, which is somehow even more ridiculous of a title than Fate/kaleid liner Prisma☆Illya 2wei!. Herz (as it will be called from here on out for sanity purposes) is about finding a final card that Illya and the gang need to acquire. Alongside the secrecy of the plot, the show sort of (read: barely) becomes a game of Texas Hold ‘Em, but this show’s poker face is easily seen through.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am talking about cards because I am talking about Fate/kaleid liner Prisma☆Illya 2wei Herz!, which is somehow even more ridiculous of a title than Fate/kaleid liner Prisma☆Illya 2wei!.\u001b[24m\n    \u001b[1m私はFate / kaleidライナーPrisma☆Illya 2wei Herzについて語っているので、カードについて話しています。これは、Fate / kaleidライナーPrisma☆Illya 2wei！よりも何となくもっとばかげたタイトルです。\u001b[22m, \u001b[1m私は何とか、さらにとんでもないタイトルのフェイト/ kaleidライナープリズマ☆Illyaの2weiよりもフェイト/ kaleidライナープリズマ☆Illya 2weiヘルツ!,について話していますので、私はカードについて話しています！\u001b[22m\n\u001b[4mHerz (as it will be called from here on out for sanity purposes) is about finding a final card that Illya and the gang need to acquire.\u001b[24m\n    \u001b[1mヘルツ（ここでは、正気のためにここから呼び出される）は、イルヤとギャングが獲得する必要のある最終的なカードを見つけることです。\u001b[22m, \u001b[1m（それは正気のために外にここから呼び出されるように）ヘルツはIllyaとギャングが取得する必要があることを最終的なカードを見つけることについてです。\u001b[22m\n\u001b[4mAlongside the secrecy of the plot, the show sort of (read: barely) becomes a game of Texas Hold ‘Em, but this show’s poker face is easily seen through.\u001b[24m\n    \u001b[1mプロットの秘密と並んで、ショーの種類（僅かに読んだもの）はテキサスホールデムのゲームになりますが、このショーのポーカーフェイスは簡単に見えます。\u001b[22m, \u001b[1mプロットの秘密と並んで、（読み：かろうじて）のショーの並べ替えは、テキサスのゲームとなりホールデムが、このショーのポーカーフェイスを簡単に透けて見えています。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY\n/ˈstôrē/\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mSTORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nOn a narrative level, Herz takes a different direction compared to its previous two seasons. Rather than intertwining the slice-of-life and action halves – like it has always done – the anime almost completely separates the two.\n\n\u001b[1m物語のレベルでは、ヘルツは前の2シーズンとは違った方向をとっています。 スライス・オブ・ライフとアクション・ハーフを絡み合わせるのではなく、アニメーションはほぼ完全に2つに分かれています。\u001b[22m\n\u001b[1m(Monogatari no reberude wa, herutsu wa mae no 2 shīzun to wa chigatta hōkō o totte imasu. Suraisu Obu raifu to akushon hāfu o karamiawa seru node wa naku, animēshon wa hobo kanzen ni 2tsu ni wakarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOn a narrative level, Herz takes a different direction compared to its previous two seasons. Rather than intertwining the slice-of-life and action halves – like it has always done – the anime almost completely separates the two.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn a narrative level, Herz takes a different direction compared to its previous two seasons.\u001b[24m\n    \u001b[1m物語のレベルでは、ヘルツは前の2シーズンとは違った方向をとっています。\u001b[22m, \u001b[1m物語のレベルでは、ヘルツは、その前の2つの季節に比べて異なる方向を取ります。\u001b[22m\n\u001b[4mRather than intertwining the slice-of-life and action halves – like it has always done – the anime almost completely separates the two.\u001b[24m\n    \u001b[1mスライス・オブ・ライフとアクション・ハーフを絡み合わせるのではなく、アニメーションはほぼ完全に2つに分かれています。\u001b[22m, \u001b[1mむしろスライスオブライフとアクションの半分を絡み合わより - それは常に行っているように - アニメはほぼ完全に2を分離します。\u001b[22m\n\u001b[1m\u001b[22m\nThe first half (technically the first three-fifths) is all slice-of-life. Illya, Miyu, and Kuro live the lives of everyday girls: a trip to the beach, going on all the rides in an amusement park, and visiting a nighttime festival are just some of the ways that the girls have fun together. There are scenes that allude to the more dramatic content, but these are very small and irrelevant until later in the anime. In fact, the show focuses so much on the slice-of-life aspect that the series more or less deviates from its magical-girl-parody roots; very rarely, the anime uses its magical-girl motif. This is not a negative so much as it is a clear indication that Herz was looking to take the series in a new direction.\n\n\u001b[1m最初の半分（技術的に最初の3/5）はすべてスライス・オブ・ライフです。 イルヤ、ミユ、クロは毎日の女の子の生活を送っています：ビーチへの旅行、遊園地のすべての乗り物、夜間の祭りの訪問は、女の子たちが一緒に楽しむ方法のほんの一部です。 より劇的な内容を暗唱する場面がありますが、これらは非常に小さく、アニメの後半まで無関係です。 実際、このシリーズはシリーズが多かれ少なかれ魔法少女のパロディーのルーツから逸脱しているというスライス・オブ・ライフの側面に焦点を当てています。 非常にまれに、アニメはその魔法少女のモチーフを使用しています。 ヘルツがこのシリーズを新しい方向に向けることを目指していたことが明らかであることから、これは否定的ではありません。\u001b[22m\n\u001b[1m(Saisho no hanbun (gijutsu-teki ni saisho no 3/ 5) wa subete suraisu Obu raifudesu. Iruya, Miyu, kuro wa mainichi no on'nanoko no seikatsu o okutte imasu: Bīchi e no ryokō, yuenchi no subete no norimono, yakan no matsuri no hōmon wa, on'nanoko-tachi ga issho ni tanoshimu hōhō no hon'no ichibudesu. Yori gekitekina naiyō o anshō suru bamen ga arimasuga, korera wa hijō ni chīsaku, anime no kōhan made mukankeidesu. Jissai, kono shirīzu wa shirīzu ga ōkare sukunakare mahō shōjo no parodī no rūtsu kara itsudatsu shite iru to iu suraisu Obu raifu no sokumen ni shōten o atete imasu. Hijō ni mare ni, anime wa sono mahō shōjo no mochīfu o shiyō shite imasu. Herutsu ga kono shirīzu o atarashī hōkō ni mukeru koto o mezashite ita koto ga akirakadearu koto kara, koreha hitei-tekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe first half (technically the first three-fifths) is all slice-of-life. Illya, Miyu, and Kuro live the lives of everyday girls: a trip to the beach, going on all the rides in an amusement park, and visiting a nighttime festival are just some of the ways that the girls have fun together. There are scenes that allude to the more dramatic content, but these are very small and irrelevant until later in the anime. In fact, the show focuses so much on the slice-of-life aspect that the series more or less deviates from its magical-girl-parody roots; very rarely, the anime uses its magical-girl motif. This is not a negative so much as it is a clear indication that Herz was looking to take the series in a new direction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first half (technically the first three-fifths) is all slice-of-life.\u001b[24m\n    \u001b[1m最初の半分（技術的に最初の3/5）はすべてスライス・オブ・ライフです。\u001b[22m, \u001b[1m前半（技術的には最初の5分の3）は、すべてのスライスオブライフです。\u001b[22m\n\u001b[4mIllya, Miyu, and Kuro live the lives of everyday girls: a trip to the beach, going on all the rides in an amusement park, and visiting a nighttime festival are just some of the ways that the girls have fun together.\u001b[24m\n    \u001b[1mイルヤ、ミユ、クロは毎日の女の子の生活を送っています：ビーチへの旅行、遊園地のすべての乗り物、夜間の祭りの訪問は、女の子たちが一緒に楽しむ方法のほんの一部です。\u001b[22m, \u001b[1mちょうど女の子が一緒に楽しみを持っているいくつかの方法をされている遊園地内のすべての乗り物に行く、と夜間祭を訪れ、ビーチへの旅：Illya、みゆ、そして黒は日常の女の子の人生を生きています。\u001b[22m\n\u001b[4mThere are scenes that allude to the more dramatic content, but these are very small and irrelevant until later in the anime.\u001b[24m\n    \u001b[1mより劇的な内容を暗唱する場面がありますが、これらは非常に小さく、アニメの後半まで無関係です。\u001b[22m, \u001b[1mそこより劇的なコンテンツをほのめかすシーンがありますが、これらは後にアニメでまで、非常に小さいとは無関係です。\u001b[22m\n\u001b[4mIn fact, the show focuses so much on the slice-of-life aspect that the series more or less deviates from its magical-girl-parody roots;\u001b[24m\n    \u001b[1m実際、このシリーズはシリーズが多かれ少なかれ魔法少女のパロディーのルーツから逸脱しているというスライス・オブ・ライフの側面に焦点を当てています。\u001b[22m, \u001b[1m実際には、ショーはスライスオブライフ側面にあまり重点を置いてそのシリーズ多かれ少なかれずれ、その魔法少女-パロディ根から。\u001b[22m\n\u001b[4mvery rarely, the anime uses its magical-girl motif.\u001b[24m\n    \u001b[1m非常にまれに、アニメはその魔法少女のモチーフを使用しています。\u001b[22m, \u001b[1m非常にまれに、アニメはその魔法少女のモチーフを使用していません。\u001b[22m\n\u001b[4mThis is not a negative so much as it is a clear indication that Herz was looking to take the series in a new direction.\u001b[24m\n    \u001b[1mヘルツがこのシリーズを新しい方向に向けることを目指していたことが明らかであることから、これは否定的ではありません。\u001b[22m, \u001b[1mそれはヘルツが新しい方向にシリーズを取るために探していたことを明らかに示しているように、これはそれほど否定的ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nTheir close friends from school – Tatsuko, Nanaki, and so on – also come with them on these various outings. This gives them a lot more presence than they have had in the past. In fact, an entire episode is dedicated to Mimi, one of these side characters, where she enters the world of “boy’s love” material. By focusing on their friends more so than usual, Herz once again puts emphasis on the slice-of-life portions of the show.\n\n\u001b[1m彼らの親しい友人たち、タツコ、七木なども、これらの様々なツアーで一緒に来ます。 これにより、過去に比べて存在感が増します。 実際には、エピソード全体が、彼女が「男の子の愛」の世界に入る、これらの副キャラクターの1つであるミミに捧げられています。 いつもよりも友人たちにもっと集中することによって、Herzはショーのスライス・オブ・ライフの部分にもう一度重点を置いています。\u001b[22m\n\u001b[1m(Karera no shitashī yūjin-tachi, tatsuko, nanaki nado mo, korera no samazamana tsuā de issho ni kimasu. Kore ni yori, kako ni kurabete sonzai-kan ga mashimasu. Jissai ni wa, episōdo zentai ga, kanojo ga `otokonoko no ai' no sekai ni hairu, korera no fuku kyarakutā no 1tsudearu Mimi ni sasage rarete imasu. Itsumo yori mo yūjin-tachi ni motto shūchū suru koto ni yotte, Herz wa shō no suraisu Obu raifu no bubun ni mōichido jūten o oite imasu.)\u001b[22m\n\nTranslations of \u001b[4mTheir close friends from school – Tatsuko, Nanaki, and so on – also come with them on these various outings. This gives them a lot more presence than they have had in the past. In fact, an entire episode is dedicated to Mimi, one of these side characters, where she enters the world of “boy’s love” material. By focusing on their friends more so than usual, Herz once again puts emphasis on the slice-of-life portions of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTheir close friends from school – Tatsuko, Nanaki, and so on – also come with them on these various outings.\u001b[24m\n    \u001b[1m彼らの親しい友人たち、タツコ、七木なども、これらの様々なツアーで一緒に来ます。\u001b[22m, \u001b[1m学校から彼らの親しい友人 - というようにTatsuko、Nanaki、とは - また、これらの様々な遠足にそれらが付いています。\u001b[22m\n\u001b[4mThis gives them a lot more presence than they have had in the past.\u001b[24m\n    \u001b[1mこれにより、過去に比べて存在感が増します。\u001b[22m, \u001b[1mこれは、彼らが過去に持っていたよりも多く存在感を与えます。\u001b[22m\n\u001b[4mIn fact, an entire episode is dedicated to Mimi, one of these side characters, where she enters the world of “boy’s love” material.\u001b[24m\n    \u001b[1m実際には、エピソード全体が、彼女が「男の子の愛」の世界に入る、これらの副キャラクターの1つであるミミに捧げられています。\u001b[22m, \u001b[1m実際には、全体のエピソードは彼女が「少年の愛」は、材料の世界に入るミミ、これらの側の文字のいずれか、に捧げられています。\u001b[22m\n\u001b[4mBy focusing on their friends more so than usual, Herz once again puts emphasis on the slice-of-life portions of the show.\u001b[24m\n    \u001b[1mいつもよりも友人たちにもっと集中することによって、Herzはショーのスライス・オブ・ライフの部分にもう一度重点を置いています。\u001b[22m, \u001b[1mより多くのように通常よりも彼らの友人に焦点を当てることで、ヘルツは再びショーのスライスオブライフ部分に重点を置きます。\u001b[22m\n\u001b[1m\u001b[22m\nWhether or not this new direction worked, however, is another matter entirely. On the one hand, framing the narrative as solely slice-of-life followed by solely action puts Miyu’s plight into perspective. Watching her interact with her friends and having the time of her life before everything starts to fall apart is meant to make it clear that where she belongs is not within a place of despair but right next to Illya and the others who hold her dear. On the other hand, doing nothing but slice-of-life for so long makes the transition from cutesy fun to brutal reality a bit too jarring. The previous seasons did not have this problem because the two halves were mixed.\n\n\u001b[1mしかし、この新しい方向性が働いたかどうかは、まったく別の問題です。 一方で、物語をただのスライス・オブ・ライフとし、それを単独の行動とすることは、ミユの窮状を視野に入れます。 彼女の友人とのやりとりを見て、すべてが崩れ始める前に彼女の人生の時を過ごすことは、彼女が所属している場所が、絶望の場所にはなく、愛する人の一員のすぐ隣にいることを明確にすることです。 一方で、長い間スライス・オブ・ライフをしているだけでは、かすかな楽しみから残忍な現実への移行が少し面倒すぎます。 前の季節は2つの半分が混在しているのでこの問題はなかった。\u001b[22m\n\u001b[1m(Shikashi, kono atarashī hōkō-sei ga hataraita ka dō ka wa, mattaku betsu no mondaidesu. Ippō de, monogatari o tada no suraisu Obu raifu to shi, sore o tandoku no kōdō to suru koto wa, Miyu no kyūjō o shiya ni iremasu. Kanojo no yūjin to no yaritori o mite, subete ga kuzure hajimeru mae ni kanojo no jinsei no toki o sugosu koto wa, kanojo ga shozoku shite iru basho ga, zetsubō no basho ni wa naku, aisuruhito no ichiin no sugu tonari ni iru koto o meikaku ni suru kotodesu. Ippō de, nagaiai suraisu Obu raifu o shite iru dakede wa, kasukana tanoshimi kara zan'nin'na genjitsu e no ikō ga sukoshi mendō sugimasu. Mae no kisetsu wa 2tsu no hanbun ga konzai shite irunode kono mondai wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mWhether or not this new direction worked, however, is another matter entirely. On the one hand, framing the narrative as solely slice-of-life followed by solely action puts Miyu’s plight into perspective. Watching her interact with her friends and having the time of her life before everything starts to fall apart is meant to make it clear that where she belongs is not within a place of despair but right next to Illya and the others who hold her dear. On the other hand, doing nothing but slice-of-life for so long makes the transition from cutesy fun to brutal reality a bit too jarring. The previous seasons did not have this problem because the two halves were mixed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhether or not this new direction worked, however, is another matter entirely.\u001b[24m\n    \u001b[1mしかし、この新しい方向性が働いたかどうかは、まったく別の問題です。\u001b[22m, \u001b[1mこの新しい方向が働いたかどうかにかかわらず、しかし、まったく別の問題です。\u001b[22m\n\u001b[4mOn the one hand, framing the narrative as solely slice-of-life followed by solely action puts Miyu’s plight into perspective.\u001b[24m\n    \u001b[1m一方で、物語をただのスライス・オブ・ライフとし、それを単独の行動とすることは、ミユの窮状を視野に入れます。\u001b[22m, \u001b[1m一方で、単にスライスオブライフとしてのみ行動が続く物語をフレーミングすると、大局的に美夕の窮状を置きます。\u001b[22m\n\u001b[4mWatching her interact with her friends and having the time of her life before everything starts to fall apart is meant to make it clear that where she belongs is not within a place of despair but right next to Illya and the others who hold her dear.\u001b[24m\n    \u001b[1m彼女の友人とのやりとりを見て、すべてが崩れ始める前に彼女の人生の時を過ごすことは、彼女が所属している場所が、絶望の場所にはなく、愛する人の一員のすぐ隣にいることを明確にすることです。\u001b[22m, \u001b[1m彼女は彼女の友人との対話見て、すべてがそれを明確に彼女が所属する場所ことを確認するためのものですバラバラにし始める前に、彼女の人生の時間を持つことは絶望の代わり以内なく、隣Illyaと彼女の愛するを保持して他の人にではありません。\u001b[22m\n\u001b[4mOn the other hand, doing nothing but slice-of-life for so long makes the transition from cutesy fun to brutal reality a bit too jarring.\u001b[24m\n    \u001b[1m一方で、長い間スライス・オブ・ライフをしているだけでは、かすかな楽しみから残忍な現実への移行が少し面倒すぎます。\u001b[22m, \u001b[1m一方、少しも耳障り残酷な現実にかわいらしい楽しいから遷移するスライス-of-lifeがあまりにも長いが、何もしません。\u001b[22m\n\u001b[4mThe previous seasons did not have this problem because the two halves were mixed.\u001b[24m\n    \u001b[1m前の季節は2つの半分が混在しているのでこの問題はなかった。\u001b[22m, \u001b[1m二つの半分を混合しているため、前のシーズンは、この問題を持っていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSeparating the slice-of-life and the action so much does incur a penalty. Putting everything at the front that is not the main conflict has the inherent problem of lacking direction, intentional or not. The previous season already made it apparent that there was another problem to solve – finding an eighth card – so when the anime essentially brushes off the problem for so long, the problem does not feel as dire, the problem does not feel as important. Again, Herz does reference the main conflict occasionally, such as at the beach with the giant drill and at the amusement park with the presence of their school's “nurse.” But since these small asides are not at the forefront, the conflict is also not at the forefront, thus causing a loss of importance.\n\n\u001b[1mスライス・オブ・ライフとアクションをあまりにも分けると、ペナルティが発生します。 正面にあるすべてのものを主要な紛争ではないものにすることは、方向性が欠如しているか意図的でないという固有の問題があります。 前のシーズンはすでに解決しなければならない別の問題があることを明らかにしました。つまり、8枚目のカードを見つけることです。アニメが本質的にこの問題を解消すると、問題はそれほど深刻ではなく、問題はそれほど重要ではありません。 繰り返しになるが、ヘルツは、巨大な訓練をしているビーチや遊園地の学校の「看護師」の存在など、時折主要な紛争を参照している。しかし、これらの小さな脇腹は最前線にはないので、紛争も 最前線では重要性が失われています。\u001b[22m\n\u001b[1m(Suraisu Obu raifu to akushon o amarini mo wakeru to, penaruti ga hassei shimasu. Shōmen ni aru subete no mono o shuyōna funsōde wanai mono ni suru koto wa, hōkō-sei ga ketsujo shite iru ka itotekidenai to iu koyū no mondai ga arimasu. Mae no shīzun wa sudeni kaiketsu shinakereba naranai betsu no mondai ga aru koto o akiraka ni shimashita. Tsumari, 8-mai-me no kādo o mitsukeru kotodesu. Anime ga honshitsu-teki ni kono mondai o kaishō suru to, mondai wa sorehodo shinkokude wa naku, mondai wa sorehodo jūyōde wa arimasen. Kurikaeshi ni naruga, herutsu wa, kyodaina kunren o shite iru bīchi ya yuenchi no gakkō no `kankoshi' no sonzai nado, tokiori shuyōna funsō o sanshō shite iru. Shikashi, korera no chīsana wakibara wa saizensen ni wanainode, funsō mo saizensende wa jūyō-sei ga ushinawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSeparating the slice-of-life and the action so much does incur a penalty. Putting everything at the front that is not the main conflict has the inherent problem of lacking direction, intentional or not. The previous season already made it apparent that there was another problem to solve – finding an eighth card – so when the anime essentially brushes off the problem for so long, the problem does not feel as dire, the problem does not feel as important. Again, Herz does reference the main conflict occasionally, such as at the beach with the giant drill and at the amusement park with the presence of their school's “nurse.” But since these small asides are not at the forefront, the conflict is also not at the forefront, thus causing a loss of importance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeparating the slice-of-life and the action so much does incur a penalty.\u001b[24m\n    \u001b[1mスライス・オブ・ライフとアクションをあまりにも分けると、ペナルティが発生します。\u001b[22m, \u001b[1mそんなにスライスオブライフとアクションを分離することのペナルティを被るん。\u001b[22m\n\u001b[4mPutting everything at the front that is not the main conflict has the inherent problem of lacking direction, intentional or not.\u001b[24m\n    \u001b[1m正面にあるすべてのものを主要な紛争ではないものにすることは、方向性が欠如しているか意図的でないという固有の問題があります。\u001b[22m, \u001b[1m主な競合がない前面にすべてを置くこと方向、意図的かどうかを欠くの固有の問題があります。\u001b[22m\n\u001b[4mThe previous season already made it apparent that there was another problem to solve – finding an eighth card – so when the anime essentially brushes off the problem for so long, the problem does not feel as dire, the problem does not feel as important.\u001b[24m\n    \u001b[1m前のシーズンはすでに解決しなければならない別の問題があることを明らかにしました。つまり、8枚目のカードを見つけることです。アニメが本質的にこの問題を解消すると、問題はそれほど深刻ではなく、問題はそれほど重要ではありません。\u001b[22m, \u001b[1m前のシーズンはすでに解決するために別の問題があったこと、それが明らかに - 第八カードを見つける - のでアニメは基本的にあまりにも長い間、問題をオフにブラシとき、問題はよう悲惨な感じていない、問題は重要であると感じることはありません。\u001b[22m\n\u001b[4mAgain, Herz does reference the main conflict occasionally, such as at the beach with the giant drill and at the amusement park with the presence of their school's “nurse.” But since these small asides are not at the forefront, the conflict is also not\u001b[24m\n    \u001b[1m繰り返しになるが、ヘルツは、巨大な訓練をしているビーチや遊園地の学校の「看護師」の存在など、時折主要な紛争を参照している。しかし、これらの小さな脇腹は最前線にはないので、紛争も\u001b[22m, \u001b[1mここでも、ヘルツは「看護師」の巨大ドリルで、それらの学校のの存在と遊園地でそのようなビーチでのように、時折メイン競合を参照んが、これらの小さなasidesが最前線ではないため、競合もありません\u001b[22m\n\u001b[4mat the forefront, thus causing a loss of importance.\u001b[24m\n    \u001b[1m最前線では重要性が失われています。\u001b[22m, \u001b[1m最前線で、このような重要性の喪失を引き起こします。\u001b[22m\n\u001b[1m\u001b[22m\nIf nothing else, the second half has the issue of being unclear. Like the second season, the show has a hard time fully explaining why the events are proceeding as they are. Parallel dimensions and unknown summoning rituals are presumably the cause for the drama, but these explanations are cloaked behind information dumping and assumptions. The massive amount of slice-of-life segments further makes the second half unclear. Spending time on Illya and her family inside a much-too-small swimming pool provides less time for the anime to explain what is actually happening.\n\n\u001b[1m他に何もなければ、後半には不明確な問題がある。  2年目のシーズンと同様に、ショーはなぜイベントが進行しているのかを完全に説明するのは難しい時期です。 パラレルディメンションと未知の召喚儀式が恐らくドラマの原因ですが、これらの説明は情報ダンピングと仮定の裏に隠されています。 膨大な量のスライス・オブ・ライフ・セグメントは、さらに後半を不明瞭にします。 非常に小さすぎるスイミングプールの中でIllyaと彼女の家族に過ごす時間は、実際に何が起こっているかをアニメが説明する時間が少なくなります。\u001b[22m\n\u001b[1m(Hoka ni nani monakereba, kōhan ni wa fumeikakuna mondai ga aru. 2-Nen-me no shīzun to dōyō ni, shō wa naze ibento ga shinkō shite iru no ka o kanzen ni setsumei suru no wa muzukashī jikidesu. Pararerudimenshon to michi no shōkan gishiki ga osoraku dorama no gen'indesuga, korera no setsumei wa jōhō danpingu to katei no ura ni kakusa rete imasu. Bōdaina ryō no suraisu Obu raifu segumento wa, sarani kōhan o fumeiryō ni shimasu. Hijō ni chīsa sugiru suimingupūru no naka de Illya to kanojo no kazoku ni sugosu jikan wa, jissai ni nani ga okotte iru ka o anime ga setsumei suru jikan ga sukunaku narimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf nothing else, the second half has the issue of being unclear. Like the second season, the show has a hard time fully explaining why the events are proceeding as they are. Parallel dimensions and unknown summoning rituals are presumably the cause for the drama, but these explanations are cloaked behind information dumping and assumptions. The massive amount of slice-of-life segments further makes the second half unclear. Spending time on Illya and her family inside a much-too-small swimming pool provides less time for the anime to explain what is actually happening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf nothing else, the second half has the issue of being unclear.\u001b[24m\n    \u001b[1m他に何もなければ、後半には不明確な問題がある。\u001b[22m, \u001b[1m何もない場合、後半は不明であることの問題があります。\u001b[22m\n\u001b[4mLike the second season, the show has a hard time fully explaining why the events are proceeding as they are.\u001b[24m\n    \u001b[1m2年目のシーズンと同様に、ショーはなぜイベントが進行しているのかを完全に説明するのは難しい時期です。\u001b[22m, \u001b[1mセカンドシーズンのように、ショーは、彼らがそうであるようにイベントが進行されている理由を説明する完全に苦労しています。\u001b[22m\n\u001b[4mParallel dimensions and unknown summoning rituals are presumably the cause for the drama, but these explanations are cloaked behind information dumping and assumptions.\u001b[24m\n    \u001b[1mパラレルディメンションと未知の召喚儀式が恐らくドラマの原因ですが、これらの説明は情報ダンピングと仮定の裏に隠されています。\u001b[22m, \u001b[1m並列寸法および未知の召喚儀式は、おそらくドラマの原因であるが、これらの説明は、情報投棄と仮定後ろクロークされています。\u001b[22m\n\u001b[4mThe massive amount of slice-of-life segments further makes the second half unclear.\u001b[24m\n    \u001b[1m膨大な量のスライス・オブ・ライフ・セグメントは、さらに後半を不明瞭にします。\u001b[22m, \u001b[1mスライス・オブ・ライフセグメントの膨大な量をさらに後半は不明瞭になります。\u001b[22m\n\u001b[4mSpending time on Illya and her family inside a much-too-small swimming pool provides less time for the anime to explain what is actually happening.\u001b[24m\n    \u001b[1m非常に小さすぎるスイミングプールの中でIllyaと彼女の家族に過ごす時間は、実際に何が起こっているかをアニメが説明する時間が少なくなります。\u001b[22m, \u001b[1m大いにあまりにも小さなスイミングプールの内部Illyaと彼女の家族に時間を費やすことは、実際に何が起こっているのかを説明するためのアニメにはあまり時間を提供します。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the narrative itself might be unclear, it is very clear that the narrative is the weakest part of the show.\n\n\u001b[1m物語そのものが不明確であるかもしれないが、物語はショーの中で最も弱い部分であることは明らかである。\u001b[22m\n\u001b[1m(Monogatari sonomono ga fumeikakudearu kamo shirenaiga, monogatari wa shō no naka de mottomo yowai bubundearu koto wa akirakadearu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the narrative itself might be unclear, it is very clear that the narrative is the weakest part of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the narrative itself might be unclear, it is very clear that the narrative is the weakest part of the show.\u001b[24m\n    \u001b[1m物語そのものが不明確であるかもしれないが、物語はショーの中で最も弱い部分であることは明らかである。\u001b[22m, \u001b[1m物語自体は明確ではない場合があるが、物語がショーの最も弱い部分であることは非常に明確です。\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION\n/ˌanəˈmāSHən/\n\n\u001b[1mアニメーション\u001b[22m\n\u001b[1m(Animēshon)\u001b[22m\n\nDefinitions of \u001b[4mANIMATION\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, animation\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, animation\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, animation\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, animation\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, animation\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, animation\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\n\u001b[1m\u001b[22m\nFor a spin-off series, Herz has some surprisingly strong art and animation.\n\n\u001b[1mスピンオフシリーズのために、ヘルツは驚くほど強力な芸術とアニメーションを持っています。\u001b[22m\n\u001b[1m(Supin'ofushirīzu no tame ni, herutsu wa odoroku hodo kyōryokuna geijutsu to animēshon o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor a spin-off series, Herz has some surprisingly strong art and animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a spin-off series, Herz has some surprisingly strong art and animation.\u001b[24m\n    \u001b[1mスピンオフシリーズのために、ヘルツは驚くほど強力な芸術とアニメーションを持っています。\u001b[22m, \u001b[1mスピンオフシリーズでは、ヘルツは、いくつかの驚くほど強力なアートやアニメーションを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the background art and location details are nothing impressive – Illya’s home is a common location, and the battles take place in open, plain environments – it is the other artistic choices that are. The positioning of the camera. The choreography of the fight scenes. The lighting and the shadow details. A lot goes into making the scenes as spruced up as possible, more so than an anime of this caliber normally gets.\n\n\u001b[1mバックグラウンドのアートと場所の詳細は印象的ではありませんが、Illyaの家は共通の場所であり、戦いは開放的で平易な環境で行われます。これは他の芸術的選択です。 カメラの位置。 戦い場面の振り付け。 照明と影の詳細。 可能な限りスプルースされたように、多くの場合、この口径のアニメが通常得るよりも、シーンを作ることになります。\u001b[22m\n\u001b[1m(Bakkuguraundo no āto to basho no shōsai wa inshō-tekide wa arimasenga, Illya no ie wa kyōtsū no bashodeari, tatakai wa kaihō-tekide heiina kankyō de okonawa remasu. Kore wa hoka no geijutsu-teki sentakudesu. Kamera no ichi. Tatakai bamen no furitsuke. Shōmei to kage no shōsai. Kanōnakagiri supurūsu sa reta yō ni, ōku no baai, kono kōkei no anime ga tsūjō eru yori mo, shīn o tsukuru koto ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the background art and location details are nothing impressive – Illya’s home is a common location, and the battles take place in open, plain environments – it is the other artistic choices that are. The positioning of the camera. The choreography of the fight scenes. The lighting and the shadow details. A lot goes into making the scenes as spruced up as possible, more so than an anime of this caliber normally gets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the background art and location details are nothing impressive – Illya’s home is a common location, and the battles take place in open, plain environments – it is the other artistic choices that are.\u001b[24m\n    \u001b[1mバックグラウンドのアートと場所の詳細は印象的ではありませんが、Illyaの家は共通の場所であり、戦いは開放的で平易な環境で行われます。これは他の芸術的選択です。\u001b[22m, \u001b[1m一方で、従来技術と場所の詳細は、印象的な何もない -  Illyaの家が共通の場所である、との戦いが開いて、プレーンな環境で場所を取る - それは、他の芸術的な選択肢です。\u001b[22m\n\u001b[4mThe positioning of the camera.\u001b[24m\n    \u001b[1mカメラの位置。\u001b[22m, \u001b[1mカメラのポジショニング。\u001b[22m\n\u001b[4mThe choreography of the fight scenes.\u001b[24m\n    \u001b[1m戦い場面の振り付け。\u001b[22m, \u001b[1m戦いのシーンの振り付け。\u001b[22m\n\u001b[4mThe lighting and the shadow details.\u001b[24m\n    \u001b[1m照明と影の詳細。\u001b[22m, \u001b[1m照明と影の詳細が表示されます。\u001b[22m\n\u001b[4mA lot goes into making the scenes as spruced up as possible, more so than an anime of this caliber normally gets.\u001b[24m\n    \u001b[1m可能な限りスプルースされたように、多くの場合、この口径のアニメが通常得るよりも、シーンを作ることになります。\u001b[22m, \u001b[1m多くは、より多くのように正常になる、この口径のアニメよりも、可能な限りおめかしようなシーンを作るに入ります。\u001b[22m\n\u001b[1m\u001b[22m\nHerz also loves its reaction faces that add to the comedy of the show. Mimi flabbergasted at what Shirou and Illya are about to do or Illya getting a giant head with a dumbfounded expression are exaggerations that compound the hilarity of the scenes.\n\n\u001b[1mHerzはまた、ショーのコメディに追加する反応面を愛しています。 白とイリーヤがやっていることにミミが驚いている。または、イリーヤが恥ずかしそうな表情で巨大な頭を浮かべているのは、場面の喜びを誇張する誇張だ。\u001b[22m\n\u001b[1m(Herz wa mata, shō no komedi ni tsuika suru han'nō-men o aishiteimasu. Shiro to irīya ga yatte iru koto ni Mimi ga odoroite iru. Matawa, irīya ga hazukashi-sōna hyōjō de kyodaina atama o ukabete iru no wa, bamen no yorokobi o kochō suru kochōda.)\u001b[22m\n\nTranslations of \u001b[4mHerz also loves its reaction faces that add to the comedy of the show. Mimi flabbergasted at what Shirou and Illya are about to do or Illya getting a giant head with a dumbfounded expression are exaggerations that compound the hilarity of the scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHerz also loves its reaction faces that add to the comedy of the show.\u001b[24m\n    \u001b[1mHerzはまた、ショーのコメディに追加する反応面を愛しています。\u001b[22m, \u001b[1mヘルツはまた、ショーの喜劇に追加その反応面を愛しています。\u001b[22m\n\u001b[4mMimi flabbergasted at what Shirou and Illya are about to do or Illya getting a giant head with a dumbfounded expression are exaggerations that compound the hilarity of the scenes.\u001b[24m\n    \u001b[1m白とイリーヤがやっていることにミミが驚いている。または、イリーヤが恥ずかしそうな表情で巨大な頭を浮かべているのは、場面の喜びを誇張する誇張だ。\u001b[22m, \u001b[1mミミは、士郎とIllyaが何しようとしているかIllyaは唖然式で巨大な頭部を得るもので仰天シーンのはしゃぎを配合誇張されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe actual animation is likewise high in execution. Characters regularly see hair and body movements that add realism to the scenes. Other effects, like glowing trails, sparkling eyes, and the motion of roller coasters further make the anime as dynamic as it is. And the fight scenes are just as noteworthy. Lots of jumping, flying, and gem-throwing, as well as slow-motion segments and fist-fighting. While there is not as much battling in this season as there were in previous seasons, the battles are as visually impressive as they always have been.\n\n\u001b[1m実際のアニメーションも同じように高い実行状態です。 キャラクターは、シーンに現実感を加える髪や体の動きを定期的に見ます。 光り輝くトレイル、輝く目、ローラーコースターのような他の効果は、アニメをそのままダイナミックにします。 そして戦いの場面も注目に値する。 ジャンプ、飛行、宝石投げのほか、スローモーション・セグメントや拳の戦いも豊富です。 前シーズンと同じくらい今シーズンには戦いがないものの、戦いはいつものように視覚的に印象的です。\u001b[22m\n\u001b[1m(Jissai no animēshon mo onajiyōni takai jikkō jōtaidesu. Kyarakutā wa, shīn ni genjitsu-kan o kuwaeru kami ya karada no ugoki o teikitekini mimasu. Hikarikagayaku toreiru, kagayaku me, rōrākōsutā no yōna ta no kōka wa, anime o sonomama dainamikku ni shimasu. Soshite tatakai no bamen mo chūmoku ni ataisuru. Janpu, hikō, hōseki nage no hoka, surōmōshon segumento ya ken no tatakai mo hōfudesu. Zen shīzun to onaji kurai ima shīzun ni wa tatakai ga nai mono no, tatakai wa itsumo no yō ni shikaku-teki ni inshō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe actual animation is likewise high in execution. Characters regularly see hair and body movements that add realism to the scenes. Other effects, like glowing trails, sparkling eyes, and the motion of roller coasters further make the anime as dynamic as it is. And the fight scenes are just as noteworthy. Lots of jumping, flying, and gem-throwing, as well as slow-motion segments and fist-fighting. While there is not as much battling in this season as there were in previous seasons, the battles are as visually impressive as they always have been.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe actual animation is likewise high in execution.\u001b[24m\n    \u001b[1m実際のアニメーションも同じように高い実行状態です。\u001b[22m, \u001b[1m実際のアニメーションが実行中で同様に高いです。\u001b[22m\n\u001b[4mCharacters regularly see hair and body movements that add realism to the scenes.\u001b[24m\n    \u001b[1mキャラクターは、シーンに現実感を加える髪や体の動きを定期的に見ます。\u001b[22m, \u001b[1m文字は定期的にシーンにリアリズムを追加し、髪と体の動きを参照してください。\u001b[22m\n\u001b[4mOther effects, like glowing trails, sparkling eyes, and the motion of roller coasters further make the anime as dynamic as it is.\u001b[24m\n    \u001b[1m光り輝くトレイル、輝く目、ローラーコースターのような他の効果は、アニメをそのままダイナミックにします。\u001b[22m, \u001b[1m熱烈なトレイル、輝く目、およびジェットコースターの動きのような他の効果は、さらにそのままアニメのように動的にします。\u001b[22m\n\u001b[4mAnd the fight scenes are just as noteworthy.\u001b[24m\n    \u001b[1mそして戦いの場面も注目に値する。\u001b[22m, \u001b[1mそして、の戦いのシーンは、同じように注目すべきです。\u001b[22m\n\u001b[4mLots of jumping, flying, and gem-throwing, as well as slow-motion segments and fist-fighting.\u001b[24m\n    \u001b[1mジャンプ、飛行、宝石投げのほか、スローモーション・セグメントや拳の戦いも豊富です。\u001b[22m, \u001b[1mジャンプ、飛行、および宝石投げの多くと同様に、スローモーションセグメントと拳の戦い。\u001b[22m\n\u001b[4mWhile there is not as much battling in this season as there were in previous seasons, the battles are as visually impressive as they always have been.\u001b[24m\n    \u001b[1m前シーズンと同じくらい今シーズンには戦いがないものの、戦いはいつものように視覚的に印象的です。\u001b[22m, \u001b[1m前シーズンであったと同じくらい、この季節に戦っはありませんが、戦いは、彼らが常にあったとして視覚的に印象的です。\u001b[22m\n\u001b[1m\u001b[22m\nHerz also uses CG, usually for the more intense sequences. Episode seven has a lot of examples, like the swirling black clouds of the enemy or Rin’s “Thor’s Hammer” battery ability. For these extra, special effects, the CG is not off-putting, but it is off-putting for the antagonists. Both the eighth card villain and the final, giant demon are CG, which makes some of their movements a bit too rigid and therefore out-of-place among the rest of the normally animated sequences.\n\n\u001b[1mHerzはCGを使用しますが、通常はより強いシーケンスに使用します。 エピソード7には、敵の渦巻く黒い雲やリンの「Thor's Hammer」バッテリー能力のような多くの例があります。 これらの余分な特殊効果のために、CGは楽なものではありませんが、アンタゴニストにとっては不便です。  8番目のカード悪役と最終的な巨大な悪魔の両方はCGなので、動きの中には少し硬すぎるので、通常アニメーションのシーケンスの残りの部分では外れてしまいます。\u001b[22m\n\u001b[1m(Herz wa CG o shiyō shimasuga, tsūjō wa yori tsuyoi shīkensu ni shiyō shimasu. Episōdo 7 ni wa, teki no uzumaku kuroi kumo ya rin no `tōru' s hanmā' batterī nōryoku no yōna ōku no rei ga arimasu. Korera no yobun'na tokushu kōka no tame ni, CG wa rakuna monode wa arimasenga, antagonisuto ni totte wa fubendesu. 8-Banme no kādo akuyaku to saishū-tekina kyodaina akuma no ryōhō wa CGnanode, ugoki no nakaniha sukoshi kata sugirunode, tsūjō animēshon no shīkensu no nokori no bubunde wa hazurete shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mHerz also uses CG, usually for the more intense sequences. Episode seven has a lot of examples, like the swirling black clouds of the enemy or Rin’s “Thor’s Hammer” battery ability. For these extra, special effects, the CG is not off-putting, but it is off-putting for the antagonists. Both the eighth card villain and the final, giant demon are CG, which makes some of their movements a bit too rigid and therefore out-of-place among the rest of the normally animated sequences.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHerz also uses CG, usually for the more intense sequences.\u001b[24m\n    \u001b[1mHerzはCGを使用しますが、通常はより強いシーケンスに使用します。\u001b[22m, \u001b[1mヘルツはまた、通常より強いシーケンスのために、CGを使用しています。\u001b[22m\n\u001b[4mEpisode seven has a lot of examples, like the swirling black clouds of the enemy or Rin’s “Thor’s Hammer” battery ability.\u001b[24m\n    \u001b[1mエピソード7には、敵の渦巻く黒い雲やリンの「Thor's Hammer」バッテリー能力のような多くの例があります。\u001b[22m, \u001b[1mエピソード7は敵かりんの「トールのハンマー「バッテリー能力の渦巻く黒い雲のように、多くの例があります。\u001b[22m\n\u001b[4mFor these extra, special effects, the CG is not off-putting, but it is off-putting for the antagonists.\u001b[24m\n    \u001b[1mこれらの余分な特殊効果のために、CGは楽なものではありませんが、アンタゴニストにとっては不便です。\u001b[22m, \u001b[1mこれらの追加、特殊効果のために、CGはオフパッティングではありませんが、アンタゴニストをオフパッティングです。\u001b[22m\n\u001b[4mBoth the eighth card villain and the final, giant demon are CG, which makes some of their movements a bit too rigid and therefore out-of-place among the rest of the normally animated sequences.\u001b[24m\n    \u001b[1m8番目のカード悪役と最終的な巨大な悪魔の両方はCGなので、動きの中には少し硬すぎるので、通常アニメーションのシーケンスの残りの部分では外れてしまいます。\u001b[22m, \u001b[1m第八カード悪役と最終、巨大な悪魔の両方がその動き少し硬すぎるため、アウトオブプレース通常のアニメーションシーケンスの残りの部分の中のいくつかを作るCG、です。\u001b[22m\n\u001b[1m\u001b[22m\nLastly, the character designs are well-done. The eyes of the characters, especially Illya, Miyu, and Kuro, are glistening fonts of color. Their hair, too, is stylized without feeling overbearing. And they also constantly change their appearances, from casual clothes to yukatas to their magical girl outfits. Even the rest of the cast see the same attention to detail in their designs and attire, as well as having quirks of their own.\n\n\u001b[1m最後に、文字のデザインはうまくいっています。 文字、特にIllya、Miyu、およびKuroの目は、色の鮮やかなフォントです。 彼らの髪も、あまりにも上品に感じることなくスタイルされています。 そして彼らはまた、カジュアルな服から浴衣、魔法の女の子の服まで、常に姿を変えます。 キャストの残りの部分でさえ、彼らのデザインと服装の細部に同じ注意を払うだけでなく、独自の癖をつけている。\u001b[22m\n\u001b[1m(Saigo ni, moji no dezain wa umaku itte imasu. Moji, tokuni Illya, Miyu, oyobi Kuro no me wa,-iro no azayakana fontodesu. Karera no kami mo, amarini mo jōhin ni kanjiru koto naku sutairu sa rete imasu. Soshite karera wa mata, kajuaruna fuku kara yukata, mahō no on'nanoko no fuku made, tsuneni sugata o kaemasu. Kyasuto no nokori no bubunde sae, karera no dezain to fukusō no saibu ni onaji chūiwoharau dakedenaku, dokuji no kuse o tsukete iru.)\u001b[22m\n\nTranslations of \u001b[4mLastly, the character designs are well-done. The eyes of the characters, especially Illya, Miyu, and Kuro, are glistening fonts of color. Their hair, too, is stylized without feeling overbearing. And they also constantly change their appearances, from casual clothes to yukatas to their magical girl outfits. Even the rest of the cast see the same attention to detail in their designs and attire, as well as having quirks of their own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, the character designs are well-done.\u001b[24m\n    \u001b[1m最後に、文字のデザインはうまくいっています。\u001b[22m, \u001b[1m最後に、キャラクターデザインは、よく行われています。\u001b[22m\n\u001b[4mThe eyes of the characters, especially Illya, Miyu, and Kuro, are glistening fonts of color.\u001b[24m\n    \u001b[1m文字、特にIllya、Miyu、およびKuroの目は、色の鮮やかなフォントです。\u001b[22m, \u001b[1m文字の目、特にIllya、みゆ、およびクロは、色のフォントをギラギラされています。\u001b[22m\n\u001b[4mTheir hair, too, is stylized without feeling overbearing.\u001b[24m\n    \u001b[1m彼らの髪も、あまりにも上品に感じることなくスタイルされています。\u001b[22m, \u001b[1m自分の髪は、あまりにも、横柄な感じずに様式化されています。\u001b[22m\n\u001b[4mAnd they also constantly change their appearances, from casual clothes to yukatas to their magical girl outfits.\u001b[24m\n    \u001b[1mそして彼らはまた、カジュアルな服から浴衣、魔法の女の子の服まで、常に姿を変えます。\u001b[22m, \u001b[1mそして、彼らはまた、常に自分の魔法少女の衣装に浴衣にカジュアルな服装から、その外観を変更します。\u001b[22m\n\u001b[4mEven the rest of the cast see the same attention to detail in their designs and attire, as well as having quirks of their own.\u001b[24m\n    \u001b[1mキャストの残りの部分でさえ、彼らのデザインと服装の細部に同じ注意を払うだけでなく、独自の癖をつけている。\u001b[22m, \u001b[1mでも、キャストの残りの部分は自分たちのデザインと服装の細部に同じ注意を参照してください、だけでなく、自分自身の持つ癖。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nHerz makes a lot of odd choices with its characters this time around. Choices that ultimately reduce the execution of the show significantly.\n\n\u001b[1mHerzは今度はそのキャラクターとの間で奇妙な選択をたくさんしています。 最終的にショーの実行を大幅に減らす選択肢。\u001b[22m\n\u001b[1m(Herz wa kondo wa sono kyarakutā to no ma de kimyōna sentaku o takusan shite imasu. Saishūtekini shō no jikkō o ōhaba ni herasu sentakushi.)\u001b[22m\n\nTranslations of \u001b[4mHerz makes a lot of odd choices with its characters this time around. Choices that ultimately reduce the execution of the show significantly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHerz makes a lot of odd choices with its characters this time around.\u001b[24m\n    \u001b[1mHerzは今度はそのキャラクターとの間で奇妙な選択をたくさんしています。\u001b[22m, \u001b[1mヘルツは、その文字との奇妙な選択肢の多くの周りのこの時間になります。\u001b[22m\n\u001b[4mChoices that ultimately reduce the execution of the show significantly.\u001b[24m\n    \u001b[1m最終的にショーの実行を大幅に減らす選択肢。\u001b[22m, \u001b[1m最終的には大幅にショーの実行を減らす選択肢。\u001b[22m\n\u001b[1m\u001b[22m\nBazett, the “Berserker woman,” is one of the more obvious. Before, Bazett was nothing short of a villain. She was the adversary to Illya and Miyu, going so far as to thwart their plans and steal their cards for herself and her own organization. In this season, however, she is no longer the antagonist but instead a comedic tool. Her previous escapades have put her in massive debt, so she is constantly forced into situations to make money: selling popsicles, working as a mascot, and running a game stall. To be fair, the contrast of seeing this juggernaut fighter in such pitiable roles is funny. The expense (pun intended) is that she loses the qualities she already had since she goes from an evil brawler to a debt-ridden woman. So it not so much that she changed her character, it is that she became somebody completely different.\n\n\u001b[1m「Berserkerの女性」であるBazettはもっと明白なことの一つです。 以前は、バゼットは悪役に足りなかった。 彼女はIllyaとMiyuの敵で、自分の計画を邪魔し、自分自身と自分の組織のためにカードを盗むようになった。 しかし、今シーズン、彼女はもはやアンタゴニストではなく、コメディのツールです。 彼女はこれまでの失敗から大量の借金を抱えていたので、ポップスを売ったり、マスコットとして働いたり、ゲームのストールを実行するなど、常にお金を稼ぐための状況に追い込まれています。 公平であるためには、このような不機嫌な役割を果たしているこのジャガーノートの戦闘機を見ることのコントラストは面白いです。 経費は、彼女が邪悪な馬鹿から借金に苦しむ女性になってからすでに持っていた資質を失うことを意図しています。 だから彼女は彼女の性格を変えたほどではなく、彼女は全く違う誰かになったということです。\u001b[22m\n\u001b[1m(`Berserker no josei'dearu Bazett wa motto meihakuna koto no hitotsudesu. Izen wa, bazetto wa akuyaku ni tarinakatta. Kanojo wa Illya to Miyu no teki de, jibun no keikaku o jama shi, jibun jishin to jibun no soshiki no tame ni kādo o nusumu yō ni natta. Shikashi, ima shīzun, kanojo wa mohaya antagonisutode wa naku, komedi no tsūrudesu. Kanojo wa kore made no shippai kara tairyō no shakkin o kakaete itanode, poppusu o uttari, masukotto to shite hatarai tari, gēmu no sutōru o jikkō suru nado, tsuneni okane o kasegu tame no jōkyō ni oikoma rete imasu. Kōheidearu tame ni wa, kono yōna fukigen'na yakuwari o hatashite iru kono jagānōto no sentōki o miru koto no kontorasuto wa omoshiroidesu. Keihi wa, kanojo ga jaakuna baka kara shakkin ni kurushimu josei ni natte kara sudeni motte ita shishitsu o ushinau koto o ito shite imasu. Dakara kanojo wa kanojo no seikaku o kaeta hodode wa naku, kanojo wa mattaku chigau dareka ni natta to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mBazett, the “Berserker woman,” is one of the more obvious. Before, Bazett was nothing short of a villain. She was the adversary to Illya and Miyu, going so far as to thwart their plans and steal their cards for herself and her own organization. In this season, however, she is no longer the antagonist but instead a comedic tool. Her previous escapades have put her in massive debt, so she is constantly forced into situations to make money: selling popsicles, working as a mascot, and running a game stall. To be fair, the contrast of seeing this juggernaut fighter in such pitiable roles is funny. The expense (pun intended) is that she loses the qualities she already had since she goes from an evil brawler to a debt-ridden woman. So it not so much that she changed her character, it is that she became somebody completely different.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBazett, the “Berserker woman,” is one of the more obvious.\u001b[24m\n    \u001b[1m「Berserkerの女性」であるBazettはもっと明白なことの一つです。\u001b[22m, \u001b[1mバゼット、「バーサーカーの女性は、「より多くの明白なの一つです。\u001b[22m\n\u001b[4mBefore, Bazett was nothing short of a villain.\u001b[24m\n    \u001b[1m以前は、バゼットは悪役に足りなかった。\u001b[22m, \u001b[1m前に、バゼットは悪役の短い何もなかったです。\u001b[22m\n\u001b[4mShe was the adversary to Illya and Miyu, going so far as to thwart their plans and steal their cards for herself and her own organization.\u001b[24m\n    \u001b[1m彼女はIllyaとMiyuの敵で、自分の計画を邪魔し、自分自身と自分の組織のためにカードを盗むようになった。\u001b[22m, \u001b[1m彼女はこれまでに彼らの計画を阻止し、自分自身と自分の組織のために自分のカードを盗むように行く、Illyaとみゆに敵でした。\u001b[22m\n\u001b[4mIn this season, however, she is no longer the antagonist but instead a comedic tool.\u001b[24m\n    \u001b[1mしかし、今シーズン、彼女はもはやアンタゴニストではなく、コメディのツールです。\u001b[22m, \u001b[1mこのシーズンでは、しかし、彼女はもはや拮抗薬ではなく、コミカルなツールではありません。\u001b[22m\n\u001b[4mHer previous escapades have put her in massive debt, so she is constantly forced into situations to make money: selling popsicles, working as a mascot, and running a game stall.\u001b[24m\n    \u001b[1m彼女はこれまでの失敗から大量の借金を抱えていたので、ポップスを売ったり、マスコットとして働いたり、ゲームのストールを実行するなど、常にお金を稼ぐための状況に追い込まれています。\u001b[22m, \u001b[1m彼女の前の冒険は、大規模な債務で彼女を入れているので、彼女は常にお金を稼ぐために状況に追い込まれている：、アイスキャンディーを売っマスコットとして活躍し、ゲームストールを実行しています。\u001b[22m\n\u001b[4mTo be fair, the contrast of seeing this juggernaut fighter in such pitiable roles is funny.\u001b[24m\n    \u001b[1m公平であるためには、このような不機嫌な役割を果たしているこのジャガーノートの戦闘機を見ることのコントラストは面白いです。\u001b[22m, \u001b[1m公平を期すために、このような哀れな役割で、この絶対的な力の戦闘機を見てのコントラストが面白いです。\u001b[22m\n\u001b[4mThe expense (pun intended) is that she loses the qualities she already had since she goes from an evil brawler to a debt-ridden woman.\u001b[24m\n    \u001b[1m経費は、彼女が邪悪な馬鹿から借金に苦しむ女性になってからすでに持っていた資質を失うことを意図しています。\u001b[22m, \u001b[1m費用（しゃれ意図）は、彼女が借金だらけの女に悪ブロウラーから行くので、彼女は彼女が既に持っていた資質を失うということです。\u001b[22m\n\u001b[4mSo it not so much that she changed her character, it is that she became somebody completely different.\u001b[24m\n    \u001b[1mだから彼女は彼女の性格を変えたほどではなく、彼女は全く違う誰かになったということです。\u001b[22m, \u001b[1mだから、彼女は彼女の性格を変え、それがあまりないこと、それは彼女が完全に別の誰かになったということです。\u001b[22m\n\u001b[1m\u001b[22m\nTatsuko does not have her character change but she does get time in the limelight. So much time, in fact, that she steals it from many of the other characters. For whatever reason, this season puts a lot of emphasis on the rambunctious kid. Her interactions with the rest of the cast, her crazy behavior, and even the rest of her family are shown. All of these details are done as jokes. For example, when her family is introduced, the characters note how Tatsuko has become the “main character,” to which Tatsuko responds with a philosophical statement that is unlike her. Again, like Bazett, using Tatsuko for comedy is fine, and giving so much on-screen time to Tasuko makes her more of a character than just a hyper little girl. But so much focus on her (and other side characters like Mimi) takes away from the ones who need it most, namely Kuro, Miyu, and Illya\n\n\u001b[1mタツコにはキャラクターの変更はありませんが、脚光を浴びる時間があります。 実際、多くの時間から、彼女は他の多くのキャラクターからそれを盗みます。 どんな理由であれ、今シーズンは大騒ぎの子供に重点を置いています。 キャストの残りの部分とのやりとり、彼女の狂った行動、そして家族の残りの部分までが表示されます。 これらの詳細はすべてジョークとして行われます。 例えば、彼女の家族が紹介されたとき、Tatsukoが彼女とは違った哲学的陳述で応答する\"主人公\"になっていることが文字に示されます。 また、Bazettのように、Tatsukoをコメディに使用することは大丈夫です.Tasukoに画面上の時間を与えすぎると、彼女は幼い少女だけではなく、彼女の性格をさらに広げます。 しかし、彼女（そしてミミのような他の人物）に焦点を当てることは、それを最も必要とする人、すなわち黒、ミユ、イルヤ\u001b[22m\n\u001b[1m(Tatsuko ni wa kyarakutā no henkō wa arimasenga, kyakkōwoabiru jikan ga arimasu. Jissai, ōku no jikan kara, kanojo wa hoka no ōku no kyarakutā kara sore o nusumimasu. Don'na riyūdeare, ima shīzun wa ōsawagi no kodomo ni jūten o oite imasu. Kyasuto no nokori no bubun to no yaritori, kanojo no kurutta kōdō, soshite kazoku no nokori no bubun made ga hyōji sa remasu. Korera no shōsai wa subete jōku to shite okonawa remasu. Tatoeba, kanojo no kazoku ga shōkai sa reta toki, Tatsuko ga kanojo to wa chigatta tetsugaku-teki chinjutsu de ōtō suru\" shujinkō\" ni natte iru koto ga moji ni shimesa remasu. Mata, Bazett no yō ni, Tatsuko o komedi ni shiyō suru koto wa daijōbudesu. Tasuko ni gamen'ue no jikan o atae sugiru to, kanojo wa osanai shōjo dakede wa naku, kanojo no seikaku o sarani hirogemasu. Shikashi, kanojo (soshite Mimi no yōna ta no jinbutsu) ni shōten o ateru koto wa, sore o mottomo hitsuyō to suru hito, sunawachi kuro, Miyu, iruya)\u001b[22m\n\nTranslations of \u001b[4mTatsuko does not have her character change but she does get time in the limelight. So much time, in fact, that she steals it from many of the other characters. For whatever reason, this season puts a lot of emphasis on the rambunctious kid. Her interactions with the rest of the cast, her crazy behavior, and even the rest of her family are shown. All of these details are done as jokes. For example, when her family is introduced, the characters note how Tatsuko has become the “main character,” to which Tatsuko responds with a philosophical statement that is unlike her. Again, like Bazett, using Tatsuko for comedy is fine, and giving so much on-screen time to Tasuko makes her more of a character than just a hyper little girl. But so much focus on her (and other side characters like Mimi) takes away from the ones who need it most, namely Kuro, Miyu, and Illya\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTatsuko does not have her character change but she does get time in the limelight.\u001b[24m\n    \u001b[1mタツコにはキャラクターの変更はありませんが、脚光を浴びる時間があります。\u001b[22m, \u001b[1mTatsukoは、彼女の文字の変更はありませんが、彼女は脚光を浴びて時間を取得ありません。\u001b[22m\n\u001b[4mSo much time, in fact, that she steals it from many of the other characters.\u001b[24m\n    \u001b[1m実際、多くの時間から、彼女は他の多くのキャラクターからそれを盗みます。\u001b[22m, \u001b[1mあまりにも多くの時間、実際には、彼女が他の文字の多くからそれを盗むこと。\u001b[22m\n\u001b[4mFor whatever reason, this season puts a lot of emphasis on the rambunctious kid.\u001b[24m\n    \u001b[1mどんな理由であれ、今シーズンは大騒ぎの子供に重点を置いています。\u001b[22m, \u001b[1m何らかの理由で、このシーズンはやんちゃな子供に重点をたくさん置きます。\u001b[22m\n\u001b[4mHer interactions with the rest of the cast, her crazy behavior, and even the rest of her family are shown.\u001b[24m\n    \u001b[1mキャストの残りの部分とのやりとり、彼女の狂った行動、そして家族の残りの部分までが表示されます。\u001b[22m, \u001b[1mキャスト、彼女の狂気の行動、と彼女の家族のさえ、残りの他の部分との彼女の相互作用が示されています。\u001b[22m\n\u001b[4mAll of these details are done as jokes.\u001b[24m\n    \u001b[1mこれらの詳細はすべてジョークとして行われます。\u001b[22m, \u001b[1mこれらの詳細はすべて、ジョークとして行われています。\u001b[22m\n\u001b[4mFor example, when her family is introduced, the characters note how Tatsuko has become the “main character,” to which Tatsuko responds with a philosophical statement that is unlike her.\u001b[24m\n    \u001b[1m例えば、彼女の家族が紹介されたとき、Tatsukoが彼女とは違った哲学的陳述で応答する\"主人公\"になっていることが文字に示されます。\u001b[22m, \u001b[1m彼女の家族が導入されている場合たとえば、文字がTatsukoがTatsukoが彼女とは違って哲学的声明で応答した\"メインキャラクター、\"になっているかに注意してください。\u001b[22m\n\u001b[4mAgain, like Bazett, using Tatsuko for comedy is fine, and giving so much on-screen time to Tasuko makes her more of a character than just a hyper little girl.\u001b[24m\n    \u001b[1mまた、Bazettのように、Tatsukoをコメディに使用することは大丈夫です.Tasukoに画面上の時間を与えすぎると、彼女は幼い少女だけではなく、彼女の性格をさらに広げます。\u001b[22m, \u001b[1mここでも、バゼットのように、喜劇のためTatsukoを使用することは結構です、とTasukoにそんなに画面上の時間を与えることは、単にハイパー少女よりも文字の彼女以上になります。\u001b[22m\n\u001b[4mBut so much focus on her (and other side characters like Mimi) takes away from the ones who need it most, namely Kuro, Miyu, and Illya\u001b[24m\n    \u001b[1mしかし、彼女（そしてミミのような他の人物）に焦点を当てることは、それを最も必要とする人、すなわち黒、ミユ、イルヤ\u001b[22m, \u001b[1mしかし、彼女にそんなにフォーカス（とミミのような他の側の文字が）、すなわち黒、みゆ、およびIllya、離れてそれを最も必要とするものから取り\u001b[22m\n\u001b[1m\u001b[22m\nKuro especially has little presence within the season. Outside of her kissing scenes and her teasing of Shirou, she more or less sits on the sidelines. The biggest example is the conflict between Illya and Miyu. Rather than trying to mediate the two when she is aware of the disconnect, she just lets them figure it out on their own. It is not until the final fight that Kuro is motivated enough to take action, action she takes because Illya had finally decided to be the friend to Miyu she should have been all along. Kuro’s refusal to help until Illya decided to makes sense, but Kuro’s character is still a bit contradictory: she is being a good friend by not being a good friend. This is weird because not being a good friend is the main conflict between the characters. So in a way Kuro’s contradiction contradicts the anime’s theme on friendship.\n\n\u001b[1m黒は特にシーズン中にはほとんど存在しない。 彼女のキスシーンと白郎の冗談の外で、彼女は多かれ少なかれ脇に座っている。 最も大きな例は、IllyaとMiyuの間の紛争です。 彼女が切断を認識しているときに2つを仲介しようとするのではなく、自分でそれを理解させるだけです。 イリュヤが最終的にミユの友人になることを決意したので、彼女は行動を起こすのに十分な意欲を持っていた。 一郎が理にかなっていると判断してしまうまでは、クロは助けてくれませんでしたが、クロの性格はやや矛盾しています。 これは奇妙です。なぜなら、良い友人ではないということは、文字の間の主な葛藤です。 ですから、黒の矛盾は、アニメの友情のテーマと矛盾します。\u001b[22m\n\u001b[1m(Kuro wa tokuni shīzun nakaniha hotondo sonzaishinai. Kanojo no kisushīn to hakurō no jōdan no soto de, kanojo wa ōkare sukunakare waki ni suwatte iru. Mottomo ōkina rei wa, Illya to Miyu no ma no funsōdesu. Kanojo ga setsudan o ninshiki shite iru toki ni 2tsu o chūkai shiyou to suru node wa naku, jibun de sore o rikai sa seru dakedesu. Iryuya ga saishūtekini Miyu no yūjin ni naru koto o ketsui shitanode, kanojo wa kōdō o okosu no ni jūbun'na iyoku o motte ita. Ichirō ga rinikanatteiru to handan shite shimau made wa, kuro wa tasukete kuremasendeshitaga, kuro no seikaku wa yaya mujun shite imasu. Kore wa kimyōdesu. Nazenara, yoi yūjinde wa nai to iu koto wa, moji no ma no omona kattōdesu. Desukara, kuro no mujun wa, anime no yūjō no tēma to mujun shimasu.)\u001b[22m\n\nTranslations of \u001b[4mKuro especially has little presence within the season. Outside of her kissing scenes and her teasing of Shirou, she more or less sits on the sidelines. The biggest example is the conflict between Illya and Miyu. Rather than trying to mediate the two when she is aware of the disconnect, she just lets them figure it out on their own. It is not until the final fight that Kuro is motivated enough to take action, action she takes because Illya had finally decided to be the friend to Miyu she should have been all along. Kuro’s refusal to help until Illya decided to makes sense, but Kuro’s character is still a bit contradictory: she is being a good friend by not being a good friend. This is weird because not being a good friend is the main conflict between the characters. So in a way Kuro’s contradiction contradicts the anime’s theme on friendship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKuro especially has little presence within the season.\u001b[24m\n    \u001b[1m黒は特にシーズン中にはほとんど存在しない。\u001b[22m, \u001b[1mクロは、特にシーズン中にはほとんど存在感を示しています。\u001b[22m\n\u001b[4mOutside of her kissing scenes and her teasing of Shirou, she more or less sits on the sidelines.\u001b[24m\n    \u001b[1m彼女のキスシーンと白郎の冗談の外で、彼女は多かれ少なかれ脇に座っている。\u001b[22m, \u001b[1m彼女のキスシーンや士郎の彼女のからかいの外では、彼女は多かれ少なかれ傍観に座っています。\u001b[22m\n\u001b[4mThe biggest example is the conflict between Illya and Miyu.\u001b[24m\n    \u001b[1m最も大きな例は、IllyaとMiyuの間の紛争です。\u001b[22m, \u001b[1m最大の例では、Illyaと美夕の対立です。\u001b[22m\n\u001b[4mRather than trying to mediate the two when she is aware of the disconnect, she just lets them figure it out on their own.\u001b[24m\n    \u001b[1m彼女が切断を認識しているときに2つを仲介しようとするのではなく、自分でそれを理解させるだけです。\u001b[22m, \u001b[1mむしろ彼女は切断を認識しているときに、2つを仲介しようとするよりも、彼女はちょうど彼らが自分でそれを把握することができます。\u001b[22m\n\u001b[4mIt is not until the final fight that Kuro is motivated enough to take action, action she takes because Illya had finally decided to be the friend to Miyu she should have been all along.\u001b[24m\n    \u001b[1mイリュヤが最終的にミユの友人になることを決意したので、彼女は行動を起こすのに十分な意欲を持っていた。\u001b[22m, \u001b[1mそれは黒が行動を起こすのに十分な動機づけられて、最終的な戦い、Illyaは最終的に彼女はすべてに沿ってされている必要がありますみゆに友人になることを決めていたので、彼女が実行するアクションまでではありません。\u001b[22m\n\u001b[4mKuro’s refusal to help until Illya decided to makes sense, but Kuro’s character is still a bit contradictory: she is being a good friend by not being a good friend.\u001b[24m\n    \u001b[1m一郎が理にかなっていると判断してしまうまでは、クロは助けてくれませんでしたが、クロの性格はやや矛盾しています。\u001b[22m, \u001b[1mIllyaまで支援するクロの拒否はには理にかなっていることを決めたが、クロの文字はまだ少し矛盾している：彼女は良い友達にされていないことにより、良き友人であるされています。\u001b[22m\n\u001b[4mThis is weird because not being a good friend is the main conflict between the characters.\u001b[24m\n    \u001b[1mこれは奇妙です。なぜなら、良い友人ではないということは、文字の間の主な葛藤です。\u001b[22m, \u001b[1m良い友人ではないが、文字の間の主な競合があるので、これは奇妙です。\u001b[22m\n\u001b[4mSo in a way Kuro’s contradiction contradicts the anime’s theme on friendship.\u001b[24m\n    \u001b[1mですから、黒の矛盾は、アニメの友情のテーマと矛盾します。\u001b[22m, \u001b[1mだから方法でクロの矛盾が友情上のアニメのテーマと矛盾します。\u001b[22m\n\u001b[1m\u001b[22m\nThe entire first half centralized this theme: the anime, with its slice-of-life events, highlighted the fun times and relationships the friends had together. Yet all of these happy times were avoiding the problem in a similar fashion to Kuro’s own active avoidance. The result is that Illya and Miyu avoided the problem as well. Illya did not pry into Miyu’s life since Miyu was unwilling to share more about herself, and Miyu did not divulge her past since that would have meant hurting the relationship she already had with Illya. In short, Illya and Miyu distract themselves to prevent confronting each other.\n\n\u001b[1m上半身全体がこのテーマを一元化しました。アニメーションは、スライス・オブ・ライフのイベントで、お友達が楽しんでいた時間と関係を強調しました。 しかし、これらの幸せな時間はすべて、Kuro自身の積極的な回避と同様の方法で問題を回避していました。 その結果、IllyaとMiyuも問題を回避しました。 ミユは自分自身についてもっと分かち合うことを望んでいなかったので、イルヤはミユの人生に惹かれなかった。そして、ミユは彼女が過去にイルヤと共に持っていた関係を傷つけることを意味するので、彼女の過去を漏らしていない。 要するに、IllyaとMiyuはお互いの対決を防ぐために気をそらす。\u001b[22m\n\u001b[1m(Jōhanshin zentai ga kono tēma o ichigenka shimashita. Animēshon wa, suraisu Obu raifu no ibento de, o tomodachi ga tanoshinde ita jikan to kankei o kyōchō shimashita. Shikashi, korera no shiawasena jikan wa subete, Kuro jishin no sekigyokutekina kaihi to dōyō no hōhō de mondai o kaihi shite imashita. Sono kekka, Illya to Miyu mo mondai o kaihi shimashita. Miyu wa jibun jishin ni tsuite motto wakachi au koto o nozonde inakattanode, iruya wa Miyu no jinsei ni hika renakatta. Soshite, Miyu wa kanojo ga kako ni iruya to tomoni motte ita kankei o kizutsukeru koto o imi surunode, kanojo no kako o morashite inai. Yōsuruni, Illya to Miyu wa otagai no taiketsu o fusegu tame ni ki o sorasu.)\u001b[22m\n\nTranslations of \u001b[4mThe entire first half centralized this theme: the anime, with its slice-of-life events, highlighted the fun times and relationships the friends had together. Yet all of these happy times were avoiding the problem in a similar fashion to Kuro’s own active avoidance. The result is that Illya and Miyu avoided the problem as well. Illya did not pry into Miyu’s life since Miyu was unwilling to share more about herself, and Miyu did not divulge her past since that would have meant hurting the relationship she already had with Illya. In short, Illya and Miyu distract themselves to prevent confronting each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe entire first half centralized this theme: the anime, with its slice-of-life events, highlighted the fun times and relationships the friends had together.\u001b[24m\n    \u001b[1m上半身全体がこのテーマを一元化しました。アニメーションは、スライス・オブ・ライフのイベントで、お友達が楽しんでいた時間と関係を強調しました。\u001b[22m, \u001b[1m全体の前半はこのテーマを集中：そのスライス・オブ・ライフイベントとアニメは、友人が一緒に持っていた楽しい時間との関係を強調しました。\u001b[22m\n\u001b[4mYet all of these happy times were avoiding the problem in a similar fashion to Kuro’s own active avoidance.\u001b[24m\n    \u001b[1mしかし、これらの幸せな時間はすべて、Kuro自身の積極的な回避と同様の方法で問題を回避していました。\u001b[22m, \u001b[1mしかし、これらの幸せな時間の全てがクロの自身の能動的回避と同様の方法で問題を回避しました。\u001b[22m\n\u001b[4mThe result is that Illya and Miyu avoided the problem as well.\u001b[24m\n    \u001b[1mその結果、IllyaとMiyuも問題を回避しました。\u001b[22m, \u001b[1m結果はIllyaとみゆが同様の問題を回避することです。\u001b[22m\n\u001b[4mIllya did not pry into Miyu’s life since Miyu was unwilling to share more about herself, and Miyu did not divulge her past since that would have meant hurting the relationship she already had with Illya.\u001b[24m\n    \u001b[1mミユは自分自身についてもっと分かち合うことを望んでいなかったので、イルヤはミユの人生に惹かれなかった。そして、ミユは彼女が過去にイルヤと共に持っていた関係を傷つけることを意味するので、彼女の過去を漏らしていない。\u001b[22m, \u001b[1mみゆは彼女自身についての詳細を共有するために不本意だったのでIllyaは美夕の生活を詮索しなかった、それは彼女がすでにIllyaとしていた関係を傷つけることを意味しているであろうからみゆは彼女の過去を明かしませんでした。\u001b[22m\n\u001b[4mIn short, Illya and Miyu distract themselves to prevent confronting each other.\u001b[24m\n    \u001b[1m要するに、IllyaとMiyuはお互いの対決を防ぐために気をそらす。\u001b[22m, \u001b[1m要するに、Illyaとみゆはお互いに直面防ぐために自分自身をそらします。\u001b[22m\n\u001b[1m\u001b[22m\nA lot of the trepidation is caused by Miyu’s social ineptitude. As the first half of the season shows, she does not have a firm grasp (still) on common activities such as hitting a beach ball in the ocean or how festival stalls are more about the fun than they are about the money. As such, she not only has difficulty expressing herself but she also has difficulty understanding Illya’s feelings. So when Miyu accepts her “destiny,” she does not do so to hurt Illya, she does so because she does not want to hurt her best friend anymore. The revelation of her origins is presented awkwardly as more information dumping, but in the end, Miyu learns that she is, as Illya puts it, “not alone.” She learns that friends are meant to be there for one another. She learns that friends are people to turn to when the going gets tough. And considering the magical girl motif, friendship saving the day is as fitting as can be.\n\n\u001b[1m恐怖の多くは、ミユの社会的不適格によって引き起こされます。 シーズンの最初の半分が示すように、彼女は海の中のビーチボールを打つこと、またはお祝いの屋台がお金についてよりも楽しいということについての一般的な活動をしっかりと把握していません。 このように、彼女は自分自身を表現するのが難しいだけでなく、Illyaの気持ちを理解することも困難です。 だから、ミユが彼女の「運命」を受け入れると、彼女はイリーヤを傷つけることはなく、彼女はもう親友を傷つけたくないので、そうする。 彼女の起源についての暴露は、より多くの情報ダンピングとして厄介に提示されるが、最終的に、ミユは彼女が「単独ではない」と言っているように彼女が学んでいることを知る。 彼女は、友人は行くことが困難になるときに向ける人々であることを知っています。 そして、魔法の女の子のモチーフを考えれば、その日を守る友情は、できるだけぴったりです。\u001b[22m\n\u001b[1m(Kyōfu no ōku wa, Miyu no shakai-teki fu tekikaku ni yotte hikiokosa remasu. Shīzun no saisho no hanbun ga shimesu yō ni, kanojo wa umi no naka no bīchibōru o utsu koto, matawa oiwai no yatai ga okane ni tsuite yori mo tanoshī to iu koto ni tsuite no ippantekina katsudō o shikkari to haaku shite imasen. Ko no yō ni, kanojo wa jibun jishin o hyōgen suru no ga muzukashī dakedenaku, Illya no kimochi o rikai suru koto mo kon'nandesu. Dakara, Miyu ga kanojo no `unmei' o ukeireru to, kanojo wa irīya o kizutsukeru koto wa naku, kanojo wa mō shin'yū o kizutsuketakunainode,-sō suru. Kanojo no kigen ni tsuite no bakuro wa, yori ōku no jōhō danpingu to shite yakkai ni teiji sa reruga, saishūtekini, Miyu wa kanojo ga `tandokude wanai' to itte iru yō ni kanojo ga manande iru koto o shiru. Kanojo wa, yūjin wa iku koto ga kon'nan ni naru toki ni mukeru hitobitodearu koto o shitte imasu. Soshite, mahō no on'nanoko no mochīfu o kangaereba, sonohi o mamoru yūjō wa, dekiru dake pittaridesu.)\u001b[22m\n\nTranslations of \u001b[4mA lot of the trepidation is caused by Miyu’s social ineptitude. As the first half of the season shows, she does not have a firm grasp (still) on common activities such as hitting a beach ball in the ocean or how festival stalls are more about the fun than they are about the money. As such, she not only has difficulty expressing herself but she also has difficulty understanding Illya’s feelings. So when Miyu accepts her “destiny,” she does not do so to hurt Illya, she does so because she does not want to hurt her best friend anymore. The revelation of her origins is presented awkwardly as more information dumping, but in the end, Miyu learns that she is, as Illya puts it, “not alone.” She learns that friends are meant to be there for one another. She learns that friends are people to turn to when the going gets tough. And considering the magical girl motif, friendship saving the day is as fitting as can be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of the trepidation is caused by Miyu’s social ineptitude.\u001b[24m\n    \u001b[1m恐怖の多くは、ミユの社会的不適格によって引き起こされます。\u001b[22m, \u001b[1m不安の多くは、みゆの社会的愚かさによって引き起こされます。\u001b[22m\n\u001b[4mAs the first half of the season shows, she does not have a firm grasp (still) on common activities such as hitting a beach ball in the ocean or how festival stalls are more about the fun than they are about the money.\u001b[24m\n    \u001b[1mシーズンの最初の半分が示すように、彼女は海の中のビーチボールを打つこと、またはお祝いの屋台がお金についてよりも楽しいということについての一般的な活動をしっかりと把握していません。\u001b[22m, \u001b[1mシーズンショーの前半のように、彼女はそのような海やどのようにお祭りの屋台でビーチボールを打つなどの一般的な活動に（まだ）しっかり把握していません、彼らはお金についてよりも楽しいの詳細です。\u001b[22m\n\u001b[4mAs such, she not only has difficulty expressing herself but she also has difficulty understanding Illya’s feelings.\u001b[24m\n    \u001b[1mこのように、彼女は自分自身を表現するのが難しいだけでなく、Illyaの気持ちを理解することも困難です。\u001b[22m, \u001b[1mこのように、彼女は困難自身を表現されていないだけでなく、彼女はまた、困難Illyaの気持ちを理解することがあります。\u001b[22m\n\u001b[4mSo when Miyu accepts her “destiny,” she does not do so to hurt Illya, she does so because she does not want to hurt her best friend anymore.\u001b[24m\n    \u001b[1mだから、ミユが彼女の「運命」を受け入れると、彼女はイリーヤを傷つけることはなく、彼女はもう親友を傷つけたくないので、そうする。\u001b[22m, \u001b[1mみゆは彼女の受け入れだからときに「運命を、「彼女はもう彼女の親友を傷つけたくないので、彼女はそう、Illyaを傷つけるためにそのようになっていません。\u001b[22m\n\u001b[4mThe revelation of her origins is presented awkwardly as more information dumping, but in the end, Miyu learns that she is, as Illya puts it, “not alone.” She learns that friends are meant to be there for one another.\u001b[24m\n    \u001b[1m彼女の起源についての暴露は、より多くの情報ダンピングとして厄介に提示されるが、最終的に、ミユは彼女が「単独ではない」と言っているように彼女が学んでいることを知る。\u001b[22m, \u001b[1m彼女の起源の啓示は、より多くの情報がダンプとしてぎこちなく提示が、最終的に、みゆはIllyaがそれを置くように、彼女は、あることを知る」だけではない。」彼女は友人がお互いのためにそこにあることを意味していることを知るれます。\u001b[22m\n\u001b[4mShe learns that friends are people to turn to when the going gets tough.\u001b[24m\n    \u001b[1m彼女は、友人は行くことが困難になるときに向ける人々であることを知っています。\u001b[22m, \u001b[1m彼女は友人が進行中は厳しい取得したときにオンにする人々であることを知ります。\u001b[22m\n\u001b[4mAnd considering the magical girl motif, friendship saving the day is as fitting as can be.\u001b[24m\n    \u001b[1mそして、魔法の女の子のモチーフを考えれば、その日を守る友情は、できるだけぴったりです。\u001b[22m, \u001b[1mそして、魔法少女のモチーフを考慮し、一日保存友情はできる限りフィッティングです。\u001b[22m\n\u001b[1m\u001b[22m\nAfter Kuro and Miyu comes llya, who is a lackluster protagonist if only because she, like Kuro, does not say or do too much. She is kind and plays the straight man for nearly every joke, so for the slice-of-life segments it works out fine. But her narrow range as a character does not transition well into the dramatic segments. It is not until the very end of the season – where she goes to extreme lengths to save Miyu – that she is finally tested and pushed out of her comfort zone. Yet even this ordeal does not amount to anything. Despite the characters clearly warning Illya of the danger she was putting herself in, she comes out of the situation unscathed. So while Illya is a competent character for the comedic segments, she is a failed character for the dramatic ones.\n\n\u001b[1m黒とミユがリヤになった後、彼女はクーロのように、あまりにも多くのことを言ったりしなかったりするだけなので、明るくない主人公です。 彼女は親切であり、ほとんどすべての冗談のためにまっすぐな男を演じるので、スライス・オブ・ライフのためにうまくいく。 しかし、キャラクターとしての彼女の狭い範囲は、劇的なセグメントにうまく移行しません。 彼女が最終的にテストされ、彼女の快適ゾーンから追い出されたのは、季節の最後まで - 彼女はミユを救うために極端な長さになる。 しかし、この試練さえ何にもならない。  Illyaが危険にさらされていることを明確に警告しているにもかかわらず、彼女は無傷の状態から出てくる。 だからIllyaはコメディー・セグメントの有能なキャラクターですが、彼女はドラマチックなキャラクターにとっては失敗したキャラクターです。\u001b[22m\n\u001b[1m(Kuro to Miyu ga Riya ni natta nochi, kanojo wa kūro no yō ni, amarini mo ōku no koto o ittari shinakattari suru dakenanode, akarukunai shujinkōdesu. Kanojo wa shinsetsudeari, hotondo subete no jōdan no tame ni massuguna otoko o enjirunode, suraisu Obu raifu no tame ni umaku iku. Shikashi, kyarakutā to shite no kanojo no semai han'i wa, gekitekina segumento ni umaku ikō shimasen. Kanojo ga saishūtekini tesuto sa re, kanojo no kaiteki zōn kara oidasa reta no wa, kisetsu no saigomade - kanojo wa Miyu o sukuu tame ni kyokutan'na naga-sa ni naru. Shikashi, kono shiren sae nani ni mo naranai. Illya ga kiken ni sarasa rete iru koto o meikaku ni keikoku shite iru nimokakawarazu, kanojo wa mukizu no jōtai kara detekuru. Dakara Illya wa komedī segumento no yūnōna kyarakutādesuga, kanojo wa doramachikkuna kyarakutā ni totte wa shippaishita kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter Kuro and Miyu comes llya, who is a lackluster protagonist if only because she, like Kuro, does not say or do too much. She is kind and plays the straight man for nearly every joke, so for the slice-of-life segments it works out fine. But her narrow range as a character does not transition well into the dramatic segments. It is not until the very end of the season – where she goes to extreme lengths to save Miyu – that she is finally tested and pushed out of her comfort zone. Yet even this ordeal does not amount to anything. Despite the characters clearly warning Illya of the danger she was putting herself in, she comes out of the situation unscathed. So while Illya is a competent character for the comedic segments, she is a failed character for the dramatic ones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter Kuro and Miyu comes llya, who is a lackluster protagonist if only because she, like Kuro, does not say or do too much.\u001b[24m\n    \u001b[1m黒とミユがリヤになった後、彼女はクーロのように、あまりにも多くのことを言ったりしなかったりするだけなので、明るくない主人公です。\u001b[22m, \u001b[1m黒とみゆ後、彼女は、クロのように、あまりにも多くを言うか行わないという理由だけ場合に精彩を欠いた主人公であるllyaは、付属しています。\u001b[22m\n\u001b[4mShe is kind and plays the straight man for nearly every joke, so for the slice-of-life segments it works out fine.\u001b[24m\n    \u001b[1m彼女は親切であり、ほとんどすべての冗談のためにまっすぐな男を演じるので、スライス・オブ・ライフのためにうまくいく。\u001b[22m, \u001b[1m彼女は親切であり、それは罰金うまくいくスライスオブライフセグメントのように、ほぼすべての冗談のためにまっすぐに男を果たしています。\u001b[22m\n\u001b[4mBut her narrow range as a character does not transition well into the dramatic segments.\u001b[24m\n    \u001b[1mしかし、キャラクターとしての彼女の狭い範囲は、劇的なセグメントにうまく移行しません。\u001b[22m, \u001b[1mしかし、文字としての彼女の狭い範囲が劇的なセグメントにうまく移行しません。\u001b[22m\n\u001b[4mIt is not until the very end of the season – where she goes to extreme lengths to save Miyu – that she is finally tested and pushed out of her comfort zone.\u001b[24m\n    \u001b[1m彼女が最終的にテストされ、彼女の快適ゾーンから追い出されたのは、季節の最後まで - 彼女はミユを救うために極端な長さになる。\u001b[22m, \u001b[1m彼女はみゆを保存するために極端な長さに行く -   - 彼女は最終的にテストされ、彼女の快適ゾーンの外に押し出されていること、それはシーズンの最後までではありません。\u001b[22m\n\u001b[4mYet even this ordeal does not amount to anything.\u001b[24m\n    \u001b[1mしかし、この試練さえ何にもならない。\u001b[22m, \u001b[1mしかし、さらにこの試練は何にもなりません。\u001b[22m\n\u001b[4mDespite the characters clearly warning Illya of the danger she was putting herself in, she comes out of the situation unscathed.\u001b[24m\n    \u001b[1mIllyaが危険にさらされていることを明確に警告しているにもかかわらず、彼女は無傷の状態から出てくる。\u001b[22m, \u001b[1m明らかに、彼女は彼女自身を中に入れていた危険のIllya警告文字にもかかわらず、彼女は無傷な状況から出てきます。\u001b[22m\n\u001b[4mSo while Illya is a competent character for the comedic segments, she is a failed character for the dramatic ones.\u001b[24m\n    \u001b[1mだからIllyaはコメディー・セグメントの有能なキャラクターですが、彼女はドラマチックなキャラクターにとっては失敗したキャラクターです。\u001b[22m, \u001b[1mIllyaは喜劇セグメントの有能な文字であるがため、彼女は劇的なもののために失敗した文字です。\u001b[22m\n\u001b[1m\u001b[22m\nCollectively, the characters are a lot less than ideal, even given that the theme on friendship is fitting for the show.\n\n\u001b[1m集合的に、キャラクターは友情に関するテーマがショーに合っているとしても、理想よりもはるかに少ない。\u001b[22m\n\u001b[1m(Shūgō-teki ni, kyarakutā wa yūjō ni kansuru tēma ga shō ni atte iru to shite mo, risō yori mo haruka ni sukunai.)\u001b[22m\n\nTranslations of \u001b[4mCollectively, the characters are a lot less than ideal, even given that the theme on friendship is fitting for the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCollectively, the characters are a lot less than ideal, even given that the theme on friendship is fitting for the show.\u001b[24m\n    \u001b[1m集合的に、キャラクターは友情に関するテーマがショーに合っているとしても、理想よりもはるかに少ない。\u001b[22m, \u001b[1mまとめると、文字があっても友情上のテーマはショーのためのフィッティングであることを考えると、理想的なよりもはるかに少ないです。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND\n/sound/\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSOUND\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe opening theme for Herz is quite strange. It combines mellowness and adrenaline into one piece, matching the show’s own split story. The various instruments and hopeful feel of the track are nice, but it is the wonderful vocalist that steals the spotlight entirely. Despite this, the track is not that catchy, making it not worth listening to outside of the show itself.\n\n\u001b[1mヘルツのオープニングテーマは非常に奇妙です。 それは、穏やかさとアドレナリンを1つにまとめ、ショーの分割ストーリーにマッチします。 様々な楽器や楽しいトラックの感触はいいですが、それはスポットライトを完全に盗む素晴らしいボーカリストです。 それにもかかわらず、トラックはキャッチーではなく、ショー自体の外で聴く価値がない。\u001b[22m\n\u001b[1m(Herutsu no ōpuningutēma wa hijō ni kimyōdesu. Sore wa, odayaka-sa to adorenarin o 1tsu ni matome, shō no bunkatsu sutōrī ni matchi shimasu. Samazamana gakki ya tanoshī torakku no kanshoku wa īdesuga, soreha supottoraito o kanzen ni nusumu subarashī bōkarisutodesu. Sore nimokakawarazu, torakku wa kyatchīde wa naku, shō jitai no soto de kiku kachi ga nai.)\u001b[22m\n\nTranslations of \u001b[4mThe opening theme for Herz is quite strange. It combines mellowness and adrenaline into one piece, matching the show’s own split story. The various instruments and hopeful feel of the track are nice, but it is the wonderful vocalist that steals the spotlight entirely. Despite this, the track is not that catchy, making it not worth listening to outside of the show itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening theme for Herz is quite strange.\u001b[24m\n    \u001b[1mヘルツのオープニングテーマは非常に奇妙です。\u001b[22m\n\u001b[4mIt combines mellowness and adrenaline into one piece, matching the show’s own split story.\u001b[24m\n    \u001b[1mそれは、穏やかさとアドレナリンを1つにまとめ、ショーの分割ストーリーにマッチします。\u001b[22m, \u001b[1mそれはショーの独自のスプリット物語をマッチング、1片にまろやかさとアドレナリンを兼ね備えています。\u001b[22m\n\u001b[4mThe various instruments and hopeful feel of the track are nice, but it is the wonderful vocalist that steals the spotlight entirely.\u001b[24m\n    \u001b[1m様々な楽器や楽しいトラックの感触はいいですが、それはスポットライトを完全に盗む素晴らしいボーカリストです。\u001b[22m, \u001b[1mトラックの様々な楽器と希望に満ちた感触はいいですが、それは完全にスポットライトを盗む素晴らしいボーカリストです。\u001b[22m\n\u001b[4mDespite this, the track is not that catchy, making it not worth listening to outside of the show itself.\u001b[24m\n    \u001b[1mそれにもかかわらず、トラックはキャッチーではなく、ショー自体の外で聴く価値がない。\u001b[22m, \u001b[1mこれにもかかわらず、トラックはショー自体の外側に耳を傾け、それは価値がない作る、そのキャッチーではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe second ending theme chooses the feeling of the story’s second half, creating a track with a lot of emotion and heaviness. And once again, the vocalist does an impressive job of conveying these same feelings. Coincidentally, the second half of the track is incredibly powerful, but the first half is only marginally so, which is enough to make the track one that is only played while watching the anime.\n\n\u001b[1m2番目のエンディングテーマは、後半の感情を選択し、多くの感情と重さのあるトラックを作成します。 もう一度、ボーカリストは同じ感情を伝える印象的な仕事をします。 偶然、トラックの後半は信じられないほど強力ですが、前半はわずかにしかありません。これは、アニメを見ている間だけ再生されるトラックを作るのに十分です。\u001b[22m\n\u001b[1m(2-Banme no endingutēma wa, kōhan no kanjō o sentaku shi, ōku no kanjō to omo-sa no aru torakku o sakusei shimasu. Mōichido, bōkarisuto wa onaji kanjō o tsutaeru inshō-tekina shigoto o shimasu. Gūzen, torakku no kōhan wa shinji rarenai hodo kyōryokudesuga, zenhan wa wazuka ni shika arimasen. Kore wa, anime o mite iru ma dake saisei sa reru torakku o tsukuru no ni jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mThe second ending theme chooses the feeling of the story’s second half, creating a track with a lot of emotion and heaviness. And once again, the vocalist does an impressive job of conveying these same feelings. Coincidentally, the second half of the track is incredibly powerful, but the first half is only marginally so, which is enough to make the track one that is only played while watching the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second ending theme chooses the feeling of the story’s second half, creating a track with a lot of emotion and heaviness.\u001b[24m\n    \u001b[1m2番目のエンディングテーマは、後半の感情を選択し、多くの感情と重さのあるトラックを作成します。\u001b[22m, \u001b[1m第二のエンディングテーマは感情や重さの多くのトラックを作成し、物語の後半感を選択します。\u001b[22m\n\u001b[4mAnd once again, the vocalist does an impressive job of conveying these same feelings.\u001b[24m\n    \u001b[1mもう一度、ボーカリストは同じ感情を伝える印象的な仕事をします。\u001b[22m, \u001b[1mそして再び、ボーカリストは、これらの同じ感情を伝えるの印象的な仕事をしていません。\u001b[22m\n\u001b[4mCoincidentally, the second half of the track is incredibly powerful, but the first half is only marginally so, which is enough to make the track one that is only played while watching the anime.\u001b[24m\n    \u001b[1m偶然、トラックの後半は信じられないほど強力ですが、前半はわずかにしかありません。これは、アニメを見ている間だけ再生されるトラックを作るのに十分です。\u001b[22m, \u001b[1m偶然にも、トラックの後半は信じられないほど強力ですが、前半はアニメを見ている間だけ再生され、トラック1を作るのに十分であるので、わずかです。\u001b[22m\n\u001b[1m\u001b[22m\nThe first ED, for balance purposes, chooses the feeling of the story’s first half. It is a ton of fun, with silly sound-effects and instruments, as well as a fast beat that befits the quick-natured pace of the comedy. This track matches the slice-of-life-ness of Herz extremely well, making it arguably the best part of the anime after its art and its animation.\n\n\u001b[1mバランスのための最初のEDは、ストーリーの最初の半分の感情を選択します。 それは愚かなサウンドエフェクトや楽器だけでなく、コメディの素早いペースにふさわしい速いビートで、楽しいひと時です。 このトラックは、Herzの生命体のスライスと非常によく似ており、おそらく芸術とそのアニメーションの後のアニメの最高の部分となります。\u001b[22m\n\u001b[1m(Baransu no tame no saisho no ED wa, sutōrī no saisho no hanbun no kanjō o sentaku shimasu. Sore wa orokana saundoefekuto ya gakki dakedenaku, komedi no subayai pēsu ni fusawashī hayai bīto de, tanoshī hitotokidesu. Kono torakku wa, Herz no seimei-tai no suraisu to hijō ni yoku nite ori, osoraku geijutsu to sono animēshon no nochi no anime no saikō no bubun to narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first ED, for balance purposes, chooses the feeling of the story’s first half. It is a ton of fun, with silly sound-effects and instruments, as well as a fast beat that befits the quick-natured pace of the comedy. This track matches the slice-of-life-ness of Herz extremely well, making it arguably the best part of the anime after its art and its animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first ED, for balance purposes, chooses the feeling of the story’s first half.\u001b[24m\n    \u001b[1mバランスのための最初のEDは、ストーリーの最初の半分の感情を選択します。\u001b[22m, \u001b[1m最初のEDは、バランスのために、物語の前半の気持ちを選択します。\u001b[22m\n\u001b[4mIt is a ton of fun, with silly sound-effects and instruments, as well as a fast beat that befits the quick-natured pace of the comedy.\u001b[24m\n    \u001b[1mそれは愚かなサウンドエフェクトや楽器だけでなく、コメディの素早いペースにふさわしい速いビートで、楽しいひと時です。\u001b[22m, \u001b[1mそれは愚かなサウンドエフェクトや楽器だけでなく、コメディの迅速な気立てのペースをふさわしい高速ビートに合わせて、楽しいのトンです。\u001b[22m\n\u001b[4mThis track matches the slice-of-life-ness of Herz extremely well, making it arguably the best part of the anime after its art and its animation.\u001b[24m\n    \u001b[1mこのトラックは、Herzの生命体のスライスと非常によく似ており、おそらく芸術とそのアニメーションの後のアニメの最高の部分となります。\u001b[22m, \u001b[1mこのトラックは間違いなくそれにその芸術とそのアニメーション後のアニメの醍醐味なって、非常によくスライス・オブ・ライフネスヘルツの一致します。\u001b[22m\n\u001b[1m\u001b[22m\nThe rest of the soundtrack follows the same theme as the story and the EDs: one half slice-of-life and one half drama. The lighter tracks include tropical tunes, fast country pieces, and guitar-heavy compositions. The heavier tracks include ominous tunes, depressing pieces, and violin-heavy compositions. The OST is nothing special, but it does, at the very least, fit the tones of the anime throughout the season.\n\n\u001b[1m残りのサウンドトラックは、ストーリーとEDと同じテーマ、すなわち半スライス・オブ・ライフとハーフ・ドラマの2つです。 より軽いトラックには、熱帯の楽曲、素早いカントリー曲、ギター重い曲が含まれています。 重いトラックには、不気味な曲、落ち込んでいる曲、バイオリン重い曲が含まれています。  OSTは特別なものではありませんが、少なくともシーズンを通してアニメの色調に合っています。\u001b[22m\n\u001b[1m(Nokori no saundotorakku wa, sutōrī to ED to onaji tēma, sunawachi han suraisu Obu raifu to hāfu dorama no 2tsudesu. Yori karui torakku ni wa, nettai no gakkyoku, subayai kantorī-kyoku, gitā omoi kyoku ga fukuma rete imasu. Omoi torakku ni wa, bukimina kyoku, ochikonde iru kyoku, baiorin omoi kyoku ga fukuma rete imasu. OST wa tokubetsuna monode wa arimasenga, sukunakutomo shīzun o tōshite anime no shikichō ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe rest of the soundtrack follows the same theme as the story and the EDs: one half slice-of-life and one half drama. The lighter tracks include tropical tunes, fast country pieces, and guitar-heavy compositions. The heavier tracks include ominous tunes, depressing pieces, and violin-heavy compositions. The OST is nothing special, but it does, at the very least, fit the tones of the anime throughout the season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe rest of the soundtrack follows the same theme as the story and the EDs: one half slice-of-life and one half drama.\u001b[24m\n    \u001b[1m残りのサウンドトラックは、ストーリーとEDと同じテーマ、すなわち半スライス・オブ・ライフとハーフ・ドラマの2つです。\u001b[22m, \u001b[1m半分スライス-の生活と半分ドラマ：サウンドトラックの残りの部分は、ストーリーとのEDと同じテーマに従います。\u001b[22m\n\u001b[4mThe lighter tracks include tropical tunes, fast country pieces, and guitar-heavy compositions.\u001b[24m\n    \u001b[1mより軽いトラックには、熱帯の楽曲、素早いカントリー曲、ギター重い曲が含まれています。\u001b[22m, \u001b[1m軽いトラックは熱帯曲、速い国片、およびギター重い組成物が挙げられます。\u001b[22m\n\u001b[4mThe heavier tracks include ominous tunes, depressing pieces, and violin-heavy compositions.\u001b[24m\n    \u001b[1m重いトラックには、不気味な曲、落ち込んでいる曲、バイオリン重い曲が含まれています。\u001b[22m, \u001b[1m重いトラックは不吉な曲、気のめいる作品、バイオリン重い組成物が挙げられます。\u001b[22m\n\u001b[4mThe OST is nothing special, but it does, at the very least, fit the tones of the anime throughout the season.\u001b[24m\n    \u001b[1mOSTは特別なものではありませんが、少なくともシーズンを通してアニメの色調に合っています。\u001b[22m, \u001b[1mOSTは特別なものではありませんが、それは、非常に少なくとも、シーズンを通してのアニメのトーンに合うん。\u001b[22m\n\u001b[1m\u001b[22m\nFinally, voice acting performances are generally above average. Mai Kadowaki as Illya gives the young girl a unique-sounding voice. Kaori Nazuka as Miyu gives the “Holy Grail” girl as emotionless of a voice as possible. And Chiwa Saito as Kuro uses a childish, teasing voice that fits the carefree semi-twin nicely.\n\n\u001b[1m最後に、音声演奏のパフォーマンスは一般的に平均以上です。  Illyaとしてマイ・門脇は、若い女の子にユニークな響きの声を与えます。 宮内としての奈良佳理は、「聖杯」の女の子に声を無感覚に伝えます。 そして、斉藤千和は、気晴らしの良いセミ・ツインにぴったりの、幼稚で朗らかな声を使用します。\u001b[22m\n\u001b[1m(Saigo ni, onsei ensō no pafōmansu wa ippantekini heikin ijōdesu. Illya to shite Mai Kadowaki wa, wakai on'nanoko ni yunīkuna hibiki no koe o ataemasu. Kunai to shite no Nara Ka Satoru wa,`seihai' no on'nanoko ni koe o mukankaku ni tsutaemasu. Soshite, saitō chikazu wa, kibarashi no yoi semi tsuin ni pittari no, yōchide hogarakana koe o shiyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFinally, voice acting performances are generally above average. Mai Kadowaki as Illya gives the young girl a unique-sounding voice. Kaori Nazuka as Miyu gives the “Holy Grail” girl as emotionless of a voice as possible. And Chiwa Saito as Kuro uses a childish, teasing voice that fits the carefree semi-twin nicely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally, voice acting performances are generally above average.\u001b[24m\n    \u001b[1m最後に、音声演奏のパフォーマンスは一般的に平均以上です。\u001b[22m, \u001b[1m最後に、音声演技性能は、一般的に平均を上回っています。\u001b[22m\n\u001b[4mMai Kadowaki as Illya gives the young girl a unique-sounding voice.\u001b[24m\n    \u001b[1mIllyaとしてマイ・門脇は、若い女の子にユニークな響きの声を与えます。\u001b[22m, \u001b[1mIllyaとして門脇舞以は若い女の子にユニークな響きの声を提供します。\u001b[22m\n\u001b[4mKaori Nazuka as Miyu gives the “Holy Grail” girl as emotionless of a voice as possible.\u001b[24m\n    \u001b[1m宮内としての奈良佳理は、「聖杯」の女の子に声を無感覚に伝えます。\u001b[22m, \u001b[1mみゆとして名塚佳織は、可能な限り音声の感情として「聖杯」の女の子を与えます。\u001b[22m\n\u001b[4mAnd Chiwa Saito as Kuro uses a childish, teasing voice that fits the carefree semi-twin nicely.\u001b[24m\n    \u001b[1mそして、斉藤千和は、気晴らしの良いセミ・ツインにぴったりの、幼稚で朗らかな声を使用します。\u001b[22m, \u001b[1mそして、黒などの斎藤千和がうまく屈託のない半の双子をフィット幼稚、からかいの声を使用しています。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT\n/enˈjoimənt/\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mENJOYMENT\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, enjoyment\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, enjoyment\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nMy favorite characters in this series are Liz and Bazett. I like Liz because she is attractive and I like Bazett because seeing her running around and kicking major butt with just her fists and her feet is awesome to behold. Unfortunately for me, I did not get a lot of both. I did get to see Liz in a bathing suit (which was nice) and I did get to see Bazett throw a few punches (which was cool). Yet that was the extent to which I got to see my favorite characters.\n\n\u001b[1mこのシリーズの私の好きなキャラクターはLizとBazettです。 私は彼女が魅力的なので私はリズが好きです。私は彼女が周りを走っているのを見て、ちょうど彼女の拳と彼女の足で大尻を蹴って見て見て素晴らしいですのでBazettが好きです。 私にとっては残念なことに、私は両方の多くを取得していない。 私は水着でLizを見に行きました（これは素晴らしかった）、私はBazettがいくつかのパンチを投げるのを見ました（これはクールでした）。 しかし、それが私が好きなキャラクターを見ることができる程度でした。\u001b[22m\n\u001b[1m(Kono shirīzu no watashi no sukina kyarakutā wa Liz to Bazettdesu. Watashi wa kanojo ga miryoku-tekinanode watashi wa rizu ga sukidesu. Watashi wa kanojo ga mawari o hashitte iru no o mite, chōdo kanojo no ken to kanojo no ashi de dai shiri o kette mitemite subarashīdesunode Bazett ga sukidesu. Watashi ni totte wa zan'nen'nakotoni, watashi wa ryōhō no ōku o shutoku shite inai. Watashi wa mizugi de Liz o miniikimashita (kore wa subarashikatta), watashi wa Bazett ga ikutsu ka no panchi o nageru no o mimashita (kore wa kūrudeshita). Shikashi, sore ga watashi ga sukina kyarakutā o miru koto ga dekiru teidodeshita.)\u001b[22m\n\nTranslations of \u001b[4mMy favorite characters in this series are Liz and Bazett. I like Liz because she is attractive and I like Bazett because seeing her running around and kicking major butt with just her fists and her feet is awesome to behold. Unfortunately for me, I did not get a lot of both. I did get to see Liz in a bathing suit (which was nice) and I did get to see Bazett throw a few punches (which was cool). Yet that was the extent to which I got to see my favorite characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favorite characters in this series are Liz and Bazett.\u001b[24m\n    \u001b[1mこのシリーズの私の好きなキャラクターはLizとBazettです。\u001b[22m, \u001b[1mこのシリーズで私の好きなキャラクターはリズとバゼットです。\u001b[22m\n\u001b[4mI like Liz because she is attractive and I like Bazett because seeing her running around and kicking major butt with just her fists and her feet is awesome to behold.\u001b[24m\n    \u001b[1m私は彼女が魅力的なので私はリズが好きです。私は彼女が周りを走っているのを見て、ちょうど彼女の拳と彼女の足で大尻を蹴って見て見て素晴らしいですのでBazettが好きです。\u001b[22m, \u001b[1m彼女の周りの実行を見て、ちょうど彼女の拳と足との主要なお尻を蹴ること見張るために素晴らしいですので、彼女は魅力的であると私はバゼットが好きなので、私はリズが好き。\u001b[22m\n\u001b[4mUnfortunately for me, I did not get a lot of both.\u001b[24m\n    \u001b[1m私にとっては残念なことに、私は両方の多くを取得していない。\u001b[22m, \u001b[1m残念ながら私のために、私は両方の多くを取得できませんでした。\u001b[22m\n\u001b[4mI did get to see Liz in a bathing suit (which was nice) and I did get to see Bazett throw a few punches (which was cool).\u001b[24m\n    \u001b[1m私は水着でLizを見に行きました（これは素晴らしかった）、私はBazettがいくつかのパンチを投げるのを見ました（これはクールでした）。\u001b[22m, \u001b[1m私は（よかった）、私はバゼットは（クールだった）いくつかのパンチを投げる見ることがなかった水着にリズを見ることがなかったです。\u001b[22m\n\u001b[4mYet that was the extent to which I got to see my favorite characters.\u001b[24m\n    \u001b[1mしかし、それが私が好きなキャラクターを見ることができる程度でした。\u001b[22m, \u001b[1mしかし、それは私が私の好きなキャラクターを見てみました程度でした。\u001b[22m\n\u001b[1m\u001b[22m\nNow, this is not to say that the anime was boring for me to watch when they were not around, which is hardly the case. As a comedy, the show is pretty solid. Illya’s reactions were funny, especially when Kuro teased her when Shirou was around. The other characters' shenanigans were funny, too, like when Mimi's ear was flapping while she was eavesdropping on Illya and Kuro “transferring mana.” The jokes could also be witty: Shirou commenting on why Rin dresses the way she does after being injected with truth serum is a meta joke on Rin's way-too-short skirt. I just wish there was more of Liz and Bazett since I prefer them over the other characters.\n\n\u001b[1mさて、これはアニメが周りにいないときに私が見るのが面倒だったと言っているわけではありません。 コメディとして、ショーはかなり固いです。  Illyaの反応は面白かった。特に、Shirouが周りにいたときにKuroが彼女を弄んだとき。 他のキャラクターたちの嫌悪感も、ミミの耳が一葉と黒の\"マナを盗んでいる\"と盗聴していたときのように、面白かったです。冗談もまた気分かもしれません。 真実の血清は、リンのやり方があまりにも短いスカートのメタ冗談です。 私はLizとBazettが他のキャラクターよりも好きなので、もっとたくさんのLizとBazettがあることを願っています。\u001b[22m\n\u001b[1m(Sate, koreha anime ga mawari ni inai toki ni watashi ga miru no ga mendōdatta to itte iru wakede wa arimasen. Komedi to shite, shō wa kanari kataidesu. Illya no han'nō wa omoshirokatta. Tokuni, Shirou ga mawari ni ita toki ni Kuro ga kanojo o moteasonda toki. Hoka no kyarakutā-tachi no ken'o-kan mo, Mimi no mimi ga ichiyō to kuro no\" Mana o nusunde iru\" to tōchō shite ita toki no yō ni, omoshirokattadesu. Jōdan mo mata kibun kamo shiremasen. Shinjitsu no kessei wa, rin no yarikata ga amarini mo mijikai sukāto no meta jōdandesu. Watashi wa Liz to Bazett ga hoka no kyarakutā yori mo sukinanode, motto takusan no Liz to Bazett ga aru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mNow, this is not to say that the anime was boring for me to watch when they were not around, which is hardly the case. As a comedy, the show is pretty solid. Illya’s reactions were funny, especially when Kuro teased her when Shirou was around. The other characters' shenanigans were funny, too, like when Mimi's ear was flapping while she was eavesdropping on Illya and Kuro “transferring mana.” The jokes could also be witty: Shirou commenting on why Rin dresses the way she does after being injected with truth serum is a meta joke on Rin's way-too-short skirt. I just wish there was more of Liz and Bazett since I prefer them over the other characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, this is not to say that the anime was boring for me to watch when they were not around, which is hardly the case.\u001b[24m\n    \u001b[1mさて、これはアニメが周りにいないときに私が見るのが面倒だったと言っているわけではありません。\u001b[22m, \u001b[1mさて、これは彼らが周りにいなかったとき、私はほとんどの場合ではありませんこれは、視聴するアニメは退屈だったと言っているわけではありません。\u001b[22m\n\u001b[4mAs a comedy, the show is pretty solid.\u001b[24m\n    \u001b[1mコメディとして、ショーはかなり固いです。\u001b[22m, \u001b[1mコメディのように、ショーはかなり固体です。\u001b[22m\n\u001b[4mIllya’s reactions were funny, especially when Kuro teased her when Shirou was around.\u001b[24m\n    \u001b[1mIllyaの反応は面白かった。特に、Shirouが周りにいたときにKuroが彼女を弄んだとき。\u001b[22m, \u001b[1mIllyaの反応は士郎が周りだったときに黒が彼女をからかった場合は特に、面白いでした。\u001b[22m\n\u001b[4mThe other characters' shenanigans were funny, too, like when Mimi's ear was flapping while she was eavesdropping on Illya and Kuro “transferring mana.” The jokes could also be witty: Shirou commenting on why Rin dresses the way she does after being injected with\u001b[24m\n    \u001b[1m他のキャラクターたちの嫌悪感も、ミミの耳が一葉と黒の\"マナを盗んでいる\"と盗聴していたときのように、面白かったです。冗談もまた気分かもしれません。\u001b[22m, \u001b[1m他のキャラクターのペテンは彼女がIllyaと黒に盗聴しながらミミの耳がフラッピングしたときのように、あまりにも、面白いたジョークも気の利いたかもしれない」マナを転送する。」：四郎は凛が、彼女はを注射された後に行い道を装った理由についてコメント\u001b[22m\n\u001b[4mtruth serum is a meta joke on Rin's way-too-short skirt.\u001b[24m\n    \u001b[1m真実の血清は、リンのやり方があまりにも短いスカートのメタ冗談です。\u001b[22m, \u001b[1m真実の血清は凛のやり方があまりに短いスカートのメタ冗談です。\u001b[22m\n\u001b[4mI just wish there was more of Liz and Bazett since I prefer them over the other characters.\u001b[24m\n    \u001b[1m私はLizとBazettが他のキャラクターよりも好きなので、もっとたくさんのLizとBazettがあることを願っています。\u001b[22m, \u001b[1m私はちょうど私が他の文字の上にそれらを好むので、リズとバゼットのより多くがあったことを望みます。\u001b[22m\n\u001b[1m\u001b[22m\nThe fewer amount of battles this time around was also disappointing, as were the antagonists. The group squaring off against a dark blob and a giant just did not have that same sense of evil, that same sense of urgency. Or this might just be me still perturbed that Bazett was not the villain this time around. Furthermore, I cannot say that I like Miyu a whole lot, meaning her plight did not emotionally move me. The result is that the second half, with its lame fights and its boring drama, is definitely not as fun or as entertaining as the first half.\n\n\u001b[1m今回のアンタゴニストのように、今回の戦闘の数が少なかったことも失望していました。 暗い小塊と巨大な塊を隔てるグループは、同じ緊急性のある同じ邪悪な感覚を持っていませんでした。 または、これは、私が今でもバゼットが悪人ではなかったことはまだ混乱しているかもしれません。 さらに、私はMiyuが一番好きだとは言えません。彼女の窮状が感情的に私を動かさなかったことを意味します。 その結果、後半は、そのラーメンの戦いと退屈なドラマで、間違いなく楽しいまたは前半として面白くないです。\u001b[22m\n\u001b[1m(Konkai no antagonisuto no yō ni, konkai no sentō no kazu ga sukunakatta koto mo shitsubō shite imashita. Kurai ko katamari to kyodaina katamari o hedateru gurūpu wa, onaji kinkyū-sei no aru onaji jaakuna kankaku o motte imasendeshita. Matawa, koreha, watashi ga ima demo bazetto ga akuninde wa nakatta koto wa mada konran shite iru kamo shiremasen. Sarani, watashi wa Miyu ga ichiban sukida to wa iemasen. Kanojo no kyūjō ga kanjō-teki ni watashi o ugokasanakatta koto o imi shimasu. Sono kekka, kōhan wa, sono rāmen no tatakai to taikutsuna dorama de, machigainaku tanoshī matawa zenhan to shite omoshirokunaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe fewer amount of battles this time around was also disappointing, as were the antagonists. The group squaring off against a dark blob and a giant just did not have that same sense of evil, that same sense of urgency. Or this might just be me still perturbed that Bazett was not the villain this time around. Furthermore, I cannot say that I like Miyu a whole lot, meaning her plight did not emotionally move me. The result is that the second half, with its lame fights and its boring drama, is definitely not as fun or as entertaining as the first half.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe fewer amount of battles this time around was also disappointing, as were the antagonists.\u001b[24m\n    \u001b[1m今回のアンタゴニストのように、今回の戦闘の数が少なかったことも失望していました。\u001b[22m, \u001b[1mアンタゴニストがあったように戦いの少ない量は、この時間は約、また残念でした。\u001b[22m\n\u001b[4mThe group squaring off against a dark blob and a giant just did not have that same sense of evil, that same sense of urgency.\u001b[24m\n    \u001b[1m暗い小塊と巨大な塊を隔てるグループは、同じ緊急性のある同じ邪悪な感覚を持っていませんでした。\u001b[22m, \u001b[1m暗いブロブと巨人に対してにらみ合いグループはちょうど悪のそれと同じ感覚、緊急性のものと同じ意味を持っていませんでした。\u001b[22m\n\u001b[4mOr this might just be me still perturbed that Bazett was not the villain this time around.\u001b[24m\n    \u001b[1mまたは、これは、私が今でもバゼットが悪人ではなかったことはまだ混乱しているかもしれません。\u001b[22m, \u001b[1mそれともこれは私がまだバゼットはこの頃悪役ではなかったことを乱さかもしれません。\u001b[22m\n\u001b[4mFurthermore, I cannot say that I like Miyu a whole lot, meaning her plight did not emotionally move me.\u001b[24m\n    \u001b[1mさらに、私はMiyuが一番好きだとは言えません。彼女の窮状が感情的に私を動かさなかったことを意味します。\u001b[22m, \u001b[1mさらに、私は感情的に私を移動しなかった彼女の窮状を意味し、みゆに全体の多くを好きと言うことはできません。\u001b[22m\n\u001b[4mThe result is that the second half, with its lame fights and its boring drama, is definitely not as fun or as entertaining as the first half.\u001b[24m\n    \u001b[1mその結果、後半は、そのラーメンの戦いと退屈なドラマで、間違いなく楽しいまたは前半として面白くないです。\u001b[22m, \u001b[1mその結果、後半は、そのラメの戦いとその退屈なドラマで、間違いなど楽しいまたは前半ほど面白いではないということです。\u001b[22m\n\u001b[1m\u001b[22m\nFate/kaleid liner Prisma☆Illya 2wei Herz! is more of the same but not quite so. The new direction of the narrative does not work, the characters are poorly handled, and the latter half of the show is not as powerful as it could have been. The art and parts of the music are well-executed, and the comedy of the first half works well-enough, so the anime is not a total wash. Even so, if the hand I was dealt in Texas Hold ‘Em was as weak as this show is, I would follow the mantra and fold immediately.\n\n\u001b[1m運命/ kaleidライナーPrisma☆Illya 2wei Herz！ 同じではありますが、そうではありません。 物語の新しい方向性は機能せず、キャラクターの扱いが不十分であり、ショーの後半は強力ではない。 芸術と音楽の部分はうまく実行され、前半のコメディは十分に機能するので、アニメは完全な洗いではありません。 それでも、私がTexas Hold 'Emで扱った手がこのショーと同じくらい弱いとすれば、私はマントラに従って直ちにフォールドします。\u001b[22m\n\u001b[1m(Unmei/ kaleid rainā purizuma ☆ Illya 2 wei Herz! Onajide wa arimasuga,-sōde wa arimasen. Monogatari no atarashī hōkō-sei wa kinō sezu, kyarakutā no atsukai ga fujūbundeari, shō no kōhan wa kyōryokude wanai. Geijutsu to ongaku no bubun wa umaku jikkō sa re, zenhan no komedi wa jūbun ni kinō surunode, anime wa kanzen'na araide wa arimasen. Soredemo, watashi ga tekisasu Hold' Em de atsukatta te ga kono shō to onaji kurai yowai to sureba, watashi wa man tora ni shitagatte tadachini fōrudo shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFate/kaleid liner Prisma☆Illya 2wei Herz! is more of the same but not quite so. The new direction of the narrative does not work, the characters are poorly handled, and the latter half of the show is not as powerful as it could have been. The art and parts of the music are well-executed, and the comedy of the first half works well-enough, so the anime is not a total wash. Even so, if the hand I was dealt in Texas Hold ‘Em was as weak as this show is, I would follow the mantra and fold immediately.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFate/kaleid liner Prisma☆Illya 2wei Herz!\u001b[24m\n    \u001b[1m運命/ kaleidライナーPrisma☆Illya 2wei Herz！\u001b[22m, \u001b[1mフェイト/ kaleidライナープリズマ☆Illya 2weiヘルツ！\u001b[22m\n\u001b[4mis more of the same but not quite so.\u001b[24m\n    \u001b[1m同じではありますが、そうではありません。\u001b[22m, \u001b[1m同じのより多くが、全くそうではありません。\u001b[22m\n\u001b[4mThe new direction of the narrative does not work, the characters are poorly handled, and the latter half of the show is not as powerful as it could have been.\u001b[24m\n    \u001b[1m物語の新しい方向性は機能せず、キャラクターの扱いが不十分であり、ショーの後半は強力ではない。\u001b[22m, \u001b[1m動作しない物語の新たな方向は、文字が不十分に処理され、そしてショーの後半は、それがされている可能性がほど強力ではありません。\u001b[22m\n\u001b[4mThe art and parts of the music are well-executed, and the comedy of the first half works well-enough, so the anime is not a total wash.\u001b[24m\n    \u001b[1m芸術と音楽の部分はうまく実行され、前半のコメディは十分に機能するので、アニメは完全な洗いではありません。\u001b[22m, \u001b[1m芸術や音楽の部分は、よく実行され、アニメが総ウォッシュではありませんので、前半のコメディは、よく十分に機能します。\u001b[22m\n\u001b[4mEven so, if the hand I was dealt in Texas Hold ‘Em was as weak as this show is, I would follow the mantra and fold immediately.\u001b[24m\n    \u001b[1mそれでも、私がTexas Hold 'Emで扱った手がこのショーと同じくらい弱いとすれば、私はマントラに従って直ちにフォールドします。\u001b[22m, \u001b[1m私はテキサス州で配られた手が「ホールド場合はそうであっても、エムは、このショーがあるとして弱かった、私はマントラをたどるとすぐに倍になります。\u001b[22m\n\u001b[1m\u001b[22m\nSUMMARY\n/ˈsəmərē/\n\n\u001b[1m概要\u001b[22m\n\u001b[1m(Gaiyō)\u001b[22m\n\nDefinitions of \u001b[4mSUMMARY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    概要\u001b[22m\n        summary, outline\n\u001b[1m    要約\u001b[22m\n        summary, digest\n\u001b[1m    概略\u001b[22m\n        outline, summary, gist\n\u001b[1m    要旨\u001b[22m\n        gist, summary, essentials, fundamentals\n\u001b[1m    一覧\u001b[22m\n        summary, catalog, glance, look, catalogue\n\u001b[1m    摘要\u001b[22m\n        summary, outline\n\u001b[1m    抄録\u001b[22m\n        summary, quotation, selection\n\u001b[1m    概括\u001b[22m\n        summary, generalization\n\u001b[1m    大要\u001b[22m\n        outline, summary\n\u001b[1m    粗筋\u001b[22m\n        outline, summary\n\u001b[1m    梗概\u001b[22m\n        synopsis, summary, outline, abridgement, epitome, condensation\n\u001b[1m    大筋\u001b[22m\n        outline, summary\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    大体\u001b[22m\n        outline, summary, substance\n\u001b[1m    綱領\u001b[22m\n        general plan, main point, summary\n\u001b[1m    撮要\u001b[22m\n        compendium, summary, outline\n\u001b[1m    結言\u001b[22m\n        summary, abridgement, synopsis, condensation, brief, precis\n\u001b[1m    要訳\u001b[22m\n        summary, digest\n\u001b[1m\u001b[22m\nStory: Bad, separating the slice-of-life and dramatic halves has purpose, but the jarring switch, the loss of conflict, and the unclear events hurt the narrative\n\n\u001b[1mストーリー：スライス・オブ・ライフとドラマチックな半分を分離することは悪いですが、震えの変化、紛争の喪失、そして不明な出来事が物語を傷つけます\u001b[22m\n\u001b[1m(Sutōrī: Suraisu Obu raifu to doramachikkuna hanbun o bunri suru koto wa waruidesuga, furue no henka, funsō no sōshitsu, soshite fumeina dekigoto ga monogatari o kizutsukemasu)\u001b[22m\n\nTranslations of \u001b[4mStory: Bad, separating the slice-of-life and dramatic halves has purpose, but the jarring switch, the loss of conflict, and the unclear events hurt the narrative\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Bad, separating the slice-of-life and dramatic halves has purpose, but the jarring switch, the loss of conflict, and the unclear events hurt the narrative\u001b[24m\n    \u001b[1mストーリー：スライス・オブ・ライフとドラマチックな半分を分離することは悪いですが、震えの変化、紛争の喪失、そして不明な出来事が物語を傷つけます\u001b[22m, \u001b[1mストーリー：悪い、の寿命スライスと劇的半分を分離する目的を持っていますが、耳障りなスイッチ、紛争の損失、および不明なイベントが物語を傷つけます\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: Good, cool artistic direction, above average actual animation, nice character designs, shoddy CG\n\n\u001b[1mアニメーション：グッドでクールな芸術的な方向、平均的な実際のアニメーションの上、素敵なキャラクターデザイン、いたずらなCG\u001b[22m\n\u001b[1m(Animēshon: Guddo de kūruna geijutsu-tekina hōkō, heikin-tekina jissai no animēshon no ue, sutekina kyarakutādezain, itazurana CG)\u001b[22m\n\nTranslations of \u001b[4mAnimation: Good, cool artistic direction, above average actual animation, nice character designs, shoddy CG\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: Good, cool artistic direction, above average actual animation, nice character designs, shoddy CG\u001b[24m\n    \u001b[1mアニメーション：グッドでクールな芸術的な方向、平均的な実際のアニメーションの上、素敵なキャラクターデザイン、いたずらなCG\u001b[22m, \u001b[1mアニメーション：良い、クールな芸術的方向、平均実際のアニメーション、素敵なキャラクターデザイン、見掛け倒しのCG上記\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Bad, Miyu is okay at best, and the theme on friendship has merit, but the downgrade to Bazett, the over-focus on the side characters, Kuro’s contradictory characterization, and Illya being a poor main protagonist are too much to overlook\n\n\u001b[1mキャラクター：悪い、ミユは最高だし、友情のテーマはメリットがあるが、バゼットへの格下げ、サイドキャラクターのオーバーフォーカス、クロの矛盾したキャラクター化、そして貧弱な主人公のイルヤはあまりにも見落としすぎる\u001b[22m\n\u001b[1m(Kyarakutā: Warui, Miyu wa saikōdashi, yūjō no tēma wa meritto ga aru ga, bazetto e no kakusage, saidokyarakutā no ōbāfōkasu, kuro no mujun shita kyarakutā-ka, soshite hinjakuna shujinkō no iruya wa amarini mo miotoshi sugiru)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Bad, Miyu is okay at best, and the theme on friendship has merit, but the downgrade to Bazett, the over-focus on the side characters, Kuro’s contradictory characterization, and Illya being a poor main protagonist are too much to overlook\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Bad, Miyu is okay at best, and the theme on friendship has merit, but the downgrade to Bazett, the over-focus on the side characters, Kuro’s contradictory characterization, and Illya being a poor main protagonist are too much to overlook\u001b[24m\n    \u001b[1mキャラクター：悪い、ミユは最高だし、友情のテーマはメリットがあるが、バゼットへの格下げ、サイドキャラクターのオーバーフォーカス、クロの矛盾したキャラクター化、そして貧弱な主人公のイルヤはあまりにも見落としすぎる\u001b[22m, \u001b[1mキャラクター：悪い、みゆはせいぜい大丈夫です、と友情上のテーマはメリットがありますが、バゼットに格下げ、オーバーフォーカス側のキャラクターに、クロの矛盾特性評価、およびIllyaが悪い主役であること見過ごすにはあまりにも多くのです\u001b[22m\n\u001b[1m\u001b[22m\nSound: Fine, okay OP, good first ED, okay second ED, okay OST, above average VA performances\n\n\u001b[1mサウンド：罰金、大丈夫OP、良い初回ED、大丈夫2回目ED、大丈夫OST、平均VAパフォーマンス以上\u001b[22m\n\u001b[1m(Saundo: Bakkin, daijōbu OP, yoi shokai ED, daijōbu 2-kai-me ED, daijōbu OST, heikin VA pafōmansu ijō)\u001b[22m\n\nTranslations of \u001b[4mSound: Fine, okay OP, good first ED, okay second ED, okay OST, above average VA performances\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Fine, okay OP, good first ED, okay second ED, okay OST, above average VA performances\u001b[24m\n    \u001b[1mサウンド：罰金、大丈夫OP、良い初回ED、大丈夫2回目ED、大丈夫OST、平均VAパフォーマンス以上\u001b[22m, \u001b[1mサウンド：平均VA公演上記ファイン、大丈夫OP、良い第一ED、大丈夫二ED、大丈夫OST、\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Fine, the comedy was funny, but the latter half is boring, and there needed to be more Liz and Bazett\n\n\u001b[1m楽しさ：ファイン、コメディは面白かったが、後半は退屈で、もっとリズとバゼットが必要だった\u001b[22m\n\u001b[1m(Tanoshisa: Fain, komedi wa omoshirokatta ga, kōhan wa taikutsu de, motto rizu to bazetto ga hitsuyōdatta)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Fine, the comedy was funny, but the latter half is boring, and there needed to be more Liz and Bazett\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Fine, the comedy was funny, but the latter half is boring, and there needed to be more Liz and Bazett\u001b[24m\n    \u001b[1m楽しさ：ファイン、コメディは面白かったが、後半は退屈で、もっとリズとバゼットが必要だった\u001b[22m, \u001b[1m楽しさ：ファイン、喜劇は面白かったが、後半は退屈であり、よりリズとバゼットである必要があります\u001b[22m\n\u001b[1m\u001b[22m\nFinal Score: 4/10\n\n\u001b[1m最終得点：4/10\u001b[22m\n\u001b[1m(Saishū tokuten: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mFinal Score: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Score: 4/10\u001b[24m\n    \u001b[1m最終得点：4/10\u001b[22m, \u001b[1m最終的なスコア：4/10\u001b[22m"
  },
  {
    "title": "Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "id": "27525",
    "url": "https://myanimelist.net/anime/27525/Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "user": "KouichiKie",
    "profile": "/profile/KouichiKie/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=201438",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこんにちは、\n\nアニメのレビューを始める前に、これを最初に見ても物語を理解する助けにはならないと言いたいので、このアニメやマンガを読んでも見る前に最初のシーズンを見るのが一番です。\n\nストーリー - （レート -  8）\n\nこの話は、地図上に登場した8枚目のカードについてのもので、Prisma Illya 2Weiの終わりに何らかの形の収縮を示している。  （それは継続です）。 ストーリーのこの部分では、シリーズが拾い始めて、おそらくFateルートまたはおそらくUBWルートに関するより深刻なシナリオに適応し始めているかのように感じます。 これは、ファンサービスだけではなく、これ以上のアクションのため、多くの有望な結果を示しています。\n\n私がそれを8と評価したのは、エピソード1から6まで、戦いよりもむしろより多くの人生のスライスだからです。しかし、一連の行為から満ちているだけのバランスを保ちます。 これはコメディとファンサービスを持つことを意図していますが、通常の生活と戦いのために、すべてのバランスを取ります。 それは、それが提供しなければならないファンサービスの多少の窒息のために10点を得なかったが、物語が進行するにつれてファンサービスの部分全体が消え、主な戦いに集中する。なぜなら、それは8にあるからである。 ファンのサービスではそれは低くなっていたでしょう。\n\nアート - （レート -  10）\n\n私はアートについて本当に何を言いたいのですか？ 真剣に？ 芸術は素晴らしいです。 基本的にUFOテーブルのFate / Stay Unlimited Blade Worksの適応、あるいはそれ以上に優れています。 彼らがシリーズに入れた努力と純粋な仕事の量は驚異的でした。 私はアニメーションがどのように流れて、シーンに完全にフィットするのか本当に楽しかったです。 各エピソードのプレゼンテーションには何も問題はなく、私の目では最高の品質でした。\n\n芸術についての最高のビットは、目と行動でした。 戦闘シーンは驚くほどデザインされ、アニメーション化されていたため、Prisma Illyaのラインは、Unlimited Blade Worksよりも優れていました。\n\nサウンド - （レート -  10）\n\nすべての音について何を言いますか？ 声は、シーズン1から3まで、Prisma Illyaラインに存在するすべてのキャラクターと完全に同期していました。彼らがどのようにキャラクターの声に完全にマッチして、それをそのように動作させるかは驚くべきことです。 私が本当に好きではなかった唯一のキャラクターは、彼女がシリーズで少し迷惑をかいていたので、タツコでしたが、彼女の声優は良かったし、タツコの幼なじみに合っていました。 何よりも、MiyuとIllyaの声は、彼らの勤勉さとそのキャラクターをすばらしくするための決意に対するいくつかの勧告に値すると思われる役割には完璧でした。\n\nこのシーズンの音楽は素晴らしいものでした。エピソードで劇的な変化が起こったときに、彼らはすべてシーンに合って流れました（これは、第7話から第10話の始まりです）。\n\nシーズン3のオープニングは素晴らしかった、私はそれが鳴った方法を本当に楽しんで、私はそれを聞くために私の電話機に間違いなく持っていただろう。 結末はまあまあだった！ 私はこのシリーズで使われているすべてのOSTが耳を傾けるべきだと思う。\n\nキャラクター - （レート -  10）\n\nこのラインのすべてのキャラクターは、3シーズンの発展のために10になるはずです。 タツコとは別の話ですが、彼女はいつも自分が走ったりハイパーにならないような厄介な少女ですが、その衰退を除けば、最初のシーズン以来、大胆に発展しています。 彼女が気にするものを守るためにできることを戦うための野心。 彼女のキャラクター開発は、シーズン1の終わりに始まりました。\n\nMiyuはIllyaと同じくらい良かったですが、Season 3では、寒くて静かで、他者に向かって社交的で友好的であることから、私たちが期待していた以上に、彼女の性格はさらに発展しました。  Prisma Lineのクリエイターは、本当にその2人のキャラクターを残りの人に目立たせたいと思っていました。\n\nリンとルビアは最初のシーズン以来ずっと変わっていないので、今シーズンはもっと成長していくものの、彼らのキャラクターは発展していると言って本当の意味はない。\n\n最後のキャラクターのために、今シーズン2の最後の半分の間に誰が本当に私の注意を引っ張ったのか、Chloe / Kuroまで言及したいと思います。 シーズン2の彼女のキャラクターは殺害されたが、物事が変わった後、彼女は一柳とミユに向かって暖かい心を持ち、彼女が彼女の近くにいる友人を世話した。 私の意見では、Kuroは2weiの後半からHerzに至るまでのキャラクター開発が最も好調だったような気がします。 あなたがこのアニメを見ようとするなら、他の2人以上の人に黒の目を注いでください。しかし、個人的には3人すべてが一番際立っています。 私はこの3つのキャラクターの発展のためにこのシリーズが大好きです。\n\n楽しさ - （レート -  10）\n\n私は本当に、このアニメを楽しんでいます。それは、コメディ、人生の断片、そしてそれが提供しなければならない行動が混在しているからです。 もちろん、私は人生のスライスが少しでも上がっていると感じていますが、ゆっくりと消えていくエピソードが徐々に深くなっていくので、私はそれを見て戻ってきます。 小さな忍耐しか持たない人にとっては、自分の考えを変えて悪いと言うことができます。 あなたがアニメを見て、それが私のようにあなたの注意を引くようにプロットがどのように変化するか気が付いたら、私を信じてください。\n\n私が一番楽しんでいたアニメの最高のビットは、それが面白かったけれども見ることが非常に面白かったので、コメディとキャラクターの開発でした。 私がこれをもう一度見ることができたら、私は間違いなくそうするでしょう。\n\n全体的に - （レート -  10）\n\nあなたが運命/ UBWルートからIllyaを愛している場合、特にこのアニメを見てください。 私にとって、アニメはUBWよりもいくつかの面で優れている戦いにもっと深刻な感触をもたらしたので、より良い方向に向かいました。 シーズン4は来年発表され、私はそれを汲み上げている。 あなたが見るためにアニメが必要な場合、Kaleid Prisma Illyaシリーズがあなたのためです。\n\n私はそれがスピンオフであるためにこのシリーズを疑っている人を助けることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHi,\n\n\u001b[1mこんにちは、\u001b[22m\n\u001b[1m(Kon'nichiwa,)\u001b[22m\n\nDefinitions of \u001b[4mHi,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\ninterjection\n\u001b[1m    今日は!\u001b[22m\n        Hi!, Hello!, Good afternoon!, Good day!\n\u001b[1m\u001b[22m\nBefore I start reviewing the anime I would like to say watching this first will not help understand the story, so it's best to watch the first season first before even reading/watching this anime or manga.\n\n\u001b[1mアニメのレビューを始める前に、これを最初に見ても物語を理解する助けにならないと言いたいので、このアニメやマンガを読んだり観たりする前に最初のシーズンを見るのが一番です。\u001b[22m\n\u001b[1m(Anime no rebyū o hajimeru mae ni, kore o saisho ni mite mo monogatari o rikai suru tasuke ni naranai to iitainode, kono anime ya manga o yon dari mi tari suru mae ni saisho no shīzun o miru no ga ichibandesu.)\u001b[22m\n\nTranslations of \u001b[4mBefore I start reviewing the anime I would like to say watching this first will not help understand the story, so it's best to watch the first season first before even reading/watching this anime or manga.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I start reviewing the anime I would like to say watching this first will not help understand the story, so it's best to watch the first season first before even reading/watching this anime or manga.\u001b[24m\n    \u001b[1mアニメのレビューを始める前に、これを最初に見ても物語を理解する助けにならないと言いたいので、このアニメやマンガを読んだり観たりする前に最初のシーズンを見るのが一番です。\u001b[22m, \u001b[1m私はアニメを見直し始める前に、私はこの最初の話を理解する助けにはなりませんので、それもこのアニメや漫画を見て/読む前に最初の最初のシーズンを見ることをお勧めします見て言いたいです。\u001b[22m\n\u001b[1m\u001b[22m\nStory - (Rate - 8)\n\n\u001b[1mストーリー - （レート -  8）\u001b[22m\n\u001b[1m(Sutōrī - (rēto - 8))\u001b[22m\n\nTranslations of \u001b[4mStory - (Rate - 8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - (Rate - 8)\u001b[24m\n    \u001b[1mストーリー - （レート -  8）\u001b[22m\n\u001b[1m\u001b[22m\nThe story is about the eighth card which appeared on the map what Rin holds within her possession which shows some form of constriction during the end of Prisma Illya 2Wei. (It is a continuation). With this part of the story, I feel as if the series is beginning to pick up and adapt itself to more serious scenarios relating to possibly the Fate route or possibly the UBW Route. It's showing much promising results as it's not just about the fan service anymore, it's more about the action.\n\n\u001b[1mこの話は、地図上に登場した8枚目のカードについてのもので、Prisma Illya 2Weiの終わりに何らかの形の収縮を示している。  （それは継続です）。 ストーリーのこの部分では、シリーズが拾い始めて、おそらくFateルートまたはおそらくUBWルートに関するより深刻なシナリオに適応し始めているかのように感じます。 これは、ファンサービスだけではなく、これ以上のアクションのため、多くの有望な結果を示しています。\u001b[22m\n\u001b[1m(Kono hanashi wa, chizu-jō ni tōjō shita 8-mai-me no kādo ni tsuite no mono de, purizuma Illya 2 Wei no owari ni nanrakano katachi no shūshuku o shimeshite iru. (Sore wa keizokudesu). Sutōrī no kono bubunde wa, shirīzu ga hiroi hajimete, osoraku feito rūto matawa osoraku UBW rūto ni kansuru yori shinkokuna shinario ni tekiō shi hajimete iru ka no yō ni kanjimasu. Kore wa, fansābisu dakede wa naku, koreijō no akushon no tame, ōku no yūbōna kekka o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is about the eighth card which appeared on the map what Rin holds within her possession which shows some form of constriction during the end of Prisma Illya 2Wei. (It is a continuation). With this part of the story, I feel as if the series is beginning to pick up and adapt itself to more serious scenarios relating to possibly the Fate route or possibly the UBW Route. It's showing much promising results as it's not just about the fan service anymore, it's more about the action.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about the eighth card which appeared on the map what Rin holds within her possession which shows some form of constriction during the end of Prisma Illya 2Wei.\u001b[24m\n    \u001b[1mこの話は、地図上に登場した8枚目のカードについてのもので、Prisma Illya 2Weiの終わりに何らかの形の収縮を示している。\u001b[22m, \u001b[1m物語は凛がプリズマIllya 2Weiの終了時にくびれのいくつかのフォームを示している彼女の所持内に保持しているものをマップ上に登場第八カードについてです。\u001b[22m\n\u001b[4m(It is a continuation).\u001b[24m\n    \u001b[1m（それは継続です）。\u001b[22m, \u001b[1m（それは続きです）。\u001b[22m\n\u001b[4mWith this part of the story, I feel as if the series is beginning to pick up and adapt itself to more serious scenarios relating to possibly the Fate route or possibly the UBW Route.\u001b[24m\n    \u001b[1mストーリーのこの部分では、シリーズが拾い始めて、おそらくFateルートまたはおそらくUBWルートに関するより深刻なシナリオに適応し始めているかのように感じます。\u001b[22m, \u001b[1m物語のこの部分で、私はシリーズがピックアップし、おそらく、おそらく運命ルートやUBWルートに関するより深刻な状況に適応し始めているかのように感じます。\u001b[22m\n\u001b[4mIt's showing much promising results as it's not just about the fan service anymore, it's more about the action.\u001b[24m\n    \u001b[1mこれは、ファンサービスだけではなく、これ以上のアクションのため、多くの有望な結果を示しています。\u001b[22m, \u001b[1mそれはもうただのファンサービスについてではありませんように、それははるかに有望な結果を見せて、それが行動の詳細です。\u001b[22m\n\u001b[1m\u001b[22m\nThe reason why I rated it an 8 is because from episodes 1-6 it's more Slice of life rather than battles, however that balances the series out of just being full of action. It is meant to have comedy and fan service, but because of the normal slice of life and fighting it balances everything out. It didn't score 10 because of the somewhat suffocation of the fan service it has to offer, but as the story progresses the entire fan service part just vanishes and focuses on the main battle, which is why it's at 8. If it focused more on Fan service it would have been lower.\n\n\u001b[1m私がそれを8と評価したのは、エピソード1から6まで、戦いよりもむしろより多くの人生のスライスだからです。しかし、一連の行為から満ちているだけのバランスを保ちます。 これはコメディとファンサービスを持つことを意図していますが、通常の生活と戦いのために、すべてのバランスを取ります。 それは、それが提供しなければならないファンサービスの多少の窒息のために10点を得なかったが、物語が進行するにつれてファンサービスの部分全体が消え、主な戦いに集中する。なぜなら、それは8にあるからである。 ファンのサービスではそれは低くなっていたでしょう。\u001b[22m\n\u001b[1m(Watashi ga sore o 8 to hyōka shita no wa, episōdo 1 kara 6 made, tatakai yori mo mushiro yori ōku no jinsei no suraisudakaradesu. Shikashi, ichiren no kōi kara michite iru dake no baransu o tamochimasu. Kore wa komedi to fansābisu o motsu koto o ito shite imasuga, tsūjō no seikatsu to tatakai no tame ni, subete no baransu o torimasu. Sore wa, sore ga teikyō shinakereba naranai fansābisu no tashō no chissoku no tame ni 10-ten o enakattaga, monogatari ga shinkō suru ni tsurete fansābisu no bubun zentai ga kie, omona tatakai ni shūchū suru. Nazenara, sore wa 8 ni arukaradearu. Fan no sābisude wa sore wa hikuku natte itadeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe reason why I rated it an 8 is because from episodes 1-6 it's more Slice of life rather than battles, however that balances the series out of just being full of action. It is meant to have comedy and fan service, but because of the normal slice of life and fighting it balances everything out. It didn't score 10 because of the somewhat suffocation of the fan service it has to offer, but as the story progresses the entire fan service part just vanishes and focuses on the main battle, which is why it's at 8. If it focused more on Fan service it would have been lower.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason why I rated it an 8 is because from episodes 1-6 it's more Slice of life rather than battles, however that balances the series out of just being full of action.\u001b[24m\n    \u001b[1m私がそれを8と評価したのは、エピソード1から6まで、戦いよりもむしろより多くの人生のスライスだからです。しかし、一連の行為から満ちているだけのバランスを保ちます。\u001b[22m, \u001b[1mエピソード1-6から、それが人生ではなく、戦いのより多くのスライスが、しかし、単にアクションの完全であることから、一連のバランスをとるということので、私は8それを評価する理由です。\u001b[22m\n\u001b[4mIt is meant to have comedy and fan service, but because of the normal slice of life and fighting it balances everything out.\u001b[24m\n    \u001b[1mこれはコメディとファンサービスを持つことを意図していますが、通常の生活と戦いのために、すべてのバランスを取ります。\u001b[22m, \u001b[1mすべてをバランスさ喜劇とファンサービスを持つことを意味し、しかし理由生活の正常なスライスのと戦っています。\u001b[22m\n\u001b[4mIt didn't score 10 because of the somewhat suffocation of the fan service it has to offer, but as the story progresses the entire fan service part just vanishes and focuses on the main battle, which is why it's at 8. If it focused more\u001b[24m\n    \u001b[1mそれは、それが提供しなければならないファンサービスの多少の窒息のために10点を得なかったが、物語が進行するにつれてファンサービスの部分全体が消え、主な戦いに集中する。なぜなら、それは8にあるからである。\u001b[22m, \u001b[1mそれはそれのために提供しているサービスカットのやや窒息の10を獲得しなかったが、物語が進むにつれて、全体のファンサービスの一部だけ消滅し、より焦点を当てた場合、それは8である理由であるメインの戦いに焦点を当て\u001b[22m\n\u001b[4mon Fan service it would have been lower.\u001b[24m\n    \u001b[1mファンのサービスではそれは低くなっていたでしょう。\u001b[22m, \u001b[1mファンサービスに、より低いだっただろう。\u001b[22m\n\u001b[1m\u001b[22m\nArt - (Rate - 10)\n\n\u001b[1mアート - （レート -  10）\u001b[22m\n\u001b[1m(Āto - (rēto - 10))\u001b[22m\n\nTranslations of \u001b[4mArt - (Rate - 10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - (Rate - 10)\u001b[24m\n    \u001b[1mアート - （レート -  10）\u001b[22m\n\u001b[1m\u001b[22m\nWhat do I really have to say about the Art? Seriously? The art is AMAZING. It's basically on par with UFO Table's adaption of Fate/Stay Unlimited Blade Works or even better, which I appreciate over all! The amount of effort and pure work they put into the series was phenomenal. I really enjoyed how the animation flowed and fit perfectly with the scenes. There was nothing wrong with the presentation of each episode, and they were all the highest quality in my eyes.\n\n\u001b[1m私はアートについて本当に何を言いたいのですか？ 真剣に？ 芸術は素晴らしいです。 基本的にUFOテーブルのFate / Stay Unlimited Blade Worksの適応、あるいはそれ以上に優れています。 彼らがシリーズに入れた努力と純粋な仕事の量は驚異的でした。 私はアニメーションがどのように流れて、シーンに完全にフィットするのか本当に楽しかったです。 各エピソードのプレゼンテーションには何も問題はなく、私の目では最高の品質でした。\u001b[22m\n\u001b[1m(Watashi wa āto ni tsuite hontōni nani o iitai nodesu ka? Shinken ni? Geijutsu wa subarashīdesu. Kihontekini yūfō tēburu no feito/ Stay Unlimited bureido Works no tekiō, aruiwa soreijō ni sugurete imasu. Karera ga shirīzu ni ireta doryoku to junsuina shigoto no ryō wa kyōi-tekideshita. Watashi wa animēshon ga dono yō ni nagarete, shīn ni kanzen ni fitto suru no ka hontōni tanoshikattadesu. Kaku episōdo no purezentēshon ni wa nani mo mondai wa naku, watashi no mede wa saikō no hinshitsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhat do I really have to say about the Art? Seriously? The art is AMAZING. It's basically on par with UFO Table's adaption of Fate/Stay Unlimited Blade Works or even better, which I appreciate over all! The amount of effort and pure work they put into the series was phenomenal. I really enjoyed how the animation flowed and fit perfectly with the scenes. There was nothing wrong with the presentation of each episode, and they were all the highest quality in my eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat do I really have to say about the Art?\u001b[24m\n    \u001b[1m私はアートについて本当に何を言いたいのですか？\u001b[22m, \u001b[1m私は本当にアートについて言いたいことは何がありますか？\u001b[22m\n\u001b[4mSeriously?\u001b[24m\n    \u001b[1m真剣に？\u001b[22m\n\u001b[4mThe art is AMAZING.\u001b[24m\n    \u001b[1m芸術は素晴らしいです。\u001b[22m\n\u001b[4mIt's basically on par with UFO Table's adaption of Fate/Stay Unlimited Blade Works or even better, which I appreciate over all!\u001b[24m\n    \u001b[1m基本的にUFOテーブルのFate / Stay Unlimited Blade Worksの適応、あるいはそれ以上に優れています。\u001b[22m, \u001b[1mそれは私がすべての上に感謝し、より良いUFO表のフェイト/ステイアンリミテッドブレイドワークスの適応や、と同等の基本的です！\u001b[22m\n\u001b[4mThe amount of effort and pure work they put into the series was phenomenal.\u001b[24m\n    \u001b[1m彼らがシリーズに入れた努力と純粋な仕事の量は驚異的でした。\u001b[22m, \u001b[1m彼らはシリーズに入れ努力と純粋な作業の量は驚異的でした。\u001b[22m\n\u001b[4mI really enjoyed how the animation flowed and fit perfectly with the scenes.\u001b[24m\n    \u001b[1m私はアニメーションがどのように流れて、シーンに完全にフィットするのか本当に楽しかったです。\u001b[22m, \u001b[1m私は実際にアニメーションが流れ、シーンに完璧にフィットする方法楽しみました。\u001b[22m\n\u001b[4mThere was nothing wrong with the presentation of each episode, and they were all the highest quality in my eyes.\u001b[24m\n    \u001b[1m各エピソードのプレゼンテーションには何も問題はなく、私の目では最高の品質でした。\u001b[22m, \u001b[1mそこに各エピソードのプレゼンテーションには何の問題もなかった、と彼らはすべての私の目には最高品質でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe best bit about the art was the eyes and the action. The fighting scenes were amazingly designed and animated, it made my view on the Prisma Illya line better than somewhat of Unlimited Blade Works, though both similar in Art design.\n\n\u001b[1m芸術についての最高のビットは、目と行動でした。 戦闘シーンは驚くほどデザインされ、アニメーション化されていたため、Prisma Illyaのラインは、Unlimited Blade Worksよりも優れていました。\u001b[22m\n\u001b[1m(Geijutsu ni tsuite no saikō no bitto wa,-me to kōdōdeshita. Sentō shīn wa odoroku hodo dezain sa re, animēshon-ka sa rete ita tame, purizuma Illya no rain wa, Unlimited bureido Works yori mo sugurete imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe best bit about the art was the eyes and the action. The fighting scenes were amazingly designed and animated, it made my view on the Prisma Illya line better than somewhat of Unlimited Blade Works, though both similar in Art design.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best bit about the art was the eyes and the action.\u001b[24m\n    \u001b[1m芸術についての最高のビットは、目と行動でした。\u001b[22m, \u001b[1m芸術についての最もよいビットは、目と行動でした。\u001b[22m\n\u001b[4mThe fighting scenes were amazingly designed and animated, it made my view on the Prisma Illya line better than somewhat of Unlimited Blade Works, though both similar in Art design.\u001b[24m\n    \u001b[1m戦闘シーンは驚くほどデザインされ、アニメーション化されていたため、Prisma Illyaのラインは、Unlimited Blade Worksよりも優れていました。\u001b[22m, \u001b[1m戦いのシーンは驚くほどに設計され、アニメ化されたアートデザインの両方で同じようなものの、それは、多少アンリミテッドブレイドワークスのよりも良いプリズマIllyaライン上の私の見解を作りました。\u001b[22m\n\u001b[1m\u001b[22m\nSound - (Rate - 10)\n\n\u001b[1mサウンド - （レート -  10）\u001b[22m\n\u001b[1m(Saundo - (rēto - 10))\u001b[22m\n\nTranslations of \u001b[4mSound - (Rate - 10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - (Rate - 10)\u001b[24m\n    \u001b[1mサウンド - （レート -  10）\u001b[22m\n\u001b[1m\u001b[22m\nWhat is there to say about all of the sounds? The voices were perfectly in sync with each and every character that existed in the Prisma Illya line, from season 1 to 3. It's amazing how they can perfectly match the character voices and make it work like that. The only one character which I didn't really like was Tatsuko, as she was slightly annoying in the series, but her voice actor was good and matched the childish side of Tatsuko. Over all, the voice of Miyu and Illya was perfect for the roles, which I think deserve some recommendation for their hard work and determination to make their characters sound amazing.\n\n\u001b[1mすべての音について何を言いますか？ 声は、シーズン1から3まで、Prisma Illyaラインに存在するすべてのキャラクターと完全に同期していました。彼らがどのようにキャラクターの声に完全にマッチして、それをそのように動作させるかは驚くべきことです。 私が本当に好きではなかった唯一のキャラクターは、彼女がシリーズで少し迷惑をかいていたので、タツコでしたが、彼女の声優は良かったし、タツコの幼なじみに合っていました。 何よりも、MiyuとIllyaの声は、彼らの勤勉さとそのキャラクターをすばらしくするための決意に対するいくつかの勧告に値すると思われる役割には完璧でした。\u001b[22m\n\u001b[1m(Subete no oto ni tsuite nani o iimasu ka? Koe wa, shīzun 1 kara 3 made, purizuma Illya rain ni sonzai suru subete no kyarakutā to kanzen ni dōki shite imashita. Karera ga dono yō ni kyarakutā no koe ni kanzen ni matchi shite, sore o sonoyōni dōsa sa seru ka wa odorokubeki kotodesu. Watashi ga hontōni sukide wa nakatta yuiitsu no kyarakutā wa, kanojo ga shirīzu de sukoshi meiwaku o kaite itanode, tatsukodeshitaga, kanojo no seiyū wa yokattashi, tatsuko no osananajimi ni atte imashita. Naniyori mo, Miyu to Illya no koe wa, karera no kinben-sa to sono kyarakutā o subarashiku suru tame no ketsui ni taisuru ikutsu ka no kankoku ni ataisuru to omowa reru yakuwari ni wa kanpekideshita.)\u001b[22m\n\nTranslations of \u001b[4mWhat is there to say about all of the sounds? The voices were perfectly in sync with each and every character that existed in the Prisma Illya line, from season 1 to 3. It's amazing how they can perfectly match the character voices and make it work like that. The only one character which I didn't really like was Tatsuko, as she was slightly annoying in the series, but her voice actor was good and matched the childish side of Tatsuko. Over all, the voice of Miyu and Illya was perfect for the roles, which I think deserve some recommendation for their hard work and determination to make their characters sound amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is there to say about all of the sounds?\u001b[24m\n    \u001b[1mすべての音について何を言いますか？\u001b[22m, \u001b[1m音のすべてについて言いたいことがあるとは何ですか？\u001b[22m\n\u001b[4mThe voices were perfectly in sync with each and every character that existed in the Prisma Illya line, from season 1 to 3. It's amazing how they can perfectly match the character voices and make it work like that.\u001b[24m\n    \u001b[1m声は、シーズン1から3まで、Prisma Illyaラインに存在するすべてのキャラクターと完全に同期していました。彼らがどのようにキャラクターの声に完全にマッチして、それをそのように動作させるかは驚くべきことです。\u001b[22m, \u001b[1m声は各シーズン1から3までのプリズマIllyaラインに存在していたすべての文字、それは彼らが完全に文字の声と一致し、それがそのように動作させることができる方法驚くべきことだと同期して完璧でした。\u001b[22m\n\u001b[4mThe only one character which I didn't really like was Tatsuko, as she was slightly annoying in the series, but her voice actor was good and matched the childish side of Tatsuko.\u001b[24m\n    \u001b[1m私が本当に好きではなかった唯一のキャラクターは、彼女がシリーズで少し迷惑をかいていたので、タツコでしたが、彼女の声優は良かったし、タツコの幼なじみに合っていました。\u001b[22m, \u001b[1m彼女はシリーズの少し迷惑だったとして、私は本当に好きではなかった唯一の文字は、Tatsukoだったが、彼女の声優は良かったとTatsukoの幼稚な側面と一致しました。\u001b[22m\n\u001b[4mOver all, the voice of Miyu and Illya was perfect for the roles, which I think deserve some recommendation for their hard work and determination to make their characters sound amazing.\u001b[24m\n    \u001b[1m何よりも、MiyuとIllyaの声は、彼らの勤勉さとそのキャラクターをすばらしくするための決意に対するいくつかの勧告に値すると思われる役割には完璧でした。\u001b[22m, \u001b[1mすべてにわたり、美優とIllyaの声は、私は自分のキャラクターは素晴らしい音を作るために彼らのハードワークと決意のためのいくつかの勧告に値すると思う役割のための完璧でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe music for this season was amazing as well, they all fit into the scenes and flowed when drastic changes occured in the episodes (this was at the start of episode 7 to 10).\n\n\u001b[1mこのシーズンの音楽は素晴らしいものでした。エピソードで劇的な変化が起こったときに、彼らはすべてシーンに合って流れました（これは、第7話から第10話の始まりです）。\u001b[22m\n\u001b[1m(Kono shīzun no ongaku wa subarashī monodeshita. Episōdo de gekitekina henka ga okotta toki ni, karera wa subete shīn ni atte nagaremashita (kore wa, dai 7-wa kara dai 10-wa no hajimaridesu).)\u001b[22m\n\nTranslations of \u001b[4mThe music for this season was amazing as well, they all fit into the scenes and flowed when drastic changes occured in the episodes (this was at the start of episode 7 to 10).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music for this season was amazing as well, they all fit into the scenes and flowed when drastic changes occured in the episodes (this was at the start of episode 7 to 10).\u001b[24m\n    \u001b[1mこのシーズンの音楽は素晴らしいものでした。エピソードで劇的な変化が起こったときに、彼らはすべてシーンに合って流れました（これは、第7話から第10話の始まりです）。\u001b[22m, \u001b[1m今シーズンのための音楽は、同様に驚くべきものだった彼らはすべてのシーンに合うと劇的な変化は、（これは10のエピソード7の開始時にあった）のエピソードで発生したときに流れました。\u001b[22m\n\u001b[1m\u001b[22m\nThe opening for season 3 was awesome, I really enjoyed the way it sounded, and I would definitely have it on my phone to listen to it. The ending was just as good! I think all of the OSTs used in this series deserve to be listened too.\n\n\u001b[1mシーズン3のオープニングは素晴らしかった、私はそれが鳴った方法を本当に楽しんで、私はそれを聞くために私の電話機に間違いなく持っていただろう。 結末はまあまあだった！ 私はこのシリーズで使われているすべてのOSTが耳を傾けるべきだと思う。\u001b[22m\n\u001b[1m(Shīzun 3 no ōpuningu wa subarashikatta, watashi wa sore ga natta hōhō o hontōni tanoshinde, watashi wa sore o kiku tame ni watashi no denwaki ni machigainaku motte itadarou. Ketsumatsu wa mā mādatta! Watashi wa kono shirīzu de tsukawareteiru subete no OST ga mimiwokatamukerubekida to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe opening for season 3 was awesome, I really enjoyed the way it sounded, and I would definitely have it on my phone to listen to it. The ending was just as good! I think all of the OSTs used in this series deserve to be listened too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening for season 3 was awesome, I really enjoyed the way it sounded, and I would definitely have it on my phone to listen to it.\u001b[24m\n    \u001b[1mシーズン3のオープニングは素晴らしかった、私はそれが鳴った方法を本当に楽しんで、私はそれを聞くために私の電話機に間違いなく持っていただろう。\u001b[22m, \u001b[1mシーズン3のための開口部が、私は実際にそれが聞こえた道を楽しんだ、と私は間違いなくそれを聞くために私の携帯電話にそれを持っているでしょう、最高でした。\u001b[22m\n\u001b[4mThe ending was just as good!\u001b[24m\n    \u001b[1m結末はまあまあだった！\u001b[22m, \u001b[1mエンディングは、同じように良いでした！\u001b[22m\n\u001b[4mI think all of the OSTs used in this series deserve to be listened too.\u001b[24m\n    \u001b[1m私はこのシリーズで使われているすべてのOSTが耳を傾けるべきだと思う。\u001b[22m, \u001b[1m私はこのシリーズで使用されるのOSTのすべてがあまりにも耳を傾けれるに値すると思います。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - (Rate - 10)\n\n\u001b[1mキャラクター - （レート -  10）\u001b[22m\n\u001b[1m(Kyarakutā - (rēto - 10))\u001b[22m\n\nTranslations of \u001b[4mCharacter - (Rate - 10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - (Rate - 10)\u001b[24m\n    \u001b[1mキャラクター - （レート -  10）\u001b[22m, \u001b[1mキャラクタ - （レート -  10）\u001b[22m\n\u001b[1m\u001b[22m\nAll characters in this line deserve to be at 10, because of the development throughout the three seasons it's built up to this. Tatsuko is a different story as she has always been this annoying little girl who can't stop herself from running and being hyper, but aside that downfall the character for Illya has developed massively since the first season, from being a coward to now having the ambition to fight and do what she can to protect those she cares about. Her character development began at the end of Season 1.\n\n\u001b[1mこのラインのすべてのキャラクターは、3シーズンの発展のために10になるはずです。 タツコとは別の話ですが、彼女はいつも自分が走ったりハイパーにならないような厄介な少女ですが、その衰退を除けば、最初のシーズン以来、大胆に発展しています。 彼女が気にするものを守るためにできることを戦うための野心。 彼女のキャラクター開発は、シーズン1の終わりに始まりました。\u001b[22m\n\u001b[1m(Kono rain no subete no kyarakutā wa, 3 shīzun no hatten no tame ni 10 ni naru hazudesu. Tatsuko to wa betsu no hanashidesuga, kanojo wa itsumo jibun ga hashittari haipā ni naranai yōna yakkaina shōjodesuga, sono suitai o nozokeba, saisho no shīzun irai, daitan ni hatten shite imasu. Kanojo ga ki ni suru mono o surutameni dekiru koto o tatakau tame no yashin. Kanojo no kyarakutā kaihatsu wa, shīzun 1 no owari ni hajimarimashita.)\u001b[22m\n\nTranslations of \u001b[4mAll characters in this line deserve to be at 10, because of the development throughout the three seasons it's built up to this. Tatsuko is a different story as she has always been this annoying little girl who can't stop herself from running and being hyper, but aside that downfall the character for Illya has developed massively since the first season, from being a coward to now having the ambition to fight and do what she can to protect those she cares about. Her character development began at the end of Season 1.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll characters in this line deserve to be at 10, because of the development throughout the three seasons it's built up to this.\u001b[24m\n    \u001b[1mこのラインのすべてのキャラクターは、3シーズンの発展のために10になるはずです。\u001b[22m, \u001b[1mこの行のすべての文字があるため、それがこのまで組み込まれている3シーズンを通じて開発の、10であることを値します。\u001b[22m\n\u001b[4mTatsuko is a different story as she has always been this annoying little girl who can't stop herself from running and being hyper, but aside that downfall the character for Illya has developed massively since the first season, from being a coward to now having the\u001b[24m\n    \u001b[1mタツコとは別の話ですが、彼女はいつも自分が走ったりハイパーにならないような厄介な少女ですが、その衰退を除けば、最初のシーズン以来、大胆に発展しています。\u001b[22m, \u001b[1mTatsukoは別の話である彼女は常にハイパーを実行しているとされてから自分自身を停止することはできません。この迷惑な少女であったが、別にそのIllyaのための文字を失脚したようになりましたために臆病者であることから、最初のシーズン以来、大規模な開発しました\u001b[22m\n\u001b[4mambition to fight and do what she can to protect those she cares about.\u001b[24m\n    \u001b[1m彼女が気にするものを守るためにできることを戦うための野心。\u001b[22m, \u001b[1m彼女は気にそれらを守るために戦い、どのような彼女ができ行うための野心。\u001b[22m\n\u001b[4mHer character development began at the end of Season 1.\u001b[24m\n    \u001b[1m彼女のキャラクター開発は、シーズン1の終わりに始まりました。\u001b[22m, \u001b[1m彼女のキャラクターの開発は、シーズン1の終わりに始まりました。\u001b[22m\n\u001b[1m\u001b[22m\nMiyu was just as good as Illya, but in Season 3 her character had developed further than we all expected, from being cold and quiet to being sociable and friendly toward others. The creators of the Prisma Line really wanted to make those two characters stand out over the rest.\n\n\u001b[1mMiyuはIllyaと同じくらい良かったですが、Season 3では、寒くて静かで、他者に向かって社交的で友好的であることから、私たちが期待していた以上に、彼女の性格はさらに発展しました。  Prisma Lineのクリエイターは、本当にその2人のキャラクターを残りの人に目立たせたいと思っていました。\u001b[22m\n\u001b[1m(Miyu wa Illya to onaji kurai yokattadesuga, sezon 3de wa, samukute shizukade, tasha ni mukatte shakō-tekide yūkō-tekidearu koto kara, watashitachi ga kitai shite ita ijō ni, kanojo no seikaku wa sarani hatten shimashita. Purizuma rain no kurieitā wa, hontōni sono 2-ri no kyarakutā o nokori no hito ni medata setai to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mMiyu was just as good as Illya, but in Season 3 her character had developed further than we all expected, from being cold and quiet to being sociable and friendly toward others. The creators of the Prisma Line really wanted to make those two characters stand out over the rest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMiyu was just as good as Illya, but in Season 3 her character had developed further than we all expected, from being cold and quiet to being sociable and friendly toward others.\u001b[24m\n    \u001b[1mMiyuはIllyaと同じくらい良かったですが、Season 3では、寒くて静かで、他者に向かって社交的で友好的であることから、私たちが期待していた以上に、彼女の性格はさらに発展しました。\u001b[22m, \u001b[1mみゆはIllyaと同じように良好であったが、シーズン3で彼女のキャラクターは社交的と他人に対して友好であることに寒さと静かであることから、我々はすべての予想よりもさらに開発していました。\u001b[22m\n\u001b[4mThe creators of the Prisma Line really wanted to make those two characters stand out over the rest.\u001b[24m\n    \u001b[1mPrisma Lineのクリエイターは、本当にその2人のキャラクターを残りの人に目立たせたいと思っていました。\u001b[22m, \u001b[1mプリズマラインの作成者は、実際にそれらの2文字が残りの上に目立つようにしたかったです。\u001b[22m\n\u001b[1m\u001b[22m\nRin and Luvia haven't changed much since the first season, so no real point in saying they had their characters being development, though they do get along much more in this season.\n\n\u001b[1mリンとルビアは最初のシーズン以来ずっと変わっていないので、今シーズンはもっと成長していくものの、彼らのキャラクターは発展していると言って本当の意味はない。\u001b[22m\n\u001b[1m(Rin to rubia wa saisho no shīzun irai zutto kawatte inainode, ima shīzun wa motto seichō shite iku mono no, karera no kyarakutā wa hatten shite iru to itte hontō no imi wanai.)\u001b[22m\n\nTranslations of \u001b[4mRin and Luvia haven't changed much since the first season, so no real point in saying they had their characters being development, though they do get along much more in this season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRin and Luvia haven't changed much since the first season, so no real point in saying they had their characters being development, though they do get along much more in this season.\u001b[24m\n    \u001b[1mリンとルビアは最初のシーズン以来ずっと変わっていないので、今シーズンはもっと成長していくものの、彼らのキャラクターは発展していると言って本当の意味はない。\u001b[22m, \u001b[1m彼らはこの季節にずっと仲良くんがりんとLuviaは、最初のシーズン以来ずっと、彼らは自分のキャラクターが開発されていたと言ってで非常に本当の点を変更していないしていません。\u001b[22m\n\u001b[1m\u001b[22m\nFor the final character I want to mention who really caught my attention during the last half of season 2 until now is Chloe/Kuro. Her character from season 2 was murderous, but after things changed she had a warm heart toward Illya and Miyu, caring for the friends she holds close to her. In my opinion, I feel like Kuro had the most character development from the second half of 2wei to Herz. If you plan to watch this anime then keep an eye on Kuro more than the other two, but personally all three stand out the most. I love this series due to the development of the main 3 characters.\n\n\u001b[1m最後のキャラクターのために、今シーズン2の最後の半分の間に誰が本当に私の注意を引っ張ったのかを、Chloe / Kuroと言いたい。 シーズン2の彼女のキャラクターは殺人であったが、物事が変わった後、彼女は一夜とミユに向かって暖かい心を持ち、彼女が彼女の近くにいる友人を世話した。 私の意見では、Kuroは2weiの後半からHerzに至るまでのキャラクター開発が最も好調だったような気がします。 あなたがこのアニメを見ようとするなら、他の2人以上の人に黒の目を注いでください。しかし、個人的には3人すべてが一番際立っています。 私はこの3つのキャラクターの発展のためにこのシリーズが大好きです。\u001b[22m\n\u001b[1m(Saigo no kyarakutā no tame ni, ima shīzun 2 no saigo no hanbun no ma ni dare ga hontōni watashi no chūi o hippatta no ka o, kuroe/ Kuro to iitai. Shīzun 2 no kanojo no kyarakutā wa satsujindeattaga, monogoto ga kawatta nochi, kanojo wa ichiya to Miyu ni mukatte attakai kokoro o mochi, kanojo ga kanojo no chikaku ni iru yūjin o sewa shita. Watashi no ikende wa, Kuro wa 2 wei no kōhan kara Herz ni itaru made no kyarakutā kaihatsu ga mottomo kōchōdatta yōna ki ga shimasu. Anata ga kono anime o miyou to surunara, hoka no 2-ri ijō no hito ni kuro no me o sosoide kudasai. Shikashi, kojin-teki ni wa 3-ri subete ga ichiban kiwadatte imasu. Watashi wa kono 3ttsu no kyarakutā no hatten no tame ni kono shirīzu ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mFor the final character I want to mention who really caught my attention during the last half of season 2 until now is Chloe/Kuro. Her character from season 2 was murderous, but after things changed she had a warm heart toward Illya and Miyu, caring for the friends she holds close to her. In my opinion, I feel like Kuro had the most character development from the second half of 2wei to Herz. If you plan to watch this anime then keep an eye on Kuro more than the other two, but personally all three stand out the most. I love this series due to the development of the main 3 characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the final character I want to mention who really caught my attention during the last half of season 2 until now is Chloe/Kuro.\u001b[24m\n    \u001b[1m最後のキャラクターのために、今シーズン2の最後の半分の間に誰が本当に私の注意を引っ張ったのかを、Chloe / Kuroと言いたい。\u001b[22m, \u001b[1m最後の文字のために私は本当に今までのシーズン2の後半に私の注意を引いた人に言及したいクロエ/黒です。\u001b[22m\n\u001b[4mHer character from season 2 was murderous, but after things changed she had a warm heart toward Illya and Miyu, caring for the friends she holds close to her.\u001b[24m\n    \u001b[1mシーズン2の彼女のキャラクターは殺人であったが、物事が変わった後、彼女は一夜とミユに向かって暖かい心を持ち、彼女が彼女の近くにいる友人を世話した。\u001b[22m, \u001b[1mシーズン2からの彼女のキャラクターは残忍だったが、物事が変更された後、彼女は彼女が彼女の近くに保持している友人の世話、Illyaと美優に向かって暖かい心を持っていました。\u001b[22m\n\u001b[4mIn my opinion, I feel like Kuro had the most character development from the second half of 2wei to Herz.\u001b[24m\n    \u001b[1m私の意見では、Kuroは2weiの後半からHerzに至るまでのキャラクター開発が最も好調だったような気がします。\u001b[22m, \u001b[1m私の意見では、私は黒が2weiの後半からヘルツに最もキャラクターの成長を持っていたような気がします。\u001b[22m\n\u001b[4mIf you plan to watch this anime then keep an eye on Kuro more than the other two, but personally all three stand out the most.\u001b[24m\n    \u001b[1mあなたがこのアニメを見ようとするなら、他の2人以上の人に黒の目を注いでください。しかし、個人的には3人すべてが一番際立っています。\u001b[22m, \u001b[1mあなたはこのアニメを見るために計画している場合、他の2以上の黒に目を離さないが、個人的にすべての3つは、最も目立ちます。\u001b[22m\n\u001b[4mI love this series due to the development of the main 3 characters.\u001b[24m\n    \u001b[1m私はこの3つのキャラクターの発展のためにこのシリーズが大好きです。\u001b[22m, \u001b[1m私はメイン3文字の発展のために、このシリーズが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - (Rate - 10)\n\n\u001b[1m楽しさ - （レート -  10）\u001b[22m\n\u001b[1m(Tanoshisa - (rēto - 10))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - (Rate - 10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - (Rate - 10)\u001b[24m\n    \u001b[1m楽しさ - （レート -  10）\u001b[22m\n\u001b[1m\u001b[22m\nI really, REALLY enjoyed this anime because of the mix of comedy, slice of life and action that it has to offer. Of course I feel that the Slice of life comes on a little too much even for me, but as it gradually goes deeper into the episodes that disappears slowly which brings me back to watch it. For others who have only small patience, it can change their view on it and say it's bad. Trust me, once you watch the anime and notice how the plot changes it will catch your attention like it did me.\n\n\u001b[1m私は本当に、このアニメを楽しんでいます。それは、コメディ、人生の断片、そしてそれが提供しなければならない行動が混在しているからです。 もちろん、私は人生のスライスが少しでも上がっていると感じていますが、ゆっくりと消えていくエピソードが徐々に深くなっていくので、私はそれを見て戻ってきます。 小さな忍耐しか持たない人にとっては、自分の考えを変えて悪いと言うことができます。 あなたがアニメを見て、それが私のようにあなたの注意を引くようにプロットがどのように変化するか気が付いたら、私を信じてください。\u001b[22m\n\u001b[1m(Watashi wa hontōni, kono anime o tanoshinde imasu. Sore wa, komedi, jinsei no danpen, soshite sore ga teikyō shinakereba naranai kōdō ga konzai shite irukaradesu. Mochiron, watashi wa jinsei no suraisu ga sukoshi demo agatte iru to kanjite imasuga, yukkuri to kieteiku episōdo ga jojoni fukaku natte ikunode, watashi wa sore o mite modotte kimasu. Chīsana nintai shika motanai hito ni totte wa, jibun no kangae o kaete warui to iu koto ga dekimasu. Anata ga anime o mite, sore ga watashi no yō ni anata no chūi o hiku yō ni purotto ga dono yō ni henka suru ka kigatsuitara, watashi o shinjite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI really, REALLY enjoyed this anime because of the mix of comedy, slice of life and action that it has to offer. Of course I feel that the Slice of life comes on a little too much even for me, but as it gradually goes deeper into the episodes that disappears slowly which brings me back to watch it. For others who have only small patience, it can change their view on it and say it's bad. Trust me, once you watch the anime and notice how the plot changes it will catch your attention like it did me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really, REALLY enjoyed this anime because of the mix of comedy, slice of life and action that it has to offer.\u001b[24m\n    \u001b[1m私は本当に、このアニメを楽しんでいます。それは、コメディ、人生の断片、そしてそれが提供しなければならない行動が混在しているからです。\u001b[22m, \u001b[1m私は本当に、本当に理由コメディ、それが提供している生活と行動のスライスが混在し、このアニメを楽しみました。\u001b[22m\n\u001b[4mOf course I feel that the Slice of life comes on a little too much even for me, but as it gradually goes deeper into the episodes that disappears slowly which brings me back to watch it.\u001b[24m\n    \u001b[1mもちろん、私は人生のスライスが少しでも上がっていると感じていますが、ゆっくりと消えていくエピソードが徐々に深くなっていくので、私はそれを見て戻ってきます。\u001b[22m, \u001b[1mもちろん、私は人生のスライスがあまりにも多くても私のために少し上に来ることを感じるが、それは徐々にゆっくりと消えエピソードに深く進むにつれて、それを見に戻って私をもたらしています。\u001b[22m\n\u001b[4mFor others who have only small patience, it can change their view on it and say it's bad.\u001b[24m\n    \u001b[1m小さな忍耐しか持たない人にとっては、自分の考えを変えて悪いと言うことができます。\u001b[22m, \u001b[1mわずかな忍耐を持って他人のために、それはそれで自分のビューを変更し、それが悪いと言うことができます。\u001b[22m\n\u001b[4mTrust me, once you watch the anime and notice how the plot changes it will catch your attention like it did me.\u001b[24m\n    \u001b[1mあなたがアニメを見て、それが私のようにあなたの注意を引くようにプロットがどのように変化するか気が付いたら、私を信じてください。\u001b[22m, \u001b[1mあなたはアニメを見て、プロットは、それが私にやったようにそれはあなたの注意をキャッチしますどのように変化するかに気づくと、私を信頼しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe best bits of the anime I enjoyed the most was the comedy and character development as it was funny yet very interesting to watch. If I could watch this again, I would definitely do so.\n\n\u001b[1m私が一番楽しんでいたアニメの最高のビットは、それが面白かったけれども見ることが非常に面白かったので、コメディとキャラクターの開発でした。 私がこれをもう一度見ることができたら、私は間違いなくそうするでしょう。\u001b[22m\n\u001b[1m(Watashi ga ichiban tanoshinde ita anime no saikō no bitto wa, sore ga omoshirokattakeredomo miru koto ga hijō ni omoshirokattanode, komedi to kyarakutā no kaihatsudeshita. Watashi ga kore o mōichido miru koto ga dekitara, watashi wa machigainaku sō surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe best bits of the anime I enjoyed the most was the comedy and character development as it was funny yet very interesting to watch. If I could watch this again, I would definitely do so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best bits of the anime I enjoyed the most was the comedy and character development as it was funny yet very interesting to watch.\u001b[24m\n    \u001b[1m私が一番楽しんでいたアニメの最高のビットは、それが面白かったけれども見ることが非常に面白かったので、コメディとキャラクターの開発でした。\u001b[22m, \u001b[1mアニメの最高のビットは、私はそれが面白いまだ見て非常に面白かったとして喜劇やキャラクター開発をした最も楽しみました。\u001b[22m\n\u001b[4mIf I could watch this again, I would definitely do so.\u001b[24m\n    \u001b[1m私がこれをもう一度見ることができたら、私は間違いなくそうするでしょう。\u001b[22m, \u001b[1m私は再びこれを見ることができる場合、私は間違いなくそうでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOver all - (Rate - 10)\n\n\u001b[1m全体的に - （レート -  10）\u001b[22m\n\u001b[1m(Zentai-teki ni - (rēto - 10))\u001b[22m\n\nTranslations of \u001b[4mOver all - (Rate - 10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOver all - (Rate - 10)\u001b[24m\n    \u001b[1m全体的に - （レート -  10）\u001b[22m, \u001b[1mすべてのオーバー - （レート -  10）\u001b[22m\n\u001b[1m\u001b[22m\nI think that this anime should be watched especially if you love Illya from the Fate/UBW route. To me, the anime took a turn for the better as it brings in a more serious feel to the battles which makes it better than UBW in some aspects. Season 4 is announced for next year and I'm pumped for it. If you need an anime to watch, the Kaleid Prisma Illya series is for you.\n\n\u001b[1mあなたが運命/ UBWルートからIllyaを愛している場合、特にこのアニメを見てください。 私にとって、アニメはUBWよりもいくつかの面で優れている戦いにもっと深刻な感触をもたらしたので、より良い方向に向かいました。 シーズン4は来年発表され、私はそれを汲み上げている。 あなたが見るためにアニメが必要な場合、Kaleid Prisma Illyaシリーズがあなたのためです。\u001b[22m\n\u001b[1m(Anata ga unmei/ UBW rūto kara Illya o aishite iru baai, tokuni kono anime o mite kudasai. Watashi ni totte, anime wa UBW yori mo ikutsu ka no men de sugurete iru tatakai ni motto shinkokuna kanshoku o motarashitanode, yoriyoi hōkō ni mukaimashita. Shīzun 4 wa rainen happyō sa re, watashi wa sore o kumiagete iru. Anata ga miru tame ni anime ga hitsuyōna baai, Kaleid purizuma Illya shirīzu ga anata no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mI think that this anime should be watched especially if you love Illya from the Fate/UBW route. To me, the anime took a turn for the better as it brings in a more serious feel to the battles which makes it better than UBW in some aspects. Season 4 is announced for next year and I'm pumped for it. If you need an anime to watch, the Kaleid Prisma Illya series is for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think that this anime should be watched especially if you love Illya from the Fate/UBW route.\u001b[24m\n    \u001b[1mあなたが運命/ UBWルートからIllyaを愛している場合、特にこのアニメを見てください。\u001b[22m, \u001b[1m私はあなたがフェイト/ UBWルートからIllyaを愛し場合は特にこのアニメが視聴されるべきだと思います。\u001b[22m\n\u001b[4mTo me, the anime took a turn for the better as it brings in a more serious feel to the battles which makes it better than UBW in some aspects.\u001b[24m\n    \u001b[1m私にとって、アニメはUBWよりもいくつかの面で優れている戦いにもっと深刻な感触をもたらしたので、より良い方向に向かいました。\u001b[22m, \u001b[1mそれはいくつかの側面でUBWよりもそれが良いになる戦いへのより深刻な感触をもたらしますように私には、アニメは好転しました。\u001b[22m\n\u001b[4mSeason 4 is announced for next year and I'm pumped for it.\u001b[24m\n    \u001b[1mシーズン4は来年発表され、私はそれを汲み上げている。\u001b[22m, \u001b[1mシーズン4は、来年のために発表され、私はそれのために汲み上げています。\u001b[22m\n\u001b[4mIf you need an anime to watch, the Kaleid Prisma Illya series is for you.\u001b[24m\n    \u001b[1mあなたが見るためにアニメが必要な場合、Kaleid Prisma Illyaシリーズがあなたのためです。\u001b[22m, \u001b[1mあなたが見てアニメが必要な場合は、KaleidプリズマIllyaシリーズはあなたのためです。\u001b[22m\n\u001b[1m\u001b[22m\nI hope it helps anyone doubting this series due to it being a spin off.\n\n\u001b[1m私はそれがスピンオフであるためにこのシリーズを疑っている人を助けることを願っています。\u001b[22m\n\u001b[1m(Watashi wa sore ga supin'ofudearu tame ni kono shirīzu o utagatte iru hito o tasukeru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI hope it helps anyone doubting this series due to it being a spin off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope it helps anyone doubting this series due to it being a spin off.\u001b[24m\n    \u001b[1m私はそれがスピンオフであるためにこのシリーズを疑っている人を助けることを願っています。\u001b[22m, \u001b[1m私は、それがスピンオフであることに起因するこのシリーズを疑う誰に役立ちます願っています。\u001b[22m"
  },
  {
    "title": "Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "id": "27525",
    "url": "https://myanimelist.net/anime/27525/Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "user": "Lord_Rutsah",
    "profile": "/profile/Lord_Rutsah/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=200299",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  6\n\n続けて元の2ウェイが途絶えたところで、地面の下に8枚のカードが発見され、少女たちの任務が延長されて集めることができます。 問題は、今度は1枚のカードなので、自然にシーズンを作るのにあまりにも多くの時間を取ることができないということです。 それは一つのことを意味します。\n\n通常、それは悪くないでしょう、私は卵子のエピソードは実際にはかなり良いことを意味するので、自然にあなたはそれがスタジオのいくつかをより多く作ることはあまりにも厳しいとは思わないでしょう。 しかしフィラーはちょうど感じた...欠けている。 何が欠けていたのですか？  FANSERVICE。 ああ...アニメスタジオはどうですか？ ママがなければ、マンガちゃんがあなたを裏返してくれるでしょう。 それは運命のカレイドのバカです、あなたはバスで非常に疑わしいゲームをする9歳と離れました、ビキニまたは下着の彼らのショットは、現時点で空気からあなたを取得しません。 他の人はそれを小さな問題と見なすかもしれませんが、私は正直言って、私たちがファンタジーのない完全なビーチエピソードを経験したという事実を乗り越えることはできません。 私は、来ることを意味します！ あなたもしようとしていますか？\n\n迷惑な部分は、多くの場合、彼らがもともとはファンタスティックな楽園（彼らのために用意されたストリングビキニ、カーニバルのエピソードで消えているIllyaの服など）であったのは明らかです。 地獄、黒のマナ・ニーズさえもフィラーの中では完全に無視されました。 そして、シーズン全体がそれがうまくいくようになったら、私は彼らが新しい葉を回したと言うでしょう。 しかし最初のエピソードでは、私たちは無数のファンサービスを持っています。だからこそ何が！\n\nそれにもかかわらず、アニメーターは明らかにフィラー材料のために何かを見つけなければならなかったので、代わりにIllyaのクラスメートと一緒にぶら下げてしまいました。 特にTatsukoはポイントから順番に迷惑になり、画面に表示されるたびに失望します。 しかし、少なくとも、ユーモアが良かったら、地獄、それも受け入れられるだろう。 しかし、ファンサービスのように、フィラーを通して見られるのは、本当に面白いものに浪費され、代わりにタツコのナルコレプティックギャグや他の賞賛されないスライスライフユーモアに置き換えられます。\n\n幸いにも最後のエピソード（メインストーリー）はそれを保存します。 激しい戦い、絶望的な状況、涙を流すドラマ、顎を震わせるアニメーションなど、あなたはドリルを知っている。 それは運命のカレイドは何だったし、いつもうまくいくだろう。 子猫のように、それ以前に作成した混乱にもかかわらず、それは最後の時にそれほどかわいく泣き叫ぶときにそれに気を付けるのは難しいです。 たつ子を箱に入れておくだけで、もう一度幸せになれます。 好ましくは、地面の下に埋まっているもの。 そしてそれに十字架をつけて。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nContinuing where the original 2Wei left off, an eight card has been discovered beneath the ground, and the girls' mission gets an extension so they can collect it. The problem is that since it's just one card this time, it naturally can't take too much air time to make a season on its own. And that means one thing: fillers.\n\n\u001b[1m続けて元の2ウェイが途絶えたところで、地面の下に8枚のカードが発見され、少女たちの任務が延長されて集めることができます。 問題は、今度は1枚のカードなので、自然にシーズンを作るのにあまりにも多くの時間を取ることができないということです。 それは一つのことを意味します。\u001b[22m\n\u001b[1m(Tsudzukete gen no 2 u~ei ga todaeta tokoro de, jimen no shita ni 8-mai no kādo ga hakken sa re, shōjo-tachi no ninmu ga enchō sa rete atsumeru koto ga dekimasu. Mondai wa, kondo wa 1-mai no kādonanode, shizen ni shīzun o tsukuru no ni amarini mo ōku no jikan o toru koto ga dekinai to iu kotodesu. Sore wa hitotsu no koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mContinuing where the original 2Wei left off, an eight card has been discovered beneath the ground, and the girls' mission gets an extension so they can collect it. The problem is that since it's just one card this time, it naturally can't take too much air time to make a season on its own. And that means one thing: fillers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mContinuing where the original 2Wei left off, an eight card has been discovered beneath the ground, and the girls' mission gets an extension so they can collect it.\u001b[24m\n    \u001b[1m続けて元の2ウェイが途絶えたところで、地面の下に8枚のカードが発見され、少女たちの任務が延長されて集めることができます。\u001b[22m, \u001b[1m元2Wei中断したところ、8カードは地面の下に発見された、と彼らはそれを収集することができるように少女の使命は、拡張子を取得し続けます。\u001b[22m\n\u001b[4mThe problem is that since it's just one card this time, it naturally can't take too much air time to make a season on its own.\u001b[24m\n    \u001b[1m問題は、今度は1枚のカードなので、自然にシーズンを作るのにあまりにも多くの時間を取ることができないということです。\u001b[22m, \u001b[1m問題はそれだけで一枚のカードこの時間ですので、それは自然に自分自身でシーズンを作るためにあまりにも多くの空気の時間を取ることができないということです。\u001b[22m\n\u001b[4mAnd that means one thing: fillers.\u001b[24m\n    \u001b[1mそれは一つのことを意味します。\u001b[22m, \u001b[1mフィラー：そして、それは一つのことを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nNormally it wouldn't be bad, I mean the ova episode was actually pretty good, so naturally you would think it wouldn't be too tough for the studio to make a few more of them. But the fillers just felt... Lacking. What was missing? FANSERVICE. Oh... What's wrong animation studio? Without mama Manga-chan to back you up you aren't sure what you can get away with? It's Fate Kaleid morons, you got away with 9-year-olds playing very questionable games in the bath, a shot of them in bikinis or underwear won't get you off the air at this point. Others might view it as a minor issue, but I honestly can't get over the fact that we went through AN ENTIRE BEACH EPISODE WITHOUT FANSERVICE. I mean, come on! Are you even trying?!\n\n\u001b[1m通常、それは悪くないでしょう、私は卵子のエピソードは実際にはかなり良いことを意味するので、自然にあなたはそれがスタジオのいくつかをより多く作ることはあまりにも厳しいとは思わないでしょう。 しかしフィラーはちょうど感じた...欠けている。 何が欠けていたのですか？  FANSERVICE。 ああ...アニメスタジオはどうですか？ ママがなければ、マンガちゃんがあなたを裏返してくれるでしょう。 それは運命のカレイドのバカです、あなたはバスで非常に疑わしいゲームをする9歳と離れました、ビキニまたは下着の彼らのショットは、現時点で空気からあなたを取得しません。 他の人はそれを小さな問題と見なすかもしれませんが、私は正直言って、私たちがファンタジーのない完全なビーチエピソードを経験したという事実を乗り越えることはできません。 私は、来ることを意味します！ あなたもしようとしていますか？\u001b[22m\n\u001b[1m(Tsūjō, sore wa warukunaideshou, watashi wa ranshi no episōdo wa jissai ni wa kanari yoi koto o imi surunode, shizen ni anata wa sore ga sutajio no ikutsu ka o yori ōku tsukuru koto wa amarini mo kibishī to wa omowanaideshou. Shikashi firā wa chōdo kanjita... Kakete iru. Nani ga kakete ita nodesu ka? FANSERVICE. Ā... Anime sutajio wa dōdesu ka? Mama ga nakereba, manga-chan ga anata o uragaeshite kurerudeshou. Sore wa unmei no kareido no bakadesu, anata wa basu de hijō ni utagawashī gēmu o suru 9-sai to hanaremashita, bikini matawa shitagi no karera no shotto wa, genjiten de kūki kara anata o shutoku shimasen. Hokanohito wa sore o chīsana mondai to minasu kamo shiremasenga, watashi wa shōjiki itte, watashitachi ga fantajī no nai kanzen'na bīchiepisōdo o keiken shita to iu jijitsu o norikoeru koto wa dekimasen. Watashi wa, kuru koto o imi shimasu! Anata mo shiyou to shite imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mNormally it wouldn't be bad, I mean the ova episode was actually pretty good, so naturally you would think it wouldn't be too tough for the studio to make a few more of them. But the fillers just felt... Lacking. What was missing? FANSERVICE. Oh... What's wrong animation studio? Without mama Manga-chan to back you up you aren't sure what you can get away with? It's Fate Kaleid morons, you got away with 9-year-olds playing very questionable games in the bath, a shot of them in bikinis or underwear won't get you off the air at this point. Others might view it as a minor issue, but I honestly can't get over the fact that we went through AN ENTIRE BEACH EPISODE WITHOUT FANSERVICE. I mean, come on! Are you even trying?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNormally it wouldn't be bad, I mean the ova episode was actually pretty good, so naturally you would think it wouldn't be too tough for the studio to make a few more of them.\u001b[24m\n    \u001b[1m通常、それは悪くないでしょう、私は卵子のエピソードは実際にはかなり良いことを意味するので、自然にあなたはそれがスタジオのいくつかをより多く作ることはあまりにも厳しいとは思わないでしょう。\u001b[22m, \u001b[1m通常、それは悪いことではないだろう、私は意味卵子エピソードはとても自然に、あなたはスタジオはそれらのいくつかのより多くを作るためにはあまりにも厳しいことはないと思うだろう、実際にはかなり良かったです。\u001b[22m\n\u001b[4mBut the fillers just felt... Lacking.\u001b[24m\n    \u001b[1mしかしフィラーはちょうど感じた...欠けている。\u001b[22m, \u001b[1mしかし、充填剤はちょうど感じた...欠けています。\u001b[22m\n\u001b[4mWhat was missing?\u001b[24m\n    \u001b[1m何が欠けていたのですか？\u001b[22m, \u001b[1m何が欠けていましたか？\u001b[22m\n\u001b[4mFANSERVICE.\u001b[24m\n    \u001b[1mFANSERVICE。\u001b[22m, \u001b[1mサービスカット。\u001b[22m\n\u001b[4mOh... What's wrong animation studio?\u001b[24m\n    \u001b[1mああ...アニメスタジオはどうですか？\u001b[22m, \u001b[1mああ...間違ったアニメーションスタジオは何ですか？\u001b[22m\n\u001b[4mWithout mama Manga-chan to back you up you aren't sure what you can get away with?\u001b[24m\n    \u001b[1mママがなければ、マンガちゃんがあなたを裏返してくれるでしょう。\u001b[22m, \u001b[1mマママンガちゃんがなければ、あなたはと離れて得ることができるものかわからないあなたをバックアップするには？\u001b[22m\n\u001b[4mIt's Fate Kaleid morons, you got away with 9-year-olds playing very questionable games in the bath, a shot of them in bikinis or underwear won't get you off the air at this point.\u001b[24m\n    \u001b[1mそれは運命のカレイドのバカです、あなたはバスで非常に疑わしいゲームをする9歳と離れました、ビキニまたは下着の彼らのショットは、現時点で空気からあなたを取得しません。\u001b[22m, \u001b[1mそれはあなたが9歳児がお風呂で非常に疑わしいゲームをプレイして逃げた、運命Kaleidの低能だ、ビキニや下着姿でそれらのショットが、この時点で空気をあなたを得ることはありません。\u001b[22m\n\u001b[4mOthers might view it as a minor issue, but I honestly can't get over the fact that we went through AN ENTIRE BEACH EPISODE WITHOUT FANSERVICE.\u001b[24m\n    \u001b[1m他の人はそれを小さな問題と見なすかもしれませんが、私は正直言って、私たちがファンタジーのない完全なビーチエピソードを経験したという事実を乗り越えることはできません。\u001b[22m, \u001b[1m他の人はマイナーな問題としてそれを見るかもしれませんが、私は正直なところ、我々はサービスカットなしビーチ全体のエピソードを経験した事実を乗り越えることはできません。\u001b[22m\n\u001b[4mI mean, come on!\u001b[24m\n    \u001b[1m私は、来ることを意味します！\u001b[22m, \u001b[1m私が意味する、来ます！\u001b[22m\n\u001b[4mAre you even trying?!\u001b[24m\n    \u001b[1mあなたもしようとしていますか？\u001b[22m, \u001b[1mあなたもしようとしています！\u001b[22m\n\u001b[1m\u001b[22m\nThe annoying part is that in MANY cases throughout the fillers it's clear that they were originally going for fanservice paradise (string bikinis prepared for each of them, Illya's clothes disappearing in the carnival episode etc etc) but at the last moment they backed down. Hell, even Kuro's mana needs were completely ignored during the fillers. And if the entire season went on like that it would be fine, I'd say they turned a new leaf. But right at the first episode we have UNNECESSARY amounts of fanservice, so what the hell?!\n\n\u001b[1m迷惑な部分は、多くの場合、彼らがもともとはファンタスティックな楽園（彼らのために用意されたストリングビキニ、カーニバルのエピソードで消えているIllyaの服など）であったのは明らかです。 地獄、黒のマナ・ニーズさえもフィラーの中では完全に無視されました。 そして、シーズン全体がそれがうまくいくようになったら、私は彼らが新しい葉を回したと言うでしょう。 しかし最初のエピソードでは、私たちは無数のファンサービスを持っています。だからこそ何が！\u001b[22m\n\u001b[1m(Meiwakuna bubun wa, ōku no baai, karera ga motomoto wa fantasutikkuna rakuen (karera no tame ni yōi sa reta sutoringubikini, kānibaru no episōdo de kiete iru Illya no fuku nado)deatta no wa akirakadesu. Jigoku, kuro no Mana nīzu sae mo firā no nakade wa kanzen ni mushi sa remashita. Soshite, shīzun zentai ga sore ga umaku iku yō ni nattara, watashi wa karera ga atarashī ha o mawashita to iudeshou. Shikashi saisho no episōdode wa, watashitachiha musū no fansābisu o motte imasu. Dakarakoso nani ga!)\u001b[22m\n\nTranslations of \u001b[4mThe annoying part is that in MANY cases throughout the fillers it's clear that they were originally going for fanservice paradise (string bikinis prepared for each of them, Illya's clothes disappearing in the carnival episode etc etc) but at the last moment they backed down. Hell, even Kuro's mana needs were completely ignored during the fillers. And if the entire season went on like that it would be fine, I'd say they turned a new leaf. But right at the first episode we have UNNECESSARY amounts of fanservice, so what the hell?!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe annoying part is that in MANY cases throughout the fillers it's clear that they were originally going for fanservice paradise (string bikinis prepared for each of them, Illya's clothes disappearing in the carnival episode etc etc) but at the last moment they backed down.\u001b[24m\n    \u001b[1m迷惑な部分は、多くの場合、彼らがもともとはファンタスティックな楽園（彼らのために用意されたストリングビキニ、カーニバルのエピソードで消えているIllyaの服など）であったのは明らかです。\u001b[22m, \u001b[1m迷惑な部分は、充填剤の多くの例では、それは彼らがもともとサービスカットの楽園（それらの各々のために準備ストリングビキニ、などなどカーニバルのエピソードでは消えIllyaの服）のためではなく、彼らがダウンしてバックアップされた最後の瞬間に行っていたことは明らかであるということです。\u001b[22m\n\u001b[4mHell, even Kuro's mana needs were completely ignored during the fillers.\u001b[24m\n    \u001b[1m地獄、黒のマナ・ニーズさえもフィラーの中では完全に無視されました。\u001b[22m, \u001b[1m地獄もクロのマナ・ニーズを完全充填材の間に無視されました。\u001b[22m\n\u001b[4mAnd if the entire season went on like that it would be fine, I'd say they turned a new leaf.\u001b[24m\n    \u001b[1mそして、シーズン全体がそれがうまくいくようになったら、私は彼らが新しい葉を回したと言うでしょう。\u001b[22m, \u001b[1mシーズン全体が、それは大丈夫だと思うことのように続けた場合と、私は彼らが新しい葉を回したと思います。\u001b[22m\n\u001b[4mBut right at the first episode we have UNNECESSARY amounts of fanservice, so what the hell?!\u001b[24m\n    \u001b[1mしかし最初のエピソードでは、私たちは無数のファンサービスを持っています。だからこそ何が！\u001b[22m, \u001b[1mしかし、右の最初のエピソードで我々はサービスカットの不必要な量を持っているので、どのような地獄！\u001b[22m\n\u001b[1m\u001b[22m\nRegardless, the animators obviously had to find something else for filler material, so instead we get them hanging around with Illya's classmates whose names you never bothered remembering and whose faces you simply never wanted to see. Especially Tatsuko becomes purely annoying from a point onward, making you sigh in disappointment every time she appears on screen. But hell, even that would be acceptable IF at least the humor was good. But like with the fanservice, all you will see throughout the fillers are wasted chances at things that would actually be really funny, instead replaced by Tatsuko's narcoleptic gags and other uninspired slice-of-life humor.\n\n\u001b[1mそれにもかかわらず、アニメーターは明らかにフィラー材料のために何かを見つけなければならなかったので、代わりにIllyaのクラスメートと一緒にぶら下げてしまいました。 特にTatsukoはポイントから順番に迷惑になり、画面に表示されるたびに失望します。 しかし、少なくとも、ユーモアが良かったら、地獄、それも受け入れられるだろう。 しかし、ファンサービスのように、フィラーを通して見られるのは、本当に面白いものに浪費され、代わりにタツコのナルコレプティックギャグや他の賞賛されないスライスライフユーモアに置き換えられます。\u001b[22m\n\u001b[1m(Sore nimokakawarazu, animētā wa akiraka ni firā zairyō no tame ni nanika o mitsukenakereba naranakattanode, kawarini Illya no kurasumēto to issho ni burasagete shimaimashita. Tokuni Tatsuko wa pointo kara junban ni meiwaku ni nari, gamen ni hyōji sa reru tabi ni shitsubō shimasu. Shikashi, sukunakutomo, yūmoa ga yokattara, jigoku, sore mo ukeire rarerudarou. Shikashi, fansābisu no yō ni, firā o tōshite mi rareru no wa, hontōni omoshiroi mono ni rōhi sa re, kawarini tatsuko no narukoreputikkugyagu ya hoka no shōsan sa renai suraisuraifuyūmoa ni okikae raremasu.)\u001b[22m\n\nTranslations of \u001b[4mRegardless, the animators obviously had to find something else for filler material, so instead we get them hanging around with Illya's classmates whose names you never bothered remembering and whose faces you simply never wanted to see. Especially Tatsuko becomes purely annoying from a point onward, making you sigh in disappointment every time she appears on screen. But hell, even that would be acceptable IF at least the humor was good. But like with the fanservice, all you will see throughout the fillers are wasted chances at things that would actually be really funny, instead replaced by Tatsuko's narcoleptic gags and other uninspired slice-of-life humor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRegardless, the animators obviously had to find something else for filler material, so instead we get them hanging around with Illya's classmates whose names you never bothered remembering and whose faces you simply never wanted to see.\u001b[24m\n    \u001b[1mそれにもかかわらず、アニメーターは明らかにフィラー材料のために何かを見つけなければならなかったので、代わりにIllyaのクラスメートと一緒にぶら下げてしまいました。\u001b[22m, \u001b[1mかかわらず、アニメーターは明らかに充填材料のための何かを見つけなければならなかったので、代わりに私たちは、彼らが名前あなたが気にすることはありません覚え、その顔あなたは、単に見てみたかったことはありませんIllyaのクラスメートとぶらぶら得ます。\u001b[22m\n\u001b[4mEspecially Tatsuko becomes purely annoying from a point onward, making you sigh in disappointment every time she appears on screen.\u001b[24m\n    \u001b[1m特にTatsukoはポイントから順番に迷惑になり、画面に表示されるたびに失望します。\u001b[22m, \u001b[1m特にTatsukoは、あなたが失望に、彼女は画面に表示されるたびにため息作り、以降の点から、純粋に迷惑になります。\u001b[22m\n\u001b[4mBut hell, even that would be acceptable IF at least the humor was good.\u001b[24m\n    \u001b[1mしかし、少なくとも、ユーモアが良かったら、地獄、それも受け入れられるだろう。\u001b[22m, \u001b[1m少なくともユーモアが良好であった場合は、地獄でも、それは構いません。\u001b[22m\n\u001b[4mBut like with the fanservice, all you will see throughout the fillers are wasted chances at things that would actually be really funny, instead replaced by Tatsuko's narcoleptic gags and other uninspired slice-of-life humor.\u001b[24m\n    \u001b[1mしかし、ファンサービスのように、フィラーを通して見られるのは、本当に面白いものに浪費され、代わりにタツコのナルコレプティックギャグや他の賞賛されないスライスライフユーモアに置き換えられます。\u001b[22m, \u001b[1mフィラーは、代わりにTatsukoのナルコレプシーギャグや他の平凡スライス・オブ・ライフユーモアに置き換え、実際に本当に面白いだろうなもの、でチャンスを無駄にしている全体が、サービスカットと同じように、すべてのあなたが表示されます。\u001b[22m\n\u001b[1m\u001b[22m\nLuckily the last episodes (main story) save it. Big hard battles, hopeless situations, tear-jerking drama, jaw-dropping animation, etc etc, you know the drill. It's what's Fate Kaleid was and always will be good at. Like a kitten, despite the mess it created earlier, it's hard to stay mad at it when it meowes ever-so-cutely at the last minute. Just keep Tatsuko locked in a box and we'll all be happy again. Preferrably one buried beneath the ground. And with a cross on it.\n\n\u001b[1m幸いにも最後のエピソード（メインストーリー）はそれを保存します。 激しい戦い、絶望的な状況、涙を流すドラマ、顎を震わせるアニメーションなど、あなたはドリルを知っている。 それは運命のカレイドは何だったし、いつもうまくいくだろう。 子猫のように、それ以前に作成した混乱にもかかわらず、それは最後の時にそれほどかわいく泣き叫ぶときにそれに気を付けるのは難しいです。 たつ子を箱に入れておくだけで、もう一度幸せになれます。 好ましくは、地面の下に埋まっているもの。 そしてそれに十字架をつけて。\u001b[22m\n\u001b[1m(Saiwai ni mo saigo no episōdo (meinsutōrī) wa sore o hozon shimasu. Hageshī tatakai, zetsubō-tekina jōkyō, namidawonagasu dorama, ago o furuwaseru animēshon nado, anata wa doriru o shitte iru. Sore wa unmei no kareido wa nanidattashi, itsumo umaku ikudarou. Koneko no yō ni, sore izen ni sakusei shita konran nimokakawarazu, soreha saigo no toki ni sorehodo kawaiku nakisakebu toki ni sore ni ki o tsukeru no wa muzukashīdesu. Tatsuko o hako ni irete oku dake de, mōichido shiawase ni naremasu. Konomashiku wa, jimen no shita ni umatte iru mono. Soshite sore ni jūjika o tsukete.)\u001b[22m\n\nTranslations of \u001b[4mLuckily the last episodes (main story) save it. Big hard battles, hopeless situations, tear-jerking drama, jaw-dropping animation, etc etc, you know the drill. It's what's Fate Kaleid was and always will be good at. Like a kitten, despite the mess it created earlier, it's hard to stay mad at it when it meowes ever-so-cutely at the last minute. Just keep Tatsuko locked in a box and we'll all be happy again. Preferrably one buried beneath the ground. And with a cross on it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuckily the last episodes (main story) save it.\u001b[24m\n    \u001b[1m幸いにも最後のエピソード（メインストーリー）はそれを保存します。\u001b[22m, \u001b[1m幸いなことに、最後のエピソード（メインストーリー）は、それを保存します。\u001b[22m\n\u001b[4mBig hard battles, hopeless situations, tear-jerking drama, jaw-dropping animation, etc etc, you know the drill.\u001b[24m\n    \u001b[1m激しい戦い、絶望的な状況、涙を流すドラマ、顎を震わせるアニメーションなど、あなたはドリルを知っている。\u001b[22m, \u001b[1mビッグ難しい戦い、絶望的な状況で、涙けいれんドラマ、顎ドロップするアニメーション、などなど、あなたはドリルを知っています。\u001b[22m\n\u001b[4mIt's what's Fate Kaleid was and always will be good at.\u001b[24m\n    \u001b[1mそれは運命のカレイドは何だったし、いつもうまくいくだろう。\u001b[22m, \u001b[1mそれは運命Kaleidがあったているものだと常に、良いだろう。\u001b[22m\n\u001b[4mLike a kitten, despite the mess it created earlier, it's hard to stay mad at it when it meowes ever-so-cutely at the last minute.\u001b[24m\n    \u001b[1m子猫のように、それ以前に作成した混乱にもかかわらず、それは最後の時にそれほどかわいく泣き叫ぶときにそれに気を付けるのは難しいです。\u001b[22m, \u001b[1m子猫のように、それ以前に作成した混乱にもかかわらず、それが最後の最後で、これまでそれほどかわいくmeowesときに怒って滞在するのは難しいです。\u001b[22m\n\u001b[4mJust keep Tatsuko locked in a box and we'll all be happy again.\u001b[24m\n    \u001b[1mたつ子を箱に入れておくだけで、もう一度幸せになれます。\u001b[22m, \u001b[1mただ、ボックスにロックTatsukoを維持し、我々はすべて再び幸せになるでしょう。\u001b[22m\n\u001b[4mPreferrably one buried beneath the ground.\u001b[24m\n    \u001b[1m好ましくは、地面の下に埋まっているもの。\u001b[22m, \u001b[1mできれ地面の下に1を埋めました。\u001b[22m\n\u001b[4mAnd with a cross on it.\u001b[24m\n    \u001b[1mそしてそれに十字架をつけて。\u001b[22m, \u001b[1mそして、その上にクロスを持ちます。\u001b[22m"
  },
  {
    "title": "Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "id": "27525",
    "url": "https://myanimelist.net/anime/27525/Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "user": "tsuki_shiro",
    "profile": "/profile/tsuki_shiro/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=213652",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nこのレビューは、アニメの3つの季節の合計です：\n\n別の魔法少女ねえ？ 実際には、私はそれがもっとかわいしく叙情的になると思っているので、私はそれを見るのが嫌いです。真実は私が3日間でそれを終えてから狂ったように見ているので、私はそれを見ている。 それは運命のシリーズのスピンオフだったが、それは魔法のジャンルシリーズの面でより良いパフォーマンスを示したが、それは真剣に素晴らしいショーだった。\n\nその話は、小学生が魔法少女になりたいと思っていたIllyaに集中していたが、Rubyと呼ばれる魔法の棒が突然、彼女の願いを叶え、クラスメートを集め、 ストーリーは平凡ではないようですが、私は各エピソードがあなたの席を不快にすることを保証することができます。 これがスピンオフなので、あなたはシロ、りん、そして私たちの主人公Illyaのような人々を認識することができ、各エピソード/シーズンを進めるごとに、クラスカードのような他のイベントでも認識できます。\n\nアニメーションは、私が言うことができるのはすごく素晴らしいです。 私は実際にアクションパックノンストップと組み合わせて魔法少女のジャンルは良いコンボになるとは思わない。 しかし、シルバーリンクはアニメーション、特に戦闘シーンを管理する素晴らしい仕事をしました。 男、それはあなたが「剣の衝突や拳の戦いではなく魔法の戦いからより多くの爆発を期待していますが、ちょっと、恐ろしいことです。 正直言って、それは素晴らしかったし、恥ずかしそうなものに耐えなければならないかもしれませんが、私はそれを十分に得ることができません。\n\nこれはスピンオフシリーズなので、キャラクターの大部分はキャラクターの開発があまりないとは思っていませんが、それは間違っています。 あなたは、シリーズが各エピソード/シーズンに新しい悪役を打ち負かすか、敵を連れて1日と呼べる完全なシーズンを迎える他の魔法の女の子のようなものだとは思わない。 いいえ、運命のKaleid Illyaでは、それぞれの物語はつながりがあり、運命のシリーズも関係しているからです。 だから、既に運命のシリーズの一つを見ているあなたの人の中には、状況を理解するのが難しくないかもしれないが、そうでない人にとっては少し圧倒されるかもしれない。 心配しないで、ちょうどあなたの時間を取ると、それほど消化するのは難しくないので、あなたはその話を理解するでしょう。\n\nOSTは、戦闘シーンを見ていると、誇張した戦闘シーンで特にOSTをうまく処理していました。  OPとEDもよく聞こえます。 それはうまく合っており、各シーズンに対応する曲のアレンジは、各シーズンにもっと深刻になるので、それに対応しています。\n\n結論は、私の意見では、これは私が今まで見てきたスピンオフシリーズの中で最高のものかもしれません。 ストーリー、アニメーション、キャラクターはすべて完璧に組み合わせられており、私は本当にショーを楽しんでいます。 私は笑い、悲しみ、畏敬の念を抱かなかったエピソードはなく、このシリーズの10分の1を与えることができました。 私は真剣に別の季節を願っており、すぐに来るそうです。 ええ、私は本当に楽しみにしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis review is sum up of three seasons of the anime:\n\n\u001b[1mこのレビューは、アニメの3つの季節の合計です：\u001b[22m\n\u001b[1m(Kono rebyū wa, anime no 3ttsu no kisetsu no gōkeidesu:)\u001b[22m\n\nTranslations of \u001b[4mThis review is sum up of three seasons of the anime:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review is sum up of three seasons of the anime:\u001b[24m\n    \u001b[1mこのレビューは、アニメの3つの季節の合計です：\u001b[22m, \u001b[1mこのレビューはアニメの3シーズンの最大合計です。\u001b[22m\n\u001b[1m\u001b[22m\nAnother mahou shoujo huh? Actually, I’m reluctant to watch it because I’m expecting it become more cute and lyrical and, the truth punch me so hard that I’m watching it like crazy since I have finish it with 3 days. It was seriously amazing show although it was a spin off in fate series but it performs better in terms of magical genre series.\n\n\u001b[1m別の魔法少女ねえ？ 実際には、私はそれがもっとかわいしく叙情的になると思っているので、私はそれを見るのが嫌いです。真実は私が3日間でそれを終えてから狂ったように見ているので、私はそれを見ている。 それは運命のシリーズのスピンオフだったが、それは魔法のジャンルシリーズの面でより良いパフォーマンスを示したが、それは真剣に素晴らしいショーだった。\u001b[22m\n\u001b[1m(Betsu no mahō shōjo nē? Jissai ni wa, watashi wa sore ga motto kawai shiku jojō-teki ni naru to omotte irunode, watashi wa sore o miru no ga kiraidesu. Shinjitsu wa watashi ga 3-kakan de sore o oete kara kurutta yō ni mite irunode, watashi wa sore o mite iru. Sore wa unmei no shirīzu no supin'ofudattaga, soreha mahō no janrushirīzu no men de yoriyoi pafōmansu o shimeshitaga, sore wa shinken ni subarashī shōdatta.)\u001b[22m\n\nTranslations of \u001b[4mAnother mahou shoujo huh? Actually, I’m reluctant to watch it because I’m expecting it become more cute and lyrical and, the truth punch me so hard that I’m watching it like crazy since I have finish it with 3 days. It was seriously amazing show although it was a spin off in fate series but it performs better in terms of magical genre series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother mahou shoujo huh?\u001b[24m\n    \u001b[1m別の魔法少女ねえ？\u001b[22m, \u001b[1m別の魔法少女ハァッ？\u001b[22m\n\u001b[4mActually, I’m reluctant to watch it because I’m expecting it become more cute and lyrical and, the truth punch me so hard that I’m watching it like crazy since I have finish it with 3 days.\u001b[24m\n    \u001b[1m実際には、私はそれがもっとかわいしく叙情的になると思っているので、私はそれを見るのが嫌いです。真実は私が3日間でそれを終えてから狂ったように見ているので、私はそれを見ている。\u001b[22m, \u001b[1m実は、私は真実は一生懸命、私は3日間でそれを終える持っているので、私は狂ったようにそれを見ていることを私にパンチ、私はそれがよりキュートで叙情的となって期待していので、それを見に消極的だと。\u001b[22m\n\u001b[4mIt was seriously amazing show although it was a spin off in fate series but it performs better in terms of magical genre series.\u001b[24m\n    \u001b[1mそれは運命のシリーズのスピンオフだったが、それは魔法のジャンルシリーズの面でより良いパフォーマンスを示したが、それは真剣に素晴らしいショーだった。\u001b[22m, \u001b[1mそれは運命シリーズのスピンオフだったが、それは魔法のジャンルシリーズの点で良好に機能するが、それは真剣に素晴らしいショーでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe story focused on Illya who just regular elementary school wishing to become mahou shoujo, but suddenly the magical stick called Ruby granted her wish and the fate has come to this girl to collect the class cards and meet circumstances around her. The story seems kind off plain but I can assure that each episode will make your seat uncomfortable. Since this is the spinoff, you might be able to recognize some people like Shirou, Rin and even our protagonist, Illya, and, with other event like class card as you progress through each episode/season.\n\n\u001b[1mその話は、小学生が魔法少女になりたいと思っていたIllyaに集中していたが、Rubyと呼ばれる魔法の棒が突然、彼女の願いを叶え、クラスメートを集め、 ストーリーは平凡ではないようですが、私は各エピソードがあなたの席を不快にすることを保証することができます。 これがスピンオフなので、あなたはシロ、りん、そして私たちの主人公Illyaのような人々を認識することができ、各エピソード/シーズンを進めるごとに、クラスカードのような他のイベントでも認識できます。\u001b[22m\n\u001b[1m(Sono hanashi wa, shōgakusei ga mahō shōjo ni naritai to omotte ita Illya ni shūchū shite itaga, rubī to yoba reru mahō no bō ga totsuzen, kanojo no negai o kanae, kurasumēto o atsume, sutōrī wa heibonde wa nai yōdesuga, watashi wa kaku episōdo ga anata no seki o fukai ni suru koto o hoshō suru koto ga dekimasu. Kore ga supin'ofunanode, anata wa shiro, rin, soshite watashitachi no shujinkō Illya no yōna hitobito o ninshiki suru koto ga deki, kaku episōdo/ shīzun o susumeru goto ni, kurasukādo no yōna ta no ibento demo ninshiki dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story focused on Illya who just regular elementary school wishing to become mahou shoujo, but suddenly the magical stick called Ruby granted her wish and the fate has come to this girl to collect the class cards and meet circumstances around her. The story seems kind off plain but I can assure that each episode will make your seat uncomfortable. Since this is the spinoff, you might be able to recognize some people like Shirou, Rin and even our protagonist, Illya, and, with other event like class card as you progress through each episode/season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story focused on Illya who just regular elementary school wishing to become mahou shoujo, but suddenly the magical stick called Ruby granted her wish and the fate has come to this girl to collect the class cards and meet circumstances around her.\u001b[24m\n    \u001b[1mその話は、小学生が魔法少女になりたいと思っていたIllyaに集中していたが、Rubyと呼ばれる魔法の棒が突然、彼女の願いを叶え、クラスメートを集め、\u001b[22m, \u001b[1m物語は普通の小学校が魔法少女になることを希望するIllyaに焦点を当てたが、突然、ルビーと呼ばれる魔法のスティックは、彼女の願いを付与し、運命はクラスのカードを収集し、彼女の周りの状況を満たすためにこの少女に来ています。\u001b[22m\n\u001b[4mThe story seems kind off plain but I can assure that each episode will make your seat uncomfortable.\u001b[24m\n    \u001b[1mストーリーは平凡ではないようですが、私は各エピソードがあなたの席を不快にすることを保証することができます。\u001b[22m, \u001b[1m物語は一種オフ無地のようだが、私は、各エピソードはあなたの席が不快になることを保証することができます。\u001b[22m\n\u001b[4mSince this is the spinoff, you might be able to recognize some people like Shirou, Rin and even our protagonist, Illya, and, with other event like class card as you progress through each episode/season.\u001b[24m\n    \u001b[1mこれがスピンオフなので、あなたはシロ、りん、そして私たちの主人公Illyaのような人々を認識することができ、各エピソード/シーズンを進めるごとに、クラスカードのような他のイベントでも認識できます。\u001b[22m, \u001b[1mこれはスピンオフであるので、あなたは士郎、凛、さらには私たちの主人公、Illyaのようないくつかの人々を認識し、そして、あなたが各エピソード/シーズンを経て進行するように、クラスのカードのような他のイベントとすることができるかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation, what can I say is totally superb and amazing. I don’t really think mahou shoujo genre combined with action-pack non-stop will be a good combo. But, Silver Link did an amazing job to manage the animation especially the fighting scene. Man, that’s one of the best jaw-dropping fighting scene that makes you think, “I’m expecting more blast from magic fighting not with sword clash or fist fight but hey, this is freaking awesome”. To be honest, it was splendid and I can’t get enough of it although you might need to endure some of embarrassing stuff (you know, right?).\n\n\u001b[1mアニメーションは、私が言うことができるのはすごく素晴らしいです。 私は実際にアクションパックノンストップと組み合わせて魔法少女のジャンルは良いコンボになるとは思わない。 しかし、シルバーリンクはアニメーション、特に戦闘シーンを管理する素晴らしい仕事をしました。 男、それはあなたが「剣の衝突や拳の戦いではなく魔法の戦いからより多くの爆発を期待していますが、ちょっと、恐ろしいことです。 正直言って、それは素晴らしかったし、恥ずかしそうなものに耐えなければならないかもしれませんが、私はそれを十分に得ることができません。\u001b[22m\n\u001b[1m(Animēshon wa, watashi ga iu koto ga dekiru no wa sugoku subarashīdesu. Watashi wa jissai ni akushonpakkunonsutoppu to kumiawasete mahō shōjo no janru wa yoi konbo ni naru to wa omowanai. Shikashi, shirubārinku wa animēshon, tokuni sentō shīn o kanri suru subarashī shigoto o shimashita. Otoko, sore wa anata ga `ken no shōtotsu ya ken no tatakaide wanaku mahō no tatakai kara yori ōku no bakuhatsu o kitai shite imasuga, chotto, osoroshī kotodesu. Shōjiki itte, sore wa subarashikattashi, hazukashi-sōna mono ni taenakereba naranai kamo shiremasenga, watashi wa sore o jūbun ni eru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation, what can I say is totally superb and amazing. I don’t really think mahou shoujo genre combined with action-pack non-stop will be a good combo. But, Silver Link did an amazing job to manage the animation especially the fighting scene. Man, that’s one of the best jaw-dropping fighting scene that makes you think, “I’m expecting more blast from magic fighting not with sword clash or fist fight but hey, this is freaking awesome”. To be honest, it was splendid and I can’t get enough of it although you might need to endure some of embarrassing stuff (you know, right?).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation, what can I say is totally superb and amazing.\u001b[24m\n    \u001b[1mアニメーションは、私が言うことができるのはすごく素晴らしいです。\u001b[22m, \u001b[1mアニメーションは、私が何を言うことができ、完全に素晴らしいと素晴らしいです。\u001b[22m\n\u001b[4mI don’t really think mahou shoujo genre combined with action-pack non-stop will be a good combo.\u001b[24m\n    \u001b[1m私は実際にアクションパックノンストップと組み合わせて魔法少女のジャンルは良いコンボになるとは思わない。\u001b[22m, \u001b[1mアクションパックノンストップと組み合わせて、私は本当にないと思う魔法少女ジャンルは良いコンボになります。\u001b[22m\n\u001b[4mBut, Silver Link did an amazing job to manage the animation especially the fighting scene.\u001b[24m\n    \u001b[1mしかし、シルバーリンクはアニメーション、特に戦闘シーンを管理する素晴らしい仕事をしました。\u001b[22m, \u001b[1mしかし、シルバーリンクは特に戦闘シーンをアニメーションを管理するために素晴らしい仕事をしてくれました。\u001b[22m\n\u001b[4mMan, that’s one of the best jaw-dropping fighting scene that makes you think, “I’m expecting more blast from magic fighting not with sword clash or fist fight but hey, this is freaking awesome”.\u001b[24m\n    \u001b[1m男、それはあなたが「剣の衝突や拳の戦いではなく魔法の戦いからより多くの爆発を期待していますが、ちょっと、恐ろしいことです。\u001b[22m, \u001b[1m男は、それはあなたが\"私は剣の衝突や拳の戦いと魔法の戦いではないからより多くの爆発を期待していますが、ちょっと、これは素晴らしいおかしくされる」、と思わせる最高の顎ドロップする戦いのシーンの一つです。\u001b[22m\n\u001b[4mTo be honest, it was splendid and I can’t get enough of it although you might need to endure some of embarrassing stuff (you know, right?).\u001b[24m\n    \u001b[1m正直言って、それは素晴らしかったし、恥ずかしそうなものに耐えなければならないかもしれませんが、私はそれを十分に得ることができません。\u001b[22m, \u001b[1m正直に言うと、それは素晴らしいだったとあなたは恥ずかしいもののいくつか（あなたが知っている、右？）を我慢する必要があるかもしれませんが、私はそれを十分に得ることができません。\u001b[22m\n\u001b[1m\u001b[22m\nSince this is a spin off series, I’m not expecting the most of character didn’t have a lot character development but it turn out I’m wrong. You don’t expecting the series was like other magical girl who beats new villain in each episode/season or takes up entirely season to take the enemy and call it a day. No, in Fate Kaleid Illya, each story has a connection and since it also involve of fate series. So, if some of you who already watch one of fate series, it might not be hard to understand some situation, but, it may be a little bit overwhelm for those who don’t. Don’t worry, just take your time and you will understand the story as it not that much hard to digest.\n\n\u001b[1mこれはスピンオフシリーズなので、キャラクターの大部分はキャラクターの開発があまりないとは思っていませんが、それは間違っています。 あなたは、シリーズが各エピソード/シーズンに新しい悪役を打ち負かすか、敵を連れて1日と呼べる完全なシーズンを迎える他の魔法の女の子のようなものだとは思わない。 いいえ、運命のKaleid Illyaでは、それぞれの物語はつながりがあり、運命のシリーズも関係しているからです。 だから、既に運命のシリーズの一つを見ているあなたの人の中には、状況を理解するのが難しくないかもしれないが、そうでない人にとっては少し圧倒されるかもしれない。 心配しないで、ちょうどあなたの時間を取ると、それほど消化するのは難しくないので、あなたはその話を理解するでしょう。\u001b[22m\n\u001b[1m(Kore wa supin'ofushirīzunanode, kyarakutā no daibubun wa kyarakutā no kaihatsu ga amari nai to wa omotte imasenga, sore wa machigatte imasu. Anata wa, shirīzu ga kaku episōdo/ shīzun ni atarashī akuyaku o uchi makasu ka, teki o tsurete 1-nichi to yoberu kanzen'na shīzun o mukaeru ta no mahō no on'nanoko no yōna monoda to wa omowanai. Īe, unmei no Kaleid Illyade wa, sorezore no monogatari wa tsunagari ga ari, unmei no shirīzu mo kankei shite irukaradesu. Dakara, sudeni unmei no shirīzu no hitotsu o mite iru anata no hito no nakaniha, jōkyō o rikai suru no ga muzukashikunai kamo shirenaiga,-sōdenai hito ni totte wa sukoshi attō sa reru kamo shirenai. Shinpaishinaide, chōdo anata no jikanwotoru to, sorehodo shōka suru no wa muzukashikunainode, anata wa sono hanashi o rikai surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSince this is a spin off series, I’m not expecting the most of character didn’t have a lot character development but it turn out I’m wrong. You don’t expecting the series was like other magical girl who beats new villain in each episode/season or takes up entirely season to take the enemy and call it a day. No, in Fate Kaleid Illya, each story has a connection and since it also involve of fate series. So, if some of you who already watch one of fate series, it might not be hard to understand some situation, but, it may be a little bit overwhelm for those who don’t. Don’t worry, just take your time and you will understand the story as it not that much hard to digest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince this is a spin off series, I’m not expecting the most of character didn’t have a lot character development but it turn out I’m wrong.\u001b[24m\n    \u001b[1mこれはスピンオフシリーズなので、キャラクターの大部分はキャラクターの開発があまりないとは思っていませんが、それは間違っています。\u001b[22m, \u001b[1mこれはシリーズのスピンオフであるので、私はたくさんのキャラクターの開発を持っていなかった文字のほとんどを期待していないよ、それは私が間違っていると判明します。\u001b[22m\n\u001b[4mYou don’t expecting the series was like other magical girl who beats new villain in each episode/season or takes up entirely season to take the enemy and call it a day.\u001b[24m\n    \u001b[1mあなたは、シリーズが各エピソード/シーズンに新しい悪役を打ち負かすか、敵を連れて1日と呼べる完全なシーズンを迎える他の魔法の女の子のようなものだとは思わない。\u001b[22m, \u001b[1mあなたはシリーズは各エピソード/シーズンに新しい悪役を打つか、敵を取ると一日、それを呼び出すために完全にシーズンを占め、他の魔法少女のようだった期待しないでください。\u001b[22m\n\u001b[4mNo, in Fate Kaleid Illya, each story has a connection and since it also involve of fate series.\u001b[24m\n    \u001b[1mいいえ、運命のKaleid Illyaでは、それぞれの物語はつながりがあり、運命のシリーズも関係しているからです。\u001b[22m, \u001b[1mいいえ、運命Kaleid Illyaに、それぞれの物語は、接続を持っており、以来、それも運命の一連の関与します。\u001b[22m\n\u001b[4mSo, if some of you who already watch one of fate series, it might not be hard to understand some situation, but, it may be a little bit overwhelm for those who don’t.\u001b[24m\n    \u001b[1mだから、既に運命のシリーズの一つを見ているあなたの人の中には、状況を理解するのが難しくないかもしれないが、そうでない人にとっては少し圧倒されるかもしれない。\u001b[22m, \u001b[1mすでに運命シリーズの1を見て誰があなたのいくつかのであれば、そうでない人のために少し圧倒することができ、いくつかの状況を理解するのは難しいことではなく、可能性があります。\u001b[22m\n\u001b[4mDon’t worry, just take your time and you will understand the story as it not that much hard to digest.\u001b[24m\n    \u001b[1m心配しないで、ちょうどあなたの時間を取ると、それほど消化するのは難しくないので、あなたはその話を理解するでしょう。\u001b[22m, \u001b[1m心配しないで、ちょうどあなたの時間を取ると、それはそれほど難しいことではない消化するとして、あなたは物語を理解するだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe OST, well the production did a good job handling the OST especially with battle scene with the hype when watching the fighting scene. The OP and ED are also good to hear as well. It suits well and the arrangements of the songs are corresponding with each season since it will become more serious in each season.\n\n\u001b[1mOSTは、戦闘シーンを見ていると、誇張した戦闘シーンで特にOSTをうまく処理していました。  OPとEDもよく聞こえます。 それはうまく合っており、各シーズンに対応する曲のアレンジは、各シーズンにもっと深刻になるので、それに対応しています。\u001b[22m\n\u001b[1m(OST wa, sentō shīn o mite iru to, kochō shita sentō shīn de tokuni OST o umaku shori shite imashita. OP to ED mo yoku kikoemasu. Sore wa umaku atte ori, kaku shīzun ni taiō suru kyoku no arenji wa, kaku shīzun ni motto shinkoku ni narunode, soreni taiō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe OST, well the production did a good job handling the OST especially with battle scene with the hype when watching the fighting scene. The OP and ED are also good to hear as well. It suits well and the arrangements of the songs are corresponding with each season since it will become more serious in each season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OST, well the production did a good job handling the OST especially with battle scene with the hype when watching the fighting scene.\u001b[24m\n    \u001b[1mOSTは、戦闘シーンを見ていると、誇張した戦闘シーンで特にOSTをうまく処理していました。\u001b[22m, \u001b[1m戦闘シーンを見ているときOSTは、生産井は誇大広告で、特に戦闘シーンでOSTを扱う良い仕事をしました。\u001b[22m\n\u001b[4mThe OP and ED are also good to hear as well.\u001b[24m\n    \u001b[1mOPとEDもよく聞こえます。\u001b[22m, \u001b[1mOPとEDも同様に聞いて良いです。\u001b[22m\n\u001b[4mIt suits well and the arrangements of the songs are corresponding with each season since it will become more serious in each season.\u001b[24m\n    \u001b[1mそれはうまく合っており、各シーズンに対応する曲のアレンジは、各シーズンにもっと深刻になるので、それに対応しています。\u001b[22m, \u001b[1mこれはよく似合うと曲のアレンジは、各シーズンでより深刻になりますので、季節ごとに対応しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe conclusion, in my opinion, this may be the best of the best among spin off series that I have ever watch. The story, animation, character are all perfectly combined and I’m really enjoying the show. There is no episode that I didn’t laugh, sad or awe and that combo made me to give that 10/10 for this series. I seriously do hope for another seasons and it seems it will come soon. So yeah, I’m really looking forward to it.\n\n\u001b[1m結論は、私の意見では、これは私が今まで見てきたスピンオフシリーズの中で最高のものかもしれません。 ストーリー、アニメーション、キャラクターはすべて完璧に組み合わせられており、私は本当にショーを楽しんでいます。 私は笑い、悲しみ、畏敬の念を抱かなかったエピソードはなく、このシリーズの10分の1を与えることができました。 私は真剣に別の季節を願っており、すぐに来るそうです。 ええ、私は本当に楽しみにしています。\u001b[22m\n\u001b[1m(Ketsuron wa, watashi no ikende wa, kore wa watashi ga imamade mitekita supin'ofushirīzu no naka de saikō no mono kamo shiremasen. Sutōrī, animēshon, kyarakutā wa subete kanpeki ni kumiawase rarete ori, watashi wa hontōni shō o tanoshinde imasu. Watashi wa warai, kanashimi, ikei no nen o dakanakatta episōdo wa naku, kono shirīzu no 10-bun'no 1 o ataeru koto ga dekimashita. Watashi wa shinken ni betsu no kisetsu o negatte ori, sugu ni kuru sōdesu. E e, watashi wa hontōni tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe conclusion, in my opinion, this may be the best of the best among spin off series that I have ever watch. The story, animation, character are all perfectly combined and I’m really enjoying the show. There is no episode that I didn’t laugh, sad or awe and that combo made me to give that 10/10 for this series. I seriously do hope for another seasons and it seems it will come soon. So yeah, I’m really looking forward to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe conclusion, in my opinion, this may be the best of the best among spin off series that I have ever watch.\u001b[24m\n    \u001b[1m結論は、私の意見では、これは私が今まで見てきたスピンオフシリーズの中で最高のものかもしれません。\u001b[22m, \u001b[1m結論は、私の意見では、これは私が今まで見てきたスピンオフシリーズの中で最高の最高であってもよいです。\u001b[22m\n\u001b[4mThe story, animation, character are all perfectly combined and I’m really enjoying the show.\u001b[24m\n    \u001b[1mストーリー、アニメーション、キャラクターはすべて完璧に組み合わせられており、私は本当にショーを楽しんでいます。\u001b[22m, \u001b[1mストーリー、アニメーション、文字はすべて完璧に組み合わされていると私は本当にショーを楽しんでいます。\u001b[22m\n\u001b[4mThere is no episode that I didn’t laugh, sad or awe and that combo made me to give that 10/10 for this series.\u001b[24m\n    \u001b[1m私は笑い、悲しみ、畏敬の念を抱かなかったエピソードはなく、このシリーズの10分の1を与えることができました。\u001b[22m, \u001b[1mそこには、私は笑っていなかったエピソード、悲しいや畏敬の念がなく、そのコンボは私がこのシリーズのためにその10月10日を与えるために作られました。\u001b[22m\n\u001b[4mI seriously do hope for another seasons and it seems it will come soon.\u001b[24m\n    \u001b[1m私は真剣に別の季節を願っており、すぐに来るそうです。\u001b[22m, \u001b[1m私は真剣に別の季節のために願っていますし、すぐに来るようです。\u001b[22m\n\u001b[4mSo yeah, I’m really looking forward to it.\u001b[24m\n    \u001b[1mええ、私は本当に楽しみにしています。\u001b[22m, \u001b[1mそうそう、私は本当にそれを楽しみにしています。\u001b[22m"
  },
  {
    "title": "Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "id": "27525",
    "url": "https://myanimelist.net/anime/27525/Fate_kaleid_liner_Prisma%E2%98%86Illya_2wei_Herz",
    "user": "2LongDidntReview",
    "profile": "/profile/2LongDidntReview/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=204359",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は絶対主観で、これがおそらく最高のシーズンだと言わねばならない。それは基本的に最初の6つのエピソードの実際のストーリーラインを無視するからだ。 そして、これが他のアニメであれば、これは基本的にはフィラーなので、これをはるかに低く評価していますが、Fate / Kaleidだから、あなたはここにいる理由を皆知っています。 だから、なぜこれがおそらくベストシーズンなのかを見てみましょう。\n\n私たちの魅力的なメインキャストがすべて紹介され、キャラクターが紹介されて以来、今シーズンはキャラクターを広げ、その間にたくさんのファンサービスを提供し、3つのシーズンの中で最も楽しいものの1つになっています。 ミユは開かれ、イリーヤとのやりとりが比較的似通っていますが、イリーヤは比較的同じように滞在していますが、彼女が突っ込んできた嫌悪感とその取引を封じ込める彼らの反応です。\n\n全体的に、最初にシリーズが好きでなかったら、これを見てはいけません（シーズン2を除いて）。 しかし、あなたがFate / Kaleidを愛していれば、それを確かに見ると、あなたは失望しないでしょう。もし実際に話が実際に戻ってくるかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI have to say, with absolute subjectivity, that this is probably the best season by far... and it's all because that it basically ignores the actual storyline for the first 6 episodes. And if this was any other anime, I'd definitely rate this much lower as it's basically filler, however because it's Fate/Kaleid, you all know why you're here. So let's continue and see why this is probably the best season.\n\n\u001b[1m私は絶対主観で、これがおそらく最高のシーズンだと言わねばならない。それは基本的に最初の6つのエピソードの実際のストーリーラインを無視するからだ。 そして、これが他のアニメであれば、これは基本的にはフィラーなので、これをはるかに低く評価していますが、Fate / Kaleidだから、あなたはここにいる理由を皆知っています。 だから、なぜこれがおそらくベストシーズンなのかを見てみましょう。\u001b[22m\n\u001b[1m(Watashi wa zettai shukan de, kore ga osoraku saikō no shīzunda to iwaneba naranai. Sore wa kihontekini saisho no muttsu no episōdo no jissai no sutōrīrain o mushi surukarada. Soshite, kore ga hoka no animedeareba, koreha kihontekini wa firānanode, kore o haruka ni hikuku hyōka shite imasuga, feito/ Kaleiddakara, anata wa koko ni iru riyū o mina shitte imasu. Dakara, naze kore ga osoraku besutoshīzun'na no ka o mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mI have to say, with absolute subjectivity, that this is probably the best season by far... and it's all because that it basically ignores the actual storyline for the first 6 episodes. And if this was any other anime, I'd definitely rate this much lower as it's basically filler, however because it's Fate/Kaleid, you all know why you're here. So let's continue and see why this is probably the best season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to say, with absolute subjectivity, that this is probably the best season by far... and it's all because that it basically ignores the actual storyline for the first 6 episodes.\u001b[24m\n    \u001b[1m私は絶対主観で、これがおそらく最高のシーズンだと言わねばならない。それは基本的に最初の6つのエピソードの実際のストーリーラインを無視するからだ。\u001b[22m, \u001b[1m私はこれはおそらくはるかにベストシーズンであることを、絶対的な主観で、言わなければならない...、それは基本的には第1の6のエピソードのために実際のストーリーを無視することがあるため、それがすべてです。\u001b[22m\n\u001b[4mAnd if this was any other anime, I'd definitely rate this much lower as it's basically filler, however because it's Fate/Kaleid, you all know why you're here.\u001b[24m\n    \u001b[1mそして、これが他のアニメであれば、これは基本的にはフィラーなので、これをはるかに低く評価していますが、Fate / Kaleidだから、あなたはここにいる理由を皆知っています。\u001b[22m, \u001b[1mこれは、他のアニメだった場合、それは基本的にフィラーだとして、私は間違いなくあなたがここにいる理由をすべて知っている、それはフェイト/ Kaleidだただしので、はるかに低いこれを評価したいです。\u001b[22m\n\u001b[4mSo let's continue and see why this is probably the best season.\u001b[24m\n    \u001b[1mだから、なぜこれがおそらくベストシーズンなのかを見てみましょう。\u001b[22m, \u001b[1mそれでは、引き続き、これはおそらく最高のシーズンである理由を見てみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nSince our lovable main cast has all been introduced and their characters outlined, this season expands their characters and gives you lots of fan service in between, making it one of the most enjoyable out of all three seasons. We get to see more of Kuro's mature, seductive and cheeky side, while Miyu opens up and has cuter interactions with Illya, with Illya staying relatively the same but it's the antics that she's thrust into and her reactions to them that seals the deal.\n\n\u001b[1m私たちの魅力的なメインキャストがすべて紹介され、キャラクターが紹介されて以来、今シーズンはキャラクターを広げ、その間にたくさんのファンサービスを提供し、3つのシーズンの中で最も楽しいものの1つになっています。 ミユは開かれ、イリーヤとのやりとりが比較的似通っていますが、イリーヤは比較的同じように滞在していますが、彼女が突っ込んできた嫌悪感とその取引を封じ込める彼らの反応です。\u001b[22m\n\u001b[1m(Watashitachi no miryoku-tekina mein kyasuto ga subete shōkai sa re, kyarakutā ga shōkai sa rete irai, ima shīzun wa kyarakutā o hiroge, sonoaida ni takusan no fansābisu o teikyō shi, 3ttsu no shīzun no naka de mottomo tanoshī mono no 1tsu ni natte imasu. Miyu wa aka re, irīya to no yaritori ga hikakuteki nikayotte imasuga, irīya wa hikakuteki onajiyōni taizai shite imasuga, kanojo ga tsukkonde kita ken'o-kan to sono torihiki o fūjikomeru karera no han'nōdesu.)\u001b[22m\n\nTranslations of \u001b[4mSince our lovable main cast has all been introduced and their characters outlined, this season expands their characters and gives you lots of fan service in between, making it one of the most enjoyable out of all three seasons. We get to see more of Kuro's mature, seductive and cheeky side, while Miyu opens up and has cuter interactions with Illya, with Illya staying relatively the same but it's the antics that she's thrust into and her reactions to them that seals the deal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince our lovable main cast has all been introduced and their characters outlined, this season expands their characters and gives you lots of fan service in between, making it one of the most enjoyable out of all three seasons.\u001b[24m\n    \u001b[1m私たちの魅力的なメインキャストがすべて紹介され、キャラクターが紹介されて以来、今シーズンはキャラクターを広げ、その間にたくさんのファンサービスを提供し、3つのシーズンの中で最も楽しいものの1つになっています。\u001b[22m, \u001b[1m私たちの愛らしいメインキャストがすべての導入とその文字が概説されているので、この季節は、自分のキャラクターを拡大し、それをすべて3シーズンのうち最も楽しいの一つとなって、間にあなたのファンサービスの多くを提供します。\u001b[22m\n\u001b[4mWe get to see more of Kuro's mature, seductive and cheeky side, while Miyu opens up and has cuter interactions with Illya, with Illya staying relatively the same but it's the antics that she's thrust into and her reactions to them that seals the deal.\u001b[24m\n    \u001b[1mミユは開かれ、イリーヤとのやりとりが比較的似通っていますが、イリーヤは比較的同じように滞在していますが、彼女が突っ込んできた嫌悪感とその取引を封じ込める彼らの反応です。\u001b[22m, \u001b[1m私たちは、みゆはIllyaは比較的同じ滞在で、開くとIllyaでキュートな相互作用を持っていながら、クロの、成熟した魅力的なと生意気な側面の多くを見ることを得るが、それは彼女が契約を密封する彼らに彼女の反応とにスラストだふざけた態度をです。\u001b[22m\n\u001b[1m\u001b[22m\nSo overall, if you didn't like the series in the first place, you really shouldn't be watching this (let alone season 2). But if you loved Fate/Kaleid for what it is, definitely watch this, you will not be disappointed... well maybe when the story actually gets back on track, lol.\n\n\u001b[1m全体的に、最初にシリーズが好きでなかったら、これを見てはいけません（シーズン2を除いて）。 しかし、あなたがFate / Kaleidを愛していれば、それを確かに見ると、あなたは失望しないでしょう。もし実際に話が実際に戻ってくるかもしれません。\u001b[22m\n\u001b[1m(Zentai-teki ni, saisho ni shirīzu ga sukidenakattara, kore o mite wa ikemasen (shīzun 2 o nozoite). Shikashi, anata ga feito/ Kaleid o aishite ireba, sore o tashika ni miru to, anata wa shitsubō shinaideshou. Moshi jissai ni hanashi ga jissai ni modotte kuru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mSo overall, if you didn't like the series in the first place, you really shouldn't be watching this (let alone season 2). But if you loved Fate/Kaleid for what it is, definitely watch this, you will not be disappointed... well maybe when the story actually gets back on track, lol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo overall, if you didn't like the series in the first place, you really shouldn't be watching this (let alone season 2).\u001b[24m\n    \u001b[1m全体的に、最初にシリーズが好きでなかったら、これを見てはいけません（シーズン2を除いて）。\u001b[22m, \u001b[1mあなたが最初の場所でのシリーズが好きではなかったのであれば、全体的な、あなたは本当にこの（おろかシーズン2）を見てすべきではありません。\u001b[22m\n\u001b[4mBut if you loved Fate/Kaleid for what it is, definitely watch this, you will not be disappointed... well maybe when the story actually gets back on track, lol.\u001b[24m\n    \u001b[1mしかし、あなたがFate / Kaleidを愛していれば、それを確かに見ると、あなたは失望しないでしょう。もし実際に話が実際に戻ってくるかもしれません。\u001b[22m, \u001b[1mあなたはそれが何であるか、間違いなくこれを見ためのフェイト/ Kaleidを愛している場合しかし、あなたが失望されません...よく多分物語は実際に大爆笑、再び軌道に取得したとき。\u001b[22m"
  }
]
