[
  {
    "title": "Baby_Steps_2nd_Season",
    "id": "27663",
    "url": "https://myanimelist.net/anime/27663/Baby_Steps_2nd_Season",
    "user": "rasenshiruken973",
    "profile": "/profile/rasenshiruken973/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=201430",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\n「私は丸尾が大きな夢を持つことができない安全でないタイプだと思っていました。 しかしそれは正しいことではありません。 彼は完全に1つずつ達成することができる無数の小さな夢を持つタイプです。 彼らは個々に小さいかもしれませんが、彼らが真実を保ち続けると、すぐに大きな夢の一つになります。\n - 第4話\n\nBaby Stepsは現実的で精神的に魅力的なスポーツアニメです。 ドラマとロマンスの配信にうまくやっており、テニスの実際のゲームに重点を置くことを好みます。 テニス自体は非常に興味深いスポーツなので、これは本質的にこのショーをとてもいいものにしています。 再生できるスタイル、戦略、ショットは非常に多くあります。 ショーは、この事実を十分に活用して、内部モノログをうまく使用して、マッチ全体を通して各キャラクターの現実的で興味深い思考プロセスを表示します。\n\nベビーステップスのこの第2シーズンは、若干古い、より成熟したキャラクターを紹介しています。 彼らは大学に行くのか、テニスをキャリアにするのか、彼らの未来についてもっと真剣に考えるようになります。 その結果、試合の結果はより大きなリスク感覚を持ち、見ることをよりエキサイティングにします。 ベビーステップズは、彼の勝利が勝っているか失っているかによって、彼の未来が決まるときに、マルコの不安感に共感することができます。 ストーリーを続けるためには、それらの試合の結果がどうなるべきかを知っているという事実は、本当に緊張を和らげるものではありません。\n\nペーシングはやや遅いですが、これは丸尾の演奏スタイルを反映していると思います。 彼の戦略を考えて、盲目的に急いではなく、すべてのショットで勝者に当たるように時間をかけています。 もちろん、彼のスキルは昨シーズンからかなり改善され、彼はプロのスタンダードでのプレーに一歩近づいています。 彼の進歩が現実的であるには速すぎると思うかもしれませんが、彼が取り組むすべての仕事を考慮に入れると、確かに妥当です。 スポーツアニメは、エンターテイメントのためにリアリズムとフィクションのバランスが必要です。 ベビーステップは、このバランスをほぼ完全に取得します。\n\n私が見た他のスポーツアニメと比較してユニークなこのショーについての私の好きなことは、スポーツの心理的な側面が驚くほどの深さで探検される方法です。 競技やレクリエーションでテニスをした人は、あなたの精神状態がどれくらいうまくいくかに大きな影響を与えます。 テニスでは誤差が少ないため、潜在意識レベルでもあなたのマインドセットにわずかな差があれば、あなたのショットの差を出すことができます。\n\n今シーズンは「ゾーン」というコンセプトを探求しています。 私は漫画家の作者がラケットスポーツ選手としての自分の経験と驚くほど良く一致するので、これを可能な限り正確に記述するためにテニス心理学を徹底的に研究したと私は信じている。 ゾーンは、他のものを完全に認識しないように集中している究極の心の状態です。 彼らは何が起こるか心配することなく、現在の瞬間にのみ集中している、あるいは過去に起こったことです。 結果として、プレーヤーの最高の身体的および精神的なパフォーマンスが達成される。 しかし、意識的にサブ意識の中で起こるように、この状態に入ることはほとんど不可能です。\n\nもちろん、ショーはまた、最初のシーズンからさらに多くを向上させる主人公の物理的および技術的能力を扱っています。 私が最初のシーズンに失望した唯一のものの1つは、サーブに焦点を当てていないということでした。多くの人にとっては、最も重要ではありますが最も重要なショットです。 幸運なことに、今シーズンは、Maruoが彼の体を強化し、彼の奉仕を大幅に改善するための彼の動きの効率を改善しようとするので、それに対処します。 私はいくつかのシーンを見たいと思っていましたが\n彼の訓練は、サーブだけでなく、一般的に。\n\nアートとアニメーションは最初のシーズンから改善されていますが、まだそれはずっと良いかもしれませんが、それは仕事です。 それは家に書くことは何もありませんが、物語を損なうほど悪くはありません。\n\n改善されたもう一つのことは音です。 新しいOSTの中には、試合にさらに興奮を覚えるものもあります。 オープニング・ソングはS1から同じままですが、新しいビジュアルがあり、これは歌とさらによくマッチしているようです。 新しいEDについては、私は実際の曲よりもビジュアルを楽しんだ。\n\n最後に、第1シーズンの終わりに向けて暗示されたロマンスは、今シーズンより多くの発展を遂げています。 それはまだテニスの焦点をそらすのに十分ではありませんが、ロマンスに特有のアニメよりもはるかに満足です。 いくつかのドラマがありますが、それは非常に微妙に描かれ、強制されません。 あなたが他のスポーツのアニメで見つけるかもしれないような誇張された反応にうっとりすることなく、勝つか失ったときに、キャラクターの感情を感じることができます。\n\n結論として、あなたが一般的なスポーツアニメのファンではないとしても、私はBaby Stepsを誰にでも完全にお勧めします。 インテリジェントな戦略、現実的な開発、好きなキャラクター、そしてロマンスのタッチさえあれば、誰もが楽しめるものがあります。\n\nサイドノート：ベビーステップを楽しむためにテニスについて何か知る必要はありません。 最初のシーズンには誰もが理解できる方法ですべてのルールが説明されています。\n\nストーリー：10/10\nアート：8/10\nサウンド：9/10\nキャラクター：10/10\n楽しさ：10/10\n\n総合評価：10/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n'I used to think Maruo was the insecure type who isn't capable of having big dreams. But that's not right. He's the type to have countless smaller dreams that he can achieve perfectly, one by one. They may be small individually, but as they keep coming true, they quickly become one huge dream.'\n\n\u001b[1m「私は丸尾が大きな夢を持つことができない安全でないタイプだと思っていました。 しかしそれは正しいことではありません。 彼は完全に1つずつ達成することができる無数の小さな夢を持つタイプです。 彼らは個々に小さいかもしれませんが、彼らが真実を保ち続けると、すぐに大きな夢の一つになります。\u001b[22m\n\u001b[1m(`Watashi wa Maruo ga ōkina yume o motsu koto ga dekinai anzendenai taipuda to omotte imashita. Shikashi sore wa tadashī kotode wa arimasen. Kare wa kanzen ni 1tsu zutsu tassei suru koto ga dekiru musū no chīsana yume o motsu taipudesu. Karera wa koko ni chīsai kamo shiremasenga, karera ga shinjitsu o tamochi tsudzukeru to, sugu ni ōkina yume no hitotsu ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4m'I used to think Maruo was the insecure type who isn't capable of having big dreams. But that's not right. He's the type to have countless smaller dreams that he can achieve perfectly, one by one. They may be small individually, but as they keep coming true, they quickly become one huge dream.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I used to think Maruo was the insecure type who isn't capable of having big dreams.\u001b[24m\n    \u001b[1m「私は丸尾が大きな夢を持つことができない安全でないタイプだと思っていました。\u001b[22m, \u001b[1m「私は、丸尾は大きな夢を持つことのできない安全でないタイプだったと思うために使用されます。\u001b[22m\n\u001b[4mBut that's not right.\u001b[24m\n    \u001b[1mしかしそれは正しいことではありません。\u001b[22m, \u001b[1mしかし、それは正しくありません。\u001b[22m\n\u001b[4mHe's the type to have countless smaller dreams that he can achieve perfectly, one by one.\u001b[24m\n    \u001b[1m彼は完全に1つずつ達成することができる無数の小さな夢を持つタイプです。\u001b[22m, \u001b[1m彼は完全に達成することができます無数の小さい夢、一つ一つを持っているタイプです。\u001b[22m\n\u001b[4mThey may be small individually, but as they keep coming true, they quickly become one huge dream.'\u001b[24m\n    \u001b[1m彼らは個々に小さいかもしれませんが、彼らが真実を保ち続けると、すぐに大きな夢の一つになります。\u001b[22m, \u001b[1m彼らは個別に小さいかもしれないが、彼らは真くるように、彼らはすぐに一つの巨大な夢になります。」\u001b[22m\n- Episode 4.\n\n\u001b[1m - 第4話\u001b[22m\n\u001b[1m(- Dai 4-wa)\u001b[22m\n\nTranslations of \u001b[4m- Episode 4.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Episode 4.\u001b[24m\n    \u001b[1m - 第4話\u001b[22m, \u001b[1m - エピソード4。\u001b[22m\n\u001b[1m\u001b[22m\nBaby Steps is a realistic, mentally engaging sports anime. It's well paced and subtle in its delivery of drama and romance, preferring to put the main focus on the actual game of tennis. This is essentially what makes this show so good, because tennis itself is a very interesting sport. There are so many different playing styles, strategies and shots that can be played. The show takes full advantage of this fact with good use of inner-monologues to display realistic and intriguing thought processes of each character throughout the matches.\n\n\u001b[1mBaby Stepsは現実的で精神的に魅力的なスポーツアニメです。 ドラマとロマンスの配信にうまくやっており、テニスの実際のゲームに重点を置くことを好みます。 テニス自体は非常に興味深いスポーツなので、これは本質的にこのショーをとてもいいものにしています。 再生できるスタイル、戦略、ショットは非常に多くあります。 ショーは、この事実を十分に活用して、内部モノログをうまく使用して、マッチ全体を通して各キャラクターの現実的で興味深い思考プロセスを表示します。\u001b[22m\n\u001b[1m(Bebī suteppusu wa genjitsu-tekide seishintekini miryoku-tekina supōtsuanimedesu. Dorama to romansu no haishin ni umaku yatte ori, tenisu no jissai no gēmu ni jūtenwooku koto o konomimasu. Tenisu jitai wa hijō ni kyōmibukai supōtsunanode, koreha honshitsu-teki ni kono shō o totemo ī mono ni shite imasu. Saisei dekiru sutairu, senryaku, shotto wa hijō ni ōku arimasu. Shō wa, kono jijitsu o jūbun ni katsuyō shite, naibu mono rogu o umaku shiyō shite, matchi zentai o tōshite kaku kyarakutā no genjitsu-tekide kyōmibukai shikō purosesu o hyōji shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBaby Steps is a realistic, mentally engaging sports anime. It's well paced and subtle in its delivery of drama and romance, preferring to put the main focus on the actual game of tennis. This is essentially what makes this show so good, because tennis itself is a very interesting sport. There are so many different playing styles, strategies and shots that can be played. The show takes full advantage of this fact with good use of inner-monologues to display realistic and intriguing thought processes of each character throughout the matches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby Steps is a realistic, mentally engaging sports anime.\u001b[24m\n    \u001b[1mBaby Stepsは現実的で精神的に魅力的なスポーツアニメです。\u001b[22m, \u001b[1mベイビーステップは現実的、精神的に魅力的なスポーツアニメです。\u001b[22m\n\u001b[4mIt's well paced and subtle in its delivery of drama and romance, preferring to put the main focus on the actual game of tennis.\u001b[24m\n    \u001b[1mドラマとロマンスの配信にうまくやっており、テニスの実際のゲームに重点を置くことを好みます。\u001b[22m, \u001b[1mこれはよくテニスの実際のゲームに主な焦点を置くことを好む、ドラマやロマンスのその送達にペースと微妙です。\u001b[22m\n\u001b[4mThis is essentially what makes this show so good, because tennis itself is a very interesting sport.\u001b[24m\n    \u001b[1mテニス自体は非常に興味深いスポーツなので、これは本質的にこのショーをとてもいいものにしています。\u001b[22m, \u001b[1mテニス自体は非常に興味深いスポーツですので、これは、このショーはとても良いにするもの、本質的です。\u001b[22m\n\u001b[4mThere are so many different playing styles, strategies and shots that can be played.\u001b[24m\n    \u001b[1m再生できるスタイル、戦略、ショットは非常に多くあります。\u001b[22m, \u001b[1m再生することができますので、多くの異なる演奏スタイル、戦略とのショットがあります。\u001b[22m\n\u001b[4mThe show takes full advantage of this fact with good use of inner-monologues to display realistic and intriguing thought processes of each character throughout the matches.\u001b[24m\n    \u001b[1mショーは、この事実を十分に活用して、内部モノログをうまく使用して、マッチ全体を通して各キャラクターの現実的で興味深い思考プロセスを表示します。\u001b[22m, \u001b[1mショーは試合を通じて、各文字の現実的かつ魅力的な思考プロセスを表示するための内部独白をうまく利用して、この事実を最大限に活用しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis second season of Baby Steps introduces slightly older and more mature characters. They start to think about their futures more seriously, whether that be going to University or pursuing tennis as a career. Consequently, the outcomes of the matches carry a greater sense of risk which makes them even more exciting to watch. Baby Steps is very good at making us empathise with Maruo's feelings of anxiety in those matches when his future depends on whether he wins or loses. The fact that we know what the outcome of those matches should be for the story to continue, doesn't really lessen the tension.\n\n\u001b[1mベビーステップスのこの第2シーズンは、若干古い、より成熟したキャラクターを紹介しています。 彼らは大学に行くのか、テニスをキャリアにするのか、彼らの未来についてもっと真剣に考えるようになります。 その結果、試合の結果はより大きなリスク感覚を持ち、見ることをよりエキサイティングにします。 ベビーステップズは、彼の勝利が勝っているか失っているかによって、彼の未来が決まるときに、マルコの不安感に共感することができます。 ストーリーを続けるためには、それらの試合の結果がどうなるべきかを知っているという事実は、本当に緊張を和らげるものではありません。\u001b[22m\n\u001b[1m(Bebīsuteppusu no kono dai 2 shīzun wa, jakkan furui, yori seijuku shita kyarakutā o shōkai shite imasu. Karera wa daigaku ni iku no ka, tenisu o kyaria ni suru no ka, karera no mirai ni tsuite motto shinken ni kangaeru yō ni narimasu. Sono kekka, shiai no kekka wa yori ōkina risuku kankaku o mochi, miru koto o yori ekisaitingu ni shimasu. Bebīsuteppuzu wa, kare no shōri ga katte iru ka ushinatte iru ka ni yotte, kare no mirai ga kimaru toki ni, Maruko no fuan-kan ni kyōkan suru koto ga dekimasu. Sutōrī o tsudzukeru tame ni wa, sorera no shiai no kekka ga dō narubeki ka o shitte iru to iu jijitsu wa, hontōni kinchō o yawarageru monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis second season of Baby Steps introduces slightly older and more mature characters. They start to think about their futures more seriously, whether that be going to University or pursuing tennis as a career. Consequently, the outcomes of the matches carry a greater sense of risk which makes them even more exciting to watch. Baby Steps is very good at making us empathise with Maruo's feelings of anxiety in those matches when his future depends on whether he wins or loses. The fact that we know what the outcome of those matches should be for the story to continue, doesn't really lessen the tension.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis second season of Baby Steps introduces slightly older and more mature characters.\u001b[24m\n    \u001b[1mベビーステップスのこの第2シーズンは、若干古い、より成熟したキャラクターを紹介しています。\u001b[22m, \u001b[1mベイビーステップのこの第二シーズンは少し古い、より成熟した文字を紹介します。\u001b[22m\n\u001b[4mThey start to think about their futures more seriously, whether that be going to University or pursuing tennis as a career.\u001b[24m\n    \u001b[1m彼らは大学に行くのか、テニスをキャリアにするのか、彼らの未来についてもっと真剣に考えるようになります。\u001b[22m, \u001b[1m彼らはそれが大学に行くか、キャリアとしてテニスを追求するかどうかを、もっと真剣に自分の未来について考え始めます。\u001b[22m\n\u001b[4mConsequently, the outcomes of the matches carry a greater sense of risk which makes them even more exciting to watch.\u001b[24m\n    \u001b[1mその結果、試合の結果はより大きなリスク感覚を持ち、見ることをよりエキサイティングにします。\u001b[22m, \u001b[1mその結果、試合の結果は、それらがさらにエキサイティングな時計になり、リスクの大きい感覚を運びます。\u001b[22m\n\u001b[4mBaby Steps is very good at making us empathise with Maruo's feelings of anxiety in those matches when his future depends on whether he wins or loses.\u001b[24m\n    \u001b[1mベビーステップズは、彼の勝利が勝っているか失っているかによって、彼の未来が決まるときに、マルコの不安感に共感することができます。\u001b[22m, \u001b[1mベイビーステップは、彼の将来は、彼が勝つか失うかどうかに依存する場合、私たちはそれらの試合で不安の丸尾の気持ちに共感することで、非常に良いです。\u001b[22m\n\u001b[4mThe fact that we know what the outcome of those matches should be for the story to continue, doesn't really lessen the tension.\u001b[24m\n    \u001b[1mストーリーを続けるためには、それらの試合の結果がどうなるべきかを知っているという事実は、本当に緊張を和らげるものではありません。\u001b[22m, \u001b[1m私たちはそれらの試合の結果が物語を継続するためにどうあるべきかを知っている事実は、本当に緊張を軽減しません。\u001b[22m\n\u001b[1m\u001b[22m\nThe pacing is a bit slow, but I feel this reflects Maruo's playing style; taking his time to think through his strategy and not rushing blindly, trying to hit winners on every shot. Of course, his skills improve quite a bit from last season and he's getting one step closer to playing at a professional standard. One might think his progression is too fast to be realistic, but when you take into consideration all the work he puts in, it's certainly plausible. A sports anime needs the right balance of realism, and fiction for the sake of entertainment. Baby Steps gets this balance almost perfectly.\n\n\u001b[1mペーシングはやや遅いですが、これは丸尾の演奏スタイルを反映していると思います。 彼の戦略を考えて、盲目的に急いではなく、すべてのショットで勝者に当たるように時間をかけています。 もちろん、彼のスキルは昨シーズンからかなり改善され、彼はプロのスタンダードでのプレーに一歩近づいています。 彼の進歩が現実的であるには速すぎると思うかもしれませんが、彼が取り組むすべての仕事を考慮に入れると、確かに妥当です。 スポーツアニメは、エンターテイメントのためにリアリズムとフィクションのバランスが必要です。 ベビーステップは、このバランスをほぼ完全に取得します。\u001b[22m\n\u001b[1m(Pēshingu wa yaya osoidesuga, koreha Maruo no ensō sutairu o han'ei shite iru to omoimasu. Kare no senryaku o kangaete, mōmokuteki ni isoide wa naku, subete no shotto de shōsha ni ataru yō ni jikan o kakete imasu. Mochiron, kare no sukiru wa saku shīzun kara kanari kaizen sa re, kare wa puro no sutandādo de no purē ni ippo chikadzuite imasu. Kare no shinpo ga genjitsu-tekidearu ni wa haya sugiru to omou kamo shiremasenga, kare ga torikumu subete no shigoto o kōryoniireru to, tashika ni datōdesu. Supōtsuanime wa, entāteimento no tame ni riarizumu to fikushon no baransu ga hitsuyōdesu. Bebīsuteppu wa, kono baransu o hobo kanzen ni shutoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe pacing is a bit slow, but I feel this reflects Maruo's playing style; taking his time to think through his strategy and not rushing blindly, trying to hit winners on every shot. Of course, his skills improve quite a bit from last season and he's getting one step closer to playing at a professional standard. One might think his progression is too fast to be realistic, but when you take into consideration all the work he puts in, it's certainly plausible. A sports anime needs the right balance of realism, and fiction for the sake of entertainment. Baby Steps gets this balance almost perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe pacing is a bit slow, but I feel this reflects Maruo's playing style;\u001b[24m\n    \u001b[1mペーシングはやや遅いですが、これは丸尾の演奏スタイルを反映していると思います。\u001b[22m, \u001b[1mペーシングは少し遅いですが、私は、これは丸尾の演奏スタイルを反映していると感じます。\u001b[22m\n\u001b[4mtaking his time to think through his strategy and not rushing blindly, trying to hit winners on every shot.\u001b[24m\n    \u001b[1m彼の戦略を考えて、盲目的に急いではなく、すべてのショットで勝者に当たるように時間をかけています。\u001b[22m, \u001b[1m彼の戦略を通じ、考えるために彼の時間を取って、盲目的に急いでいない、すべてのショットに受賞者をヒットしようとしています。\u001b[22m\n\u001b[4mOf course, his skills improve quite a bit from last season and he's getting one step closer to playing at a professional standard.\u001b[24m\n    \u001b[1mもちろん、彼のスキルは昨シーズンからかなり改善され、彼はプロのスタンダードでのプレーに一歩近づいています。\u001b[22m, \u001b[1mもちろん、彼の技術は、昨シーズンからかなり改善し、彼はプロの標準で演奏に一歩近づいています。\u001b[22m\n\u001b[4mOne might think his progression is too fast to be realistic, but when you take into consideration all the work he puts in, it's certainly plausible.\u001b[24m\n    \u001b[1m彼の進歩が現実的であるには速すぎると思うかもしれませんが、彼が取り組むすべての仕事を考慮に入れると、確かに妥当です。\u001b[22m, \u001b[1m一つは、彼の進行が現実的であることが早すぎると思うかもしれませんが、あなたが考慮に彼が置くすべての作業を取るとき、それは確かにもっともらしいです。\u001b[22m\n\u001b[4mA sports anime needs the right balance of realism, and fiction for the sake of entertainment.\u001b[24m\n    \u001b[1mスポーツアニメは、エンターテイメントのためにリアリズムとフィクションのバランスが必要です。\u001b[22m, \u001b[1mスポーツアニメは娯楽のためにリアリズム、とフィクションの適切なバランスを必要とします。\u001b[22m\n\u001b[4mBaby Steps gets this balance almost perfectly.\u001b[24m\n    \u001b[1mベビーステップは、このバランスをほぼ完全に取得します。\u001b[22m, \u001b[1mベイビーステップは、ほぼ完全にこのバランスを取得します。\u001b[22m\n\u001b[1m\u001b[22m\nMy favourite thing about this show, which I feel is unique compared to other sports anime I've seen, is the way the psychological aspects of the sport are explored in a surprising amount of depth. Anyone who's played tennis competitively or recreationally will recognise how your mental state plays a big part in how well you perform. With the margin for error so small in tennis, a slight shift in your mindset even on a subconscious level can make the difference between your shots going in or out.\n\n\u001b[1m私が見た他のスポーツアニメと比較してユニークなこのショーについての私の好きなことは、スポーツの心理的な側面が驚くほどの深さで探検される方法です。 競技やレクリエーションでテニスをした人は、あなたの精神状態がどれくらいうまくいくかに大きな影響を与えます。 テニスでは誤差が少ないため、潜在意識レベルでもあなたのマインドセットにわずかな差があれば、あなたのショットの差を出すことができます。\u001b[22m\n\u001b[1m(Watashi ga mita ta no supōtsuanime to hikaku shite yunīkuna kono shō ni tsuite no watashi no sukinakoto wa, supōtsu no shinri-tekina sokumen ga odoroku hodo no fuka-sa de tanken sa reru hōhōdesu. Kyōgi ya rekuriēshon de tenisu o shita hito wa, anata no seishin jōtai ga dorekurai umaku iku ka ni ōkina eikyō o ataemasu. Tenisude wa gosa ga sukunai tame, senzai ishiki reberu demo anata no maindo setto ni wazukana sa ga areba, anata no shotto no sa o dasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy favourite thing about this show, which I feel is unique compared to other sports anime I've seen, is the way the psychological aspects of the sport are explored in a surprising amount of depth. Anyone who's played tennis competitively or recreationally will recognise how your mental state plays a big part in how well you perform. With the margin for error so small in tennis, a slight shift in your mindset even on a subconscious level can make the difference between your shots going in or out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favourite thing about this show, which I feel is unique compared to other sports anime I've seen, is the way the psychological aspects of the sport are explored in a surprising amount of depth.\u001b[24m\n    \u001b[1m私が見た他のスポーツアニメと比較してユニークなこのショーについての私の好きなことは、スポーツの心理的な側面が驚くほどの深さで探検される方法です。\u001b[22m, \u001b[1m私は私が見てきた他のスポーツのアニメと比べてユニークであると感じ、この番組、についての私の好きなものは、スポーツの心理的側面は深さの驚くべき量で検討されている方法です。\u001b[22m\n\u001b[4mAnyone who's played tennis competitively or recreationally will recognise how your mental state plays a big part in how well you perform.\u001b[24m\n    \u001b[1m競技やレクリエーションでテニスをした人は、あなたの精神状態がどれくらいうまくいくかに大きな影響を与えます。\u001b[22m, \u001b[1m競合的または気晴らしテニスをしています誰もがあなたの精神状態は、ユーザーが実行どれだけに大きな役割を果たしているかを理解するであろう。\u001b[22m\n\u001b[4mWith the margin for error so small in tennis, a slight shift in your mindset even on a subconscious level can make the difference between your shots going in or out.\u001b[24m\n    \u001b[1mテニスでは誤差が少ないため、潜在意識レベルでもあなたのマインドセットにわずかな差があれば、あなたのショットの差を出すことができます。\u001b[22m, \u001b[1mテニスで非常に小さな誤差のために余裕を持って、でも潜在意識レベルであなたの考え方に若干のずれがあなたのショット間の差がでたり外出することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThis season also explores a concept called 'the zone'. I believe the author of the manga has thoroughly researched tennis psychology to describe this as accurately as possible, because it matches surprisingly well with my own experiences as a racket sports player. The zone is an ultimate state of mind where one is so focused that they are completely unaware of anything else. They are focused only on the present moment without worrying about what will happen, or has happened in the past. The result being, the player's best physical and mental performance is achieved. However, it is almost impossible to enter this state consciously as it happens in the sub-consciousness.\n\n\u001b[1m今シーズンは「ゾーン」というコンセプトを探求しています。 私は漫画家の作者がラケットスポーツ選手としての自分の経験と驚くほど良く一致するので、これを可能な限り正確に記述するためにテニス心理学を徹底的に研究したと私は信じている。 ゾーンは、他のものを完全に認識しないように集中している究極の心の状態です。 彼らは何が起こるか心配することなく、現在の瞬間にのみ集中している、あるいは過去に起こったことです。 結果として、プレーヤーの最高の身体的および精神的なパフォーマンスが達成される。 しかし、意識的にサブ意識の中で起こるように、この状態に入ることはほとんど不可能です。\u001b[22m\n\u001b[1m(Ima shīzun wa `zōn' to iu konseputo o tankyū shite imasu. Watashi wa mangakka no sakusha ga rakettosupōtsu senshu to shite no jibun no keiken to odoroku hodo yoku itchi surunode, kore o kanōnakagiri seikaku ni kijutsu suru tame ni tenisu shinri-gaku o tetteiteki ni kenkyū shita to watashi wa shinjite iru. Zōn wa, hoka no mono o kanzen ni ninshiki shinai yō ni shūchū shite iru kyūkyoku no kokoro no jōtaidesu. Karera wa nani ga okoru ka shinpai suru koto naku, genzai no shunkan ni nomi shūchū shite iru, aruiwa kako ni okotta kotodesu. Kekka to shite, purēyā no saikō no karada-teki oyobi seishin-tekina pafōmansu ga tassei sa reru. Shikashi, ishiki-teki ni sabu ishiki no naka de okoru yō ni, kono jōtai ni hairu koto wa hotondo fukanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis season also explores a concept called 'the zone'. I believe the author of the manga has thoroughly researched tennis psychology to describe this as accurately as possible, because it matches surprisingly well with my own experiences as a racket sports player. The zone is an ultimate state of mind where one is so focused that they are completely unaware of anything else. They are focused only on the present moment without worrying about what will happen, or has happened in the past. The result being, the player's best physical and mental performance is achieved. However, it is almost impossible to enter this state consciously as it happens in the sub-consciousness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis season also explores a concept called 'the zone'.\u001b[24m\n    \u001b[1m今シーズンは「ゾーン」というコンセプトを探求しています。\u001b[22m, \u001b[1m今シーズンはまた、「ゾーン」と呼ばれる概念を探ります。\u001b[22m\n\u001b[4mI believe the author of the manga has thoroughly researched tennis psychology to describe this as accurately as possible, because it matches surprisingly well with my own experiences as a racket sports player.\u001b[24m\n    \u001b[1m私は漫画家の作者がラケットスポーツ選手としての自分の経験と驚くほど良く一致するので、これを可能な限り正確に記述するためにテニス心理学を徹底的に研究したと私は信じている。\u001b[22m, \u001b[1m私はそれがラケットスポーツ選手としての私自身の経験で驚くほどよく一致するため漫画の作者は徹底的に、できるだけ正確にこれを説明するテニス心理学を研究していると信じています。\u001b[22m\n\u001b[4mThe zone is an ultimate state of mind where one is so focused that they are completely unaware of anything else.\u001b[24m\n    \u001b[1mゾーンは、他のものを完全に認識しないように集中している究極の心の状態です。\u001b[22m, \u001b[1mゾーンには、1つはそれらが何かを全く知らないことがフォーカスされる心の究極の状態です。\u001b[22m\n\u001b[4mThey are focused only on the present moment without worrying about what will happen, or has happened in the past.\u001b[24m\n    \u001b[1m彼らは何が起こるか心配することなく、現在の瞬間にのみ集中している、あるいは過去に起こったことです。\u001b[22m, \u001b[1m彼らは何が起こるかを心配することなく存在するだけモーメント焦点を当てている、または過去に起こっいます。\u001b[22m\n\u001b[4mThe result being, the player's best physical and mental performance is achieved.\u001b[24m\n    \u001b[1m結果として、プレーヤーの最高の身体的および精神的なパフォーマンスが達成される。\u001b[22m, \u001b[1mその結果、プレイヤーの最高の物理的および精神的な性能が達成される、という。\u001b[22m\n\u001b[4mHowever, it is almost impossible to enter this state consciously as it happens in the sub-consciousness.\u001b[24m\n    \u001b[1mしかし、意識的にサブ意識の中で起こるように、この状態に入ることはほとんど不可能です。\u001b[22m, \u001b[1mしかし、サブ意識に起こるように意識的にこの状態に入ることはほとんど不可能です。\u001b[22m\n\u001b[1m\u001b[22m\nOf course the show also deals with the physical and technical ability of our main character, which improves even more from the first season. One of the only things I was disappointed with in the first season was a lack of focus on the serve, which for many is the hardest yet most important shot in the game. Luckily this season does address it, as Maruo tries to strengthen his body and improve the efficiency of his movement to improve his serve drastically. Though I would have liked to see a few more scenes with\n\n\u001b[1mもちろん、ショーはまた、最初のシーズンからさらに多くを向上させる主人公の物理的および技術的能力を扱っています。 私が最初のシーズンに失望した唯一のものの1つは、サーブに焦点を当てていないということでした。多くの人にとっては、最も重要ではありますが最も重要なショットです。 幸運なことに、今シーズンは、Maruoが彼の体を強化し、彼の奉仕を大幅に改善するための彼の動きの効率を改善しようとするので、それに対処します。 私はいくつかのシーンを見たいと思っていましたが\u001b[22m\n\u001b[1m(Mochiron, shō wa mata, saisho no shīzun kara sarani ōku o kōjō sa seru shujinkō no butsuri-teki oyobi gijutsu-teki nōryoku o atsukatte imasu. Watashi ga saisho no shīzun ni shitsubō shita yuiitsu no mono no 1tsu wa, sābu ni shōten o atete inai to iu kotodeshita. Ōku no hito ni totte wa, mottomojūyōde wa arimasuga mottomo jūyōna shottodesu. Kōun'na koto ni, ima shīzun wa, Maruo ga kare no karada o kyōka shi, kare no hōshi o ōhaba ni kaizen suru tame no kare no ugoki no kōritsu o kaizen shiyou to surunode, soreni taisho shimasu. Watashi wa ikutsu ka no shīn o mitai to omotte imashitaga)\u001b[22m\n\nTranslations of \u001b[4mOf course the show also deals with the physical and technical ability of our main character, which improves even more from the first season. One of the only things I was disappointed with in the first season was a lack of focus on the serve, which for many is the hardest yet most important shot in the game. Luckily this season does address it, as Maruo tries to strengthen his body and improve the efficiency of his movement to improve his serve drastically. Though I would have liked to see a few more scenes with\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course the show also deals with the physical and technical ability of our main character, which improves even more from the first season.\u001b[24m\n    \u001b[1mもちろん、ショーはまた、最初のシーズンからさらに多くを向上させる主人公の物理的および技術的能力を扱っています。\u001b[22m, \u001b[1mもちろん、ショーはまた、最初のシーズンからより一層向上させ、当社のメインキャラクターの物理的及び技術的能力を扱っています。\u001b[22m\n\u001b[4mOne of the only things I was disappointed with in the first season was a lack of focus on the serve, which for many is the hardest yet most important shot in the game.\u001b[24m\n    \u001b[1m私が最初のシーズンに失望した唯一のものの1つは、サーブに焦点を当てていないということでした。多くの人にとっては、最も重要ではありますが最も重要なショットです。\u001b[22m, \u001b[1m私は最初のシーズン中には失望しただけのものの一つは、多くのためのゲームで最も難しいまだ最も重要なショットで奉仕に焦点の欠如でした。\u001b[22m\n\u001b[4mLuckily this season does address it, as Maruo tries to strengthen his body and improve the efficiency of his movement to improve his serve drastically.\u001b[24m\n    \u001b[1m幸運なことに、今シーズンは、Maruoが彼の体を強化し、彼の奉仕を大幅に改善するための彼の動きの効率を改善しようとするので、それに対処します。\u001b[22m, \u001b[1m丸尾は彼の体を強化し、彼の劇的奉仕を改善するために彼の動きの効率を改善しようとして幸いにも今シーズンは、それに対処しません。\u001b[22m\n\u001b[4mThough I would have liked to see a few more scenes with\u001b[24m\n    \u001b[1m私はいくつかのシーンを見たいと思っていましたが\u001b[22m, \u001b[1m私はさらにいくつかのシーンを見ることが好きだろうけど\u001b[22m\nhis training, not just for the serve but in general.\n\n\u001b[1m彼の訓練は、サーブだけでなく、一般的に。\u001b[22m\n\u001b[1m(Kare no kunren wa, sābu dakedenaku, ippantekini.)\u001b[22m\n\nTranslations of \u001b[4mhis training, not just for the serve but in general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhis training, not just for the serve but in general.\u001b[24m\n    \u001b[1m彼の訓練は、サーブだけでなく、一般的に。\u001b[22m, \u001b[1mサーブのためのが、一般的にだけではなく彼のトレーニング、。\u001b[22m\n\u001b[1m\u001b[22m\nThe art and animation is improved from the first season, and although it could still be a lot better, it does the job. It's nothing to write home about, but it's not bad enough to detract from the story.\n\n\u001b[1mアートとアニメーションは最初のシーズンから改善されていますが、まだそれはずっと良いかもしれませんが、それは仕事です。 それは家に書くことは何もありませんが、物語を損なうほど悪くはありません。\u001b[22m\n\u001b[1m(Āto to animēshon wa saisho no shīzun kara kaizen sa rete imasuga, mada sore wa zutto yoi kamo shiremasenga, soreha shigotodesu. Sore wa ie ni kaku koto wa nani mo arimasenga, monogatari o sokonau hodo waruku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art and animation is improved from the first season, and although it could still be a lot better, it does the job. It's nothing to write home about, but it's not bad enough to detract from the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art and animation is improved from the first season, and although it could still be a lot better, it does the job.\u001b[24m\n    \u001b[1mアートとアニメーションは最初のシーズンから改善されていますが、まだそれはずっと良いかもしれませんが、それは仕事です。\u001b[22m, \u001b[1mアートやアニメーションは最初のシーズンから改善され、それはまだ多くのより良いかもしれないが、それは仕事をしていません。\u001b[22m\n\u001b[4mIt's nothing to write home about, but it's not bad enough to detract from the story.\u001b[24m\n    \u001b[1mそれは家に書くことは何もありませんが、物語を損なうほど悪くはありません。\u001b[22m, \u001b[1mそれは約家を書くことは何もないですが、それは物語を損なうには十分悪くありません。\u001b[22m\n\u001b[1m\u001b[22m\nAnother thing which is improved is the sound. Some new OSTs provide even more excitement to the matches. The opening song stays the same from S1 but with new visuals which seems to match the song even better. As for the new ED, I enjoyed the visuals more than the actual song.\n\n\u001b[1m改善されたもう一つのことは音です。 新しいOSTの中には、試合にさらに興奮を覚えるものもあります。 オープニング・ソングはS1から同じままですが、新しいビジュアルがあり、これは歌とさらによくマッチしているようです。 新しいEDについては、私は実際の曲よりもビジュアルを楽しんだ。\u001b[22m\n\u001b[1m(Kaizen sa reta mōhitotsu no koto wa otodesu. Atarashī OST no nakaniha, shiai ni sarani kōfun o oboeru mono mo arimasu. Ōpuningu songu wa S 1 kara onaji mamadesuga, atarashī bijuaru ga ari, koreha uta to sarani yoku matchi shite iru yōdesu. Atarashī ED ni tsuite wa, watashi wa jissai no kyoku yori mo bijuaru o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mAnother thing which is improved is the sound. Some new OSTs provide even more excitement to the matches. The opening song stays the same from S1 but with new visuals which seems to match the song even better. As for the new ED, I enjoyed the visuals more than the actual song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing which is improved is the sound.\u001b[24m\n    \u001b[1m改善されたもう一つのことは音です。\u001b[22m, \u001b[1m改善されているもう一つは音です。\u001b[22m\n\u001b[4mSome new OSTs provide even more excitement to the matches.\u001b[24m\n    \u001b[1m新しいOSTの中には、試合にさらに興奮を覚えるものもあります。\u001b[22m, \u001b[1mいくつかの新しいのOSTは試合へのより一層の興奮を提供しています。\u001b[22m\n\u001b[4mThe opening song stays the same from S1 but with new visuals which seems to match the song even better.\u001b[24m\n    \u001b[1mオープニング・ソングはS1から同じままですが、新しいビジュアルがあり、これは歌とさらによくマッチしているようです。\u001b[22m, \u001b[1mオープニング曲は、S1からではなく、より良い曲に一致するように思われる新しいビジュアルと同じままです。\u001b[22m\n\u001b[4mAs for the new ED, I enjoyed the visuals more than the actual song.\u001b[24m\n    \u001b[1m新しいEDについては、私は実際の曲よりもビジュアルを楽しんだ。\u001b[22m, \u001b[1m新EDのためとして、私は実際の曲よりもビジュアルを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nFinally, the romance that was hinted at towards the end of the first season has more development in this season. It's still not enough to distract from the focus on tennis but it's a lot more satisfying than even a lot of romance-specific anime. There is some drama but it remains very subtly portrayed and not forced. You can feel the emotions of the characters when they win or lose without having to cringe through over exaggerated reactions such as you might find in other sports animes.\n\n\u001b[1m最後に、第1シーズンの終わりに向けて暗示されたロマンスは、今シーズンより多くの発展を遂げています。 それはまだテニスの焦点をそらすのに十分ではありませんが、ロマンスに特有のアニメよりもはるかに満足です。 いくつかのドラマがありますが、それは非常に微妙に描かれ、強制されません。 あなたが他のスポーツのアニメで見つけるかもしれないような誇張された反応にうっとりすることなく、勝つか失ったときに、キャラクターの感情を感じることができます。\u001b[22m\n\u001b[1m(Saigo ni, dai 1 shīzun no owari ni mukete anji sa reta romansu wa, ima shīzun yori ōku no hatten o togete imasu. Sore wa mada tenisu no shōten o sorasu no ni jūbunde wa arimasenga, romansu ni tokuyū no anime yori mo haruka ni manzokudesu. Ikutsu ka no dorama ga arimasuga, sore wa hijō ni bimyō ni egaka re, kyōsei sa remasen. Anata ga hoka no supōtsu no anime de mitsukeru kamo shirenai yōna kochō sa reta han'nō ni uttori suru koto naku, katsu ka ushinatta toki ni, kyarakutā no kanjō o kanjiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mFinally, the romance that was hinted at towards the end of the first season has more development in this season. It's still not enough to distract from the focus on tennis but it's a lot more satisfying than even a lot of romance-specific anime. There is some drama but it remains very subtly portrayed and not forced. You can feel the emotions of the characters when they win or lose without having to cringe through over exaggerated reactions such as you might find in other sports animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally, the romance that was hinted at towards the end of the first season has more development in this season.\u001b[24m\n    \u001b[1m最後に、第1シーズンの終わりに向けて暗示されたロマンスは、今シーズンより多くの発展を遂げています。\u001b[22m, \u001b[1m最後に、最初のシーズンの終わりに向かってほのめかしたロマンスが、この季節により開発されています。\u001b[22m\n\u001b[4mIt's still not enough to distract from the focus on tennis but it's a lot more satisfying than even a lot of romance-specific anime.\u001b[24m\n    \u001b[1mそれはまだテニスの焦点をそらすのに十分ではありませんが、ロマンスに特有のアニメよりもはるかに満足です。\u001b[22m, \u001b[1mそれはまだテニスに焦点から気をそらすのに十分ではありませんが、それはロマンス固有のアニメのさえ多くよりも多く満足です。\u001b[22m\n\u001b[4mThere is some drama but it remains very subtly portrayed and not forced.\u001b[24m\n    \u001b[1mいくつかのドラマがありますが、それは非常に微妙に描かれ、強制されません。\u001b[22m, \u001b[1mそこにいくつかのドラマがあるが、それは非常に微妙に描かれ、強制されないままです。\u001b[22m\n\u001b[4mYou can feel the emotions of the characters when they win or lose without having to cringe through over exaggerated reactions such as you might find in other sports animes.\u001b[24m\n    \u001b[1mあなたが他のスポーツのアニメで見つけるかもしれないような誇張された反応にうっとりすることなく、勝つか失ったときに、キャラクターの感情を感じることができます。\u001b[22m, \u001b[1mあなたは、彼らが勝ったときに文字の感情を感じたり、他のスポーツのアニメで見つけるかもしれないような大げさな反応を介してを介してうんざりすることなく、失うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion, I fully recommend Baby Steps to anyone, even if you're not a fan of sports anime in general. It has intelligent strategies, realistic development, likeable characters and even a touch of romance so there's something for everyone to enjoy.\n\n\u001b[1m結論として、あなたが一般的なスポーツアニメのファンではないとしても、私はBaby Stepsを誰にでも完全にお勧めします。 インテリジェントな戦略、現実的な開発、好きなキャラクター、そしてロマンスのタッチさえあれば、誰もが楽しめるものがあります。\u001b[22m\n\u001b[1m(Ketsuron to shite, anata ga ippantekina supōtsuanime no fande wa nai to shite mo, watashi wa bebī suteppusu o darenidemo kanzen ni o susume shimasu. Interijentona senryaku, genjitsu-tekina kaihatsu, sukina kyarakutā, soshite romansu no tatchi sae areba, daremoga tanoshimeru mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion, I fully recommend Baby Steps to anyone, even if you're not a fan of sports anime in general. It has intelligent strategies, realistic development, likeable characters and even a touch of romance so there's something for everyone to enjoy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion, I fully recommend Baby Steps to anyone, even if you're not a fan of sports anime in general.\u001b[24m\n    \u001b[1m結論として、あなたが一般的なスポーツアニメのファンではないとしても、私はBaby Stepsを誰にでも完全にお勧めします。\u001b[22m, \u001b[1m結論として、私は完全にベイビーステップは、あなたが一般的にスポーツアニメのファンでなくても、誰にもお勧めします。\u001b[22m\n\u001b[4mIt has intelligent strategies, realistic development, likeable characters and even a touch of romance so there's something for everyone to enjoy.\u001b[24m\n    \u001b[1mインテリジェントな戦略、現実的な開発、好きなキャラクター、そしてロマンスのタッチさえあれば、誰もが楽しめるものがあります。\u001b[22m, \u001b[1m誰もが楽しむための何かがありますので、それは、インテリジェントな戦略、現実的な開発、好感の持てるキャラクターやロマンスのさえタッチを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nSide note: You don't actually need to know anything about tennis to enjoy Baby Steps. In the first season it explains all the rules in a way that anyone could understand.\n\n\u001b[1mサイドノート：ベビーステップを楽しむためにテニスについて何か知る必要はありません。 最初のシーズンには誰もが理解できる方法ですべてのルールが説明されています。\u001b[22m\n\u001b[1m(Saidonōto: Bebīsuteppu o tanoshimu tame ni tenisu ni tsuite nani ka shiru hitsuyō wa arimasen. Saisho no shīzun ni wa daremoga rikai dekiru hōhō de subete no rūru ga setsumei sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mSide note: You don't actually need to know anything about tennis to enjoy Baby Steps. In the first season it explains all the rules in a way that anyone could understand.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSide note: You don't actually need to know anything about tennis to enjoy Baby Steps.\u001b[24m\n    \u001b[1mサイドノート：ベビーステップを楽しむためにテニスについて何か知る必要はありません。\u001b[22m, \u001b[1mサイドノート：あなたは実際にベイビーステップを楽しむためのテニスについて何を知っている必要はありません。\u001b[22m\n\u001b[4mIn the first season it explains all the rules in a way that anyone could understand.\u001b[24m\n    \u001b[1m最初のシーズンには誰もが理解できる方法ですべてのルールが説明されています。\u001b[22m, \u001b[1m最初のシーズンでは、誰もが理解できるような方法ですべてのルールを説明しています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10/10\n\n\u001b[1mストーリー：10/10\u001b[22m\n\u001b[1m(Sutōrī: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10/10\u001b[24m\n    \u001b[1mストーリー：10/10\u001b[22m\nArt: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nSound: 9/10\n\n\u001b[1mサウンド：9/10\u001b[22m\n\u001b[1m(Saundo: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/10\u001b[24m\n    \u001b[1mサウンド：9/10\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m\u001b[22m\nOverall rating: 10/10.\n\n\u001b[1m総合評価：10/10。\u001b[22m\n\u001b[1m(Sōgō hyōka: 10/ 10.)\u001b[22m\n\nTranslations of \u001b[4mOverall rating: 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall rating: 10/10.\u001b[24m\n    \u001b[1m総合評価：10/10。\u001b[22m"
  },
  {
    "title": "Baby_Steps_2nd_Season",
    "id": "27663",
    "url": "https://myanimelist.net/anime/27663/Baby_Steps_2nd_Season",
    "user": "MAND4",
    "profile": "/profile/MAND4/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=209463",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  6\n\n赤ちゃんのステップは、そこで最もリアルなスポーツアニメの1つであることを称賛します。 この点は、MCが引き出したすべての動きが考え出され、かなり精巧な方法で説明されていることに由来し、主人公だけでなく、すべての人が試合後のより良いマッチを得るための闘いを見ている。 しかし、誰もが才能と才能を持っているように、栄光は長い間テニスをしているだけであることを忘れているようです。 現実主義の世界に挑むなら、テニスをしてきた人たちを一生倒すことは不可能です。\n\n裏返して、Baby Stepsは間違いなく面白いです。 正直言って、それはスポーツに翻訳されたshounen戦闘漫画のようなものであり、うまくいったロマンスのダッシュ（あなたがそれを信じるならば、私はそれがこのマンガの最も現実的な側面であると考える）。 ライバルたちは出て行き、強く出現し、ランダムな新しい動きMCが現場の仕事を考え、彼はしばしば彼の手の届かないところにいるような戦いに勝つ。 それは悪いアニメではなく、ただ現実的なものと呼んでいるのはかなりのストレッチです。\n\nストーリーはゆっくり歩いている。 そして、私はゆっくり歩いていることを意味します。 最初はそうは見えないかもしれませんが、あなたがそれを見続けるほど、起こることはそれほど多くないことが分かります。 確かに、それはそこで最も遅いペースのスポーツアニメではありませんが、それはどちらも最速ではありません。 あなたがマンガに入ると、これは大部分が独白からなる20以上の章の上にドラッグすることができ、アニメそのものと同じ場合には、巨大なスパイクが必要です。\n\n試合中、明日のように観客に展覧会が行われている。 主人公は、聴衆の誰もが「ああ、彼は一生のために訓練されているので、彼はより良いのです」という単純な概念を理解することができないマシンのように、すべてのことを文字通り説明します。 エイチロは肛門性器であるため、性格上それを肩をすくめようとしますが、それは大きなストレッチであり、2分前に起こったことを文字通り要約してシーンをスキップしていることがよくあります。 これだけで物語が大きく停滞し、あまりにも遅くなる。 何人かの人々はそれを現実主義と呼んでいますが、それは実際には、たわごとを引きずっているだけです。 別の奇妙な部分は、アニメは時には巨大な時間のスキップ（例として3ヶ月）を持つことになるので、なぜペースのバランスだけではないのだろうかと思います。 このようなストーリーテリングの大きなコントラストは、全体的な品質を低下させる役割を果たすだけであり、少なくとも私には、これが私が望んでいたような乗車の楽しさではないという最初の兆候でした。\n\n私が掘削する必要がある別のポイントは独白です：それは気違いです。  4月にあなたの嘘に独白がたくさんあると思うなら、あなたは気にならないことを見たことがありません。 独身者は通常次のようになります：\n\n1.えちゃんが困っている、もしくは相手が完全に走っている\n彼は彼の選択肢とそれぞれの成功率を実行している厳しい用量のモノローグを開始する\n3.彼が選んだオプションのフラットアウトが働いているか、まあまあのラインに沿って何か言いますが、私はポイントを獲得しませんでしたが、その動きは相手を振ってそれが価値があったからです。\n\nそれ。 決して。 変更。 絶対に決してない。 はい、問題とオプションが異なる場合がありますが、結果自体が予期しない場合もありますが、それが考え始めるとパターンが目立つという事実は変わりません。 作家が物事を同じように説明する罠に陥ることはまれではありませんが、これは文字通りそれを家に持ち帰っているだけです。\n\nストーリーの中には、あなたの標準的なスポーツドラマがあります。 残念ながら、これは良いことではありません。 どうして？ それはあなたがどこでも見たのと同じだからです。 ゼロからヒーローへのストーリーはうまくいきますが、あなたがそれのあらゆる面に従えば、それを予測可能にするだけです。 私は、エイちゃんが勝つかどうかを決めるのに何の問題もなかった。 実際のところ、第2シーズンのすべての試合は100％の正確さで予測されました。これは、クリスマススポーツアニメの典型であるDiamond no Aceでも起こっていないことです。 この傾向はマンガでも続いており、スポーツドラマを刺激するものの大半を無効にしています。結果を予測できません。\n\nストーリーは、このアニメ（そしてマンガも）の最も弱い側面であり、かなり大きなマージンでそれをドラッグするだけで、「何ができたかもしれないか」を考えるようになります。\n\nフリップノートでは、生産額が高くなります。 芸術そのものはカラフルで鮮明で、どんな意味でも壮観ではありませんが、ショーそのものを高い音程で保持するだけで十分です。 アニメーションはヒットすることができます。 アニメーションそのものではなく、単にショットの静止画が表示されることもありますが、まあまあです。  KnobやDnAのレベルでは何も期待しないでください。覚えておいて、このスポーツの物語は現実的です。\n\n音楽そのものは受け入れがたい。 オープニング・ソングはキャッチ・アンド・グッドですが、サウンド・トラックがいかに穏やかであるかを単に示しています。 声優はかなり上品で、巨大なキャストがあるので、他のものよりも好きな演奏や2つを見つけるでしょう。 全体的に見ても驚くべきことはありませんが、今日の基準と確実に一致しています。\n\n今、私たちはキャラクター、このアニメをおそらく現実的にするものに来る。 いいえ。 繰り返しますが、私は自分自身を繰り返します：彼がどれほど才能を持っていても、わずか2年間の訓練の後に国レベルで競争することはできません。 テニスは、あなたが年を取るにつれて拾うのが最も難しいスポーツの唯一ではありませんが、実際にはそれから生まれた才能もありません。 彼らは「自分の能力を超えて自分の体を動かす」ことを躊躇しますが、それが実生活ではすべてが素晴らしい運動選手になる可能性があります。 エイちゃんはテニスの外ではいいキャラクターですが、これははるかに現実的なので、思考だけのスポーツに焦点を当てれば、このマンガははるかに良くなっていただろうという気持ちがあります。\n\nサイドキャラクターは...スポーツのストーリーの予想どおり、バケットの負荷があります。 忘れ去られたものから完全に残っているものまで。 あなたはNat-chanを持っています。おそらく私が一番見た女性のリードです。 彼女の性格については何も例外的なことはありませんが、それはとてもうまく実行されました。 彼女は「流れ」のタイプの人と付き合っています。私は通常、そのような人とつながるのに苦労していますが、シリーズ全体で他の人物よりもはるかに多くの人に惹かれました。  2人のMCの間のロマンスは間違いなく遅いですが（それは本当に遅いですが）それはちょっとしたことですが、実際にはいつも爽やかな空気が吹き出していて、思っていた限り引き延ばされませんでした そうだろう。 それのための小道具。\n\n私はそれらをすべてカバーするために私に10ページかかるだろうので、私は他のものについて話しません。 いろいろなキャラクターの巨大なキャストがあることを知っていることがあります。 私は気にしない、ちょうど既に、イエスのクソの試合に戻って、私は自分が嫌いな人よりも多くの人物を好きに思っていたので、それは良いことだ。\n\n全体的に、あなたがスポーツアニメに入っているなら、あなたはBaby Stepsを楽しむでしょう。 それは比較的簡単な時計ですが、真のリアリズムを期待しているなら、ここでそれを見つけることはできません。 これはかなり早く実現するでしょうが、シリーズの楽しさをあまりにも抑えるべきではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nBaby Steps oftentimes gets praised for being one of the most realistic sport anime out there. This point stems from the fact that all the moves MC pulls out are thought out and explained in a rather elaborate manner, and we see everyone, not just main character, struggle to get better match after match. Yet, everyone seems to forget that Eichiro - as talented and as gifted as he may be - has only been playing tennis for so long. If you wish to thread the line of realism, it's impossible for him to beat people who have been playing tennis their whole lives.\n\n\u001b[1m赤ちゃんのステップは、そこで最もリアルなスポーツアニメの1つであることを称賛します。 この点は、MCが引き出したすべての動きが考え出され、かなり精巧な方法で説明されていることに由来し、主人公だけでなく、試合後のより良いマッチを目指すすべての人を見る。 しかし、誰もが才能と才能を持っているように、栄光は長い間テニスをしているだけであることを忘れているようです。 現実主義の世界に挑むなら、テニスをしてきた人たちを一生倒すことは不可能です。\u001b[22m\n\u001b[1m(Akachan no suteppu wa, sokode mottomo riaruna supōtsuanime no 1tsudearu koto o shōsan shimasu. Kono ten wa, MC ga hikidashita subete no ugoki ga kangaedasa re, kanari seikōna hōhō de setsumei sa rete iru koto ni yurai shi, shujinkō dakedenaku, shiai-go no yoriyoi matchi o mezasu subete no hito o miru. Shikashi, daremoga sainō to sainō o motte iru yō ni, eikō wa nagaiai tenisu o shite iru dakedearu koto o wasurete iru yōdesu. Genjitsu shugi no sekai ni idomunara, tenisu o shite kita hito-tachi o isshō taosu koto wa fukanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mBaby Steps oftentimes gets praised for being one of the most realistic sport anime out there. This point stems from the fact that all the moves MC pulls out are thought out and explained in a rather elaborate manner, and we see everyone, not just main character, struggle to get better match after match. Yet, everyone seems to forget that Eichiro - as talented and as gifted as he may be - has only been playing tennis for so long. If you wish to thread the line of realism, it's impossible for him to beat people who have been playing tennis their whole lives.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby Steps oftentimes gets praised for being one of the most realistic sport anime out there.\u001b[24m\n    \u001b[1m赤ちゃんのステップは、そこで最もリアルなスポーツアニメの1つであることを称賛します。\u001b[22m, \u001b[1mベイビーステップは、しばしばそこに最も現実的なスポーツアニメの一つであることのために賞賛されます。\u001b[22m\n\u001b[4mThis point stems from the fact that all the moves MC pulls out are thought out and explained in a rather elaborate manner, and we see everyone, not just main character, struggle to get better match after match.\u001b[24m\n    \u001b[1mこの点は、MCが引き出したすべての動きが考え出され、かなり精巧な方法で説明されていることに由来し、主人公だけでなく、試合後のより良いマッチを目指すすべての人を見る。\u001b[22m, \u001b[1mこの点は、MCを引き出すすべての動きが出ていると考えられているという事実に由来し、むしろ精巧な方法で説明した、と私たちは皆、だけでなく、メインキャラクターを参照して、試合後に、より良い一致を得るために苦労しています。\u001b[22m\n\u001b[4mYet, everyone seems to forget that Eichiro - as talented and as gifted as he may be - has only been playing tennis for so long.\u001b[24m\n    \u001b[1mしかし、誰もが才能と才能を持っているように、栄光は長い間テニスをしているだけであることを忘れているようです。\u001b[22m, \u001b[1m才能と、彼がすることができるように才能 -   - だけなので長い間テニスをされていますしかし、誰もが英一郎があることを忘れているようです。\u001b[22m\n\u001b[4mIf you wish to thread the line of realism, it's impossible for him to beat people who have been playing tennis their whole lives.\u001b[24m\n    \u001b[1m現実主義の世界に挑むなら、テニスをしてきた人たちを一生倒すことは不可能です。\u001b[22m, \u001b[1mあなたはリアリズムのラインをスレッド化したい場合、彼はテニス彼らの一生をプレイしてきた人を破っすることは不可能です。\u001b[22m\n\u001b[1m\u001b[22m\nOn the flip side, Baby Steps definitely is amusing. To be honest, it's really kind of like a shounen battle manga translated into sports, with a dash of well-done romance (if you'd believe it, I consider it to be the most realistic aspect of this manga). Rivals come and go, stronger ones appear, random new-moves MC thinks up on a spot work, and he often wins battles that seem far out of his reach. It's not a bad anime, just calling it realistic is quite a stretch.\n\n\u001b[1m裏返して、Baby Stepsは間違いなく面白いです。 正直言って、それはスポーツに翻訳されたshounen戦闘漫画のようなものであり、うまくいったロマンスのダッシュ（あなたがそれを信じるならば、私はそれがこのマンガの最も現実的な側面であると考える）。 ライバルたちは出て行き、強く出現し、ランダムな新しい動きMCが現場の仕事を考え、彼はしばしば彼の手の届かないところにいるような戦いに勝つ。 それは悪いアニメではなく、ただ現実的なものと呼んでいるのはかなりのストレッチです。\u001b[22m\n\u001b[1m(Uragaeshite, bebī suteppusu wa machigainaku omoshiroidesu. Shōjiki itte, soreha supōtsu ni hon'yaku sa reta shounen sentō manga no yōna monodeari, umaku itta romansu no dasshu (anata ga sore o shinjirunaraba, watashi wa sore ga kono manga no mottomo genjitsu-tekina sokumendearu to kangaeru). Raibaru-tachi wa dete iki, tsuyoku shutsugen shi, randamuna atarashī ugoki MC ga genba no shigoto o kangae, kare wa shibashiba kare no te no todokanai tokoro ni iru yōna tatakai ni katsu. Sore wa warui animede wa naku, tada genjitsu-tekina mono to yonde iru no wa kanari no sutoretchidesu.)\u001b[22m\n\nTranslations of \u001b[4mOn the flip side, Baby Steps definitely is amusing. To be honest, it's really kind of like a shounen battle manga translated into sports, with a dash of well-done romance (if you'd believe it, I consider it to be the most realistic aspect of this manga). Rivals come and go, stronger ones appear, random new-moves MC thinks up on a spot work, and he often wins battles that seem far out of his reach. It's not a bad anime, just calling it realistic is quite a stretch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the flip side, Baby Steps definitely is amusing.\u001b[24m\n    \u001b[1m裏返して、Baby Stepsは間違いなく面白いです。\u001b[22m, \u001b[1mフリップ側では、ベイビーステップは間違いなく面白いです。\u001b[22m\n\u001b[4mTo be honest, it's really kind of like a shounen battle manga translated into sports, with a dash of well-done romance (if you'd believe it, I consider it to be the most realistic aspect of this manga).\u001b[24m\n    \u001b[1m正直言って、それはスポーツに翻訳されたshounen戦闘漫画のようなものであり、うまくいったロマンスのダッシュ（あなたがそれを信じるならば、私はそれがこのマンガの最も現実的な側面であると考える）。\u001b[22m, \u001b[1m正直に言うと、それはよく行わロマンスのダッシュで、本当に親切のスポーツに翻訳少年バトル漫画のようなものだ（あなたがそれを信じたい場合、私はそれがこの漫画の最も現実的な側面であると考えて）。\u001b[22m\n\u001b[4mRivals come and go, stronger ones appear, random new-moves MC thinks up on a spot work, and he often wins battles that seem far out of his reach.\u001b[24m\n    \u001b[1mライバルたちは出て行き、強く出現し、ランダムな新しい動きMCが現場の仕事を考え、彼はしばしば彼の手の届かないところにいるような戦いに勝つ。\u001b[22m, \u001b[1mライバルはランダムな新しい動きがMCは、スポット作業にアップ思う、と彼はしばしば彼の手の届かない遠いように見えるの戦いに勝利し、より強力なものが表示され、行ったり来たり。\u001b[22m\n\u001b[4mIt's not a bad anime, just calling it realistic is quite a stretch.\u001b[24m\n    \u001b[1mそれは悪いアニメではなく、ただ現実的なものと呼んでいるのはかなりのストレッチです。\u001b[22m, \u001b[1mそれはちょうどそれが現実的な非常にストレッチで呼び出し、悪いアニメではありません。\u001b[22m\n\u001b[1m\u001b[22m\nStory is slow paced. And I mean slow paced. It may not seem so at the beginning, but the longer you keep watching it, the more you realize that not many things are happening. Sure, it's not the slowest paced sports anime out there, but it's not the fastest either. This takes a huge, huge spike if you get into manga where 1 match can drag on for 20+ chapters which mostly consist of monologue - and the same case is with the anime itself.\n\n\u001b[1mストーリーはゆっくり歩いている。 そして、私はゆっくり歩いていることを意味します。 最初はそうは見えないかもしれませんが、あなたがそれを見続けるほど、起こることはそれほど多くないことが分かります。 確かに、それはそこで最も遅いペースのスポーツアニメではありませんが、それはどちらも最速ではありません。 あなたがマンガに入ると、これは大部分が独白からなる20以上の章の上にドラッグすることができ、アニメそのものと同じ場合には、巨大なスパイクが必要です。\u001b[22m\n\u001b[1m(Sutōrī wa yukkuri aruite iru. Soshite, watashi wa yukkuri aruite iru koto o imi shimasu. Saisho wa sō wa mienai kamo shiremasenga, anata ga sore o mi tsudzukeru hodo, okoru koto wa sore hodo ōkunai koto ga wakarimasu. Tashika ni, soreha sokode mottomo osoi pēsu no supōtsuanimede wa arimasenga, sore wa dochira mo saisokude wa arimasen. Anata ga manga ni hairu to, koreha daibubun ga dokuhaku kara naru 20 ijō no shō no ue ni doraggu suru koto ga deki, anime sonomono to onaji baai ni wa, kyodaina supaiku ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mStory is slow paced. And I mean slow paced. It may not seem so at the beginning, but the longer you keep watching it, the more you realize that not many things are happening. Sure, it's not the slowest paced sports anime out there, but it's not the fastest either. This takes a huge, huge spike if you get into manga where 1 match can drag on for 20+ chapters which mostly consist of monologue - and the same case is with the anime itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory is slow paced.\u001b[24m\n    \u001b[1mストーリーはゆっくり歩いている。\u001b[22m, \u001b[1mストーリーは、ペースの遅いです。\u001b[22m\n\u001b[4mAnd I mean slow paced.\u001b[24m\n    \u001b[1mそして、私はゆっくり歩いていることを意味します。\u001b[22m, \u001b[1mそして、私はペースの鈍化を意味します。\u001b[22m\n\u001b[4mIt may not seem so at the beginning, but the longer you keep watching it, the more you realize that not many things are happening.\u001b[24m\n    \u001b[1m最初はそうは見えないかもしれませんが、あなたがそれを見続けるほど、起こることはそれほど多くないことが分かります。\u001b[22m, \u001b[1mこれは、初めにそのように見えないかもしれないが、より長いあなたがそれを見続け、より多くのあなたは多くはない事が起こっていることを実現します。\u001b[22m\n\u001b[4mSure, it's not the slowest paced sports anime out there, but it's not the fastest either.\u001b[24m\n    \u001b[1m確かに、それはそこで最も遅いペースのスポーツアニメではありませんが、それはどちらも最速ではありません。\u001b[22m, \u001b[1m確かに、それはそこに最も遅いペースのスポーツアニメはありませんが、それはどちらか最速ではありません。\u001b[22m\n\u001b[4mThis takes a huge, huge spike if you get into manga where 1 match can drag on for 20+ chapters which mostly consist of monologue - and the same case is with the anime itself.\u001b[24m\n    \u001b[1mあなたがマンガに入ると、これは大部分が独白からなる20以上の章の上にドラッグすることができ、アニメそのものと同じ場合には、巨大なスパイクが必要です。\u001b[22m, \u001b[1mあなたは1試合は、ほとんどモノローグで構成さ20+の章のためにドラッグすることができマンガに入る場合、これは、巨大な、巨大なスパイクを取る - と同じ場合は、アニメそのものです。\u001b[22m\n\u001b[1m\u001b[22m\nDuring matches, audience is being fed exposition like no tomorrow. Main character literally explains everything that's going on as if everyone in the audience is a machine incapable of grasping a simple concept of 'oh, he's trained for his whole life that's why he's better'. Anime tries to shrug it off on his personality, as Eichiro is a rather anal person, but it's a large stretch and I often found myself skipping scenes as they literally recap what happened 2 minutes ago. This alone stagnates the story in a large way, and slows it down too much. Some people call it realism, but, what it actually is, is just dragging the shit out. Another weird part is that anime will sometimes have huge time skips (for three months as an example) so it makes me wonder why not just balance the pace. Such large contrasts in storytelling only serve to bring the overall quality down, and were the first signs, at least to me, that this won't be as fun of a ride as I had hoped.\n\n\u001b[1m試合中、明日のように観客に展覧会が行われている。 主人公は、聴衆の誰もが「ああ、彼は一生のために訓練されているので、彼はより良いのです」という単純な概念を理解することができないマシンのように、すべてのことを文字通り説明します。 エイチロは肛門性器であるため、性格上それを肩をすくめようとしますが、それは大きなストレッチであり、2分前に起こったことを文字通り要約してシーンをスキップしていることがよくあります。 これだけで物語が大きく停滞し、あまりにも遅くなる。 何人かの人々はそれを現実主義と呼んでいますが、それは実際には、たわごとを引きずっているだけです。 別の奇妙な部分は、アニメは時には巨大な時間のスキップ（例として3ヶ月）を持つことになるので、なぜペースのバランスだけではないのだろうかと思います。 このようなストーリーテリングの大きなコントラストは、全体的な品質を低下させる役割を果たすだけであり、少なくとも私には、これが私が望んでいたような乗車の楽しさではないという最初の兆候でした。\u001b[22m\n\u001b[1m(Shiai-chū, ashita no yō ni kankyaku ni tenran-kai ga okonawa rete iru. Shujinkō wa, chōshū no daremoga `ā , kare wa isshō no tame ni kunren sa rete irunode, kare wa yori yoi nodesu' to iu tanjun'na gainen o rikai suru koto ga dekinai mashin no yō ni, subete no koto o mojidōri setsumei shimasu. Eichiro wa kōmon seikidearu tame, seikaku-jō sore o kata o sukumeyou to shimasuga, sore wa ōkina sutoretchideari, 2-bu mae ni okotta koto o mojidōri yōyaku shite shīn o sukippu shite iru koto ga yoku arimasu. Kore dake de monogatari ga ōkiku teitai shi, amarini mo osoku naru. Nan'ninka no hitobito wa sore o genjitsu shugi to yonde imasuga, sore wa jissai ni wa, tawagoto o hikizutte iru dakedesu. Betsu no kimyōna bubun wa, anime wa tokiniha kyodaina jikan no sukippu (rei to shite 3kagetsu) o motsu koto ni narunode, naze pēsu no baransu dakede wa nai nodarou ka to omoimasu. Ko no yōna sutōrīteringu no ōkina kontorasuto wa, zentai-tekina hinshitsu o teika sa seru yakuwariwohatasu dakedeari, sukunakutomo watashiniha, kore ga watashi ga nozonde ita yōna jōsha no tanoshisade wa nai to iu saisho no chōkōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mDuring matches, audience is being fed exposition like no tomorrow. Main character literally explains everything that's going on as if everyone in the audience is a machine incapable of grasping a simple concept of 'oh, he's trained for his whole life that's why he's better'. Anime tries to shrug it off on his personality, as Eichiro is a rather anal person, but it's a large stretch and I often found myself skipping scenes as they literally recap what happened 2 minutes ago. This alone stagnates the story in a large way, and slows it down too much. Some people call it realism, but, what it actually is, is just dragging the shit out. Another weird part is that anime will sometimes have huge time skips (for three months as an example) so it makes me wonder why not just balance the pace. Such large contrasts in storytelling only serve to bring the overall quality down, and were the first signs, at least to me, that this won't be as fun of a ride as I had hoped.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDuring matches, audience is being fed exposition like no tomorrow.\u001b[24m\n    \u001b[1m試合中、明日のように観客に展覧会が行われている。\u001b[22m, \u001b[1m試合中、観客はありません明日のような博覧会を供給されています。\u001b[22m\n\u001b[4mMain character literally explains everything that's going on as if everyone in the audience is a machine incapable of grasping a simple concept of 'oh, he's trained for his whole life that's why he's better'.\u001b[24m\n    \u001b[1m主人公は、聴衆の誰もが「ああ、彼は一生のために訓練されているので、彼はより良いのです」という単純な概念を理解することができないマシンのように、すべてのことを文字通り説明します。\u001b[22m, \u001b[1m主人公は、文字通り観客の誰もが「ああ、彼は彼が良いです理由です彼の人生のための訓練を受けています」のシンプルなコンセプトを把握することができないマシンであるかのように起こっているすべてを説明しています。\u001b[22m\n\u001b[4mAnime tries to shrug it off on his personality, as Eichiro is a rather anal person, but it's a large stretch and I often found myself skipping scenes as they literally recap what happened 2 minutes ago.\u001b[24m\n    \u001b[1mエイチロは肛門性器であるため、性格上それを肩をすくめようとしますが、それは大きなストレッチであり、2分前に起こったことを文字通り要約してシーンをスキップしていることがよくあります。\u001b[22m, \u001b[1m英一郎はむしろ肛門人ですが、それは大規模なストレッチだと私はしばしば、彼らは文字通り2分前に何が起こったのかおさらいとして自分自身のシーンをスキップ見られるようなアニメは、彼の性格上、それを一笑に付すしようとします。\u001b[22m\n\u001b[4mThis alone stagnates the story in a large way, and slows it down too much.\u001b[24m\n    \u001b[1mこれだけで物語が大きく停滞し、あまりにも遅くなる。\u001b[22m, \u001b[1mこれだけでは、大規模な方法で物語を停滞、そしてあまりにも多く、それを遅くなります。\u001b[22m\n\u001b[4mSome people call it realism, but, what it actually is, is just dragging the shit out.\u001b[24m\n    \u001b[1m何人かの人々はそれを現実主義と呼んでいますが、それは実際には、たわごとを引きずっているだけです。\u001b[22m, \u001b[1m一部の人々は、それが実際とは、ちょうどたわごとをドラッグしているものを、リアリズムを呼び出し、しかし。\u001b[22m\n\u001b[4mAnother weird part is that anime will sometimes have huge time skips (for three months as an example) so it makes me wonder why not just balance the pace.\u001b[24m\n    \u001b[1m別の奇妙な部分は、アニメは時には巨大な時間のスキップ（例として3ヶ月）を持つことになるので、なぜペースのバランスだけではないのだろうかと思います。\u001b[22m, \u001b[1mもう一つの奇妙な部分は、アニメは時々（一例として、3ヶ月間）膨大な時間スキップがありますので、それだけでペースを均衡ないなぜ私は思ってしまうことです。\u001b[22m\n\u001b[4mSuch large contrasts in storytelling only serve to bring the overall quality down, and were the first signs, at least to me, that this won't be as fun of a ride as I had hoped.\u001b[24m\n    \u001b[1mこのようなストーリーテリングの大きなコントラストは、全体的な品質を低下させる役割を果たすだけであり、少なくとも私には、これが私が望んでいたような乗車の楽しさではないという最初の兆候でした。\u001b[22m, \u001b[1mストーリーテリングでこのような大規模なコントラストは、私が望んでいたとして、これは乗るの楽しみとしてではないことを、少なくとも私には、最初の兆候をダウン全体的な品質をもたらすために役立つ、としました。\u001b[22m\n\u001b[1m\u001b[22m\nAnother point that I need to drill on is monologue: it's insane. If you think that Your Lie In April has a lot of monologues, you haven't seen a damn thing. Monologues usually go this way:\n\n\u001b[1m私が掘削する必要がある別のポイントは独白です：それは気違いです。  4月にあなたの嘘に独白がたくさんあると思うなら、あなたは気にならないことを見たことがありません。 独身者は通常次のようになります：\u001b[22m\n\u001b[1m(Watashi ga kussaku suruhitsuyōgāru-betsu no pointo wa dokuhakudesu: Sore wa kichigaidesu. 4 Tsuki ni anata no uso ni dokuhaku ga takusan aru to omounara, anata wa ki ni naranai koto o mita koto ga arimasen. Dokushinmono wa tsūjō-ji no yō ni narimasu:)\u001b[22m\n\nTranslations of \u001b[4mAnother point that I need to drill on is monologue: it's insane. If you think that Your Lie In April has a lot of monologues, you haven't seen a damn thing. Monologues usually go this way:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother point that I need to drill on is monologue: it's insane.\u001b[24m\n    \u001b[1m私が掘削する必要がある別のポイントは独白です：それは気違いです。\u001b[22m, \u001b[1m私はドリルダウンする必要があるもう一つのポイントは、モノローグである：それは非常識です。\u001b[22m\n\u001b[4mIf you think that Your Lie In April has a lot of monologues, you haven't seen a damn thing.\u001b[24m\n    \u001b[1m4月にあなたの嘘に独白がたくさんあると思うなら、あなたは気にならないことを見たことがありません。\u001b[22m, \u001b[1mあなたが四月は君の嘘はモノローグをたくさん持っていると思う場合は、こいつを見ていません。\u001b[22m\n\u001b[4mMonologues usually go this way:\u001b[24m\n    \u001b[1m独身者は通常次のようになります：\u001b[22m, \u001b[1mモノローグは通常、この道を行きます：\u001b[22m\n\u001b[1m\u001b[22m\n1. Ei-chan is in trouble and/or is being completely ran over by his opponent\n\n\u001b[1m1.えちゃんが困っている、もしくは相手が完全に走っている\u001b[22m\n\u001b[1m(1. E-chan ga komatte iru, moshikuwa aite ga kanzen ni hashitte iru)\u001b[22m\n\nTranslations of \u001b[4m1. Ei-chan is in trouble and/or is being completely ran over by his opponent\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Ei-chan is in trouble and/or is being completely ran over by his opponent\u001b[24m\n    \u001b[1m1.えちゃんが困っている、もしくは相手が完全に走っている\u001b[22m, \u001b[1m1. EI-chanが困っているおよび/または完全に相手によって駆け寄るされています\u001b[22m\n2. He initiates a severe dose of monologue waging his options and the success rate of each\n\n\u001b[1m彼は彼の選択肢とそれぞれの成功率を実行している厳しい用量のモノローグを開始する\u001b[22m\n\u001b[1m(Kare wa kare no sentakushi to sorezore no seikō-ritsu o jikkō shite iru kibishī yōryō no monorōgu o kaishi suru)\u001b[22m\n\nTranslations of \u001b[4m2. He initiates a severe dose of monologue waging his options and the success rate of each\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. He initiates a severe dose of monologue waging his options and the success rate of each\u001b[24m\n    \u001b[1m彼は彼の選択肢とそれぞれの成功率を実行している厳しい用量のモノローグを開始する\u001b[22m, \u001b[1m2.彼はオプションを繰り広げて独白の深刻な量と、の成功率を開始します\u001b[22m\n3. His chosen option flat out works or he says something along the lines of 'well, I didn't score the point but that move shook my opponent so it was worth it'.\n\n\u001b[1m3.彼が選んだオプションのフラットアウトが働いているか、まあまあのラインに沿って何か言いますが、私はポイントを獲得しませんでしたが、その動きは相手を振ってそれが価値があったからです。\u001b[22m\n\u001b[1m(3. Kare ga eranda opushon no furattoauto ga hataraite iru ka, mā mā no rain ni sotte nani ka iimasuga, watashi wa pointo o kakutoku shimasendeshitaga, sono ugoki wa aite o futte sore ga kachi ga attakaradesu.)\u001b[22m\n\nTranslations of \u001b[4m3. His chosen option flat out works or he says something along the lines of 'well, I didn't score the point but that move shook my opponent so it was worth it'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. His chosen option flat out works or he says something along the lines of 'well, I didn't score the point but that move shook my opponent so it was worth it'.\u001b[24m\n    \u001b[1m3.彼が選んだオプションのフラットアウトが働いているか、まあまあのラインに沿って何か言いますが、私はポイントを獲得しませんでしたが、その動きは相手を振ってそれが価値があったからです。\u001b[22m, \u001b[1m3.彼の選択したオプションフラットアウト作品や彼は\"よく、私はポイントを獲得しませんでしたが、それはそれの価値があったので、その動きは私の相手を横に振った」の線に沿って何かを言います。\u001b[22m\n\u001b[1m\u001b[22m\nIt. Never. Changes. Absolutely never. Yes, problems and options may differ, and sometimes the outcome itself is unexpected, but that doesn't change the fact that the pattern is noticeable the moment you start thinking about it. It's not rare for writers to fall into a trap of explaining things in the same manner, but this is just literally acing it home.\n\n\u001b[1mそれ。 決して。 変更。 絶対に決してない。 はい、問題とオプションが異なる場合がありますが、結果自体が予期しない場合もありますが、それが考え始めるとパターンが目立つという事実は変わりません。 作家が物事を同じように説明する罠に陥ることはまれではありませんが、これは文字通りそれを家に持ち帰っているだけです。\u001b[22m\n\u001b[1m(Sore. Kesshite. Henkō. Zettai ni kesshite nai. Hai, mondai to opushon ga kotonaru baai ga arimasuga, kekka jitai ga yoki shinai baai mo arimasuga, sore ga kangae hajimeru to patān ga medatsu to iu jijitsu wa kawarimasen. Sakka ga monogoto o onajiyōni setsumei suru wana ni ochīru koto wa marede wa arimasenga, kore wa mojidōri sore o ie ni mochikaette iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mIt. Never. Changes. Absolutely never. Yes, problems and options may differ, and sometimes the outcome itself is unexpected, but that doesn't change the fact that the pattern is noticeable the moment you start thinking about it. It's not rare for writers to fall into a trap of explaining things in the same manner, but this is just literally acing it home.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt.\u001b[24m\n    \u001b[1mそれ。\u001b[22m, \u001b[1mこれ。\u001b[22m\n\u001b[4mNever.\u001b[24m\n    \u001b[1m決して。\u001b[22m, \u001b[1m決してありません。\u001b[22m\n\u001b[4mChanges.\u001b[24m\n    \u001b[1m変更。\u001b[22m\n\u001b[4mAbsolutely never.\u001b[24m\n    \u001b[1m絶対に決してない。\u001b[22m, \u001b[1m絶対に決してありません。\u001b[22m\n\u001b[4mYes, problems and options may differ, and sometimes the outcome itself is unexpected, but that doesn't change the fact that the pattern is noticeable the moment you start thinking about it.\u001b[24m\n    \u001b[1mはい、問題とオプションが異なる場合がありますが、結果自体が予期しない場合もありますが、それが考え始めるとパターンが目立つという事実は変わりません。\u001b[22m, \u001b[1mはい、問題やオプションが異なる場合があり、時には結果自体は予想外であるが、それは、パターンは、あなたがそれについて考え始める瞬間顕著であることに変わりはありません。\u001b[22m\n\u001b[4mIt's not rare for writers to fall into a trap of explaining things in the same manner, but this is just literally acing it home.\u001b[24m\n    \u001b[1m作家が物事を同じように説明する罠に陥ることはまれではありませんが、これは文字通りそれを家に持ち帰っているだけです。\u001b[22m, \u001b[1m作家は同じ方法で物事を説明するの罠に陥ることはまれではないのですが、これは文字通りそれを家にacingされます。\u001b[22m\n\u001b[1m\u001b[22m\nWithin the story you'll find your standard sports drama; unfortunately, this is not a good thing. Why? Because it's the same shit you've seen everywhere. Zero-to-hero stories can be done well, but if you follow every aspect of it, you simply make it predictable. I never had any trouble figuring out whether Ei-chan will win or not. As the matter of fact, I predicted every single match in 2nd season with 100% accuracy, something that hasn't happened even in Diamond no Ace, the epitome of cliche sports anime. This trend continued on in the manga, basically nullifying a large portion of what makes sports drama exciting: being unable to predict the outcome.\n\n\u001b[1mストーリーの中には、あなたの標準的なスポーツドラマがあります。 残念ながら、これは良いことではありません。 どうして？ それはあなたがどこでも見たのと同じだからです。 ゼロからヒーローへのストーリーはうまくいきますが、あなたがそれのあらゆる面に従えば、それを予測可能にするだけです。 私は、エイちゃんが勝つかどうかを決めるのに何の問題もなかった。 実際のところ、第2シーズンのすべての試合は100％の正確さで予測されました。これは、クリスマススポーツアニメの典型であるDiamond no Aceでも起こっていないことです。 この傾向はマンガでも続いており、スポーツドラマを刺激するものの大部分を無効にしています。結果を予測できません。\u001b[22m\n\u001b[1m(Sutōrī no nakaniha, anata no hyōjun-tekina supōtsudorama ga arimasu. Zan'nen'nagara, kore wa yoi kotode wa arimasen. Dōshite? Sore wa anata ga doko demo mita no to onajidakaradesu. Zero kara hīrō e no sutōrī wa umaku ikimasuga, anata ga sore no arayuru men ni shitagaeba, sore o yosoku kanō ni suru dakedesu. Watashi wa, ei-chan ga katsu ka dō ka o kimerunoni nani no mondai mo nakatta. Jissai no tokoro, dai 2 shīzun no subete no shiai wa 100-pāsento no seikaku-sa de yosoku sa remashita. Kore wa, kurisumasusupōtsuanime no tenkeidearu daiyamondo no Ace demo okotte inai kotodesu. Kono keikō wa manga demo tsudzuite ori, supōtsudorama o shigeki suru mono no daibubun o mukō ni shite imasu. Kekka o yosoku dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mWithin the story you'll find your standard sports drama; unfortunately, this is not a good thing. Why? Because it's the same shit you've seen everywhere. Zero-to-hero stories can be done well, but if you follow every aspect of it, you simply make it predictable. I never had any trouble figuring out whether Ei-chan will win or not. As the matter of fact, I predicted every single match in 2nd season with 100% accuracy, something that hasn't happened even in Diamond no Ace, the epitome of cliche sports anime. This trend continued on in the manga, basically nullifying a large portion of what makes sports drama exciting: being unable to predict the outcome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWithin the story you'll find your standard sports drama;\u001b[24m\n    \u001b[1mストーリーの中には、あなたの標準的なスポーツドラマがあります。\u001b[22m, \u001b[1m物語の中で、あなたの標準的なスポーツドラマを見つけることができます。\u001b[22m\n\u001b[4munfortunately, this is not a good thing.\u001b[24m\n    \u001b[1m残念ながら、これは良いことではありません。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mBecause it's the same shit you've seen everywhere.\u001b[24m\n    \u001b[1mそれはあなたがどこでも見たのと同じだからです。\u001b[22m, \u001b[1mそれは同じたわごとだから、あなたはどこにでも見てきました。\u001b[22m\n\u001b[4mZero-to-hero stories can be done well, but if you follow every aspect of it, you simply make it predictable.\u001b[24m\n    \u001b[1mゼロからヒーローへのストーリーはうまくいきますが、あなたがそれのあらゆる面に従えば、それを予測可能にするだけです。\u001b[22m, \u001b[1mゼロからヒーローの物語はよく行うことができますが、あなたはそれのあらゆる側面に従えば、あなたは、単にそれが予測可能にします。\u001b[22m\n\u001b[4mI never had any trouble figuring out whether Ei-chan will win or not.\u001b[24m\n    \u001b[1m私は、エイちゃんが勝つかどうかを決めるのに何の問題もなかった。\u001b[22m, \u001b[1m私は、任意のトラブルEI-ちゃんが勝つかないかどうかを考え出すを持っていませんでした。\u001b[22m\n\u001b[4mAs the matter of fact, I predicted every single match in 2nd season with 100% accuracy, something that hasn't happened even in Diamond no Ace, the epitome of cliche sports anime.\u001b[24m\n    \u001b[1m実際のところ、第2シーズンのすべての試合は100％の正確さで予測されました。これは、クリスマススポーツアニメの典型であるDiamond no Aceでも起こっていないことです。\u001b[22m, \u001b[1m実際のところ、私は、100％の精度であってもダイヤなしのエース、決まり文句のスポーツアニメの縮図で起きていないものを第二シーズンのすべてのシングルマッチを予測しました。\u001b[22m\n\u001b[4mThis trend continued on in the manga, basically nullifying a large portion of what makes sports drama exciting: being unable to predict the outcome.\u001b[24m\n    \u001b[1mこの傾向はマンガでも続いており、スポーツドラマを刺激するものの大部分を無効にしています。結果を予測できません。\u001b[22m, \u001b[1m結果を予測することはできない：この傾向は基本的にスポーツのエキサイティングなドラマを作るものの大部分を無効化、漫画でに続けました。\u001b[22m\n\u001b[1m\u001b[22m\nStory is by far the weakest aspect of this anime (and manga as well) and drags it down by quite a large margin, just making you think 'what could have been'.\n\n\u001b[1mストーリーは、このアニメ（そしてマンガも）の最も弱い側面であり、かなり大きなマージンでそれをドラッグするだけで、「何ができたかもしれないか」を考えるようになります。\u001b[22m\n\u001b[1m(Sutōrī wa, kono anime (soshite manga mo) no mottomo yowai sokumendeari, kanari ōkina mājin de sore o doraggu suru dake de,`nani ga dekita kamo shirenai ka' o kangaeru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory is by far the weakest aspect of this anime (and manga as well) and drags it down by quite a large margin, just making you think 'what could have been'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory is by far the weakest aspect of this anime (and manga as well) and drags it down by quite a large margin, just making you think 'what could have been'.\u001b[24m\n    \u001b[1mストーリーは、このアニメ（そしてマンガも）の最も弱い側面であり、かなり大きなマージンでそれをドラッグするだけで、「何ができたかもしれないか」を考えるようになります。\u001b[22m, \u001b[1mストーリーは、はるかに（だけでなくマンガ）このアニメの最も弱い側面であり、非常に大きなマージンによって、それをドラッグし、ちょうどあなたが 'されている可能性がどのような」と思うとなっています。\u001b[22m\n\u001b[1m\u001b[22m\nOn the flip note, production values are higher. Art itself is colorful and crisp and, while it isn't really spectacular by any means, it's more than enough to hold the show itself on a higher note. Animation can be hit and miss; oftentimes, you'll simply see stills of shots rather than the animation itself, but it has some decent moments. Don't expect nothing on the level of KnB or DnA because, remember, this sport story is realistic.\n\n\u001b[1mフリップノートでは、生産額が高くなります。 芸術そのものはカラフルで鮮明で、どんな意味でも壮観ではありませんが、ショーそのものを高い音程で保持するだけで十分です。 アニメーションはヒットすることができます。 アニメーションそのものではなく、単にショットの静止画が表示されることもありますが、まあまあです。  KnobやDnAのレベルでは何も期待しないでください。覚えておいて、このスポーツの物語は現実的です。\u001b[22m\n\u001b[1m(Furippunōtode wa, seisan-gaku ga takaku narimasu. Geijutsu sonomono wa karafuru de senmeide, don'na imi demo sōkande wa arimasenga, shō sonomono o takai ontei de hoji suru dakede jūbundesu. Animēshon wa hitto suru koto ga dekimasu. Animēshon sonomonode wa naku, tan'ni shotto no seishi-ga ga hyōji sa reru koto mo arimasuga, mā mādesu. Knob ya DnA no reberude wa nani mo kitai shinaide kudasai. Oboete oite, kono supōtsu no monogatari wa genjitsu-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mOn the flip note, production values are higher. Art itself is colorful and crisp and, while it isn't really spectacular by any means, it's more than enough to hold the show itself on a higher note. Animation can be hit and miss; oftentimes, you'll simply see stills of shots rather than the animation itself, but it has some decent moments. Don't expect nothing on the level of KnB or DnA because, remember, this sport story is realistic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the flip note, production values are higher.\u001b[24m\n    \u001b[1mフリップノートでは、生産額が高くなります。\u001b[22m, \u001b[1mフリップノートでは、生産の値が高くなっています。\u001b[22m\n\u001b[4mArt itself is colorful and crisp and, while it isn't really spectacular by any means, it's more than enough to hold the show itself on a higher note.\u001b[24m\n    \u001b[1m芸術そのものはカラフルで鮮明で、どんな意味でも壮観ではありませんが、ショーそのものを高い音程で保持するだけで十分です。\u001b[22m, \u001b[1mアート自体は、それがいかなる手段によっても、本当に壮観ではありませんが、それは高いノートにショー自体を保持するのに十分以上だ、カラフルでさわやかなです。\u001b[22m\n\u001b[4mAnimation can be hit and miss;\u001b[24m\n    \u001b[1mアニメーションはヒットすることができます。\u001b[22m, \u001b[1mアニメーションがヒットし、欠場することができます。\u001b[22m\n\u001b[4moftentimes, you'll simply see stills of shots rather than the animation itself, but it has some decent moments.\u001b[24m\n    \u001b[1mアニメーションそのものではなく、単にショットの静止画が表示されることもありますが、まあまあです。\u001b[22m, \u001b[1mしばしば、あなたは単にショットの静止画ではなく動画そのものが表示されますが、それはいくつかのまともな瞬間を持っています。\u001b[22m\n\u001b[4mDon't expect nothing on the level of KnB or DnA because, remember, this sport story is realistic.\u001b[24m\n    \u001b[1mKnobやDnAのレベルでは何も期待しないでください。覚えておいて、このスポーツの物語は現実的です。\u001b[22m, \u001b[1m覚えて、このスポーツの話が現実的である、ので、KNBのレベルまたはDNAには何も期待しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nMusic itself is passable. Opening song is catch and good though, simply showcasing just how bland the soundtrack is. Voice acting is fairly decent and there's a huge cast so you'll probably find a performance or two you'll like more than others. Overall, nothing spectacular, but definitely on-par with today's standards.\n\n\u001b[1m音楽そのものは受け入れがたい。 オープニング・ソングはキャッチ・アンド・グッドですが、サウンド・トラックがいかに穏やかであるかを単に示しています。 声優はかなり上品で、巨大なキャストがあるので、他のものよりも好きな演奏や2つを見つけるでしょう。 全体的に見ても驚くべきことはありませんが、今日の基準と確実に一致しています。\u001b[22m\n\u001b[1m(Ongaku sonomono wa ukeire gatai. Ōpuningu songu wa kyatchi Ando guddodesuga, saundo torakku ga ikani odayakadearu ka o tan'ni shimeshite imasu. Seiyū wa kanari jōhinde, kyodaina kyasuto ga aru node, hoka no mono yori mo sukina ensō ya 2tsu o mitsukerudeshou. Zentai-teki ni mite mo odorokubeki koto wa arimasenga, kyō no kijun to kakujitsu ni itchi shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mMusic itself is passable. Opening song is catch and good though, simply showcasing just how bland the soundtrack is. Voice acting is fairly decent and there's a huge cast so you'll probably find a performance or two you'll like more than others. Overall, nothing spectacular, but definitely on-par with today's standards.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic itself is passable.\u001b[24m\n    \u001b[1m音楽そのものは受け入れがたい。\u001b[22m, \u001b[1m音楽自体はまずまずです。\u001b[22m\n\u001b[4mOpening song is catch and good though, simply showcasing just how bland the soundtrack is.\u001b[24m\n    \u001b[1mオープニング・ソングはキャッチ・アンド・グッドですが、サウンド・トラックがいかに穏やかであるかを単に示しています。\u001b[22m, \u001b[1m曲を開くと、単にサウンドトラックがどれだけ当たり障りの紹介、しかしキャッチと良いです。\u001b[22m\n\u001b[4mVoice acting is fairly decent and there's a huge cast so you'll probably find a performance or two you'll like more than others.\u001b[24m\n    \u001b[1m声優はかなり上品で、巨大なキャストがあるので、他のものよりも好きな演奏や2つを見つけるでしょう。\u001b[22m, \u001b[1m声の演技はかなりまともです、あなたはおそらく、あなたが他のものよりを気に入るだろう性能や2を見つけることができますので、巨大なキャストがあります。\u001b[22m\n\u001b[4mOverall, nothing spectacular, but definitely on-par with today's standards.\u001b[24m\n    \u001b[1m全体的に見ても驚くべきことはありませんが、今日の基準と確実に一致しています。\u001b[22m, \u001b[1m全体的に、壮大な何もないが、今日の基準に間違いなく上のパー。\u001b[22m\n\u001b[1m\u001b[22m\nNow we come to the characters, the thing that makes this anime realistic supposedly. Nope. Again, I'll repeat myself: no matter how talented he is, he should NOT be able to compete on national level after mere 2 years of training. Not only is the tennis one of the hardest sports to pick up as you get older, but he actually doesn't even have innate talent from it. They shrug it off on 'working his body beyond its capacity', but if that's all it took in real life, everyone could be a great athlete. Don't get me wrong though: Ei-chan is a good character outside of tennis, but I have a feeling this manga would have been far better if it focused on a sport that's solely about thinking, as this would be far more realistic.\n\n\u001b[1m今、私たちはキャラクター、このアニメをおそらく現実的にするものに来る。 いいえ。 繰り返しますが、私は自分自身を繰り返します：彼がどれほど才能を持っていても、わずか2年間の訓練の後に国レベルで競争することはできません。 テニスは、あなたが年を取るにつれて拾うのが最も難しいスポーツの唯一ではありませんが、実際にはそれから生まれた才能もありません。 彼らは「自分の能力を超えて自分の体を動かす」ことを躊躇しますが、それが実生活ではすべてが素晴らしい運動選手になる可能性があります。 エイちゃんはテニスの外ではいいキャラクターですが、これははるかに現実的なので、思考だけのスポーツに焦点を当てれば、このマンガははるかに良くなっていただろうという気持ちがあります。\u001b[22m\n\u001b[1m(Ima, watashitachiha kyarakutā, kono anime o osoraku genjitsu-teki ni suru mono ni kuru. Īe. Kurikaeshimasuga, watashi wa jibun jishin o kurikaeshimasu: Kare ga dorehodo sainō o motte ite mo, wazuka 2-nenkan no kunren no nochi ni kuni reberu de kyōsō suru koto wa dekimasen. Tenisu wa, anata ga toshiwotoru ni tsurete hirou no ga mottomo muzukashī supōtsu no yuiitsude wa arimasenga, jissai ni wa sore kara umareta sainō mo arimasen. Karera wa `jibun no nōryoku o koete jibun no karada o ugokasu' koto o chūcho shimasuga, sore ga jisseikatsude wa subete ga subarashī undō senshu ni naru kanōsei ga arimasu. Ei-chan wa tenisu no sotode wa ī kyarakutādesuga, kore wa haruka ni genjitsu-tekinanode, shikō dake no supōtsu ni shōten o atereba, kono manga wa haruka ni yoku natte itadarou to iu kimochi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mNow we come to the characters, the thing that makes this anime realistic supposedly. Nope. Again, I'll repeat myself: no matter how talented he is, he should NOT be able to compete on national level after mere 2 years of training. Not only is the tennis one of the hardest sports to pick up as you get older, but he actually doesn't even have innate talent from it. They shrug it off on 'working his body beyond its capacity', but if that's all it took in real life, everyone could be a great athlete. Don't get me wrong though: Ei-chan is a good character outside of tennis, but I have a feeling this manga would have been far better if it focused on a sport that's solely about thinking, as this would be far more realistic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow we come to the characters, the thing that makes this anime realistic supposedly.\u001b[24m\n    \u001b[1m今、私たちはキャラクター、このアニメをおそらく現実的にするものに来る。\u001b[22m, \u001b[1m今、私たちは、文字におそらくこのアニメは現実的にすることを来ります。\u001b[22m\n\u001b[4mNope.\u001b[24m\n    \u001b[1mいいえ。\u001b[22m\n\u001b[4mAgain, I'll repeat myself: no matter how talented he is, he should NOT be able to compete on national level after mere 2 years of training.\u001b[24m\n    \u001b[1m繰り返しますが、私は自分自身を繰り返します：彼がどれほど才能を持っていても、わずか2年間の訓練の後に国レベルで競争することはできません。\u001b[22m, \u001b[1m繰り返しますが、私は自分自身を繰り返さないよ。どんなに彼がどのように才能、彼はトレーニングのわずか2年後に国家レベルで競争することができないでください。\u001b[22m\n\u001b[4mNot only is the tennis one of the hardest sports to pick up as you get older, but he actually doesn't even have innate talent from it.\u001b[24m\n    \u001b[1mテニスは、あなたが年を取るにつれて拾うのが最も難しいスポーツの唯一ではありませんが、実際にはそれから生まれた才能もありません。\u001b[22m, \u001b[1mテニスあなたが年を取るにつれてピックアップする最も困難なスポーツの一つですが、彼は実際にあっても、そこから生来の才能を持っていないだけでなく。\u001b[22m\n\u001b[4mThey shrug it off on 'working his body beyond its capacity', but if that's all it took in real life, everyone could be a great athlete.\u001b[24m\n    \u001b[1m彼らは「自分の能力を超えて自分の体を動かす」ことを躊躇しますが、それが実生活ではすべてが素晴らしい運動選手になる可能性があります。\u001b[22m, \u001b[1m彼らは、「その容量を超えて彼の体を作業」でそれを一笑に付すが、それはそれは実際の生活の中で取ったすべてです場合、誰もが偉大な選手である可能性があります。\u001b[22m\n\u001b[4mDon't get me wrong though: Ei-chan is a good character outside of tennis, but I have a feeling this manga would have been far better if it focused on a sport that's solely about thinking, as this would be far more realistic.\u001b[24m\n    \u001b[1mエイちゃんはテニスの外ではいいキャラクターですが、これははるかに現実的なので、思考だけのスポーツに焦点を当てれば、このマンガははるかに良くなっていただろうという気持ちがあります。\u001b[22m, \u001b[1mしかし誤解しないでください：EI-ちゃんは、テニスの外に良い性格ですが、私はそれは単に思考についてですスポーツに焦点を当てた場合、これははるかに現実的であるように、この漫画は、はるかに良いされているだろう感を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nWith side characters ... as expected of sport stories, there's a bucket load of them. From the ones that get forgotten to the ones that stay all the way through. You have Nat-chan, probably one of the best female leads I've seen in a while. There's nothing exceptional about her character, but it was executed so well that you can't help but somehow feel entranced by her. She's 'go with the flow' type of a person and, even though I usually have a hard time connecting to people like that, I found myself drawn to her far more than any other character in the entire series. The romance between the two MC's is definitely slow (as in, real slow) but as it's just a side thing, it was actually a breath of refreshing air whenever it came up, and it didn't drag on for as long as I thought it would. Props for that.\n\n\u001b[1mサイドキャラクターは...スポーツのストーリーの予想どおり、バケットの負荷があります。 忘れ去られたものから完全に残っているものまで。 あなたはNat-chanを持っています。おそらく私が一番見た女性のリードです。 彼女の性格については何も例外的なことはありませんが、それはとてもうまく実行されました。 彼女は「流れ」のタイプの人と付き合っています。私は通常、そのような人とつながるのに苦労していますが、シリーズ全体で他の人物よりもはるかに多くの人に惹かれました。  2人のMCの間のロマンスは間違いなく遅いですが（それは本当に遅いですが）それはちょっとしたことですが、実際にはいつも爽やかな空気が吹き出していて、思っていた限り引き延ばされませんでした そうだろう。 それのための小道具。\u001b[22m\n\u001b[1m(Saidokyarakutā wa... Supōtsu no sutōrī no yosō-dōri, baketto no fuka ga arimasu. Wasuresara reta mono kara kanzen ni nokotte iru mono made. Anata wa Nat - chen o motte imasu. Osoraku watashi ga ichiban mita josei no rīdodesu. Kanojo no seikaku ni tsuite wa nani mo reigai-tekina koto wa arimasenga, sore wa totemo umaku jikkō sa remashita. Kanojo wa `nagare' no taipu no hito to tsukiatte imasu. Watashi wa tsūjō, sono yōna hito to tsunagaru no ni kurō shite imasuga, shirīzu zentai de hoka no jinbutsu yori mo haruka ni ōku no hito ni hika remashita. 2-Ri no MC no ma no romansu wa machigainaku osoidesuga (sore wa hontōni osoidesuga) sore wa chotto shita kotodesuga, jissai ni wa itsumo sawayakana kūki ga fukidashite ite, Shitau tte ita kagiri hikinobasa remasendeshita-sōdarou. Sore no tame no kodōgu.)\u001b[22m\n\nTranslations of \u001b[4mWith side characters ... as expected of sport stories, there's a bucket load of them. From the ones that get forgotten to the ones that stay all the way through. You have Nat-chan, probably one of the best female leads I've seen in a while. There's nothing exceptional about her character, but it was executed so well that you can't help but somehow feel entranced by her. She's 'go with the flow' type of a person and, even though I usually have a hard time connecting to people like that, I found myself drawn to her far more than any other character in the entire series. The romance between the two MC's is definitely slow (as in, real slow) but as it's just a side thing, it was actually a breath of refreshing air whenever it came up, and it didn't drag on for as long as I thought it would. Props for that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith side characters ... as expected of sport stories, there's a bucket load of them.\u001b[24m\n    \u001b[1mサイドキャラクターは...スポーツのストーリーの予想どおり、バケットの負荷があります。\u001b[22m, \u001b[1mスポーツの物語に期待通り側の文字で...、それらのバケット負荷があります。\u001b[22m\n\u001b[4mFrom the ones that get forgotten to the ones that stay all the way through.\u001b[24m\n    \u001b[1m忘れ去られたものから完全に残っているものまで。\u001b[22m, \u001b[1mすべての方法を介して滞在したものに忘れ去らものから。\u001b[22m\n\u001b[4mYou have Nat-chan, probably one of the best female leads I've seen in a while.\u001b[24m\n    \u001b[1mあなたはNat-chanを持っています。おそらく私が一番見た女性のリードです。\u001b[22m, \u001b[1mあなたは、おそらく最高の女性の1が、私はしばらくの間で見てきたリード、ナットちゃんを持っています。\u001b[22m\n\u001b[4mThere's nothing exceptional about her character, but it was executed so well that you can't help but somehow feel entranced by her.\u001b[24m\n    \u001b[1m彼女の性格については何も例外的なことはありませんが、それはとてもうまく実行されました。\u001b[22m, \u001b[1mそこに彼女の性格については例外的なものは何もないですが、それは非常によくあなたは助けるが、何とか彼女はうっとり感じることができないことを実行しました。\u001b[22m\n\u001b[4mShe's 'go with the flow' type of a person and, even though I usually have a hard time connecting to people like that, I found myself drawn to her far more than any other character in the entire series.\u001b[24m\n    \u001b[1m彼女は「流れ」のタイプの人と付き合っています。私は通常、そのような人とつながるのに苦労していますが、シリーズ全体で他の人物よりもはるかに多くの人に惹かれました。\u001b[22m, \u001b[1m彼女は人のタイプ '流れで行く」と、私は通常、そのような人々に接続する苦労を持っているにもかかわらず、私は自分自身が全シリーズの他の文字よりも彼女のはるかに描かれて見つかったのです。\u001b[22m\n\u001b[4mThe romance between the two MC's is definitely slow (as in, real slow) but as it's just a side thing, it was actually a breath of refreshing air whenever it came up, and it didn't drag on for as long as I thought\u001b[24m\n    \u001b[1m2人のMCの間のロマンスは間違いなく遅いですが（それは本当に遅いですが）それはちょっとしたことですが、実際にはいつも爽やかな空気が吹き出していて、思っていた限り引き延ばされませんでした\u001b[22m, \u001b[1m2 MCの間のロマンスは、（実際の遅い、のように）間違いなく遅いですが、それだけでサイドのことだとして、それが来たときはいつでも、それは実際にさわやかな空気の息であり、それは限り私が思ったようにするためにドラッグしていません\u001b[22m\n\u001b[4mit would.\u001b[24m\n    \u001b[1mそうだろう。\u001b[22m, \u001b[1mそれがあろう。\u001b[22m\n\u001b[4mProps for that.\u001b[24m\n    \u001b[1mそれのための小道具。\u001b[22m, \u001b[1mそのための小道具。\u001b[22m\n\u001b[1m\u001b[22m\nI won't discuss any others because then it would take me 10 pages to cover them all. Just know that there's a huge cast of diverse characters and even though sometimes you'll be thinking 'ugh, freaking backstory; I don't care, just go back to the fucking match already, Jesus', I found myself liking more characters than I disliked, so that's a good thing.\n\n\u001b[1m私はそれらをすべてカバーするために私に10ページかかるだろうので、私は他のものについて話しません。 いろいろなキャラクターの巨大なキャストがあることを知っていることがあります。 私は気にしない、ちょうど既に、イエスのクソの試合に戻って、私は自分が嫌いな人よりも多くの人物を好きに思っていたので、それは良いことだ。\u001b[22m\n\u001b[1m(Watashi wa sorera o subete kabā suru tame ni watashi ni 10 pēji kakarudarounode, watashi wa hoka no mono ni tsuite hanashimasen. Iroirona kyarakutā no kyodaina kyasuto ga aru koto o shitte iru koto ga arimasu. Watashi wa kinishinai, chōdo sudeni, iesu no kuso no shiai ni modotte, watashi wa jibun ga kirainahito yori mo ōku no jinbutsu o suki ni omotte itanode, sore wa yoi kotoda.)\u001b[22m\n\nTranslations of \u001b[4mI won't discuss any others because then it would take me 10 pages to cover them all. Just know that there's a huge cast of diverse characters and even though sometimes you'll be thinking 'ugh, freaking backstory; I don't care, just go back to the fucking match already, Jesus', I found myself liking more characters than I disliked, so that's a good thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI won't discuss any others because then it would take me 10 pages to cover them all.\u001b[24m\n    \u001b[1m私はそれらをすべてカバーするために私に10ページかかるだろうので、私は他のものについて話しません。\u001b[22m, \u001b[1mそれはそれらをすべてカバーするために私に10ページを取るので、私は他のものについては説明しません。\u001b[22m\n\u001b[4mJust know that there's a huge cast of diverse characters and even though sometimes you'll be thinking 'ugh, freaking backstory;\u001b[24m\n    \u001b[1mいろいろなキャラクターの巨大なキャストがあることを知っていることがあります。\u001b[22m, \u001b[1mただ、そこに多様な文字の巨大なキャストだと時にはかかわらず、あなたは、ぐふ「おかしく裏話を考えることになりますことを知っています。\u001b[22m\n\u001b[4mI don't care, just go back to the fucking match already, Jesus', I found myself liking more characters than I disliked, so that's a good thing.\u001b[24m\n    \u001b[1m私は気にしない、ちょうど既に、イエスのクソの試合に戻って、私は自分が嫌いな人よりも多くの人物を好きに思っていたので、それは良いことだ。\u001b[22m, \u001b[1m私は自分自身が、私は嫌わよりも多くの文字を好き見つかった、ただ、すでにバッククソ試合にイエスを行って、気にしないので、それは良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, if you're into sports anime, you will enjoy Baby Steps. It's a relatively easy going watch but, again, if you're expecting true realism, you won't find it here. You'll realize this rather quickly, but it shouldn't really deter your enjoyment of the series too much.\n\n\u001b[1m全体的に、あなたがスポーツアニメに入っているなら、あなたはBaby Stepsを楽しむでしょう。 それは比較的簡単な時計ですが、真のリアリズムを期待しているなら、ここでそれを見つけることはできません。 これはかなり早く実現するでしょうが、シリーズの楽しさをあまりにも抑えるべきではありません。\u001b[22m\n\u001b[1m(Zentai-teki ni, anata ga supōtsuanime ni haitte irunara, anata wa bebī suteppusu o tanoshimudeshou. Sore wa hikakuteki kantan'na tokeidesuga, shin no riarizumu o kitai shite irunara, koko de sore o mitsukeru koto wa dekimasen. Kore wa kanari hayaku jitsugen surudeshouga, shirīzu no tanoshisa o amarini mo osaerubekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, if you're into sports anime, you will enjoy Baby Steps. It's a relatively easy going watch but, again, if you're expecting true realism, you won't find it here. You'll realize this rather quickly, but it shouldn't really deter your enjoyment of the series too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, if you're into sports anime, you will enjoy Baby Steps.\u001b[24m\n    \u001b[1m全体的に、あなたがスポーツアニメに入っているなら、あなたはBaby Stepsを楽しむでしょう。\u001b[22m, \u001b[1mあなたがスポーツのアニメに興味があれば全体的に、あなたはベイビーステップをお楽しみいただけます。\u001b[22m\n\u001b[4mIt's a relatively easy going watch but, again, if you're expecting true realism, you won't find it here.\u001b[24m\n    \u001b[1mそれは比較的簡単な時計ですが、真のリアリズムを期待しているなら、ここでそれを見つけることはできません。\u001b[22m, \u001b[1mこれは、比較的容易に行く時計だが、あなたは真のリアリズムを期待している場合は、再度、あなたはここでそれを見つけることができません。\u001b[22m\n\u001b[4mYou'll realize this rather quickly, but it shouldn't really deter your enjoyment of the series too much.\u001b[24m\n    \u001b[1mこれはかなり早く実現するでしょうが、シリーズの楽しさをあまりにも抑えるべきではありません。\u001b[22m, \u001b[1mあなたはかなり早くこれを実現するだろうが、それは本当にあまりにも多くの一連のあなたの楽しみを阻止しないでください。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Baby_Steps_2nd_Season",
    "id": "27663",
    "url": "https://myanimelist.net/anime/27663/Baby_Steps_2nd_Season",
    "user": "Shiro4",
    "profile": "/profile/Shiro4/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=201644",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  5\nサウンド|  7\nキャラクター|  8\n|  8\n\nテニスの深遠なビジョンはキャラクターの発展を妨げる。\n\nストーリー -  8\nストーリーとキャラクターが両立します。 助けてくれるものや傷つけるものは、相手を助けたり傷つけたりすることがあります。 このストーリーは、ほとんどのスポーツアニメの競争力のある中心部にある「私はもっと勝つべきだ」コンセプトに従っています。\n\nそれがしようとしていることはうまくいくが、十分に努力することはない。 私が見ることから得たテニスの知識は本当に信じられないほどです。 私はほとんど何も知らなかったので、試合中に実際のプロが何を考えているかを深く理解しています。\n\n推測を維持するのに十分な驚きとペースの変化がありますが、試合中は非常に反復的になることがあります。 私は緊張を増す必要性を理解していますが、あなたが実際にそこにいないときには、セットのすべてのポイントを見るのが古くなるのです。\n\nストーリーは最初のシーズンよりもはるかに進んでいますが、各ポイントを作るには少し時間がかかります。 いくつかの点で少し速くなったら、そのキャラクターを開発したかもしれない他の話の余地が増えていたでしょう。\n\nキャラクター -  8\n巨大なキャストは本当に信じられないほど才能があり、うまく設計されています。 ストーリーのように、キャラクターはすべて現実的であり、ほとんどすべてがテニスと人生に良い洞察を提供します。\n\n残念ながら、文字の多くはほとんど変わりません。 エイちゃんはかなり変わっていますが、主なサポートキャラクターの多くは同じ古い役割を果たし続けています。\n\n必ずしも悪いことではありませんが、文字が限られているため、1次元に近いものになります。 キャラクターが自分のストーリーの別の部分を伝えることが許可されている場合、それは簡単です。 エイちゃんは、他の人がしばらくスポットライトを浴びることができるように、あまりにも多くのスクリーン時間を要します。 いくつかの文字が導入され、完全に忘れられて、作家だけでなく、文字自体でさえも。 このシリーズは継続してこれらの問題を補うことができますが、今シーズンの時点ではまだまだ不足しています。\n\n\nアート -  5\n文字と設定のデザインは平均です。 丸尾のノートは時にはきわめて詳細に描くことができますが、それは細部の大部分が止まるところです。\n\nショーのほとんどはテニスコートで行われます。 選手はマッチの間にシャツを交換するが、他のショットが多く再生される。 これはスポーツアニメでは予想されますが、それでも繰り返しです。 ボールがサーブ上のボックスの内側にある必要がある場合は、常にそこにあるとは限らず、いくつかのラリーではボールがダブルスの境界に着地するショットがあります。 それは、再生されたカットが目立たないように、カメラの角度を変えるために異なる裁判所の背景を挿入する巧妙な方法かもしれません。\n\n芸術が実際に輝き、実際には偉大なレベルに上昇しようとする時がありますが、これらはほとんどなく、急いで、よりリプレイされたカットにつながります。  1つの例は、プレーヤーがサーブの前にボールをバウンスしているときで、ボールがそのボールの上に裁判所のゴミを巻き込んでいる場合です。\n\n\nサウンド -  7\n音声の演技は一流です。 ゲームや環境音がとても良いです。 私は決して同じボールがショー全体で2回バウンスすると聞いたことはないと思うほど豊かな音色があります。 しかし、サウンドトラックは欠けている。 今シーズンのOPは第1シーズンと同じです。 同じ曲を何度も何度も何度も何度も繰り返し使用するのではなく、もっと多くの曲が書き込まれている可能性がありますが、予算は厳しいと思います。\n\n\n楽しさ -  8\n全体的 -  7\n限り、スポーツアニメ行く、これはすべてのために行くし、いくつか。 ストーリーとキャラクターは、8時間または9時間で充実しています。 私は実際に冗談で笑ったことは何度もありませんが、キャラクターユーモアは、まばらですが、仕事を終わらせます。 このショーがあなたの感情を引きつけるのは何度もありませんが、特にスポーツアニメにとっては、テニスの深みがそれを補うものです。 このシーズンが最初にはっきりと改良されたので、このショーは別のシーズンを追加することでより良くなることを願っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAn Almost Too Deep Vision of Tennis Hinders Character Development.\n\n\u001b[1mテニスの深遠なビジョンはキャラクターの発展を妨げる。\u001b[22m\n\u001b[1m(Tenisu no shin'en'na bijon wa kyarakutā no hatten o samatageru.)\u001b[22m\n\nTranslations of \u001b[4mAn Almost Too Deep Vision of Tennis Hinders Character Development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn Almost Too Deep Vision of Tennis Hinders Character Development.\u001b[24m\n    \u001b[1mテニスの深遠なビジョンはキャラクターの発展を妨げる。\u001b[22m, \u001b[1mテニスのほぼあまりにも深いビジョンは、キャラクターの開発を妨げています。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 8\n\n\u001b[1mストーリー -  8\u001b[22m\n\u001b[1m(Sutōrī - 8)\u001b[22m\n\nTranslations of \u001b[4mStory - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 8\u001b[24m\n    \u001b[1mストーリー -  8\u001b[22m\nStory and characters go hand in hand. What helps or hurts one can also help or hurt the other. This story follows a 'I must get better to win' concept that is at the competitive heart of most sports anime.\n\n\u001b[1mストーリーとキャラクターが両立します。 助けてくれるものや傷つけるものは、相手を助けたり傷つけたりすることがあります。 このストーリーは、ほとんどのスポーツアニメの競争力のある中心部にある「私はもっと勝つべきだ」コンセプトに従っています。\u001b[22m\n\u001b[1m(Sutōrī to kyarakutā ga ryōritsu shimasu. Tasukete kureru mono ya kizutsukeru mono wa, aite o tasuke tari kizutsuke tari suru koto ga arimasu. Kono sutōrī wa, hotondo no supōtsuanime no kyōsō-ryoku no aru chūshin-bu ni aru `watashi wa motto katsubekida' konseputo ni shitagatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory and characters go hand in hand. What helps or hurts one can also help or hurt the other. This story follows a 'I must get better to win' concept that is at the competitive heart of most sports anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory and characters go hand in hand.\u001b[24m\n    \u001b[1mストーリーとキャラクターが両立します。\u001b[22m, \u001b[1mストーリーやキャラクターが手をつないで行きます。\u001b[22m\n\u001b[4mWhat helps or hurts one can also help or hurt the other.\u001b[24m\n    \u001b[1m助けてくれるものや傷つけるものは、相手を助けたり傷つけたりすることがあります。\u001b[22m, \u001b[1m何が役立ちますか一方が、他のを助けたり、傷つけることができる痛いです。\u001b[22m\n\u001b[4mThis story follows a 'I must get better to win' concept that is at the competitive heart of most sports anime.\u001b[24m\n    \u001b[1mこのストーリーは、ほとんどのスポーツアニメの競争力のある中心部にある「私はもっと勝つべきだ」コンセプトに従っています。\u001b[22m, \u001b[1mこの物語はほとんどのスポーツアニメの競争力の核心である「私は勝つために、より良い取得する必要があります」という概念に従っています。\u001b[22m\n\u001b[1m\u001b[22m\nWhat it tries to do, it does well, but it doesn't try to do enough. The knowledge of tennis I gained from watching is really incredible. I went from knowing almost nothing to really understanding on a deep level what actual pros might think about during a match.\n\n\u001b[1mそれがしようとしていることはうまくいくが、十分に努力することはない。 私が見ることから得たテニスの知識は本当に信じられないほどです。 私はほとんど何も知らなかったので、試合中に実際のプロが何を考えているかを深く理解しています。\u001b[22m\n\u001b[1m(Sore ga shiyou to shite iru koto wa umaku ikuga, jūbun ni doryoku suru koto wanai. Watashi ga miru koto kara eta tenisu no chishiki wa hontōni shinji rarenai hododesu. Watashi wa hotondo nani mo shiranakattanode, shiai-chū ni jissai no puro ga nani o kangaete iru ka o fukaku rikai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat it tries to do, it does well, but it doesn't try to do enough. The knowledge of tennis I gained from watching is really incredible. I went from knowing almost nothing to really understanding on a deep level what actual pros might think about during a match.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat it tries to do, it does well, but it doesn't try to do enough.\u001b[24m\n    \u001b[1mそれがしようとしていることはうまくいくが、十分に努力することはない。\u001b[22m, \u001b[1mそれが何をしようと何、それはよくありませんが、それは十分なことをしようとしません。\u001b[22m\n\u001b[4mThe knowledge of tennis I gained from watching is really incredible.\u001b[24m\n    \u001b[1m私が見ることから得たテニスの知識は本当に信じられないほどです。\u001b[22m, \u001b[1m私は見てから得られたテニスの知識は本当に信じられないです。\u001b[22m\n\u001b[4mI went from knowing almost nothing to really understanding on a deep level what actual pros might think about during a match.\u001b[24m\n    \u001b[1m私はほとんど何も知らなかったので、試合中に実際のプロが何を考えているかを深く理解しています。\u001b[22m, \u001b[1m私は本当に、実際のプロが試合中に考えるかもしれないものに深いレベルで理解することはほとんど何も知らないから行きました。\u001b[22m\n\u001b[1m\u001b[22m\nThere are enough surprises and changes of pace to keep you guessing, but during matches it can get very repetitive. I understand the need to build tension, but watching every single point of a set does get old when you aren't actually there.\n\n\u001b[1m推測を維持するのに十分な驚きとペースの変化がありますが、試合中は非常に反復的になることがあります。 私は緊張を増す必要性を理解していますが、あなたが実際にそこにいないときには、セットのすべてのポイントを見るのが古くなるのです。\u001b[22m\n\u001b[1m(Suisoku o iji suru no ni jūbun'na odoroki to pēsu no henka ga arimasuga, shiai-chū wa hijō ni hanpuku-teki ni naru koto ga arimasu. Watashi wa kinchō o masu hitsuyō-sei o rikai shite imasuga, anata ga jissai ni soko ni inai tokiniha, setto no subete no pointo o miru no ga furuku naru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mThere are enough surprises and changes of pace to keep you guessing, but during matches it can get very repetitive. I understand the need to build tension, but watching every single point of a set does get old when you aren't actually there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are enough surprises and changes of pace to keep you guessing, but during matches it can get very repetitive.\u001b[24m\n    \u001b[1m推測を維持するのに十分な驚きとペースの変化がありますが、試合中は非常に反復的になることがあります。\u001b[22m, \u001b[1mそこ推測あなたを維持するのに十分な驚きとペースの変化がありますが、試合中にそれは非常に反復的な取得することができます。\u001b[22m\n\u001b[4mI understand the need to build tension, but watching every single point of a set does get old when you aren't actually there.\u001b[24m\n    \u001b[1m私は緊張を増す必要性を理解していますが、あなたが実際にそこにいないときには、セットのすべてのポイントを見るのが古くなるのです。\u001b[22m, \u001b[1m私は緊張を構築する必要性を理解していますが、そこに実際にいないときセットのすべての単一の点は歳をとるん見て。\u001b[22m\n\u001b[1m\u001b[22m\nThe story does go a lot further than the first season, but it spends a bit too long to make each point. If it went a little quicker at some points, there would have been more room for other stories which could have developed the characters.\n\n\u001b[1mストーリーは最初のシーズンよりもはるかに進んでいますが、各ポイントを作るには少し時間がかかります。 いくつかの点で少し速くなったら、そのキャラクターを開発したかもしれない他の話の余地が増えていたでしょう。\u001b[22m\n\u001b[1m(Sutōrī wa saisho no shīzun yori mo haruka ni susunde imasuga, kaku pointo o tsukuru ni wa sukoshi jikan ga kakarimasu. Ikutsu ka no ten de sukoshi hayaku nattara, sono kyarakutā o kaihatsu shita kamo shirenai ta no hanashi no yochi ga fuete itadeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe story does go a lot further than the first season, but it spends a bit too long to make each point. If it went a little quicker at some points, there would have been more room for other stories which could have developed the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story does go a lot further than the first season, but it spends a bit too long to make each point.\u001b[24m\n    \u001b[1mストーリーは最初のシーズンよりもはるかに進んでいますが、各ポイントを作るには少し時間がかかります。\u001b[22m, \u001b[1m物語は最初のシーズンよりもさらに多くのことを行っていますが、それは各ポイントを作るには少し長すぎ費やしています。\u001b[22m\n\u001b[4mIf it went a little quicker at some points, there would have been more room for other stories which could have developed the characters.\u001b[24m\n    \u001b[1mいくつかの点で少し速くなったら、そのキャラクターを開発したかもしれない他の話の余地が増えていたでしょう。\u001b[22m, \u001b[1mそれはいくつかの点で少し速く行った場合は、文字を開発している可能性のある他の物語のためのより多くの部屋があっただろう。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 8\n\n\u001b[1mキャラクター -  8\u001b[22m\n\u001b[1m(Kyarakutā - 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 8\u001b[24m\n    \u001b[1mキャラクター -  8\u001b[22m, \u001b[1m文字 -  8\u001b[22m\nThe enormous cast is really incredibly talented and well-designed. Like the story, the characters are all realistic, and almost every one provides good insights to tennis and life.\n\n\u001b[1m巨大なキャストは本当に信じられないほど才能があり、うまく設計されています。 ストーリーのように、キャラクターはすべて現実的であり、ほとんどすべてがテニスと人生に良い洞察を提供します。\u001b[22m\n\u001b[1m(Kyodaina kyasuto wa hontōni shinji rarenai hodo sainō ga ari, umaku sekkei sa rete imasu. Sutōrī no yō ni, kyarakutā wa subete genjitsu-tekideari, hotondo subete ga tenisu to jinsei ni yoi dōsatsu o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe enormous cast is really incredibly talented and well-designed. Like the story, the characters are all realistic, and almost every one provides good insights to tennis and life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe enormous cast is really incredibly talented and well-designed.\u001b[24m\n    \u001b[1m巨大なキャストは本当に信じられないほど才能があり、うまく設計されています。\u001b[22m, \u001b[1m巨大なキャストは本当に信じられないほど才能とうまく設計されています。\u001b[22m\n\u001b[4mLike the story, the characters are all realistic, and almost every one provides good insights to tennis and life.\u001b[24m\n    \u001b[1mストーリーのように、キャラクターはすべて現実的であり、ほとんどすべてがテニスと人生に良い洞察を提供します。\u001b[22m, \u001b[1m物語のように、文字はすべて現実的であり、ほぼすべての1は、テニスや生活に良い洞察を提供しています。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, many of the characters change very little. Ei-chan does change quite a bit, but many of the main supporting characters continue to fill the same old roles.\n\n\u001b[1m残念ながら、文字の多くはほとんど変わりません。 エイちゃんはかなり変わっていますが、主なサポートキャラクターの多くは同じ古い役割を果たし続けています。\u001b[22m\n\u001b[1m(Zan'nen'nagara, moji no ōku wa hotondo kawarimasen. Ei-chan wa kanari kawatte imasuga, omona sapōtokyarakutā no ōku wa onaji furui yakuwari o hatashi tsudzukete imasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, many of the characters change very little. Ei-chan does change quite a bit, but many of the main supporting characters continue to fill the same old roles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, many of the characters change very little.\u001b[24m\n    \u001b[1m残念ながら、文字の多くはほとんど変わりません。\u001b[22m, \u001b[1m残念ながら、文字の多くは非常に少し変更します。\u001b[22m\n\u001b[4mEi-chan does change quite a bit, but many of the main supporting characters continue to fill the same old roles.\u001b[24m\n    \u001b[1mエイちゃんはかなり変わっていますが、主なサポートキャラクターの多くは同じ古い役割を果たし続けています。\u001b[22m, \u001b[1mEI-chanがかなり変更しますが、主な脇役の多くは、同じ古い役割を埋めるために続けています。\u001b[22m\n\u001b[1m\u001b[22m\nAlthough not necessarily a bad thing, the fact that the characters are so limited in what they do makes them close to one-dimensional. When a character is allowed to tell a different part of their own story, it is brief. Ei-chan takes too much screen time when others could have taken the spotlight for a while. Some characters are introduced and then completely forgotten, not only by the writers, but even by the characters themselves. The series could continue and make up these problems, but as of this season, it still falls short.\n\n\u001b[1m必ずしも悪いことではありませんが、文字が限られているため、1次元に近いものになります。 キャラクターが自分のストーリーの別の部分を伝えることが許可されている場合、それは簡単です。 エイちゃんは、他の人がしばらくスポットライトを浴びることができるように、あまりにも多くのスクリーン時間を要します。 いくつかの文字が導入され、完全に忘れられて、作家だけでなく、文字自体でさえも。 このシリーズは継続してこれらの問題を補うことができますが、今シーズンの時点ではまだまだ不足しています。\u001b[22m\n\u001b[1m(Kanarazushimo warui kotode wa arimasenga, moji ga kagira rete iru tame, 1-jigen ni chikai mono ni narimasu. Kyarakutā ga jibun no sutōrī no betsu no bubun o tsutaeru koto ga kyoka sa rete iru baai, sore wa kantandesu. Ei-chan wa, hokanohito ga shibaraku supottoraito o abiru koto ga dekiru yō ni, amarini mo ōku no sukurīn jikan o yōshimasu. Ikutsu ka no moji ga dōnyū sa re, kanzen ni wasure rarete, sakka dakedenaku, moji jitaide sae mo. Kono shirīzu wa keizoku shite korera no mondai o oginau koto ga dekimasuga, ima shīzun no jitende wa madamada fusoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough not necessarily a bad thing, the fact that the characters are so limited in what they do makes them close to one-dimensional. When a character is allowed to tell a different part of their own story, it is brief. Ei-chan takes too much screen time when others could have taken the spotlight for a while. Some characters are introduced and then completely forgotten, not only by the writers, but even by the characters themselves. The series could continue and make up these problems, but as of this season, it still falls short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough not necessarily a bad thing, the fact that the characters are so limited in what they do makes them close to one-dimensional.\u001b[24m\n    \u001b[1m必ずしも悪いことではありませんが、文字が限られているため、1次元に近いものになります。\u001b[22m, \u001b[1m必ずしも悪いことではあるが、文字がそう、彼らが何をすべきかに限られているという事実は、一次元に彼らは近くなります。\u001b[22m\n\u001b[4mWhen a character is allowed to tell a different part of their own story, it is brief.\u001b[24m\n    \u001b[1mキャラクターが自分のストーリーの別の部分を伝えることが許可されている場合、それは簡単です。\u001b[22m, \u001b[1m文字は、自分の物語の別の部分を伝えるために許可されているとき、それは簡単なです。\u001b[22m\n\u001b[4mEi-chan takes too much screen time when others could have taken the spotlight for a while.\u001b[24m\n    \u001b[1mエイちゃんは、他の人がしばらくスポットライトを浴びることができるように、あまりにも多くのスクリーン時間を要します。\u001b[22m, \u001b[1mEI-chanが他の人はしばらくの間、スポットライトをとっている可能性があまりにも多くのスクリーンの時間を要します。\u001b[22m\n\u001b[4mSome characters are introduced and then completely forgotten, not only by the writers, but even by the characters themselves.\u001b[24m\n    \u001b[1mいくつかの文字が導入され、完全に忘れられて、作家だけでなく、文字自体でさえも。\u001b[22m, \u001b[1m一部の文字が導入され、その後、完全に作家によって、それでも文字自体によってだけでなく、忘れられています。\u001b[22m\n\u001b[4mThe series could continue and make up these problems, but as of this season, it still falls short.\u001b[24m\n    \u001b[1mこのシリーズは継続してこれらの問題を補うことができますが、今シーズンの時点ではまだまだ不足しています。\u001b[22m, \u001b[1mシリーズは継続し、これらの問題を構成するが、この季節のように、それはまだ及ばない可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt - 5\n\n\u001b[1mアート -  5\u001b[22m\n\u001b[1m(Āto - 5)\u001b[22m\n\nTranslations of \u001b[4mArt - 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 5\u001b[24m\n    \u001b[1mアート -  5\u001b[22m\nThe design of the characters and settings is average. Maruo's notebooks can be quite detailed at times, but that is where most of the detail stops.\n\n\u001b[1m文字と設定のデザインは平均です。 丸尾のノートは時にはきわめて詳細に描くことができますが、それは細部の大部分が止まるところです。\u001b[22m\n\u001b[1m(Moji to settei no dezain wa heikindesu. Maruo no nōto wa tokiniha kiwamete shōsai ni kaku koto ga dekimasuga, soreha saibu no daibubun ga tomaru tokorodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe design of the characters and settings is average. Maruo's notebooks can be quite detailed at times, but that is where most of the detail stops.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe design of the characters and settings is average.\u001b[24m\n    \u001b[1m文字と設定のデザインは平均です。\u001b[22m, \u001b[1m文字や設定のデザインは平均です。\u001b[22m\n\u001b[4mMaruo's notebooks can be quite detailed at times, but that is where most of the detail stops.\u001b[24m\n    \u001b[1m丸尾のノートは時にはきわめて詳細に描くことができますが、それは細部の大部分が止まるところです。\u001b[22m, \u001b[1m丸尾のノートPCはかなりの時間に詳述することができますが、細部のほとんどが停止するところそれはです。\u001b[22m\n\u001b[1m\u001b[22m\nMost of the show happens on a tennis court. The players do change shirts between matches, but lots of the other shots are replayed. This is to be expected in a sports anime, but it is still repetitive. Sometimes the ball bounces somewhere it shouldn't - if it needs to be inside a box on a serve, it isn't always there, and some rallies have shots where the ball lands in the doubles boundary. It might be a clever way of inserting different court backgrounds to change the camera angle just enough so that some replayed cuts aren't as noticeable.\n\n\u001b[1mショーのほとんどはテニスコートで行われます。 選手はマッチの間にシャツを交換するが、他のショットが多く再生される。 これはスポーツアニメでは予想されますが、それでも繰り返しです。 ボールがサーブ上のボックスの内側にある必要がある場合は、常にそこにあるとは限らず、いくつかのラリーではボールがダブルスの境界に着地するショットがあります。 それは、再生されたカットが目立たないように、カメラの角度を変えるために異なる裁判所の背景を挿入する巧妙な方法かもしれません。\u001b[22m\n\u001b[1m(Shō no hotondo wa tenisukōto de okonawa remasu. Senshu wa matchi no ma ni shatsu o kōkan suruga, hoka no shotto ga ōku saisei sa reru. Kore wa supōtsuanimede wa yosō sa remasuga, soredemo kurikaeshidesu. Bōru ga sābu-jō no bokkusu no uchigawa ni aru hitsuyō ga aru baai wa, tsuneni soko ni aru to wa kagirazu, ikutsu ka no rarīde wa bōru ga daburusu no kyōkai ni chakuchi suru shotto ga arimasu. Sore wa, saisei sa reta katto ga medatanaiyōni, kamera no kakudo o kaeru tame ni kotonaru saibansho no haikei o sōnyū suru kōmyōna hōhō kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mMost of the show happens on a tennis court. The players do change shirts between matches, but lots of the other shots are replayed. This is to be expected in a sports anime, but it is still repetitive. Sometimes the ball bounces somewhere it shouldn't - if it needs to be inside a box on a serve, it isn't always there, and some rallies have shots where the ball lands in the doubles boundary. It might be a clever way of inserting different court backgrounds to change the camera angle just enough so that some replayed cuts aren't as noticeable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the show happens on a tennis court.\u001b[24m\n    \u001b[1mショーのほとんどはテニスコートで行われます。\u001b[22m, \u001b[1mショーのほとんどは、テニスコートで行われます。\u001b[22m\n\u001b[4mThe players do change shirts between matches, but lots of the other shots are replayed.\u001b[24m\n    \u001b[1m選手はマッチの間にシャツを交換するが、他のショットが多く再生される。\u001b[22m, \u001b[1m選手は試合の間にシャツを変更するにはどうすればよいが、他のショットの多くが再生されます。\u001b[22m\n\u001b[4mThis is to be expected in a sports anime, but it is still repetitive.\u001b[24m\n    \u001b[1mこれはスポーツアニメでは予想されますが、それでも繰り返しです。\u001b[22m, \u001b[1mこれは、スポーツアニメで予想されるが、それはまだ繰り返しあります。\u001b[22m\n\u001b[4mSometimes the ball bounces somewhere it shouldn't - if it needs to be inside a box on a serve, it isn't always there, and some rallies have shots where the ball lands in the doubles boundary.\u001b[24m\n    \u001b[1mボールがサーブ上のボックスの内側にある必要がある場合は、常にそこにあるとは限らず、いくつかのラリーではボールがダブルスの境界に着地するショットがあります。\u001b[22m, \u001b[1m時にはボールは、それがいけないどこかバウンス - それはサーブにボックス内にする必要がある場合、それは常に存在しない、といくつかの集会は、ダブルスでボールランドは、境界のショットを持っています。\u001b[22m\n\u001b[4mIt might be a clever way of inserting different court backgrounds to change the camera angle just enough so that some replayed cuts aren't as noticeable.\u001b[24m\n    \u001b[1mそれは、再生されたカットが目立たないように、カメラの角度を変えるために異なる裁判所の背景を挿入する巧妙な方法かもしれません。\u001b[22m, \u001b[1mこれは、いくつかのリプレイカットがとして目立つないようにだけで十分なカメラアングルを変更するには、別の裁判所の背景を挿入する賢い方法かもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nThere are times where the art really shines, and actually tries to rise to great levels, but these are few and rushed, and lead back into more replayed cuts. One example is when a player is bouncing the ball before a serve, and the ball carries some of the court's dust up with it.\n\n\u001b[1m芸術が実際に輝き、実際には偉大なレベルに上昇しようとする時がありますが、これらはほとんどなく、急いで、よりリプレイされたカットにつながります。  1つの例は、プレーヤーがサーブの前にボールをバウンスしているときで、ボールがそのボールの上に裁判所のゴミを巻き込んでいる場合です。\u001b[22m\n\u001b[1m(Geijutsu ga jissai ni kagayaki, jissai ni wa idaina reberu ni jōshō shiyou to suru toki ga arimasuga, korera wa hotondo naku, isoide, yori ripurei sa reta katto ni tsunagarimasu. 1Tsu no rei wa, purēyā ga sābu no mae ni bōru o baunsu shite iru toki de, bōru ga sono bōru no ue ni saibansho no gomi o makikonde iru baaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThere are times where the art really shines, and actually tries to rise to great levels, but these are few and rushed, and lead back into more replayed cuts. One example is when a player is bouncing the ball before a serve, and the ball carries some of the court's dust up with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are times where the art really shines, and actually tries to rise to great levels, but these are few and rushed, and lead back into more replayed cuts.\u001b[24m\n    \u001b[1m芸術が実際に輝き、実際には偉大なレベルに上昇しようとする時がありますが、これらはほとんどなく、急いで、よりリプレイされたカットにつながります。\u001b[22m, \u001b[1mそこ芸術は本当に輝いて、そして実際に偉大なレベルに上昇しようとする時間がありますが、これらはいくつかあり、急いで、そしてより多くのリプレイカットに戻ってつながります。\u001b[22m\n\u001b[4mOne example is when a player is bouncing the ball before a serve, and the ball carries some of the court's dust up with it.\u001b[24m\n    \u001b[1m1つの例は、プレーヤーがサーブの前にボールをバウンスしているときで、ボールがそのボールの上に裁判所のゴミを巻き込んでいる場合です。\u001b[22m, \u001b[1mサーブの前に選手がボールをバウンスされたときにその一例であり、ボールはそれで裁判所のダストアップの一部を運びます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound - 7\n\n\u001b[1mサウンド -  7\u001b[22m\n\u001b[1m(Saundo - 7)\u001b[22m\n\nTranslations of \u001b[4mSound - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 7\u001b[24m\n    \u001b[1mサウンド -  7\u001b[22m\nVoice acting is top-notch. Game and environment sound is very good. There is enough variety in sound that I never thought I heard the same ball bounce twice in the entire show. But the soundtrack is lacking. This season's OP is the same as the first season. More songs could have been written instead of just re-using the same few over and over, but I suppose the budget was tight.\n\n\u001b[1m音声の演技は一流です。 ゲームや環境音がとても良いです。 私は決して同じボールがショー全体で2回バウンスすると聞いたことはないと思うほど豊かな音色があります。 しかし、サウンドトラックは欠けている。 今シーズンのOPは第1シーズンと同じです。 同じ曲を何度も何度も何度も何度も繰り返し使用するのではなく、もっと多くの曲が書き込まれている可能性がありますが、予算は厳しいと思います。\u001b[22m\n\u001b[1m(Onsei no engi wa ichiryūdesu. Gēmu ya kankyō-on ga totemo yoidesu. Watashi wa kesshite onaji bōru ga shō zentai de 2-kai baunsu suru to kiita koto wa nai to omou hodo yutakana neiro ga arimasu. Shikashi, saundotorakku wa kakete iru. Ima shīzun no OP wa dai 1 shīzun to onajidesu. Onaji kyoku o nandomonandomo nandomonandomo kurikaeshi shiyō suru node wa naku, motto ōku no kyoku ga kakikoma rete iru kanōsei ga arimasuga, yosan wa kibishī to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mVoice acting is top-notch. Game and environment sound is very good. There is enough variety in sound that I never thought I heard the same ball bounce twice in the entire show. But the soundtrack is lacking. This season's OP is the same as the first season. More songs could have been written instead of just re-using the same few over and over, but I suppose the budget was tight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice acting is top-notch.\u001b[24m\n    \u001b[1m音声の演技は一流です。\u001b[22m, \u001b[1m声の演技は一流です。\u001b[22m\n\u001b[4mGame and environment sound is very good.\u001b[24m\n    \u001b[1mゲームや環境音がとても良いです。\u001b[22m\n\u001b[4mThere is enough variety in sound that I never thought I heard the same ball bounce twice in the entire show.\u001b[24m\n    \u001b[1m私は決して同じボールがショー全体で2回バウンスすると聞いたことはないと思うほど豊かな音色があります。\u001b[22m, \u001b[1m私はショー全体で二度同じボールバウンスを聞いたと思ったことはありません音に十分な多様性があります。\u001b[22m\n\u001b[4mBut the soundtrack is lacking.\u001b[24m\n    \u001b[1mしかし、サウンドトラックは欠けている。\u001b[22m, \u001b[1mしかしサウンドトラックは欠けています。\u001b[22m\n\u001b[4mThis season's OP is the same as the first season.\u001b[24m\n    \u001b[1m今シーズンのOPは第1シーズンと同じです。\u001b[22m, \u001b[1m今シーズンのOPは最初のシーズンと同じです。\u001b[22m\n\u001b[4mMore songs could have been written instead of just re-using the same few over and over, but I suppose the budget was tight.\u001b[24m\n    \u001b[1m同じ曲を何度も何度も何度も何度も繰り返し使用するのではなく、もっと多くの曲が書き込まれている可能性がありますが、予算は厳しいと思います。\u001b[22m, \u001b[1mより多くの曲が書かれただけではなく、以上の同じ数再利用およびオーバーけど、予算がタイトだったと仮定されている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 8\n\n\u001b[1m楽しさ -  8\u001b[22m\n\u001b[1m(Tanoshisa - 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 8\u001b[24m\n    \u001b[1m楽しさ -  8\u001b[22m\nOverall - 7\n\n\u001b[1m全体的 -  7\u001b[22m\n\u001b[1m(Zentai-teki - 7)\u001b[22m\n\nTranslations of \u001b[4mOverall - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 7\u001b[24m\n    \u001b[1m全体的 -  7\u001b[22m, \u001b[1m全体的に -  7\u001b[22m\nAs far as sports anime go, this one goes for it all and then some. The story and characters are a solid 8 or 9, doing a fine job to make the time enjoyable, but not quite complete. There aren't many times I actually laughed at a joke, but the character humor, while sparse, does get the job done. There aren't a lot of times that this show pulls your emotions in, but the depth of tennis makes up for it, especially for a sports anime. I hope that this show can get better by adding another season, because this season definitely improved on the first.\n\n\u001b[1m限り、スポーツアニメ行く、これはすべてのために行くし、いくつか。 ストーリーとキャラクターは、8時間または9時間で充実しています。 私は実際に冗談で笑ったことは何度もありませんが、キャラクターユーモアは、まばらですが、仕事を終わらせます。 このショーであなたの感情を引き出すことはたくさんありませんが、特にスポーツアニメにとっては、テニスの深みがそれを補うものです。 このシーズンが最初にはっきりと改良されたので、このショーは別のシーズンを追加することでより良くなることを願っています。\u001b[22m\n\u001b[1m(Kagiri, supōtsuanime iku, koreha subete no tame ni ikushi, ikutsu ka. Sutōrī to kyarakutā wa, 8-jikan matawa 9-jikan de jūjitsu shite imasu. Watashi wa jissai ni jōdan de waratta koto wa nando mo arimasenga, kyarakutāyūmoa wa, mabaradesuga, shigoto o owara semasu. Kono shō de anata no kanjō o hikidasu koto wa takusan arimasenga, tokuni supōtsuanime ni totte wa, tenisu no fukami ga sore o oginau monodesu. Kono shīzun ga saisho ni hakkiri to kairyō sa retanode, kono shō wa betsu no shīzun o tsuika suru koto de yori yoku naru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs far as sports anime go, this one goes for it all and then some. The story and characters are a solid 8 or 9, doing a fine job to make the time enjoyable, but not quite complete. There aren't many times I actually laughed at a joke, but the character humor, while sparse, does get the job done. There aren't a lot of times that this show pulls your emotions in, but the depth of tennis makes up for it, especially for a sports anime. I hope that this show can get better by adding another season, because this season definitely improved on the first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs far as sports anime go, this one goes for it all and then some.\u001b[24m\n    \u001b[1m限り、スポーツアニメ行く、これはすべてのために行くし、いくつか。\u001b[22m, \u001b[1m限りのスポーツアニメが行くように、この1はそれをすべてし、その後いくつかのために行きます。\u001b[22m\n\u001b[4mThe story and characters are a solid 8 or 9, doing a fine job to make the time enjoyable, but not quite complete.\u001b[24m\n    \u001b[1mストーリーとキャラクターは、8時間または9時間で充実しています。\u001b[22m, \u001b[1mストーリーやキャラクターが楽しい時間を作るために細かい仕事をして固体8または9、ですが、非常に完了していません。\u001b[22m\n\u001b[4mThere aren't many times I actually laughed at a joke, but the character humor, while sparse, does get the job done.\u001b[24m\n    \u001b[1m私は実際に冗談で笑ったことは何度もありませんが、キャラクターユーモアは、まばらですが、仕事を終わらせます。\u001b[22m, \u001b[1mスパースは、仕事を得るんが、私は実際に、冗談で笑ったが、文字ユーモア、多くの時間がありません。\u001b[22m\n\u001b[4mThere aren't a lot of times that this show pulls your emotions in, but the depth of tennis makes up for it, especially for a sports anime.\u001b[24m\n    \u001b[1mこのショーであなたの感情を引き出すことはたくさんありませんが、特にスポーツアニメにとっては、テニスの深みがそれを補うものです。\u001b[22m, \u001b[1mそこにこのショーはであなたの感情を引っ張ることに多くの時間はありませんが、テニスの深さは、特にスポーツアニメのために、それを構成します。\u001b[22m\n\u001b[4mI hope that this show can get better by adding another season, because this season definitely improved on the first.\u001b[24m\n    \u001b[1mこのシーズンが最初にはっきりと改良されたので、このショーは別のシーズンを追加することでより良くなることを願っています。\u001b[22m, \u001b[1m今シーズンは間違いなく最初に改善されたので、私は、このショーは別のシーズンを追加することで、より良い得ることができることを願っています。\u001b[22m"
  },
  {
    "title": "Baby_Steps_2nd_Season",
    "id": "27663",
    "url": "https://myanimelist.net/anime/27663/Baby_Steps_2nd_Season",
    "user": "RevenirXV",
    "profile": "/profile/RevenirXV/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=199065",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\n私は貧弱なショーのレビューを終えたばかりだから、今ここではいいです。 信じられないほど不思議で非常に残念なテニスの王子様を経験した後、私は別のテニスシリーズを手に入れようと躊躇しました。 しかし、少し遅いが有望な第1シーズンのマラソンの後、私はベビーステップスのさらに良い第2シーズン\n\nストーリーとキャラクター：\n丸尾栄一郎はプロのテニスへの道を歩み続け、2年前にはじまったばかりです。  Maruoは無料の土地に行って、いくつかの訓練と改善を行っています。 ショーは物事を面白く保ち、彼がスポーツでどのように成長し、改善するかを示し続ける。 この側面では、それは最高のスポーツアニメかもしれません。 丸尾さんの訓練計画と、信じられている間に彼が過ごした数時間について詳しく説明します。 それに加えて、試合に勝つために必要なさまざまな戦略やテクニックを示し、視聴者にショーやスポーツそのものに興味を持ってもらう。\n\nこれは重要なことですが、Maruoは奇妙で非論理的な跳躍をしていませんし、対戦相手も弱く見えることはありません。 あなたは、MCのトレーニングがどれほど難しいか、ウェイトトレーニング、ジョギング、ドリル、そして誰もやりたくない他のすべてのものでどれくらい難しいかを見ています。 ショーは、しかし、懸命に働くことについて説教していません。 丸尾は最も効果的な方法で働きます。  MCはその後、全日本ジュニアトーナメントに進出し、日本で最高の若手選手になるために競争し、最終的にプロになる\n\nすべてのプレイヤーは、面白いと信じられている異なる演奏スタイルとパーソナリティを表しています。 スポーツや少年アニメでは、キャラクターは実在の人物やアーキタイプのばかげた誇張となることがありますが、ここではそうではありません。\n\n私が好きだったいくつかのことは、MCが様々な「汚い」トリックを使った人を演奏した後でした。最後のレッスンは、あなたが勝つためにトリックを使うことができないということではなく、正しい方法でそれらを使用しなければなりません。 最終的には、プレイの中心にするのではなく、テニスをバックするためにトリックを使用する必要があります。\n\nアニメーション：\nアニメーションはその仕事です。 特定の瞬間にアニメーションが優れたスポーツアニメがありますが、Baby Stepsではアニメーションやエピソードの問題がありません。後で時間とお金が明らかに節約されます。 それは、これがあなたのケースであると言われている、OPのアニメーションの最高を見つけるでしょう。\n\n全体：8/10\nMCがどれだけ遠くまで行くことができるかは、すべてが本当に面白いです。 試合は同じ興奮と他のスポーツアニメを作りませんが、彼らはまだ興味深いですし、その間の瞬間は決して鈍いことはありません\n\nシーズン2は昨シーズンからステップアップし、私は熱心に3分の1を待っています。 ベイビーステップズは、最高のスポーツアニメの1つであり、それはよく見る価値がある",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI've only done review for poor shows so now here's a good one. After the experiencing the incredibly strange and very disappointing Prince of Tennis, I was hesitant to pick up another tennis series. But after marathoning a slightly slow but promising first season, I continue into the even better second season of Baby Steps\n\n\u001b[1m私は貧弱なショーのレビューを終えたばかりだから、今ここではいいです。 信じられないほど不思議で非常に残念なテニスの王子様を経験した後、私は別のテニスシリーズを手に入れようと躊躇しました。 しかし、少し遅いが有望な第1シーズンのマラソンの後、私はベビーステップスのさらに良い第2シーズン\u001b[22m\n\u001b[1m(Watashi wa hinjakuna shō no rebyū o oeta bakaridakara, imakokode wa īdesu. Shinji rarenai hodo fushigide hijō ni zan'nen'na tenisunoōjisama o keiken shita nochi, watashi wa betsu no tenisushirīzu o te ni ireyou to chūcho shimashita. Shikashi, sukoshi osoiga yūbōna dai 1 shīzun no marason no ato, watashi wa bebīsuteppusu no sara ni yoi dai 2 shīzun)\u001b[22m\n\nTranslations of \u001b[4mI've only done review for poor shows so now here's a good one. After the experiencing the incredibly strange and very disappointing Prince of Tennis, I was hesitant to pick up another tennis series. But after marathoning a slightly slow but promising first season, I continue into the even better second season of Baby Steps\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've only done review for poor shows so now here's a good one.\u001b[24m\n    \u001b[1m私は貧弱なショーのレビューを終えたばかりだから、今ここではいいです。\u001b[22m, \u001b[1m今ここに良いものですので、私は貧しいショーのレビューを行ってきました。\u001b[22m\n\u001b[4mAfter the experiencing the incredibly strange and very disappointing Prince of Tennis, I was hesitant to pick up another tennis series.\u001b[24m\n    \u001b[1m信じられないほど不思議で非常に残念なテニスの王子様を経験した後、私は別のテニスシリーズを手に入れようと躊躇しました。\u001b[22m, \u001b[1mテニスの信じられないほど奇妙な、非常に残念な王子を経験した後、私は別のテニスシリーズをピックアップすることを躊躇しました。\u001b[22m\n\u001b[4mBut after marathoning a slightly slow but promising first season, I continue into the even better second season of Baby Steps\u001b[24m\n    \u001b[1mしかし、少し遅いが有望な第1シーズンのマラソンの後、私はベビーステップスのさらに良い第2シーズン\u001b[22m, \u001b[1mしかし、少し遅いが有望な最初のシーズンをマラソンした後、私はベイビーステップのより良いセカンドシーズンに引き続き\u001b[22m\n\u001b[1m\u001b[22m\nStory and Characters:\n\n\u001b[1mストーリーとキャラクター：\u001b[22m\n\u001b[1m(Sutōrī to kyarakutā:)\u001b[22m\n\nTranslations of \u001b[4mStory and Characters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory and Characters:\u001b[24m\n    \u001b[1mストーリーとキャラクター：\u001b[22m\nMaruo Eiichiro continues on his path to professional tennis, having only just started playing 2 years previously. Maruo goes to THE LAND OF THE FREE, to do some training and improve. The show keeps things interesting and continues to show how he grows and improves at the sport. In this aspect it may be the best sports anime. It details Maruo's training regimen and the numerous hours he spends while being believable. Along with that it shows different strategies and techniques needed to win matches, making viewers interested in the show and the sport itself.\n\n\u001b[1m丸尾栄一郎はプロのテニスへの道を歩み続け、2年前にはじまったばかりです。  Maruoは無料の土地に行って、いくつかの訓練と改善を行っています。 ショーは物事を面白く保ち、彼がスポーツでどのように成長し、改善するかを示し続ける。 この側面では、それは最高のスポーツアニメかもしれません。 丸尾さんの訓練計画と、信じられている間に彼が過ごした数時間について詳しく説明します。 それに加えて、試合に勝つために必要なさまざまな戦略やテクニックを示し、視聴者にショーやスポーツそのものに興味を持ってもらう。\u001b[22m\n\u001b[1m(Maruo Eiichirō wa puro no tenisu e no michi o ayumi tsudzuke, 2-nen mae ni hajimatta bakaridesu. Maruo wa muryō no tochi ni itte, ikutsu ka no kunren to kaizen o okonatte imasu. Shō wa monogoto o omoshiroku tamochi, kare ga supōtsu de dono yō ni seichō shi, kaizen suru ka o shimeshi tsudzukeru. Kono sokumende wa, soreha saikō no supōtsuanime kamo shiremasen. Maruo-san no kunren keikaku to, shinji rarete iru ma ni kare ga sugoshita sūjikan ni tsuite kuwashiku setsumei shimasu. Sorenikuwaete, shiai ni katsu tame ni hitsuyōna samazamana senryaku ya tekunikku o shimeshi, shichō-sha ni shō ya supōtsu sonomono ni kyōmi o motte morau.)\u001b[22m\n\nTranslations of \u001b[4mMaruo Eiichiro continues on his path to professional tennis, having only just started playing 2 years previously. Maruo goes to THE LAND OF THE FREE, to do some training and improve. The show keeps things interesting and continues to show how he grows and improves at the sport. In this aspect it may be the best sports anime. It details Maruo's training regimen and the numerous hours he spends while being believable. Along with that it shows different strategies and techniques needed to win matches, making viewers interested in the show and the sport itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMaruo Eiichiro continues on his path to professional tennis, having only just started playing 2 years previously.\u001b[24m\n    \u001b[1m丸尾栄一郎はプロのテニスへの道を歩み続け、2年前にはじまったばかりです。\u001b[22m, \u001b[1m丸尾栄一郎はわずか2年前に再生を開始した、プロのテニスに彼のパス上で継続されます。\u001b[22m\n\u001b[4mMaruo goes to THE LAND OF THE FREE, to do some training and improve.\u001b[24m\n    \u001b[1mMaruoは無料の土地に行って、いくつかの訓練と改善を行っています。\u001b[22m, \u001b[1m丸尾は、いくつかの訓練を行い、改善するために、自由の地に行きます。\u001b[22m\n\u001b[4mThe show keeps things interesting and continues to show how he grows and improves at the sport.\u001b[24m\n    \u001b[1mショーは物事を面白く保ち、彼がスポーツでどのように成長し、改善するかを示し続ける。\u001b[22m, \u001b[1mショーは面白いものを保持し、彼は成長し、スポーツでどのように改善するかを示すために続けています。\u001b[22m\n\u001b[4mIn this aspect it may be the best sports anime.\u001b[24m\n    \u001b[1mこの側面では、それは最高のスポーツアニメかもしれません。\u001b[22m, \u001b[1mこの局面では、それは最高のスポーツアニメでもよいです。\u001b[22m\n\u001b[4mIt details Maruo's training regimen and the numerous hours he spends while being believable.\u001b[24m\n    \u001b[1m丸尾さんの訓練計画と、信じられている間に彼が過ごした数時間について詳しく説明します。\u001b[22m, \u001b[1mこれは、丸尾のトレーニングレジメンと信じながら、彼は費やしている数多くの時間を詳述します。\u001b[22m\n\u001b[4mAlong with that it shows different strategies and techniques needed to win matches, making viewers interested in the show and the sport itself.\u001b[24m\n    \u001b[1mそれに加えて、試合に勝つために必要なさまざまな戦略やテクニックを示し、視聴者にショーやスポーツそのものに興味を持ってもらう。\u001b[22m, \u001b[1mそれに伴い、それはショーやスポーツ自体に視聴者が興味を持って作り、試合に勝つために必要なさまざまな戦略とテクニックを示しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis importantly comes together so that at no point does Maruo have a strange or illogical jump in skill and neither does it make his opponents look weak. You continue to see just how difficult MC's training is and how hard he works with weight training, jogging, drills, and all the other crap no one wants to do. The show doesn't preaching about working hard though. Maruo works in the most effective way possible. MC then goes onward to reach the All Japan Junior tournament, competing to be the best young player in Japan and eventually go pro\n\n\u001b[1mこれは重要なことですが、Maruoは奇妙で非論理的な跳躍をしていませんし、対戦相手も弱く見えることはありません。 あなたは、MCのトレーニングがどれほど難しいか、ウェイトトレーニング、ジョギング、ドリル、そして誰もやりたくない他のすべてのものでどれくらい難しいかを見ています。 ショーは、しかし、懸命に働くことについて説教していません。 丸尾は最も効果的な方法で働きます。  MCはその後、全日本ジュニアトーナメントに進出し、日本で最高の若手選手になるために競争し、最終的にプロになる\u001b[22m\n\u001b[1m(Kore wa jūyōna kotodesuga, Maruo wa kimyōde hironritekina chōyaku o shite imasenshi, taisen aite mo yowaku mieru koto wa arimasen. Anata wa, MC no torēningu ga dorehodo muzukashī ka, u~eitotorēningu, jogingu, doriru, soshite dare mo yaritakunai ta no subete no mono de dorekurai muzukashī ka o mite imasu. Shō wa, shikashi, kenmei ni hataraku koto ni tsuite sekkyō shite imasen. Maruo wa mottomo kōkatekina hōhō de hatarakimasu. MC wa sonogo, zen'nihon juniatōnamento ni shinshutsu shi, Nihon de saikō no wakate senshu ni naru tame ni kyōsō shi, saishūtekini puro ni naru)\u001b[22m\n\nTranslations of \u001b[4mThis importantly comes together so that at no point does Maruo have a strange or illogical jump in skill and neither does it make his opponents look weak. You continue to see just how difficult MC's training is and how hard he works with weight training, jogging, drills, and all the other crap no one wants to do. The show doesn't preaching about working hard though. Maruo works in the most effective way possible. MC then goes onward to reach the All Japan Junior tournament, competing to be the best young player in Japan and eventually go pro\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis importantly comes together so that at no point does Maruo have a strange or illogical jump in skill and neither does it make his opponents look weak.\u001b[24m\n    \u001b[1mこれは重要なことですが、Maruoは奇妙で非論理的な跳躍をしていませんし、対戦相手も弱く見えることはありません。\u001b[22m, \u001b[1mどの時点で丸尾スキルで奇妙なまたは非論理的なジャンプを持っていないんどちらも、それは彼の対戦相手が弱い見えるようにないように、これは重要なこと一緒に来ます。\u001b[22m\n\u001b[4mYou continue to see just how difficult MC's training is and how hard he works with weight training, jogging, drills, and all the other crap no one wants to do.\u001b[24m\n    \u001b[1mあなたは、MCのトレーニングがどれほど難しいか、ウェイトトレーニング、ジョギング、ドリル、そして誰もやりたくない他のすべてのものでどれくらい難しいかを見ています。\u001b[22m, \u001b[1mあなたは、MCの訓練であり、いかに難しいか、彼はウェイトトレーニング、ジョギング、ドリル、誰が何を望んでいる他のすべてのがらくたと連携し、どれだけ難しい参照し続けます。\u001b[22m\n\u001b[4mThe show doesn't preaching about working hard though.\u001b[24m\n    \u001b[1mショーは、しかし、懸命に働くことについて説教していません。\u001b[22m, \u001b[1mショーは、しかし懸命に働いについて説教しません。\u001b[22m\n\u001b[4mMaruo works in the most effective way possible.\u001b[24m\n    \u001b[1m丸尾は最も効果的な方法で働きます。\u001b[22m, \u001b[1m丸尾は、可能な限り最も効果的な方法で動作します。\u001b[22m\n\u001b[4mMC then goes onward to reach the All Japan Junior tournament, competing to be the best young player in Japan and eventually go pro\u001b[24m\n    \u001b[1mMCはその後、全日本ジュニアトーナメントに進出し、日本で最高の若手選手になるために競争し、最終的にプロになる\u001b[22m, \u001b[1mMCはその後、日本で最高の若い選手に競争し、全日本ジュニアトーナメントに到達するために以降になり、最終的にはプロに行きます\u001b[22m\n\u001b[1m\u001b[22m\nAll the players represent different playing styles and personalities that are interesting and believable. In sports and shonen anime at times characters can be ridiculous exaggerations of certain personalities and archetypes found in real life but that isn't the case here.\n\n\u001b[1mすべてのプレイヤーは、面白いと信じられている異なる演奏スタイルとパーソナリティを表しています。 スポーツや少年アニメでは、キャラクターは実在の人物やアーキタイプのばかげた誇張となることがありますが、ここではそうではありません。\u001b[22m\n\u001b[1m(Subete no pureiyā wa, omoshiroi to shinji rarete iru kotonaru ensō sutairu to pāsonariti o arawashite imasu. Supōtsu ya shōnen animede wa, kyarakutā wa jitsuzai no jinbutsu ya ākitaipu no bakageta kochō to naru koto ga arimasuga, kokode wa sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAll the players represent different playing styles and personalities that are interesting and believable. In sports and shonen anime at times characters can be ridiculous exaggerations of certain personalities and archetypes found in real life but that isn't the case here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the players represent different playing styles and personalities that are interesting and believable.\u001b[24m\n    \u001b[1mすべてのプレイヤーは、面白いと信じられている異なる演奏スタイルとパーソナリティを表しています。\u001b[22m, \u001b[1mすべてのプレーヤーは面白いと信じている異なる演奏スタイルや個性を表現します。\u001b[22m\n\u001b[4mIn sports and shonen anime at times characters can be ridiculous exaggerations of certain personalities and archetypes found in real life but that isn't the case here.\u001b[24m\n    \u001b[1mスポーツや少年アニメでは、キャラクターは実在の人物やアーキタイプのばかげた誇張となることがありますが、ここではそうではありません。\u001b[22m, \u001b[1m時間にスポーツや少年のアニメでは文字が実際の生活の中で見つかった特定の個性やアーキタイプのとんでもない誇張することができますが、それはここではそうではありません。\u001b[22m\n\u001b[1m\u001b[22m\nA few things I did like was after MC played someone who used various 'dirty' tricks, the lesson at the end wasn't that you can't use tricks to win, you have to use them in the right way. In the end the player need to use the tricks to back his tennis, rather than making them the center of the play.\n\n\u001b[1m私が好きだったいくつかのことは、MCが様々な「汚い」トリックを使った人を演奏した後でした。最後のレッスンは、あなたが勝つためにトリックを使うことができないということではなく、正しい方法でそれらを使用しなければなりません。 最終的には、プレイの中心にするのではなく、テニスをバックするためにトリックを使用する必要があります。\u001b[22m\n\u001b[1m(Watashi ga sukidatta ikutsu ka no koto wa, MC ga samazamana `kitanai' torikku o tsukatta hito o ensō shita nochideshita. Saigo no ressun wa, anata ga katsu tame ni torikku o tsukau koto ga dekinai to iu kotode wa naku, tadashī hōhō de sorera o shiyō shinakereba narimasen. Saishūtekini wa, purei no chūshin ni suru node wa naku, tenisu o bakku suru tame ni torikku o shiyō suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mA few things I did like was after MC played someone who used various 'dirty' tricks, the lesson at the end wasn't that you can't use tricks to win, you have to use them in the right way. In the end the player need to use the tricks to back his tennis, rather than making them the center of the play.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA few things I did like was after MC played someone who used various 'dirty' tricks, the lesson at the end wasn't that you can't use tricks to win, you have to use them in the right way.\u001b[24m\n    \u001b[1m私が好きだったいくつかのことは、MCが様々な「汚い」トリックを使った人を演奏した後でした。最後のレッスンは、あなたが勝つためにトリックを使うことができないということではなく、正しい方法でそれらを使用しなければなりません。\u001b[22m, \u001b[1mMCは、様々な「汚い」のトリックを使用し、誰かを果たした後だったように私はいくつかのことは、末尾のレッスンではない、あなたが勝つためにトリックを使用することはできませんでした、あなたは正しい方法でそれらを使用する必要があります。\u001b[22m\n\u001b[4mIn the end the player need to use the tricks to back his tennis, rather than making them the center of the play.\u001b[24m\n    \u001b[1m最終的には、プレイの中心にするのではなく、テニスをバックするためにトリックを使用する必要があります。\u001b[22m, \u001b[1m最後にプレイヤーはむしろ彼らのプレイの中心作るよりも、自分のテニスをバックアップするためにトリックを使用する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nThe animation does it's job. Though there are sports anime with better animation at certain moments, Baby Steps never has issues with poor animation or episodes where time and money is clearly being saved for later. That being said this is a case of you'll find the best of the animation in the OP.\n\n\u001b[1mアニメーションはその仕事です。 特定の瞬間にアニメーションが優れたスポーツアニメがありますが、Baby Stepsではアニメーションやエピソードの問題がありません。後で時間とお金が明らかに節約されます。 それは、これがあなたのケースであると言われている、OPのアニメーションの最高を見つけるでしょう。\u001b[22m\n\u001b[1m(Animēshon wa sono shigotodesu. Tokutei no shunkan ni animēshon ga sugureta supōtsuanime ga arimasuga, bebī suteppusude wa animēshon ya episōdo no mondai ga arimasen. Atode jikan to okane ga akiraka ni setsuyaku sa remasu. Sore wa, kore ga anata no kēsudearu to iwa rete iru, OP no animēshon no saikō o mitsukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe animation does it's job. Though there are sports anime with better animation at certain moments, Baby Steps never has issues with poor animation or episodes where time and money is clearly being saved for later. That being said this is a case of you'll find the best of the animation in the OP.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation does it's job.\u001b[24m\n    \u001b[1mアニメーションはその仕事です。\u001b[22m, \u001b[1mアニメーションはそれが仕事だありません。\u001b[22m\n\u001b[4mThough there are sports anime with better animation at certain moments, Baby Steps never has issues with poor animation or episodes where time and money is clearly being saved for later.\u001b[24m\n    \u001b[1m特定の瞬間にアニメーションが優れたスポーツアニメがありますが、Baby Stepsではアニメーションやエピソードの問題がありません。後で時間とお金が明らかに節約されます。\u001b[22m, \u001b[1m特定の瞬間に優れたアニメーションでスポーツアニメがありますが、ベイビーステップは、時間とお金が明確に、後のために保存されている貧しいアニメーションやエピソードに問題を持っていることはありません。\u001b[22m\n\u001b[4mThat being said this is a case of you'll find the best of the animation in the OP.\u001b[24m\n    \u001b[1mそれは、これがあなたのケースであると言われている、OPのアニメーションの最高を見つけるでしょう。\u001b[22m, \u001b[1mつまり、これはOPでアニメーションの最高のを見つけることができますあなたの場合であることを特徴としています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8/10\n\n\u001b[1m全体：8/10\u001b[22m\n\u001b[1m(Zentai: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8/10\u001b[24m\n    \u001b[1m全体：8/10\u001b[22m\nEverything makes it truly interesting to see how far the MC can go. Though matches don't create the same excitement and some other sports anime, they're still interesting and moments in between are never dull\n\n\u001b[1mMCがどれだけ遠くまで行くことができるかは、すべてが本当に面白いです。 試合は同じ興奮と他のスポーツアニメを作りませんが、彼らはまだ興味深いですし、その間の瞬間は決して鈍いことはありません\u001b[22m\n\u001b[1m(MC ga dore dake tōku made iku koto ga dekiru ka wa, subete ga hontōni omoshiroidesu. Shiai wa onaji kōfun to hoka no supōtsuanime o tsukurimasenga, karera wa mada kyōmibukaidesushi, sonoaida no shunkan wa kesshite nibui koto wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mEverything makes it truly interesting to see how far the MC can go. Though matches don't create the same excitement and some other sports anime, they're still interesting and moments in between are never dull\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything makes it truly interesting to see how far the MC can go.\u001b[24m\n    \u001b[1mMCがどれだけ遠くまで行くことができるかは、すべてが本当に面白いです。\u001b[22m, \u001b[1mすべてはそれが本当に面白いMCが行くことができるどこまで参照することができます。\u001b[22m\n\u001b[4mThough matches don't create the same excitement and some other sports anime, they're still interesting and moments in between are never dull\u001b[24m\n    \u001b[1m試合は同じ興奮と他のスポーツアニメを作りませんが、彼らはまだ興味深いですし、その間の瞬間は決して鈍いことはありません\u001b[22m, \u001b[1mマッチは同じ興奮と他のいくつかのスポーツアニメを作成しませんが、彼らはまだ面白いだとの間でのモーメントが鈍いことはありません\u001b[22m\n\u001b[1m\u001b[22m\nSeason 2 steps up from last season and I eagerly await a third. Baby Steps is one of the best sports anime out and it's well worth watching\n\n\u001b[1mシーズン2は昨シーズンからステップアップし、私は熱心に3分の1を待っています。 ベイビーステップズは、最高のスポーツアニメの1つであり、それはよく見る価値がある\u001b[22m\n\u001b[1m(Shīzun 2 wa saku shīzun kara suteppu appu shi, watashi wa nesshin ni 3-bun'no 1 o matteimasu. Beibīsuteppuzu wa, saikō no supōtsuanime no 1tsudeari, sore wa yoku miru kachigāru)\u001b[22m\n\nTranslations of \u001b[4mSeason 2 steps up from last season and I eagerly await a third. Baby Steps is one of the best sports anime out and it's well worth watching\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeason 2 steps up from last season and I eagerly await a third.\u001b[24m\n    \u001b[1mシーズン2は昨シーズンからステップアップし、私は熱心に3分の1を待っています。\u001b[22m, \u001b[1mシーズン2昨シーズンからのステップアップと私は熱心に三分の一を待っています。\u001b[22m\n\u001b[4mBaby Steps is one of the best sports anime out and it's well worth watching\u001b[24m\n    \u001b[1mベイビーステップズは、最高のスポーツアニメの1つであり、それはよく見る価値がある\u001b[22m, \u001b[1mベイビーステップは最高のスポーツアニメうちの一つであり、それは見ても価値があります\u001b[22m"
  },
  {
    "title": "Baby_Steps_2nd_Season",
    "id": "27663",
    "url": "https://myanimelist.net/anime/27663/Baby_Steps_2nd_Season",
    "user": "treebornkettlgrl",
    "profile": "/profile/treebornkettlgrl/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=199400",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\n最初のレビュー、私は本当に、私の胸から何かを得るためにこれをやっているだけです。\n\nベビーステップスは最初のシーズンに本当に私を引っ張った。 私が見たものとは違って、もっと現実的な雰囲気を持ったスポーツアニメを見ることは素晴らしいことでした。 文字はすべて好きです。 主役、アンタゴニスト、支持者。 プロットは明確で、サブプロットなどで複雑すぎることなく、従うのが簡単です。 非常に堅実なストーリー。 全体的なスコアが7になっているのは、それが起こる必要があるような気がするからです。\n\nストーリー：9\n物語は私から固体9を得る。 マウロ（Ei-Chan）は、テニスの世界に魅了される細心の注意書きです。 ハードワークの年を経て、ノートを熟読するのに辛抱強く長い時間を過ごした後、彼は一日のプロにふさわしい堅実な選手になりました。 それが私から10を得ることができない理由は、私をちょっとイライクする少しの事のためです。 しかし、これらのことは、スポイラーを書かないようにするのが最も良いと言われています。 私の質問がすべて答えられたとは思わないと言ってみましょう。\n\nアート：7\nこれはそこで最も魅力的な美しいアニメですか？ いいえ、それは持ちこたえますか？ はい。 そして、それは私が実際に楽しむ90のアニメの雰囲気のビットを少し持っています。 変な鼻や長い顔のいくつかに加えて、彼らは文字のいくつかを与え、芸術は本当に私を抑止しませんでした。\n\nサウンド：7\nOSTはなかなか面白く、このシリーズに合っている。 サウンドエフェクトはかなり普通ですし、しばらくの間、古いアニメのような音が聞こえます。 それ大好き。\n\nキャラクター：8\n私は控えめにBaby Stepsにキャラクターのために8を与えます。なぜなら、これは本当に私の問題があるからです。 主人公、丸尾は、高度に発達しています。 彼女は男の子にインスピレーションを与える女の子だけです。 それは本当に良いキャラクターのような浪費です。 本当に私を怒らせるのは、丸尾さんの試合中に彼女が完全な注意とサポートを与える方法ですが、彼女は本当に彼女をサポートしていません。 多分、シリーズ全体で1ゲーム。 なぜこの怒りが私を怒らせるのか分かりませんが、それはありません。 あなたはいつも何が彼の心を通っているのか知っています。 彼のアンタゴニスト全員でさえ、あなたが勝ち/失うときに彼らのために感じさせるために少し物語を持っています。 しかし、サポートキャラクターは本当にちょうど私を十分に与えていない場所です。 特に1番のサポートキャラクター、夏。 彼女は本当に彼女について十分に言わなかった。 確かに、彼女はMaruoが好きになる、プロに行きたい、本当に魅力的で、理性の代わりに直感を使うMaruoのほぼ完全なコントラストです。 しかし、彼女が他のキャラクターの生活にどのように影響しているかを示す映像の断片のほかに、あなたは彼女の背景を知ることはできません。 それは彼女のすべてです。\n\n楽しさ：7\n私は引き出された試合とマルホが言っていた狂った分析仮説を除いて、このシリーズのほとんどすべてを愛していました。 私は本当にほとんどの時間試合の終わりまで早送りしたいと思っていました...そして、私は実際にある時点で笑った\n\n全体：7\nすべてにおいて、良いアニメ、おそらくより良い漫画。 私がそこでそこに持っている小さな問題の他に、私はそれを好きでした。 私は実際に彼らが別のシーズンを作ることを本当に望むが、それは起こりそうもない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFirst time review, and I'm only doing this to get something off my chest, really.\n\n\u001b[1m最初のレビュー、私は本当に、私の胸から何かを得るためにこれをやっているだけです。\u001b[22m\n\u001b[1m(Saisho no rebyū, watashi wa hontōni, watashi no mune kara nanika o eru tame ni kore o yatte iru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst time review, and I'm only doing this to get something off my chest, really.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst time review, and I'm only doing this to get something off my chest, really.\u001b[24m\n    \u001b[1m最初のレビュー、私は本当に、私の胸から何かを得るためにこれをやっているだけです。\u001b[22m, \u001b[1m初めてのレビュー、そして私は本当に、私の胸から何かを得るためにこれをやっています。\u001b[22m\n\u001b[1m\u001b[22m\nBaby Steps really pulled me in during the first season. It was great to see a sports anime that had a more realistic vibe to it, unlike some I've seen. The characters are all likeable; protagonist, antagonists, supporting characters. The plot is clear, and easy to follow without it getting too convoluted by sub-plots and the like. A very solid story. The reason I'm giving it an overall score of 7 is because it left me feeling like more needed to happen.\n\n\u001b[1mベビーステップスは最初のシーズンに本当に私を引っ張った。 私が見たものとは違って、もっと現実的な雰囲気を持ったスポーツアニメを見ることは素晴らしいことでした。 文字はすべて好きです。 主役、アンタゴニスト、支持者。 プロットは明確で、サブプロットなどで複雑すぎることなく、従うのが簡単です。 非常に堅実なストーリー。 全体的なスコアが7になっているのは、それが起こる必要があるような気がするからです。\u001b[22m\n\u001b[1m(Bebīsuteppusu wa saisho no shīzun ni hontōni watashi o hippatta. Watashi ga mita mono to wa chigatte, motto genjitsu-tekina fun'iki o motta supōtsuanime o miru koto wa subarashī kotodeshita. Moji wa subete sukidesu. Shuyaku, antagonisuto, shiji-sha. Purotto wa meikakude, sabupurotto nado de fukuzatsu sugiru koto naku, shitagau no ga kantandesu. Hijō ni kenjitsuna sutōrī. Zentai-tekina sukoa ga 7 ni natte iru no wa, sore ga okoru hitsuyō ga aru yōna ki ga surukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mBaby Steps really pulled me in during the first season. It was great to see a sports anime that had a more realistic vibe to it, unlike some I've seen. The characters are all likeable; protagonist, antagonists, supporting characters. The plot is clear, and easy to follow without it getting too convoluted by sub-plots and the like. A very solid story. The reason I'm giving it an overall score of 7 is because it left me feeling like more needed to happen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby Steps really pulled me in during the first season.\u001b[24m\n    \u001b[1mベビーステップスは最初のシーズンに本当に私を引っ張った。\u001b[22m, \u001b[1mベイビーステップは、本当に最初のシーズン中に私を引っ張りました。\u001b[22m\n\u001b[4mIt was great to see a sports anime that had a more realistic vibe to it, unlike some I've seen.\u001b[24m\n    \u001b[1m私が見たものとは違って、もっと現実的な雰囲気を持ったスポーツアニメを見ることは素晴らしいことでした。\u001b[22m, \u001b[1m私が見てきたいくつかのとは違って、それへのより現実的な雰囲気を持っていたスポーツアニメを見るために素晴らしかったです。\u001b[22m\n\u001b[4mThe characters are all likeable;\u001b[24m\n    \u001b[1m文字はすべて好きです。\u001b[22m, \u001b[1m文字は全て好感の持てるです。\u001b[22m\n\u001b[4mprotagonist, antagonists, supporting characters.\u001b[24m\n    \u001b[1m主役、アンタゴニスト、支持者。\u001b[22m, \u001b[1m主人公、アンタゴニスト、文字をサポートしています。\u001b[22m\n\u001b[4mThe plot is clear, and easy to follow without it getting too convoluted by sub-plots and the like.\u001b[24m\n    \u001b[1mプロットは明確で、サブプロットなどで複雑すぎることなく、従うのが簡単です。\u001b[22m, \u001b[1mプロットは明確で、それがサブプロット等によりあまりに入り組ん取得せずに従うことは簡単です。\u001b[22m\n\u001b[4mA very solid story.\u001b[24m\n    \u001b[1m非常に堅実なストーリー。\u001b[22m, \u001b[1m非常に強固な物語。\u001b[22m\n\u001b[4mThe reason I'm giving it an overall score of 7 is because it left me feeling like more needed to happen.\u001b[24m\n    \u001b[1m全体的なスコアが7になっているのは、それが起こる必要があるような気がするからです。\u001b[22m, \u001b[1mそれがより起こるために必要なような感じ私を残したので、私はそれを7の全体的なスコアを与えている理由があります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nThe story gets a solid 9 from me. Mauro (Ei-Chan) is a meticulous note-taker who becomes fascinated by the world of tennis. After YEARS of hard work, and painstakingly long hours of reviewing his notes, he becomes a solid player fit to one day go pro. The reasons it will not get a 10 from me is because of a few little things that irk me a bit. But those things are best unsaid so as not to write any spoilers. Let's just say that I don't feel all my questions were answered.\n\n\u001b[1m物語は私から固体9を得る。 マウロ（Ei-Chan）は、テニスの世界に魅了される細心の注意書きです。 ハードワークの年を経て、ノートを熟読するのに辛抱強く長い時間を過ごした後、彼は一日のプロにふさわしい堅実な選手になりました。 それが私から10を得ることができない理由は、私をちょっとイライクする少しの事のためです。 しかし、これらのことは、スポイラーを書かないようにするのが最も良いと言われています。 私の質問がすべて答えられたとは思わないと言ってみましょう。\u001b[22m\n\u001b[1m(Monogatari wa watashi kara kotai 9 o eru. Mauro (Ei - Chan) wa, tenisu no sekai ni miryō sa reru saishin no chūi-gakidesu. Hādowāku no toshi o hete, nōto o jukudoku surunoni shinbōdzuyoku nagai jikan o sugoshita nochi, kare wa tsuitachi no puro ni fusawashī kenjitsuna senshu ni narimashita. Sore ga watashi kara 10 o eru koto ga dekinai riyū wa, watashi o chotto iraiku suru sukoshi no koto no tamedesu. Shikashi, korera no koto wa, supoirā o kakanai yō ni suru no ga mottomo yoi to iwa rete imasu. Watashi no shitsumon ga subete kotae rareta to wa omowanai to itte mimashou.)\u001b[22m\n\nTranslations of \u001b[4mThe story gets a solid 9 from me. Mauro (Ei-Chan) is a meticulous note-taker who becomes fascinated by the world of tennis. After YEARS of hard work, and painstakingly long hours of reviewing his notes, he becomes a solid player fit to one day go pro. The reasons it will not get a 10 from me is because of a few little things that irk me a bit. But those things are best unsaid so as not to write any spoilers. Let's just say that I don't feel all my questions were answered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story gets a solid 9 from me.\u001b[24m\n    \u001b[1m物語は私から固体9を得る。\u001b[22m, \u001b[1m物語は私から固体9を取得します。\u001b[22m\n\u001b[4mMauro (Ei-Chan) is a meticulous note-taker who becomes fascinated by the world of tennis.\u001b[24m\n    \u001b[1mマウロ（Ei-Chan）は、テニスの世界に魅了される細心の注意書きです。\u001b[22m, \u001b[1mマウロ（EI-チャン）テニスの世界に魅了されてしまう細心のノートテイカーです。\u001b[22m\n\u001b[4mAfter YEARS of hard work, and painstakingly long hours of reviewing his notes, he becomes a solid player fit to one day go pro.\u001b[24m\n    \u001b[1mハードワークの年を経て、ノートを熟読するのに辛抱強く長い時間を過ごした後、彼は一日のプロにふさわしい堅実な選手になりました。\u001b[22m, \u001b[1mハードワーク、そして彼のノートを見直しの苦労長い時間の年後、彼は1日にフィット固体プレイヤーがプロ行くとなります。\u001b[22m\n\u001b[4mThe reasons it will not get a 10 from me is because of a few little things that irk me a bit.\u001b[24m\n    \u001b[1mそれが私から10を得ることができない理由は、私をちょっとイライクする少しの事のためです。\u001b[22m, \u001b[1mそれは私から10を取得することはありません理由があるため、私を少しいらいらさせるいくつかのささいなことです。\u001b[22m\n\u001b[4mBut those things are best unsaid so as not to write any spoilers.\u001b[24m\n    \u001b[1mしかし、これらのことは、スポイラーを書かないようにするのが最も良いと言われています。\u001b[22m, \u001b[1mしかし、それらのものは、任意のスポイラーを書き込むしないように最善言わないです。\u001b[22m\n\u001b[4mLet's just say that I don't feel all my questions were answered.\u001b[24m\n    \u001b[1m私の質問がすべて答えられたとは思わないと言ってみましょう。\u001b[22m, \u001b[1mちょうど私はすべての私の質問は答えた感じていないことを言ってみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\nIs this the most captivatingly beautiful anime out there? No. Does it hold up? Yes. And it has a bit of a 90's anime vibe to it which I actually enjoy. Besides some of the weird noses and long faces they give some of the characters, the art really didn't deter me at all.\n\n\u001b[1mこれはそこで最も魅力的な美しいアニメですか？ いいえ、それは持ちこたえますか？ はい。 そして、それは私が実際に楽しむ90のアニメの雰囲気のビットを少し持っています。 変な鼻や長い顔のいくつかに加えて、彼らは文字のいくつかを与え、芸術は本当に私を抑止しませんでした。\u001b[22m\n\u001b[1m(Kore wa soko de mottomo miryoku-tekina utsukushī animedesu ka? Īe, soreha mochikotaemasu ka? Hai. Soshite, sore wa watashi ga jissai ni tanoshimu 90 no anime no fun'iki no bitto o sukoshi motte imasu. Hen'na hana ya nagai kao no ikutsu ka ni kuwaete, karera wa moji no ikutsu ka o atae, geijutsu wa hontōni watashi o yokushi shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIs this the most captivatingly beautiful anime out there? No. Does it hold up? Yes. And it has a bit of a 90's anime vibe to it which I actually enjoy. Besides some of the weird noses and long faces they give some of the characters, the art really didn't deter me at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs this the most captivatingly beautiful anime out there?\u001b[24m\n    \u001b[1mこれはそこで最も魅力的な美しいアニメですか？\u001b[22m, \u001b[1mこれは、そこに最もcaptivatingly美しいアニメですか？\u001b[22m\n\u001b[4mNo. Does it hold up?\u001b[24m\n    \u001b[1mいいえ、それは持ちこたえますか？\u001b[22m, \u001b[1mいいえ、それはホールドアップしていますか？\u001b[22m\n\u001b[4mYes.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m\n\u001b[4mAnd it has a bit of a 90's anime vibe to it which I actually enjoy.\u001b[24m\n    \u001b[1mそして、それは私が実際に楽しむ90のアニメの雰囲気のビットを少し持っています。\u001b[22m, \u001b[1mそして、それは私が実際に楽しむことへの90のアニメの雰囲気のビットを持っています。\u001b[22m\n\u001b[4mBesides some of the weird noses and long faces they give some of the characters, the art really didn't deter me at all.\u001b[24m\n    \u001b[1m変な鼻や長い顔のいくつかに加えて、彼らは文字のいくつかを与え、芸術は本当に私を抑止しませんでした。\u001b[22m, \u001b[1m彼らは文字のいくつかを与える奇妙な鼻と長い顔の一部に加えて、芸術は本当にすべてで私を抑止しませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\nThe OST is somewhat catchy, and fits with the series. The sound effects are pretty normal, and every once in a while you get a sound bite that sounds like it came from an older anime. Love that.\n\n\u001b[1mOSTはなかなか面白く、このシリーズに合っている。 サウンドエフェクトはかなり普通ですし、しばらくの間、古いアニメのような音が聞こえます。 それ大好き。\u001b[22m\n\u001b[1m(OST wa nakanaka omoshiroku, kono shirīzu ni atte iru. Saundoefekuto wa kanari futsūdesushi, shibarakunoaida, furui anime no yōna oto ga kikoemasu. Sore daisuki.)\u001b[22m\n\nTranslations of \u001b[4mThe OST is somewhat catchy, and fits with the series. The sound effects are pretty normal, and every once in a while you get a sound bite that sounds like it came from an older anime. Love that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OST is somewhat catchy, and fits with the series.\u001b[24m\n    \u001b[1mOSTはなかなか面白く、このシリーズに合っている。\u001b[22m, \u001b[1mOSTはややキャッチーで、シリーズにフィットします。\u001b[22m\n\u001b[4mThe sound effects are pretty normal, and every once in a while you get a sound bite that sounds like it came from an older anime.\u001b[24m\n    \u001b[1mサウンドエフェクトはかなり普通ですし、しばらくの間、古いアニメのような音が聞こえます。\u001b[22m, \u001b[1m効果音はかなり正常である、とたまにであなたはそれが古いアニメから来たように聞こえるサウンドバイトを取得します。\u001b[22m\n\u001b[4mLove that.\u001b[24m\n    \u001b[1mそれ大好き。\u001b[22m, \u001b[1mそれを愛する。\u001b[22m, \u001b[1mそれを愛します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\nI begrudgingly give Baby Steps an 8 for character, because this is really where I have my problem. The main character, Maruo, is highly developed. She is just the girl that inspires the guys. It is really such a waste of a good character. And what really pisses me off is how she will give her complete attention and support during Maruo's games, but he really never supports her. Maybe 1 game in the entire series. I don't know why this angers me so, but it does. You know what is going through his mind at all times. Even all his antagonists have a little back story to make you feel for them when they win/lose. But the supporting characters is where they really just didn't give me enough. Especially the number 1 supporting character, Natsu. She just really doesn't have enough said about her. Sure, you get she likes Maruo, wants to go pro, is really attractive, and is almost a complete contrast of Maruo because she uses intuition instead of reason. But besides a few snippets of footage showing how she has been an influence in other character's lives, you don't get any background on her. That's all she does.\n\n\u001b[1m私は控えめにBaby Stepsにキャラクターのために8を与えます。なぜなら、これは本当に私の問題があるからです。 主人公、丸尾は、高度に発達しています。 彼女は男の子にインスピレーションを与える女の子だけです。 それは本当に良いキャラクターのような浪費です。 本当に私を怒らせるのは、丸尾さんの試合中に彼女が完全な注意とサポートを与える方法ですが、彼女は本当に彼女をサポートしていません。 多分、シリーズ全体で1ゲーム。 なぜこの怒りが私を怒らせるのか分かりませんが、それはありません。 あなたはいつも何が彼の心を通っているのか知っています。 彼のアンタゴニスト全員でさえ、あなたが勝ち/失うときに彼らのために感じさせるために少し物語を持っています。 しかし、サポートキャラクターは本当にちょうど私を十分に与えていない場所です。 特に1番のサポートキャラクター、夏。 彼女は本当に彼女について十分に言わなかった。 確かに、彼女はMaruoが好きになる、プロに行きたい、本当に魅力的で、理性の代わりに直感を使うMaruoのほぼ完全なコントラストです。 しかし、彼女が他のキャラクターの生活にどのように影響しているかを示す映像の断片のほかに、あなたは彼女の背景を知ることはできません。 それは彼女のすべてです。\u001b[22m\n\u001b[1m(Watashi wa hikaeme ni bebī suteppusu ni kyarakutā no tame ni 8 o ataemasu. Nazenara, kore wa hontōni watashi no mondai ga arukaradesu. Shujinkō, Maruo wa, kōdo ni hattatsu shite imasu. Anata wa itsumo nani ga kare no kokoro o kayotte iru no ka shitte imasu. Kare no antagonisuto zen'inde sae, anata ga kachi/ ushinau toki ni karera no tame ni kanji saseru tame ni sukoshi monogatari o motte imasu. Shikashi, sapōtokyarakutā wa hontōni chōdo watashi o jūbun ni ataete inai bashodesu. Tokuni 1-ban no sapōtokyarakutā, natsu. Kanojo wa hontōni kanojo ni tsuite jūbun ni iwanakatta. Tashika ni, kanojo wa Maruo ga sukininaru, puro ni ikitai, hontōni mirikiteki de, risei no kawari ni chokkan o tsukau Maruo no hobo kanzen'na kontorasutodesu. Shikashi, kanojo ga hoka no kyarakutā no seikatsu ni dono yō ni eikyō shite iru ka o shimesu eizō no danpen no hoka ni, anata wa kanojo no haikei o shiru koto wa dekimasen. Sore wa kanojo no subetedesu. Kanojo wa otokonoko ni insupirēshon o ataeru on'nanoko dakedesu. Sore wa hontōni yoi kyarakutā no yōna rōhidesu. Hontōni watashi o okora seru no wa, Maruo-san no shiai-chū ni kanojo ga kanzen'na chūi to sapōto o ataeru hōhōdesuga, kanojo wa hontōni kanojo o sapōto shite imasen. Tabun, shirīzu zentai de 1 gēmu. Naze kono ikari ga watashi o okora seru no ka wakarimasen ga, sore wa arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\nI loved almost everything about this series EXCEPT the drawn-out matches and some of the crazy analytical hypotheses Maruo would carry on about during said match. I really just wanted to fast forward to the end of the match most of the time... and I actually did at one point, haha\n\n\u001b[1m私は引き出された試合とマルホが言っていた狂った分析仮説を除いて、このシリーズのほとんどすべてを愛していました。 私は本当にほとんどの時間試合の終わりまで早送りしたいと思っていました...そして、私は実際にある時点で笑った\u001b[22m\n\u001b[1m(Watashi wa hikidasa reta shiai to maruho ga itte ita kurutta bunseki kasetsu o nozoite, kono shirīzu no hotondo subete o aishite imashita. Watashi wa hontōni hotondo no jikan shiai no owari made hayaokuri shitai to omotte imashita... Soshite, watashi wa jissai ni aru jiten de waratta)\u001b[22m\n\nTranslations of \u001b[4mI loved almost everything about this series EXCEPT the drawn-out matches and some of the crazy analytical hypotheses Maruo would carry on about during said match. I really just wanted to fast forward to the end of the match most of the time... and I actually did at one point, haha\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI loved almost everything about this series EXCEPT the drawn-out matches and some of the crazy analytical hypotheses Maruo would carry on about during said match.\u001b[24m\n    \u001b[1m私は引き出された試合とマルホが言っていた狂った分析仮説を除いて、このシリーズのほとんどすべてを愛していました。\u001b[22m, \u001b[1m私は、この引き出しの試合EXCEPTシリーズと丸尾は、約時に言った試合を続けていくだろうクレイジー分析仮説のいくつかについてのほとんどすべてを愛しました。\u001b[22m\n\u001b[4mI really just wanted to fast forward to the end of the match most of the time... and I actually did at one point, haha\u001b[24m\n    \u001b[1m私は本当にほとんどの時間試合の終わりまで早送りしたいと思っていました...そして、私は実際にある時点で笑った\u001b[22m, \u001b[1mハハ、私は本当にただの時間のほとんど試合の最後まで早送りしたかった...と私は実際には一点でやりました\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nAll in all, a good anime, probably a better manga. Besides the small issues I have with it here and there, I did like it. I actually really hope they make another season, but it seems unlikely.\n\n\u001b[1mすべてにおいて、良いアニメ、おそらくより良い漫画。 私がそこでそこに持っている小さな問題の他に、私はそれを好きでした。 私は実際に彼らが別のシーズンを作ることを本当に望むが、それは起こりそうもない。\u001b[22m\n\u001b[1m(Subete ni oite, yoi anime, osoraku yoriyoi manga. Watashi ga sokode soko ni motte iru chīsana mondai no ta ni, watashi wa sore o sukideshita. Watashi wa jissai ni karera ga betsu no shīzun o tsukuru koto o hontōni nozomu ga, soreha okori-sō mo nai.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, a good anime, probably a better manga. Besides the small issues I have with it here and there, I did like it. I actually really hope they make another season, but it seems unlikely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, a good anime, probably a better manga.\u001b[24m\n    \u001b[1mすべてにおいて、良いアニメ、おそらくより良い漫画。\u001b[22m, \u001b[1mすべてのすべてで、良いアニメ、おそらくより良い漫画。\u001b[22m\n\u001b[4mBesides the small issues I have with it here and there, I did like it.\u001b[24m\n    \u001b[1m私がそこでそこに持っている小さな問題の他に、私はそれを好きでした。\u001b[22m, \u001b[1m私はこことそこに持っている小さな問題に加えて、私はそれのようでした。\u001b[22m\n\u001b[4mI actually really hope they make another season, but it seems unlikely.\u001b[24m\n    \u001b[1m私は実際に彼らが別のシーズンを作ることを本当に望むが、それは起こりそうもない。\u001b[22m, \u001b[1m私は実際には本当に彼らは別のシーズンを作る願っていますが、それは考えにくいです。\u001b[22m"
  },
  {
    "title": "Baby_Steps_2nd_Season",
    "id": "27663",
    "url": "https://myanimelist.net/anime/27663/Baby_Steps_2nd_Season",
    "user": "NelsonFerreira19",
    "profile": "/profile/NelsonFerreira19/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=203443",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\n私は母国語ではありませんが、私は自分の考えを表現するために最善を尽くします。\n\n正直言って、私はこのアニメが好きになるとは思っていませんでした。 あなたがスポーツアニメを見たことがあるなら、あなたは一般にMCが最初から圧倒されているか、あるいは彼が大きな成長能力を持っていることを知っています。そして、最終的に彼は近い将来に彼の主な目標を達成します。 私は間違ってはいけません、それは悪くはありませんし、そのうちのいくつかは本当に素晴らしいです。 しかし、赤ちゃんのステップの主人公は弱く、頻繁に失われ、このシリーズはリアルになります。 それだけではなく、それが現実的になる点です。 主人公は学校でかなり上手で、未来が保証されていましたが、彼はそれを落とすことにして、それを悪くしても、自分が好きなことでより良くなるように努め、プロのキャリアを目指しました。 現実世界の人々。 物理的なスポーツの人々だけでなく、最高になるよう努力するすべての人や何かの最高の人のためのものです。 あなたはそれを十分に捧げ、思考し、勉強し、何時間も何時間も練習しなければならないし、フロリダに行き、プロのキャリアとプロフェッショナルを目指す人々に会うときには、Baby Stepsもそれを表します。\n\n赤ちゃんのステップは、最初のスタートからテニスのキャリアにMCのすべてのステップを見せてくれます。 彼が悪いことを改善しようとしている間に、彼がそれを上回るためにどのようにしたのかを考えながら、すべての困難を考えます。 だから、そのタイトルは「Baby Steps」と言います。\n\nそれはもちろんペースが遅いですが、それは退屈にしません。それは問題のスポーツを深く分析し、現実的にし、テニスの新人にスポーツについてもっと教えて、それらを好きになるように教えます。 本当に実生活に乗ろうとします。\nもちろん、既にテニスのファンであった人々に、彼らはこのシリーズをたくさん楽しむでしょう。\n\nこのシリーズに欠けているものの1つは、アニメーションです。シーズン1から改善されました。そして、彼らはもう少し予算を入れましたが、それでも最高のものではありません。 しかし、あなたに正直なところ、それはシリーズの一般的な品質に干渉しておらず、シリーズを楽しみません。\n\nそれはいくつかのロマンスがありますが、特別なことはありませんが、進行するにつれて面白くなります。 私はそれを前にして、それがどのように発展するのか見ています。\n\nBaby Stepsは見て分かるのですか？ はい。\nあなたが現実的で成熟したコンテンツを見ているなら、Baby Stepsは入るのが得意で、スポーツファンならば完璧です。\n\n赤ちゃんのステップが持っている人気の欠如や、誰かが悪いと言ったら、影響を受けてはいけません。 あなた自身でそれを試してください、そして、あなたはそれの可能性を見るでしょう。 残念ながら、それは当然の注意を払っていませんが、何ができますか？\n\n全体的に、私はそれが私にはこのような偉大なシリーズにとって重要な側面であるよく書かれた物語と良い文字を持っているため、ソリッド9/10でそれを評価しています。\n\n私は参考になり、シリーズを楽しんでもらいたいと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI am not a native english, but i will try my best to express my thoughts.\n\n\u001b[1m私は母国語ではありませんが、私は自分の考えを表現するために最善を尽くします。\u001b[22m\n\u001b[1m(Watashi wa haha kokugode wa arimasenga, watashi wa jibun no kangae o hyōgen suru tame ni saizen o tsukushimasu.)\u001b[22m\n\nTranslations of \u001b[4mI am not a native english, but i will try my best to express my thoughts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not a native english, but i will try my best to express my thoughts.\u001b[24m\n    \u001b[1m私は母国語ではありませんが、私は自分の考えを表現するために最善を尽くします。\u001b[22m, \u001b[1m私は英語のネイティブではないけど、私は自分の考えを表現するために私の全力を尽くします。\u001b[22m\n\u001b[1m\u001b[22m\nTo be honest, I thought I wasn't going to like this anime as much as i did. If you have seen some sports anime, you know that generically the MC is overpower from the start or maybe he has a great capacity of growth, and eventually he will accomplish his main goal in a near future. Don´t get me wrong, it doesn´t make them bad, and some of them are really amazing. However, baby steps´s main character, is weak and loses frequently, which makes this series REALISTIC. Besides, it isn´t just that point that makes it realistic. The main character was pretty good at school and had a guaranteed future, but he decided to drop it and tried to get better in something he loved doing, despite of being bad at it, aiming then for a professional career, which retracts a lot of people in real world. Not only people from physical sports but for everyone that tries to be the best or one of the best at something. You have to fully dedicate at it, think, study, pratice all days for tons of hours and even Baby Steps represents it when maruo travels to florida and meets people aiming for a professional career and professionals too.\n\n\u001b[1m正直言って、私はこのアニメが好きになるとは思っていませんでした。 あなたがスポーツアニメを見たことがあるなら、あなたは一般にMCが最初から圧倒されているか、あるいは彼が大きな成長能力を持っていることを知っています。そして、最終的に彼は近い将来に彼の主な目標を達成します。 私は間違ってはいけません、それは悪くはありませんし、そのうちのいくつかは本当に素晴らしいです。 しかし、赤ちゃんのステップの主人公は弱く、頻繁に失われ、このシリーズはリアルになります。 それだけではなく、それが現実的になる点です。 主人公は学校でかなり上手で、未来が保証されていましたが、彼はそれを落とすことにして、それを悪くしても、自分が好きなことでより良くなるように努め、プロのキャリアを目指しました。 現実世界の人々。 物理的なスポーツの人々だけでなく、最高になるよう努力するすべての人や何かの最高の人のためのものです。 あなたはそれを十分に捧げ、思考し、勉強し、何時間も何時間も練習しなければならないし、フロリダに行き、プロのキャリアとプロフェッショナルを目指す人々に会うときには、Baby Stepsもそれを表します。\u001b[22m\n\u001b[1m(Shōjiki itte, watashi wa kono anime ga suki ni naru to wa omotte imasendeshita. Anata ga supōtsuanime o mita koto ga arunara, anata wa ippan ni MC ga saisho kara attō sa rete iru ka, aruiwa kare ga ōkina seichō nōryoku o motte iru koto o shitte imasu. Soshite, saishūtekini kare wa chikai shōrai ni kare no omona mokuhyō o tassei shimasu. Watashi wa machigatte wa ikemasen, sore wa waruku wa arimasenshi, sonōchi no ikutsu ka wa hontōni subarashīdesu. Shikashi, akachan no suteppu no shujinkō wa yowaku, hinpan ni ushinawa re, kono shirīzu wa riaru ni narimasu. Sore dakede wa naku, sore ga genjitsu-teki ni naru tendesu. Shujinkō wa gakkō de kanari jōzude, mirai ga hoshō sa rete imashitaga, kare wa sore o otosu koto ni shite, sore o waruku shite mo, jibun ga sukina koto de yori yoku naru yō ni tsutome, puro no kyaria o mezashimashita. Genjitsu sekai no hitobito. Butsuri-tekina supōtsu no hitobito dakedenaku, saikō ni naru yō doryoku suru subete no hito ya nanika no saikō no hitonotame no monodesu. Anata wa sore o jūbun ni sasage, shikō shi, benkyō shi, nanjigan mo nan-jikan mo renshū shinakereba naranaishi, Furorida ni iki, puro no kyaria to purofesshonaru o mezasu hitobito ni au tokiniha, bebī suteppusu mo sore o arawashimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nBaby steps, show us every single MC´s steps in his tennis career from the very first start. Every single difficulties, thoughts while he´s trying to improving something that he´s bad at and how he did it to surpass that. So, the title speaks for itself, 'Baby Steps'.\n\n\u001b[1m赤ちゃんのステップは、最初のスタートからテニスのキャリアにMCのすべてのステップを見せてくれます。 彼が悪いことを改善しようとしている間に、彼がそれを上回るためにどのようにしたのかを考えながら、すべての困難を考えます。 だから、そのタイトルは「Baby Steps」と言います。\u001b[22m\n\u001b[1m(Akachan no suteppu wa, saisho no sutāto kara tenisu no kyaria ni MC no subete no suteppu o misete kuremasu. Kare ga warui koto o kaizen shiyou to shite iru ma ni, kare ga sore o uwamawaru tame ni dono yō ni shita no ka o kangaenagara, subete no kon'nan o kangaemasu. Dakara, sono taitoru wa `bebī suteppusu' to iimasu.)\u001b[22m\n\nTranslations of \u001b[4mBaby steps, show us every single MC´s steps in his tennis career from the very first start. Every single difficulties, thoughts while he´s trying to improving something that he´s bad at and how he did it to surpass that. So, the title speaks for itself, 'Baby Steps'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby steps, show us every single MC´s steps in his tennis career from the very first start.\u001b[24m\n    \u001b[1m赤ちゃんのステップは、最初のスタートからテニスのキャリアにMCのすべてのステップを見せてくれます。\u001b[22m, \u001b[1m赤ちゃんの手順は、私たちに非常に最初のスタートからの彼のテニスのキャリアの中ですべての単一MC'sのステップを示します。\u001b[22m\n\u001b[4mEvery single difficulties, thoughts while he´s trying to improving something that he´s bad at and how he did it to surpass that.\u001b[24m\n    \u001b[1m彼が悪いことを改善しようとしている間に、彼がそれを上回るためにどのようにしたのかを考えながら、すべての困難を考えます。\u001b[22m, \u001b[1mひとつひとつの困難、思考he'sが悪い時、どのように彼はそれを上回るためにそれをやったのhe's何かを改善しようとしています。\u001b[22m\n\u001b[4mSo, the title speaks for itself, 'Baby Steps'.\u001b[24m\n    \u001b[1mだから、そのタイトルは「Baby Steps」と言います。\u001b[22m, \u001b[1mだから、タイトルは「ベイビーステップ」、自身のために語っています。\u001b[22m\n\u001b[1m\u001b[22m\nIt has a slow pace, of course, but it doesn´t make it boring, it analyzes deeply the sport in question, making it realistic, teaching to the tennis newcomers more about the sport and making them like it, and probably some of them will surely try getting into it in real life.\n\n\u001b[1mそれはもちろんペースが遅いですが、それは退屈にしません。それは問題のスポーツを深く分析し、現実的にし、テニスの新人にスポーツについてもっと教えて、それらを好きにします。 本当に実生活でそれに乗ろうとします。\u001b[22m\n\u001b[1m(Sore wa mochiron pēsu ga osoidesuga, sore wa taikutsu ni shimasen. Sore wa mondai no supōtsu o fukaku bunseki shi, genjitsu-teki ni shi, tenisu no shinjin ni supōtsu ni tsuite mottooshiete, sorera o sukini shimasu. Hontōni jisseikatsu de sore ni norou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt has a slow pace, of course, but it doesn´t make it boring, it analyzes deeply the sport in question, making it realistic, teaching to the tennis newcomers more about the sport and making them like it, and probably some of them will surely try getting into it in real life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has a slow pace, of course, but it doesn´t make it boring, it analyzes deeply the sport in question, making it realistic, teaching to the tennis newcomers more about the sport and making them like it, and probably some of them\u001b[24m\n    \u001b[1mそれはもちろんペースが遅いですが、それは退屈にしません。それは問題のスポーツを深く分析し、現実的にし、テニスの新人にスポーツについてもっと教えて、それらを好きにします。\u001b[22m, \u001b[1mそれはもちろん、ゆっくりとしたペースを持っていますが、それはdoesn'tそれが退屈にする、それがスポーツの詳細テニス新人に教え、それのようにそれらを作る、それは現実的な作り、質問に深くスポーツを解析して、おそらくそれらのいくつか\u001b[22m\n\u001b[4mwill surely try getting into it in real life.\u001b[24m\n    \u001b[1m本当に実生活でそれに乗ろうとします。\u001b[22m, \u001b[1m確かに実際の生活の中でそれに入るしようとします。\u001b[22m\nOf course, to the people that were already fan of tennis, they´ll enjoy a lot this series.\n\n\u001b[1mもちろん、既にテニスのファンであった人々に、彼らはこのシリーズをたくさん楽しむでしょう。\u001b[22m\n\u001b[1m(Mochiron, sudeni tenisu no fandeatta hitobito ni, karera wa kono shirīzu o takusan tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOf course, to the people that were already fan of tennis, they´ll enjoy a lot this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, to the people that were already fan of tennis, they´ll enjoy a lot this series.\u001b[24m\n    \u001b[1mもちろん、既にテニスのファンであった人々に、彼らはこのシリーズをたくさん楽しむでしょう。\u001b[22m, \u001b[1mもちろん、すでにテニスのファンだった人に、分けは多くに、このシリーズをお楽しみください。\u001b[22m\n\u001b[1m\u001b[22m\nOne thing that lacks in this series is the animation, it improved from season 1 and it is noticeable that they placed some more budget in it, but still not the best. But, to be honest with you, it doesn´t interfere in the general quality of the series and doesn´t take our enjoyment of the series.\n\n\u001b[1mこのシリーズに欠けているものの1つは、アニメーションです。シーズン1から改善されました。そして、彼らはもう少し予算を入れましたが、それでも最高のものではありません。 しかし、あなたに正直なところ、それはシリーズの一般的な品質に干渉しておらず、シリーズを楽しみません。\u001b[22m\n\u001b[1m(Kono shirīzu ni kakete iru mono no 1tsu wa, animēshondesu. Shīzun 1 kara kaizen sa remashita. Soshite, karera wa mōsukoshi yosan o iremashitaga, soredemo saikō no monode wa arimasen. Shikashi, anata ni shōjikina tokoro, soreha shirīzu no ippantekina hinshitsu ni kanshō shite orazu, shirīzu o tanoshimimasen.)\u001b[22m\n\nTranslations of \u001b[4mOne thing that lacks in this series is the animation, it improved from season 1 and it is noticeable that they placed some more budget in it, but still not the best. But, to be honest with you, it doesn´t interfere in the general quality of the series and doesn´t take our enjoyment of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing that lacks in this series is the animation, it improved from season 1 and it is noticeable that they placed some more budget in it, but still not the best.\u001b[24m\n    \u001b[1mこのシリーズに欠けているものの1つは、アニメーションです。シーズン1から改善されました。そして、彼らはもう少し予算を入れましたが、それでも最高のものではありません。\u001b[22m, \u001b[1mこのシリーズに欠けていることの一つは、アニメーションで、それはシーズン1から改善し、最高の彼らはそれにいくつかのより多くの予算を置いていることを顕著ですが、それでもありません。\u001b[22m\n\u001b[4mBut, to be honest with you, it doesn´t interfere in the general quality of the series and doesn´t take our enjoyment of the series.\u001b[24m\n    \u001b[1mしかし、あなたに正直なところ、それはシリーズの一般的な品質に干渉しておらず、シリーズを楽しみません。\u001b[22m, \u001b[1mしかし、あなたと正直に言うと、それはdoesn'tシリーズの一般的な品質に干渉し、doesn'tシリーズの私達の楽しみを取ります。\u001b[22m\n\u001b[1m\u001b[22m\nIt has some romance it, nothing special, but its becoming more interesting as it progresses. I am looking foward it and see how it develops.\n\n\u001b[1mそれはいくつかのロマンスがありますが、特別なことはありませんが、進行するにつれて面白くなります。 私はそれを前にして、それがどのように発展するのか見ています。\u001b[22m\n\u001b[1m(Sore wa ikutsu ka no romansu ga arimasuga, tokubetsuna koto wa arimasenga, shinkō suru ni tsurete omoshiroku narimasu. Watashi wa sore o mae ni shite, sore ga dono yō ni hatten suru no ka mite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt has some romance it, nothing special, but its becoming more interesting as it progresses. I am looking foward it and see how it develops.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has some romance it, nothing special, but its becoming more interesting as it progresses.\u001b[24m\n    \u001b[1mそれはいくつかのロマンスがありますが、特別なことはありませんが、進行するにつれて面白くなります。\u001b[22m, \u001b[1mこれは、いくつかのロマンスそれ、何も特別なを持っていますが、それが進むにつれてそのはもっと面白いとなっております。\u001b[22m\n\u001b[4mI am looking foward it and see how it develops.\u001b[24m\n    \u001b[1m私はそれを前にして、それがどのように発展するのか見ています。\u001b[22m, \u001b[1m私はフォワードそれを見て、それが発展する方法を確認しています。\u001b[22m\n\u001b[1m\u001b[22m\nIs Baby Steps worth watching? yes.\n\n\u001b[1mBaby Stepsは見て分かるのですか？ はい。\u001b[22m\n\u001b[1m(Bebī suteppusu wa mite wakaru nodesu ka? Hai.)\u001b[22m\n\nTranslations of \u001b[4mIs Baby Steps worth watching? yes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs Baby Steps worth watching?\u001b[24m\n    \u001b[1mBaby Stepsは見て分かるのですか？\u001b[22m, \u001b[1mベイビーステップは、見る価値はありますか？\u001b[22m\n\u001b[4myes.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m\nIf you´re looking after some realistic and mature content, Baby Steps is good to getting into, and if you´re a sports fan, makes it perfect.\n\n\u001b[1mあなたが現実的で成熟したコンテンツを見ているなら、Baby Stepsは入るのが得意で、スポーツファンならば完璧です。\u001b[22m\n\u001b[1m(Anata ga genjitsu-tekide seijuku shita kontentsu o mite irunara, bebī suteppusu wa hairu no ga tokuide, supōtsufan'naraba kanpekidesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you´re looking after some realistic and mature content, Baby Steps is good to getting into, and if you´re a sports fan, makes it perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you´re looking after some realistic and mature content, Baby Steps is good to getting into, and if you´re a sports fan, makes it perfect.\u001b[24m\n    \u001b[1mあなたが現実的で成熟したコンテンツを見ているなら、Baby Stepsは入るのが得意で、スポーツファンならば完璧です。\u001b[22m, \u001b[1myou'reは、いくつかの現実的かつ成熟したコンテンツの世話場合、ベイビーステップが入るに良好で、you'reスポーツファンなら、それは完璧になります。\u001b[22m\n\u001b[1m\u001b[22m\nDon´t get affected by the lack of popularity that Baby steps has, or if someone says it´s bad. Try it yourself and you´ll see the potential in it. Unfortunately it doesn´t have the attention it deserves but what can we do, right?\n\n\u001b[1m赤ちゃんのステップが持っている人気の欠如や、誰かが悪いと言ったら、影響を受けてはいけません。 あなた自身でそれを試してください、そして、あなたはそれの可能性を見るでしょう。 残念ながら、それは当然の注意を払っていませんが、何ができますか？\u001b[22m\n\u001b[1m(Akachan no suteppu ga motte iru ninki no ketsujo ya, dareka ga warui to ittara, eikyō o ukete wa ikemasen. Anata jishin de sore o tameshite kudasai, soshite, anata wa sore no kanōsei o mirudeshou. Zan'nen'nagara, sore wa tōzen no chūi o haratte imasenga, nani ga dekimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mDon´t get affected by the lack of popularity that Baby steps has, or if someone says it´s bad. Try it yourself and you´ll see the potential in it. Unfortunately it doesn´t have the attention it deserves but what can we do, right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon´t get affected by the lack of popularity that Baby steps has, or if someone says it´s bad.\u001b[24m\n    \u001b[1m赤ちゃんのステップが持っている人気の欠如や、誰かが悪いと言ったら、影響を受けてはいけません。\u001b[22m, \u001b[1mドントは、赤ちゃんの手順が持っている、または誰かが言ったら悪いit's人気の欠如によって影響を受けます。\u001b[22m\n\u001b[4mTry it yourself and you´ll see the potential in it.\u001b[24m\n    \u001b[1mあなた自身でそれを試してください、そして、あなたはそれの可能性を見るでしょう。\u001b[22m, \u001b[1mそれを自分で試してみて、you'llそれに可能性を参照してください。\u001b[22m\n\u001b[4mUnfortunately it doesn´t have the attention it deserves but what can we do, right?\u001b[24m\n    \u001b[1m残念ながら、それは当然の注意を払っていませんが、何ができますか？\u001b[22m, \u001b[1m残念ながら、それはdoesn'tそれに値するの注意を持っているが、我々は正しい、何ができるのでしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nOverall, i am rating it with a solid 9/10, mainly because it has a well written story and good characters which for me, are an important aspects to a great series like this one.\n\n\u001b[1m全体的に、私はそれが私にはこのような偉大なシリーズにとって重要な側面であるよく書かれた物語と良い文字を持っているため、ソリッド9/10でそれを評価しています。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa sore ga watashiniha kono yōna idaina shirīzu ni totte jūyōna sokumendearu yoku kaka reta monogatari to yoi moji o motte iru tame, soriddo 9/ 10 de sore o hyōka shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, i am rating it with a solid 9/10, mainly because it has a well written story and good characters which for me, are an important aspects to a great series like this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, i am rating it with a solid 9/10, mainly because it has a well written story and good characters which for me, are an important aspects to a great series like this one.\u001b[24m\n    \u001b[1m全体的に、私はそれが私にはこのような偉大なシリーズにとって重要な側面であるよく書かれた物語と良い文字を持っているため、ソリッド9/10でそれを評価しています。\u001b[22m, \u001b[1m全体的に、私はそれがよく書かストーリーと私のために、このような偉大なシリーズに重要な側面である、良好な文字が含まれている主な理由は、固体の9/10でそれを評価しています。\u001b[22m\n\u001b[1m\u001b[22m\nHope i was helpful, and enjoy the series.\n\n\u001b[1m私は参考になり、シリーズを楽しんでもらいたいと思います。\u001b[22m\n\u001b[1m(Watashi wa sankō ni nari, shirīzu o tanoshinde moraitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mHope i was helpful, and enjoy the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHope i was helpful, and enjoy the series.\u001b[24m\n    \u001b[1m私は参考になり、シリーズを楽しんでもらいたいと思います。\u001b[22m, \u001b[1m私は参考になりましたホープ、そしてシリーズをお楽しみいただけます。\u001b[22m"
  },
  {
    "title": "Baby_Steps_2nd_Season",
    "id": "27663",
    "url": "https://myanimelist.net/anime/27663/Baby_Steps_2nd_Season",
    "user": "FurankuSan",
    "profile": "/profile/FurankuSan/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=205888",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\n私のベイビーステップの第1シーズンには、ここでもう一度言及しないことがいくつかあります。 このショーを見たことがない場合は、私の最初のシーズンのレビューを読むことをお勧めします：\n\n\n今シーズンは良い方法です。 このシーズンを前のシーズンと比較すると、ストーリーとキャラクターの開発という点で大幅な改善が見られます。 今シーズンの始まりは、フロリダでのMaruoのトレーニングの開始を示しています。 それは遅く始まりますが、今シーズンはテニスのスリルがキックです。\n\n第1シーズンのテニス試合はそれほど盛り上がらなかったが、今シーズンは本当にスリルがある。 彼らが本当にどのようにペースを行い、バドミントンのマッチを実行するかに感心しています。 私はこのショーを見ながら文字通り叫んで飛び跳ねていましたが、黒子のバスケット（何ヶ月前に終わったか）を見てからはやっていません。\n\nこのシーズンを顕著にするのは間違いなくキャラクターの発展です。 マルーオが最初のシーズンから急速に発展している様子を見るのは本当に「素晴らしい」。  Maruoが主人公であるため、特にMaruoに焦点を当てているかもしれませんが、Maruoの新旧のライバルも他のキャラクターを育てています。 それが今シーズン好きなものです。 これは、スポーツアニメ（Haikyuu以外では最高のキャラクター展開の一つです!!）。 ああ、ロマンス。 このアニメにいくつかのロマンスを期待して...ついに...\n\n私はアニメーションのわずかな改善を見ることができます。 確かに、まだフレームを使用しているパーツがいくつかありますが、最初のシーズンよりも少なくなっています。 また、今シーズンのオープニングアニメーションがコーラスに入ったとき。 私は彼らがどのようにロトスコープを使用したか（私はそれが信じている）を愛し、すべてがとても滑らかになります。 今は、彼らだけがこのショーの少なくとも1つのエピソードにそれを適用した場合。\n\nショーの始めに私を悩ませた唯一の事は、彼らがフロリダをどのように表現しているかです。 彼らの大多数はまだ日本語を話していますが、あなたが一番聞くことができる唯一の英語は「はい！」、「やあ！ その他の表現。 なぜなら私は理解していますが、来て、彼らはもっとうまくいっていました。\n\nこのアニメを愛し、私は第3シーズンを要求する！ このアニメは提供するほどのものがあり、あなたはそれを見逃すべきではありません。\n\nスコア：8.8 / 10（私の楽しみの要因のため、それは9/10に切り上げられます）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThere are some things in my Baby Step's 1st Season that I am not going to mention again here. If you haven't seen this show, I recommend you read my first season's review here:\n\n\u001b[1m私のベイビーステップの第1シーズンには、ここでもう一度言及しないことがいくつかあります。 このショーを見たことがない場合は、私の最初のシーズンのレビューを読むことをお勧めします：\u001b[22m\n\u001b[1m(Watashi no beibīsuteppu no dai 1 shīzun ni wa, koko de mōichido genkyū shinai koto ga ikutsu ka arimasu. Kono shō o mita koto ga nai baai wa, watashi no saisho no shīzun no rebyū o yomu koto o o susume shimasu:)\u001b[22m\n\nTranslations of \u001b[4mThere are some things in my Baby Step's 1st Season that I am not going to mention again here. If you haven't seen this show, I recommend you read my first season's review here:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are some things in my Baby Step's 1st Season that I am not going to mention again here.\u001b[24m\n    \u001b[1m私のベイビーステップの第1シーズンには、ここでもう一度言及しないことがいくつかあります。\u001b[22m, \u001b[1m私はここに再び言及するつもりはない、私のベイビーステップの第一シーズンでいくつかのものがあります。\u001b[22m\n\u001b[4mIf you haven't seen this show, I recommend you read my first season's review here:\u001b[24m\n    \u001b[1mこのショーを見たことがない場合は、私の最初のシーズンのレビューを読むことをお勧めします：\u001b[22m, \u001b[1mあなたはこの番組を見ていない場合、私はあなたがここで私の最初のシーズンのレビューを読んでお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis season is way better. Comparing this season to it's previous season, you can see a vast improvement in terms of story and character development. The beginning of this season shows the start of Maruo's training in Florida. It starts of slow, but the thrill of tennis kicks in this season.\n\n\u001b[1m今シーズンは良い方法です。 このシーズンを前のシーズンと比較すると、ストーリーとキャラクターの開発という点で大幅な改善が見られます。 今シーズンの始まりは、フロリダでのMaruoのトレーニングの開始を示しています。 それは遅く始まりますが、今シーズンはテニスのスリルがキックです。\u001b[22m\n\u001b[1m(Ima shīzun wa yoi hōhōdesu. Kono shīzun o mae no shīzun to hikaku suru to, sutōrī to kyarakutā no kaihatsu to iu tende ōhabana kaizen ga mi raremasu. Ima shīzun no hajimari wa, Furorida de no Maruo no torēningu no kaishi o shimeshite imasu. Sore wa osoku hajimarimasuga, ima shīzun wa tenisu no suriru ga kikkudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis season is way better. Comparing this season to it's previous season, you can see a vast improvement in terms of story and character development. The beginning of this season shows the start of Maruo's training in Florida. It starts of slow, but the thrill of tennis kicks in this season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis season is way better.\u001b[24m\n    \u001b[1m今シーズンは良い方法です。\u001b[22m, \u001b[1m今シーズンはずっといいです。\u001b[22m\n\u001b[4mComparing this season to it's previous season, you can see a vast improvement in terms of story and character development.\u001b[24m\n    \u001b[1mこのシーズンを前のシーズンと比較すると、ストーリーとキャラクターの開発という点で大幅な改善が見られます。\u001b[22m, \u001b[1mそれの前のシーズンにこの季節を比較すると、あなたはストーリーやキャラクターの開発の面で大幅な改善を見ることができます。\u001b[22m\n\u001b[4mThe beginning of this season shows the start of Maruo's training in Florida.\u001b[24m\n    \u001b[1m今シーズンの始まりは、フロリダでのMaruoのトレーニングの開始を示しています。\u001b[22m, \u001b[1mこのシーズンの初めは、フロリダで丸尾のトレーニングの開始を示しています。\u001b[22m\n\u001b[4mIt starts of slow, but the thrill of tennis kicks in this season.\u001b[24m\n    \u001b[1mそれは遅く始まりますが、今シーズンはテニスのスリルがキックです。\u001b[22m, \u001b[1mそれは遅いの起動しますが、テニスのスリルは、この季節に蹴ります。\u001b[22m\n\u001b[1m\u001b[22m\nThe first season tennis matches weren't that thrilling, but the thrill is really found on this season. I am impressed on how they really pace and execute the badminton matches (Of Maruo). I was literally shouting and jumping while watching this show and I haven't done that since I watched Kuroko no Basket (Which ended months ago).\n\n\u001b[1m第1シーズンのテニス試合はそれほど盛り上がらなかったが、今シーズンは本当にスリルがある。 彼らが本当にどのようにペースを行い、バドミントンのマッチを実行するかに感心しています。 私はこのショーを見ながら文字通り叫んで飛び跳ねていましたが、黒子のバスケット（何ヶ月前に終わったか）を見てからはやっていません。\u001b[22m\n\u001b[1m(Dai 1 shīzun no tenisu shiai wa sorehodo moriagaranakattaga, ima shīzun wa hontōni suriru ga aru. Karera ga hontōni dono yō ni pēsu o okonai, badominton no matchi o jikkō suru ka ni kanshin shite imasu. Watashi wa kono shō o minagara mojidōri sakende tobihanete imashitaga, kuroko no basuketto (nan-kagetsu mae ni owatta ka) o mite kara hayatte imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe first season tennis matches weren't that thrilling, but the thrill is really found on this season. I am impressed on how they really pace and execute the badminton matches (Of Maruo). I was literally shouting and jumping while watching this show and I haven't done that since I watched Kuroko no Basket (Which ended months ago).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first season tennis matches weren't that thrilling, but the thrill is really found on this season.\u001b[24m\n    \u001b[1m第1シーズンのテニス試合はそれほど盛り上がらなかったが、今シーズンは本当にスリルがある。\u001b[22m, \u001b[1m最初のシーズンのテニスの試合はそのスリリングませんでしたが、スリルが本当にこの季節に記載されています。\u001b[22m\n\u001b[4mI am impressed on how they really pace and execute the badminton matches (Of Maruo).\u001b[24m\n    \u001b[1m彼らが本当にどのようにペースを行い、バドミントンのマッチを実行するかに感心しています。\u001b[22m, \u001b[1m私は、彼らが本当に（丸尾の）バドミントンの試合のペースと実行方法については感銘を受けました。\u001b[22m\n\u001b[4mI was literally shouting and jumping while watching this show and I haven't done that since I watched Kuroko no Basket (Which ended months ago).\u001b[24m\n    \u001b[1m私はこのショーを見ながら文字通り叫んで飛び跳ねていましたが、黒子のバスケット（何ヶ月前に終わったか）を見てからはやっていません。\u001b[22m, \u001b[1m私は、文字通り叫んと、この番組を見ながらジャンプと私は行っていないた私は黒子（ヶ月前に終わった）無バスケット見ているので、その。\u001b[22m\n\u001b[1m\u001b[22m\nWhat makes this season outstanding is definitely the character development. It's really 'awesome' to see how far Maruo has rapidly develop since the first season. The show may heavily focus on Maruo as he is the main character, but we also see other characters develop especially Maruo's new and old rivals. That is what I liked about this season. This is one of the best character developments in Sports anime (Other than Haikyuu!!). Oh yeah, romance. Expect some romance on this anime... finally.\n\n\u001b[1mこのシーズンを顕著にするのは間違いなくキャラクターの発展です。 マルーオが最初のシーズンから急速に発展している様子を見るのは本当に「素晴らしい」。  Maruoが主人公であるため、特にMaruoに焦点を当てているかもしれませんが、Maruoの新旧のライバルも他のキャラクターを育てています。 それが今シーズン好きなものです。 これは、スポーツアニメ（Haikyuu以外では最高のキャラクター展開の一つです!!）。 ああ、ロマンス。 このアニメにいくつかのロマンスを期待して...ついに...\u001b[22m\n\u001b[1m(Kono shīzun o kencho ni suru no wa machigainaku kyarakutā no hattendesu. Marūo ga saisho no shīzun kara kyūsoku ni hatten shite iru yōsu o miru no wa hontōni `subarashī'. Maruo ga shujinkōdearu tame, tokuni Maruo ni shōten o atete iru kamo shiremasenga, Maruo no shinkyū no raibaru mo hoka no kyarakutā o sodatete imasu. Sore ga ima shīzun sukina monodesu. Kore wa, supōtsuanime (Haikyuu igaide wa saikō no kyarakutā tenkai no hitotsudesu! ! ). Ā, romansu. Kono anime ni ikutsu ka no romansu o kitai shite... Tsuini...)\u001b[22m\n\nTranslations of \u001b[4mWhat makes this season outstanding is definitely the character development. It's really 'awesome' to see how far Maruo has rapidly develop since the first season. The show may heavily focus on Maruo as he is the main character, but we also see other characters develop especially Maruo's new and old rivals. That is what I liked about this season. This is one of the best character developments in Sports anime (Other than Haikyuu!!). Oh yeah, romance. Expect some romance on this anime... finally.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat makes this season outstanding is definitely the character development.\u001b[24m\n    \u001b[1mこのシーズンを顕著にするのは間違いなくキャラクターの発展です。\u001b[22m, \u001b[1m何このシーズンは卓越した作ることは間違いなく、文字の開発です。\u001b[22m\n\u001b[4mIt's really 'awesome' to see how far Maruo has rapidly develop since the first season.\u001b[24m\n    \u001b[1mマルーオが最初のシーズンから急速に発展している様子を見るのは本当に「素晴らしい」。\u001b[22m, \u001b[1mこれは、丸尾が急速に最初のシーズン以来、開発しているどの程度まで見るために本当に「素晴らしい」です。\u001b[22m\n\u001b[4mThe show may heavily focus on Maruo as he is the main character, but we also see other characters develop especially Maruo's new and old rivals.\u001b[24m\n    \u001b[1mMaruoが主人公であるため、特にMaruoに焦点を当てているかもしれませんが、Maruoの新旧のライバルも他のキャラクターを育てています。\u001b[22m, \u001b[1m彼が主人公ですが、我々はまた、他の文字は特に丸尾の新旧のライバルを開発見るようにショーが重く丸尾に焦点を合わせることができます。\u001b[22m\n\u001b[4mThat is what I liked about this season.\u001b[24m\n    \u001b[1mそれが今シーズン好きなものです。\u001b[22m, \u001b[1mそれは私がこの季節気に入っものです。\u001b[22m\n\u001b[4mThis is one of the best character developments in Sports anime (Other than Haikyuu!!).\u001b[24m\n    \u001b[1mこれは、スポーツアニメ（Haikyuu以外では最高のキャラクター展開の一つです!!）。\u001b[22m, \u001b[1mこれは、スポーツ、アニメで最高のキャラクターの開発の1つである（Haikyuu以外!!）。\u001b[22m\n\u001b[4mOh yeah, romance.\u001b[24m\n    \u001b[1mああ、ロマンス。\u001b[22m, \u001b[1mそうそう、ロマンス。\u001b[22m\n\u001b[4mExpect some romance on this anime... finally.\u001b[24m\n    \u001b[1mこのアニメにいくつかのロマンスを期待して...ついに...\u001b[22m, \u001b[1m最後に...このアニメにいくつかのロマンスを期待しています。\u001b[22m\n\u001b[1m\u001b[22m\nI can see a slight improvement on the animation. Sure, there are some parts that uses still frames, but it's lesser than its first season. Also, that opening animation of this season when it enters the chorus. I love how they used the rotoscope (I believe it is) and everything makes it so smooth. Now if only they applied that to at least one episode of this show.\n\n\u001b[1m私はアニメーションのわずかな改善を見ることができます。 確かに、まだフレームを使用しているパーツがいくつかありますが、最初のシーズンよりも少なくなっています。 また、今シーズンのオープニングアニメーションがコーラスに入ったとき。 私は彼らがどのようにロトスコープを使用したかが気に入っています（私はそう信じています）。 今は、彼らだけがこのショーの少なくとも1つのエピソードにそれを適用した場合。\u001b[22m\n\u001b[1m(Watashi wa animēshon no wazukana kaizen o miru koto ga dekimasu. Tashika ni, mada furēmu o shiyō shite iru pātsu ga ikutsu ka arimasuga, saisho no shīzun yori mo sukunaku natte imasu. Mata, ima shīzun no ōpuninguanimēshon ga kōrasu ni haitta toki. Watashi wa karera ga dono yō ni rotosukōpu o shiyō shita ka ga kiniitte imasu (watashi wa sō shinjite imasu). Ima wa, karera dake ga kono shō no sukunakutomo 1tsu no episōdo ni sore o tekiyō shita baai.)\u001b[22m\n\nTranslations of \u001b[4mI can see a slight improvement on the animation. Sure, there are some parts that uses still frames, but it's lesser than its first season. Also, that opening animation of this season when it enters the chorus. I love how they used the rotoscope (I believe it is) and everything makes it so smooth. Now if only they applied that to at least one episode of this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can see a slight improvement on the animation.\u001b[24m\n    \u001b[1m私はアニメーションのわずかな改善を見ることができます。\u001b[22m, \u001b[1m私はアニメーションに若干の改善を見ることができます。\u001b[22m\n\u001b[4mSure, there are some parts that uses still frames, but it's lesser than its first season.\u001b[24m\n    \u001b[1m確かに、まだフレームを使用しているパーツがいくつかありますが、最初のシーズンよりも少なくなっています。\u001b[22m, \u001b[1m確かに、まだそこにフレームを使用していくつかの部分がありますが、それは、その最初のシーズンよりも少ないです。\u001b[22m\n\u001b[4mAlso, that opening animation of this season when it enters the chorus.\u001b[24m\n    \u001b[1mまた、今シーズンのオープニングアニメーションがコーラスに入ったとき。\u001b[22m, \u001b[1mまた、それはコーラスに入ったときに、このシーズンのアニメーションを開くこと。\u001b[22m\n\u001b[4mI love how they used the rotoscope (I believe it is) and everything makes it so smooth.\u001b[24m\n    \u001b[1m私は彼らがどのようにロトスコープを使用したかが気に入っています（私はそう信じています）。\u001b[22m, \u001b[1m私は、彼らがロトスコープを使用する方法を愛して（私はそれがあると信じて）、すべてがそれはとてもスムーズになります。\u001b[22m\n\u001b[4mNow if only they applied that to at least one episode of this show.\u001b[24m\n    \u001b[1m今は、彼らだけがこのショーの少なくとも1つのエピソードにそれを適用した場合。\u001b[22m, \u001b[1m今、彼らはこのショーの少なくとも1つのエピソードにそれを適用した場合にのみ。\u001b[22m\n\u001b[1m\u001b[22m\nThe only thing that bothered me at the start of the show is definitely how they portray Florida. Majority of them still speaks Japanese and the only English you can hear the most is 'Yes!', 'Hey!' and other expressions. I kind of understand why, but come on, they could have done better.\n\n\u001b[1mショーの始めに私を悩ませた唯一の事は、彼らがフロリダをどのように表現しているかです。 彼らの大多数はまだ日本語を話していますが、あなたが一番聞くことができる唯一の英語は「はい！」、「やあ！ その他の表現。 なぜなら私は理解していますが、来て、彼らはもっとうまくいっていました。\u001b[22m\n\u001b[1m(Shō no hajime ni watashi o nayama seta yuiitsu no koto wa, karera ga Furorida o dono yō ni hyōgen shite iru kadesu. Karera no dai tasū wa mada nihongo o hanashite imasuga, anata ga ichiban kiku koto ga dekiru yuiitsu no eigo wa `hai!',`Yā! Sonohoka no hyōgen. Nazenara watashi wa rikai shite imasuga, kite, karera wa motto umaku itte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe only thing that bothered me at the start of the show is definitely how they portray Florida. Majority of them still speaks Japanese and the only English you can hear the most is 'Yes!', 'Hey!' and other expressions. I kind of understand why, but come on, they could have done better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only thing that bothered me at the start of the show is definitely how they portray Florida.\u001b[24m\n    \u001b[1mショーの始めに私を悩ませた唯一の事は、彼らがフロリダをどのように表現しているかです。\u001b[22m, \u001b[1mショーの開始時に私を気に唯一のことは、彼らがフロリダを描く方法を間違いなくあります。\u001b[22m\n\u001b[4mMajority of them still speaks Japanese and the only English you can hear the most is 'Yes!', 'Hey!'\u001b[24m\n    \u001b[1m彼らの大多数はまだ日本語を話していますが、あなたが一番聞くことができる唯一の英語は「はい！」、「やあ！\u001b[22m, \u001b[1mそれらの大半は、まだ日本語を話し、あなたが最も聞くことができる唯一の英語は「はい！」「おい！」\u001b[22m\n\u001b[4mand other expressions.\u001b[24m\n    \u001b[1mその他の表現。\u001b[22m, \u001b[1mおよび他の式。\u001b[22m\n\u001b[4mI kind of understand why, but come on, they could have done better.\u001b[24m\n    \u001b[1mなぜなら私は理解していますが、来て、彼らはもっとうまくいっていました。\u001b[22m, \u001b[1m私は一種の理由を理解するが、上に来て、彼らがより良い行っている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nLoving this anime and I demand a third season! This anime has so much to offer and you shouldn't miss it.\n\n\u001b[1mこのアニメを愛し、私は第3シーズンを要求する！ このアニメは提供するほどのものがあり、あなたはそれを見逃すべきではありません。\u001b[22m\n\u001b[1m(Kono anime o aishi, watashi wa dai 3 shīzun o yōkyū suru! Kono anime wa teikyō suru hodo no mono ga ari, anata wa sore o minogasubekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mLoving this anime and I demand a third season! This anime has so much to offer and you shouldn't miss it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLoving this anime and I demand a third season!\u001b[24m\n    \u001b[1mこのアニメを愛し、私は第3シーズンを要求する！\u001b[22m, \u001b[1mこのアニメを愛し、私は3シーズン目を要求します！\u001b[22m\n\u001b[4mThis anime has so much to offer and you shouldn't miss it.\u001b[24m\n    \u001b[1mこのアニメは提供するほどのものがあり、あなたはそれを見逃すべきではありません。\u001b[22m, \u001b[1mこのアニメは、提供するので、多くを持って、あなたはそれを見逃してはなりません。\u001b[22m\n\u001b[1m\u001b[22m\nScore: 8.8/10 (Because of my enjoyment factor, it is rounded up to 9/10)\n\n\u001b[1mスコア：8.8 / 10（私の楽しみの要因のため、それは9/10に切り上げられます）\u001b[22m\n\u001b[1m(Sukoa: 8. 8/ 10 (Watashi no tanoshimi no yōin no tame, sore wa 9/ 10 ni kiriage raremasu))\u001b[22m\n\nTranslations of \u001b[4mScore: 8.8/10 (Because of my enjoyment factor, it is rounded up to 9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mScore: 8.8/10 (Because of my enjoyment factor, it is rounded up to 9/10)\u001b[24m\n    \u001b[1mスコア：8.8 / 10（私の楽しみの要因のため、それは9/10に切り上げられます）\u001b[22m, \u001b[1mスコア：8.8 / 10（私の楽しみの要因のために、それは9月10日に切り上げされているので）\u001b[22m"
  },
  {
    "title": "Baby_Steps_2nd_Season",
    "id": "27663",
    "url": "https://myanimelist.net/anime/27663/Baby_Steps_2nd_Season",
    "user": "IndexXx",
    "profile": "/profile/IndexXx/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=212460",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  8\nキャラクター|  7\n|  6\n\nヨッシー！...私が言うことが好きですが、私はできません。  2番目のシリーズは、最初のシリーズがどれほど優れているかを考えると、私の意見では大失敗です。 だから私はアニメが怒りだと決めるのは何だったのだろう？ まず第一に、このシリーズでは多くのことが起こっています。 彼らはロマンスを置くことにしたので非常に退屈な女性MCを除いて、すべてのサポートキャラクターに短いバックストーリーを与えました。 彼らは男性MCにそれらをすべて与えるのではなく、キャラクターのエピソードを少なくとも置くべきです。\n\n私は実際にマルオのキャラクターが今回は非常に迷惑なことを見つける、25エピソードシリーズを想像して、その半分は彼の海外訓練を強調するために使用された、試合を失うだけで彼のサービスを練習し、 私にとって、私は自分の時間を無駄にしてしまったと思っています。 はい、彼のキャラクターはよく書かれ、開発されていますが、あなたはどのようにすべて（ゾーンを行って）をやったが、まだチャンピオンにふさわしいと自分自身を証明することができない人に反応しますか？\n\n芸術はそれほど良いことではないと私は認めているが、音楽はそれほど良いものであり、少なくとも私が最後までそれを見る動機を与えた。 しかし、正直言って、私は半分それをあきらめる準備ができています。\n\nストーリーは非常に進歩的ですが、予測可能です。 あなたはすでに、次に何が起こるか、彼の試合中などなどを知っている。エンディングは予測可能で、最後にぶら下げたままにしておく。 私はシーズン3を見たいですが、それほど哀れなMCではありません。\n\n全体的に、私はまだそのシリーズを楽しんでいますが、その予測可能でやや残念なアニメはまだまだ良いです。 事実を除いて、今回は男性のMCのキャラクターに本当に迷惑をかける。 彼がこれまでにしたことのすべては、過剰思考のために無駄になった。 シリーズのジョークは、あまりにも強制されても、主人公の間のロマンスも強制されます。 よし！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nYoshi!... Is what I like to say but I can't. The second series is a total fiasco in my opinion considering how good the first series was. So what made me decide that the anime is a letdown? First of all, a lot of things happened in this series that you wish they didn't do through out the story. They gave short back story to all the supporting characters except for the female MC which I find very boring since they decided to put romance on it. They should at least put an episode for the character instead of giving them all to the male MC.\n\n\u001b[1mヨッシー！...私が言うことが好きですが、私はできません。  2番目のシリーズは、最初のシリーズがどれほど優れているかを考えると、私の意見では大失敗です。 だから私はアニメが怒りだと決めるのは何だったのだろう？ まず第一に、このシリーズでは多くのことが起こっています。 彼らはロマンスを置くことにしたので非常に退屈な女性MCを除いて、すべてのサポートキャラクターに短いバックストーリーを与えました。 彼らは男性MCにそれらをすべて与えるのではなく、キャラクターのエピソードを少なくとも置くべきです。\u001b[22m\n\u001b[1m(Yosshī! ... Watashi ga iu koto ga sukidesuga, watashi wa dekimasen. 2-Banme no shirīzu wa, saisho no shirīzu ga dorehodo sugurete iru ka o kangaeru to, watashi no ikende wa dai shippaidesu. Dakara watashi wa anime ga ikarida to kimeru no wa nanidatta nodarou? Mazu daiichi ni, kono shirīzude wa ōku no koto ga okotte imasu. Karera wa romansu o oku koto ni shitanode hijō ni taikutsuna josei MC o nozoite, subete no sapōtokyarakutā ni mijikai bakkusutōrī o ataemashita. Karera wa dansei MC ni sorera o subete ataeru node wa naku, kyarakutā no episōdo o sukunakutomo okubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mYoshi!... Is what I like to say but I can't. The second series is a total fiasco in my opinion considering how good the first series was. So what made me decide that the anime is a letdown? First of all, a lot of things happened in this series that you wish they didn't do through out the story. They gave short back story to all the supporting characters except for the female MC which I find very boring since they decided to put romance on it. They should at least put an episode for the character instead of giving them all to the male MC.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYoshi!... Is what I like to say but I can't.\u001b[24m\n    \u001b[1mヨッシー！...私が言うことが好きですが、私はできません。\u001b[22m, \u001b[1mヨシ！...私が言いたいが、私はできないものです。\u001b[22m\n\u001b[4mThe second series is a total fiasco in my opinion considering how good the first series was.\u001b[24m\n    \u001b[1m2番目のシリーズは、最初のシリーズがどれほど優れているかを考えると、私の意見では大失敗です。\u001b[22m, \u001b[1m第二シリーズは、最初のシリーズがいかに良い考えると私の意見では総大失敗です。\u001b[22m\n\u001b[4mSo what made me decide that the anime is a letdown?\u001b[24m\n    \u001b[1mだから私はアニメが怒りだと決めるのは何だったのだろう？\u001b[22m, \u001b[1mそれでは、私はアニメが失望であると判断作ったのですか？\u001b[22m\n\u001b[4mFirst of all, a lot of things happened in this series that you wish they didn't do through out the story.\u001b[24m\n    \u001b[1mまず第一に、このシリーズでは多くのことが起こっています。\u001b[22m, \u001b[1mまず第一に、物事の多くは、あなたは彼らが物語全体を通して行わなかった希望このシリーズで起こりました。\u001b[22m\n\u001b[4mThey gave short back story to all the supporting characters except for the female MC which I find very boring since they decided to put romance on it.\u001b[24m\n    \u001b[1m彼らはロマンスを置くことにしたので非常に退屈な女性MCを除いて、すべてのサポートキャラクターに短いバックストーリーを与えました。\u001b[22m, \u001b[1m彼らはそれにロマンスを置くことにしましたので、私は非常に退屈見つける女性MCを除くすべての脇役に短いバックストーリーを与えました。\u001b[22m\n\u001b[4mThey should at least put an episode for the character instead of giving them all to the male MC.\u001b[24m\n    \u001b[1m彼らは男性MCにそれらをすべて与えるのではなく、キャラクターのエピソードを少なくとも置くべきです。\u001b[22m, \u001b[1m彼らは、少なくとも男性MCにそれらすべてを与えるのではなく、文字のエピソードを置く必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nI actually find Maruo's character this time very annoying, imagine a 25 episodes series and half of it was used to emphasize his training abroad, work out and practicing his serves just to lose a match. For me, I feel I wasted my time rooting him and wanting more out of him when he lost that match. Yes, his character is well written and developed but how would you react to someone who done everything (even doing zone) but still not able to prove himself as worthy to be a champion?\n\n\u001b[1m私は実際にマルオのキャラクターが今回は非常に迷惑なことを見つける、25エピソードシリーズを想像して、その半分は彼の海外訓練を強調するために使用された、試合を失うだけで彼のサービスを練習し、 私にとって、私は自分の時間を無駄にしてしまったと思っています。 はい、彼のキャラクターはよく書かれ、開発されていますが、あなたはどのようにすべて（ゾーンを行っている）を行うが、まだチャンピオンにふさわしいと自分自身を証明することができない誰かに反応しますか？\u001b[22m\n\u001b[1m(Watashi wa jissai ni Maruo no kyarakutā ga konkai wa hijō ni meiwakuna koto o mitsukeru, 25 episōdoshirīzu o sōzō shite, sono hanbun wa kare no kaigai kunren o kyōchō suru tame ni shiyō sa reta, shiai o ushinau dake de kare no sābisu o renshū shi, watashi ni totte, watashi wa jibun no jikan o muda ni shite shimatta to omotte imasu. Hai, kare no kyarakutā wa yoku kaka re, kaihatsu sa rete imasuga, anata wa dono yō ni subete (zōn o okonatte iru) o okonauga, mada chanpion ni fusawashī to jibun jishin o shōmei suru koto ga dekinai dareka ni han'nō shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mI actually find Maruo's character this time very annoying, imagine a 25 episodes series and half of it was used to emphasize his training abroad, work out and practicing his serves just to lose a match. For me, I feel I wasted my time rooting him and wanting more out of him when he lost that match. Yes, his character is well written and developed but how would you react to someone who done everything (even doing zone) but still not able to prove himself as worthy to be a champion?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually find Maruo's character this time very annoying, imagine a 25 episodes series and half of it was used to emphasize his training abroad, work out and practicing his serves just to lose a match.\u001b[24m\n    \u001b[1m私は実際にマルオのキャラクターが今回は非常に迷惑なことを見つける、25エピソードシリーズを想像して、その半分は彼の海外訓練を強調するために使用された、試合を失うだけで彼のサービスを練習し、\u001b[22m, \u001b[1m私は実際に想像し、非常に迷惑丸尾のキャラクタ25のエピソードのシリーズをこの時間を見つけて、それの半分がうまく、彼のサーブを練習するだけの試合を失い、海外での修行を強調するために使用されました。\u001b[22m\n\u001b[4mFor me, I feel I wasted my time rooting him and wanting more out of him when he lost that match.\u001b[24m\n    \u001b[1m私にとって、私は自分の時間を無駄にしてしまったと思っています。\u001b[22m, \u001b[1m私にとっては、私は彼を応援し、彼はその試合を失ったとき、彼から多くを望む私の時間を無駄に感じます。\u001b[22m\n\u001b[4mYes, his character is well written and developed but how would you react to someone who done everything (even doing zone) but still not able to prove himself as worthy to be a champion?\u001b[24m\n    \u001b[1mはい、彼のキャラクターはよく書かれ、開発されていますが、あなたはどのようにすべて（ゾーンを行っている）を行うが、まだチャンピオンにふさわしいと自分自身を証明することができない誰かに反応しますか？\u001b[22m, \u001b[1mはい、彼の性格はよく書かれており、開発されたが、どのように（でもゾーンをやって）すべてを行って誰かに反応するだろうされているが、まだチャンピオンに値するとして自分自身を証明することはできませんか？\u001b[22m\n\u001b[1m\u001b[22m\nThe art is not that good, I admit but the music is damn so good which at least gave me some motivation to watch it until the end. But honestly, I'm ready to give up on it half way.\n\n\u001b[1m芸術はそれほど良いことではないと私は認めているが、音楽はそれほど良いものであり、少なくとも私が最後までそれを見る動機を与えた。 しかし、正直言って、私は半分それをあきらめる準備ができています。\u001b[22m\n\u001b[1m(Geijutsu wa sore hodo yoi kotode wanaito watashi wa mitomete iruga, ongaku wa sore hodo yoi monodeari, sukunakutomo watashi ga saigomade sore o miru dōki o ataeta. Shikashi, shōjiki itte, watashi wa hanbun sore o akirameru junbi ga dekite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is not that good, I admit but the music is damn so good which at least gave me some motivation to watch it until the end. But honestly, I'm ready to give up on it half way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is not that good, I admit but the music is damn so good which at least gave me some motivation to watch it until the end.\u001b[24m\n    \u001b[1m芸術はそれほど良いことではないと私は認めているが、音楽はそれほど良いものであり、少なくとも私が最後までそれを見る動機を与えた。\u001b[22m, \u001b[1m芸術は、私が認める、良いことではありませんが、音楽は、少なくとも私に最後までそれを見て、いくつかの動機を与えたいまいましいとても良いです。\u001b[22m\n\u001b[4mBut honestly, I'm ready to give up on it half way.\u001b[24m\n    \u001b[1mしかし、正直言って、私は半分それをあきらめる準備ができています。\u001b[22m, \u001b[1mしかし、正直なところ、私はそれに半分の方法を放棄する準備ができています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is very progressive, but its predictable. You already know what will happen next, during his matches etc etc. The ending is also predictable and left you hanging at the end. I would like to see a season 3 but if with less pathetic MC.\n\n\u001b[1mストーリーは非常に進歩的ですが、予測可能です。 あなたはすでに、次に何が起こるか、彼の試合中などなどを知っている。エンディングは予測可能で、最後にぶら下げたままにしておく。 私はシーズン3を見たいですが、それほど哀れなMCではありません。\u001b[22m\n\u001b[1m(Sutōrī wa hijō ni shinpo-tekidesuga, yosoku kanōdesu. Anata wa sudeni, tsugini nani ga okoru ka, kare no shiai-chū nado nado o shitte iru. Endingu wa yosoku kanōde, saigo ni burasageta mama ni shite oku. Watashi wa shīzun 3 o mitaidesuga, sorehodo awarena MCde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story is very progressive, but its predictable. You already know what will happen next, during his matches etc etc. The ending is also predictable and left you hanging at the end. I would like to see a season 3 but if with less pathetic MC.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is very progressive, but its predictable.\u001b[24m\n    \u001b[1mストーリーは非常に進歩的ですが、予測可能です。\u001b[22m, \u001b[1m物語は非常に進歩的であるが、その予測可能。\u001b[22m\n\u001b[4mYou already know what will happen next, during his matches etc etc. The ending is also predictable and left you hanging at the end.\u001b[24m\n    \u001b[1mあなたはすでに、次に何が起こるか、彼の試合中などなどを知っている。エンディングは予測可能で、最後にぶら下げたままにしておく。\u001b[22m, \u001b[1mあなたはすでに彼の試合などなど中にエンディングも予測可能とあなたが最後にぶら下がっ左で、次に何が起こるか知っています。\u001b[22m\n\u001b[4mI would like to see a season 3 but if with less pathetic MC.\u001b[24m\n    \u001b[1m私はシーズン3を見たいですが、それほど哀れなMCではありません。\u001b[22m, \u001b[1m私はあまり哀れなMCでシーズン3が、場合を見てみたいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I still enjoy the series though its predictable and somewhat disappointing the anime is still good. Except for the fact, I really get annoyed on the male MC's character this time. Everything he did so far were wasted because of overthinking. The jokes in the series is quite forced too even the romance between the protagonists are forced too. Yoshi!\n\n\u001b[1m全体的に、私はまだそのシリーズを楽しんでいますが、その予測可能でやや残念なアニメはまだまだ良いです。 事実を除いて、今回は男性のMCのキャラクターに本当に迷惑をかける。 彼がこれまでにしたことのすべては、過剰思考のために無駄になった。 シリーズのジョークは、あまりにも強制されても、主人公の間のロマンスも強制されます。 よし！\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa mada sono shirīzu o tanoshinde imasuga, sono yosoku kanōde yaya zan'nen'na anime wa madamada yoidesu. Jijitsu o nozoite, konkai wa dansei no MC no kyarakutā ni hontōni meiwakuwokakeru. Kare ga kore made ni shita koto no subete wa, kajō shikō no tame ni muda ni natta. Shirīzu no jōku wa, amarini mo kyōsei sa rete mo, shujinkō no ma no romansu mo kyōsei sa remasu. Yoshi!)\u001b[22m\n\nTranslations of \u001b[4mOverall, I still enjoy the series though its predictable and somewhat disappointing the anime is still good. Except for the fact, I really get annoyed on the male MC's character this time. Everything he did so far were wasted because of overthinking. The jokes in the series is quite forced too even the romance between the protagonists are forced too. Yoshi!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I still enjoy the series though its predictable and somewhat disappointing the anime is still good.\u001b[24m\n    \u001b[1m全体的に、私はまだそのシリーズを楽しんでいますが、その予測可能でやや残念なアニメはまだまだ良いです。\u001b[22m, \u001b[1mその予測可能とやや期待はずれのアニメはまだ良いですが、全体的に、私はまだシリーズをお楽しみください。\u001b[22m\n\u001b[4mExcept for the fact, I really get annoyed on the male MC's character this time.\u001b[24m\n    \u001b[1m事実を除いて、今回は男性のMCのキャラクターに本当に迷惑をかける。\u001b[22m, \u001b[1m事実を除いて、私は本当に、男性MCの文字この時間にイライラ。\u001b[22m\n\u001b[4mEverything he did so far were wasted because of overthinking.\u001b[24m\n    \u001b[1m彼がこれまでにしたことのすべては、過剰思考のために無駄になった。\u001b[22m, \u001b[1m彼がしたすべては、これまでためoverthinkingの無駄にされました。\u001b[22m\n\u001b[4mThe jokes in the series is quite forced too even the romance between the protagonists are forced too.\u001b[24m\n    \u001b[1mシリーズのジョークは、あまりにも強制されても、主人公の間のロマンスも強制されます。\u001b[22m, \u001b[1mシリーズのジョークはかなりすぎても強制される主人公の間にロマンスがあまりにも強制されます。\u001b[22m\n\u001b[4mYoshi!\u001b[24m\n    \u001b[1mよし！\u001b[22m, \u001b[1mヨッシー！\u001b[22m"
  },
  {
    "title": "Baby_Steps_2nd_Season",
    "id": "27663",
    "url": "https://myanimelist.net/anime/27663/Baby_Steps_2nd_Season",
    "user": "Patrickrektu",
    "profile": "/profile/Patrickrektu/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=208908",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  10\n\nBaby Stepsは、偶然に「Baby Steps」という名前のマンガをベースにしたshounen / sportsアニメです。 アニメは、プロのテニス選手になることを目標とする丸尾栄一郎に焦点を当てています。 これはすべて、ちょっとしたやりとりと平均的に見えるかもしれませんが、そうですか？ まあ、今日は私にとっていつも最高のスポーツアニメが何であるかについての私の意見を書くつもりです。\n\nストーリー：\n最初のシーズンが終わったところで話が続きます。 しかし、アニメが2シーズンを持っているような気がしません。  Fate / Zeroシーズンのように、彼らは完全に互いに流れます。 それでも、昨年から丸尾さんの苦闘、成功、そして彼のすべての改善の大部分を見ています。 このショーのための執筆は絶対華麗です。 あなたが実際にテニスを適度なレベルでプレイしたのであれば、テニスコートで心理戦を描いている様子がよくわかります。 執筆は、次のエピソードに興奮し続けるために管理しており、それは正直にほとんど中毒です。 丸尾が勝つかどうかは決して分かりません。 さて、このストーリーには小さな欠点が1つあります.3回目の公式発表日はありません。つまり、ショーはマンガだけでなく販売されていないので、1つになる可能性は低いです 。\n\nアート：\nこれは、Baby Stepsが本当に自分のゲームを強化する必要がある唯一のものです。 非常に美しくないにもかかわらず、芸術はフィッティングであり、楽しく見えます。 しかし、アニメーションはすべての面で品質に欠けています。 彼らはボールの軌跡だけを見せて壮観に見せることで、低予算のアニメーションを補う良い方法をいくつか見つけましたが、それでもまだ大きくは見えません。\n\n音：\n私はこれについてたくさん言わない。  OSTは最初のシーズンよりもはるかに優れていて、オープニングはまだ本当に良いと思える同じ曲です。 家に帰る価値はありませんが、それは間違いありません。\n\nキャラクター：\nまず第一に、丸尾のキャラクターはかなり完璧です。 丸尾が勝つ他のキャラクターの大部分と同様に。 赤ちゃんのステップは、試合の途中でフラッシュバックを行い、Maruoがその瞬間に直面しているキャラクターに関する情報を視聴者に提供する傾向があります。 これは退屈ではなく、キャラクターの開発は通常ポイント上にあり、キャラクターに共感することができます。\nしかし、本当に未熟なキャラクターが1つありますが、それは影山です。 私たちは文字通り彼を何も知らないのですか？ 私たちが知っていることは、彼が長い間Maruoと友達だったことだけです。\n\n楽しみ：\nこれはレビューの非常に偏ったセクションなので、私はここでたくさん書くつもりはありません。 私が言うことができるのは、これは私が今まで見た中で最も楽しいアニメであり、十分に得ることができないということです。 マッチは長くても、ロマンスの瞬間も興味深いものです。 私は彼らがどのように良い精神状態の重要性を示しているのが好きです。\n\n全体：\n全体として、私はベイビーステップズが本当に過小評価されたアニメだと思っています。 それは私のために、芸術のほかにすべてのことを正しく行いました。 私は私の意見が非常に偏っていることを知っています。なぜなら、私は彼らがこのアニメで遊んでいるスポーツが本当に好きですが、スポーツアニメに興味のある人、特にテニスにいる人にはこれをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBaby Steps is a shounen/sports anime based on the manga, which is coincidentally named 'Baby Steps'. The anime is focused on Maruo Eiichiro, whose goal is to become a professional tennis player. This all may seem a bit cliché and average, am i right? Well, today i'm going to write about my opinion on what is the greatest sports anime of all time for me.\n\n\u001b[1mBaby Stepsは、偶然に「Baby Steps」という名前のマンガをベースにしたshounen / sportsアニメです。 アニメは、プロのテニス選手になることを目標とする丸尾栄一郎に焦点を当てています。 これはすべて、ちょっとしたやりとりと平均的に見えるかもしれませんが、そうですか？ まあ、今日は私にとっていつも最高のスポーツアニメが何であるかについての私の意見を書くつもりです。\u001b[22m\n\u001b[1m(Bebī suteppusu wa, gūzen ni `bebī suteppusu' to iu namae no manga o bēsu ni shita shounen/ sports animedesu. Anime wa, puro no tenisu senshu ni naru koto o mokuhyō to suru Maruo Eiichirō ni shōten o atete imasu. Kore wa subete, chottoshita yaritori to heikin-teki ni mieru kamo shiremasenga,-sōdesu ka? Mā, kyō wa watashi ni totte itsumo saikō no supōtsuanime ga nandearu ka ni tsuite no watashi no iken o kaku tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mBaby Steps is a shounen/sports anime based on the manga, which is coincidentally named 'Baby Steps'. The anime is focused on Maruo Eiichiro, whose goal is to become a professional tennis player. This all may seem a bit cliché and average, am i right? Well, today i'm going to write about my opinion on what is the greatest sports anime of all time for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby Steps is a shounen/sports anime based on the manga, which is coincidentally named 'Baby Steps'.\u001b[24m\n    \u001b[1mBaby Stepsは、偶然に「Baby Steps」という名前のマンガをベースにしたshounen / sportsアニメです。\u001b[22m, \u001b[1mベイビーステップは、偶然「ベイビーステップ」という名前の漫画に基づいて、少年/スポーツアニメです。\u001b[22m\n\u001b[4mThe anime is focused on Maruo Eiichiro, whose goal is to become a professional tennis player.\u001b[24m\n    \u001b[1mアニメは、プロのテニス選手になることを目標とする丸尾栄一郎に焦点を当てています。\u001b[22m, \u001b[1mアニメは、その目標はプロのテニス選手になることです丸尾英一郎、に焦点を当てています。\u001b[22m\n\u001b[4mThis all may seem a bit cliché and average, am i right?\u001b[24m\n    \u001b[1mこれはすべて、ちょっとしたやりとりと平均的に見えるかもしれませんが、そうですか？\u001b[22m, \u001b[1mこれは、すべて私が右午前、ビット決まり文句と平均を見えるかもしれませんか？\u001b[22m\n\u001b[4mWell, today i'm going to write about my opinion on what is the greatest sports anime of all time for me.\u001b[24m\n    \u001b[1mまあ、今日は私にとっていつも最高のスポーツアニメが何であるかについての私の意見を書くつもりです。\u001b[22m, \u001b[1mさて、今日は私のためにすべての時間の最大のスポーツのアニメであるかについての私の意見について書くつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story continues where the first season left off. However, it doesn't feel like the anime has 2 seasons at all. They perfectly flow into eachother, similar to how the Fate/Zero seasons do. Yet again we get to see Maruo's struggles, succeses and most of all his improvements since last year. The writing for this show is absolutely BRILLIANT. If you've actually played tennis at a decent level, like i did, you'll see how well they portray the psychological warfare on the tennis court. The writing manages to keep you excited for the next episode and it's honestly almost addicting. You never know if Maruo's going to win or not. Now, there is one minor flaw with the story and that's that there's been no official release date announced for the third season, which means that it's unlikely that there's going to be one, since the show didn't sell as well as the manga did .\n\n\u001b[1m最初のシーズンが終わったところで話が続きます。 しかし、アニメが2シーズンを持っているような気がしません。  Fate / Zeroシーズンのように、彼らは完全に互いに流れます。 それでも、昨年から丸尾さんの苦闘、成功、そして彼のすべての改善の大部分を見ています。 このショーのための執筆は絶対華麗です。 あなたが実際にテニスを適度なレベルでプレイしたのであれば、テニスコートで心理戦を描いている様子がよくわかります。 執筆は、次のエピソードに興奮し続けるために管理しており、それは正直にほとんど中毒です。 丸尾が勝つかどうかは決して分かりません。 さて、このストーリーには小さな欠点が1つあります.3回目の公式発表日はありません。つまり、ショーはマンガだけでなく販売されていないので、1つになる可能性は低いです 。\u001b[22m\n\u001b[1m(Saisho no shīzun ga owatta tokoro de hanashi ga tsudzukimasu. Shikashi, anime ga 2 shīzun o motte iru yōna ki ga shimasen. Feito/ Zero shīzun no yō ni, karera wa kanzen ni tagaini nagaremasu. Soredemo, sakunen kara Maruo-san no kutō, seikō, soshite kare no subete no kaizen no daibubun o mite imasu. Kono shō no tame no shippitsu wa zettai kareidesu. Anata ga jissai ni tenisu o tekidona reberu de purei shita nodeareba, tenisukōto de shinri-sen o kaite iru yōsu ga yoku wakarimasu. Shippitsu wa,-ji no episōdo ni kōfun shi tsudzukeru tame ni kanri shite ori, sore wa shōjiki ni hotondo chūdokudesu. Maruo ga katsu ka dō ka wa kesshite wakarimasen. Sate, kono sutōrī ni wa chīsana ketten ga 1tsu arimasu. 3-Kai-me no kōshiki happyō-bi wa arimasen. Tsumari, shō wa manga dakedenaku hanbai sa rete inainode, 1tsu ni naru kanōsei wa hikuidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story continues where the first season left off. However, it doesn't feel like the anime has 2 seasons at all. They perfectly flow into eachother, similar to how the Fate/Zero seasons do. Yet again we get to see Maruo's struggles, succeses and most of all his improvements since last year. The writing for this show is absolutely BRILLIANT. If you've actually played tennis at a decent level, like i did, you'll see how well they portray the psychological warfare on the tennis court. The writing manages to keep you excited for the next episode and it's honestly almost addicting. You never know if Maruo's going to win or not. Now, there is one minor flaw with the story and that's that there's been no official release date announced for the third season, which means that it's unlikely that there's going to be one, since the show didn't sell as well as the manga did .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story continues where the first season left off.\u001b[24m\n    \u001b[1m最初のシーズンが終わったところで話が続きます。\u001b[22m, \u001b[1m最初のシーズンは、中断したところ話が続きます。\u001b[22m\n\u001b[4mHowever, it doesn't feel like the anime has 2 seasons at all.\u001b[24m\n    \u001b[1mしかし、アニメが2シーズンを持っているような気がしません。\u001b[22m, \u001b[1mアニメは全く2シーズンを持っているようしかし、それは感じていません。\u001b[22m\n\u001b[4mThey perfectly flow into eachother, similar to how the Fate/Zero seasons do.\u001b[24m\n    \u001b[1mFate / Zeroシーズンのように、彼らは完全に互いに流れます。\u001b[22m, \u001b[1m彼らは完全にフェイト/ゼロの季節が行う方法と同様に、お互いに流れ込みます。\u001b[22m\n\u001b[4mYet again we get to see Maruo's struggles, succeses and most of all his improvements since last year.\u001b[24m\n    \u001b[1mそれでも、昨年から丸尾さんの苦闘、成功、そして彼のすべての改善の大部分を見ています。\u001b[22m, \u001b[1mまたしても我々は昨年から丸尾の闘争、succesesとすべてのほとんど彼の改善を見ることを得ます。\u001b[22m\n\u001b[4mThe writing for this show is absolutely BRILLIANT.\u001b[24m\n    \u001b[1mこのショーのための執筆は絶対華麗です。\u001b[22m, \u001b[1mこのショーのための書き込みは絶対に素晴らしいです。\u001b[22m\n\u001b[4mIf you've actually played tennis at a decent level, like i did, you'll see how well they portray the psychological warfare on the tennis court.\u001b[24m\n    \u001b[1mあなたが実際にテニスを適度なレベルでプレイしたのであれば、テニスコートで心理戦を描いている様子がよくわかります。\u001b[22m, \u001b[1mあなたが実際にまともなレベルでテニスをプレイした場合、私がやったように、あなたは彼らがテニスコートに心理戦を描く方法をよく見ます。\u001b[22m\n\u001b[4mThe writing manages to keep you excited for the next episode and it's honestly almost addicting.\u001b[24m\n    \u001b[1m執筆は、次のエピソードに興奮し続けるために管理しており、それは正直にほとんど中毒です。\u001b[22m, \u001b[1m書き込みは、次のエピソードのために興奮し、あなたを保つために管理し、それは正直ほとんど中毒です。\u001b[22m\n\u001b[4mYou never know if Maruo's going to win or not.\u001b[24m\n    \u001b[1m丸尾が勝つかどうかは決して分かりません。\u001b[22m, \u001b[1m丸尾さんは、勝つかないつもりならば、あなたは知っていることはありません。\u001b[22m\n\u001b[4mNow, there is one minor flaw with the story and that's that there's been no official release date announced for the third season, which means that it's unlikely that there's going to be one, since the show didn't sell as well as the manga did\u001b[24m\n    \u001b[1mさて、このストーリーには小さな欠点が1つあります.3回目の公式発表日はありません。つまり、ショーはマンガだけでなく販売されていないので、1つになる可能性は低いです\u001b[22m, \u001b[1m今、そこに物語と1マイナーな欠陥があり、それはショーが同様に漫画がしたように販売していないので、それは1があるように起こっている可能性は低いことを意味する第三シーズンのために発表された公式リリース日がなかっだということです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThis is the one and only thing in which Baby Steps really needs to step up their game. The art is fitting and looks pleasant, despite not being extraordinarily beautiful. But the animation is lacking in quality in all aspects. They did find some nice ways to make up for the low budget animation by showing for example only the trajectory of the ball and making it look spectacular, but it still doesn't really look great.\n\n\u001b[1mこれは、Baby Stepsが本当に自分のゲームを強化する必要がある唯一のものです。 非常に美しくないにもかかわらず、芸術はフィッティングであり、楽しく見えます。 しかし、アニメーションはすべての面で品質に欠けています。 彼らはボールの軌跡だけを見せて壮観に見せることで、低予算のアニメーションを補う良い方法をいくつか見つけましたが、それでもまだ大きくは見えません。\u001b[22m\n\u001b[1m(Kore wa, bebī suteppusu ga hontōni jibun no gēmu o kyōka suruhitsuyōgāru yuiitsu no monodesu. Hijō ni utsukushikunai nimokakawarazu, geijutsu wa fittingudeari, tanoshiku miemasu. Shikashi, animēshon wa subete no men de hinshitsu ni kakete imasu. Karera wa bōru no kiseki dake o misete sōkan ni miseru koto de, tei yosan no animēshon o oginau yoi hōhō o ikutsu ka mitsukemashitaga, soredemo mada ōkiku wa miemasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is the one and only thing in which Baby Steps really needs to step up their game. The art is fitting and looks pleasant, despite not being extraordinarily beautiful. But the animation is lacking in quality in all aspects. They did find some nice ways to make up for the low budget animation by showing for example only the trajectory of the ball and making it look spectacular, but it still doesn't really look great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the one and only thing in which Baby Steps really needs to step up their game.\u001b[24m\n    \u001b[1mこれは、Baby Stepsが本当に自分のゲームを強化する必要がある唯一のものです。\u001b[22m, \u001b[1mこれは、ベイビーステップが本当に自分のゲームをステップアップする必要のある唯一のものです。\u001b[22m\n\u001b[4mThe art is fitting and looks pleasant, despite not being extraordinarily beautiful.\u001b[24m\n    \u001b[1m非常に美しくないにもかかわらず、芸術はフィッティングであり、楽しく見えます。\u001b[22m, \u001b[1m芸術はフィッティングで、非常に美しいされていないにも関わらず、快適な見えます。\u001b[22m\n\u001b[4mBut the animation is lacking in quality in all aspects.\u001b[24m\n    \u001b[1mしかし、アニメーションはすべての面で品質に欠けています。\u001b[22m\n\u001b[4mThey did find some nice ways to make up for the low budget animation by showing for example only the trajectory of the ball and making it look spectacular, but it still doesn't really look great.\u001b[24m\n    \u001b[1m彼らはボールの軌跡だけを見せて壮観に見せることで、低予算のアニメーションを補う良い方法をいくつか見つけましたが、それでもまだ大きくは見えません。\u001b[22m, \u001b[1mこれらは、例えば、ボールの唯一の軌跡を示し、それは壮観見て作ることによって、低予算のアニメーションを補うためにいくつかの素晴らしい方法を見つけるでしたが、それはまだ本当に素晴らしい見ていません。\u001b[22m\n\u001b[1m\u001b[22m\nsound:\n/sound/\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4msound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nI don't have a lot to say about this. The OST is much better than the first season's and the opening is still the same song, which sounds really good. It's not worth writing home about, but it certainly isn't bad.\n\n\u001b[1m私はこれについてたくさん言わない。  OSTは最初のシーズンよりもはるかに優れていて、オープニングはまだ本当に良いと思える同じ曲です。 家に帰る価値はありませんが、それは間違いありません。\u001b[22m\n\u001b[1m(Watashi wa kore ni tsuite takusan iwanai. OST wa saisho no shīzun yori mo haruka ni sugurete ite, ōpuningu wa mada hontōni yoi to omoeru onaji kyokudesu. Ienikaeru kachi wa arimasenga, soreha machigai arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI don't have a lot to say about this. The OST is much better than the first season's and the opening is still the same song, which sounds really good. It's not worth writing home about, but it certainly isn't bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't have a lot to say about this.\u001b[24m\n    \u001b[1m私はこれについてたくさん言わない。\u001b[22m, \u001b[1m私はこれについて言うことがたくさん持っていません。\u001b[22m\n\u001b[4mThe OST is much better than the first season's and the opening is still the same song, which sounds really good.\u001b[24m\n    \u001b[1mOSTは最初のシーズンよりもはるかに優れていて、オープニングはまだ本当に良いと思える同じ曲です。\u001b[22m, \u001b[1mOSTは、最初のシーズンのよりもはるかに優れていると開口部はまだ本当に良い音同じ曲、です。\u001b[22m\n\u001b[4mIt's not worth writing home about, but it certainly isn't bad.\u001b[24m\n    \u001b[1m家に帰る価値はありませんが、それは間違いありません。\u001b[22m, \u001b[1mこれは、ホーム書く価値はないが、それは確かに悪いことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nfirst of all, Maruo's character is pretty much flawless. As well as most of the other characters that Maruo's up against. Baby Steps tends to do flashbacks in the middle of a match to get the viewer some information on the character that Maruo is facing at that moment. This isn't boring and the character development is usually on point and makes you sympathize with the characters.\n\n\u001b[1mまず第一に、丸尾のキャラクターはかなり完璧です。 丸尾が勝つ他のキャラクターの大部分と同様に。 赤ちゃんのステップは、試合の途中でフラッシュバックを行い、Maruoがその瞬間に直面しているキャラクターに関する情報を視聴者に提供する傾向があります。 これは退屈ではなく、キャラクターの開発は通常ポイント上にあり、キャラクターに共感することができます。\u001b[22m\n\u001b[1m(Mazu daiichi ni, Maruo no kyarakutā wa kanari kanpekidesu. Maruo ga katsu ta no kyarakutā no daibubun to dōyō ni. Akachan no suteppu wa, shiai no tochū de furasshu bakku o okonai, Maruo ga sono shunkan ni chokumen shite iru kyarakutā ni kansuru jōhō o shichō-sha ni teikyō suru keikō ga arimasu. Kore wa taikutsude wa naku, kyarakutā no kaihatsu wa tsūjō pointo-jō ni ari, kyarakutā ni kyōkan suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mfirst of all, Maruo's character is pretty much flawless. As well as most of the other characters that Maruo's up against. Baby Steps tends to do flashbacks in the middle of a match to get the viewer some information on the character that Maruo is facing at that moment. This isn't boring and the character development is usually on point and makes you sympathize with the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfirst of all, Maruo's character is pretty much flawless.\u001b[24m\n    \u001b[1mまず第一に、丸尾のキャラクターはかなり完璧です。\u001b[22m, \u001b[1mまず、丸尾の文字はかなり完璧です。\u001b[22m\n\u001b[4mAs well as most of the other characters that Maruo's up against.\u001b[24m\n    \u001b[1m丸尾が勝つ他のキャラクターの大部分と同様に。\u001b[22m, \u001b[1m同様に丸尾のアップに対する他の文字のほとんど。\u001b[22m\n\u001b[4mBaby Steps tends to do flashbacks in the middle of a match to get the viewer some information on the character that Maruo is facing at that moment.\u001b[24m\n    \u001b[1m赤ちゃんのステップは、試合の途中でフラッシュバックを行い、Maruoがその瞬間に直面しているキャラクターに関する情報を視聴者に提供する傾向があります。\u001b[22m, \u001b[1mベイビーステップは、視聴者に丸尾は、その瞬間に直面している性質上、いくつかの情報を得るために試合の途中でフラッシュバックを行う傾向があります。\u001b[22m\n\u001b[4mThis isn't boring and the character development is usually on point and makes you sympathize with the characters.\u001b[24m\n    \u001b[1mこれは退屈ではなく、キャラクターの開発は通常ポイント上にあり、キャラクターに共感することができます。\u001b[22m, \u001b[1mこれは退屈ではなく、文字の開発がポイントで、通常であり、あなたが文字に同情なります。\u001b[22m\nBut, there's one really underdeveloped character, which is Kageyama. We literally know nothing of him, do we? All we know is that he's been friends with Maruo for a long period of time.\n\n\u001b[1mしかし、本当に未熟なキャラクターが1つありますが、それは影山です。 私たちは文字通り彼を何も知らないのですか？ 私たちが知っていることは、彼が長い間Maruoと友達だったことだけです。\u001b[22m\n\u001b[1m(Shikashi, hontōni mijukuna kyarakutā ga 1tsu arimasuga, sore wa Kageyamadesu. Watashitachi wa mojidōri kare o nani mo shiranai nodesu ka? Watashitachi ga shitte iru koto wa, kare ga nagaiai Maruo to tomodachidatta koto dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mBut, there's one really underdeveloped character, which is Kageyama. We literally know nothing of him, do we? All we know is that he's been friends with Maruo for a long period of time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, there's one really underdeveloped character, which is Kageyama.\u001b[24m\n    \u001b[1mしかし、本当に未熟なキャラクターが1つありますが、それは影山です。\u001b[22m, \u001b[1mしかし、影山ある1本当に未発達の文字が、あります。\u001b[22m\n\u001b[4mWe literally know nothing of him, do we?\u001b[24m\n    \u001b[1m私たちは文字通り彼を何も知らないのですか？\u001b[22m, \u001b[1m私たちは、文字通り彼の何も知らない、私たちはいますか？\u001b[22m\n\u001b[4mAll we know is that he's been friends with Maruo for a long period of time.\u001b[24m\n    \u001b[1m私たちが知っていることは、彼が長い間Maruoと友達だったことだけです。\u001b[22m, \u001b[1m私たちが知っているすべては、彼が長期間丸尾と友達になっていますということです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nSince this is a very biased section of the review, i'm not going to write a lot here. All i can say is that this is one the most enjoyable anime i've ever seen and i can't get enough of it. The matches keep you interested, despite being long and the romance moments are fun to watch as well. I like how they show the importance of a good mental state as well.\n\n\u001b[1mこれはレビューの非常に偏ったセクションなので、私はここでたくさん書くつもりはありません。 私が言うことができるのは、これは私が今まで見た中で最も楽しいアニメであり、十分に得ることができないということです。 マッチは長くても、ロマンスの瞬間も興味深いものです。 私は彼らがどのように良い精神状態の重要性を示しているのが好きです。\u001b[22m\n\u001b[1m(Kore wa rebyū no hijō ni katayotta sekushon'nanode, watashi wa koko de takusan kaku tsumori wa arimasen. Watashi ga iu koto ga dekiru no wa, kore wa watashi ga imamade mita naka de mottomo tanoshī animedeari, jūbun ni eru koto ga dekinai to iu kotodesu. Matchi wa nagakute mo, romansu no shunkan mo kyōmibukai monodesu. Watashi wa karera ga dono yō ni yoi seishin jōtai no jūyō-sei o shimeshite iru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mSince this is a very biased section of the review, i'm not going to write a lot here. All i can say is that this is one the most enjoyable anime i've ever seen and i can't get enough of it. The matches keep you interested, despite being long and the romance moments are fun to watch as well. I like how they show the importance of a good mental state as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince this is a very biased section of the review, i'm not going to write a lot here.\u001b[24m\n    \u001b[1mこれはレビューの非常に偏ったセクションなので、私はここでたくさん書くつもりはありません。\u001b[22m, \u001b[1mこのレビューの非常に偏った部分であるので、私はここで多くのことを書くつもりはありません。\u001b[22m\n\u001b[4mAll i can say is that this is one the most enjoyable anime i've ever seen and i can't get enough of it.\u001b[24m\n    \u001b[1m私が言うことができるのは、これは私が今まで見た中で最も楽しいアニメであり、十分に得ることができないということです。\u001b[22m, \u001b[1mすべて私に言えることは、これは私が今まで見た中で最も楽しいアニメ一つであり、私はそれを十分に得ることができないということです。\u001b[22m\n\u001b[4mThe matches keep you interested, despite being long and the romance moments are fun to watch as well.\u001b[24m\n    \u001b[1mマッチは長くても、ロマンスの瞬間も興味深いものです。\u001b[22m, \u001b[1m試合は長いにも関わらず、興味を持ってあなたを維持し、ロマンスのモーメントも同様に見ていて楽しいです。\u001b[22m\n\u001b[4mI like how they show the importance of a good mental state as well.\u001b[24m\n    \u001b[1m私は彼らがどのように良い精神状態の重要性を示しているのが好きです。\u001b[22m, \u001b[1m私は、彼らが同様に良好な精神状態の重要性を示すかのように。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nOverall, i think Baby Steps truly is an underrated anime, that deserves a lot more attention. It did everything right for me, besides the art. I do know that my opinion is very biased, since i really like the sports they're playing in this anime, but i'd still recommend this to anyone who's into sports anime and especially to anyone who's into tennis.\n\n\u001b[1m全体として、私はベイビーステップズが本当に過小評価されたアニメだと思っています。 それは私のために、芸術のほかにすべてのことを正しく行いました。 私は私の意見が非常に偏っていることを知っています。なぜなら、私は彼らがこのアニメで遊んでいるスポーツが本当に好きですが、スポーツアニメに興味のある人、特にテニスにいる人にはこれをお勧めします。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa beibīsuteppuzu ga hontōni kashō hyōka sa reta animeda to omotte imasu. Sore wa watashi no tame ni, geijutsu no hoka ni subete no koto o tadashiku okonaimashita. Watashi wa watashi no iken ga hijō ni katayotte iru koto o shitte imasu. Nazenara, watashi wa karera ga kono anime de asonde iru supōtsu ga hontōni sukidesuga, supōtsuanime ni kyōmi no aru hito, tokuni tenisu ni iru hito ni wa kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, i think Baby Steps truly is an underrated anime, that deserves a lot more attention. It did everything right for me, besides the art. I do know that my opinion is very biased, since i really like the sports they're playing in this anime, but i'd still recommend this to anyone who's into sports anime and especially to anyone who's into tennis.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, i think Baby Steps truly is an underrated anime, that deserves a lot more attention.\u001b[24m\n    \u001b[1m全体として、私はベイビーステップズが本当に過小評価されたアニメだと思っています。\u001b[22m, \u001b[1m全体的に、私はベイビーステップは、本当に多くのより多くの注目に値する過小評価アニメ、だと思います。\u001b[22m\n\u001b[4mIt did everything right for me, besides the art.\u001b[24m\n    \u001b[1mそれは私のために、芸術のほかにすべてのことを正しく行いました。\u001b[22m, \u001b[1mそれは芸術のほかに、右私のためにすべてをしました。\u001b[22m\n\u001b[4mI do know that my opinion is very biased, since i really like the sports they're playing in this anime, but i'd still recommend this to anyone who's into sports anime and especially to anyone who's into tennis.\u001b[24m\n    \u001b[1m私は私の意見が非常に偏っていることを知っています。なぜなら、私は彼らがこのアニメで遊んでいるスポーツが本当に好きですが、スポーツアニメに興味のある人、特にテニスにいる人にはこれをお勧めします。\u001b[22m, \u001b[1m私は私が本当に彼らがこのアニメでプレーしているスポーツが好きので、私の意見では、非常に偏っていることを知っていますが、私はまだスポーツアニメ化、特にテニスにだ誰にだ誰にもこのことをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Baby_Steps_2nd_Season",
    "id": "27663",
    "url": "https://myanimelist.net/anime/27663/Baby_Steps_2nd_Season",
    "user": "walker6",
    "profile": "/profile/walker6/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=199498",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\nBaby Stepsは私の好きな純粋なスポーツアニメです。\n\n私は本当にこれまでにレビューを書いていません（これは私の初めてのMALのレビューを書いています）。なぜこれが私の好きなものなのかを簡単に書き上げるつもりです。\n\nBaby Stepsは、あなたがゆっくりと始めるショーを見て、大きな報酬についてです。 主人公（丸尾）は、進歩の各段階で、その瞬間までの時間と蓄積のために、その踏み台の重さを非常に感じることができます。 タイトルは、それ自体を語ります。それは、テニスの初心者から勤勉と決断をうまく乗り越えるための丸尾の旅です。 ロマンス、外の人生、成功へのプレッシャーなどのようなものはすべて物語を進め、優れたキャラクターのキャストで物事を推進します。\n\n一番上に、私はBaby Stepsが私の好きな「純粋な」スポーツアニメだと言った。 そしてそれによって私はそれについて非現実的なことは何もないことを意味します。 これは黒子のバスケットボールではなく、すべてのキャラクターが自分の能力ですべての現実を無視しているようだ。 現実世界で起こることはすべて完全に可能です。 それはあなたにテニスのスポーツについて教えてくれるし、本当の人生でこれが起こることさえ疑うことなく、本当に文字を学び成長することができます。\n\nこのシリーズは、アニメーションの品質と一貫性を保ち、優れたサウンドトラック、OPやEDの音楽やアニメーションを使用し、ソースの素材に信じられないほどよく忠実にペースされています。 あなたは急いで感じることはありませんし、すべての大きな瞬間がスポットライトで彼らの時間を持っています。\n\n全体的な赤ちゃんのステップは、スポーツアニメを見たい人のための一番の選択肢ではない場合、トップの選択肢の1つでなければなりません。 素晴らしいキャラクター、ストーリー、アニメーション、ペーシングで、Baby Stepsは過去2年間にテニスプレイヤーとして成長するMaruoの旅に続いて、覚えておきたいアニメです。 見て楽しむ\n\nベビーステップスは私から10/10です。 読んでくれてありがとう！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBaby Steps is my favorite pure sports anime.\n\n\u001b[1mBaby Stepsは私の好きな純粋なスポーツアニメです。\u001b[22m\n\u001b[1m(Bebī suteppusu wa watashi no sukina junsuina supōtsuanimedesu.)\u001b[22m\n\nTranslations of \u001b[4mBaby Steps is my favorite pure sports anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby Steps is my favorite pure sports anime.\u001b[24m\n    \u001b[1mBaby Stepsは私の好きな純粋なスポーツアニメです。\u001b[22m, \u001b[1mベイビーステップは私のお気に入りの純粋なスポーツアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nI really do not write reviews ever (this is my first time writing a review on MAL as well) so I am just going to do a short write up talking about why this is my favorite one.\n\n\u001b[1m私は本当にこれまでにレビューを書いていません（これは私の初めてのMALのレビューを書いています）。なぜこれが私の好きなものなのかを簡単に書き上げるつもりです。\u001b[22m\n\u001b[1m(Watashi wa hontōni kore made ni rebyū o kaite imasen (kore wa watashi no hajimete no MAL no rebyū o kaite imasu). Naze kore ga watashi no sukina monona no ka o kantan ni kakiageru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mI really do not write reviews ever (this is my first time writing a review on MAL as well) so I am just going to do a short write up talking about why this is my favorite one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really do not write reviews ever (this is my first time writing a review on MAL as well) so I am just going to do a short write up talking about why this is my favorite one.\u001b[24m\n    \u001b[1m私は本当にこれまでにレビューを書いていません（これは私の初めてのMALのレビューを書いています）。なぜこれが私の好きなものなのかを簡単に書き上げるつもりです。\u001b[22m, \u001b[1m私は本当に今までにレビューを書かない（これもMALのレビューを書いて初めてです）ので、私はちょうどこれが私のお気に入りの一つである理由について話短い書き込みをするつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nBaby Steps is about big payoffs, watching the show you start slowly. With each step of progress the main character (Maruo) makes you can feel the weight of that step immensely because of the time and buildup leading up to that moment. The title speaks for itself, it's about Maruo's journey from being a novice at tennis to getting better through hard work and determination. Things like romance, outside life, pressure to succeed, and more all drive the story forward, with an excellent cast of characters to help push things along.\n\n\u001b[1mBaby Stepsは、あなたがゆっくりと始めるショーを見て、大きな報酬についてです。 主人公（丸尾）は、進歩の各段階で、その瞬間までの時間と蓄積のために、その踏み台の重さを非常に感じることができます。 タイトルは、それ自体を語ります。それは、テニスの初心者から勤勉と決断をうまく乗り越えるための丸尾の旅です。 ロマンス、外の人生、成功へのプレッシャーなどのようなものはすべて物語を進め、優れたキャラクターのキャストで物事を推進します。\u001b[22m\n\u001b[1m(Bebī suteppusu wa, anata ga yukkuri to hajimeru shō o mite, ōkina hōshū ni tsuitedesu. Shujinkō (Maruo) wa, shinpo no kaku dankai de, sono shunkan made no jikan to chikuseki no tame ni, sono fumidai no omo-sa o hijō ni kanjiru koto ga dekimasu. Taitoru wa, sore jitai o katarimasu. Sore wa, tenisu no shoshinsha kara kinben to ketsudan o umaku norikoeru tame no Maruo no tabidesu. Romansu,-gai no jinsei, seikō e no puresshā nado no yōna mono wa subete monogatari o susume, sugureta kyarakutā no kyasuto de monogoto o suishin shimasu.)\u001b[22m\n\nTranslations of \u001b[4mBaby Steps is about big payoffs, watching the show you start slowly. With each step of progress the main character (Maruo) makes you can feel the weight of that step immensely because of the time and buildup leading up to that moment. The title speaks for itself, it's about Maruo's journey from being a novice at tennis to getting better through hard work and determination. Things like romance, outside life, pressure to succeed, and more all drive the story forward, with an excellent cast of characters to help push things along.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby Steps is about big payoffs, watching the show you start slowly.\u001b[24m\n    \u001b[1mBaby Stepsは、あなたがゆっくりと始めるショーを見て、大きな報酬についてです。\u001b[22m, \u001b[1mベイビーステップは、あなたがゆっくりと開始番組を見て、大きな利益供与についてです。\u001b[22m\n\u001b[4mWith each step of progress the main character (Maruo) makes you can feel the weight of that step immensely because of the time and buildup leading up to that moment.\u001b[24m\n    \u001b[1m主人公（丸尾）は、進歩の各段階で、その瞬間までの時間と蓄積のために、その踏み台の重さを非常に感じることができます。\u001b[22m, \u001b[1m進捗の各段階で主人公（丸尾）は、非常にため、その瞬間に至るまでの時間と蓄積のそのステップの重さを感じることができることができます。\u001b[22m\n\u001b[4mThe title speaks for itself, it's about Maruo's journey from being a novice at tennis to getting better through hard work and determination.\u001b[24m\n    \u001b[1mタイトルは、それ自体を語ります。それは、テニスの初心者から勤勉と決断をうまく乗り越えるための丸尾の旅です。\u001b[22m, \u001b[1mタイトルは自身のために語って、それがテニスで初心者であることから、ハードワークと決意を介して良くなってに丸尾の旅についてです。\u001b[22m\n\u001b[4mThings like romance, outside life, pressure to succeed, and more all drive the story forward, with an excellent cast of characters to help push things along.\u001b[24m\n    \u001b[1mロマンス、外の人生、成功へのプレッシャーなどのようなものはすべて物語を進め、優れたキャラクターのキャストで物事を推進します。\u001b[22m, \u001b[1mロマンス、外生命、成功する圧力、およびより多くのようなものがすべてに沿って物事をプッシュ助けるために文字の優れたキャストで、前方に話を駆動します。\u001b[22m\n\u001b[1m\u001b[22m\nAt the top I said Baby Steps is my favorite 'pure' sports anime. And by that I mean there is nothing unrealistic about it. This isn't Kuroko's Basketball where every character seems to defy all reality with their abilities. Everything that happens is completely possible in the real world. It teaches you about the sport of tennis and you genuinely get to learn and grow with the characters without ever wondering if this can even happen in real life.\n\n\u001b[1m一番上に、私はBaby Stepsが私の好きな「純粋な」スポーツアニメだと言った。 そしてそれによって私はそれについて非現実的なことは何もないことを意味します。 これは黒子のバスケットボールではなく、すべてのキャラクターが自分の能力ですべての現実を無視しているようだ。 現実世界で起こることはすべて完全に可能です。 それはあなたにテニスのスポーツについて教えてくれるし、本当の人生でこれが起こることさえ疑うことなく、本当に文字を学び成長することができます。\u001b[22m\n\u001b[1m(Ichiban-jō ni, watashi wa bebī suteppusu ga watashi no sukina `junsuina' supōtsuanimeda to itta. Soshite sore ni yotte watashi wa sore ni tsuite higenjitsutekina koto wa nani mo nai koto o imi shimasu. Kore wa kuroko no basukettobōrude wa naku, subete no kyarakutā ga jibun no nōryoku de subete no genjitsu o mushi shite iru yōda. Genjitsu sekai de okoru koto wa subete kanzen ni kanōdesu. Sore wa anata ni tenisu no supōtsu ni tsuite oshietekureru shi, hontō no jinsei de kore ga okoru koto sae utagau koto naku, hontōni moji o manabi seichō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAt the top I said Baby Steps is my favorite 'pure' sports anime. And by that I mean there is nothing unrealistic about it. This isn't Kuroko's Basketball where every character seems to defy all reality with their abilities. Everything that happens is completely possible in the real world. It teaches you about the sport of tennis and you genuinely get to learn and grow with the characters without ever wondering if this can even happen in real life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the top I said Baby Steps is my favorite 'pure' sports anime.\u001b[24m\n    \u001b[1m一番上に、私はBaby Stepsが私の好きな「純粋な」スポーツアニメだと言った。\u001b[22m, \u001b[1m上部には私はベイビーステップは、私の好きな「純粋な」スポーツアニメであると述べました。\u001b[22m\n\u001b[4mAnd by that I mean there is nothing unrealistic about it.\u001b[24m\n    \u001b[1mそしてそれによって私はそれについて非現実的なことは何もないことを意味します。\u001b[22m, \u001b[1mそして、それによって、私はそれについて非現実的なものは何もありません意味します。\u001b[22m\n\u001b[4mThis isn't Kuroko's Basketball where every character seems to defy all reality with their abilities.\u001b[24m\n    \u001b[1mこれは黒子のバスケットボールではなく、すべてのキャラクターが自分の能力ですべての現実を無視しているようだ。\u001b[22m, \u001b[1mこれは、すべての文字が自分の能力を持つすべての現実を無視するように思わ黒子のバスケではありません。\u001b[22m\n\u001b[4mEverything that happens is completely possible in the real world.\u001b[24m\n    \u001b[1m現実世界で起こることはすべて完全に可能です。\u001b[22m, \u001b[1m起こるすべては、現実の世界では完全に可能です。\u001b[22m\n\u001b[4mIt teaches you about the sport of tennis and you genuinely get to learn and grow with the characters without ever wondering if this can even happen in real life.\u001b[24m\n    \u001b[1mそれはあなたにテニスのスポーツについて教えてくれるし、本当の人生でこれが起こることさえ疑うことなく、本当に文字を学び成長することができます。\u001b[22m, \u001b[1mそれはテニスというスポーツについてあなたを教えて、あなたは純粋に学び、これがあっても実際の生活の中で起こることができれば、これまで疑問にせずに文字と一緒に成長してもらいます。\u001b[22m\n\u001b[1m\u001b[22m\nThe series remains consistent with it's animation quality, uses a superb soundtrack as well as OP and ED music and animations and is paced incredibly well and faithfully to the source material. You don't feel rushed and every big moment has their time in the spotlight.\n\n\u001b[1mこのシリーズは、アニメーションの品質と一貫性を保ち、優れたサウンドトラック、OPやEDの音楽やアニメーションを使用し、ソースの素材に信じられないほどよく忠実にペースされています。 あなたは急いで感じることはありませんし、すべての大きな瞬間がスポットライトで彼らの時間を持っています。\u001b[22m\n\u001b[1m(Kono shirīzu wa, animēshon no hinshitsu to ikkan-sei o tamochi, sugureta saundotorakku, OP ya ED no ongaku ya animēshon o shiyō shi, sōsu no sozai ni shinji rarenai hodo yoku chūjitsu ni pēsu sa rete imasu. Anata wa isoide kanjiru koto wa arimasenshi, subete no ōkina shunkan ga supottoraito de karera no jikan o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe series remains consistent with it's animation quality, uses a superb soundtrack as well as OP and ED music and animations and is paced incredibly well and faithfully to the source material. You don't feel rushed and every big moment has their time in the spotlight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series remains consistent with it's animation quality, uses a superb soundtrack as well as OP and ED music and animations and is paced incredibly well and faithfully to the source material.\u001b[24m\n    \u001b[1mこのシリーズは、アニメーションの品質と一貫性を保ち、優れたサウンドトラック、OPやEDの音楽やアニメーションを使用し、ソースの素材に信じられないほどよく忠実にペースされています。\u001b[22m, \u001b[1mシリーズはOPとEDの音楽やアニメーションだけでなく、素晴らしいサウンドトラックを使用し、ソース材料に非常によくし、忠実にペースされ、それのアニメーション品質と一貫性を維持します。\u001b[22m\n\u001b[4mYou don't feel rushed and every big moment has their time in the spotlight.\u001b[24m\n    \u001b[1mあなたは急いで感じることはありませんし、すべての大きな瞬間がスポットライトで彼らの時間を持っています。\u001b[22m, \u001b[1mあなたは急いで感じることはありませんし、すべての大きなモーメントが脚光を浴びて自分の時間を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall Baby Steps should be one of the top choices if not the top choice for anyone wanting to watch a sports anime. With awesome characters, story, animation, and pacing, Baby Steps is an anime to remember and following Maruo's journey to grow as a tennis player over these past two seasons (and hopefully for a third season as well) has been and will be incredible and fun to watch.\n\n\u001b[1m全体的な赤ちゃんのステップは、スポーツアニメを見たい人のための一番の選択肢ではない場合、トップの選択肢の1つでなければなりません。 素晴らしいキャラクター、ストーリー、アニメーション、ペーシングで、Baby Stepsは過去2年間にテニスプレイヤーとして成長するMaruoの旅に続いて、覚えておきたいアニメです。 見て楽しむ\u001b[22m\n\u001b[1m(Zentai-tekina akachan no suteppu wa, supōtsuanime o mitai hito no tame no ichiban no sentakushide wanai baai, toppu no sentakushi no 1tsudenakereba narimasen. Subarashī kyarakutā, sutōrī, animēshon, pēshingu de, bebī suteppusu wa kako 2-nenkan ni tenisupureiyā to shite seichō suru Maruo no tabi ni tsudzuite, oboete okitai animedesu. Mite tanoshimu)\u001b[22m\n\nTranslations of \u001b[4mOverall Baby Steps should be one of the top choices if not the top choice for anyone wanting to watch a sports anime. With awesome characters, story, animation, and pacing, Baby Steps is an anime to remember and following Maruo's journey to grow as a tennis player over these past two seasons (and hopefully for a third season as well) has been and will be incredible and fun to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Baby Steps should be one of the top choices if not the top choice for anyone wanting to watch a sports anime.\u001b[24m\n    \u001b[1m全体的な赤ちゃんのステップは、スポーツアニメを見たい人のための一番の選択肢ではない場合、トップの選択肢の1つでなければなりません。\u001b[22m, \u001b[1m全体的なベイビーステップは、トップの選択肢の一つでない場合はスポーツアニメを見たい人のための最有力候補であるべきです。\u001b[22m\n\u001b[4mWith awesome characters, story, animation, and pacing, Baby Steps is an anime to remember and following Maruo's journey to grow as a tennis player over these past two seasons (and hopefully for a third season as well) has been and will be incredible and\u001b[24m\n    \u001b[1m素晴らしいキャラクター、ストーリー、アニメーション、ペーシングで、Baby Stepsは過去2年間にテニスプレイヤーとして成長するMaruoの旅に続いて、覚えておきたいアニメです。\u001b[22m, \u001b[1m素晴らしいキャラクター、ストーリー、アニメーション、およびペーシングで、ベイビーステップがされている覚えてアニメと（そして、できれば同様に第三シーズンに向けて）これらの過去2シーズンにわたってテニス選手として成長する丸尾の旅を以下であると信じられないほどになり、\u001b[22m\n\u001b[4mfun to watch.\u001b[24m\n    \u001b[1m見て楽しむ\u001b[22m, \u001b[1m見ていて楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nBaby Steps get's a 10/10 from me. Thanks for reading!\n\n\u001b[1mベビーステップスは私から10/10です。 読んでくれてありがとう！\u001b[22m\n\u001b[1m(Bebīsuteppusu wa watashi kara 10/ 10desu. Yonde kurete arigatō!)\u001b[22m\n\nTranslations of \u001b[4mBaby Steps get's a 10/10 from me. Thanks for reading!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBaby Steps get's a 10/10 from me.\u001b[24m\n    \u001b[1mベビーステップスは私から10/10です。\u001b[22m, \u001b[1mベイビーステップは、私からの10月10日です取得します。\u001b[22m\n\u001b[4mThanks for reading!\u001b[24m\n    \u001b[1m読んでくれてありがとう！\u001b[22m"
  }
]
