[
  {
    "title": "Nisekoi_",
    "id": "27787",
    "url": "https://myanimelist.net/anime/27787/Nisekoi_",
    "user": "Gumil",
    "profile": "/profile/Gumil/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=224511",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  4\n|  6\n\n私は今シーズンが最初のものほど気に入らず、最初のものが大好きです。\nどうして？ まあ：\n\n＆gt;今シーズンはほとんどストーリーがありませんが、興味のないエピソードではダムのインタラクションを見せています。\n＆gt; 12のエピソードのうち9つはフィラーだけです。 それでも、実際にキャラクターの開発と関係のある3人は、おそらくシリーズ全体で最高です。 それらは本当に私のためにシーズンを救った。\n＆gt; 話は平均6をやや上回っています。 しかしちょうどとマイコのエピソードのためです。\n\n＆gt;私はショーのアートに何の問題もありません。 実際に、私はShaftがショーに入れたスタイルが本当に好きです。 オープニングテーマは楽しく活気があり、本当に頭がおかしくなったいくつかのテーマがあります。 アートの場合は8/10、音楽の場合は7です。\n\n＆gt;キャラクター...私は春が嫌いです。 彼女はとても迷惑です。 今シーズンに登場した新しいキャラクターは、私にとって非常に迷惑です。 最初のシーズンのキャストについて、キトゲとマイコを除いて、彼らは実際には何も開発を取得していません。 これが私が今シーズンに入らなかった主な理由です。\n\n＆gt;今シーズンの欠点があっても、ニセコイ（最初のシーズンが良い）が大好きで、何度もこのアニメに戻ってきます。\n＆gt;第2シーズンは本当に大きな問題ではありませんが、ある程度楽しんでいました。 それは私の個人的な楽しみのために6を得ます。 全体的なスコアは6です。\n\n＆gt;最初のシーズンを見ることをお勧めします。本当にニセコイに行ったら、そのマンガを読むべきです。 それでも充填材がいっぱいであっても、それを読むのが早いです。\n\n読んでいただきありがとうございます。 後で！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI didn't really like this season as much as the first one, and I like the first one a lot.\n\n\u001b[1m私は今シーズンが最初のものほど気に入らず、最初のものが大好きです。\u001b[22m\n\u001b[1m(Watashi wa ima shīzun ga saisho no mono hodo kiniirazu, saisho no mono ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI didn't really like this season as much as the first one, and I like the first one a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't really like this season as much as the first one, and I like the first one a lot.\u001b[24m\n    \u001b[1m私は今シーズンが最初のものほど気に入らず、最初のものが大好きです。\u001b[22m, \u001b[1m私は最初の1限り、このシーズンのように実際になかった、と私は最初の1ロットが好き。\u001b[22m\nWhy? Well:\n\n\u001b[1mどうして？ まあ：\u001b[22m\n\u001b[1m(Dōshite? Mā:)\u001b[22m\n\nTranslations of \u001b[4mWhy? Well:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mWell:\u001b[24m\n    \u001b[1mまあ：\u001b[22m\n\u001b[1m\u001b[22m\n&gt;This season has practically no story, it is more into showing dumb interactions in uninteresting episodes.\n\n\u001b[1m＆gt;今シーズンはほとんどストーリーがありませんが、興味のないエピソードではダムのインタラクションを見せています。\u001b[22m\n\u001b[1m(& Gt; ima shīzun wa hotondo sutōrī ga arimasenga, kyōmi no nai episōdode wa damu no intarakushon o misete imasu.)\u001b[22m\n\nTranslations of \u001b[4m&gt;This season has practically no story, it is more into showing dumb interactions in uninteresting episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;This season has practically no story, it is more into showing dumb interactions in uninteresting episodes.\u001b[24m\n    \u001b[1m＆gt;今シーズンはほとんどストーリーがありませんが、興味のないエピソードではダムのインタラクションを見せています。\u001b[22m, \u001b[1m＆gt;は今シーズンは事実上何の話は、それが面白くないのエピソードでダムの相互作用を示すによりでませんでした。\u001b[22m\n&gt;9 out of 12 episodes are just filler. Even so, the 3 that actually have something to do with character development, are probably the best in the whole series. Those really saved the season for me.\n\n\u001b[1m＆gt; 12のエピソードのうち9つはフィラーだけです。 それでも、実際にキャラクターの開発と関係のある3人は、おそらくシリーズ全体で最高です。 それらは本当に私のためにシーズンを救った。\u001b[22m\n\u001b[1m(& Gt; 12 no episōdo no uchi kokonotsu wa firā dakedesu. Soredemo, jissai ni kyarakutā no kaihatsu to kankei no aru 3-ri wa, osoraku shirīzu zentai de saikōdesu. Sorera wa hontōni watashi no tame ni shīzun o sukutta.)\u001b[22m\n\nTranslations of \u001b[4m&gt;9 out of 12 episodes are just filler. Even so, the 3 that actually have something to do with character development, are probably the best in the whole series. Those really saved the season for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;9 out of 12 episodes are just filler.\u001b[24m\n    \u001b[1m＆gt; 12のエピソードのうち9つはフィラーだけです。\u001b[22m, \u001b[1m＆GT; 12エピソードのうち9は、ちょうどフィラーです。\u001b[22m\n\u001b[4mEven so, the 3 that actually have something to do with character development, are probably the best in the whole series.\u001b[24m\n    \u001b[1mそれでも、実際にキャラクターの開発と関係のある3人は、おそらくシリーズ全体で最高です。\u001b[22m, \u001b[1mたとえそうであっても、実際にキャラクターの成長とは何かを持っている3は、おそらく全シリーズで最高です。\u001b[22m\n\u001b[4mThose really saved the season for me.\u001b[24m\n    \u001b[1mそれらは本当に私のためにシーズンを救った。\u001b[22m, \u001b[1mそれらは本当に私のためにシーズンを救いました。\u001b[22m\n&gt; The story gets an slightly above average 6; but it is just because Chitoge and Maiko's episodes.\n\n\u001b[1m＆gt; 話は平均6をやや上回っています。 しかしちょうどとマイコのエピソードのためです。\u001b[22m\n\u001b[1m(& Gt; hanashi wa heikin 6 o yaya uwamawatte imasu. Shikashi chōdo to maiko no episōdo no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4m&gt; The story gets an slightly above average 6; but it is just because Chitoge and Maiko's episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;\u001b[24m\n    \u001b[1m＆gt;\u001b[22m\n\u001b[4mThe story gets an slightly above average 6;\u001b[24m\n    \u001b[1m話は平均6をやや上回っています。\u001b[22m, \u001b[1m物語はわずか平均6上記取得します。\u001b[22m\n\u001b[4mbut it is just because Chitoge and Maiko's episodes.\u001b[24m\n    \u001b[1mしかしちょうどとマイコのエピソードのためです。\u001b[22m, \u001b[1mそれが理由だけでChitogeと舞妓さんのエピソードです。\u001b[22m\n\u001b[1m\u001b[22m\n&gt;I don't have any problems with the show's art. In fact, I really like the style that Shaft puts in their shows. The opening theme is fun and vibrant, and there are some other themes that really got stuck in my head. 8/10 for the art, and 7 for the music.\n\n\u001b[1m＆gt;私はショーのアートに何の問題もありません。 実際に、私はShaftがショーに入れたスタイルが本当に好きです。 オープニングテーマは楽しく活気があり、本当に頭がおかしくなったいくつかのテーマがあります。 アートの場合は8/10、音楽の場合は7です。\u001b[22m\n\u001b[1m(& Gt; watashi wa shō no āto ni nani no mondai mo arimasen. Jissai ni, watashi wa Shaft ga shō ni ireta sutairu ga hontōni sukidesu. Ōpuningutēma wa tanoshiku kakki ga ari, hontōni atama ga okashiku natta ikutsu ka no tēma ga arimasu. Āto no baai wa 8/ 10, ongaku no baai wa 7desu.)\u001b[22m\n\nTranslations of \u001b[4m&gt;I don't have any problems with the show's art. In fact, I really like the style that Shaft puts in their shows. The opening theme is fun and vibrant, and there are some other themes that really got stuck in my head. 8/10 for the art, and 7 for the music.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;I don't have any problems with the show's art.\u001b[24m\n    \u001b[1m＆gt;私はショーのアートに何の問題もありません。\u001b[22m, \u001b[1m＆gt;は私がショーの技術の任意の問題を持っていません。\u001b[22m\n\u001b[4mIn fact, I really like the style that Shaft puts in their shows.\u001b[24m\n    \u001b[1m実際に、私はShaftがショーに入れたスタイルが本当に好きです。\u001b[22m, \u001b[1m実際に、私は本当にシャフトが自分のショーを入れスタイルが好き。\u001b[22m\n\u001b[4mThe opening theme is fun and vibrant, and there are some other themes that really got stuck in my head.\u001b[24m\n    \u001b[1mオープニングテーマは楽しく活気があり、本当に頭がおかしくなったいくつかのテーマがあります。\u001b[22m, \u001b[1mオープニングテーマは、楽しさと活気に満ちており、本当に私の頭の中で立ち往生してしまった他のいくつかのテーマがあります。\u001b[22m\n\u001b[4m8/10 for the art, and 7 for the music.\u001b[24m\n    \u001b[1mアートの場合は8/10、音楽の場合は7です。\u001b[22m, \u001b[1m音楽のための芸術のための8月10日、および7。\u001b[22m\n\u001b[1m\u001b[22m\n&gt;Characters... I hate Haru. She is so annoying. The new characters introduced in this season are extremely annoying to me. About the cast of the first season, except for Chitoge and Maiko, they don't really get any developement. This is the main reason why I didn't get into this season.\n\n\u001b[1m＆gt;キャラクター...私は春が嫌いです。 彼女はとても迷惑です。 今シーズンに登場した新しいキャラクターは、私にとって非常に迷惑です。 最初のシーズンのキャストについて、キトゲとマイコを除いて、彼らは実際には何も開発を取得していません。 これが私が今シーズンに入らなかった主な理由です。\u001b[22m\n\u001b[1m(& Gt; kyarakutā... Watashi wa haru ga kiraidesu. Kanojo wa totemo meiwakudesu. Ima shīzun ni tōjō shita atarashī kyarakutā wa, watashi ni totte hijō ni meiwakudesu. Saisho no shīzun no kyasuto ni tsuite, kitoge to maiko o nozoite, karera wa jissai ni wa nani mo kaihatsu o shutoku shite imasen. Kore ga watashi ga ima shīzun ni hairanakatta omona riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4m&gt;Characters... I hate Haru. She is so annoying. The new characters introduced in this season are extremely annoying to me. About the cast of the first season, except for Chitoge and Maiko, they don't really get any developement. This is the main reason why I didn't get into this season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;Characters... I hate Haru.\u001b[24m\n    \u001b[1m＆gt;キャラクター...私は春が嫌いです。\u001b[22m, \u001b[1m＆GT;文字が...私は春を憎みます。\u001b[22m\n\u001b[4mShe is so annoying.\u001b[24m\n    \u001b[1m彼女はとても迷惑です。\u001b[22m\n\u001b[4mThe new characters introduced in this season are extremely annoying to me.\u001b[24m\n    \u001b[1m今シーズンに登場した新しいキャラクターは、私にとって非常に迷惑です。\u001b[22m, \u001b[1mこの季節に導入された新しい文字は、私には非常に迷惑です。\u001b[22m\n\u001b[4mAbout the cast of the first season, except for Chitoge and Maiko, they don't really get any developement.\u001b[24m\n    \u001b[1m最初のシーズンのキャストについて、キトゲとマイコを除いて、彼らは実際には何も開発を取得していません。\u001b[22m, \u001b[1m最初のシーズンのキャストについて、Chitogeや舞妓を除いて、彼らは本当に任意の開発効率向上を得ることはありません。\u001b[22m\n\u001b[4mThis is the main reason why I didn't get into this season.\u001b[24m\n    \u001b[1mこれが私が今シーズンに入らなかった主な理由です。\u001b[22m, \u001b[1mこれは私がこの季節に取得していない主な理由です。\u001b[22m\n\u001b[1m\u001b[22m\n&gt;Even with the flaws this season has, I love Nisekoi (first season better) and i find myself coming back to this anime over and over again.\n\n\u001b[1m＆gt;今シーズンの欠点があっても、ニセコイ（最初のシーズンが良い）が大好きで、何度もこのアニメに戻ってきます。\u001b[22m\n\u001b[1m(& Gt; ima shīzun no ketten ga atte mo, nisekoi (saisho no shīzun ga yoi) ga daisukide, nando mo kono anime ni modotte kimasu.)\u001b[22m\n\nTranslations of \u001b[4m&gt;Even with the flaws this season has, I love Nisekoi (first season better) and i find myself coming back to this anime over and over again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;Even with the flaws this season has, I love Nisekoi (first season better) and i find myself coming back to this anime over and over again.\u001b[24m\n    \u001b[1m＆gt;今シーズンの欠点があっても、ニセコイ（最初のシーズンが良い）が大好きで、何度もこのアニメに戻ってきます。\u001b[22m, \u001b[1m＆gt;はあっても欠陥とこのシーズンは、私がニセコイ（より良い最初のシーズンを）愛していると私は自分自身が何度も何度も戻ってこのアニメに来る見つけます。\u001b[22m\n&gt;Second season is not a really big deal, but i did enjoy it to a certain degree. It gets a 6 for my personal enjoyment. And an overall score of 6.\n\n\u001b[1m＆gt;第2シーズンは本当に大きな問題ではありませんが、ある程度楽しんでいました。 それは私の個人的な楽しみのために6を得ます。 全体的なスコアは6です。\u001b[22m\n\u001b[1m(& Gt; dai 2 shīzun wa hontōni ōkina mondaide wa arimasenga, aruteido tanoshinde imashita. Sore wa watashi no kojin-tekina tanoshimi no tame ni 6 o emasu. Zentai-tekina sukoa wa 6desu.)\u001b[22m\n\nTranslations of \u001b[4m&gt;Second season is not a really big deal, but i did enjoy it to a certain degree. It gets a 6 for my personal enjoyment. And an overall score of 6.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;Second season is not a really big deal, but i did enjoy it to a certain degree.\u001b[24m\n    \u001b[1m＆gt;第2シーズンは本当に大きな問題ではありませんが、ある程度楽しんでいました。\u001b[22m, \u001b[1m＆gt;は第二シーズンは本当に大したことではないですが、私はある程度までそれを楽しんでいました。\u001b[22m\n\u001b[4mIt gets a 6 for my personal enjoyment.\u001b[24m\n    \u001b[1mそれは私の個人的な楽しみのために6を得ます。\u001b[22m, \u001b[1mそれは私の個人的な楽しみのために6を取得します。\u001b[22m\n\u001b[4mAnd an overall score of 6.\u001b[24m\n    \u001b[1m全体的なスコアは6です。\u001b[22m, \u001b[1mそして、6の全体的なスコア。\u001b[22m\n\u001b[1m\u001b[22m\n&gt;I recommend you to watch the first season and if you really got into Nisekoi, you should read the manga. Even if it still full of filler, it is quicker to read it.\n\n\u001b[1m＆gt;最初のシーズンを見ることをお勧めします。本当にニセコイに行ったら、そのマンガを読むべきです。 それでも充填材がいっぱいであっても、それを読むのが早いです。\u001b[22m\n\u001b[1m(& Gt; saisho no shīzun o miru koto o o susume shimasu. Hontōni nisekoi ni ittara, sono manga o yomubekidesu. Soredemo jūten-zai ga ippaideatte mo, sore o yomu no ga hayaidesu.)\u001b[22m\n\nTranslations of \u001b[4m&gt;I recommend you to watch the first season and if you really got into Nisekoi, you should read the manga. Even if it still full of filler, it is quicker to read it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&gt;I recommend you to watch the first season and if you really got into Nisekoi, you should read the manga.\u001b[24m\n    \u001b[1m＆gt;最初のシーズンを見ることをお勧めします。本当にニセコイに行ったら、そのマンガを読むべきです。\u001b[22m, \u001b[1m＆GT;私はあなたの最初のシーズンを見て、あなたが本当にニセコイになった場合、あなたは漫画を読んでくださいお勧めします。\u001b[22m\n\u001b[4mEven if it still full of filler, it is quicker to read it.\u001b[24m\n    \u001b[1mそれでも充填材がいっぱいであっても、それを読むのが早いです。\u001b[22m, \u001b[1mでもフィラーのそれはまだ完全な場合は、それを読むために高速です。\u001b[22m\n\u001b[1m\u001b[22m\nThank you for reading and hope this was of some help. Later!\n\n\u001b[1m読んでいただきありがとうございます。 後で！\u001b[22m\n\u001b[1m(Yonde itadaki arigatōgozaimasu. Atode!)\u001b[22m\n\nTranslations of \u001b[4mThank you for reading and hope this was of some help. Later!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThank you for reading and hope this was of some help.\u001b[24m\n    \u001b[1m読んでいただきありがとうございます。\u001b[22m, \u001b[1m読書をありがとう、これはいくつかの助けであった願っています。\u001b[22m\n\u001b[4mLater!\u001b[24m\n    \u001b[1m後で！\u001b[22m"
  },
  {
    "title": "Nisekoi_",
    "id": "27787",
    "url": "https://myanimelist.net/anime/27787/Nisekoi_",
    "user": "Jebus_Kreist",
    "profile": "/profile/Jebus_Kreist/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=199729",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  5\n\nニセコイの第2シーズンは、シーズン全体がOVAエピソードのパッチワークに似ているように感じられます。 そして、これは、シリーズのための以前のOVAが幻想的に行われ、意味があると思った人から来ています。\n\nストーリー4/10：第1シーズンの「幼年期の約束の女の子を見つける」という話は実際に面白かったものの、最初のシーズンとソースの最悪の側面に焦点を当てています。 言い換えれば、それは12のエピソードのために停滞し、文字通りどこでもほとんどどこにも得られない。 達成されたもののほとんどは、エピソードの半分ではないにしても、単一のエピソードに凝縮されていた可能性があります。\n\nそれから、誰もが見せてくれるプロットの紆余曲折とプロットデバイスを紹介して、ストーリーを前方に動かすことから何かを止める代わりに、それをさらに遅くすることを大胆にしています。 以前のシーンやイベントに直接矛盾するシーンを投げることさえあります。\n\nアート7/10：最初のシーズンとほぼ同じですが、主に画質と一貫性が目立つように改善されました。\n\nサウンド7/10：それはスライスオブライフロマンティック（コメディ？）アニメです。 サウンドは心配する最後のものの1つですが、それは可能である必要があります。\n\nキャラクター6/10：最初のシーズンはキャラクターの発展ではかなり幻想的でしたが、第2シーズンはMCとは関係ありません。 それは物語や人物の誤りでもありません.MMCが合理的で十分に受け入れられる開発を開始した直後に、そのような扱いにくい、冗長で矛盾した場面をアニメーションに強制するのは作者です。\n\nMC以外のキャラクターは、さまざまなキャラクターの動機や内面の考えを実質的に理解するという意味で、大きな発展を見せているようです。 一方、MCはそこに座って、ただ単に置くだけで、もはや真実ではなく、彼は否定的であると信じて自分自身を洗脳する。 第2シーズン全体を通して、メインキャラクターの進歩はまったくありません。\n\nはるかに最高のキャラクターは、背後で働いている「シュウ」です。 微妙な操作で、あいまいで示唆的なヒントを与え、全体的にメインプロット自体に干渉したいと思っている他の人たちに干渉します。 特にOVAでは。\n\n楽しさ5/10：ニセコイをもっと見たいと思った欲求を満たしてくれましたが、最終的にはそれを見ていくのが残念です。 それは、ショーの最悪の側面のいくつかを、それが価値あるものになってくれるような程度に強制したので、これらのシーンをスキップするのは苦労しました。 もちろん、これらのシーンは恐ろしい、信じられないほど厄介なもの、そして馬と小野寺の間のまったくばかげた偽のシーンです。 特にMC Rakuのモノローグを意図的に他のキャラクターに向けて侮辱した場合、以前に真実を示唆したり、真実を示唆する自分の内面を侮辱したりする。\n\n全体的な7/10：どのような手段でも幻想的ではありませんが、それは誰にとっても重要なキャラクターではなく、実質的なキャラクターの発展をもたらします。 これは、最初の場所で起こった場合、将来の季節をより理解するのに役立ちます。 あなたがマンガの50冊以上の章をスキミングし、変換する重要な瞬間を選ぶという見かけの公式に行くならば、およそ2つ以上の季節のための原材料はほとんど十分です。 だから、これの別の季節には驚かないで、同時にそれを期待しないでください。\n\nこのシリーズは、最近の章まではまだまだ多くを得ておらず、この種のキャラクター開発は実質的に早く行われていたはずです。 私がこれまでに見た他のアニメ/メディアは非常に主流のアニメであり、彼らは意図的にサイドストーリーで視聴者の注意をそらそうとし、プロットデバイスは強制的にシリーズをうまくドラッグして 少なくとも現在の物語を終結させた。\n\n問題は、ストーリーの中でさらにイベントを理解したい場合、文字のオフセット動作を参照したり、参照/フラッシュバックを理解したりするなど...任意のフィラー材料のこれらの12個の固体エピソードを見る必要があります。 ラインをさらに下回る。  OVAがシリーズで最も重要な情報をいくつか持っていて、エピソードの中でランダムに発生したようなものです。 あなたは基本的にそれを見る必要がありますが、それが最初に存在するかどうか分からないかもしれません。  OVAが一般にアニメのエピソードに時系列で一緒にバンドルされていないのを見る。 あなたが将来の出来事を見た後に何が起こるかを最終的に理解することは、大いに怒っており、後の出来事の見通しを非常によく変えることができます。\n\nTL; DR-Aは、あなたがストーリーをさらに深く理解したいかどうかを見なければなりません。 あなたはそれを楽しむことはできませんが、あなたは後でそれを後悔しないようにあなたのプライドを飲み込まなければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThe second season of Nisekoi, although the entire season feels more like a patchwork of OVA episodes with how sheerly sloppy some of this is. And this is coming from someone who thought that the previous OVA for the series was fantastically done and meaningful.\n\n\u001b[1mニセコイの第2シーズンは、シーズン全体がOVAエピソードのパッチワークに似ているように感じられます。 そして、これは、シリーズのための以前のOVAが幻想的に行われ、意味があると思った人から来ています。\u001b[22m\n\u001b[1m(Nisekoi no dai 2 shīzun wa, shīzun zentai ga ovu~a episōdo no patchiwāku ni nite iru yō ni kanji raremasu. Soshite, koreha, shirīzu no tame no izen no ovu~a ga gensō-teki ni okonawa re, imi ga aru to omotta hito kara kite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe second season of Nisekoi, although the entire season feels more like a patchwork of OVA episodes with how sheerly sloppy some of this is. And this is coming from someone who thought that the previous OVA for the series was fantastically done and meaningful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second season of Nisekoi, although the entire season feels more like a patchwork of OVA episodes with how sheerly sloppy some of this is.\u001b[24m\n    \u001b[1mニセコイの第2シーズンは、シーズン全体がOVAエピソードのパッチワークに似ているように感じられます。\u001b[22m, \u001b[1mニセコイのセカンドシーズン、シーズン全体をよりこれのいくつかがどのように全くずさんとOVAエピソードのパッチワークのように感じたが。\u001b[22m\n\u001b[4mAnd this is coming from someone who thought that the previous OVA for the series was fantastically done and meaningful.\u001b[24m\n    \u001b[1mそして、これは、シリーズのための以前のOVAが幻想的に行われ、意味があると思った人から来ています。\u001b[22m, \u001b[1mそして、これはシリーズの前のOVAが素晴らしく行われ、有意義だと思った誰かから来ています。\u001b[22m\n\u001b[1m\u001b[22m\nStory 4/10: Although the story continues on the first seasons 'find the childhood promise girl' that made it actually interesting... it instead focuses on the worst aspects of the first season and the source material. In otherwords, it stagnates for 12 episodes and gets literally nowhere in almost any way. Most of what is accomplished, could have been condensed into a single episode, if not half an episode.\n\n\u001b[1mストーリー4/10：第1シーズンの「幼年期の約束の女の子を見つける」という話は実際に面白かったものの、最初のシーズンとソースの最悪の側面に焦点を当てています。 言い換えれば、それは12のエピソードのために停滞し、文字通りどこでもほとんどどこにも得られない。 達成されたもののほとんどは、エピソードの半分ではないにしても、単一のエピソードに凝縮されていた可能性があります。\u001b[22m\n\u001b[1m(Sutōrī 4/ 10: Dai 1 shīzun no `yōnen-ki no yakusoku no on'nanoko o mitsukeru' to iu hanashi wa jissai ni omoshirokatta mono no, saisho no shīzun to sōsu no saiaku no sokumen ni shōten o atete imasu. Iikaereba, sore wa 12 no episōdo no tame ni teitai shi, mojidōri doko demo hotondo dokoni mo e rarenai. Tassei sa retamonono hotondo wa, episōdo no hanbunde wa nai ni shite mo, tan'itsu no episōdo ni gyōshuku sa rete ita kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory 4/10: Although the story continues on the first seasons 'find the childhood promise girl' that made it actually interesting... it instead focuses on the worst aspects of the first season and the source material. In otherwords, it stagnates for 12 episodes and gets literally nowhere in almost any way. Most of what is accomplished, could have been condensed into a single episode, if not half an episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 4/10: Although the story continues on the first seasons 'find the childhood promise girl' that made it actually interesting... it instead focuses on the worst aspects of the first season and the source material.\u001b[24m\n    \u001b[1mストーリー4/10：第1シーズンの「幼年期の約束の女の子を見つける」という話は実際に面白かったものの、最初のシーズンとソースの最悪の側面に焦点を当てています。\u001b[22m, \u001b[1mストーリー4/10：物語は最初の季節、それが実際に興味深い製「子供の頃の約束の女の子を見つける」を続行しますが...それは代わりに、最初のシーズンの最悪の局面およびソース材料に焦点を当てています。\u001b[22m\n\u001b[4mIn otherwords, it stagnates for 12 episodes and gets literally nowhere in almost any way.\u001b[24m\n    \u001b[1m言い換えれば、それは12のエピソードのために停滞し、文字通りどこでもほとんどどこにも得られない。\u001b[22m, \u001b[1m換言すれば、それは12のエピソードのために停滞し、ほぼすべての方法で文字通りどこにもなっていません。\u001b[22m\n\u001b[4mMost of what is accomplished, could have been condensed into a single episode, if not half an episode.\u001b[24m\n    \u001b[1m達成されたもののほとんどは、エピソードの半分ではないにしても、単一のエピソードに凝縮されていた可能性があります。\u001b[22m, \u001b[1m半分のエピソードれていない場合に達成されるもののほとんどは、単一のエピソードに凝縮されている可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nThen it has the audacity to introduce everyone-saw-it-coming plot twists and plot devices that otherwise stop anything from moving the story forward, but instead slow it down further. It even throws in scenes that directly contradict previous scenes or events.\n\n\u001b[1mそれから、誰もが見せてくれるプロットの紆余曲折とプロットデバイスを紹介して、ストーリーを前方に動かすことから何かを止める代わりに、それをさらに遅くすることを大胆にしています。 以前のシーンやイベントに直接矛盾するシーンを投げることさえあります。\u001b[22m\n\u001b[1m(Sorekara, daremoga misete kureru purotto no uyokyokusetsu to purottodebaisu o shōkai shite, sutōrī o zenpō ni ugokasu koto kara nanika o tomeru kawari ni, sore o sarani osoku suru koto o daitan ni shite imasu. Izen no shīn ya ibento ni chokusetsu mujun suru shīn o nageru koto sae arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThen it has the audacity to introduce everyone-saw-it-coming plot twists and plot devices that otherwise stop anything from moving the story forward, but instead slow it down further. It even throws in scenes that directly contradict previous scenes or events.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen it has the audacity to introduce everyone-saw-it-coming plot twists and plot devices that otherwise stop anything from moving the story forward, but instead slow it down further.\u001b[24m\n    \u001b[1mそれから、誰もが見せてくれるプロットの紆余曲折とプロットデバイスを紹介して、ストーリーを前方に動かすことから何かを止める代わりに、それをさらに遅くすることを大胆にしています。\u001b[22m, \u001b[1mそして、それはそうでなければ、前方の物語を動かすから何かを停止するのではなく、さらにそれを遅くし、誰も鋸-it-来るどんでん返しとプロットデバイスを導入するための大胆さを持っています。\u001b[22m\n\u001b[4mIt even throws in scenes that directly contradict previous scenes or events.\u001b[24m\n    \u001b[1m以前のシーンやイベントに直接矛盾するシーンを投げることさえあります。\u001b[22m, \u001b[1mそれも、直接、前のシーンやイベントの矛盾シーンでスローされます。\u001b[22m\n\u001b[1m\u001b[22m\nArt 7/10: Roughly the same as the first season, but noticeable improvements, mainly in image quality and consistency.\n\n\u001b[1mアート7/10：最初のシーズンとほぼ同じですが、主に画質と一貫性が目立つように改善されました。\u001b[22m\n\u001b[1m(Āto 7/ 10: Saisho no shīzun to hobo onajidesuga, omoni gashitsu to ikkan-sei ga medatsu yō ni kaizen sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mArt 7/10: Roughly the same as the first season, but noticeable improvements, mainly in image quality and consistency.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 7/10: Roughly the same as the first season, but noticeable improvements, mainly in image quality and consistency.\u001b[24m\n    \u001b[1mアート7/10：最初のシーズンとほぼ同じですが、主に画質と一貫性が目立つように改善されました。\u001b[22m, \u001b[1mアート7/10：主に画像品質と一貫性で、最初のシーズン、しかし顕著な改善とほぼ同じ。\u001b[22m\n\u001b[1m\u001b[22m\nSound 7/10: It's a Slice-of-Life Romantic (comedy?) anime. Sound is one of the last things to be concerned about, although it needs to be(and is) passable.\n\n\u001b[1mサウンド7/10：それはスライスオブライフロマンティック（コメディ？）アニメです。 サウンドは心配する最後のものの1つですが、それは可能である必要があります。\u001b[22m\n\u001b[1m(Saundo 7/ 10: Sore wa suraisuoburaifuromantikku (komedi? ) Animedesu. Saundo wa shinpai suru saigo no mono no 1tsudesuga, sore wa kanōdearu hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound 7/10: It's a Slice-of-Life Romantic (comedy?) anime. Sound is one of the last things to be concerned about, although it needs to be(and is) passable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 7/10: It's a Slice-of-Life Romantic (comedy?) anime.\u001b[24m\n    \u001b[1mサウンド7/10：それはスライスオブライフロマンティック（コメディ？）アニメです。\u001b[22m, \u001b[1m7/10サウンド：それは、スライス・オブ・ライフロマンチック（喜劇？）だアニメ。\u001b[22m\n\u001b[4mSound is one of the last things to be concerned about, although it needs to be(and is) passable.\u001b[24m\n    \u001b[1mサウンドは心配する最後のものの1つですが、それは可能である必要があります。\u001b[22m, \u001b[1mそれがあることが必要である（とある）が、音はまずまず、心配する最後のものの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 6/10: Although the first season was rather fantastic with its character development, the second season however is not in regards to the MC. And it's not even the story or the characters fault, it's the authors for forcing such awkward, redundant, and contradictory scenes into the anime directly after the MC starts to get some reasonable and well deserved development.\n\n\u001b[1mキャラクター6/10：最初のシーズンはキャラクターの発展ではかなり幻想的でしたが、第2シーズンはMCとは関係ありません。 それは物語や人物の誤りでもありません.MMCが合理的で十分に受け入れられる開発を開始した直後に、そのような扱いにくい、冗長で矛盾した場面をアニメーションに強制するのは作者です。\u001b[22m\n\u001b[1m(Kyarakutā 6/ 10: Saisho no shīzun wa kyarakutā no hattende wa kanari gensō-tekideshitaga, dai 2 shīzun wa MC to wa kankei arimasen. Sore wa monogatari ya jinbutsu no ayamari demo arimasen. MMC ga gōri-tekide jūbun ni ukeire rareru kaihatsu o kaishi shita chokugo ni, sono yō na atsukai nikui, jōchō de mujun shita bamen o animēshon ni kyōsei suru no wa sakushadesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter 6/10: Although the first season was rather fantastic with its character development, the second season however is not in regards to the MC. And it's not even the story or the characters fault, it's the authors for forcing such awkward, redundant, and contradictory scenes into the anime directly after the MC starts to get some reasonable and well deserved development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 6/10: Although the first season was rather fantastic with its character development, the second season however is not in regards to the MC.\u001b[24m\n    \u001b[1mキャラクター6/10：最初のシーズンはキャラクターの発展ではかなり幻想的でしたが、第2シーズンはMCとは関係ありません。\u001b[22m, \u001b[1m文字6/10：最初のシーズンは、その文字の開発にかなり幻想的でしたが、第二シーズンはしかし、MCに関してではありません。\u001b[22m\n\u001b[4mAnd it's not even the story or the characters fault, it's the authors for forcing such awkward, redundant, and contradictory scenes into the anime directly after the MC starts to get some reasonable and well deserved development.\u001b[24m\n    \u001b[1mそれは物語や人物の誤りでもありません.MMCが合理的で十分に受け入れられる開発を開始した直後に、そのような扱いにくい、冗長で矛盾した場面をアニメーションに強制するのは作者です。\u001b[22m, \u001b[1mそれもストーリーやキャラクターのせいではありませんそして、それはMCは、いくつかの合理的かつ十分に値する発展を取得するために開始した直後にアニメ化、ぎこちないような冗長と矛盾する場面を強制するための著者です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters other than the MC seem to get a great amount of development in the sense that you understand the different characters motivations and inner thoughts substantially more. Meanwhile the MC is sitting there brainwashing himself to believe something that, just simply put, isn't true anymore and he is in denial. Throughout the entire second season at that with no progression whatsoever for the MAIN CHARACTER.\n\n\u001b[1mMC以外のキャラクターは、さまざまなキャラクターの動機や内面の考えを実質的に理解するという意味で、大きな発展を見せているようです。 一方、MCはそこに座って、ただ単に置くだけで、もはや真実ではなく、彼は否定的であると信じて自分自身を洗脳する。 第2シーズン全体を通して、メインキャラクターの進歩はまったくありません。\u001b[22m\n\u001b[1m(MC igai no kyarakutā wa, samazamana kyarakutā no dōki ya naimen no kangae o jisshitsu-teki ni rikai suru to iu imi de, ōkina hatten o misete iru yōdesu. Ippō, MC wa soko ni suwatte, tada tan'ni oku dake de, mohaya shinjitsude wa naku, kare wa hitei-tekidearu to shinjite jibun jishin o sen'nō suru. Dai 2 shīzun zentai o tōshite, meinkyarakutā no shinpo wa mattaku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacters other than the MC seem to get a great amount of development in the sense that you understand the different characters motivations and inner thoughts substantially more. Meanwhile the MC is sitting there brainwashing himself to believe something that, just simply put, isn't true anymore and he is in denial. Throughout the entire second season at that with no progression whatsoever for the MAIN CHARACTER.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters other than the MC seem to get a great amount of development in the sense that you understand the different characters motivations and inner thoughts substantially more.\u001b[24m\n    \u001b[1mMC以外のキャラクターは、さまざまなキャラクターの動機や内面の考えを実質的に理解するという意味で、大きな発展を見せているようです。\u001b[22m, \u001b[1mMC以外の文字を使用すると、別の文字の動機や心の内、実質的により深く理解意味で開発の偉大な量を得るように見えます。\u001b[22m\n\u001b[4mMeanwhile the MC is sitting there brainwashing himself to believe something that, just simply put, isn't true anymore and he is in denial.\u001b[24m\n    \u001b[1m一方、MCはそこに座って、ただ単に置くだけで、もはや真実ではなく、彼は否定的であると信じて自分自身を洗脳する。\u001b[22m, \u001b[1m一方MCは、単に置く何かを信じるように自分自身を洗脳そこに座って、もはや真実ではないと彼は否定しています。\u001b[22m\n\u001b[4mThroughout the entire second season at that with no progression whatsoever for the MAIN CHARACTER.\u001b[24m\n    \u001b[1m第2シーズン全体を通して、メインキャラクターの進歩はまったくありません。\u001b[22m, \u001b[1mメインキャラクターにつきましては一切なし進行したことで、全体の第二シーズンを通して。\u001b[22m\n\u001b[1m\u001b[22m\nBy far the best character is 'Shu', who is working behind the scenes. By subtlety manipulating, giving vague but suggestive hints, and overall interfering with others who wish to interfere with the main plot themselves. Especially in the OVA.\n\n\u001b[1mはるかに最高のキャラクターは、背後で働いている「シュウ」です。 微妙な操作で、あいまいで示唆的なヒントを与え、全体的にメインプロット自体に干渉したいと思っている他の人たちに干渉します。 特にOVAでは。\u001b[22m\n\u001b[1m(Haruka ni saikō no kyarakutā wa, haigo de hataraite iru `Shū'desu. Bimyōna sōsa de, aimaide shisa-tekina hinto o atae, zentai-teki ni meinpurotto jitai ni kanshō shitai to omotte iru hokanohito-tachi ni kanshō shimasu. Tokuni ovu~ade wa.)\u001b[22m\n\nTranslations of \u001b[4mBy far the best character is 'Shu', who is working behind the scenes. By subtlety manipulating, giving vague but suggestive hints, and overall interfering with others who wish to interfere with the main plot themselves. Especially in the OVA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy far the best character is 'Shu', who is working behind the scenes.\u001b[24m\n    \u001b[1mはるかに最高のキャラクターは、背後で働いている「シュウ」です。\u001b[22m, \u001b[1mこれまでで最高の文字は、舞台裏で働いている「シュウ」、です。\u001b[22m\n\u001b[4mBy subtlety manipulating, giving vague but suggestive hints, and overall interfering with others who wish to interfere with the main plot themselves.\u001b[24m\n    \u001b[1m微妙な操作で、あいまいで示唆的なヒントを与え、全体的にメインプロット自体に干渉したいと思っている他の人たちに干渉します。\u001b[22m, \u001b[1m繊細ことにより、操作漠然としたが、挑発的なヒントを与えて、そして全体的なメインプロットそのものに干渉することを望む他の人に干渉します。\u001b[22m\n\u001b[4mEspecially in the OVA.\u001b[24m\n    \u001b[1m特にOVAでは。\u001b[22m, \u001b[1m特にOVAインチ\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 5/10: Although it did fill the craving of wanting to see more Nisekoi, it ultimately made me somewhat regret watching it. It forced some of the worst aspects of the show to such a sheer extent that it was cringe worthy and I had a hard time NOT skipping these scenes. These scenes of course being those dreaded, incredibly awkward, and utterly ridiculous fawning scenes between Raku and Onodera. Especially when they purposely have the MC Raku monologue insults towards other characters simply for 'suggesting' the truth to him previously, or insults his own inner thoughts that also suggest the truth.\n\n\u001b[1m楽しさ5/10：ニセコイをもっと見たいと思った欲求を満たしてくれましたが、最終的にはそれを見ていくのが残念です。 それは、ショーの最悪の側面のいくつかを、それが価値あるものになってくれるような程度に強制したので、これらのシーンをスキップするのは苦労しました。 もちろん、これらのシーンは恐ろしい、信じられないほど厄介なもの、そして馬と小野寺の間のまったくばかげた偽のシーンです。 特にMC Rakuのモノローグを意図的に他のキャラクターに向けて侮辱した場合、以前に真実を示唆したり、真実を示唆する自分の内面を侮辱したりする。\u001b[22m\n\u001b[1m(Tanoshisa 5/ 10: Nisekoi o motto mitai to omotta yokkyū o mitashite kuremashitaga, saishūtekini wa sore o mite iku no ga zan'nendesu. Sore wa, shō no saiaku no sokumen no ikutsu ka o, sore ga kachi aru mono ni natte kureru yōna teido ni kyōsei shitanode, korera no shīn o sukippu suru no wa kurō shimashita. Mochiron, korera no shīn wa osoroshī, shinji rarenai hodo yakkaina mono, soshite uma to Onodera no ma no mattaku bakageta nise no shīndesu. Tokuni MC Raku no monorōgu o itotekini hoka no kyarakutā ni mukete bujoku shita baai, izen ni shinjitsu o shisa shi tari, shinjitsu o shisa suru jibun no naimen o bujoku shi tari suru.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 5/10: Although it did fill the craving of wanting to see more Nisekoi, it ultimately made me somewhat regret watching it. It forced some of the worst aspects of the show to such a sheer extent that it was cringe worthy and I had a hard time NOT skipping these scenes. These scenes of course being those dreaded, incredibly awkward, and utterly ridiculous fawning scenes between Raku and Onodera. Especially when they purposely have the MC Raku monologue insults towards other characters simply for 'suggesting' the truth to him previously, or insults his own inner thoughts that also suggest the truth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 5/10: Although it did fill the craving of wanting to see more Nisekoi, it ultimately made me somewhat regret watching it.\u001b[24m\n    \u001b[1m楽しさ5/10：ニセコイをもっと見たいと思った欲求を満たしてくれましたが、最終的にはそれを見ていくのが残念です。\u001b[22m, \u001b[1m楽し5/10：それはより多くのニセコイを見たいという渇望を満たすでしたが、それは最終的に私はややそれを見て後悔しました。\u001b[22m\n\u001b[4mIt forced some of the worst aspects of the show to such a sheer extent that it was cringe worthy and I had a hard time NOT skipping these scenes.\u001b[24m\n    \u001b[1mそれは、ショーの最悪の側面のいくつかを、それが価値あるものになってくれるような程度に強制したので、これらのシーンをスキップするのは苦労しました。\u001b[22m, \u001b[1mそれは価値がうんざりしたような薄手の程度にショーの最悪の側面の一部を強制的に、私は苦労これらのシーンをスキップNOTを持っていました。\u001b[22m\n\u001b[4mThese scenes of course being those dreaded, incredibly awkward, and utterly ridiculous fawning scenes between Raku and Onodera.\u001b[24m\n    \u001b[1mもちろん、これらのシーンは恐ろしい、信じられないほど厄介なもの、そして馬と小野寺の間のまったくばかげた偽のシーンです。\u001b[22m, \u001b[1mもちろん、これらのシーンは非常に厄介な、と全くばかげて、それらの恐ろしいされて楽と小野寺間のシーンをへつらいます。\u001b[22m\n\u001b[4mEspecially when they purposely have the MC Raku monologue insults towards other characters simply for 'suggesting' the truth to him previously, or insults his own inner thoughts that also suggest the truth.\u001b[24m\n    \u001b[1m特にMC Rakuのモノローグを意図的に他のキャラクターに向けて侮辱した場合、以前に真実を示唆したり、真実を示唆する自分の内面を侮辱したりする。\u001b[22m, \u001b[1m彼らは意図的に単純に以前彼に真実を「示唆」、またはも真実を示唆している彼自身の心の内を侮辱するための他の文字に向かってMC楽の独白の侮辱を持っている場合は特に。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 7/10: Not fantastic by any means, but it has substantial character development for everyone but the most important character. Which in turn will help understand any future seasons more, should they happen in the first place. There is almost enough source material for roughly 2 more seasons if you go by the seeming formula of skimming over 50ish chapters of the manga and picking pivotal moments to convert. So don't be surprised for another season of this, but at the same time don't expect it.\n\n\u001b[1m全体的な7/10：どのような手段でも幻想的ではありませんが、それは誰にとっても重要なキャラクターではなく、実質的なキャラクターの発展をもたらします。 これは、最初の場所で起こった場合、将来の季節をより理解するのに役立ちます。 あなたがマンガの50冊以上の章をスキミングし、変換する重要な瞬間を選ぶという見かけの公式に行くならば、およそ2つ以上の季節のための原材料はほとんど十分です。 だから、これの別の季節には驚かないで、同時にそれを期待しないでください。\u001b[22m\n\u001b[1m(Zentai-tekina 7/ 10: Do no yōna shudan demo gensō-tekide wa arimasenga, sore wa dare ni tottemo jūyōna kyarakutāde wa naku, jisshitsu-tekina kyarakutā no hatten o motarashimasu. Kore wa, saisho no basho de okotta baai, shōrai no kisetsu o yori rikai suru no ni yakudachimasu. Anata ga manga no 50-satsu ijō no shō o sukimingu shi, henkan suru jūyōna shunkan o erabu to iu mikake no kōshiki ni ikunaraba, oyoso 2tsu ijō no kisetsu no tame no genzairyō wa hotondo jūbundesu. Dakara, kore no betsu no kisetsu ni wa odorokanaide, dōjini sore o kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall 7/10: Not fantastic by any means, but it has substantial character development for everyone but the most important character. Which in turn will help understand any future seasons more, should they happen in the first place. There is almost enough source material for roughly 2 more seasons if you go by the seeming formula of skimming over 50ish chapters of the manga and picking pivotal moments to convert. So don't be surprised for another season of this, but at the same time don't expect it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 7/10: Not fantastic by any means, but it has substantial character development for everyone but the most important character.\u001b[24m\n    \u001b[1m全体的な7/10：どのような手段でも幻想的ではありませんが、それは誰にとっても重要なキャラクターではなく、実質的なキャラクターの発展をもたらします。\u001b[22m, \u001b[1m7/10全体：任意の手段によって素晴らしいが、それは皆のための実質的な文字の開発が、最も重要なキャラクターを持っているわけではありません。\u001b[22m\n\u001b[4mWhich in turn will help understand any future seasons more, should they happen in the first place.\u001b[24m\n    \u001b[1mこれは、最初の場所で起こった場合、将来の季節をより理解するのに役立ちます。\u001b[22m, \u001b[1mこれは、彼らが最初の場所で起こるべき順番に、より多くの任意の将来の季節を理解するのに役立ちます。\u001b[22m\n\u001b[4mThere is almost enough source material for roughly 2 more seasons if you go by the seeming formula of skimming over 50ish chapters of the manga and picking pivotal moments to convert.\u001b[24m\n    \u001b[1mあなたがマンガの50冊以上の章をスキミングし、変換する重要な瞬間を選ぶという見かけの公式に行くならば、およそ2つ以上の季節のための原材料はほとんど十分です。\u001b[22m, \u001b[1mあなたは漫画の50ish超える章をスキミングし、変換するために極めて重要な瞬間をピッキングの見せかけの式で行けば、およそ2以上の季節のため、ほぼ十分な原料があります。\u001b[22m\n\u001b[4mSo don't be surprised for another season of this, but at the same time don't expect it.\u001b[24m\n    \u001b[1mだから、これの別の季節には驚かないで、同時にそれを期待しないでください。\u001b[22m, \u001b[1mだから、これの別のシーズンに向けて驚くことはありませんが、同時にそれを期待しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nThe series still hasn't gotten much of anywhere until the more recent chapters, and these kinds of character development for the MC should have been taking place substantially earlier. The only other Anime/Media I've seen this in is extremely mainstream anime where they purposely try to distract the viewer with side-stories and forced plot-devices to distract from the fact that they are purposely dragging the series well past when it should have at least concluded the current story arc.\n\n\u001b[1mこのシリーズは、最近の章まではまだまだ多くを得ておらず、この種のキャラクター開発は実質的に早く行われていたはずです。 私がこれまでに見た他のアニメ/メディアは非常に主流のアニメであり、彼らは意図的にサイドストーリーで視聴者の注意をそらそうとし、プロットデバイスは強制的にシリーズをうまくドラッグして 少なくとも現在の物語を終結させた。\u001b[22m\n\u001b[1m(Kono shirīzu wa, saikin no shō made wa madamada ōku o ete orazu, kono tane no kyarakutā kaihatsu wa jisshitsu-teki ni hayaku okonawa rete ita hazudesu. Watashi ga kore made ni mita ta no anime/ media wa hijō ni shuryū no animedeari, karera wa itotekini saidosutōrī de shichō-sha no chūi o sorasou to shi, purottodebaisu wa kyōsei-teki ni shirīzu o umaku doraggu shite sukunakutomo genzai no monogatari o shūketsu sa seta.)\u001b[22m\n\nTranslations of \u001b[4mThe series still hasn't gotten much of anywhere until the more recent chapters, and these kinds of character development for the MC should have been taking place substantially earlier. The only other Anime/Media I've seen this in is extremely mainstream anime where they purposely try to distract the viewer with side-stories and forced plot-devices to distract from the fact that they are purposely dragging the series well past when it should have at least concluded the current story arc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series still hasn't gotten much of anywhere until the more recent chapters, and these kinds of character development for the MC should have been taking place substantially earlier.\u001b[24m\n    \u001b[1mこのシリーズは、最近の章まではまだまだ多くを得ておらず、この種のキャラクター開発は実質的に早く行われていたはずです。\u001b[22m, \u001b[1mシリーズはまだ、より最近の章までの任意の場所の多くを得ていなかった、とMCの文字開発のこれらの種類は、実質的に先に行われている必要があります。\u001b[22m\n\u001b[4mThe only other Anime/Media I've seen this in is extremely mainstream anime where they purposely try to distract the viewer with side-stories and forced plot-devices to distract from the fact that they are purposely dragging the series well past when it should\u001b[24m\n    \u001b[1m私がこれまでに見た他のアニメ/メディアは非常に主流のアニメであり、彼らは意図的にサイドストーリーで視聴者の注意をそらそうとし、プロットデバイスは強制的にシリーズをうまくドラッグして\u001b[22m, \u001b[1m唯一の他のアニメ/メディア私はこの中では、彼らが意図的にそれが必要彼らが意図的過ぎてもシリーズをドラッグしているという事実からそらすためにサイドストーリーと強制プロット・デバイスで視聴者をそらすしようとする非常に主流のアニメで見てきました\u001b[22m\n\u001b[4mhave at least concluded the current story arc.\u001b[24m\n    \u001b[1m少なくとも現在の物語を終結させた。\u001b[22m, \u001b[1m少なくとも現在のストーリーアークを締結しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe problem being that if you want to understand events further in the story, see and understand a characters offset behavior, or understand references/flashbacks/etc... You pretty much need to watch these 12 solid episodes of arbitrary filler material, or else suffer further down the line. It's like if an OVA had some of the most important information in the series and took place randomly inbetween episodes. You basically need to watch it, but you may not even know that it exists in the first place. Seeing as OVA's generally aren't bundled together in chronological order to the anime episodes. It would be largely upsetting to finally understand what happens after you see future events, and could very well change your outlook of the events afterwords.\n\n\u001b[1m問題は、ストーリーの中でさらにイベントを理解したい場合、文字のオフセット動作を参照したり、参照/フラッシュバックを理解したりするなど...任意のフィラー材料のこれらの12個の固体エピソードを見る必要があります。 ラインをさらに下回る。 これは、OVAがシリーズで最も重要な情報をいくつか持っていて、エピソード内でランダムに発生したようなものです。 あなたは基本的にそれを見る必要がありますが、それが最初に存在するかどうか分からないかもしれません。  OVAが一般にアニメのエピソードに時系列で一緒にバンドルされていないのを見る。 あなたが将来の出来事を見た後に何が起こるかを最終的に理解することは、大いに怒っており、後の出来事の見通しを非常によく変えることができます。\u001b[22m\n\u001b[1m(Mondai wa, sutōrī no naka de sarani ibento o rikai shitai baai, moji no ofusetto dōsa o sanshō shi tari, sanshō/ furasshu bakku o rikai shi tari suru nado... Nin'i no firā zairyō no korera no 12-ko no kotai episōdo o miru hitsuyō ga arimasu. Rain o sarani shitamawaru. Kore wa, ovu~a ga shirīzu de mottomo jūyōna jōhō o ikutsu ka motte ite, episōdo-nai de randamu ni hassei shita yōna monodesu. Anata wa kihontekini sore o miru hitsuyō ga arimasuga, sore ga saisho ni sonzai suru ka dō ka wakaranai kamo shiremasen. Ovu~a ga ippan ni anime no episōdo ni jikeiretsu de issho ni bandoru sa rete inai no o miru. Anata ga shōrai no dekigoto o mita nochi ni nani ga okoru ka o saishūtekini rikai suru koto wa, ōini okotte ori,-go no dekigoto no mitōshi o hijō ni yoku kaeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe problem being that if you want to understand events further in the story, see and understand a characters offset behavior, or understand references/flashbacks/etc... You pretty much need to watch these 12 solid episodes of arbitrary filler material, or else suffer further down the line. It's like if an OVA had some of the most important information in the series and took place randomly inbetween episodes. You basically need to watch it, but you may not even know that it exists in the first place. Seeing as OVA's generally aren't bundled together in chronological order to the anime episodes. It would be largely upsetting to finally understand what happens after you see future events, and could very well change your outlook of the events afterwords.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe problem being that if you want to understand events further in the story, see and understand a characters offset behavior, or understand references/flashbacks/etc... You pretty much need to watch these 12 solid episodes of arbitrary filler material, or else\u001b[24m\n    \u001b[1m問題は、ストーリーの中でさらにイベントを理解したい場合、文字のオフセット動作を参照したり、参照/フラッシュバックを理解したりするなど...任意のフィラー材料のこれらの12個の固体エピソードを見る必要があります。\u001b[22m, \u001b[1mあなたは物語の中で、さらにイベントを理解したい場合は、参照/フラッシュバックの/ etc...あなたの任意の充填材のこれらの12固体のエピソードを見てかなりの必要性、または他の参照や文字を理解し行動をオフセット、または理解することがある問題\u001b[22m\n\u001b[4msuffer further down the line.\u001b[24m\n    \u001b[1mラインをさらに下回る。\u001b[22m, \u001b[1mラインのさらに下に苦しみます。\u001b[22m\n\u001b[4mIt's like if an OVA had some of the most important information in the series and took place randomly inbetween episodes.\u001b[24m\n    \u001b[1mこれは、OVAがシリーズで最も重要な情報をいくつか持っていて、エピソード内でランダムに発生したようなものです。\u001b[22m, \u001b[1mこれはOVAシリーズの中で最も重要な情報のいくつかを持っていたとのエピソードわたってるしきランダムに行われた場合のようなものです。\u001b[22m\n\u001b[4mYou basically need to watch it, but you may not even know that it exists in the first place.\u001b[24m\n    \u001b[1mあなたは基本的にそれを見る必要がありますが、それが最初に存在するかどうか分からないかもしれません。\u001b[22m, \u001b[1mあなたは基本的にそれを見てする必要がありますが、あなたも、それが最初の場所に存在することを知らないかもしれません。\u001b[22m\n\u001b[4mSeeing as OVA's generally aren't bundled together in chronological order to the anime episodes.\u001b[24m\n    \u001b[1mOVAが一般にアニメのエピソードに時系列で一緒にバンドルされていないのを見る。\u001b[22m, \u001b[1mOVAの一般アニメのエピソードを時系列順に一緒にバンドルされていませんように見て。\u001b[22m\n\u001b[4mIt would be largely upsetting to finally understand what happens after you see future events, and could very well change your outlook of the events afterwords.\u001b[24m\n    \u001b[1mあなたが将来の出来事を見た後に何が起こるかを最終的に理解することは、大いに怒っており、後の出来事の見通しを非常によく変えることができます。\u001b[22m, \u001b[1m最終的にあなたが将来の事象を見た後に何が起こるかを理解することは、主に動揺だろう、と非常によくあとがきイベントのあなたの見通しを変更することができます。\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR - A must watch if you want to understand the story further down the line. You may not enjoy it, but you have to swallow your pride so that you don't regret it later.\n\n\u001b[1mTL; DR-Aは、あなたがストーリーをさらに深く理解したいかどうかを見なければなりません。 あなたはそれを楽しむことはできませんが、あなたは後でそれを後悔しないようにあなたのプライドを飲み込まなければなりません。\u001b[22m\n\u001b[1m(TL; DR - A wa, anata ga sutōrī o sarani fukaku rikai shitai ka dō ka o minakereba narimasen. Anata wa sore o tanoshimu koto wa dekimasenga, anata wa atode sore o kōkaishinai-yō ni anata no puraido o nomikomanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR - A must watch if you want to understand the story further down the line. You may not enjoy it, but you have to swallow your pride so that you don't regret it later.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR - A must watch if you want to understand the story further down the line.\u001b[24m\n    \u001b[1mTL; DR-Aは、あなたがストーリーをさらに深く理解したいかどうかを見なければなりません。\u001b[22m, \u001b[1mTL; DR  - あなたはさらにラインの下の話を理解したい場合は、Aは見なければなりません。\u001b[22m\n\u001b[4mYou may not enjoy it, but you have to swallow your pride so that you don't regret it later.\u001b[24m\n    \u001b[1mあなたはそれを楽しむことはできませんが、あなたは後でそれを後悔しないようにあなたのプライドを飲み込まなければなりません。\u001b[22m, \u001b[1mあなたはそれを楽しむないかもしれませんが、あなたは後でそれを後悔しないように、あなたのプライドを飲み込むする必要があります。\u001b[22m"
  }
]
