[
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "amirhoss",
    "profile": "/profile/amirhoss/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=163677",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\nここでは、UfotableとType-Moonの作品についてもう一つの肯定的なレビューをしています...そして、彼らはそれに値するでしょう。 再び彼らは、この序文のために特別な注意と注意を払って強さを示し、Fate Stay NightのSecond Route  -  Unlimited Blade Worksで本日の生活に集中しました。 当然、このエピソードは彼女の人生で起きていることと起こっていることに焦点を当てて、彼女と一緒に始まります。そうすれば、5番目の聖杯戦の準備が整います。 エピソード0（スマートムーブ）と名づけられたこの長いエピソードでは、何が起きようとしているのか、プロローグとして本当にうまくカバーする必要があるのか​​を実際にカバーしています。\n\n以前の戦争のように、まず召喚儀式があります。 紹介の後、私たちは有名な召喚場面とリンの新しい召使Archerとの冗談を手に入れます。 ここで話すことは単に驚くべきことであり、イベントのための良い流れと順序があります。 私たちは、彼女と彼女の欲望の周りの人、リンを知ることができます。また、運命の世界に新しいことがあれば、非常に有益な情報が与えられ、リンは最も好きなもので終わります。  （またニンピッカーは、それがカバーされているので、リンが彼女の召喚をねじ殺した理由を言うことはできません）いくつかの細部への注意は、ストーリーと視覚ですでに簡単に目立つようになりました。我々は良いオーケストレーションされた戦いのシーンで、 たとえあなたがすでに何が起こるかを知っていても、スポイラーで満たされた出会いを見ることができます（あなたの考え方にもよります）。\n\nUfotableから期待できるように、アニメーションの品質は素晴らしいですし、基準をはるかに上回っています。スムーズ、ダークなシャープなライトとエフェクトがありますが、キャラクターのデザインはちょっと気分が悪いですが、まだ近いです。  （Fate / zeroエピソードのいくつかの品質低下のように、彼らは戦いのための努力を救うことができる）。 声の演技は運命が強いので、誰もそれについて心配する必要はありません。 正直言ってOPの曲については、私はそれが楽しかったと思ったが、それはまだ固いです。 あなたは、音楽がFate / zeroの感情に忠実であることに気づいたかもしれません（それは、伝説的なKajiuraによって行われました）。それはそれがprequelよりも強くても、 深澤秀行にそんな小道具を頼っているだけだ。 また、KalafinaのED（Episode 0ではなく）を楽しみにしています。\n\n基本的にこのエピソードはFateのファンには満足していますが（少なくとも、あなたがRinを憎んでいない限り）、それは初心者にも良いことですが、私はここから始めることを提案していませんが、もしあなたがそれを処理し、 あまり混乱しないでしょう。 もしあなたが新しいのであれば、既にこの映画があると思うかもしれませんが、私たち（ほとんどの場合、私たちのほとんど）はそれがスタジオDEENによって行われているので真実ではないと思っています。 それはそれで良いと考えられるかもしれませんが、それはそれから多くのものを残すので、ちょうどこれを見て、Ufotableによって行われたテレビ版に焦点を当てる（また、視覚小説の最初のルートに焦点を当てたFate / stay Nightアニメがあります しかし、スタジオ・ディーンは正義をしていませんでしたが、私はあなたにビジュアル・ノベルを読んでみることをお勧めします。 とにかく、あなたがアニメファンか西洋アニメファンであるかどうかは今年のシーズンで素晴らしいです（例えば、アニメファンのための新しい運命と新しいMushishi、そして西洋アニメーションファンのためのKorra Book 4、TMNT S3、Star Wars Rebels！ 期待通りに終わり、運命のUBWテレビは既にエピソード0で最初のテストに合格しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHere we are with another positive review for Ufotable and it’s Type-Moon works…and well, they deserve it. Once again they shown their strength with great care and attention and brought it all to life this time with Fate Stay Night’s Second Route – Unlimited Blade Works, focusing on Rin Tohsaka specially for this prologue. So naturally this episode starts with her, focusing on what’s going on with her life and what’s about to happen so it prepares you for the fifth Holy Grail War. This long episode dubbed as episode 0 (smart move) tries to make you ready for what is about to come and as a prologue it really covers what needs to be covered very well.\n\n\u001b[1mここでは、UfotableとType-Moonの作品についてもう一つの肯定的なレビューをしています...そして、彼らはそれに値するでしょう。 再び彼らは、この序文のために特別な注意と注意を払って強さを示し、Fate Stay NightのSecond Route  -  Unlimited Blade Worksで本日の生活に集中しました。 当然、このエピソードは彼女の人生で起きていることと起こっていることに焦点を当てて、彼女と一緒に始まります。そうすれば、5番目の聖杯戦の準備が整います。 エピソード0（スマートムーブ）と名づけられたこの長いエピソードでは、何が起きようとしているのか、プロローグとして本当にうまくカバーする必要があるのか​​を実際にカバーしています。\u001b[22m\n\u001b[1m(Kokode wa, Ufotable to Type - Moon no sakuhin ni tsuite mōhitotsu no kōtei-tekina rebyū o shite imasu... Soshite, karera wa sore ni ataisurudeshou. Futatabi karera wa, kono jobun no tame ni tokubetsuna chūi to chūi o haratte tsuyo-sa o shimeshi, feito Stay Night no Second Route - Unlimited bureido Works de honjitsu no seikatsu ni shūchū shimashita. Tōzen, kono episōdo wa kanojo no jinsei de okite iru koto to okotte iru koto ni shōten o atete, kanojo to issho ni hajimarimasu. Sō sureba, 5-banme no seihai-sen no junbi ga totonoimasu. Episōdo 0 (sumātomūbu) to nadzuke rareta kono nagai episōdode wa, nani ga okiyou to shite iru no ka, purorōgu to shite hontōni umaku kabā suru hitsuyō ga aru no ka ​​ o jissai ni kabā shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mHere we are with another positive review for Ufotable and it’s Type-Moon works…and well, they deserve it. Once again they shown their strength with great care and attention and brought it all to life this time with Fate Stay Night’s Second Route – Unlimited Blade Works, focusing on Rin Tohsaka specially for this prologue. So naturally this episode starts with her, focusing on what’s going on with her life and what’s about to happen so it prepares you for the fifth Holy Grail War. This long episode dubbed as episode 0 (smart move) tries to make you ready for what is about to come and as a prologue it really covers what needs to be covered very well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere we are with another positive review for Ufotable and it’s Type-Moon works…and well, they deserve it.\u001b[24m\n    \u001b[1mここでは、UfotableとType-Moonの作品についてもう一つの肯定的なレビューをしています...そして、彼らはそれに値するでしょう。\u001b[22m, \u001b[1mここでは、ユーフォーテーブルのための別の肯定的なレビューにあり、それが動作する月が-Typeの...よく、彼らはそれに値します。\u001b[22m\n\u001b[4mOnce again they shown their strength with great care and attention and brought it all to life this time with Fate Stay Night’s Second Route – Unlimited Blade Works, focusing on Rin Tohsaka specially for this prologue.\u001b[24m\n    \u001b[1m再び彼らは、この序文のために特別な注意と注意を払って強さを示し、Fate Stay NightのSecond Route  -  Unlimited Blade Worksで本日の生活に集中しました。\u001b[22m, \u001b[1mもう一度、彼らは偉大なケアと注意を払って自分の強さを示すとフェイトステイナイトの第2の経路との生活にこの時間はそれをすべてを持ってきた - このプロローグのために特別に遠坂凛に焦点を当て、アンリミテッドブレイドワークス。\u001b[22m\n\u001b[4mSo naturally this episode starts with her, focusing on what’s going on with her life and what’s about to happen so it prepares you for the fifth Holy Grail War.\u001b[24m\n    \u001b[1m当然、このエピソードは彼女の人生で起きていることと起こっていることに焦点を当てて、彼女と一緒に始まります。そうすれば、5番目の聖杯戦の準備が整います。\u001b[22m, \u001b[1mだから当然、このエピソードは、彼女の人生、何が起こることを約ですので、五聖杯戦争のために準備して何が起こっているかに焦点を当て、彼女から始まります。\u001b[22m\n\u001b[4mThis long episode dubbed as episode 0 (smart move) tries to make you ready for what is about to come and as a prologue it really covers what needs to be covered very well.\u001b[24m\n    \u001b[1mエピソード0（スマートムーブ）と名づけられたこの長いエピソードでは、何が起きようとしているのか、プロローグとして本当にうまくカバーする必要があるのかを実際にカバーしています。\u001b[22m, \u001b[1mエピソード0（賢い）として吹き替えこの長いエピソードが来て、それは本当に非常によくカバーされる必要があるものカバープロローグとしてしようとしている何のためあなたが準備をしようとします。\u001b[22m\n\u001b[1m\u001b[22m\nJust like previous wars, there has to a summoning ritual first. After the introductions we get the famous summoning scene and Rin's banter with her new servant Archer. Story telling here is simply amazing and there is a good flow and order for events. We get to know Rin, those around her and her desires, plus we are fed with information about how things work which is very helpful if you are new to the fate universe, and it all ends with what Rin desired the most…Saber. (also nitpickers can't say why Rin screwed up her summoning because even that is covered) Plus the attention to some details is already easily noticeable in the story and also visually.We are treated with a good orchestrated fight scene and on top of that it is visually a pleasure to watch as well even if you already know what will happen plus we get to see an encounter filled with spoiler(depends how you think about it) too!\n\n\u001b[1m以前の戦争のように、まず召喚儀式があります。 紹介の後、私たちは有名な召喚場面とリンの新しい召使Archerとの冗談を手に入れます。 ここで話すことは単に驚くべきことであり、イベントのための良い流れと順序があります。 私たちは、彼女と彼女の欲望の周りの人、リンを知ることができます。また、運命の世界に新しいことがあれば、非常に有益な情報が与えられ、リンは最も好きなもので終わります。  （またニンピッカーは、それがカバーされているので、リンが彼女の召喚をねじ殺した理由を言うことはできません）いくつかの細部への注意は、ストーリーと視覚ですでに簡単に目立つようになりました。我々は良いオーケストレーションされた戦いのシーンで、 たとえあなたがすでに何が起こるかを知っていても、スポイラーで満たされた出会いを見ることができます（あなたの考え方にもよります）。\u001b[22m\n\u001b[1m(Izen no sensō no yō ni, mazu shōkan gishiki ga arimasu. Shōkai no ato, watashitachiha yūmeina shōkan bamen to Rin no atarashī meshitsukai āchā to no jōdan o te ni iremasu. Koko de hanasu koto wa tan'ni odorokubeki kotodeari, ibento no tame no yoi nagare to junjo ga arimasu. Watashitachiha, kanojo to kanojo no yokubō no mawarinohito, rin o shiru koto ga dekimasu. Mata, unmei no sekai ni atarashī koto ga areba, hijō ni yūekina jōhō ga atae rare, rin wa mottomo sukinamono de owarimasu. (Mata ninpikkā wa, sore ga kabā sa rete irunode, rin ga kanojo no shōkan o neji koroshita riyū o iu koto wa dekimasen) ikutsu ka no saibu e no chūi wa, sutōrī to shikaku de sudeni kantan ni medatsu yō ni narimashita. Wareware wa yoi ōkesutorēshon sa reta tatakai no shīn de, tatoe anata ga sudeni nani ga okoru ka o shitte ite mo, supoirā de mitasa reta deai o miru koto ga dekimasu (anata no kangaekata ni mo yorimasu).)\u001b[22m\n\nTranslations of \u001b[4mJust like previous wars, there has to a summoning ritual first. After the introductions we get the famous summoning scene and Rin's banter with her new servant Archer. Story telling here is simply amazing and there is a good flow and order for events. We get to know Rin, those around her and her desires, plus we are fed with information about how things work which is very helpful if you are new to the fate universe, and it all ends with what Rin desired the most…Saber. (also nitpickers can't say why Rin screwed up her summoning because even that is covered) Plus the attention to some details is already easily noticeable in the story and also visually.We are treated with a good orchestrated fight scene and on top of that it is visually a pleasure to watch as well even if you already know what will happen plus we get to see an encounter filled with spoiler(depends how you think about it) too!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust like previous wars, there has to a summoning ritual first.\u001b[24m\n    \u001b[1m以前の戦争のように、まず召喚儀式があります。\u001b[22m, \u001b[1mちょうど前の戦争のように、最初の召喚の儀式に存在しています。\u001b[22m\n\u001b[4mAfter the introductions we get the famous summoning scene and Rin's banter with her new servant Archer.\u001b[24m\n    \u001b[1m紹介の後、私たちは有名な召喚場面とリンの新しい召使Archerとの冗談を手に入れます。\u001b[22m, \u001b[1m紹介した後、私たちは有名な召喚シーンや彼女の新しいサーバントアーチャーと凛の冗談を取得します。\u001b[22m\n\u001b[4mStory telling here is simply amazing and there is a good flow and order for events.\u001b[24m\n    \u001b[1mここで話すことは単に驚くべきことであり、イベントのための良い流れと順序があります。\u001b[22m, \u001b[1mここで言ってストーリーは単純に素晴らしいですし、イベントのための良好な流動性および順序があります。\u001b[22m\n\u001b[4mWe get to know Rin, those around her and her desires, plus we are fed with information about how things work which is very helpful if you are new to the fate universe, and it all ends with what Rin desired the most…Saber.\u001b[24m\n    \u001b[1m私たちは、彼女と彼女の欲望の周りの人、リンを知ることができます。また、運命の世界に新しいことがあれば、非常に有益な情報が与えられ、リンは最も好きなもので終わります。\u001b[22m, \u001b[1m私たちは、凛を知っている彼女と彼女の欲望の周りの人々を取得し、加えて私たちは、あなたが運命の宇宙に新しいしている場合に非常に便利です物事がどのように機能するかについての情報が供給されると、それはすべての凛が最も...セイバーを希望するもので終わります。\u001b[22m\n\u001b[4m(also nitpickers can't say why Rin screwed up her summoning because even that is covered) Plus the attention to some details is already easily noticeable in the story and also visually.We are treated with a good orchestrated fight scene and on top of that\u001b[24m\n    \u001b[1m（またニンピッカーは、それがカバーされているので、リンが彼女の召喚をねじ殺した理由を言うことはできません）いくつかの細部への注意は、ストーリーと視覚ですでに簡単に目立つようになりました。我々は良いオーケストレーションされた戦いのシーンで、\u001b[22m, \u001b[1mいくつかの詳細にプラス注目すでに物語の中で目立ちやすいとも良好な組織的な戦いのシーンとし、その上にvisually.We扱われます（りんは彼女でもそれが覆われているため召喚を台無しに理由もnitpickersは言うことはできません）\u001b[22m\n\u001b[4mit is visually a pleasure to watch as well even if you already know what will happen plus we get to see an encounter filled with spoiler(depends how you think about it) too!\u001b[24m\n    \u001b[1mたとえあなたがすでに何が起こるかを知っていても、スポイラーで満たされた出会いを見ることができます（あなたの考え方にもよります）。\u001b[22m, \u001b[1m視覚的にあなたが既に何が起こるか知っていても同様に見て喜びですプラス、私たちはあまりにもスポイラーが充填された出会いは（あなたがそれについてどのように考えるかによって異なります）見ることを得ます！\u001b[22m\n\u001b[1m\u001b[22m\nas you can expect from Ufotable the animation quality is great and far above the standards, it's smooth, Dark with some sharp lights and effects although some character designs feel a little off but it's still close and hopefully budget issues won't become a problem in the future.(like some quality drops in some of Fate/zero episodes just so they could save their efforts for battles). as for voice acting Fate has an strong cast so no one should worry about that. About the OP song to be honest I didn’t enjoy it as I think I would but it is still solid. you might noticed that the music tries to stay true to the feeling of Fate/zero at least (done by the legendary Yuki Kajiura) and it is a great thing since it makes the bond it has with it's prequel even stronger and yet it doesn' t just rely on that so props to Hideyuki Fukasawa. also looking forward to Kalafina's ED (not in Episode 0)\n\n\u001b[1mUfotableから期待できるように、アニメーションの品質は素晴らしいですし、基準をはるかに上回っています。スムーズ、ダークなシャープなライトとエフェクトがありますが、キャラクターのデザインはちょっと気分が悪いですが、まだ近いです。  （Fate / zeroエピソードのいくつかの品質低下のように、彼らは戦いのための努力を救うことができる）。 声の演技は運命が強いので、誰もそれについて心配する必要はありません。 正直言ってOPの曲については、私はそれが楽しかったと思ったが、それはまだ固いです。 あなたは、音楽がFate / zeroの感情に忠実であることに気づいたかもしれません（それは、伝説的なKajiuraによって行われました）。それはそれがprequelよりも強くても、 深澤秀行にそんな小道具を頼っているだけだ。 また、KalafinaのED（Episode 0ではなく）を楽しみにしています。\u001b[22m\n\u001b[1m(Ufotable kara kitai dekiru yō ni, animēshon no hinshitsu wa subarashīdesushi, kijun o haruka ni uwamawatte imasu. Sumūzu, dākuna shāpuna raito to efekuto ga arimasuga, kyarakutā no dezain wa chotto kibungawaruidesuga, mada chikaidesu. (Feito/ zero episōdo no ikutsu ka no hinshitsu teika no yō ni, karera wa tatakai no tame no doryoku o sukuu koto ga dekiru). Koe no engi wa unmei ga tsuyoinode, dare mo sore ni tsuite shinpai suru hitsuyō wa arimasen. Shōjiki itte OP no kyoku ni tsuite wa, watashi wa sore ga tanoshikatta to omottaga, sore wa mada kataidesu. Anata wa, ongaku ga feito/ zero no kanjō ni chūjitsudearu koto ni kidzuita kamo shiremasen (sore wa, densetsu-tekina Kajiura ni yotte okonawa remashita). Sore wa sore ga prequel yori mo tsuyokute mo, Fukazawa Hideyuki ni son'na kodōgu o tayotte iru dakeda. Mata, karafina no ED (episōdo 0de wanaku) o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mas you can expect from Ufotable the animation quality is great and far above the standards, it's smooth, Dark with some sharp lights and effects although some character designs feel a little off but it's still close and hopefully budget issues won't become a problem in the future.(like some quality drops in some of Fate/zero episodes just so they could save their efforts for battles). as for voice acting Fate has an strong cast so no one should worry about that. About the OP song to be honest I didn’t enjoy it as I think I would but it is still solid. you might noticed that the music tries to stay true to the feeling of Fate/zero at least (done by the legendary Yuki Kajiura) and it is a great thing since it makes the bond it has with it's prequel even stronger and yet it doesn' t just rely on that so props to Hideyuki Fukasawa. also looking forward to Kalafina's ED (not in Episode 0)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mas you can expect from Ufotable the animation quality is great and far above the standards, it's smooth, Dark with some sharp lights and effects although some character designs feel a little off but it's still close and hopefully budget issues won't become a problem in\u001b[24m\n    \u001b[1mUfotableから期待できるように、アニメーションの品質は素晴らしいですし、基準をはるかに上回っています。スムーズ、ダークなシャープなライトとエフェクトがありますが、キャラクターのデザインはちょっと気分が悪いですが、まだ近いです。\u001b[22m, \u001b[1mあなたはユーフォーテーブルから期待できるようなアニメーションの品質は素晴らしいとはるかに標準より上にあるいくつかのキャラクターデザインを少しオフに感じるが、それはまだ近いですし、うまくいけば、予算の問題が問題になることはありませんが、それはいくつかのシャープなライトと効果で、暗いスムーズです\u001b[22m\n\u001b[4mthe future.(like some quality drops in some of Fate/zero episodes just so they could save their efforts for battles).\u001b[24m\n    \u001b[1m（Fate / zeroエピソードのいくつかの品質低下のように、彼らは戦いのための努力を救うことができる）。\u001b[22m, \u001b[1m未来。（いくつかの品質はフェイト/ゼロエピソードのいくつかで降下のようにちょうどそう、彼らは戦いのための努力を救うことができます）。\u001b[22m\n\u001b[4mas for voice acting Fate has an strong cast so no one should worry about that.\u001b[24m\n    \u001b[1m声の演技は運命が強いので、誰もそれについて心配する必要はありません。\u001b[22m, \u001b[1m強力なキャストを持つ音声演技運命のためのように誰も心配してはなりません。\u001b[22m\n\u001b[4mAbout the OP song to be honest I didn’t enjoy it as I think I would but it is still solid.\u001b[24m\n    \u001b[1m正直言ってOPの曲については、私はそれが楽しかったと思ったが、それはまだ固いです。\u001b[22m, \u001b[1m正直に言うと、OPの歌について私はと思うように私はそれを楽しんでいませんでしたが、それはまだ固体です。\u001b[22m\n\u001b[4myou might noticed that the music tries to stay true to the feeling of Fate/zero at least (done by the legendary Yuki Kajiura) and it is a great thing since it makes the bond it has with it's prequel even stronger and yet it doesn'\u001b[24m\n    \u001b[1mあなたは、音楽がFate / zeroの感情に忠実であることに気づいたかもしれません（それは、伝説的なKajiuraによって行われました）。それはそれがprequelよりも強くても、\u001b[22m, \u001b[1mあなたは音楽は、それがさらに強く前編だと、それが持って結合を形成するので、それは素晴らしいことだ少なくとも（伝説の梶浦由記によって行われる）とでフェイト/ゼロの気持ちに忠実であり続けるためにしようとしていることに気づいたかもしれませんし、まだそれはdoesnの\u001b[22m\n\u001b[4mt just rely on that so props to Hideyuki Fukasawa.\u001b[24m\n    \u001b[1m深澤秀行にそんな小道具を頼っているだけだ。\u001b[22m, \u001b[1mtはちょうど深澤秀行になるように小道具に依存しています。\u001b[22m\n\u001b[4malso looking forward to Kalafina's ED (not in Episode 0)\u001b[24m\n    \u001b[1mまた、KalafinaのED（Episode 0ではなく）を楽しみにしています。\u001b[22m, \u001b[1mまた、KalafinaののEDを楽しみにして（ないエピソード0で）\u001b[22m\n\u001b[1m\u001b[22m\nBasically while this episode is satisfying for Fate fans (well at least as long as you don't hate Rin) it can also be good for newcomers although I am not suggesting to start from here but if you do you can probably handle it and it won't be that much confusing. If you are new you might think there is already a movie for this, well we (most of us anyway) pretend that’s not true since it is done by studio DEEN. While it might be considered good on it's own it leaves lots of things out of it so just watch this one and focus on the TV version done by Ufotable (there is also Fate/stay Night anime that focuses on the first Route of the Visual novel but again Studio DEEN didn't do it justice, I suggest you read the Visual Novel for that but it's not bad on it's own, until you read the visual novel that is then it might make you angry). Anyway whether you are an anime fan or western animation fan this season is great (for example new Fate and new Mushishi for anime fans and Korra Book 4, TMNT S3, Star Wars Rebels! for western animation fans) and hopefully they all will meet the expectations till the end and Fate UBW TV already passed the first test with Episode 0.\n\n\u001b[1m基本的にこのエピソードはFateのファンには満足していますが（少なくとも、あなたがRinを憎んでいない限り）、これは初心者にも良いことですが、ここから始めることを提案していませんが、もしあなたがそれを処理し、 あまり混乱しないでしょう。 もしあなたが新しいのであれば、既にこの映画があると思うかもしれませんが、私たち（ほとんどの場合、私たちのほとんど）はそれがスタジオDEENによって行われているので真実ではないと思っています。 それはそれで良いと考えられるかもしれませんが、それはそれから多くのものを残すので、ちょうどこれを見て、Ufotableによって行われたテレビ版に焦点を当てる（また、視覚小説の最初のルートに焦点を当てたFate / stay Nightアニメがあります しかし、スタジオ・ディーンは正義をしていませんでしたが、私はあなたにビジュアル・ノベルを読んでみることをお勧めしますが、それは自分自身では悪くありません。 とにかく、あなたがアニメファンか西洋アニメファンであるかどうかは今年のシーズンで素晴らしいです（例えば、アニメファンのための新しい運命と新しいMushishi、そして西洋アニメーションファンのためのKorra Book 4、TMNT S3、Star Wars Rebels！ 期待通りに終わり、運命のUBWテレビは既にエピソード0で最初のテストに合格しています。\u001b[22m\n\u001b[1m(Kihontekini kono episōdo wa feito no fan ni wa manzoku shite imasuga (sukunakutomo, anata ga Rin o nikunde inai kagiri), koreha shoshinsha ni mo yoi kotodesuga, koko kara hajimeru koto o teian shite imasenga, moshi anata ga sore o shori shi, amari konran shinaideshou. Moshi anata ga atarashī nodeareba, sudeni kono eiga ga aru to omou kamo shiremasenga, watashitachi (hotondo no baai, watashitachi no hotondo) wa sore ga sutajio dīn ni yotte okonawa rete irunode shinjitsude wa nai to omotte imasu. Sore wa sore de yoi to kangae rareru kamo shiremasenga, soreha sorekara ōku no mono o nokosunode, chōdo kore o mite, Ufotable ni yotte okonawa reta terebi-ban ni shōten o ateru (mata, shikaku shōsetsu no saisho no rūto ni shōten o ateta feito/ stay Night anime ga arimasu shikashi, sutajio dīn wa seigi o shite imasendeshitaga, watashi wa anata ni bijuaru noberu o yonde miru koto o o susume shimasuga, soreha jibun jishinde wa waruku arimasen. Tonikaku, anata ga anime fan ka seiyō anime fandearu ka dō ka wa kotoshi no shīzun de subarashīdesu (tatoeba, anime fan no tame no atarashī unmei to atarashī Mushishi, soshite seiyō animēshonfan no tame no Korra bukku 4, TMNT S 3, Star Wars Rebels! Kitai-dōri ni owari, unmei no UBW terebi wa sudeni episōdo 0 de saisho no tesuto ni gōkaku shite imasu.)\u001b[22m"
  },
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "AmbiguousMonster",
    "profile": "/profile/AmbiguousMonster/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=180512",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  9\nキャラクター|  8\n|  10\n\nこのアニメに入って、私の期待は非常に高かった。 いつも私はそれらを管理することができますが、彼の傑作「Sinners of Garden」シリーズとUrobuchiのprequel Fat / Zeroを通して、那須木ノの世界に身を浸して、私は本当にこれをFate / Stay Nightの決定的なバージョンにしたいと思っていました。 このプロローグは、信じられれば私の高い期待に応えました。\n\nそれは長い魔道師から生まれた高校生の鳥坂凛の冒険と彼女の弓兵の召喚に続く。 エピソードはRinの初期の眠気を反映して、ややゆっくりと始まりますが、最小限の単語で彼女の性格を確立することに成功します。 彼女の性癖、表現、他者の扱いは、彼女の性格を表現するのに十分な説明であり、この特徴付けは彼女だけではありません。 この学校自体は、巧みな照明とシェーディングテクニックのため、ティーンエイジャーがゴシップ、笑い、楽しむことができる安全で気楽な環境として描かれています。 サイドキャラクターはここではサービスを受けており、決して不快にならず、Rinのためのさらなる箔として役立つが、エピソードを真剣に改善したり崩壊させるにはあまりにも軽すぎる。 賞賛に値するもう一つの側面は、「罪人の園」と「運命/零」の両方の弱点であることは明らかです。 これにより、キャラクターはより活気に満ちているように見え、アーチャーの穏やかで空想的な姿勢からリンのより軽快で要求の厳しい態度に至るまで、キャラクターの特性の顕著さを高めるのに役立ちます。\n\nエピソードを通して、他のキャラクターには大きな注目が集まらない。これは明らかにリンとアーチャーのショーである。 しかし、観客はおそらく、次のエピソードで誰が目を覚ますかというアイデアを持っているでしょう。良い殺人の謎のように、すべての関連性があり、無関係のキャラクターには少なくともカメオが与えられます。 したがって、エピソードは主に暖かく親密なものですが、深い真っ暗なバブリングの感覚がまだあります...\n\n多くの人が気づいているように、Ufotableは雰囲気の巨匠であり、微妙に適切な深刻さ、コメディー、危険を伴う多くのシーンを結んでいます。 しかし、微妙なところから遠ざかるにつれ、最後のアクション・シーケンスは単に鼻を傾けるような光景です。 これは、平均的な山よりも多くの勾配、水よりも流動性があり、スレッジハンマーよりも大きな影響を与えます。 それは視覚的な光景であるだけでなく、監督的なものでもあります。 リンと同様に、ランサーは彼の動きだけでキャラクターを与えられます。 獣医と自信があるが、速くて鋭い。 彼の戦闘スタイルは、急激で猛烈な突発とスラッシュの表示を通じて、ゼロのランサーのはるかにスナックでアジャイルなアプローチとは対照的です。 戦闘の知性は、個々のキャラクターの動きだけでなく、相互の相互作用にも存在します。 例えば、ArcherはLancerの弱点を見つけようとしながら、彼のテクニックを隠していて、生きていて、彼をRinを攻撃するように誘発しないようにしようとしています。 この戦いのスタイルは、経験豊富な退役軍人が実際に決闘する方法を反映しており、非常に満足のいく視聴を可能にします。\n\n声優は、スタジオディーンアダプテーションやビジュアル小説のボイスオーバーを介して、そのドラマが実際のように見えるように助けます。 言うまでもなく、彼らは一度もうまく聞こえませんでした。  Type-Moonプロジェクトや、実際には、どのアニメも見たことのない人たちにも、私はそれが大きな主流の潜在力を持っていると信じているので、英語ダブがこのシリーズの正義を行うことを心から願っています。 このエピソードは高い評価を受けていますが、ファンと有望な視聴者にこれが待っていたことを保証します。  Fate / Stay Night：無制限のブレードワークスのプロローグは、今年の最大のアニメのひとつであると確信しているキャラクターの特性とトーンの両方の素晴らしい紹介です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGoing into this anime, my expectations were very high. Normally I can manage them, but having immersed myself in the world of Kinoko Nasu through his masterful 'Garden of Sinners' series and Gen Urobuchi's prequel Fat/Zero, I truly wanted this to be the definitive version of Fate/Stay Night. This prologue, if it can be believed, met my high expectations.\n\n\u001b[1mこのアニメに入って、私の期待は非常に高かった。 いつも私はそれらを管理することができますが、彼の傑作「Sinners of Garden」シリーズとUrobuchiのprequel Fat / Zeroを通して、那須木ノの世界に身を浸して、私は本当にこれをFate / Stay Nightの決定的なバージョンにしたいと思っていました。 このプロローグは、信じられれば私の高い期待に応えました。\u001b[22m\n\u001b[1m(Kono anime ni haitte, watashi no kitai wa hijō ni takakatta. Itsumo watashi wa sorera o kanri suru koto ga dekimasuga, kare no kessaku `Sinners of Garden' shirīzu to Urobuchi no prequel Fat/ Zero o tōshite, Nasu ki no no sekai ni mi o hitashite, watashi wa hontōni kore o feito/ Stay Night no ketteitekina bājon ni shitai to omotte imashita. Kono purorōgu wa, shinji rarereba watashi no takai kitai ni kotaemashita.)\u001b[22m\n\nTranslations of \u001b[4mGoing into this anime, my expectations were very high. Normally I can manage them, but having immersed myself in the world of Kinoko Nasu through his masterful 'Garden of Sinners' series and Gen Urobuchi's prequel Fat/Zero, I truly wanted this to be the definitive version of Fate/Stay Night. This prologue, if it can be believed, met my high expectations.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGoing into this anime, my expectations were very high.\u001b[24m\n    \u001b[1mこのアニメに入って、私の期待は非常に高かった。\u001b[22m, \u001b[1mこのアニメに行く、私の期待は非常に高かったです。\u001b[22m\n\u001b[4mNormally I can manage them, but having immersed myself in the world of Kinoko Nasu through his masterful 'Garden of Sinners' series and Gen Urobuchi's prequel Fat/Zero, I truly wanted this to be the definitive version of Fate/Stay Night.\u001b[24m\n    \u001b[1mいつも私はそれらを管理することができますが、彼の傑作「Sinners of Garden」シリーズとUrobuchiのprequel Fat / Zeroを通して、那須木ノの世界に身を浸して、私は本当にこれをFate / Stay Nightの決定的なバージョンにしたいと思っていました。\u001b[22m, \u001b[1m通常、私はそれらを管理できますが、一連の彼の見事な「罪人の庭」を通じて奈須きのこの世界に身を浸し、虚淵玄の続編脂肪/ゼロた、私は本当にこれがフェイト/ステイナイトの決定的なバージョンになりたかったです。\u001b[22m\n\u001b[4mThis prologue, if it can be believed, met my high expectations.\u001b[24m\n    \u001b[1mこのプロローグは、信じられれば私の高い期待に応えました。\u001b[22m, \u001b[1mこのプロローグ、それは信じてすることができた場合は、私の期待に会いました。\u001b[22m\n\u001b[1m\u001b[22m\nIt follows the adventures of Rin Tohsaka, a high school student descended from a long line of mages, and her summoning of her Archer servant. The episodes begins rather slowly, mirroring Rin's initial drowsiness, yet succeeds in establishing her character with minimal words; her mannerisms, expressions and treatment of others are sufficient exposition to display her character, and this characterization extends beyond just her. This school itself, due to masterful lighting and shading techniques, is portrayed as a safe, carefree environment where teenagers can gossip, laugh and enjoy themselves. The side characters are serviceable here, never becoming obnoxious, and serving as further foil for Rin, though they're too minor to seriously improve or ruin the episode. Another aspect that deserves praise is how much expression the characters have, which was admittedly a weaker point for both 'The Garden of Sinners' and 'Fate/Zero'. This makes the characters seem more lively, helping to increase the prominence of character traits, ranging from Archer's calm and sardonic attitude to Rin's more flippant and demanding demeanour.\n\n\u001b[1mそれは長い魔道師から生まれた高校生の鳥坂凛の冒険と彼女の弓兵の召喚に続く。 エピソードはRinの初期の眠気を反映して、ややゆっくりと始まりますが、最小限の単語で彼女の性格を確立することに成功します。 彼女の性癖、表現、他者の扱いは、彼女の性格を表現するのに十分な説明であり、この特徴付けは彼女だけではありません。 この学校自体は、巧みな照明とシェーディングテクニックのため、ティーンエイジャーがゴシップ、笑い、楽しむことができる安全で気楽な環境として描かれています。 サイドキャラクターはここではサービスを受けており、決して不快にならず、Rinのためのさらなる箔として役立つが、エピソードを真剣に改善したり崩壊させるにはあまりにも軽すぎる。 賞賛に値するもう一つの側面は、「罪人の園」と「運命/零」の両方の弱点であることは明らかです。 これにより、キャラクターはより活気に満ちているように見え、アーチャーの穏やかで空想的な姿勢からリンのより軽快で要求の厳しい態度に至るまで、キャラクターの特性の顕著さを高めるのに役立ちます。\u001b[22m\n\u001b[1m(Sore wa nagai madō-shi kara umareta kōkōsei no Torisaka Rin no bōken to kanojo no yumihei no shōkan ni tsudzuku. Episōdo wa Rin no shoki no nemuke o han'ei shite, yaya yukkuri to hajimarimasuga, saishōgen no tango de kanojo no seikaku o kakuritsu suru koto ni seikō shimasu. Kanojo no seiheki, hyōgen, tasha no atsukai wa, kanojo no seikaku o hyōgen suru no ni jūbun'na setsumeideari, kono tokuchōdzuke wa kanojo dakede wa arimasen. Kono gakkō jitai wa, takumina shōmei to shēdingutekunikku no tame, tīn'eijā ga goshippu, warai, tanoshimu koto ga dekiru anzende kirakuna kankyō to shite egaka rete imasu. Saidokyarakutā wa kokode wa sābisu o ukete ori, kesshite fukai ni narazu, Rin no tame no saranaru haku to shite yakudatsuga, episōdo o shinken ni kaizen shi tari hōkai sa seru ni wa amarini mo karu sugiru. Shōsan ni ataisuru mōhitotsu no sokumen wa,`tsumibito no en' to `unmei/ rei' no ryōhō no jakutendearu koto wa akirakadesu. Kore ni yori, kyarakutā wa yori kakki ni michite iru yō ni mie, āchā no odayakade kūsō-tekina shisei kara Rin no yori keikaide yōkyū no kibishī taido ni itaru made, kyarakutā no tokusei no kencho-sa o takameru no ni yakudachimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThroughout the episode, the other characters aren't given much spotlight, as this is clearly the Rin and Archer show. However, the audience probably have an idea of who to keep an eye out for in the following episodes, as, like a good murder mystery, all the relevant, and some irrelevant, characters are at least given a cameo (with one exception). Hence, though the episodes is mostly warm and intimate, there is still a feeling of something dark bubbling deep beneath...\n\n\u001b[1mエピソードを通して、他のキャラクターには大きな注目が集まらない。これは明らかにリンとアーチャーのショーである。 しかし、観客はおそらく、次のエピソードで誰が目を覚ますかというアイデアを持っているでしょう。良い殺人の謎のように、すべての関連性があり、無関係のキャラクターには少なくともカメオが与えられます。 したがって、エピソードは主に暖かく親密なものですが、深い真っ暗なバブリングの感覚がまだあります...\u001b[22m\n\u001b[1m(Episōdo o tōshite, hoka no kyarakutā ni wa ōkina chūmoku ga atsumaranai. Kore wa akiraka ni rin to āchā no shōdearu. Shikashi, kankyaku wa osoraku,-ji no episōdo de dare ga mewosamasu ka to iu aidea o motte irudeshou. Yoi satsujin no nazo no yō ni, subete no kanren-sei ga ari, mukankei no kyarakutā ni wa sukunakutomo Kameo ga atae raremasu. Shitagatte, episōdo wa omoni atatakaku shinmitsuna monodesuga, fukai makkurana baburingu no kankaku ga mada arimasu...)\u001b[22m\n\nTranslations of \u001b[4mThroughout the episode, the other characters aren't given much spotlight, as this is clearly the Rin and Archer show. However, the audience probably have an idea of who to keep an eye out for in the following episodes, as, like a good murder mystery, all the relevant, and some irrelevant, characters are at least given a cameo (with one exception). Hence, though the episodes is mostly warm and intimate, there is still a feeling of something dark bubbling deep beneath...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThroughout the episode, the other characters aren't given much spotlight, as this is clearly the Rin and Archer show.\u001b[24m\n    \u001b[1mエピソードを通して、他のキャラクターには大きな注目が集まらない。これは明らかにリンとアーチャーのショーである。\u001b[22m, \u001b[1mこれは明らかに凛とアーチャーのショーであるとしてエピソードを通して、他の文字は、多くのスポットライトを与えられていません。\u001b[22m\n\u001b[4mHowever, the audience probably have an idea of who to keep an eye out for in the following episodes, as, like a good murder mystery, all the relevant, and some irrelevant, characters are at least given a cameo (with one exception).\u001b[24m\n    \u001b[1mしかし、観客はおそらく、次のエピソードで誰が目を覚ますかというアイデアを持っているでしょう。良い殺人の謎のように、すべての関連性があり、無関係のキャラクターには少なくともカメオが与えられます。\u001b[22m, \u001b[1m良好な殺人ミステリー、すべての関連、およびいくつかは無関係のように、文字は、少なくとも（一つの例外を除いて）カメオを与えられている、しかし、観客はおそらく、次のエピソードでに目を光らせて維持する人のアイデアを持っています。\u001b[22m\n\u001b[4mHence, though the episodes is mostly warm and intimate, there is still a feeling of something dark bubbling deep beneath...\u001b[24m\n    \u001b[1mしたがって、エピソードは主に暖かく親密なものですが、深い真っ暗なバブリングの感覚がまだあります...\u001b[22m, \u001b[1mエピソードはほとんどが温かく親しみやすいですが、それゆえ、深い下にまだ何か暗い泡立ち感があります...\u001b[22m\n\u001b[1m\u001b[22m\nAs many are aware, Ufotable are the masters of atmosphere, subtly lacing many scenes with a small does of appropriate seriousness, comedy or danger. But, moving away from subtlety, the action sequence at the end is simply a jaw-dropping spectacle. It features more gradients than the average mountain, more fluidity than water and more impact than a sledge-hammer. Not only is it a visual spectacle, but a directorial one as well. Like Rin, Lancer is given character through his movements alone; bestial and confident, yet fast and sharp. His battle style contrasts the much more snaky and agile approach of Zero's Lancer through a display of fast and furious lunges and slashes. The battle's intelligence not only resides in the individual character movements, but their interaction with each other. For example, Archer is show to be hiding his techniques while trying to find Lancer's weak point, trying to stay alive and make sure not to provoke him into attacking Rin. This style of fighting more clearly reflects how experienced veterans would actually duel, and makes for some immensely satisfying viewing.\n\n\u001b[1m多くの人が気づいているように、Ufotableは雰囲気の巨匠であり、微妙に適切な深刻さ、コメディー、危険を伴う多くのシーンを結んでいます。 しかし、微妙なところから遠ざかるにつれ、最後のアクション・シーケンスは単に鼻を傾けるような光景です。 これは、平均的な山よりも多くの勾配、水よりも流動性があり、スレッジハンマーよりも大きな影響を与えます。 それは視覚的な光景であるだけでなく、監督的なものでもあります。 リンと同様に、ランサーは彼の動きだけでキャラクターを与えられます。 獣医と自信があるが、速くて鋭い。 彼の戦闘スタイルは、急激で猛烈な突発とスラッシュの表示を通じて、ゼロのランサーのはるかにスナックでアジャイルなアプローチとは対照的です。 戦闘の知性は、個々のキャラクターの動きだけでなく、相互の相互作用にも存在します。 例えば、ArcherはLancerの弱点を見つけようとしながら、彼のテクニックを隠していて、生きていて、彼をRinを攻撃するように誘発しないようにしようとしています。 この戦いのスタイルは、経験豊富な退役軍人が実際に決闘する方法を反映しており、非常に満足のいく視聴を可能にします。\u001b[22m\n\u001b[1m(Ōku no hito ga kidzuite iru yō ni, Ufotable wa fun'iki no kyoshōdeari, bimyō ni tekisetsuna shinkoku-sa, komedī, kiken o tomonau ōku no shīn o musunde imasu. Shikashi, bimyōna tokoro kara tōzakaru ni tsure, saigo no akushon shīkensu wa tan'ni hana o katamukeru yōna kōkeidesu. Kore wa, heikin-tekina yama yori mo ōku no kōbai, mizu yori mo ryūdō-sei ga ari, surejjihanmā yori mo ōkina eikyō o ataemasu. Sore wa shikaku-tekina kōkeidearu dakedenaku, kantoku-tekina monode mo arimasu. Rin to dōyō ni, ransā wa kare no ugoki dake de kyarakutā o atae raremasu. Jūi to jishin ga aru ga, hayakute surudoi. Kare no sentō sutairu wa, kyūgekide mōretsuna toppatsu to surasshu no hyōji o tsūjite, zero no ransā no haruka ni sunakku de ajairuna apurōchi to wa taishō-tekidesu. Sentō no chisei wa, koko no kyarakutā no ugoki dakedenaku, sōgo no sōgo sayō ni mo sonzai shimasu. Tatoeba, āchā wa Lancer no jakuten o mitsukeyou to shinagara, kare no tekunikku o kakushite ite, ikite ite, kare o Rin o kōgeki suru yō ni yūhatsu shinai yō ni shiyou to shite imasu. Kono tatakai no sutairu wa, keiken hōfuna taieki gunjin ga jissai ni kettō suru hōhō o han'ei shite ori, hijō ni manzoku no iku shichō o kanō ni shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe voice actors help the drama seem real, having matured into their roles through the Studio deen adaptations and Visual novel voice-overs. Needless to say, they have never sounded better. I sincerely hope the English Dub can do this series justice, as I believe it has great mainstream potential, even to those who have never seen a Type-Moon project or, indeed, any anime, before. The episode ends on a high, yet satisfying note, assuring fans and promising audiences that this was what the had been waiting for. Fate/Stay Night: Unlimited Blade Works' Prologue is a fantastic introduction in both characterization and tone of what is sure to be one of the biggest animes of the year.\n\n\u001b[1m声優は、スタジオディーンアダプテーションやビジュアル小説のボイスオーバーを介して、そのドラマが実際のように見えるように助けます。 言うまでもなく、彼らは一度もうまく聞こえませんでした。  Type-Moonプロジェクトや、実際には、どのアニメも見たことのない人たちにも、私はそれが大きな主流の潜在力を持っていると信じているので、英語ダブがこのシリーズの正義を行うことを心から願っています。 このエピソードは高い評価を受けていますが、ファンと有望な視聴者にこれが待っていたことを保証します。  Fate / Stay Night：無制限のブレードワークスのプロローグは、今年の最大のアニメのひとつであると確信しているキャラクターの特性とトーンの両方の素晴らしい紹介です。\u001b[22m\n\u001b[1m(Seiyū wa, sutajiodīn'adaputēshon ya bijuaru shōsetsu no boisuōbā o kaishite, sono dorama ga jissai no yō ni mieru yō ni tasukemasu. Iumademonaku, karera wa ichido mo umaku kikoemasendeshita. Type - Moon purojekuto ya, jissai ni wa, dono anime mo mita koto no nai hito-tachi ni mo, watashi wa sore ga ōkina shuryū no senzai-ryoku o motte iru to shinjite irunode, eigo dabu ga kono shirīzu no seigi o okonau koto o kokorokara negatte imasu. Kono episōdo wa takai hyōka o ukete imasuga, fan to yūbōna shichō-sha ni kore ga matte ita koto o hoshō shimasu. Feito/ Stay Night: Museigen no burēdowākusu no purorōgu wa, kotoshi no saidai no anime no hitotsudearu to kakushin shite iru kyarakutā no tokusei to tōn no ryōhō no subarashī shōkaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors help the drama seem real, having matured into their roles through the Studio deen adaptations and Visual novel voice-overs. Needless to say, they have never sounded better. I sincerely hope the English Dub can do this series justice, as I believe it has great mainstream potential, even to those who have never seen a Type-Moon project or, indeed, any anime, before. The episode ends on a high, yet satisfying note, assuring fans and promising audiences that this was what the had been waiting for. Fate/Stay Night: Unlimited Blade Works' Prologue is a fantastic introduction in both characterization and tone of what is sure to be one of the biggest animes of the year.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors help the drama seem real, having matured into their roles through the Studio deen adaptations and Visual novel voice-overs.\u001b[24m\n    \u001b[1m声優は、スタジオディーンアダプテーションやビジュアル小説のボイスオーバーを介して、そのドラマが実際のように見えるように助けます。\u001b[22m, \u001b[1mドラマを助ける声優は適応およびVisual新規ボイスオーバーDEENスタジオを介して自分の役割に成熟した、本物のように見えます。\u001b[22m\n\u001b[4mNeedless to say, they have never sounded better.\u001b[24m\n    \u001b[1m言うまでもなく、彼らは一度もうまく聞こえませんでした。\u001b[22m, \u001b[1m言うまでもなく、彼らがより良い聞こえたことがありません。\u001b[22m\n\u001b[4mI sincerely hope the English Dub can do this series justice, as I believe it has great mainstream potential, even to those who have never seen a Type-Moon project or, indeed, any anime, before.\u001b[24m\n    \u001b[1mType-Moonプロジェクトや、実際には、どのアニメも見たことのない人たちにも、私はそれが大きな主流の潜在力を持っていると信じているので、英語ダブがこのシリーズの正義を行うことを心から願っています。\u001b[22m, \u001b[1m私は心から私も前に実際にタイプムーンプロジェクトや、任意のアニメを、見たことがない人に、それは素晴らしい主流の可能性を秘めていると考えているよう英語ダブは、このシリーズの正義を行うことができます願っています。\u001b[22m\n\u001b[4mThe episode ends on a high, yet satisfying note, assuring fans and promising audiences that this was what the had been waiting for.\u001b[24m\n    \u001b[1mこのエピソードは高い評価を受けていますが、ファンと有望な視聴者にこれが待っていたことを保証します。\u001b[22m, \u001b[1mエピソードはファンを確保し、これを待っていたものだったと観客を約束し、高、まだ満足のいくノートに終了します。\u001b[22m\n\u001b[4mFate/Stay Night: Unlimited Blade Works' Prologue is a fantastic introduction in both characterization and tone of what is sure to be one of the biggest animes of the year.\u001b[24m\n    \u001b[1mFate / Stay Night：無制限のブレードワークスのプロローグは、今年の最大のアニメのひとつであると確信しているキャラクターの特性とトーンの両方の素晴らしい紹介です。\u001b[22m, \u001b[1mフェイト/ステイナイト：アンリミテッドブレイドワークス」プロローグは、特性評価と今年最大のアニメの一つになるはずです何の音の両方で素晴らしい紹介です。\u001b[22m"
  },
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "Otakusoulemotion",
    "profile": "/profile/Otakusoulemotion/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=163965",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは間違いなく私の期待を上回った。 それは視覚小説のプロローグに非常にうまく適応しました。 アニメーション、芸術、BGM、雰囲気/雰囲気感などのすべての面が、1時間以内にすばやく実行されました。\n\nこの最初のエピソードでさえ、アニメーションの戦いシーンは私をすでに吹き飛ばしていました。 ダッシュや飛び跳ねなどの単純なキャラクターの動きや、勢いやスピードなどの洗練されたメカニックは、途切れることなく整理された形で提示され、観客は各シーンやフレームで起こっているあらゆるアクションに従うことができ、 全体の時間。  Ufotableはまた、提示されるか省略される対話の選択で素晴らしい仕事をしました。  Tohsaka RinとArcherの間のキャラクターの相互作用と発展は、この正義を確実に行い、それ自体のために語ります。 言うまでもなく、すべてのキャラクターは完全に声を出していた。 サウンド・エフェクトとバックグラウンド・ミュージックの選択は、Fate Stay NightとFate / Zeroを思い起こさせましたが、この新しい適応のためにはまだ新鮮なままでした。\n\n全体的に、アニメのムードとセッティングは、「赤い花」と「無名のヒーロー」の観点から見て、1時間以内に十分に確立されました。\n\nそのような驚き。 非常にうわー。 だから興奮する。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis definitely exceeded my expectations. It was adapted to the prologue of the visual novel very nicely. All aspects including the animation, art, BGM and ambience/atmospheric feel were all executed superbly within the hour.\n\n\u001b[1mこれは間違いなく私の期待を上回った。 それは視覚小説のプロローグに非常にうまく適応しました。 アニメーション、芸術、BGM、雰囲気/雰囲気感などのすべての面が、1時間以内にすばやく実行されました。\u001b[22m\n\u001b[1m(Kore wa machigainaku watashi no kitai o uwamawatta. Sore wa shikaku shōsetsu no purorōgu ni hijō ni umaku tekiō shimashita. Animēshon, geijutsu, BGM, fun'iki/ fun'iki-kan nado no subete no men ga, 1-jikan inai ni subayaku jikkō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThis definitely exceeded my expectations. It was adapted to the prologue of the visual novel very nicely. All aspects including the animation, art, BGM and ambience/atmospheric feel were all executed superbly within the hour.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis definitely exceeded my expectations.\u001b[24m\n    \u001b[1mこれは間違いなく私の期待を上回った。\u001b[22m, \u001b[1mこれは間違いなく私の期待を超えています。\u001b[22m\n\u001b[4mIt was adapted to the prologue of the visual novel very nicely.\u001b[24m\n    \u001b[1mそれは視覚小説のプロローグに非常にうまく適応しました。\u001b[22m, \u001b[1mこれは非常にうまくビジュアルノベルのプロローグに適合させました。\u001b[22m\n\u001b[4mAll aspects including the animation, art, BGM and ambience/atmospheric feel were all executed superbly within the hour.\u001b[24m\n    \u001b[1mアニメーション、芸術、BGM、雰囲気/雰囲気感などのすべての面が、1時間以内にすばやく実行されました。\u001b[22m, \u001b[1mアニメーション、アート、BGMと雰囲気/大気の感触を含むすべての側面は、すべての時間以内に見事に実行されました。\u001b[22m\n\u001b[1m\u001b[22m\nEven for this first episode, the animated fight scenes had me blown away already. Simple character movements such as dashing or leaping and sophisticated mechanics such as momentum or speed were presented in an unbroken and uncluttered manner, allowing viewers to be able to follow every action happening in each scene or frame and hence, be entranced in the battle sequences the entire time. Ufotable have also done an amazing job with the selection of the dialogue to be presented or omitted. The character interaction and development between Tohsaka Rin and Archer definitely does this justice and speaks for itself. Not to mention, all characters were voiced perfectly. The choice of sound effects and background music provided a reminiscent feel of Fate Stay Night and Fate/Zero but still remained fresh as is appropriate for this new adaptation.\n\n\u001b[1mこの最初のエピソードでさえ、アニメーションの戦いシーンは私をすでに吹き飛ばしていました。 ダッシュや飛び跳ねなどの単純なキャラクターの動きや、勢いやスピードなどの洗練されたメカニックは、途切れることなく整理された形で提示され、観客は各シーンやフレームで起こっているあらゆるアクションに従うことができ、 全体の時間。  Ufotableはまた、提示されるか省略される対話の選択で素晴らしい仕事をしました。  Tohsaka RinとArcherの間のキャラクターの相互作用と発展は、この正義を確実に行い、それ自体のために語ります。 言うまでもなく、すべてのキャラクターは完全に声を出していた。 サウンド・エフェクトとバックグラウンド・ミュージックの選択は、Fate Stay NightとFate / Zeroを思い起こさせましたが、この新しい適応のためにはまだ新鮮なままでした。\u001b[22m\n\u001b[1m(Kono saisho no episōdode sae, animēshon no tatakai shīn wa watashi o sudeni fukitobashite imashita. Dasshu ya tobihane nado no tanjun'na kyarakutā no ugoki ya, ikioi ya supīdo nado no senrensareta mekanikku wa, togireru koto naku seiri sa reta katachi de teiji sa re, kankyaku wa kaku shīn ya furēmu de okotte iru arayuru akushon ni shitagau koto ga deki, zentai no jikan. Ufotable wa mata, teiji sa reru ka shōryaku sa reru taiwa no sentaku de subarashī shigoto o shimashita. Tohsaka Rin to āchā no ma no kyarakutā no sōgo sayō to hatten wa, kono seigi o kakujitsu ni okonai, sore jitai no tame ni katarimasu. Iumademonaku, subete no kyarakutā wa kanzen ni koe o dashite ita. Saundo efekuto to bakkuguraundo myūjikku no sentaku wa, feito Stay Night to feito/ Zero o omoiokosa semashitaga, kono atarashī tekiō no tame ni wa mada shinsen'na mamadeshita.)\u001b[22m\n\nTranslations of \u001b[4mEven for this first episode, the animated fight scenes had me blown away already. Simple character movements such as dashing or leaping and sophisticated mechanics such as momentum or speed were presented in an unbroken and uncluttered manner, allowing viewers to be able to follow every action happening in each scene or frame and hence, be entranced in the battle sequences the entire time. Ufotable have also done an amazing job with the selection of the dialogue to be presented or omitted. The character interaction and development between Tohsaka Rin and Archer definitely does this justice and speaks for itself. Not to mention, all characters were voiced perfectly. The choice of sound effects and background music provided a reminiscent feel of Fate Stay Night and Fate/Zero but still remained fresh as is appropriate for this new adaptation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven for this first episode, the animated fight scenes had me blown away already.\u001b[24m\n    \u001b[1mこの最初のエピソードでさえ、アニメーションの戦いシーンは私をすでに吹き飛ばしていました。\u001b[22m, \u001b[1mでも、この最初のエピソードのために、アニメーションの戦いのシーンは、私はすでに吹き飛ばさていました。\u001b[22m\n\u001b[4mSimple character movements such as dashing or leaping and sophisticated mechanics such as momentum or speed were presented in an unbroken and uncluttered manner, allowing viewers to be able to follow every action happening in each scene or frame and hence, be entranced in the battle sequences the\u001b[24m\n    \u001b[1mダッシュや飛び跳ねなどの単純なキャラクターの動きや、勢いやスピードなどの洗練されたメカニックは、途切れることなく整理された形で提示され、観客は各シーンやフレームで起こっているあらゆるアクションに従うことができ、\u001b[22m, \u001b[1m戦いは配列で、そのような威勢のいいや跳躍や、運動量や速度などの洗練されたメカニックのような単純な文字の動きが視聴者がそれぞれのシーンやフレーム、ひいてはで起こってすべてのアクションをたどることができるようにできるように、切れ目のないと整頓された方法で提示された、うっとりします\u001b[22m\n\u001b[4mentire time.\u001b[24m\n    \u001b[1m全体の時間。\u001b[22m\n\u001b[4mUfotable have also done an amazing job with the selection of the dialogue to be presented or omitted.\u001b[24m\n    \u001b[1mUfotableはまた、提示されるか省略される対話の選択で素晴らしい仕事をしました。\u001b[22m, \u001b[1mユーフォーテーブルも提示または省略する対話の選択と素晴らしい仕事をしています。\u001b[22m\n\u001b[4mThe character interaction and development between Tohsaka Rin and Archer definitely does this justice and speaks for itself.\u001b[24m\n    \u001b[1mTohsaka RinとArcherの間のキャラクターの相互作用と発展は、この正義を確実に行い、それ自体のために語ります。\u001b[22m, \u001b[1m遠坂凛とアーチャーの間の文字の相互作用および開発は間違いなくこの正義を行い、自身のために語っています。\u001b[22m\n\u001b[4mNot to mention, all characters were voiced perfectly.\u001b[24m\n    \u001b[1m言うまでもなく、すべてのキャラクターは完全に声を出していた。\u001b[22m, \u001b[1mもちろんのこと、すべての文字が完全に表明しました。\u001b[22m\n\u001b[4mThe choice of sound effects and background music provided a reminiscent feel of Fate Stay Night and Fate/Zero but still remained fresh as is appropriate for this new adaptation.\u001b[24m\n    \u001b[1mサウンド・エフェクトとバックグラウンド・ミュージックの選択は、Fate Stay NightとFate / Zeroを思い起こさせましたが、この新しい適応のためにはまだ新鮮なままでした。\u001b[22m, \u001b[1m効果音や背景音楽の選択は、フェイトステイナイトとフェイト/ゼロを思わせる感触を提供するが、それでも、この新しい適応のための適切なように新鮮なままでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, the mood and setting for the anime was well established within the hour as seen from the perspectives of the 'Red Flower' and 'Nameless Hero'.\n\n\u001b[1m全体的に、アニメのムードとセッティングは、「赤い花」と「無名のヒーロー」の観点から見て、1時間以内に十分に確立されました。\u001b[22m\n\u001b[1m(Zentai-teki ni, anime no mūdo to settingu wa,`akai hana' to `mumei no hīrō' no kanten kara mite, 1-jikan inai ni jūbun ni kakuritsu sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, the mood and setting for the anime was well established within the hour as seen from the perspectives of the 'Red Flower' and 'Nameless Hero'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, the mood and setting for the anime was well established within the hour as seen from the perspectives of the 'Red Flower' and 'Nameless Hero'.\u001b[24m\n    \u001b[1m全体的に、アニメのムードとセッティングは、「赤い花」と「無名のヒーロー」の観点から見て、1時間以内に十分に確立されました。\u001b[22m, \u001b[1m「赤い花」と「名も無き英雄」の視点から見て全体的に、気分やアニメの設定は、時間内に十分に確立されました。\u001b[22m\n\u001b[1m\u001b[22m\nSuch amaze. Much wow. So excite.\n\n\u001b[1mそのような驚き。 非常にうわー。 だから興奮する。\u001b[22m\n\u001b[1m(Sono yōna odoroki. Hijō ni uwa ̄. Dakara kōfun suru.)\u001b[22m\n\nTranslations of \u001b[4mSuch amaze. Much wow. So excite.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSuch amaze.\u001b[24m\n    \u001b[1mそのような驚き。\u001b[22m, \u001b[1mこのような驚か。\u001b[22m\n\u001b[4mMuch wow.\u001b[24m\n    \u001b[1m非常にうわー。\u001b[22m, \u001b[1mすごいくらい。\u001b[22m\n\u001b[4mSo excite.\u001b[24m\n    \u001b[1mだから興奮する。\u001b[22m, \u001b[1mだから励起します。\u001b[22m"
  },
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "Detective",
    "profile": "/profile/Detective/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=163819",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nうわー、私はF / sn  - プロローグについて書いているこのファンボットのすべてにとてもうんざりしていて、それには触れていません。 これは45分間に凝縮された視覚小説のプロローグです。 それは、私が「かなり叙事詩」と言っているので、私はこのアニメのための短いレビューを書くために自分自身にそれを取った。\n\nF / SN  - プロローグは叙事詩です。 叙事詩のキャラクターと壮大な戦いと壮大な最終的なスマッシュ（「ノーブル・ファントム」と呼ばれる）があります。 幸いなことに、スタジオDEEN（叙事詩的な失敗）の代わりに、私たちは叙情的な勝利を得ることができます。 キャラクターにとって、Rinは特に叙事詩であり、Epic自身、Archer（または私はEpicherと呼ぶのが好きです）を忘れないでください。 叙事詩の対話と叙事詩の桜と叙事詩の叙事詩が食べられます。 叙事詩叙事詩、叙事詩叙事詩叙事詩叙事詩、叙事詩叙事詩Fate Stay / night Unlimited Blade Works  - プロローグ叙事詩叙事詩叙事詩叙事詩。  10/10 epic epics。 真剣に、壮大な壮大な壮大な壮大な叙事詩？ エピック。\n\nあなたが叙事詩、叙事詩、さらには児童の地獄に入っているのなら、Fate stay / epic Unlimited Epic Worksはあなたのためです。\n\n私は神に誓う、このアニメは100万ドルの費用がかかるはずです。 単純に叙事詩。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nWow, I am so sick of all these fanboys writing about F/sn - prologue and not touching on it's most important aspect - epicness. So this is the prologue of the visual novel condensed into 45 minutes. Seeing as it's a ufotbale Fate adaptation I took it upon myself to write a short review for this anime because it is as I would like to say 'pretty epic.'\n\n\u001b[1mうわー、私はF / sn  - プロローグについて書いているこのファンボットのすべてにとてもうんざりしていて、それには触れていません。 これは45分間に凝縮された視覚小説のプロローグです。 それは、私が「かなり叙事詩」と言っているので、私はこのアニメのための短いレビューを書くために自分自身にそれを取った。\u001b[22m\n\u001b[1m(Uwa ̄ , watashi wa F/ sn - purorōgu ni tsuite kaite iru kono fan botto no subete ni totemo unzari shite ite, soreni wa furete imasen. Kore wa 45-funkan ni gyōshuku sa reta shikaku shōsetsu no purorōgudesu. Sore wa, watashi ga `kanari jojishi' to itte irunode, watashi wa kono anime no tame no mijikai rebyū o kaku tame ni jibun jishin ni sore o totta.)\u001b[22m\n\nTranslations of \u001b[4mWow, I am so sick of all these fanboys writing about F/sn - prologue and not touching on it's most important aspect - epicness. So this is the prologue of the visual novel condensed into 45 minutes. Seeing as it's a ufotbale Fate adaptation I took it upon myself to write a short review for this anime because it is as I would like to say 'pretty epic.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow, I am so sick of all these fanboys writing about F/sn - prologue and not touching on it's most important aspect - epicness.\u001b[24m\n    \u001b[1mうわー、私はF / sn  - プロローグについて書いているこのファンボットのすべてにとてもうんざりしていて、それには触れていません。\u001b[22m, \u001b[1mepicness  - それは最も重要な側面だ上で触れプロローグとない - うわー、私はF / SNについて書いて、これらすべてのファン達のようにうんざり。\u001b[22m\n\u001b[4mSo this is the prologue of the visual novel condensed into 45 minutes.\u001b[24m\n    \u001b[1mこれは45分間に凝縮された視覚小説のプロローグです。\u001b[22m, \u001b[1mだから、これは45分に凝縮ビジュアルノベルのプロローグです。\u001b[22m\n\u001b[4mSeeing as it's a ufotbale Fate adaptation I took it upon myself to write a short review for this anime because it is as I would like to say 'pretty epic.'\u001b[24m\n    \u001b[1mそれは、私が「かなり叙事詩」と言っているので、私はこのアニメのための短いレビューを書くために自分自身にそれを取った。\u001b[22m, \u001b[1mそれは、私はそれが私が言いたいようですので、このアニメのための短いレビューを書いて自分の際にそれを取ったufotbale運命の適応だとして見て「かわいい叙事詩が。」\u001b[22m\n\u001b[1m\u001b[22m\nF/SN - Prologue is epic. There are epic characters and epic fights and epic final smashs (known as Noble Phantasms). Luckily, instead of Studio DEEN (epic fail) we have ufotable (epic win). For characters, Rin is especially epic and don't forget Mr. Epic himself, Archer (or as I like to call him Epicher). Epic dialogues and epic Sakura eating a fish and epic epics are told. Epic epic, epic epic epic epic, epic epic Fate Stay/night Unlimited Blade Works - Prologue epic epic epic epic. 10/10 epic epics. Seriously, epic epic epic epic? Epic.\n\n\u001b[1mF / SN  - プロローグは叙事詩です。 叙事詩のキャラクターと壮大な戦いと壮大な最終的なスマッシュ（「ノーブル・ファントム」と呼ばれる）があります。 幸いなことに、スタジオDEEN（叙事詩的な失敗）の代わりに、私たちは叙情的な勝利を得ることができます。 キャラクターにとって、Rinは特に叙事詩であり、Epic自身、Archer（または私はEpicherと呼ぶのが好きです）を忘れないでください。 叙事詩の対話と叙事詩の桜と叙事詩の叙事詩が食べられます。 叙事詩叙事詩、叙事詩叙事詩叙事詩叙事詩、叙事詩叙事詩Fate Stay / night Unlimited Blade Works  - プロローグ叙事詩叙事詩叙事詩叙事詩。  10/10 epic epics。 真剣に、壮大な壮大な壮大な壮大な叙事詩？ エピック。\u001b[22m\n\u001b[1m(F/ SN - purorōgu wa jojishidesu. Jojishi no kyarakutā to sōdaina tatakai to sōdaina saishū-tekina sumasshu (`nōburu fantomu' to yoba reru) ga arimasu. Saiwaina koto ni, sutajio dīn (jojishi-tekina shippai) no kawari ni, watashitachiha jojō-tekina shōri o eru koto ga dekimasu. Kyarakutā ni totte, Rin wa tokuni jojishideari, Epic jishin, āchā (matawa watashi wa Epicher to yobu no ga sukidesu) o wasurenaide kudasai. Jojishi no taiwa to jojishi no sakura to jojishi no jojishi ga tabe raremasu. Jojishi jojishi, jojishi jojishi jojishi jojishi, jojishi jojishi feito Stay/ night Unlimited bureido Works - purorōgu jojishi jojishi jojishi jojishi. 10/ 10 Epic epics. Shinken ni, sōdaina sōdaina sōdaina sōdaina jojishi? Epikku.)\u001b[22m\n\nTranslations of \u001b[4mF/SN - Prologue is epic. There are epic characters and epic fights and epic final smashs (known as Noble Phantasms). Luckily, instead of Studio DEEN (epic fail) we have ufotable (epic win). For characters, Rin is especially epic and don't forget Mr. Epic himself, Archer (or as I like to call him Epicher). Epic dialogues and epic Sakura eating a fish and epic epics are told. Epic epic, epic epic epic epic, epic epic Fate Stay/night Unlimited Blade Works - Prologue epic epic epic epic. 10/10 epic epics. Seriously, epic epic epic epic? Epic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mF/SN - Prologue is epic.\u001b[24m\n    \u001b[1mF / SN  - プロローグは叙事詩です。\u001b[22m\n\u001b[4mThere are epic characters and epic fights and epic final smashs (known as Noble Phantasms).\u001b[24m\n    \u001b[1m叙事詩のキャラクターと壮大な戦いと壮大な最終的なスマッシュ（「ノーブル・ファントム」と呼ばれる）があります。\u001b[22m, \u001b[1m叙事詩文字と壮大な戦いと（ノーブルPhantasmsとして知られている）叙事詩最終smashsがあります。\u001b[22m\n\u001b[4mLuckily, instead of Studio DEEN (epic fail) we have ufotable (epic win).\u001b[24m\n    \u001b[1m幸いなことに、スタジオDEEN（叙事詩的な失敗）の代わりに、私たちは叙情的な勝利を得ることができます。\u001b[22m, \u001b[1m幸いなことに、代わりにスタジオDEENの（叙事詩が失敗する）我々はユーフォーテーブル（叙事詩勝利を）持っています。\u001b[22m\n\u001b[4mFor characters, Rin is especially epic and don't forget Mr. Epic himself, Archer (or as I like to call him Epicher).\u001b[24m\n    \u001b[1mキャラクターにとって、Rinは特に叙事詩であり、Epic自身、Archer（または私はEpicherと呼ぶのが好きです）を忘れないでください。\u001b[22m, \u001b[1m文字の場合、凛は特に叙事詩であると氏エピック自身、アーチャー（または私はEpicher彼を呼び出すために好きなように）を忘れないでください。\u001b[22m\n\u001b[4mEpic dialogues and epic Sakura eating a fish and epic epics are told.\u001b[24m\n    \u001b[1m叙事詩の対話と叙事詩の桜と叙事詩の叙事詩が食べられます。\u001b[22m, \u001b[1m魚や壮大な叙事詩を食べる壮大な対話と叙事詩さくらは語っています。\u001b[22m\n\u001b[4mEpic epic, epic epic epic epic, epic epic Fate Stay/night Unlimited Blade Works - Prologue epic epic epic epic.\u001b[24m\n    \u001b[1m叙事詩叙事詩、叙事詩叙事詩叙事詩叙事詩、叙事詩叙事詩Fate Stay / night Unlimited Blade Works  - プロローグ叙事詩叙事詩叙事詩叙事詩。\u001b[22m, \u001b[1mエピック叙事詩、壮大な叙事詩叙事詩叙事詩、壮大な叙事詩フェイトステイ/ナイトアンリミテッドブレイドワークス - プロローグ壮大な叙事詩叙事詩叙事詩。\u001b[22m\n\u001b[4m10/10 epic epics.\u001b[24m\n    \u001b[1m10/10 epic epics。\u001b[22m, \u001b[1m10/10叙事詩叙事詩。\u001b[22m\n\u001b[4mSeriously, epic epic epic epic?\u001b[24m\n    \u001b[1m真剣に、壮大な壮大な壮大な壮大な叙事詩？\u001b[22m, \u001b[1m真剣に、壮大な叙事詩叙事詩叙事詩？\u001b[22m\n\u001b[4mEpic.\u001b[24m\n    \u001b[1mエピック。\u001b[22m, \u001b[1m叙事詩。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're into epic or even epic or even Kodomo no Jikan then maybe Fate stay/epic Unlimited Epic Works is for you.\n\n\u001b[1mあなたが叙事詩、叙事詩、さらには児童の地獄に入っているのなら、Fate stay / epic Unlimited Epic Worksはあなたのためです。\u001b[22m\n\u001b[1m(Anata ga jojishi, jojishi, sarani wa jidō no jigoku ni haitte iru nonara, feito stay/ epic Unlimited Epic Works wa anata no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're into epic or even epic or even Kodomo no Jikan then maybe Fate stay/epic Unlimited Epic Works is for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're into epic or even epic or even Kodomo no Jikan then maybe Fate stay/epic Unlimited Epic Works is for you.\u001b[24m\n    \u001b[1mあなたが叙事詩、叙事詩、さらには児童の地獄に入っているのなら、Fate stay / epic Unlimited Epic Worksはあなたのためです。\u001b[22m, \u001b[1mあなたは叙事詩あるいは叙事詩あるいはこどものじかんに興味があれば多分フェイトステイ/叙事詩アンリミテッドエピックワークスはあなたのためです。\u001b[22m\n\u001b[1m\u001b[22m\nI swear to god this anime must have cost a million bucks. Simply epic.\n\n\u001b[1m私は神に誓う、このアニメは100万ドルの費用がかかるはずです。 単純に叙事詩。\u001b[22m\n\u001b[1m(Watashi wa kami ni chikau, kono anime wa 100 man-doru no hiyō ga kakaru hazudesu. Tanjun ni jojishi.)\u001b[22m\n\nTranslations of \u001b[4mI swear to god this anime must have cost a million bucks. Simply epic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI swear to god this anime must have cost a million bucks.\u001b[24m\n    \u001b[1m私は神に誓う、このアニメは100万ドルの費用がかかるはずです。\u001b[22m, \u001b[1m私はこのアニメは100万ドルの費用がかかるしておく必要があります神に誓います。\u001b[22m\n\u001b[4mSimply epic.\u001b[24m\n    \u001b[1m単純に叙事詩。\u001b[22m, \u001b[1m単に叙事詩。\u001b[22m"
  },
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "Jmac",
    "profile": "/profile/Jmac/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=163829",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  9\n|  10\n\nこれまでにMALで私の最初のレビュー！\n\nVNのファンであり、Studio Deenに付属していた恐ろしい適応を振り返ってみると、なぜType-Moonに関連するものから何人かの人に変わってしまう理由が分かりました。\n\n私は原材料を読んでいなかったので、最初は2006年を高く評価しました。 しかし、VNを読んだ後、私はVNを全く正義しないと感じたので、Deenが作成したverisonを削除しました。 私は、FSNがそのコースを走らせたと思っていましたが、誰もそれにふさわしい適応を与える者はいませんでした。\n\nUfotableは、Type-Moon作品の見知らぬ人ではありません。  F / ZとKara no Kyoukaiを、創作者が望むメッセージをさまざまなメディアに描いた傑作を、ソースに精通していない人々に届けるために採用しました。\n\nだから、ufotableは45分のOVAに2時間の長いプロローグ（私の読書による）を適応させた。 結果：// headが爆発する。\n\nアートとアニメーションはとても流動的でした。 アーチャーとランサーの戦いはとてもうまくアニメーション化されており、壮大さの点でVNから来たように思えました。\n\n彼らはほぼTに物語っていた。生命のスライスを示すリンは、彼女が主人になり、彼女が後で引き起こすトラブルに続いている。  VNからの多くの内部独白がカットされたが、全体のプロットは影響を受けなかった。 それは私に印象的でした。\n\nRinとArcherのキャラクター開発は本当にうまくスクリプト化されました。 作家はArcherとRinsの関係を強化するために、彼らが持っていた時間の長さを考慮しました。 それのための小道具。\n\n私の唯一の苦しみは音楽だった。 ノスタルジックな日本酒のために、私は彼らがVNからもっと多くの曲を使いたいと思っていました。 全体的に音楽は傑出していたので、キャラクターがどんな状況にあったのか気分を変えました。\n\n全体的に、ソース資料に忠実なufotableに関する非常に良い仕事。 私はこのレビューをVNとこのOVA / Specialとの比較ではありませんでしたが、2006年にオフになったVNの純粋主義者や新人の方がいらっしゃいましたか？ ショーはまだ放映されていませんが、私がプロローグから見たことを考えれば、FSNは良い立場にあると私は信じています。\n\n要するに：Type-Moon + ufotable = EPIC！  '言っ途切れる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nMy first review on MAL since EVER!\n\n\u001b[1mこれまでのMALの私の最初のレビュー！\u001b[22m\n\u001b[1m(Kore made no MAL no watashi no saisho no rebyū!)\u001b[22m\n\nTranslations of \u001b[4mMy first review on MAL since EVER!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first review on MAL since EVER!\u001b[24m\n    \u001b[1mこれまでのMALの私の最初のレビュー！\u001b[22m, \u001b[1mそれ以来、MAL上の私の最初のレビュー！\u001b[22m\n\u001b[1m\u001b[22m\nBeing a fan of the VN for some time now and looking back at the horrid adaptions that came with Studio Deen, could see why some people would be turned way from anything related to Type-Moon.\n\n\u001b[1mVNのファンであり、Studio Deenに付属していた恐ろしい適応を振り返ってみると、なぜType-Moonに関連するものから何人かの人に変わってしまう理由が分かりました。\u001b[22m\n\u001b[1m(VN no fandeari, sutadio Deen ni fuzoku shite ita osoroshī tekiō o furikaette miru to, naze Type - Moon ni kanren suru mono kara nan'ninka no hito ni kawatte shimau riyū ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mBeing a fan of the VN for some time now and looking back at the horrid adaptions that came with Studio Deen, could see why some people would be turned way from anything related to Type-Moon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a fan of the VN for some time now and looking back at the horrid adaptions that came with Studio Deen, could see why some people would be turned way from anything related to Type-Moon.\u001b[24m\n    \u001b[1mVNのファンであり、Studio Deenに付属していた恐ろしい適応を振り返ってみると、なぜType-Moonに関連するものから何人かの人に変わってしまう理由が分かりました。\u001b[22m, \u001b[1m何人かの人々は、タイプムーンに関連するものから道を変えられるだろう、なぜ、今、いくつかの時間のために、VNのファンであることとスタジオディーンに付属の恐ろしいadaptionsで振り返って見ることができました。\u001b[22m\n\u001b[1m\u001b[22m\nI rated the 2006 highly at first, because I didn't read the source material. But after reading the VN, I dropped the Deen produced verison, because I felt they didn't do the VN any justice at all. The chopped, hodge-podge of mess made me think that FSN ran it's course and no one would give it's adaption it right deserves.\n\n\u001b[1m私は原材料を読んでいなかったので、最初は2006年を高く評価しました。 しかし、VNを読んだ後、私はVNを全く正義しないと感じたので、Deenが作成したverisonを削除しました。 私は、FSNがそのコースを走らせたと思っていましたが、誰もそれにふさわしい適応を与える者はいませんでした。\u001b[22m\n\u001b[1m(Watashi wa genzairyō o yon de inakattanode, saisho wa 2006-nen o takaku hyōka shimashita. Shikashi, VN o yonda nochi, watashi wa VN o mattaku seigi shinai to kanjitanode, Deen ga sakusei shita verison o sakujo shimashita. Watashi wa, FSN ga sono kōsu o hashira seta to omotte imashitaga, dare mo sore ni fusawashī tekiō o ataeru mono wa imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI rated the 2006 highly at first, because I didn't read the source material. But after reading the VN, I dropped the Deen produced verison, because I felt they didn't do the VN any justice at all. The chopped, hodge-podge of mess made me think that FSN ran it's course and no one would give it's adaption it right deserves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI rated the 2006 highly at first, because I didn't read the source material.\u001b[24m\n    \u001b[1m私は原材料を読んでいなかったので、最初は2006年を高く評価しました。\u001b[22m, \u001b[1m私はソース素材を読んでいないので、私は、非常に最初に2006を評価しました。\u001b[22m\n\u001b[4mBut after reading the VN, I dropped the Deen produced verison, because I felt they didn't do the VN any justice at all.\u001b[24m\n    \u001b[1mしかし、VNを読んだ後、私はVNを全く正義しないと感じたので、Deenが作成したverisonを削除しました。\u001b[22m, \u001b[1mしかし、VNを読んだ後、私は、彼らがすべてでVNに任意の正義をしなかったと感じたので、ディーンは、verison生産低下しました。\u001b[22m\n\u001b[4mThe chopped, hodge-podge of mess made me think that FSN ran it's course and no one would give it's adaption it right deserves.\u001b[24m\n    \u001b[1m私は、FSNがそのコースを走らせたと思っていましたが、誰もそれにふさわしい適応を与える者はいませんでした。\u001b[22m, \u001b[1m混乱のみじん切り、ホッジ - ずんぐりした人は私がFSNはそれが当然だと誰もがそれは右値する適応だ与えないだろうに実行されたことを考えさせられました。\u001b[22m\n\u001b[1m\u001b[22m\nUfotable is no stranger to Type-Moon works; adapting F/Z and Kara no Kyoukai into masterpieces that portray the messages it's creators wanted into a different medium to reach the people who aren't familiar with the source.\n\n\u001b[1mUfotableは、Type-Moon作品の見知らぬ人ではありません。  F / ZとKara no Kyoukaiを、創作者が望むメッセージをさまざまなメディアに描いた傑作を、ソースに精通していない人々に届けるために採用しました。\u001b[22m\n\u001b[1m(Ufotable wa, Type - Moon sakuhin no mishiranu hitode wa arimasen. F/ Z to Kara no Kyoukai o, sōsaku-sha ga nozomu messēji o samazamana media ni kaita kessaku o, sōsu ni seitsū shite inai hitobito ni todokeru tame ni saiyō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mUfotable is no stranger to Type-Moon works; adapting F/Z and Kara no Kyoukai into masterpieces that portray the messages it's creators wanted into a different medium to reach the people who aren't familiar with the source.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUfotable is no stranger to Type-Moon works;\u001b[24m\n    \u001b[1mUfotableは、Type-Moon作品の見知らぬ人ではありません。\u001b[22m, \u001b[1mユーフォーテーブルは、作品・ムーンタイプには見知らぬ人ではありません。\u001b[22m\n\u001b[4madapting F/Z and Kara no Kyoukai into masterpieces that portray the messages it's creators wanted into a different medium to reach the people who aren't familiar with the source.\u001b[24m\n    \u001b[1mF / ZとKara no Kyoukaiを、創作者が望むメッセージをさまざまなメディアに描いた傑作を、ソースに精通していない人々に届けるために採用しました。\u001b[22m, \u001b[1mソースに慣れていない人に到達するために別のメディアにそれのクリエイターが欲しかったメッセージを描く傑作にF / Zと空の境界を適応させます。\u001b[22m\n\u001b[1m\u001b[22m\nSo, ufotable adapted 2 hour long prologue (by my reading) into a 45 minute OVA. The result: //head explodes.\n\n\u001b[1mだから、ufotableは45分のOVAに2時間の長いプロローグ（私の読書による）を適応させた。 結果：// headが爆発する。\u001b[22m\n\u001b[1m(Dakara, yūfōtēburu wa 45-bu no ovu~a ni 2-jikan no nagai purorōgu (watashi no dokusho ni yoru) o tekiō sa seta. Kekka: / / Head ga bakuhatsu suru.)\u001b[22m\n\nTranslations of \u001b[4mSo, ufotable adapted 2 hour long prologue (by my reading) into a 45 minute OVA. The result: //head explodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, ufotable adapted 2 hour long prologue (by my reading) into a 45 minute OVA.\u001b[24m\n    \u001b[1mだから、ufotableは45分のOVAに2時間の長いプロローグ（私の読書による）を適応させた。\u001b[22m, \u001b[1mだから、ユーフォーテーブルは45分OVAに（私の読書による）2時間の長いプロローグを適応しました。\u001b[22m\n\u001b[4mThe result: //head explodes.\u001b[24m\n    \u001b[1m結果：// headが爆発する。\u001b[22m, \u001b[1m結果：//頭が爆発。\u001b[22m\n\u001b[1m\u001b[22m\nArt and animation was very fluid. The battle between Archer and Lancer was animated so well that it seemed like it came from the VN in terms of epicness.\n\n\u001b[1mアートとアニメーションはとても流動的でした。 アーチャーとランサーの戦いはとてもうまくアニメーション化されており、壮大さの点でVNから来たように思えました。\u001b[22m\n\u001b[1m(Āto to animēshon wa totemo ryūdōtekideshita. Āchā to ransā no tatakai wa totemo umaku animēshon-ka sa rete ori, sōdai-sa no ten de VN kara kita yō ni omoemashita.)\u001b[22m\n\nTranslations of \u001b[4mArt and animation was very fluid. The battle between Archer and Lancer was animated so well that it seemed like it came from the VN in terms of epicness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and animation was very fluid.\u001b[24m\n    \u001b[1mアートとアニメーションはとても流動的でした。\u001b[22m, \u001b[1mアートとアニメーションは非常に流動的でした。\u001b[22m\n\u001b[4mThe battle between Archer and Lancer was animated so well that it seemed like it came from the VN in terms of epicness.\u001b[24m\n    \u001b[1mアーチャーとランサーの戦いはとてもうまくアニメーション化されており、壮大さの点でVNから来たように思えました。\u001b[22m, \u001b[1mアーチャーとランサーの間の戦いは非常によく、それがepicnessの面でVNから来たようにそれが見えたことをアニメ化しました。\u001b[22m\n\u001b[1m\u001b[22m\nThey kept to the story to almost a T. Showing the slice of life Rin, before she became a master and following the troubles she causes afterwards. A lot of internal monologue from the VN was cut, but the overall plot wasn't effected. That impressed me.\n\n\u001b[1m彼らはほぼTに物語っていた。生命のスライスを示すリンは、彼女が主人になり、彼女が後で引き起こすトラブルに続いている。  VNからの多くの内部独白がカットされたが、全体のプロットは影響を受けなかった。 それは私に印象的でした。\u001b[22m\n\u001b[1m(Karera wa hobo T ni monogatatte ita. Seimei no suraisu o shimesu rin wa, kanojo ga shujin ni nari, kanojo ga atode hikiokosu toraburu ni tsudzuite iru. VN kara no ōku no naibu dokuhaku ga katto sa retaga, zentai no purotto wa eikyō o ukenakatta. Sore wa watashi ni inshō-tekideshita.)\u001b[22m\n\nTranslations of \u001b[4mThey kept to the story to almost a T. Showing the slice of life Rin, before she became a master and following the troubles she causes afterwards. A lot of internal monologue from the VN was cut, but the overall plot wasn't effected. That impressed me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey kept to the story to almost a T. Showing the slice of life Rin, before she became a master and following the troubles she causes afterwards.\u001b[24m\n    \u001b[1m彼らはほぼTに物語っていた。生命のスライスを示すリンは、彼女が主人になり、彼女が後で引き起こすトラブルに続いている。\u001b[22m, \u001b[1m彼らはほとんどT.は彼女がマスターになる前に、生活凛のスライスを表示し、彼女はその後原因のトラブルを以下に話を続けました。\u001b[22m\n\u001b[4mA lot of internal monologue from the VN was cut, but the overall plot wasn't effected.\u001b[24m\n    \u001b[1mVNからの多くの内部独白がカットされたが、全体のプロットは影響を受けなかった。\u001b[22m, \u001b[1mVNからの内部独白の多くはカットされましたが、全体的なプロットは行なわれませんでした。\u001b[22m\n\u001b[4mThat impressed me.\u001b[24m\n    \u001b[1mそれは私に印象的でした。\u001b[22m, \u001b[1mそれは私に感銘を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter development between Rin and Archer was scripted really well. Writers did take care into strengthen Rins bonds with Archer given the amount of time they had. Props for that.\n\n\u001b[1mRinとArcherのキャラクター開発は本当にうまくスクリプト化されました。 作家はArcherとRinsの関係を強化するために、彼らが持っていた時間の長さを考慮しました。 それのための小道具。\u001b[22m\n\u001b[1m(Rin to āchā no kyarakutā kaihatsu wa hontōni umaku sukuriputo-ka sa remashita. Sakka wa āchā to Rins no kankei o kyōka suru tame ni, karera ga motte ita jikan no naga-sa o kōryo shimashita. Sore no tame no kodōgu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter development between Rin and Archer was scripted really well. Writers did take care into strengthen Rins bonds with Archer given the amount of time they had. Props for that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter development between Rin and Archer was scripted really well.\u001b[24m\n    \u001b[1mRinとArcherのキャラクター開発は本当にうまくスクリプト化されました。\u001b[22m, \u001b[1m凛とアーチャーの間キャラクター開発は本当によくスクリプト化されました。\u001b[22m\n\u001b[4mWriters did take care into strengthen Rins bonds with Archer given the amount of time they had.\u001b[24m\n    \u001b[1m作家はArcherとRinsの関係を強化するために、彼らが持っていた時間の長さを考慮しました。\u001b[22m, \u001b[1m作家は、世話をするにアーチャーは、彼らが持っていた時間の量を与えられたとRins結合を強化しました。\u001b[22m\n\u001b[4mProps for that.\u001b[24m\n    \u001b[1mそれのための小道具。\u001b[22m, \u001b[1mそのための小道具。\u001b[22m\n\u001b[1m\u001b[22m\nMy only qualm was the music. For nostalgic sake I was hoping they use more tracks from the VN, but this only nit picking on my part. Overall the music was outstanding as it set the mood to whatever situation the characters were in.\n\n\u001b[1m私の唯一の苦しみは音楽だった。 ノスタルジックな日本酒のために、私は彼らがVNからもっと多くの曲を使いたいと思っていました。 全体的に音楽は傑出していたので、キャラクターがどんな状況にあったのか気分を変えました。\u001b[22m\n\u001b[1m(Watashi no yuiitsu no kurushimi wa ongakudatta. Nosutarujikkuna nihonshu no tame ni, watashi wa karera ga VN kara motto ōku no kyoku o tsukaitai to omotte imashita. Zentai-teki ni ongaku wa kesshutsu shite itanode, kyarakutā ga don'na jōkyō ni atta no ka kibun o kaemashita.)\u001b[22m\n\nTranslations of \u001b[4mMy only qualm was the music. For nostalgic sake I was hoping they use more tracks from the VN, but this only nit picking on my part. Overall the music was outstanding as it set the mood to whatever situation the characters were in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy only qualm was the music.\u001b[24m\n    \u001b[1m私の唯一の苦しみは音楽だった。\u001b[22m, \u001b[1m私の唯一のむかつきは音楽でした。\u001b[22m\n\u001b[4mFor nostalgic sake I was hoping they use more tracks from the VN, but this only nit picking on my part.\u001b[24m\n    \u001b[1mノスタルジックな日本酒のために、私は彼らがVNからもっと多くの曲を使いたいと思っていました。\u001b[22m, \u001b[1m懐かしいために私は、彼らはVNからより多くのトラックを使用して期待していたが、これだけニットは私の部分にピッキング。\u001b[22m\n\u001b[4mOverall the music was outstanding as it set the mood to whatever situation the characters were in.\u001b[24m\n    \u001b[1m全体的に音楽は傑出していたので、キャラクターがどんな状況にあったのか気分を変えました。\u001b[22m, \u001b[1mそれはどのような状況にムードを設定するように、全体的な音楽は文字がでた傑出していました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, very good job on ufotable keeping true to the source material. I didn't this review to be a comparison between the VN and this OVA/Special, but wanted to dispel any doubts anyone may have if they're new to the series or the VN purists who were turned off from the 2006. Granted, the show hasn't aired yet, but given what I've seen from the prologue, I believe FSN is in good hands.\n\n\u001b[1m全体的に、ソース資料に忠実なufotableに関する非常に良い仕事。 私はこのレビューをVNとこのOVA / Specialとの比較ではありませんでしたが、2006年にオフになったVNの純粋主義者や新人の方がいらっしゃいましたか？ ショーはまだ放映されていませんが、私がプロローグから見たことを考えれば、FSNは良い立場にあると私は信じています。\u001b[22m\n\u001b[1m(Zentai-teki ni, sōsu shiryō ni chūjitsuna yūfōtēburu ni kansuru hijō ni yoi shigoto. Watashi wa kono rebyū o VN to kono ovu~a/ Special to no hikakude wa arimasendeshitaga, 2006-nen ni ofu ni natta VN no junsuishugi-sha ya shinjin no kata ga irasshaimashita ka? Shō wa mada hōei sa rete imasenga, watashi ga purorōgu kara mita koto o kangaereba, FSN wa yoi tachiba ni aru to watashi wa shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, very good job on ufotable keeping true to the source material. I didn't this review to be a comparison between the VN and this OVA/Special, but wanted to dispel any doubts anyone may have if they're new to the series or the VN purists who were turned off from the 2006. Granted, the show hasn't aired yet, but given what I've seen from the prologue, I believe FSN is in good hands.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, very good job on ufotable keeping true to the source material.\u001b[24m\n    \u001b[1m全体的に、ソース資料に忠実なufotableに関する非常に良い仕事。\u001b[22m, \u001b[1m全体的に、ソース材料に真の維持ユーフォーテーブル上で非常に良い仕事。\u001b[22m\n\u001b[4mI didn't this review to be a comparison between the VN and this OVA/Special, but wanted to dispel any doubts anyone may have if they're new to the series or the VN purists who were turned off from the 2006. Granted,\u001b[24m\n    \u001b[1m私はこのレビューをVNとこのOVA / Specialとの比較ではありませんでしたが、2006年にオフになったVNの純粋主義者や新人の方がいらっしゃいましたか？\u001b[22m, \u001b[1m私は、VNこのOVA /特殊との比較になるこのレビューをしなかったが、彼らは確かに2006年からオフになったシリーズまたはVNの純粋主義者に新しいしている場合は誰もが持っている疑問を払拭したかったです\u001b[22m\n\u001b[4mthe show hasn't aired yet, but given what I've seen from the prologue, I believe FSN is in good hands.\u001b[24m\n    \u001b[1mショーはまだ放映されていませんが、私がプロローグから見たことを考えれば、FSNは良い立場にあると私は信じています。\u001b[22m, \u001b[1mショーはまだ放映されたが、私はプロローグから見てきたもの与えられていない、私はFSNが良い手にあると考えています。\u001b[22m\n\u001b[1m\u001b[22m\nIn a nutshell: Type-Moon + ufotable = EPIC! 'nuff said.\n\n\u001b[1m要するに：Type-Moon + ufotable = EPIC！  '言っ途切れる。\u001b[22m\n\u001b[1m(Yōsuruni: Type - Moon + yūfōtēburu = epikku! ' Ittogireru.)\u001b[22m\n\nTranslations of \u001b[4mIn a nutshell: Type-Moon + ufotable = EPIC! 'nuff said.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a nutshell: Type-Moon + ufotable = EPIC!\u001b[24m\n    \u001b[1m要するに：Type-Moon + ufotable = EPIC！\u001b[22m, \u001b[1mタイプムーン+ユーフォーテーブル= EPIC：一言で言えば！\u001b[22m\n\u001b[4m'nuff said.\u001b[24m\n    \u001b[1m'言っ途切れる。\u001b[22m, \u001b[1m'ナフは言った。\u001b[22m, \u001b[1m「途切れるは言いました。\u001b[22m"
  },
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "Brynhild",
    "profile": "/profile/Brynhild/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=164211",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  9\nキャラクター|  10\n|  10\n\n3ワード：\n\nアーチャー対ランサー。\n\nFate / Zero以来、私はFate / seriesと恋に落ちてきました。 当然、私はFate / stay nightがUnlimited Blade Worksルートに従うためにリメイクを受けることを聞いて非常に勇気づけられました。\n\nこの50分のプロローグでは、あなたが長期的なファンであるかどうか、またはあなたがシリーズに初めているかどうかにかかわらず、シリーズへの素晴らしい紹介となりました。  RinとArcherの主な焦点を紹介し、聖杯の内容について基本的な説明をしています。 それは永続的な印象を残し、視聴者はより多くの権利を望んでいます。\n\n私を不安にさせたのは、作曲家の変化でした。  Fate / ZeroのOSTを作った権威ある梶浦由紀は、他にもFate / stay night以外ではなかった。 彼女の所では、作曲家の深澤秀行が舞台に立ちました。 そして、私は彼がそれについて良い仕事をしたと言わなければならない。\n\nUfotableから期待されるように、アニメーションは一流のノッチであり、Archer対Lancerの戦いや魔法が使用されているときなどの領域で実際に表示されます。 照明、風景、エフェクトはすべてバランスがよく、全体的なルックスは非常に鮮明で流動的です。\n\n全体的に、私はこのシリーズは、それが受け取った誇大宣伝とBluRaysに固定されるいくつかの小さな欠点にもかかわらず、このシリーズは強打で始まったと信じています。 私はそれを購入するのを待つことができません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n3 words:\n\n\u001b[1m3ワード：\u001b[22m\n\u001b[1m(3 Wādo:)\u001b[22m\n\nTranslations of \u001b[4m3 words:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3 words:\u001b[24m\n    \u001b[1m3ワード：\u001b[22m\n\u001b[1m\u001b[22m\nArchers vs. Lancer.\n\n\u001b[1mアーチャー対ランサー。\u001b[22m\n\u001b[1m(Āchā tai ransā.)\u001b[22m\n\nTranslations of \u001b[4mArchers vs. Lancer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArchers vs. Lancer.\u001b[24m\n    \u001b[1mアーチャー対ランサー。\u001b[22m, \u001b[1mランサー対弓兵。\u001b[22m\n\u001b[1m\u001b[22m\nEver since Fate/Zero, I had grown to be ever so in love with the Fate/ series. Naturally, I was ecstatic upon hearing that Fate/stay night would get a remake to follow the Unlimited Blade Works route.\n\n\u001b[1mFate / Zero以来、私はFate / seriesと恋に落ちてきました。 当然、私はFate / stay nightがUnlimited Blade Worksルートに従うためにリメイクを受けることを聞いて非常に勇気づけられました。\u001b[22m\n\u001b[1m(Feito/ Zero irai, watashi wa feito/ series to koiniochite kimashita. Tōzen, watashi wa feito/ stay night ga Unlimited bureido Works rūto ni shitagau tame ni rimeiku o ukeru koto o kiite hijō ni yūkidzuke raremashita.)\u001b[22m\n\nTranslations of \u001b[4mEver since Fate/Zero, I had grown to be ever so in love with the Fate/ series. Naturally, I was ecstatic upon hearing that Fate/stay night would get a remake to follow the Unlimited Blade Works route.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEver since Fate/Zero, I had grown to be ever so in love with the Fate/ series.\u001b[24m\n    \u001b[1mFate / Zero以来、私はFate / seriesと恋に落ちてきました。\u001b[22m, \u001b[1m今までフェイト/ゼロ以来、私はフェイト/シリーズと恋に今までにそうなるように成長していました。\u001b[22m\n\u001b[4mNaturally, I was ecstatic upon hearing that Fate/stay night would get a remake to follow the Unlimited Blade Works route.\u001b[24m\n    \u001b[1m当然、私はFate / stay nightがUnlimited Blade Worksルートに従うためにリメイクを受けることを聞いて非常に勇気づけられました。\u001b[22m, \u001b[1m当然のことながら、私はフェイト/ステイナイトアンリミテッドブレイドワークスルートをたどるためのリメイクになるだろうことを聞いて恍惚としました。\u001b[22m\n\u001b[1m\u001b[22m\nIn this 50 minute prologue, it was a great introduction into the series, whether you are a long term fan, or if you are new to the series. It introduces you to the main focus of the route, Rin and Archer, and gives a basic explanation regarding what the Holy Grail War is. It leaves a lasting impression and makes the viewer want more right there.\n\n\u001b[1mこの50分のプロローグでは、あなたが長期的なファンであるかどうか、またはあなたがシリーズに初めているかどうかにかかわらず、シリーズへの素晴らしい紹介となりました。  RinとArcherの主な焦点を紹介し、聖杯の内容について基本的な説明をしています。 それは永続的な印象を残し、視聴者はより多くの権利を望んでいます。\u001b[22m\n\u001b[1m(Kono 50-bu no purorōgude wa, anata ga chōki-tekina fandearu ka dō ka, matawa anata ga shirīzu ni hajimete iru ka dō ka ni kakawarazu, shirīzu e no subarashī shōkai to narimashita. Rin to āchā no omona shōten o shōkai shi, seihai no naiyō ni tsuite kihon-tekina setsumei o shite imasu. Sore wa eizoku-tekina inshō o nokoshi, shichō-sha wa yori ōku no kenri o nozonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn this 50 minute prologue, it was a great introduction into the series, whether you are a long term fan, or if you are new to the series. It introduces you to the main focus of the route, Rin and Archer, and gives a basic explanation regarding what the Holy Grail War is. It leaves a lasting impression and makes the viewer want more right there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this 50 minute prologue, it was a great introduction into the series, whether you are a long term fan, or if you are new to the series.\u001b[24m\n    \u001b[1mこの50分のプロローグでは、あなたが長期的なファンであるかどうか、またはあなたがシリーズに初めているかどうかにかかわらず、シリーズへの素晴らしい紹介となりました。\u001b[22m, \u001b[1mこの50分間のプロローグでは、それはあなたが長期的なファンであるかどうか、シリーズへの素晴らしい導入した、またはあなたがシリーズに新しく追加された場合。\u001b[22m\n\u001b[4mIt introduces you to the main focus of the route, Rin and Archer, and gives a basic explanation regarding what the Holy Grail War is.\u001b[24m\n    \u001b[1mRinとArcherの主な焦点を紹介し、聖杯の内容について基本的な説明をしています。\u001b[22m, \u001b[1mこれは、ルート、凛とアーチャーの主な焦点にあなたを紹介し、聖杯戦争が何であるかについての基本的な説明を提供します。\u001b[22m\n\u001b[4mIt leaves a lasting impression and makes the viewer want more right there.\u001b[24m\n    \u001b[1mそれは永続的な印象を残し、視聴者はより多くの権利を望んでいます。\u001b[22m, \u001b[1mこれは、永続的な印象を残し、視聴者がよりすぐそこたくなります。\u001b[22m\n\u001b[1m\u001b[22m\nThe one thing that left me anxious was the change in composers. The prestigious Yuki Kajiura that composed Fate/Zero's OST, among others, was not apart of Fate/stay night. In her place, composer Hideyuki Fukasawa stepped up to the plate. And I must say, he did a good job on it.\n\n\u001b[1m私を不安にさせたのは、作曲家の変化でした。  Fate / ZeroのOSTを作った権威ある梶浦由紀は、他にもFate / stay night以外ではなかった。 彼女の所では、作曲家の深澤秀行が舞台に立ちました。 そして、私は彼がそれについて良い仕事をしたと言わなければならない。\u001b[22m\n\u001b[1m(Watashi o fuan ni sa seta no wa, sakkyokka no henkadeshita. Feito/ Zero no OST o tsukutta ken'iaru Kajiura Yuki wa, hoka ni mo feito/ stay night igaide wa nakatta. Kanojo no tokorode wa, sakkyokka no Fukazawa Hideyuki ga butai ni tachimashita. Soshite, watashi wa kare ga sore ni tsuite yoi shigoto o shita to iwanakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mThe one thing that left me anxious was the change in composers. The prestigious Yuki Kajiura that composed Fate/Zero's OST, among others, was not apart of Fate/stay night. In her place, composer Hideyuki Fukasawa stepped up to the plate. And I must say, he did a good job on it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe one thing that left me anxious was the change in composers.\u001b[24m\n    \u001b[1m私を不安にさせたのは、作曲家の変化でした。\u001b[22m, \u001b[1m気になる私を残し一つのことは、作曲の変化でした。\u001b[22m\n\u001b[4mThe prestigious Yuki Kajiura that composed Fate/Zero's OST, among others, was not apart of Fate/stay night.\u001b[24m\n    \u001b[1mFate / ZeroのOSTを作った権威ある梶浦由紀は、他にもFate / stay night以外ではなかった。\u001b[22m, \u001b[1mフェイト/ゼロのOSTを構成名門梶浦由記は、とりわけ、離れフェイト/ステイナイトのではありませんでした。\u001b[22m\n\u001b[4mIn her place, composer Hideyuki Fukasawa stepped up to the plate.\u001b[24m\n    \u001b[1m彼女の所では、作曲家の深澤秀行が舞台に立ちました。\u001b[22m, \u001b[1m彼女の場所では、作曲深澤秀行はプレートにステップアップ。\u001b[22m\n\u001b[4mAnd I must say, he did a good job on it.\u001b[24m\n    \u001b[1mそして、私は彼がそれについて良い仕事をしたと言わなければならない。\u001b[22m, \u001b[1mそして、私は彼がそれで良い仕事をした、と言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nAs expected from Ufotable, the animation is top notch and it really shows in areas such as the Archer vs Lancer fight, and when magic is being used. The lighting, scenery, and effects are all well balanced and leave the overall look feeling very crisp and fluid.\n\n\u001b[1mUfotableから期待されるように、アニメーションは一流のノッチであり、Archer対Lancerの戦いや魔法が使用されているときなどの領域で実際に表示されます。 照明、風景、エフェクトはすべてバランスがよく、全体的なルックスは非常に鮮明で流動的です。\u001b[22m\n\u001b[1m(Ufotable kara kitai sa reru yō ni, animēshon wa ichiryū no notchideari, āchā tai Lancer no tatakai ya mahō ga shiyō sa rete iru toki nado no ryōiki de jissai ni hyōji sa remasu. Shōmei, fūkei, efekuto wa subete baransu ga yoku, zentai-tekina rukkusu wa hijō ni senmeide ryūdōtekidesu.)\u001b[22m\n\nTranslations of \u001b[4mAs expected from Ufotable, the animation is top notch and it really shows in areas such as the Archer vs Lancer fight, and when magic is being used. The lighting, scenery, and effects are all well balanced and leave the overall look feeling very crisp and fluid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs expected from Ufotable, the animation is top notch and it really shows in areas such as the Archer vs Lancer fight, and when magic is being used.\u001b[24m\n    \u001b[1mUfotableから期待されるように、アニメーションは一流のノッチであり、Archer対Lancerの戦いや魔法が使用されているときなどの領域で実際に表示されます。\u001b[22m, \u001b[1mユーフォーテーブルから予想されるように、アニメーションは一流であり、それは本当にそのようなランサーの戦いVSアーチャーなどの分野で示し、そして魔法が使用されているとき。\u001b[22m\n\u001b[4mThe lighting, scenery, and effects are all well balanced and leave the overall look feeling very crisp and fluid.\u001b[24m\n    \u001b[1m照明、風景、エフェクトはすべてバランスがよく、全体的なルックスは非常に鮮明で流動的です。\u001b[22m, \u001b[1m照明、景観及び効果は、すべてのバランスがとれており、非常にくっきりと流体全体的な外観感を残します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I believe that this series will live up to the hype it has received and despite some minor flaws which will be fixed on the BluRays, this series started out with a bang. I cannot wait to purchase it.\n\n\u001b[1m全体的に、私はこのシリーズは、それが受け取った誇大宣伝とBluRaysに固定されるいくつかの小さな欠点にもかかわらず、このシリーズは強打で始まったと信じています。 私はそれを購入するのを待つことができません。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono shirīzu wa, sore ga uketotta kodai senden to BluRays ni kotei sa reru ikutsu ka no chīsana ketten nimokakawarazu, kono shirīzu wa kyōda de hajimatta to shinjite imasu. Watashi wa sore o kōnyū suru no o matsu koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I believe that this series will live up to the hype it has received and despite some minor flaws which will be fixed on the BluRays, this series started out with a bang. I cannot wait to purchase it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I believe that this series will live up to the hype it has received and despite some minor flaws which will be fixed on the BluRays, this series started out with a bang.\u001b[24m\n    \u001b[1m全体的に、私はこのシリーズは、それが受け取った誇大宣伝とBluRaysに固定されるいくつかの小さな欠点にもかかわらず、このシリーズは強打で始まったと信じています。\u001b[22m, \u001b[1m全体的に、私はこのシリーズは、受信したとBluRays上に固定されるであろういくつかのマイナーな欠陥にもかかわらず、このシリーズはビッグバンで始まっ誇大広告まで生きると信じています。\u001b[22m\n\u001b[4mI cannot wait to purchase it.\u001b[24m\n    \u001b[1m私はそれを購入するのを待つことができません。\u001b[22m"
  },
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "PhysiquedParrot",
    "profile": "/profile/PhysiquedParrot/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=180347",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  7\n\nこれはMALの私の最初のレビューですので、私に同行してください。\nちょうど1日前まで運命のシリーズを見ていないので、私はそのシリーズがどんなものだったのか分かりませんでした。 運命/ゼロを見て、私はこの特別なことをもっと楽しみました。\n\nアート7/10\nこのシリーズについて私が本当に知っているのは、アートとアニメーションです。アニメーションは単に美しく、カラーパレットは素晴らしいです。 戦い場面は美しく行われ、一緒に本当によくブレンドされた\n\nサウンド6/10\n最初の2秒が私を残りのクレジットのためにとどめさせるのに十分であったという事実とは別に話すのは素晴らしいことではない。 召喚を行った音楽は本当にうまくいっていて、重複していた音楽ではバトルシーンは決して崩れませんでした。\n\n楽しさ7/10\n私が以前に言ったように、フェイトシリーズの新作で、このスペシャルはかなり楽しく、より多くの（キューシーズン1）以上を望んでいました。 間違いなく私が見た最高のスペシャルの一つ。\n\nストーリー6/10\nこの話は非常にうまくペースであった。 キャラクターの背景と、なぜ彼らが聖杯戦争に参加しているのかを知る必要がありますが、次のエピソードを見たいほど謎が残っています。 もう一度、私はこのスペシャルがとてもうまくペースであったように感じ、残りの部分を見るのを待つことはできません。\n\n全体的に私はそれを7.5 / 10とする。 私は定期的な特別なものよりも何かを期待していないで行き、私はそれの終わりまでに私の言葉を食べていた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review on MAL so bear with me.\n\n\u001b[1mこれはMALの私の最初のレビューですので、私に同行してください。\u001b[22m\n\u001b[1m(Kore wa MAL no watashi no saisho no rebyūdesunode, watashi ni dōkō shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review on MAL so bear with me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review on MAL so bear with me.\u001b[24m\n    \u001b[1mこれはMALの私の最初のレビューですので、私に同行してください。\u001b[22m, \u001b[1mこれには、私と一緒にクマMALの私の最初のレビューです。\u001b[22m\nHaving not seen any of the fate/ series until just a day ago, i had no idea what the series was about. Having watched fate/zero this made me all the more excited to see this special.\n\n\u001b[1mちょうど1日前まで運命のシリーズを見ていないので、私はそのシリーズがどんなものだったのか分かりませんでした。 運命/ゼロを見て、私はこの特別なことをもっと楽しみました。\u001b[22m\n\u001b[1m(Chōdo 1-nichi mae made unmei no shirīzu o mite inainode, watashi wa sono shirīzu ga don'na monodatta no ka wakarimasendeshita. Unmei/ zero o mite, watashi wa kono tokubetsuna koto o motto tanoshimimashita.)\u001b[22m\n\nTranslations of \u001b[4mHaving not seen any of the fate/ series until just a day ago, i had no idea what the series was about. Having watched fate/zero this made me all the more excited to see this special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving not seen any of the fate/ series until just a day ago, i had no idea what the series was about.\u001b[24m\n    \u001b[1mちょうど1日前まで運命のシリーズを見ていないので、私はそのシリーズがどんなものだったのか分かりませんでした。\u001b[22m, \u001b[1mちょうど日前までの運命/シリーズのいずれかを見ていないしたが、私はシリーズは約何であったかわかりませんでした。\u001b[22m\n\u001b[4mHaving watched fate/zero this made me all the more excited to see this special.\u001b[24m\n    \u001b[1m運命/ゼロを見て、私はこの特別なことをもっと楽しみました。\u001b[22m, \u001b[1m運命/ゼロを見たが、これはこの特別なを見て、私はすべてのより興奮しました。\u001b[22m\n\u001b[1m\u001b[22m\nART 7/10\n\n\u001b[1mアート7/10\u001b[22m\n\u001b[1m(Āto 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mART 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART 7/10\u001b[24m\n    \u001b[1mアート7/10\u001b[22m, \u001b[1mART 7/10\u001b[22m\nWhat really got me about the series is the art and animation- the animation is simply beautiful and the color palette is amazing. The fight scenes were beautifully done and blended together really well\n\n\u001b[1mこのシリーズについて私が本当に知っているのは、アートとアニメーションです。アニメーションは単に美しく、カラーパレットは素晴らしいです。 戦い場面は美しく行われ、一緒に本当によくブレンドされた\u001b[22m\n\u001b[1m(Kono shirīzu ni tsuite watashi ga hontōni shitte iru no wa, āto to animēshondesu. Animēshon wa tan'ni utsukushiku, karāparetto wa subarashīdesu. Tatakai bamen wa utsukushiku okonawa re, issho ni hontōni yoku burendo sa reta)\u001b[22m\n\nTranslations of \u001b[4mWhat really got me about the series is the art and animation- the animation is simply beautiful and the color palette is amazing. The fight scenes were beautifully done and blended together really well\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat really got me about the series is the art and animation- the animation is simply beautiful and the color palette is amazing.\u001b[24m\n    \u001b[1mこのシリーズについて私が本当に知っているのは、アートとアニメーションです。アニメーションは単に美しく、カラーパレットは素晴らしいです。\u001b[22m, \u001b[1m本当にシリーズについての私を得たことは芸術であるとanimation-アニメーションは単に美しいですし、カラーパレットが素晴らしいです。\u001b[22m\n\u001b[4mThe fight scenes were beautifully done and blended together really well\u001b[24m\n    \u001b[1m戦い場面は美しく行われ、一緒に本当によくブレンドされた\u001b[22m, \u001b[1m戦いのシーンは美しく行われ、本当によく一緒にブレンドされました\u001b[22m\n\u001b[1m\u001b[22m\nSound 6/10\n\n\u001b[1mサウンド6/10\u001b[22m\n\u001b[1m(Saundo 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 6/10\u001b[24m\n    \u001b[1mサウンド6/10\u001b[22m, \u001b[1m6/10サウンド\u001b[22m\nNothing amazing to speak of apart from the fact the first 2 seconds were enough to make me stay for the rest of the credits. The music with the summoning was done really well and the battle scenes never felt out of place with the music that was overlapping.\n\n\u001b[1m最初の2秒が私をクレジットの残りの部分にとどめさせるのに十分だったという事実とは別に話すのは驚くべきことではありません。 召喚を行った音楽は本当にうまくいっていて、重複していた音楽ではバトルシーンは決して崩れませんでした。\u001b[22m\n\u001b[1m(Saisho no 2-byō ga watashi o kurejitto no nokori no bubun ni todome saserunoni jūbundatta to iu jijitsu to wa betsuni hanasu no wa odorokubeki kotode wa arimasen. Shōkan o okonatta ongaku wa hontōni umaku itte ite, jūfuku shite ita ongakude wa batorushīn wa kesshite kuzuremasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mNothing amazing to speak of apart from the fact the first 2 seconds were enough to make me stay for the rest of the credits. The music with the summoning was done really well and the battle scenes never felt out of place with the music that was overlapping.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing amazing to speak of apart from the fact the first 2 seconds were enough to make me stay for the rest of the credits.\u001b[24m\n    \u001b[1m最初の2秒が私をクレジットの残りの部分にとどめさせるのに十分だったという事実とは別に話すのは驚くべきことではありません。\u001b[22m, \u001b[1m事実から離れて最初の2秒の話すことは驚くべきものは何も私はクレジットの残りのために滞在するのに十分ではなかったです。\u001b[22m\n\u001b[4mThe music with the summoning was done really well and the battle scenes never felt out of place with the music that was overlapping.\u001b[24m\n    \u001b[1m召喚を行った音楽は本当にうまくいっていて、重複していた音楽ではバトルシーンは決して崩れませんでした。\u001b[22m, \u001b[1m召喚で音楽は本当によくやったと戦闘シーンは、重複した音楽と場違いに感じたことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 7/10\n\n\u001b[1m楽しさ7/10\u001b[22m\n\u001b[1m(Tanoshisa 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 7/10\u001b[24m\n    \u001b[1m楽しさ7/10\u001b[22m, \u001b[1m楽し7/10\u001b[22m\nAs i previously said, being new to the Fate series, this special was quite enjoyable and left me wanting more(cue season 1) and more. Definitely one of the best specials i have seen.\n\n\u001b[1m私が以前に言ったように、フェイトシリーズの新作で、このスペシャルはかなり楽しく、より多くの（キューシーズン1）以上を望んでいました。 間違いなく私が見た最高のスペシャルの一つ。\u001b[22m\n\u001b[1m(Watashi ga izen ni itta yō ni, feitoshirīzu no shinsaku de, kono supesharu wa kanari tanoshiku, yori ōku no (kyūshīzun 1) ijō o nozonde imashita. Machigainaku watashi ga mita saikō no supesharu no hitotsu.)\u001b[22m\n\nTranslations of \u001b[4mAs i previously said, being new to the Fate series, this special was quite enjoyable and left me wanting more(cue season 1) and more. Definitely one of the best specials i have seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs i previously said, being new to the Fate series, this special was quite enjoyable and left me wanting more(cue season 1) and more.\u001b[24m\n    \u001b[1m私が以前に言ったように、フェイトシリーズの新作で、このスペシャルはかなり楽しく、より多くの（キューシーズン1）以上を望んでいました。\u001b[22m, \u001b[1m私は以前に述べたように、運命のシリーズに新しいされ、この特別なは非常に楽しかったし、（キューシーズン1）より多くのを望む私を残しました。\u001b[22m\n\u001b[4mDefinitely one of the best specials i have seen.\u001b[24m\n    \u001b[1m間違いなく私が見た最高のスペシャルの一つ。\u001b[22m, \u001b[1m私が見た中で最高のオファーの間違いなく1つ。\u001b[22m\n\u001b[1m\u001b[22m\nStory 6/10\n\n\u001b[1mストーリー6/10\u001b[22m\n\u001b[1m(Sutōrī 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 6/10\u001b[24m\n    \u001b[1mストーリー6/10\u001b[22m\nThe story for this was paced extremely well. We got to know the background to the characters and why they are participating in the Holy Grail War, yet it kept enough mystery to make you want to watch the next episode. Once again, i feel like this special was extremely well paced and i can not wait to watch the rest.\n\n\u001b[1mこの話は非常にうまくペースであった。 キャラクターの背景と、なぜ彼らが聖杯戦争に参加しているのかを知る必要がありますが、次のエピソードを見たいほど謎が残っています。 もう一度、私はこのスペシャルがとてもうまくペースであったように感じ、残りの部分を見るのを待つことはできません。\u001b[22m\n\u001b[1m(Kono hanashi wa hijō ni umaku pēsudeatta. Kyarakutā no haikei to, naze karera ga seihaisensō ni sanka shite iru no ka o shiru hitsuyō ga arimasuga,-ji no episōdo o mitai hodo nazo ga nokotte imasu. Mōichido, watashi wa kono supesharu ga totemo umaku pēsudeatta yō ni kanji, nokori no bubun o miru no o matsu koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story for this was paced extremely well. We got to know the background to the characters and why they are participating in the Holy Grail War, yet it kept enough mystery to make you want to watch the next episode. Once again, i feel like this special was extremely well paced and i can not wait to watch the rest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story for this was paced extremely well.\u001b[24m\n    \u001b[1mこの話は非常にうまくペースであった。\u001b[22m, \u001b[1mこのための物語は非常によくペースました。\u001b[22m\n\u001b[4mWe got to know the background to the characters and why they are participating in the Holy Grail War, yet it kept enough mystery to make you want to watch the next episode.\u001b[24m\n    \u001b[1mキャラクターの背景と、なぜ彼らが聖杯戦争に参加しているのかを知る必要がありますが、次のエピソードを見たいほど謎が残っています。\u001b[22m, \u001b[1m私たちは、文字の背景を知るようになったとなぜ彼らは聖杯戦争に参加している、まだそれはあなたが次のエピソードを見たい行うために十分な謎を保ちました。\u001b[22m\n\u001b[4mOnce again, i feel like this special was extremely well paced and i can not wait to watch the rest.\u001b[24m\n    \u001b[1mもう一度、私はこのスペシャルがとてもうまくペースであったように感じ、残りの部分を見るのを待つことはできません。\u001b[22m, \u001b[1mもう一度、この特殊は非常によくペースたような気がしますし、私は残りの部分を見るために待つことができません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall i give it a solid 7.5/10. I went in not expecting anything more than a regular special and i was eating my words by the end of it.\n\n\u001b[1m全体的に私はそれを7.5 / 10とする。 私は定期的な特別なものよりも何かを期待していないで行き、私はそれの終わりまでに私の言葉を食べていた。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sore o 7. 5/ 10 To suru. Watashi wa teiki-tekina tokubetsuna mono yori mo nanika o kitai shite inaide iki, watashi wa sore no owari made ni watashi no kotoba o tabete ita.)\u001b[22m\n\nTranslations of \u001b[4mOverall i give it a solid 7.5/10. I went in not expecting anything more than a regular special and i was eating my words by the end of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall i give it a solid 7.5/10.\u001b[24m\n    \u001b[1m全体的に私はそれを7.5 / 10とする。\u001b[22m, \u001b[1m全体的に私はそれを7.5 / 10固体を得ました。\u001b[22m\n\u001b[4mI went in not expecting anything more than a regular special and i was eating my words by the end of it.\u001b[24m\n    \u001b[1m私は定期的な特別なものよりも何かを期待していないで行き、私はそれの終わりまでに私の言葉を食べていた。\u001b[22m, \u001b[1m私は定期的に特別な以上のものを期待し、私はそれの終わりまでに私の言葉を食べていたではないに行きました。\u001b[22m"
  },
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "aikojazz",
    "profile": "/profile/aikojazz/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=164529",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はFate / Zeroが終わってからこれを待っていました。私は視覚小説をプレイしていませんでしたが、Fate（Fate / stay night animeに適応しています）、Unlimited Blade 作品（ムービーには適応されているが、全話を伝えるには急いでいると感じる）と天国のフィール（ムービーはすぐに来る）。 最初のシリーズは私を捕まえ、他のエンディングはどういうわけか...とにかく、無制限のブレードワークスシリーズのプロローグやエピソード0の印象です。\n\nストーリー8/10\nプロローグなので、このエピソードはLONG​​です。 遊ぶのに40分以上かかるので、私たちは多くの余暇を開発する必要があります。 最初のシーズンはShiroにもっと焦点を当てているので、それは私の喜びである、Rinの観点からです。 このエピソードのストーリーは、通常の人生のように見えるかもしれません。 しかし、この前提のもとでは、私はRinが学校を探検する際に、文字を1つずつ紹介する、より自然に物語が流れると感じます。 また、RinとArcherがどのように会って、彼らの結びつきをするのかをもっと明らかにする。\n\nアート10/10\nあなたは私を驚かせることは決してありません。  Fate / Zeroは私を吹き飛ばすのに十分でした。これはまったく新しいレベルです。 あなたの目を喜ばせる素敵な色の組み合わせ、複雑な描写の背景に文字をより良くフィットさせる非常に細いラインアート... ArcherとLancerの間の戦いのシーンは素晴らしかった。 今年まで私が見てきた最高のアニメーションの1つです。 キャラクターデザインは最初のシーズンに比べて若干の変化がありますが、それはより良いものだと感じています。\n\n私は見ている前に高い期待を持っており、自分自身が芸術がいかに完璧であるかに悩まされています。 彼らがシリーズの標準を維持することを願っています..\n\nサウンド8/10\n正直なところ私は、音ではなく見るときにビジュアルに集中しすぎましたが、特定のシーンの雰囲気と気分を築くのに役立ちます。 声優/女優はまだ同じで、彼らはいつものように彼らのキャラクターをよく演じました。 結末の曲はかなりいいですが、私は彼らがシリーズのために同じ曲を使うつもりかどうか分かりません。\n\nキャラクター9/10\n私たちは、このエピソードでリンとアーチャーについてもっと知っておく必要があります。リンについての少しの裏話、彼女がこの聖杯戦についての気持ちと動機を知っています。 彼女のガーリーと恥ずかしそうな顔を見るのはかわいいと思っていましたが、これは前回の記事ではあまり明らかでしたが、 これまでのところ、私は彼らがお互いにやり取りする方法に満足しています。\n\nこのプロローグではより多くのキャラクターがもっと多くの役を演じることができますが、シリーズが進むにつれ、最終的には他のキャラクターをもっと見ることになるでしょう。\n\n楽しさ9/10\n私はこのプロローグが本当に好きです。 それは美しく、魔法/マナ、聖杯戦についての素敵な紹介で、特にFate / stay nightの新しい人たちのために、しもべに少し触れる。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have been waiting for this ever since Fate/Zero ended.. Even though I didn't play the visual novel I do know there are 3 main storyline / endings - Fate (which is adapted into Fate/stay night anime), Unlimited Blade Works (have been adapted into movie, but feels too rushed to tell the whole story) and Heaven's Feel (the movie is coming soon). The first series caught me and I am curious how the other endings be.. anyway, here is my impression on the prologue or episode 0 from Unlimited Blade Works series.\n\n\u001b[1m私はFate / Zeroが終わってからこれを待っていました。私は視覚小説をプレイしていませんでしたが、Fate（Fate / stay night animeに適応しています）、Unlimited Blade 作品（ムービーには適応されているが、全話を伝えるには急いでいると感じる）と天国のフィール（ムービーはすぐに来る）。 最初のシリーズは私を捕まえ、他のエンディングはどういうわけか...とにかく、無制限のブレードワークスシリーズのプロローグやエピソード0の印象です。\u001b[22m\n\u001b[1m(Watashi wa feito/ Zero ga owatte kara kore o matte imashita. Watashi wa shikaku shōsetsu o purei shite imasendeshitaga, feito (feito/ stay night anime ni tekiō shite imasu), Unlimited bureido sakuhin (mūbī ni wa tekiō sa rete iruga, zenwa o tsutaeru ni wa isoide iru to kanjiru) to tengoku no fīru (mūbī wa sugu ni kuru). Saisho no shirīzu wa watashi o tsukamae, hoka no endingu wa dō iu wake ka... Tonikaku, museigen no burēdowākusushirīzu no purorōgu ya episōdo 0 no inshōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI have been waiting for this ever since Fate/Zero ended.. Even though I didn't play the visual novel I do know there are 3 main storyline / endings - Fate (which is adapted into Fate/stay night anime), Unlimited Blade Works (have been adapted into movie, but feels too rushed to tell the whole story) and Heaven's Feel (the movie is coming soon). The first series caught me and I am curious how the other endings be.. anyway, here is my impression on the prologue or episode 0 from Unlimited Blade Works series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have been waiting for this ever since Fate/Zero ended.. Even though I didn't play the visual novel I do know there are 3 main storyline / endings - Fate (which is adapted into Fate/stay night anime), Unlimited Blade\u001b[24m\n    \u001b[1m私はFate / Zeroが終わってからこれを待っていました。私は視覚小説をプレイしていませんでしたが、Fate（Fate / stay night animeに適応しています）、Unlimited Blade\u001b[22m, \u001b[1m（フェイト/ステイナイトアニメに適合されている）フェイト、アンリミテッドブレイド - 私は視覚的な3メインストーリー/エンディングがある私が知っている小説をプレイしていないにもかかわらず..フェイト/ゼロが終了して以来、この待っています\u001b[22m\n\u001b[4mWorks (have been adapted into movie, but feels too rushed to tell the whole story) and Heaven's Feel (the movie is coming soon).\u001b[24m\n    \u001b[1m作品（ムービーには適応されているが、全話を伝えるには急いでいると感じる）と天国のフィール（ムービーはすぐに来る）。\u001b[22m, \u001b[1m作品は（映画に適応し、あまりにも全体的な話を伝えるために急いで感じてきた）と天のフィール（映画がすぐに来ています）。\u001b[22m\n\u001b[4mThe first series caught me and I am curious how the other endings be.. anyway, here is my impression on the prologue or episode 0 from Unlimited Blade Works series.\u001b[24m\n    \u001b[1m最初のシリーズは私を捕まえ、他のエンディングはどういうわけか...とにかく、無制限のブレードワークスシリーズのプロローグやエピソード0の印象です。\u001b[22m, \u001b[1m最初のシリーズは私を捕まえて、私は他の語尾があることどのように好奇心..とにかく、ここアンリミテッドブレイドワークスシリーズからのプロローグやエピソード0上の私の印象です。\u001b[22m\n\u001b[1m\u001b[22m\nStory 8/10\n\n\u001b[1mストーリー8/10\u001b[22m\n\u001b[1m(Sutōrī 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 8/10\u001b[24m\n    \u001b[1mストーリー8/10\u001b[22m\nBeing a prologue, this episode is LONG. Having more than 40 minutes to play with, we have a lot of leisure time to develop. It is from Rin's perspective, which is to my delight, since the first season focuses more on Shiro. The story in this episode may seem like a normal slice of life. However with this premise I feel the story flows more naturally, introducing characters one by one as Rin explores the school. It also reveals more of how Rin and Archer meet and their bonding.\n\n\u001b[1mプロローグなので、このエピソードはLONG​​です。 遊ぶのに40分以上かかるので、私たちは多くの余暇を開発する必要があります。 最初のシーズンはShiroにもっと焦点を当てているので、それは私の喜びである、Rinの観点からです。 このエピソードのストーリーは、通常の人生のように見えるかもしれません。 しかし、この前提のもとでは、私はRinが学校を探検する際に、文字を1つずつ紹介する、より自然に物語が流れると感じます。 また、RinとArcherがどのように会って、彼らの結びつきをするのかをもっと明らかにする。\u001b[22m\n\u001b[1m(Purorōgunanode, kono episōdo wa LONG ​​desu. Asobu no ni 40-bu ijō kakarunode, watashitachi wa ōku no yoka o kaihatsu suru hitsuyō ga arimasu. Saisho no shīzun wa Shiro ni motto shōten o atete irunode, sore wa watashi no yorokobidearu, Rin no kanten karadesu. Kono episōdo no sutōrī wa, tsūjō no jinsei no yō ni mieru kamo shiremasen. Shikashi, kono zentei no motode wa, watashi wa Rin ga gakkō o tanken suru sai ni, moji o 1tsu zutsu shōkai suru, yori shizen ni monogatari ga nagareru to kanjimasu. Mata, Rin to āchā ga dono yō ni atte, karera no musubitsuki o suru no ka o motto akiraka ni suru.)\u001b[22m\n\nTranslations of \u001b[4mBeing a prologue, this episode is LONG. Having more than 40 minutes to play with, we have a lot of leisure time to develop. It is from Rin's perspective, which is to my delight, since the first season focuses more on Shiro. The story in this episode may seem like a normal slice of life. However with this premise I feel the story flows more naturally, introducing characters one by one as Rin explores the school. It also reveals more of how Rin and Archer meet and their bonding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a prologue, this episode is LONG.\u001b[24m\n    \u001b[1mプロローグなので、このエピソードはLONGです。\u001b[22m, \u001b[1mプロローグなので、このエピソードは、LONGです。\u001b[22m\n\u001b[4mHaving more than 40 minutes to play with, we have a lot of leisure time to develop.\u001b[24m\n    \u001b[1m遊ぶのに40分以上かかるので、私たちは多くの余暇を開発する必要があります。\u001b[22m, \u001b[1m遊ぶのが40分以上を持って、我々は開発に余暇時間の多くを持っています。\u001b[22m\n\u001b[4mIt is from Rin's perspective, which is to my delight, since the first season focuses more on Shiro.\u001b[24m\n    \u001b[1m最初のシーズンはShiroにもっと焦点を当てているので、それは私の喜びである、Rinの観点からです。\u001b[22m, \u001b[1m最初のシーズンは、史郎にもっと焦点を当てので、それは、私の喜びにある凛の観点からです。\u001b[22m\n\u001b[4mThe story in this episode may seem like a normal slice of life.\u001b[24m\n    \u001b[1mこのエピソードのストーリーは、通常の人生のように見えるかもしれません。\u001b[22m, \u001b[1mこのエピソードで物語は人生の通常のスライスのように見えるかもしれません。\u001b[22m\n\u001b[4mHowever with this premise I feel the story flows more naturally, introducing characters one by one as Rin explores the school.\u001b[24m\n    \u001b[1mしかし、この前提のもとでは、私はRinが学校を探検する際に、文字を1つずつ紹介する、より自然に物語が流れると感じます。\u001b[22m, \u001b[1mしかし、この前提で、私は物語が文字に凛が学校を探るように、1つずつ導入し、より自然に流れを感じます。\u001b[22m\n\u001b[4mIt also reveals more of how Rin and Archer meet and their bonding.\u001b[24m\n    \u001b[1mまた、RinとArcherがどのように会って、彼らの結びつきをするのかをもっと明らかにする。\u001b[22m, \u001b[1mまた、りんとアーチャーが会うとその接合方法の多くを明らかにする。\u001b[22m\n\u001b[1m\u001b[22m\nArt 10/10\n\n\u001b[1mアート10/10\u001b[22m\n\u001b[1m(Āto 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10/10\u001b[24m\n    \u001b[1mアート10/10\u001b[22m\nUfotable, you never fail to amaze me. Fate/Zero was enough to blow me away, and this is a whole new level up. Flawless animation with a lot of minor details.. with nice color combinations pleasing to your eyes, very very thin lineart which makes the characters fit better into the intricately drawn background... The fight scene between Archer and Lancer was awesome. One of the best animation I've seen so far this year. The character design have slight changes compared to the first season, but I feel it is for the better.\n\n\u001b[1mあなたは私を驚かせることは決してありません。  Fate / Zeroは私を吹き飛ばすのに十分だったし、これはまったく新しいレベルだった。 あなたの目を喜ばせる素敵な色の組み合わせ、複雑な描写の背景に文字をより良くフィットさせる非常に細いラインアート... ArcherとLancerの間の戦いのシーンは素晴らしかった。 今年まで私が見てきた最高のアニメーションの1つです。 キャラクターデザインは最初のシーズンに比べて若干の変化がありますが、それはより良いものだと感じています。\u001b[22m\n\u001b[1m(Anata wa watashi o odoroka seru koto wa kesshite arimasen. Feito/ Zero wa watashi o fukitobasu no ni jūbundattashi, kore wa mattaku atarashī reberudatta. Anata no me o yorokoba seru sutekina iro no kumiawase, fukuzatsuna byōsha no haikei ni moji o yori yoku fitto sa seru hijō ni hosoi rain'āto... Āchā to Lancer no ma no tatakai no shīn wa subarashikatta. Kotoshi made watashi ga mitekita saikō no animēshon no 1tsudesu. Kyarakutādezain wa saisho no shīzun ni kurabete jakkan no henka ga arimasuga, soreha yori yoi monoda to kanjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mUfotable, you never fail to amaze me. Fate/Zero was enough to blow me away, and this is a whole new level up. Flawless animation with a lot of minor details.. with nice color combinations pleasing to your eyes, very very thin lineart which makes the characters fit better into the intricately drawn background... The fight scene between Archer and Lancer was awesome. One of the best animation I've seen so far this year. The character design have slight changes compared to the first season, but I feel it is for the better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUfotable, you never fail to amaze me.\u001b[24m\n    \u001b[1mあなたは私を驚かせることは決してありません。\u001b[22m, \u001b[1mユーフォーテーブルには、あなたは私を驚かに失敗することはありません。\u001b[22m\n\u001b[4mFate/Zero was enough to blow me away, and this is a whole new level up.\u001b[24m\n    \u001b[1mFate / Zeroは私を吹き飛ばすのに十分だったし、これはまったく新しいレベルだった。\u001b[22m, \u001b[1mフェイト/ゼロは私を吹き飛ばすには十分だったが、これは全く新しいレベルアップしています。\u001b[22m\n\u001b[4mFlawless animation with a lot of minor details.. with nice color combinations pleasing to your eyes, very very thin lineart which makes the characters fit better into the intricately drawn background... The fight scene between Archer and Lancer was awesome.\u001b[24m\n    \u001b[1mあなたの目を喜ばせる素敵な色の組み合わせ、複雑な描写の背景に文字をより良くフィットさせる非常に細いラインアート... ArcherとLancerの間の戦いのシーンは素晴らしかった。\u001b[22m, \u001b[1mあなたの目に喜ば素敵な色の組み合わせと細部の多くの完璧なアニメーション..、文字が複雑に描かれた背景に、より良いフィットになり、非常に、非常に薄いラインアート...アーチャーとランサーの間の戦いのシーンは最高でした。\u001b[22m\n\u001b[4mOne of the best animation I've seen so far this year.\u001b[24m\n    \u001b[1m今年まで私が見てきた最高のアニメーションの1つです。\u001b[22m, \u001b[1m私は今年これまでに見た中で最高のアニメーションの一つ。\u001b[22m\n\u001b[4mThe character design have slight changes compared to the first season, but I feel it is for the better.\u001b[24m\n    \u001b[1mキャラクターデザインは最初のシーズンに比べて若干の変化がありますが、それはより良いものだと感じています。\u001b[22m, \u001b[1mキャラクターデザインは、最初のシーズンに比べてわずかな変化を持っているが、私はそれが良い方向にあると感じます。\u001b[22m\n\u001b[1m\u001b[22m\nI have high expectations before watching and finding myself squealing at how perfect the art is. I hope they will keep up the standard for the series..\n\n\u001b[1m私は見ている前に高い期待を持っており、自分自身が芸術がいかに完璧であるかに悩まされています。 彼らがシリーズの標準を維持することを願っています..\u001b[22m\n\u001b[1m(Watashi wa mite iru mae ni takai kitai o motte ori, jibun jishin ga geijutsu ga ikani kanpekidearu ka ni nayamasa rete imasu. Karera ga shirīzu no hyōjun o iji suru koto o negatte imasu..)\u001b[22m\n\nTranslations of \u001b[4mI have high expectations before watching and finding myself squealing at how perfect the art is. I hope they will keep up the standard for the series..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have high expectations before watching and finding myself squealing at how perfect the art is.\u001b[24m\n    \u001b[1m私は見ている前に高い期待を持っており、自分自身が芸術がいかに完璧であるかに悩まされています。\u001b[22m, \u001b[1m私は自分自身が芸術がどのように完璧でキーキー見て、見つける前に高い期待を持っています。\u001b[22m\n\u001b[4mI hope they will keep up the standard for the series..\u001b[24m\n    \u001b[1m彼らがシリーズの標準を維持することを願っています..\u001b[22m, \u001b[1m私は、彼らがシリーズの標準を維持願っています..\u001b[22m\n\u001b[1m\u001b[22m\nSound 8/10\n\n\u001b[1mサウンド8/10\u001b[22m\n\u001b[1m(Saundo 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 8/10\u001b[24m\n    \u001b[1mサウンド8/10\u001b[22m, \u001b[1m8/10サウンド\u001b[22m\nHonestly I focused too much on the visual when watching rather than the sound, but it does help building up the atmosphere and mood for certain scenes. The voice actors/actresses are still the same and they played their characters well as usual. The ending song is quite nice but I'm not sure if they are going to use the same song for the series.\n\n\u001b[1m正直なところ私は、音ではなく見るときにビジュアルに集中しすぎましたが、特定のシーンの雰囲気と気分を築くのに役立ちます。 声優/女優はまだ同じで、彼らはいつものように彼らのキャラクターをよく演じました。 結末の曲はかなりいいですが、私は彼らがシリーズのために同じ曲を使うつもりかどうか分かりません。\u001b[22m\n\u001b[1m(Shōjikina tokoro watashi wa,-onde wanaku miru toki ni bijuaru ni shūchū shi sugimashitaga, tokutei no shīn no fun'iki to kibun o kizuku no ni yakudachimasu. Seiyū/ joyū wa mada onajide, karera wa itsumo no yō ni karera no kyarakutā o yoku enjimashita. Ketsumatsu no kyoku wa kanari īdesuga, watashi wa karera ga shirīzu no tame ni onaji kyoku o tsukau tsumori ka dō ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mHonestly I focused too much on the visual when watching rather than the sound, but it does help building up the atmosphere and mood for certain scenes. The voice actors/actresses are still the same and they played their characters well as usual. The ending song is quite nice but I'm not sure if they are going to use the same song for the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly I focused too much on the visual when watching rather than the sound, but it does help building up the atmosphere and mood for certain scenes.\u001b[24m\n    \u001b[1m正直なところ私は、音ではなく見るときにビジュアルに集中しすぎましたが、特定のシーンの雰囲気と気分を築くのに役立ちます。\u001b[22m, \u001b[1m正直なところ、音ではなく、見ているとき、私は視覚的にあまり焦点を当て、それが特定のシーンの雰囲気やムードを構築する手助けありません。\u001b[22m\n\u001b[4mThe voice actors/actresses are still the same and they played their characters well as usual.\u001b[24m\n    \u001b[1m声優/女優はまだ同じで、彼らはいつものように彼らのキャラクターをよく演じました。\u001b[22m, \u001b[1m声優/女優は同じであり、彼らはいつものようにうまく自分のキャラクターを演じました。\u001b[22m\n\u001b[4mThe ending song is quite nice but I'm not sure if they are going to use the same song for the series.\u001b[24m\n    \u001b[1m結末の曲はかなりいいですが、私は彼らがシリーズのために同じ曲を使うつもりかどうか分かりません。\u001b[22m, \u001b[1mエンディング曲はかなりいいですが、私は、彼らはシリーズのために同じ曲を使用しようとしているかはわかりません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 9/10\n\n\u001b[1mキャラクター9/10\u001b[22m\n\u001b[1m(Kyarakutā 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 9/10\u001b[24m\n    \u001b[1mキャラクター9/10\u001b[22m, \u001b[1m文字9/10\u001b[22m\nWe got to know better about Rin and Archer in this episode.. a bit backstory on Rin, how she feels and her motivation about this Holy Grail War. I find it cute to see her girly and shy/blushing side which was not so obvious in the previous installments. So far I am satisfied on how they interact with each other, from quarreling then start to accept each other.\n\n\u001b[1m私たちは、このエピソードでリンとアーチャーについてもっと知っておく必要があります。リンについての少しの裏話、彼女がこの聖杯戦についての気持ちと動機を知っています。 彼女のガーリーと恥ずかしそうな顔を見るのはかわいいと思っていましたが、これは前回の記事ではあまり明らかでしたが、 これまでのところ、私は彼らがお互いにやり取りする方法に満足しています。\u001b[22m\n\u001b[1m(Watashitachiha, kono episōdo de rin to āchā ni tsuite motto shitte oku hitsuyō ga arimasu. Rin'nitsuite no sukoshi no urabanashi, kanojo ga kono seihai-sen ni tsuite no kimochi to dōki o shitte imasu. Kanojo no gārī to hazukashi-sōna kao o miru no wa kawaī to omotte imashitaga, koreha zenkai no kijide wa amari akirakadeshitaga, kore made no tokoro, watashi wa karera ga otagai ni yaritori suru hōhō ni manzoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWe got to know better about Rin and Archer in this episode.. a bit backstory on Rin, how she feels and her motivation about this Holy Grail War. I find it cute to see her girly and shy/blushing side which was not so obvious in the previous installments. So far I am satisfied on how they interact with each other, from quarreling then start to accept each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe got to know better about Rin and Archer in this episode.. a bit backstory on Rin, how she feels and her motivation about this Holy Grail War.\u001b[24m\n    \u001b[1m私たちは、このエピソードでリンとアーチャーについてもっと知っておく必要があります。リンについての少しの裏話、彼女がこの聖杯戦についての気持ちと動機を知っています。\u001b[22m, \u001b[1m我々は、このエピソードで凛とアーチャーについてよりよく知るようになった..ビット彼女はどんな感じなのかりん、上の裏話や、この聖杯戦争についての彼女の動機。\u001b[22m\n\u001b[4mI find it cute to see her girly and shy/blushing side which was not so obvious in the previous installments.\u001b[24m\n    \u001b[1m彼女のガーリーと恥ずかしそうな顔を見るのはかわいいと思っていましたが、これは前回の記事ではあまり明らかでしたが、\u001b[22m, \u001b[1m私はそれがかわいい前の分割払いでそれほど明らかではなかった彼女のガーリーおよびシャイ/赤面側を見るために見つけます。\u001b[22m\n\u001b[4mSo far I am satisfied on how they interact with each other, from quarreling then start to accept each other.\u001b[24m\n    \u001b[1mこれまでのところ、私は彼らがお互いにやり取りする方法に満足しています。\u001b[22m, \u001b[1mこれまでのところ私はお互いを受け入れることを開始、その後口論から、彼らがどのように相互作用するかに満足しています。\u001b[22m\n\u001b[1m\u001b[22m\nI hope more characters can play more roles in this prologue, but well.. I guess as the series goes we will eventually see more of the others.\n\n\u001b[1mこのプロローグではより多くのキャラクターがもっと多くの役を演じることができますが、シリーズが進むにつれ、最終的には他のキャラクターをもっと見ることになるでしょう。\u001b[22m\n\u001b[1m(Kono purorōgu dewa yori ōku no kyarakutā ga motto ōku no yaku o enjiru koto ga dekimasuga, shirīzu ga susumu ni tsure, saishūtekini wa hoka no kyarakutā o motto miru koto ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI hope more characters can play more roles in this prologue, but well.. I guess as the series goes we will eventually see more of the others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI hope more characters can play more roles in this prologue, but well.. I guess as the series goes we will eventually see more of the others.\u001b[24m\n    \u001b[1mこのプロローグではより多くのキャラクターがもっと多くの役を演じることができますが、シリーズが進むにつれ、最終的には他のキャラクターをもっと見ることになるでしょう。\u001b[22m, \u001b[1m私はより多くの文字が、このプロローグでより多くの役割を果たしていることを願って、しかしよく..私はシリーズが進むにつれて、我々は最終的に他の人の詳細を参照されます推測します。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 9/10\n\n\u001b[1m楽しさ9/10\u001b[22m\n\u001b[1m(Tanoshisa 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 9/10\u001b[24m\n    \u001b[1m楽しさ9/10\u001b[22m, \u001b[1m楽し9/10\u001b[22m\nI really like this prologue. It is beautiful, and a nice introduction to magic / mana, the Holy Grail War and touch a bit on the servants, especially for those new to Fate/stay night.\n\n\u001b[1m私はこのプロローグが本当に好きです。 それは美しく、魔法/マナ、聖杯戦についての素敵な紹介で、特にFate / stay nightの新しい人たちのために、しもべに少し触れる。\u001b[22m\n\u001b[1m(Watashi wa kono purorōgu ga hontōni sukidesu. Sore wa utsukushiku, mahō/ Mana, seihai-sen ni tsuite no sutekina shōkai de, tokuni feito/ stay night no atarashī hito-tachi no tame ni, shimo be ni sukoshi fureru.)\u001b[22m\n\nTranslations of \u001b[4mI really like this prologue. It is beautiful, and a nice introduction to magic / mana, the Holy Grail War and touch a bit on the servants, especially for those new to Fate/stay night.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really like this prologue.\u001b[24m\n    \u001b[1m私はこのプロローグが本当に好きです。\u001b[22m, \u001b[1m私は本当にこのプロローグが好き。\u001b[22m\n\u001b[4mIt is beautiful, and a nice introduction to magic / mana, the Holy Grail War and touch a bit on the servants, especially for those new to Fate/stay night.\u001b[24m\n    \u001b[1mそれは美しく、魔法/マナ、聖杯戦についての素敵な紹介で、特にFate / stay nightの新しい人たちのために、しもべに少し触れる。\u001b[22m, \u001b[1mそれは美しく、魔法/マナの素敵な導入は、聖杯戦争とは、特にフェイト/ステイナイトに新しいそれらのために、使用人のビットをタッチします。\u001b[22m"
  },
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "For_Reign",
    "profile": "/profile/For_Reign/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=211434",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  9\n\n私はしばらくこのことを見て待っていました。 ここでは、プロローグのレビューを開始しましょう。 私はSTUDIO DEENのFate / Stay Nightシリーズとそのルートについても見てきました。 私は正直言ってSTUDIO DEENのバージョンを楽しんでいたと言いましょう。私はこれについてufotableの素晴らしい仕事を掘り下げようとしていたときに誇大宣伝を想像していました。\n\nプロローグは素晴らしいです！ それはあなたに、主人公とトーサカの視点と、Archerの召喚に関する詳細、そしてFate / stayの他のバージョンには見られなかった会話の詳細について、Fate / stay nightの世界への芸術的に美しい紹介を提供します。 滞在の夜。\n\nこの51分の紹介エピソードの終わりに近づくと、戦いが続き、その美しさとパワーが壮大に見えます。 プロローグだけで、私はFate / Stay nightの世界を掘り下げて調べることができました。 私はこれが最高のものであることを知っていました。 ありがとうございました＆amp; タイプ - 月！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have been waiting to watch this for some time now and I finally got to do so. Let's start here with a review of the prologue. I've seen STUDIO DEEN's take on the Fate/Stay Night series and the route they too in that regard. I have to be honest and say that I quite enjoyed STUDIO DEEN's version so imagine my hype when I was about to delve into ufotable's great job on this, Fate/stay nihgt's second route, UNLIMITED BLADE WORKS.\n\n\u001b[1m私はしばらくこのことを見て待っていました。 ここでは、プロローグのレビューを開始しましょう。 私はSTUDIO DEENのFate / Stay Nightシリーズとそのルートについても見てきました。 私は正直言ってSTUDIO DEENのバージョンを楽しんでいたと言いましょう。私はこれについてufotableの素晴らしい仕事を掘り下げようとしていたときに誇大宣伝を想像していました。\u001b[22m\n\u001b[1m(Watashi wa shibaraku ko no koto o mite matte imashita. Kokode wa, purorōgu no rebyū o kaishi shimashou. Watashi wa STUDIO dīn no feito/ Stay Night shirīzu to sono rūto ni tsuite mo mitekimashita. Watashi wa shōjiki itte STUDIO dīn no bājon o tanoshinde ita to iimashou. Watashi wa kore ni tsuite yūfōtēburu no subarashī shigoto o horisageyou to shite ita toki ni kodai senden o sōzō shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mI have been waiting to watch this for some time now and I finally got to do so. Let's start here with a review of the prologue. I've seen STUDIO DEEN's take on the Fate/Stay Night series and the route they too in that regard. I have to be honest and say that I quite enjoyed STUDIO DEEN's version so imagine my hype when I was about to delve into ufotable's great job on this, Fate/stay nihgt's second route, UNLIMITED BLADE WORKS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have been waiting to watch this for some time now and I finally got to do so.\u001b[24m\n    \u001b[1m私はしばらくこのことを見て待っていました。\u001b[22m, \u001b[1m私は今、いくつかの時間のためにこれを見るために待っていると私は最終的にそうするようになりました。\u001b[22m\n\u001b[4mLet's start here with a review of the prologue.\u001b[24m\n    \u001b[1mここでは、プロローグのレビューを開始しましょう。\u001b[22m, \u001b[1mプロローグのレビューにここから始めてみましょう。\u001b[22m\n\u001b[4mI've seen STUDIO DEEN's take on the Fate/Stay Night series and the route they too in that regard.\u001b[24m\n    \u001b[1m私はSTUDIO DEENのFate / Stay Nightシリーズとそのルートについても見てきました。\u001b[22m, \u001b[1m私はフェイト/ステイナイトシリーズとルート彼らあまりにもその点で上STUDIO DEENのテイクを見てきました。\u001b[22m\n\u001b[4mI have to be honest and say that I quite enjoyed STUDIO DEEN's version so imagine my hype when I was about to delve into ufotable's great job on this, Fate/stay nihgt's second route, UNLIMITED BLADE WORKS.\u001b[24m\n    \u001b[1m私は正直言ってSTUDIO DEENのバージョンを楽しんでいたと言いましょう。私はこれについてufotableの素晴らしい仕事を掘り下げようとしていたときに誇大宣伝を想像していました。\u001b[22m, \u001b[1m私は正直でなければならないと私は非常に私はこの上のユーフォーテーブルの偉大な仕事を掘り下げことを約あったときに私の誇大広告を想像STUDIO DEENのバージョンを楽しんだと言う、フェイト/ステイnihgtの第2の経路は、UNLIMITED BLADEワークス。\u001b[22m\n\u001b[1m\u001b[22m\nThe Prologue is great! It gives you an artistically beautiful introduction to the world of Fate/stay night, to the main characters and through the point of view of Toosaka and details concerning her summoning of Archer and conversations that were not found in any of the other versions of Fate/ stay night.\n\n\u001b[1mプロローグは素晴らしいです！ それはあなたに、主人公とトーサカの視点と、Archerの召喚に関する詳細、そしてFate / stayの他のバージョンには見られなかった会話の詳細について、Fate / stay nightの世界への芸術的に美しい紹介を提供します。 滞在の夜。\u001b[22m\n\u001b[1m(Purorōgu wa subarashīdesu! Sore wa anata ni, shujinkō to tōsaka no shiten to, āchā no shōkan ni kansuru shōsai, soshite feito/ stay no ta no bājon ni wa mi rarenakatta kaiwa no shōsai ni tsuite, feito/ stay night no sekai e no geijutsu-teki ni utsukushī shōkai o teikyō shimasu. Taizai no yoru.)\u001b[22m\n\nTranslations of \u001b[4mThe Prologue is great! It gives you an artistically beautiful introduction to the world of Fate/stay night, to the main characters and through the point of view of Toosaka and details concerning her summoning of Archer and conversations that were not found in any of the other versions of Fate/ stay night.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Prologue is great!\u001b[24m\n    \u001b[1mプロローグは素晴らしいです！\u001b[22m\n\u001b[4mIt gives you an artistically beautiful introduction to the world of Fate/stay night, to the main characters and through the point of view of Toosaka and details concerning her summoning of Archer and conversations that were not found in any of the other versions of Fate/\u001b[24m\n    \u001b[1mそれはあなたに、主人公とトーサカの視点と、Archerの召喚に関する詳細、そしてFate / stayの他のバージョンには見られなかった会話の詳細について、Fate / stay nightの世界への芸術的に美しい紹介を提供します。\u001b[22m, \u001b[1mこれは、メインキャラクターにし、運命の他のバージョンのいずれにも認められなかったToosakaとアーチャーとの会話の彼女の召喚に関する詳細の視点を通して、あなたのフェイト/ステイナイトの世界に芸術的に美しい紹介します/\u001b[22m\n\u001b[4mstay night.\u001b[24m\n    \u001b[1m滞在の夜。\u001b[22m, \u001b[1m泊まります。\u001b[22m\n\u001b[1m\u001b[22m\nAlmost going to the end of this 51 minute introductory episode, a battle ensues and such beauty and power to be viewed.. spectacular. The prologue alone was enough to get me to delve into the world of Fate/Stay night. I knew this would be one of the best. THank you ufotable &amp; Type-moon!\n\n\u001b[1mこの51分の紹介エピソードの終わりに近づくと、戦いが続き、その美しさとパワーが壮大に見えます。 プロローグだけで、私はFate / Stay nightの世界を掘り下げて調べることができました。 私はこれが最高のものであることを知っていました。 ありがとうございました＆amp; タイプ - 月！\u001b[22m\n\u001b[1m(Kono 51-bu no shōkai episōdo no owari ni chikadzuku to, tatakai ga tsudzuki, sono utsukushi-sa to pawā ga sōdai ni miemasu. Purorōgu dake de, watashi wa feito/ Stay night no sekai o horisagete shiraberu koto ga dekimashita. Watashi wa kore ga saikō no monodearu koto o shitte imashita. Arigatōgozaimashita& amp; taipu - tsuki!)\u001b[22m\n\nTranslations of \u001b[4mAlmost going to the end of this 51 minute introductory episode, a battle ensues and such beauty and power to be viewed.. spectacular. The prologue alone was enough to get me to delve into the world of Fate/Stay night. I knew this would be one of the best. THank you ufotable &amp; Type-moon!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlmost going to the end of this 51 minute introductory episode, a battle ensues and such beauty and power to be viewed.. spectacular.\u001b[24m\n    \u001b[1mこの51分の紹介エピソードの終わりに近づくと、戦いが続き、その美しさとパワーが壮大に見えます。\u001b[22m, \u001b[1mほぼこの51分の入門エピソードの終わりに行く、壮観な..戦いが続くと、そのような美しさとパワーが見られること。\u001b[22m\n\u001b[4mThe prologue alone was enough to get me to delve into the world of Fate/Stay night.\u001b[24m\n    \u001b[1mプロローグだけで、私はFate / Stay nightの世界を掘り下げて調べることができました。\u001b[22m, \u001b[1mプロローグだけでは私はフェイト/ステイナイトの世界に掘り下げるために取得するのに十分でした。\u001b[22m\n\u001b[4mI knew this would be one of the best.\u001b[24m\n    \u001b[1m私はこれが最高のものであることを知っていました。\u001b[22m, \u001b[1m私は、これは最高の一つであることを知っていました。\u001b[22m\n\u001b[4mTHank you ufotable &amp;\u001b[24m\n    \u001b[1mありがとうございました＆amp;\u001b[22m, \u001b[1mユーフォーテーブル＆アンペアいただきありがとうございます。\u001b[22m\n\u001b[4mType-moon!\u001b[24m\n    \u001b[1mタイプ - 月！\u001b[22m, \u001b[1mタイプムーン！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "Drizzy_Dan",
    "profile": "/profile/Drizzy_Dan/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=171603",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\nこれは私の初めての運命/シリーズを見ていた。\n\nFate / Stay Night UBWには、優れたアニメーションとイラストレーションがあります。 素晴らしいアニメーションと一緒に行くために、アニメは素晴らしいアクションと楽しいキャラクターを披露しました。 このショーの目的は、聖杯大会の序文からはっきりと分かりますが、そこでは願いが勝者に与えられますが、私は主人公の本当の目的を得ることはできません。 主人公はあまり知らないように見える女の子ですが、本当に彼女はすばらしい魔術師であり、アーチャーは、まだ明らかにされていない不思議なアイデンティティを持つ大事な悪人です。 彼は2枚のブレードを持っていますが、非常に面白いと思ったアーチャークラスの召使いですが、膨大な量を召喚することができます。 あなたがショーからより多くのものを望むようにするのは良い方法でした。\n\nフェイト/ステイナイト無制限のブレードワークス：8/10（非常に良い）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis was my first time watching the Fate/ series.\n\n\u001b[1mこれは私の初めての運命/シリーズを見ていた。\u001b[22m\n\u001b[1m(Kore wa watashi no hajimete no unmei/ shirīzu o mite ita.)\u001b[22m\n\nTranslations of \u001b[4mThis was my first time watching the Fate/ series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was my first time watching the Fate/ series.\u001b[24m\n    \u001b[1mこれは私の初めての運命/シリーズを見ていた。\u001b[22m, \u001b[1mこれはフェイト/シリーズを見て私の初めてでした。\u001b[22m\n\u001b[1m\u001b[22m\nFate/Stay Night UBW has exceptional animation and illustration. To go along with great animation the anime showed off great action and enjoyable characters. The purpose of the show is clear from the prologue, Holy Grail War where a wish gets granted to the winner, but I don't quite get the main character's real purpose. The main character is a schoolgirl who seems to not know much but really she's an awesome mage and a nice girl whose servant, Archer, is also a major badass with a mysterious identity that hasn't been revealed yet. He wields two blades but can summon a vast amount even though he's an Archer class servant which I found very interesting. It was a good way to make you want more from the show.\n\n\u001b[1mFate / Stay Night UBWには、優れたアニメーションとイラストレーションがあります。 素晴らしいアニメーションと一緒に行くために、アニメは素晴らしいアクションと楽しいキャラクターを披露しました。 このショーの目的は、聖杯大会の序文からはっきりと分かりますが、そこでは願いが勝者に与えられますが、私は主人公の本当の目的を得ることはできません。 主人公はあまり知らないように見える女の子ですが、本当に彼女はすばらしい魔術師であり、アーチャーは、まだ明らかにされていない不思議なアイデンティティを持つ大事な悪人です。 彼は2枚のブレードを持っていますが、非常に面白いと思ったアーチャークラスの召使いですが、膨大な量を召喚することができます。 あなたがショーからより多くのものを望むようにするのは良い方法でした。\u001b[22m\n\u001b[1m(Feito/ Stay Night UBW ni wa, sugureta animēshon to irasutorēshon ga arimasu. Subarashī animēshon to issho ni iku tame ni, anime wa subarashī akushon to tanoshī kyarakutā o hirō shimashita. Kono shō no mokuteki wa, seihai taikai no jobun kara hakkiri to wakarimasuga, sokode wa negai ga shōsha ni atae raremasuga, watashi wa shujinkō no hontō no mokuteki o eru koto wa dekimasen. Shujinkō wa amari shiranai yō ni mieru on'nanokodesuga, hontōni kanojo wa subarashī majutsu-shideari, āchā wa, mada akiraka ni sa rete inai fushigina aidentiti o motsu daijina akunindesu. Kare wa 2-mai no burēdo o motte imasuga, hijō ni omoshiroi to omotta āchākurasu no meshitsukaidesuga, bōdaina ryō o shōkan suru koto ga dekimasu. Anata ga shō kara yori ōku no mono o nozomu yō ni suru no wa yoi hōhōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mFate/Stay Night UBW has exceptional animation and illustration. To go along with great animation the anime showed off great action and enjoyable characters. The purpose of the show is clear from the prologue, Holy Grail War where a wish gets granted to the winner, but I don't quite get the main character's real purpose. The main character is a schoolgirl who seems to not know much but really she's an awesome mage and a nice girl whose servant, Archer, is also a major badass with a mysterious identity that hasn't been revealed yet. He wields two blades but can summon a vast amount even though he's an Archer class servant which I found very interesting. It was a good way to make you want more from the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFate/Stay Night UBW has exceptional animation and illustration.\u001b[24m\n    \u001b[1mFate / Stay Night UBWには、優れたアニメーションとイラストレーションがあります。\u001b[22m, \u001b[1mフェイト/ステイナイトUBWは、優れたアニメーションやイラストがあります。\u001b[22m\n\u001b[4mTo go along with great animation the anime showed off great action and enjoyable characters.\u001b[24m\n    \u001b[1m素晴らしいアニメーションと一緒に行くために、アニメは素晴らしいアクションと楽しいキャラクターを披露しました。\u001b[22m, \u001b[1m偉大なアニメーションと一緒に行くためにアニメは素晴らしいアクションと楽しいキャラクターを披露しました。\u001b[22m\n\u001b[4mThe purpose of the show is clear from the prologue, Holy Grail War where a wish gets granted to the winner, but I don't quite get the main character's real purpose.\u001b[24m\n    \u001b[1mこのショーの目的は、聖杯大会の序文からはっきりと分かりますが、そこでは願いが勝者に与えられますが、私は主人公の本当の目的を得ることはできません。\u001b[22m, \u001b[1mショーの目的は、願いが勝者に付与されますプロローグ、聖杯戦争から明らかですが、私はかなり主人公の真の目的を得ることはありません。\u001b[22m\n\u001b[4mThe main character is a schoolgirl who seems to not know much but really she's an awesome mage and a nice girl whose servant, Archer, is also a major badass with a mysterious identity that hasn't been revealed yet.\u001b[24m\n    \u001b[1m主人公はあまり知らないように見える女の子ですが、本当に彼女はすばらしい魔術師であり、アーチャーは、まだ明らかにされていない不思議なアイデンティティを持つ大事な悪人です。\u001b[22m, \u001b[1m主人公は多くを知らないようだが、本当に彼女は素晴らしい魔術師とそのしもべ、アーチャー、また、まだ明らかにされていない神秘的な同一性を有する主要なワルで素敵な女の子です女子高生です。\u001b[22m\n\u001b[4mHe wields two blades but can summon a vast amount even though he's an Archer class servant which I found very interesting.\u001b[24m\n    \u001b[1m彼は2枚のブレードを持っていますが、非常に面白いと思ったアーチャークラスの召使いですが、膨大な量を召喚することができます。\u001b[22m, \u001b[1m彼には2つのブレードを振るうが、彼は、私は非常に興味深い発見アーチャークラスのしもべだにもかかわらず、膨大な量を召喚することができます。\u001b[22m\n\u001b[4mIt was a good way to make you want more from the show.\u001b[24m\n    \u001b[1mあなたがショーからより多くのものを望むようにするのは良い方法でした。\u001b[22m, \u001b[1mそれはあなたがショーからもっと欲しい作るための良い方法でした。\u001b[22m\n\u001b[1m\u001b[22m\nFate/Stay Night Unlimited Blade Works: 8/10 (Very Good)\n\n\u001b[1mフェイト/ステイナイト無制限のブレードワークス：8/10（非常に良い）\u001b[22m\n\u001b[1m(Feito/ suteinaito museigen no burēdowākusu: 8/ 10 (Hijō ni yoi))\u001b[22m\n\nTranslations of \u001b[4mFate/Stay Night Unlimited Blade Works: 8/10 (Very Good)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFate/Stay Night Unlimited Blade Works: 8/10 (Very Good)\u001b[24m\n    \u001b[1mフェイト/ステイナイト無制限のブレードワークス：8/10（非常に良い）\u001b[22m, \u001b[1mフェイト/ステイナイトアンリミテッドブレイドワークス：8/10（とても良いです）\u001b[22m"
  },
  {
    "title": "Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "id": "27821",
    "url": "https://myanimelist.net/anime/27821/Fate_stay_night__Unlimited_Blade_Works_-_Prologue",
    "user": "GarlandReese",
    "profile": "/profile/GarlandReese/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=224184",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  8\n\nまあ、これは本当にスタンドアロン版として扱われているのですか？  *一口*。 わたしはそれを楽しみました。 ショーの残りの部分を続けるのに十分興味を持ってくれました。 だから、いいプロローグ。 あなたがシリーズの残りの部分を始める前にそれを見てください。  Sub vs. Dub？ どちらかまたは。  8/10。 見てみな。 私はこれを見直したとは信じられません... さて、「Fate / stay night：Unlimited Blade Works  -  Prologue」はシリーズ「Fate / stay night：Unlimited Blade Works」のエピソード00です。 それは、Rinの目を通して、Episode 01を少し前に取ります。 私たちは来るべきものの素晴らしいサンプルを手に入れます。 偉大な芸術。 素晴らしい効果。 良い戦いの場面。 いくつかの文字の深さ。 これは、あなたが「Fate / Zero」を見た後、これを楽にする良い方法です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOh, dear- is this REALLY being treated as a stand-alone release? *sigh*. I enjoyed it. Kept me interested enough to continue with the rest of the show. So, yeah... good prologue. Watch it before you start the rest of the series. Sub vs. Dub? Either or. 8/10. Check it out. Can't believe I reviewed this... Okay, 'Fate/stay night: Unlimited Blade Works - Prologue' is an Episode 00 of the series 'Fate/stay night: Unlimited Blade Works'. It takes us through Episode 01, and a bit before, through the eyes of Rin. We get a nice sample of what's to come. Great art. Great effects. A good battle scene. Some character depth. It's a nice way of easing into this after you watch 'Fate/Zero'.\n\n\u001b[1mまあ、これは本当にスタンドアロン版として扱われているのですか？  *一口*。 わたしはそれを楽しみました。 ショーの残りの部分を続けるのに十分興味を持ってくれました。 だから、いいプロローグ。 あなたがシリーズの残りの部分を始める前にそれを見てください。  Sub vs. Dub？ どちらかまたは。  8/10。 見てみな。 私はこれを見直したとは信じられません... さて、「Fate / stay night：Unlimited Blade Works  -  Prologue」はシリーズ「Fate / stay night：Unlimited Blade Works」のエピソード00です。 それは、Rinの目を通して、Episode 01を少し前に取ります。 私たちは来るべきものの素晴らしいサンプルを手に入れます。 偉大な芸術。 素晴らしい効果。 良い戦いの場面。 いくつかの文字の深さ。 これは、あなたが「Fate / Zero」を見た後、これを楽にする良い方法です。\u001b[22m\n\u001b[1m(Mā, kore wa hontōni sutandoaron-ban to shite atsukawa rete iru nodesu ka? * Hitokuchi*. Sate,`feito/ stay night: Unlimited bureido Works - purorōgu' wa shirīzu `feito/ stay night: Unlimited bureido Works' no episōdo 00desu. Sore wa, Rin no me o tōshite, episōdo 01 o sukoshi mae ni torimasu. Watashitachi wa kurubeki mono no subarashī sanpuru o te ni iremasu. Idaina geijutsu. Subarashī kōka. Yoi tatakai no bamen. Ikutsu ka no moji no fuka-sa. Kore wa, anata ga `feito/ Zero' o mita nochi, kore o raku ni suru yoi hōhōdesu. Watashi wa sore o tanoshimimashita. Shō no nokori no bubun o tsudzukeru no ni jūbun kyōmi o motte kuremashita. Dakara, ī purorōgu. Anata ga shirīzu no nokori no bubun o hajimeru mae ni sore o mite kudasai. Sabu vs. Dub? Dochira ka matawa. 8/ 10. Mite mi na. Watashi wa kore o minaoshi tato wa shinji raremasen...)\u001b[22m\n\nTranslations of \u001b[4mOh, dear- is this REALLY being treated as a stand-alone release? *sigh*. I enjoyed it. Kept me interested enough to continue with the rest of the show. So, yeah... good prologue. Watch it before you start the rest of the series. Sub vs. Dub? Either or. 8/10. Check it out. Can't believe I reviewed this... Okay, 'Fate/stay night: Unlimited Blade Works - Prologue' is an Episode 00 of the series 'Fate/stay night: Unlimited Blade Works'. It takes us through Episode 01, and a bit before, through the eyes of Rin. We get a nice sample of what's to come. Great art. Great effects. A good battle scene. Some character depth. It's a nice way of easing into this after you watch 'Fate/Zero'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, dear- is this REALLY being treated as a stand-alone release?\u001b[24m\n    \u001b[1mまあ、これは本当にスタンドアロン版として扱われているのですか？\u001b[22m, \u001b[1mああ、dear-は、これは本当に、スタンドアロンリリースとして扱われていますか？\u001b[22m\n\u001b[4m*sigh*.\u001b[24m\n    \u001b[1m*一口*。\u001b[22m, \u001b[1m*ため息*。\u001b[22m\n\u001b[4mOkay, 'Fate/stay night: Unlimited Blade Works - Prologue' is an Episode 00 of the series 'Fate/stay night: Unlimited Blade Works'.\u001b[24m\n    \u001b[1mさて、「Fate / stay night：Unlimited Blade Works  -  Prologue」はシリーズ「Fate / stay night：Unlimited Blade Works」のエピソード00です。\u001b[22m, \u001b[1mさて、「フェイト/ステイナイト：アンリミテッドブレイドワークス - プロローグ」シリーズのエピソード00「フェイト/ステイナイト：アンリミテッドブレイドワークス」。\u001b[22m\n\u001b[4mIt takes us through Episode 01, and a bit before, through the eyes of Rin.\u001b[24m\n    \u001b[1mそれは、Rinの目を通して、Episode 01を少し前に取ります。\u001b[22m, \u001b[1mそれは凛の目を通して、前のエピソード01、およびビットを通して私たちを取ります。\u001b[22m\n\u001b[4mWe get a nice sample of what's to come.\u001b[24m\n    \u001b[1m私たちは来るべきものの素晴らしいサンプルを手に入れます。\u001b[22m, \u001b[1m我々は来て何の素敵なサンプルを得ます。\u001b[22m\n\u001b[4mGreat art.\u001b[24m\n    \u001b[1m偉大な芸術。\u001b[22m\n\u001b[4mGreat effects.\u001b[24m\n    \u001b[1m素晴らしい効果。\u001b[22m, \u001b[1m大きな効果。\u001b[22m\n\u001b[4mA good battle scene.\u001b[24m\n    \u001b[1m良い戦いの場面。\u001b[22m, \u001b[1m良い戦闘シーン。\u001b[22m\n\u001b[4mSome character depth.\u001b[24m\n    \u001b[1mいくつかの文字の深さ。\u001b[22m\n\u001b[4mIt's a nice way of easing into this after you watch 'Fate/Zero'.\u001b[24m\n    \u001b[1mこれは、あなたが「Fate / Zero」を見た後、これを楽にする良い方法です。\u001b[22m, \u001b[1mそれはあなたが「フェイト/ゼロ」を鑑賞した後、この中に緩和の素晴らしい方法です。\u001b[22m\n\u001b[4mI enjoyed it.\u001b[24m\n    \u001b[1mわたしはそれを楽しみました。\u001b[22m, \u001b[1m楽しかった。\u001b[22m, \u001b[1m楽しんだ。\u001b[22m, \u001b[1m私はそれを楽しみました。\u001b[22m, \u001b[1m私はそれを楽しんだ。\u001b[22m\n\u001b[4mKept me interested enough to continue with the rest of the show.\u001b[24m\n    \u001b[1mショーの残りの部分を続けるのに十分興味を持ってくれました。\u001b[22m, \u001b[1mショーの残りを継続するのに十分な興味を持って私を保ちました。\u001b[22m\n\u001b[4mSo, yeah... good prologue.\u001b[24m\n    \u001b[1mだから、いいプロローグ。\u001b[22m, \u001b[1mだから、うん...良いプロローグ。\u001b[22m\n\u001b[4mWatch it before you start the rest of the series.\u001b[24m\n    \u001b[1mあなたがシリーズの残りの部分を始める前にそれを見てください。\u001b[22m, \u001b[1mあなたはシリーズの残りを開始する前にそれを見ます。\u001b[22m\n\u001b[4mSub vs. Dub?\u001b[24m\n    \u001b[1mSub vs. Dub？\u001b[22m, \u001b[1mダブ対サブ？\u001b[22m\n\u001b[4mEither or.\u001b[24m\n    \u001b[1mどちらかまたは。\u001b[22m, \u001b[1mいずれか、または。\u001b[22m\n\u001b[4m8/10.\u001b[24m\n    \u001b[1m8/10。\u001b[22m, \u001b[1m8月10日。\u001b[22m\n\u001b[4mCheck it out.\u001b[24m\n    \u001b[1m見てみな。\u001b[22m, \u001b[1mそれをチェックしてください。\u001b[22m, \u001b[1mそれをチェックアウト。\u001b[22m\n\u001b[4mCan't believe I reviewed this...\u001b[24m\n    \u001b[1m私はこれを見直したとは信じられません...\u001b[22m, \u001b[1m私はこれを見直し信じることができません...\u001b[22m"
  }
]
