[
  {
    "title": "Lupin_III_2015",
    "id": "27947",
    "url": "https://myanimelist.net/anime/27947/Lupin_III_2015",
    "user": "alexmarsiic",
    "profile": "/profile/alexmarsiic/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=200266",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  10\n\nまあ、多分私は早く誰もここにいるよ。 それはmyanimelistの私の最初のレビューであり、私はそれが得られていないことを知っている。 ルパン3世：L 'アヴェンチュライタリア人は、イタリア4号局にイタリア4号を放送し始めたばかりで、現在は14話に入っています。 私は言うことができる始まりは待っているようなものだった何？\n\nまあ、ストーリーはアニメーションのすべてが何であるかの愛と芸術の状態としてイタリアを中心にしています。 まあ、今シーズン、彼らは乗組員にキャラクターを追加しました。 なぜなら、あなたはまだ新しいエピソードを見ていないあなたのための楽しいことを台無しにしたくないからです。\n\nまあ私は私が毎週それを見ることができる私はイタリアの近くに住んでいるので、アニメはイタリアで放映されたことを光栄だと言わせてください。 物語は本当に悪いように見えるが、時々私はプロットが速く走るという気持ちを得る。\n\n芸術は何か私は彼らが改善をうまくいっていることを感謝していますが、それはHDとすべてですが、私はまだそれが良いかもしれないと思う。\n\n私はアニメにあるほとんどのものが好きな人のほうがいいと思うけど、ルパンと一緒にイタリアにいらっしゃる気がする。\n\n私はもっ​​と言いたいですが、私は見て楽しむことを躊躇したくありません。 これを読んでいただきありがとうございます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell maybe i'm to early for everyone here. It's my first review on myanimelist and i know i'm not got at it. Well As you know the airing of Lupin III (2015) or as the italian title states:Lupin III: L' Avventura italiana started airing on Italian TV called Italia 1 only 4 weeks ago and it's currently on the 14 episodes. I can say that The begining was for like wait What ?\n\n\u001b[1mまあ、多分私は早く誰もここにいるよ。 それはmyanimelistの私の最初のレビューであり、私はそれが得られていないことを知っている。 ルパン3世：L 'アヴェンチュライタリア人は、イタリア4号局にイタリア4号を放送し始めたばかりで、現在は14話に入っています。 私は言うことができる始まりは待っているようなものだった何？\u001b[22m\n\u001b[1m(Mā, tabun watashi wa hayaku dare mo koko ni iru yo. Sore wa myanimelist no watashi no saisho no rebyūdeari, watashi wa sore ga e rarete inai koto o shitte iru. Rupan 3-sei: L' avu~enchuraitaria hito wa, Itaria 4-gō-kyoku ni Itaria 4-gō o hōsō shi hajimeta bakari de, genzai wa 14-wa ni haitte imasu. Watashi wa iu koto ga dekiru hajimari wa matte iru yōna monodatta nani?)\u001b[22m\n\nTranslations of \u001b[4mWell maybe i'm to early for everyone here. It's my first review on myanimelist and i know i'm not got at it. Well As you know the airing of Lupin III (2015) or as the italian title states:Lupin III: L' Avventura italiana started airing on Italian TV called Italia 1 only 4 weeks ago and it's currently on the 14 episodes. I can say that The begining was for like wait What ?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell maybe i'm to early for everyone here.\u001b[24m\n    \u001b[1mまあ、多分私は早く誰もここにいるよ。\u001b[22m, \u001b[1mまあ多分私がここに皆のために早期に思います。\u001b[22m\n\u001b[4mIt's my first review on myanimelist and i know i'm not got at it.\u001b[24m\n    \u001b[1mそれはmyanimelistの私の最初のレビューであり、私はそれが得られていないことを知っている。\u001b[22m, \u001b[1mそれはmyanimelist上の私の最初のレビューだと私はそれを持っていないよ知っています。\u001b[22m\n\u001b[4mWell As you know the airing of Lupin III (2015) or as the italian title states:Lupin III: L' Avventura italiana started airing on Italian TV called Italia 1 only 4 weeks ago and it's currently on the 14 episodes.\u001b[24m\n    \u001b[1mルパン3世：L 'アヴェンチュライタリア人は、イタリア4号局にイタリア4号を放送し始めたばかりで、現在は14話に入っています。\u001b[22m, \u001b[1mあなたはルパン三世（2015年）の放映を知っているか、またはイタリア語タイトルの状態だけでなく、：ルパン三世：L 'Avventuraイタリアーナはわずか4週間前イタリア1と呼ばれるイタリアのテレビ放映を開始し、それは14のエピソードで、現在です。\u001b[22m\n\u001b[4mI can say that The begining was for like wait What ?\u001b[24m\n    \u001b[1m私は言うことができる始まりは待っているようなものだった何？\u001b[22m, \u001b[1m私は初めは何を待つようにするためだったと言うことができますか？\u001b[22m\n\u001b[1m\u001b[22m\nWell the story centers Italy as the state of love and art that's what all of the anime is about. Well in this season they added a character to the crew well sort of. Because i don't want to spoil the fun for you who still didn't saw the new episodes.\n\n\u001b[1mまあ、ストーリーはアニメーションのすべてが何であるかの愛と芸術の状態としてイタリアを中心にしています。 まあ、今シーズン、彼らは乗組員にキャラクターを追加しました。 なぜなら、あなたはまだ新しいエピソードを見ていないあなたのための楽しいことを台無しにしたくないからです。\u001b[22m\n\u001b[1m(Mā, sutōrī wa animēshon no subete ga nandearu ka no ai to geijutsu no jōtai to shite Itaria o chūshin ni shite imasu. Mā, ima shīzun, karera wa norikumiin ni kyarakutā o tsuika shimashita. Nazenara, anata wa mada atarashī episōdo o miteinai anata no tame no tanoshīkoto o dainashi ni shitakunaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mWell the story centers Italy as the state of love and art that's what all of the anime is about. Well in this season they added a character to the crew well sort of. Because i don't want to spoil the fun for you who still didn't saw the new episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell the story centers Italy as the state of love and art that's what all of the anime is about.\u001b[24m\n    \u001b[1mまあ、ストーリーはアニメーションのすべてが何であるかの愛と芸術の状態としてイタリアを中心にしています。\u001b[22m, \u001b[1mさて話はアニメのすべてが約あるものだ愛と芸術の状態としてイタリアを中心に。\u001b[22m\n\u001b[4mWell in this season they added a character to the crew well sort of.\u001b[24m\n    \u001b[1mまあ、今シーズン、彼らは乗組員にキャラクターを追加しました。\u001b[22m, \u001b[1mさて、この季節に、彼らはうまくソートの乗組員に文字を追加しました。\u001b[22m\n\u001b[4mBecause i don't want to spoil the fun for you who still didn't saw the new episodes.\u001b[24m\n    \u001b[1mなぜなら、あなたはまだ新しいエピソードを見ていないあなたのための楽しいことを台無しにしたくないからです。\u001b[22m, \u001b[1m私はまだ新しいエピソードを見ていなかったあなたのための楽しみを台無しにしたくないので。\u001b[22m\n\u001b[1m\u001b[22m\nWell let me say i'm honored that the Anime aired in Italy since i live near Italy i can watch it everyweek. The story dosen't really seem so bad but sometimes i get the feeling that the plot just runs to fast.\n\n\u001b[1mまあ私は私が毎週それを見ることができる私はイタリアの近くに住んでいるので、アニメはイタリアで放映されたことを光栄だと言わせてください。 物語は本当に悪いように見えるが、時々私はプロットが速く走るという気持ちを得る。\u001b[22m\n\u001b[1m(Mā watashi wa watashi ga maishū sore o miru koto ga dekiru watashi wa Itaria no chikaku ni sunde irunode, anime wa Itaria de hōei sa reta koto o kōeida to iwa sete kudasai. Monogatari wa hontōni warui yōnimieru ga, tokidoki watashi wa purotto ga hayakuhashiru to iu kimochi o eru.)\u001b[22m\n\nTranslations of \u001b[4mWell let me say i'm honored that the Anime aired in Italy since i live near Italy i can watch it everyweek. The story dosen't really seem so bad but sometimes i get the feeling that the plot just runs to fast.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell let me say i'm honored that the Anime aired in Italy since i live near Italy i can watch it everyweek.\u001b[24m\n    \u001b[1mまあ私は私が毎週それを見ることができる私はイタリアの近くに住んでいるので、アニメはイタリアで放映されたことを光栄だと言わせてください。\u001b[22m, \u001b[1mさて、私は私は私はそれをもどんどん見ることができるイタリアの近くに住んでいるのでアニメはイタリアで放映されたことを光栄としましょう。\u001b[22m\n\u001b[4mThe story dosen't really seem so bad but sometimes i get the feeling that the plot just runs to fast.\u001b[24m\n    \u001b[1m物語は本当に悪いように見えるが、時々私はプロットが速く走るという気持ちを得る。\u001b[22m, \u001b[1mストーリーdosen'tは本当にそんなに悪いようですが、時々私は、プロットはちょうど高速に動作することを感覚を得ます。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the Art is something i appreciate that they made improvements well it is HD and all but still i think it could be better.\n\n\u001b[1m芸術は何か私は彼らが改善をうまくいっていることを感謝していますが、それはHDとすべてですが、私はまだそれが良いかもしれないと思う。\u001b[22m\n\u001b[1m(Geijutsu wa nani ka watashi wa karera ga kaizen o umaku itte iru koto o kansha shite imasuga, soreha HD to subetedesuga, watashi wa mada sore ga yoi kamo shirenai to omou.)\u001b[22m\n\nTranslations of \u001b[4mWhile the Art is something i appreciate that they made improvements well it is HD and all but still i think it could be better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the Art is something i appreciate that they made improvements well it is HD and all but still i think it could be better.\u001b[24m\n    \u001b[1m芸術は何か私は彼らが改善をうまくいっていることを感謝していますが、それはHDとすべてですが、私はまだそれが良いかもしれないと思う。\u001b[22m, \u001b[1mアートは何かですが、私は、彼らはそれがHDであり、すべてが、まだ私はそれがより良いかもしれないと思うだけでなく改善を行っていることを感謝しています。\u001b[22m\n\u001b[1m\u001b[22m\nI know i'm more of a guy who likes almost everything that is in the anime but i can say i can feel myself there in Italy with Lupin.\n\n\u001b[1m私はアニメにあるほとんどのものが好きな人のほうがいいと思うけど、ルパンと一緒にイタリアにいらっしゃる気がする。\u001b[22m\n\u001b[1m(Watashi wa anime ni aru hotondo no mono ga sukinahito no hō ga ī to omoukedo, rupan to issho ni Itaria ni irassharu ki ga suru.)\u001b[22m\n\nTranslations of \u001b[4mI know i'm more of a guy who likes almost everything that is in the anime but i can say i can feel myself there in Italy with Lupin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know i'm more of a guy who likes almost everything that is in the anime but i can say i can feel myself there in Italy with Lupin.\u001b[24m\n    \u001b[1m私はアニメにあるほとんどのものが好きな人のほうがいいと思うけど、ルパンと一緒にイタリアにいらっしゃる気がする。\u001b[22m, \u001b[1m私は私がアニメであるが、私はルパンとイタリアでそこに自分自身を感じることができると言うことができますほとんどすべてを好きな男の多くを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nI would love to say more but i would't want to spoil the fun of watching. Thank you for your time reading this.\n\n\u001b[1m私はもっ​​と言いたいですが、私は見て楽しむことを躊躇したくありません。 これを読んでいただきありがとうございます。\u001b[22m\n\u001b[1m(Watashi wa mo~tsu​​ to iitaidesuga, watashi wa mite tanoshimu koto o chūcho shitaku arimasen. Kore o yonde itadaki arigatōgozaimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would love to say more but i would't want to spoil the fun of watching. Thank you for your time reading this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would love to say more but i would't want to spoil the fun of watching.\u001b[24m\n    \u001b[1m私はもっと言いたいですが、私は見て楽しむことを躊躇したくありません。\u001b[22m, \u001b[1m私はより多くを語るのが大好きだが、私は見ての楽しみを台無しにしたいwould't。\u001b[22m\n\u001b[4mThank you for your time reading this.\u001b[24m\n    \u001b[1mこれを読んでいただきありがとうございます。\u001b[22m, \u001b[1mこれを読んであなたの時間をありがとうございました。\u001b[22m"
  },
  {
    "title": "Lupin_III_2015",
    "id": "27947",
    "url": "https://myanimelist.net/anime/27947/Lupin_III_2015",
    "user": "momiji-no-kimi",
    "profile": "/profile/momiji-no-kimi/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=206104",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  6\n\n現在はep12で公開されているため、早期審査とみなされる可能性があります。 カジュアルなウォッチャータイプとして、私は自分の時間を無駄にするものと非常に気難しいです。 私は誇大宣伝をするのに十分な人気があるかどうかだけを見ていますが、それがどれほど誇張されていても面白いかどうか見ています。 しかし、それは私が古典に期待していた誇大宣伝さえ得られませんでした。 私はそれについてのすべてを完全に忘れてしまったので、私はそれが私の子供時代と私の幼年期に属していると思ったので、私は興味がありませんでした。 だから今私は新鮮な視点でこれに来る。\n\n私がそれを拾った理由は、私がそれを見た人と一緒だったからです。 私の一部は、それが彼のためでなければ、私がep 4でそれを落としたと感じています。  （そして、公式の日本の発音はルパンではなくルパンであることを知りませんでした）。 今私のレビューに：\n\nストーリー：\nストーリーは十分にシンプルでクレイジーで楽しいです。 例えば 物理学を無視したアニメロジックは、このようなアニメに取り入れることを学びます。 あなたはいつもルパンが熟練した泥棒だと思っているので、私は彼が宝を持って歩き回ることを期待していました。 しかし、それはそうではありません、実際には非常に心温まるシリーズです。 私は、若者が「気分を味わっている」と表現しているという印象を受けています。 私はうれしく驚いています。\n\nアート：\n芸術はいいです。 私はルパンのように見えますが、私は古くて古く見えることなく覚えています。 オームの毛の効果は非常に魅力的で、背景の仕事は魅力的です。 品質が少し低下した瞬間もありましたが、それはすべてのアニメに起こります。\n\n音：\nBGMはファンキーでグルーヴィーです。 イントロは私が偶然オンラインで遭遇したアコースティック・バージョンでは美しいですが、私はエンディング・ソングのより大きいファンです。\n\nキャラクター：\nかなりの数の主要な男性キャラクターがいて、皆に良い心を持っていると言うことができます。  2人の女性キャラクターは大丈夫です。 私は子供時代から藤子がセックスの象徴だったことを覚えているようですが、彼女がそれ以上のことを覚えていないので、私は彼女がこのシリーズの欲張りな泥棒であることを超えて成長するのを見てもらえません。 新しく登場する人物は、慣れ親しんでいるので懐疑的ですが、レベッカは気にしません。彼女は自分が望むことをやります。彼女は自分でやっています。私は気にしません。 私が感じる方向。 彼女はお金以外に何かを寄付します。 多分それが理由です。 うーん\n\n楽しさ：間違いなく楽しいです。 あまりにも深刻なものを望んでおらず、見て重くなるような人にとっては完璧です。 しかし、このアニメの本当の心は明らかにあなたの口の中に良い味を残す素敵なハッピーエンディングです。 メカとディスコピアをテーマにしたアニメは、他のすべての文が説明です。 私はなぜ若い私がこのようなものを楽しむのかを知ることができます。 各エピソードは異なっていますが、残りのエピソードと結びついています。 それは上に引っ張っているように感じることはありません、私はペースに感謝します。 とにかく若い私は大人のテーマを理解できません。  （たとえ1人のマイナーキャラクターが彼女の意志に反してセックスワーカーであったと暗示されていた場合など）（スポイラーアラートは、ストーリーにはまったく重要ではないので、泣かないでください）おかしなことは面白くて信じられないようで、 私の若い自分。 例えば弾丸を避けてヘリコプターの乗り物を乗り越える。\n\nしかし、私はこのアニメの苦しさはほとんどありませんが、私はep 13を見た後でもっと時間を投資する気がしません（私がプレビュー権を読んでいるなら、そのエピソードはイタリアの夢を包み込むようです）\n\n私はちょうどカジュアルウォッチャーです、それは上に移動する時間です。 私たちは楽しく過ごしましたが、私はこの関係を維持することに興味がありません。 よく歩調を合わせているにもかかわらず、プロットは私にもっと見るように促しません。 それは悪いので、私はそれを落としていないよ、それは他のアニメのための時間を解放するためにもっとそうです。 他の人を見てください。\n\n私のアドバイスは間違いなくそれを試してみてください、あなたはそれにリングを置く必要はありませんが、これは明らかに古典的な復活であるため、少しあなたのアニメの知識を傷つけないシリーズを知ることを得ることを得る。\n\n私はそれに7/10を与える。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nCurrently on ep 12 so this might be considered an early review. As a casual watcher type, I'm very picky with what to waste my time on. I only watch if it's popular enough to catch some hype, but I only keep watching if it's interesting regardless of how hyped it is. But it didn't even get the hype I was expecting of a classic. And I wasn't interested since I thought it belonged in my childhood and my childhood alone as I completely forgot everything about it. So now I come to this with a fresh perspective.\n\n\u001b[1m現在はep12で公開されているため、早期審査とみなされる可能性があります。 カジュアルなウォッチャータイプとして、私は自分の時間を無駄にするものと非常に気難しいです。 私は誇大宣伝をするのに十分な人気があるかどうかだけを見ていますが、それがどれほど誇張されていても面白いかどうか見ています。 しかし、それは私が古典に期待していた誇大宣伝さえ得られませんでした。 私はそれについてのすべてを完全に忘れてしまったので、私はそれが私の子供時代と私の幼年期に属していると思ったので、私は興味がありませんでした。 だから今私は新鮮な視点でこれに来る。\u001b[22m\n\u001b[1m(Genzai wa ep 12 de kōkai sa rete iru tame, sōki shinsa to minasa reru kanōsei ga arimasu. Kajuaruna u~otchātaipu to shite, watashi wa jibun no jikan o muda ni suru mono to hijō ni kimuzukashīdesu. Watashi wa kodai senden o suru no ni jūbun'na ninki ga aru ka dō ka dake o mite imasuga, sore ga dorehodo kochō sa rete ite mo omoshiroi ka dō ka mite imasu. Shikashi, sore wa watashi ga koten ni kitai shite ita kodai senden sae e raremasendeshita. Watashi wa sore ni tsuite no subete o kanzen ni wasurete shimattanode, watashi wa sore ga watashi no kodomo jidai to watashi no yōnen-ki ni zokushite iru to omottanode, watashi wa kyōmi ga arimasendeshita. Dakara ima watashi wa shinsen'na shiten de kore ni kuru.)\u001b[22m\n\nTranslations of \u001b[4mCurrently on ep 12 so this might be considered an early review. As a casual watcher type, I'm very picky with what to waste my time on. I only watch if it's popular enough to catch some hype, but I only keep watching if it's interesting regardless of how hyped it is. But it didn't even get the hype I was expecting of a classic. And I wasn't interested since I thought it belonged in my childhood and my childhood alone as I completely forgot everything about it. So now I come to this with a fresh perspective.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCurrently on ep 12 so this might be considered an early review.\u001b[24m\n    \u001b[1m現在はep12で公開されているため、早期審査とみなされる可能性があります。\u001b[22m, \u001b[1m現在、EP 12のように、これは初期のレビューと考えられるかもしれません。\u001b[22m\n\u001b[4mAs a casual watcher type, I'm very picky with what to waste my time on.\u001b[24m\n    \u001b[1mカジュアルなウォッチャータイプとして、私は自分の時間を無駄にするものと非常に気難しいです。\u001b[22m, \u001b[1mカジュアルウォッチャータイプとして、私は私の時間を上の無駄に何と非常にうるさいです。\u001b[22m\n\u001b[4mI only watch if it's popular enough to catch some hype, but I only keep watching if it's interesting regardless of how hyped it is.\u001b[24m\n    \u001b[1m私は誇大宣伝をするのに十分な人気があるかどうかだけを見ていますが、それがどれほど誇張されていても面白いかどうか見ています。\u001b[22m, \u001b[1mそれはいくつかの誇大広告をキャッチするのに十分な人気だ場合、私は見て、それは関係なく、それがどのように話題の興味深いの場合、私は見続けます。\u001b[22m\n\u001b[4mBut it didn't even get the hype I was expecting of a classic.\u001b[24m\n    \u001b[1mしかし、それは私が古典に期待していた誇大宣伝さえ得られませんでした。\u001b[22m, \u001b[1mしかし、それはあっても、私は古典的なの期待していた誇大広告を取得できませんでした。\u001b[22m\n\u001b[4mAnd I wasn't interested since I thought it belonged in my childhood and my childhood alone as I completely forgot everything about it.\u001b[24m\n    \u001b[1m私はそれについてのすべてを完全に忘れてしまったので、私はそれが私の子供時代と私の幼年期に属していると思ったので、私は興味がありませんでした。\u001b[22m, \u001b[1m私は完全にそれについてのすべてを忘れてしまったとして、それだけでは子供の頃、私の子供の頃に属し思ったので、私は興味がなかったです。\u001b[22m\n\u001b[4mSo now I come to this with a fresh perspective.\u001b[24m\n    \u001b[1mだから今私は新鮮な視点でこれに来る。\u001b[22m, \u001b[1mだから今、私は新鮮な視点でこれに来ます。\u001b[22m\n\u001b[1m\u001b[22m\nThe reason I picked it up was because I was with someone who watched it. A part of me feels I would have dropped it at ep 4 if it wasn't for him. (And I wouldn't have found out that the official Japanese pronunciation is LUPAN not LUPIN.) But who would have kept watching if it was actually that bad right? Now on to my review:\n\n\u001b[1m私がそれを拾った理由は、私がそれを見た人と一緒だったからです。 私の一部は、それが彼のためでなければ、私がep 4でそれを落としたと感じています。  （そして、公式の日本の発音はルパンではなくルパンであることを知りませんでした）。 今私のレビューに：\u001b[22m\n\u001b[1m(Watashi ga sore o hirotta riyū wa, watashi ga sore o mita hito to isshodattakaradesu. Watashi no ichibu wa, sore ga kare no tamedenakereba, watashi ga ep 4 de sore o otoshita to kanjite imasu. (Soshite, kōshiki no Nihon no hatsuon wa rupande wanaku rupandearu koto o shirimasendeshita). Ima watashi no rebyū ni:)\u001b[22m\n\nTranslations of \u001b[4mThe reason I picked it up was because I was with someone who watched it. A part of me feels I would have dropped it at ep 4 if it wasn't for him. (And I wouldn't have found out that the official Japanese pronunciation is LUPAN not LUPIN.) But who would have kept watching if it was actually that bad right? Now on to my review:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason I picked it up was because I was with someone who watched it.\u001b[24m\n    \u001b[1m私がそれを拾った理由は、私がそれを見た人と一緒だったからです。\u001b[22m, \u001b[1m私はそれを見て誰かとあったので、私はそれを拾った理由がありました。\u001b[22m\n\u001b[4mA part of me feels I would have dropped it at ep 4 if it wasn't for him.\u001b[24m\n    \u001b[1m私の一部は、それが彼のためでなければ、私がep 4でそれを落としたと感じています。\u001b[22m, \u001b[1m私の部分は、それが彼のためではなかった場合、私はEP 4でそれを落としているだろうと感じています。\u001b[22m\n\u001b[4m(And I wouldn't have found out that the official Japanese pronunciation is LUPAN not LUPIN.) But who would have kept watching if it was actually that bad right?\u001b[24m\n    \u001b[1m（そして、公式の日本の発音はルパンではなくルパンであることを知りませんでした）。\u001b[22m, \u001b[1m（そして、私は正式な日本語の発音がLUPANないLUPINであることが判明していないだろう。）しかし、それは実際にその悪い正しかった場合、誰が見て保持しているのでしょうか？\u001b[22m\n\u001b[4mNow on to my review:\u001b[24m\n    \u001b[1m今私のレビューに：\u001b[22m, \u001b[1m今、私のレビューへ上：\u001b[22m\n\u001b[1m\u001b[22m\nSTORY:\n/ˈstôrē/\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mSTORY:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story is simple enough, crazy and fun. e.g. physics-defying anime logic but you learn to embrace it in animes like this. You will always get reminded Lupin is a skilled thief so I just expected him to walk off with treasure as that detective guy earnestly swears to get him 'next time.' But it's not like that, it's actually a very heartwarming series. I'm under the impression it's what young people would describe as 'getting the feels.' I'm pleasantly surprised.\n\n\u001b[1mストーリーは十分にシンプルでクレイジーで楽しいです。 例えば 物理学を無視したアニメロジックは、このようなアニメに取り入れることを学びます。 あなたはいつもルパンが熟練した泥棒だと思っているので、私は彼が宝を持って歩き回ることを期待していました。 しかし、それはそうではありません、実際には非常に心温まるシリーズです。 私は、若者が「気分を味わっている」と表現しているという印象を受けています。 私はうれしく驚いています。\u001b[22m\n\u001b[1m(Sutōrī wa jūbun ni shinpurude kureijī de tanoshīdesu. Tatoeba butsurigaku o mushi shita anime rojikku wa, kono yōna anime ni toriireru koto o manabimasu. Anata wa itsumo rupan ga jukuren shita dorobōda to omotte irunode, watashi wa kare ga takara o motte arukimawaru koto o kitai shite imashita. Shikashi, sore wa sōde wa arimasen, jissai ni wa hijō ni kokoroatatamaru shirīzudesu. Watashi wa, wakamono ga `kibun o ajiwatte iru' to hyōgen shite iru to iu inshō o ukete imasu. Watashi wa ureshiku odoroite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is simple enough, crazy and fun. e.g. physics-defying anime logic but you learn to embrace it in animes like this. You will always get reminded Lupin is a skilled thief so I just expected him to walk off with treasure as that detective guy earnestly swears to get him 'next time.' But it's not like that, it's actually a very heartwarming series. I'm under the impression it's what young people would describe as 'getting the feels.' I'm pleasantly surprised.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is simple enough, crazy and fun.\u001b[24m\n    \u001b[1mストーリーは十分にシンプルでクレイジーで楽しいです。\u001b[22m, \u001b[1m物語は、十分に単純な狂気と楽しいです。\u001b[22m\n\u001b[4me.g.\u001b[24m\n    \u001b[1m例えば\u001b[22m, \u001b[1m例えば、\u001b[22m\n\u001b[4mphysics-defying anime logic but you learn to embrace it in animes like this.\u001b[24m\n    \u001b[1m物理学を無視したアニメロジックは、このようなアニメに取り入れることを学びます。\u001b[22m, \u001b[1mアニメ・ロジックを物理挑むいますが、このようなアニメでそれを受け入れることを学びます。\u001b[22m\n\u001b[4mYou will always get reminded Lupin is a skilled thief so I just expected him to walk off with treasure as that detective guy earnestly swears to get him 'next time.'\u001b[24m\n    \u001b[1mあなたはいつもルパンが熟練した泥棒だと思っているので、私は彼が宝を持って歩き回ることを期待していました。\u001b[22m, \u001b[1mあなたはいつも、私はちょうどその探偵の男は真剣に彼を得るために誓うとして彼が宝物に立ち去ることが期待ようルパンは熟練した泥棒です思い出してしまいます」次の時間を。」\u001b[22m\n\u001b[4mBut it's not like that, it's actually a very heartwarming series.\u001b[24m\n    \u001b[1mしかし、それはそうではありません、実際には非常に心温まるシリーズです。\u001b[22m, \u001b[1mしかし、それはそのようではない、それは実際には非常に心温まるシリーズです。\u001b[22m\n\u001b[4mI'm under the impression it's what young people would describe as 'getting the feels.'\u001b[24m\n    \u001b[1m私は、若者が「気分を味わっている」と表現しているという印象を受けています。\u001b[22m, \u001b[1m私はそれが若者のように記述することになるものだ印象でよ」感触を得ます。」\u001b[22m\n\u001b[4mI'm pleasantly surprised.\u001b[24m\n    \u001b[1m私はうれしく驚いています。\u001b[22m, \u001b[1m私は愉快に驚いています。\u001b[22m\n\u001b[1m\u001b[22m\nART:\n/ärt/\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mART:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nArt is nice. Looks like the Lupin I remember without looking too old and outdated. The ombre hair effects looks very appealing and the background work is charming. There were moments when quality dropped a bit but it happens to all anime.\n\n\u001b[1m芸術はいいです。 私はルパンのように見えますが、私は古くて古く見えることなく覚えています。 オームの毛の効果は非常に魅力的で、背景の仕事は魅力的です。 品質が少し低下した瞬間もありましたが、それはすべてのアニメに起こります。\u001b[22m\n\u001b[1m(Geijutsu wa īdesu. Watashi wa rupan no yō ni miemasuga, watashi wa furukute furuku mieru koto naku oboete imasu. Ōmu no ke no kōka wa hijō ni mirikiteki de, haikei no shigoto wa mirikitekidesu. Hinshitsu ga sukoshi teika shita shunkan mo arimashitaga, soreha subete no anime ni okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt is nice. Looks like the Lupin I remember without looking too old and outdated. The ombre hair effects looks very appealing and the background work is charming. There were moments when quality dropped a bit but it happens to all anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is nice.\u001b[24m\n    \u001b[1m芸術はいいです。\u001b[22m, \u001b[1mアートはいいです。\u001b[22m\n\u001b[4mLooks like the Lupin I remember without looking too old and outdated.\u001b[24m\n    \u001b[1m私はルパンのように見えますが、私は古くて古く見えることなく覚えています。\u001b[22m, \u001b[1m私はあまりにも古いと時代遅れ見ずに覚えてルパンのように見えます。\u001b[22m\n\u001b[4mThe ombre hair effects looks very appealing and the background work is charming.\u001b[24m\n    \u001b[1mオームの毛の効果は非常に魅力的で、背景の仕事は魅力的です。\u001b[22m, \u001b[1mオンブル髪の効果は非常に魅力的に見えると背景の仕事は魅力的です。\u001b[22m\n\u001b[4mThere were moments when quality dropped a bit but it happens to all anime.\u001b[24m\n    \u001b[1m品質が少し低下した瞬間もありましたが、それはすべてのアニメに起こります。\u001b[22m, \u001b[1mそこ品質はビットを落とした瞬間があったが、それはすべてのアニメに発生します。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND:\n/sound/\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSOUND:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nBGM is funky and groovy. The intro is beautiful in acoustic versions that I stumbled on by accident online but I'm a bigger fan of the ending song.\n\n\u001b[1mBGMはファンキーでグルーヴィーです。 イントロは私が偶然オンラインで遭遇したアコースティック・バージョンでは美しいですが、私はエンディング・ソングのより大きいファンです。\u001b[22m\n\u001b[1m(BGM wa fankī de gurūvu~īdesu. Intoro wa watashi ga gūzen onrain de sōgū shita akōsutikku bājonde wa utsukushīdesuga, watashi wa endingu songu no yori ōkī fandesu.)\u001b[22m\n\nTranslations of \u001b[4mBGM is funky and groovy. The intro is beautiful in acoustic versions that I stumbled on by accident online but I'm a bigger fan of the ending song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBGM is funky and groovy.\u001b[24m\n    \u001b[1mBGMはファンキーでグルーヴィーです。\u001b[22m, \u001b[1mBGMは、ファンキーでグルーヴィーです。\u001b[22m\n\u001b[4mThe intro is beautiful in acoustic versions that I stumbled on by accident online but I'm a bigger fan of the ending song.\u001b[24m\n    \u001b[1mイントロは私が偶然オンラインで遭遇したアコースティック・バージョンでは美しいですが、私はエンディング・ソングのより大きいファンです。\u001b[22m, \u001b[1mイントロは、私がオンラインで偶然につまずいたが、私はエンディング曲の大きなファンだ音響のバージョンで美しいです。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTERS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThere are quite a lot of main male characters and you can tell they all have good hearts. The 2 female characters are ok enough. I seem to remember from childhood that Fujiko was a sex symbol but I can't remember if she was more than that and so I have no clue if we'll see her develop beyond being a greedy voluptuous thief in this series. New characters are usually met with scepticism since they are unfamiliar but I don't mind Rebecca, she does what she wants and she does it by herself, she doesn't annoy me WHICH IS A BIG DEAL as it could have easily went in that direction I feel. She contributes something besides money. Maybe that's why. Hmmmm\n\n\u001b[1mかなりの数の主要な男性キャラクターがいて、皆に良い心を持っていると言うことができます。  2人の女性キャラクターは大丈夫です。 私は子供時代から藤子がセックスの象徴だったことを覚えているようですが、彼女がそれ以上のことを覚えていないので、私は彼女がこのシリーズの欲張りな泥棒であることを超えて成長するのを見てもらえません。 新しく登場する人物は、慣れ親しんでいるので懐疑的ですが、レベッカは気にしません。彼女は自分が望むことをやります。彼女は自分でやっています。私は気にしません。 私が感じる方向。 彼女はお金以外に何かを寄付します。 多分それが理由です。 うーん\u001b[22m\n\u001b[1m(Kanari no kazu no shuyōna dansei kyarakutā ga ite, mina ni yoi kokoro o motte iru to iu koto ga dekimasu. 2-Ri no josei kyarakutā wa daijōbudesu. Watashi wa kodomo jidai kara Fujiko ga sekkusu no shōchōdatta koto o oboete iru yōdesuga, kanojo ga soreijō no koto o oboete inainode, watashi wa kanojo ga kono shirīzu no yokubarina dorobōdearu koto o koete seichō suru no o mite moraemasen. Atarashiku tōjō suru jinbutsu wa, nareshitashinde irunode kaigi-tekidesuga, Rebekka wa ki ni shimasen. Kanojo wa jibun ga nozomu koto o yarimasu. Kanojo wa jibun de yatte imasu. Watashi wa ki ni shimasen. Watashi ga kanjiru hōkō. Kanojo wa okane igai ni nanika o kifu shimasu. Tabun sore ga riyūdesu.U ̄ n)\u001b[22m\n\nTranslations of \u001b[4mThere are quite a lot of main male characters and you can tell they all have good hearts. The 2 female characters are ok enough. I seem to remember from childhood that Fujiko was a sex symbol but I can't remember if she was more than that and so I have no clue if we'll see her develop beyond being a greedy voluptuous thief in this series. New characters are usually met with scepticism since they are unfamiliar but I don't mind Rebecca, she does what she wants and she does it by herself, she doesn't annoy me WHICH IS A BIG DEAL as it could have easily went in that direction I feel. She contributes something besides money. Maybe that's why. Hmmmm\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are quite a lot of main male characters and you can tell they all have good hearts.\u001b[24m\n    \u001b[1mかなりの数の主要な男性キャラクターがいて、皆に良い心を持っていると言うことができます。\u001b[22m, \u001b[1mそこメインオス文字のかなり多くがあり、あなたは、彼らはすべての良い心を持って伝えることができます。\u001b[22m\n\u001b[4mThe 2 female characters are ok enough.\u001b[24m\n    \u001b[1m2人の女性キャラクターは大丈夫です。\u001b[22m, \u001b[1m2女性キャラクターは十分OKです。\u001b[22m\n\u001b[4mI seem to remember from childhood that Fujiko was a sex symbol but I can't remember if she was more than that and so I have no clue if we'll see her develop beyond being a greedy voluptuous thief in this series.\u001b[24m\n    \u001b[1m私は子供時代から藤子がセックスの象徴だったことを覚えているようですが、彼女がそれ以上のことを覚えていないので、私は彼女がこのシリーズの欲張りな泥棒であることを超えて成長するのを見てもらえません。\u001b[22m, \u001b[1m私は、藤子はセックスシンボルだった子供の頃から覚えているようだが、彼女はそれ以上だった場合、私は覚えていないことができ、我々は彼女がこのシリーズの貪欲な官能的な泥棒であることを超えて開発表示されますので、もし、私は見当もつかない。\u001b[22m\n\u001b[4mNew characters are usually met with scepticism since they are unfamiliar but I don't mind Rebecca, she does what she wants and she does it by herself, she doesn't annoy me WHICH IS A BIG DEAL as it could have easily went in that\u001b[24m\n    \u001b[1m新しく登場する人物は、慣れ親しんでいるので懐疑的ですが、レベッカは気にしません。彼女は自分が望むことをやります。彼女は自分でやっています。私は気にしません。\u001b[22m, \u001b[1m新しい文字が、彼らは慣れていないので、通常は懐疑的に満たされているが、私はレベッカを気にしない、彼女は彼女が何を望んでいて、彼女が自分でそれをしない、それは簡単にその中に入ったことがありましたように、彼女はBIG DEALされている私を困らせていません\u001b[22m\n\u001b[4mdirection I feel.\u001b[24m\n    \u001b[1m私が感じる方向。\u001b[22m, \u001b[1m方向私は感じています。\u001b[22m\n\u001b[4mShe contributes something besides money.\u001b[24m\n    \u001b[1m彼女はお金以外に何かを寄付します。\u001b[22m, \u001b[1m彼女はお金以外の何かを貢献しています。\u001b[22m\n\u001b[4mMaybe that's why.\u001b[24m\n    \u001b[1m多分それが理由です。\u001b[22m, \u001b[1mたぶんそれは理由です。\u001b[22m\n\u001b[4mHmmmm\u001b[24m\n    \u001b[1mうーん\u001b[22m, \u001b[1mうーむ\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: It's definitely fun. Perfect for someone not wanting anything too serious and plot heavy to watch e.g. But the real heart of this anime is obviously the nice happy endings that leave you with a good taste in your mouth. mecha and dystopia themed anime where every other sentence is an explanation. I can tell why a young me would enjoy something like this. Each episode is different but remains cohesive with the rest. It doesn't feel like it's dragging on, I appreciate the pace. And a young me wouldn't understand any of the adult themes anyway. (eg where one minor character was implied to have been a sex worker against her will.)(Don't even cry Spoiler Alert as it's not even crucial to the story at all.) The antics would have seemed funny and unbelievable and awesome to my younger self. e.g dodging bullets and hitching helicopter rides.\n\n\u001b[1m楽しさ：間違いなく楽しいです。 あまりにも深刻なものを望んでおらず、見て重くなるような人にとっては完璧です。 しかし、このアニメの本当の心は明らかにあなたの口の中に良い味を残す素敵なハッピーエンディングです。 メカとディスコピアをテーマにしたアニメは、他のすべての文が説明です。 私はなぜ若い私がこのようなものを楽しむのかを知ることができます。 各エピソードは異なっていますが、残りのエピソードと結びついています。 それは上に引っ張っているように感じることはありません、私はペースに感謝します。 とにかく若い私は大人のテーマを理解できません。  （たとえ1人のマイナーキャラクターが彼女の意志に反してセックスワーカーであったと暗示されていた場合など）（スポイラーアラートは、ストーリーにはまったく重要ではないので、泣かないでください）おかしなことは面白くて信じられないようで、 私の若い自分。 例えば弾丸を避けてヘリコプターの乗り物を乗り越える。\u001b[22m\n\u001b[1m(Tanoshisa: Machigainaku tanoshīdesu. Amarini mo shinkokuna mono o nozonde orazu, mite omoku naru yōna hito ni totte wa kanpekidesu. Meka to disukopia o tēma ni shita anime wa, hoka no subete no bun ga setsumeidesu. Watashi wa naze wakai watashi ga ko no yōna mono o tanoshimu no ka o shiru koto ga dekimasu. Kaku episōdo wa kotonatte imasuga, nokori no episōdo to musubitsuite imasu. Soreha-jō ni hippatte iru yō ni kanjiru koto wa arimasen, watashi wa pēsu ni kansha shimasu. Tonikaku wakai watashi wa otona no tēma o rikai dekimasen. (Tatoe 1-ri no mainākyarakutā ga kanojo no ishi ni hanshite sekkusuwākādeatta to anji sa rete ita baai nado) (supoirāarāto wa, sutōrī ni wa mattaku jūyōde wanainode, nakanaide kudasai) okashina koto wa omoshirokute shinjirarenai-yō de, watashi no wakai jibun. Tatoeba dangan o sakete herikoputā no norimono o norikoeru. Shikashi, kono anime no hontō no kokoro wa akiraka ni anata no kuchi no naka ni yoi aji o nokosu sutekina happīendingudesu.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: It's definitely fun. Perfect for someone not wanting anything too serious and plot heavy to watch e.g. But the real heart of this anime is obviously the nice happy endings that leave you with a good taste in your mouth. mecha and dystopia themed anime where every other sentence is an explanation. I can tell why a young me would enjoy something like this. Each episode is different but remains cohesive with the rest. It doesn't feel like it's dragging on, I appreciate the pace. And a young me wouldn't understand any of the adult themes anyway. (eg where one minor character was implied to have been a sex worker against her will.)(Don't even cry Spoiler Alert as it's not even crucial to the story at all.) The antics would have seemed funny and unbelievable and awesome to my younger self. e.g dodging bullets and hitching helicopter rides.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: It's definitely fun.\u001b[24m\n    \u001b[1m楽しさ：間違いなく楽しいです。\u001b[22m, \u001b[1m享有：それは間違いなく楽しいです。\u001b[22m\n\u001b[4mPerfect for someone not wanting anything too serious and plot heavy to watch e.g.\u001b[24m\n    \u001b[1mあまりにも深刻なものを望んでおらず、見て重くなるような人にとっては完璧です。\u001b[22m, \u001b[1m誰かが、例えば、見て重いあまりにも深刻とプロットは何も望んでいないためのパーフェクト\u001b[22m\n\u001b[4mmecha and dystopia themed anime where every other sentence is an explanation.\u001b[24m\n    \u001b[1mメカとディスコピアをテーマにしたアニメは、他のすべての文が説明です。\u001b[22m, \u001b[1mメカや他のすべての文が説明であるディストピアをテーマにしたアニメ。\u001b[22m\n\u001b[4mI can tell why a young me would enjoy something like this.\u001b[24m\n    \u001b[1m私はなぜ若い私がこのようなものを楽しむのかを知ることができます。\u001b[22m, \u001b[1m若い私はこのような何かを楽しんでいました、なぜ私が言うことができます。\u001b[22m\n\u001b[4mEach episode is different but remains cohesive with the rest.\u001b[24m\n    \u001b[1m各エピソードは異なっていますが、残りのエピソードと結びついています。\u001b[22m, \u001b[1m各エピソードは異なっているが、残りの部分と凝集性のまま。\u001b[22m\n\u001b[4mIt doesn't feel like it's dragging on, I appreciate the pace.\u001b[24m\n    \u001b[1mそれは上に引っ張っているように感じることはありません、私はペースに感謝します。\u001b[22m, \u001b[1mそれは私がペースを感謝し、上にドラッグしているようには感じません。\u001b[22m\n\u001b[4mAnd a young me wouldn't understand any of the adult themes anyway.\u001b[24m\n    \u001b[1mとにかく若い私は大人のテーマを理解できません。\u001b[22m, \u001b[1m若い私はとにかく大人のテーマのいずれかを理解しないであろう。\u001b[22m\n\u001b[4m(eg where one minor character was implied to have been a sex worker against her will.)(Don't even cry Spoiler Alert as it's not even crucial to the story at all.) The antics would have seemed funny and unbelievable and awesome to\u001b[24m\n    \u001b[1m（たとえ1人のマイナーキャラクターが彼女の意志に反してセックスワーカーであったと暗示されていた場合など）（スポイラーアラートは、ストーリーにはまったく重要ではないので、泣かないでください）おかしなことは面白くて信じられないようで、\u001b[22m, \u001b[1m（例えば、1つのマイナーな文字が彼女の意志に反してセックスワーカーであったと暗示された場所。）（それはまったく話にしても非常に重要ではありませんようにさえスポイラー警告を泣かないでください。）ふざけた態度がおかしいと信じられないとの素晴らしい見えただろう\u001b[22m\n\u001b[4mmy younger self.\u001b[24m\n    \u001b[1m私の若い自分。\u001b[22m, \u001b[1m私の若い自己。\u001b[22m\n\u001b[4me.g dodging bullets and hitching helicopter rides.\u001b[24m\n    \u001b[1m例えば弾丸を避けてヘリコプターの乗り物を乗り越える。\u001b[22m, \u001b[1me.g弾丸をかわすと、ヘリコプターの乗り物をヒッチハイク。\u001b[22m\n\u001b[4mBut the real heart of this anime is obviously the nice happy endings that leave you with a good taste in your mouth.\u001b[24m\n    \u001b[1mしかし、このアニメの本当の心は明らかにあなたの口の中に良い味を残す素敵なハッピーエンディングです。\u001b[22m, \u001b[1mしかし、このアニメの本当の心は明らかにあなたの口の中で良い味を残す素敵なハッピーエンドです。\u001b[22m\n\u001b[1m\u001b[22m\nBut although I barely have any qualms about this anime, I really don't feel like investing more time on it after I watch ep 13 (if I'm reading the preview right, it seems that that episode will wrap up Italian Dream)\n\n\u001b[1mしかし、私はこのアニメの苦しさはほとんどありませんが、私はep 13を見た後でもっと時間を投資する気がしません（私がプレビュー権を読んでいるなら、そのエピソードはイタリアの夢を包み込むようです）\u001b[22m\n\u001b[1m(Shikashi, watashi wa kono anime no kurushi-sa wa hotondo arimasenga, watashi wa ep 13 o mita nochi de motto jikan o tōshi suru ki ga shimasen (watashi ga purebyū-ken o yonde irunara, sono episōdo wa Itaria no yume o tsutsumikomu yōdesu))\u001b[22m\n\nTranslations of \u001b[4mBut although I barely have any qualms about this anime, I really don't feel like investing more time on it after I watch ep 13 (if I'm reading the preview right, it seems that that episode will wrap up Italian Dream)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut although I barely have any qualms about this anime, I really don't feel like investing more time on it after I watch ep 13 (if I'm reading the preview right, it seems that that episode will wrap up Italian Dream)\u001b[24m\n    \u001b[1mしかし、私はこのアニメの苦しさはほとんどありませんが、私はep 13を見た後でもっと時間を投資する気がしません（私がプレビュー権を読んでいるなら、そのエピソードはイタリアの夢を包み込むようです）\u001b[22m, \u001b[1m私はやっとこのアニメについての良心の呵責を持っているが、私はEP 13を見た後しかし、私は本当にそれに多くの時間を投資するように感じることはありません（私は、プレビュー権利を読んでいる場合、そのエピソードはイタリアの夢をラップすることと思われます）\u001b[22m\n\u001b[1m\u001b[22m\nI'm just a casual watcher, it's time to move on. We've had our fun but I'm not interested in keeping this relationship going. Despite being well-paced, the plot doesn't urge me to watch more. I'm not dropping it because it's bad, it's more so to free up time for other anime. See other people.\n\n\u001b[1m私はちょうどカジュアルウォッチャーです、それは上に移動する時間です。 私たちは楽しく過ごしましたが、私はこの関係を維持することに興味がありません。 よく歩調を合わせているにもかかわらず、プロットは私にもっと見るように促しません。 それは悪いので、私はそれを落としていないよ、それは他のアニメのための時間を解放するためにもっとそうです。 他の人を見てください。\u001b[22m\n\u001b[1m(Watashi wa chōdo kajuaruu~otchādesu, soreha-jō ni idō suru jikandesu. Watashitachi wa tanoshiku sugoshimashitaga, watashi wa kono kankei o iji suru koto ni kyōmi ga arimasen. Yoku hochō o awasete iru nimokakawarazu, purotto wa watashi ni motto miru yō ni unagashimasen. Sore wa waruinode, watashi wa sore o otoshite inai yo, sore wa hoka no anime no tame no jikan o kaihō suru tame ni motto sōdesu. Hokanohito o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mI'm just a casual watcher, it's time to move on. We've had our fun but I'm not interested in keeping this relationship going. Despite being well-paced, the plot doesn't urge me to watch more. I'm not dropping it because it's bad, it's more so to free up time for other anime. See other people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm just a casual watcher, it's time to move on.\u001b[24m\n    \u001b[1m私はちょうどカジュアルウォッチャーです、それは上に移動する時間です。\u001b[22m, \u001b[1m私はそれが上に移動する時間だ、ちょうどカジュアルウォッチャーです。\u001b[22m\n\u001b[4mWe've had our fun but I'm not interested in keeping this relationship going.\u001b[24m\n    \u001b[1m私たちは楽しく過ごしましたが、私はこの関係を維持することに興味がありません。\u001b[22m, \u001b[1m私たちは楽しみを持っていたが、私は行く、この関係を維持するのに興味がありません。\u001b[22m\n\u001b[4mDespite being well-paced, the plot doesn't urge me to watch more.\u001b[24m\n    \u001b[1mよく歩調を合わせているにもかかわらず、プロットは私にもっと見るように促しません。\u001b[22m, \u001b[1mよくペースのにもかかわらず、プロットは、より多くのを見て、私を強くお勧めしません。\u001b[22m\n\u001b[4mI'm not dropping it because it's bad, it's more so to free up time for other anime.\u001b[24m\n    \u001b[1mそれは悪いので、私はそれを落としていないよ、それは他のアニメのための時間を解放するためにもっとそうです。\u001b[22m, \u001b[1mそれは悪いですので、私はそれが他のアニメのための時間を解放するために、よりそうだ、それをドロップしていませんよ。\u001b[22m\n\u001b[4mSee other people.\u001b[24m\n    \u001b[1m他の人を見てください。\u001b[22m, \u001b[1m他の人々を参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nMy advice is definitely give it a try, you don't have to put a ring on it but getting to know the series a bit really wouldn't hurt your anime knowledge as this is clearly a classic revival.\n\n\u001b[1m私のアドバイスは間違いなくそれを試してみてください、あなたはそれにリングを置く必要はありませんが、これは明らかに古典的な復活であるため、少しあなたのアニメの知識を傷つけないシリーズを知ることを得ることを得る。\u001b[22m\n\u001b[1m(Watashi no adobaisu wa machigainaku sore o tameshite mite kudasai, anata wa sore ni ringu o oku hitsuyō wa arimasenga, kore wa akiraka ni koten-tekina fukkatsudearu tame, sukoshi anata no anime no chishiki o kizutsukenai shirīzu o shiru koto o eru koto o eru.)\u001b[22m\n\nTranslations of \u001b[4mMy advice is definitely give it a try, you don't have to put a ring on it but getting to know the series a bit really wouldn't hurt your anime knowledge as this is clearly a classic revival.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy advice is definitely give it a try, you don't have to put a ring on it but getting to know the series a bit really wouldn't hurt your anime knowledge as this is clearly a classic revival.\u001b[24m\n    \u001b[1m私のアドバイスは間違いなくそれを試してみてください、あなたはそれにリングを置く必要はありませんが、これは明らかに古典的な復活であるため、少しあなたのアニメの知識を傷つけないシリーズを知ることを得ることを得る。\u001b[22m, \u001b[1m間違いなくそれを試してみるされている私のアドバイスは、あなたがそれにリングを配置する必要がありますが、これは明らかに古典的な復活であるとしてビットが本当にあなたのアニメの知識を傷つけないであろうシリーズを知ることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nI give it a 7/10.\n\n\u001b[1m私はそれに7/10を与える。\u001b[22m\n\u001b[1m(Watashi wa sore ni 7/ 10 o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI give it a 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give it a 7/10.\u001b[24m\n    \u001b[1m私はそれに7/10を与える。\u001b[22m, \u001b[1m私はそれを7/10を与えます。\u001b[22m"
  },
  {
    "title": "Lupin_III_2015",
    "id": "27947",
    "url": "https://myanimelist.net/anime/27947/Lupin_III_2015",
    "user": "ChubbyGoat",
    "profile": "/profile/ChubbyGoat/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=212623",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n正直なところ、ルパンの3分の1は見たことがありませんが、このアニメは絶対に素晴らしいですね。 何か私はそれが放映されたときに毎週楽しみにしていました。\n\nストーリー：9\nアニメは、そのエピソードを軸にした物語から、イタリアの夢の物語まで広がっています。 ルパンは、シングルソロのエピソード、スリリングでエキサイティングな傑作、ルパンの大胆さを楽しんだ。 ルパンが存在しないとき、キャラクターはまだ彼ら自身のユニークな性格で輝いていた。 夢の話はむしろ混乱していて、他のエピソードから離れていますが、それでもルパンは彼の性格を照らすことができたので、スコアは9に下がっただけです。\n\nアート：10\n女性の髪、オハイオ州の私の神、色は素晴らしいです。 アニメーションは滑らかでした。 すべてのキャラクターは、独自の芸術と芸術との明確なアイデンティティーを持っていました。\n\nサウンド：10\nすべてがポイントであった。 サウンドトラックは上品でイタリアを連想させるものでした。 この第4青いジャケットはそれを釘付けにした。\n\nキャラクター：10\nしかし時には、キャラクターは特定の感情に縛られていました。 ジーゲンは恐怖/緊張感、ゴーモンは名誉毀損、など。その感情は壮大に、エピソードはその周りに集中していた。 そして、ルパン自身が全体のショーを集めました。彼のオーラ全体はシリーズ全体にとって素晴らしいものでした。\n\n楽しさ：10\nあなたは毎晩笑ったり、深く考えたりします。 私はおそらくアニメのすべての秒を愛し、時には巧妙なプロットのねじれは、あなたが終わりに笑顔にしました。\n\n全体：10\nあなたが以前の100以上のルパンのエピソードを見たことがない場合でも、このイタリアンアークはそれ自身の傑作です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHonestly I have never seen any of the previous Lupin the thirds, but I can tell you this anime is absolutely stunning. Something I looked forward to every week, when it was airing.\n\n\u001b[1m正直なところ、ルパンの3分の1は見たことがありませんが、このアニメは絶対に素晴らしいですね。 何か私はそれが放映されたときに毎週楽しみにしていました。\u001b[22m\n\u001b[1m(Shōjikina tokoro, rupan no 3-bun'no 1 wa mita koto ga arimasenga, kono anime wa zettai ni subarashīdesu ne. Nani ka watashi wa sore ga hōei sa reta toki ni maishū tanoshimini shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mHonestly I have never seen any of the previous Lupin the thirds, but I can tell you this anime is absolutely stunning. Something I looked forward to every week, when it was airing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly I have never seen any of the previous Lupin the thirds, but I can tell you this anime is absolutely stunning.\u001b[24m\n    \u001b[1m正直なところ、ルパンの3分の1は見たことがありませんが、このアニメは絶対に素晴らしいですね。\u001b[22m, \u001b[1m正直なところ私は以前ルパン三分ののいずれかを見たことがありませんが、私はこのアニメは絶対に素晴らしいですあなたを伝えることができます。\u001b[22m\n\u001b[4mSomething I looked forward to every week, when it was airing.\u001b[24m\n    \u001b[1m何か私はそれが放映されたときに毎週楽しみにしていました。\u001b[22m, \u001b[1m何かそれが放映されたとき、私は、毎週を楽しみにしていました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\nThe anime jumps from its one episode driven story to its overarching italian dream story. I enjoyed every single solo episode, thrilling, exciting, and overall masterpieces for style and the audacity Lupin brings to the table. When Lupin wasn't present, the characters still shined with their own unique personalities. The dream story was rather confusing, and takes away from the other episodes, but it still allowed Lupin to shine through with his character so it only brought the score down to a 9.\n\n\u001b[1mアニメは、そのエピソードを軸にした物語から、イタリアの夢の物語まで広がっています。 ルパンは、シングルソロのエピソード、スリリングでエキサイティングな傑作、ルパンの大胆さを楽しんだ。 ルパンが存在しないとき、キャラクターはまだ彼ら自身のユニークな性格で輝いていた。 夢の話はむしろ混乱していて、他のエピソードから離れていますが、それでもルパンは彼の性格を照らすことができたので、スコアは9に下がっただけです。\u001b[22m\n\u001b[1m(Anime wa, sono episōdo o jiku ni shita monogatari kara, Itaria no yume no monogatari made hirogatte imasu. Rupan wa, shinguru soro no episōdo, suriringude ekisaitinguna kessaku, rupan no daitan-sa o tanoshinda. Rupan ga sonzai shinai toki, kyarakutā wa mada karera jishin no yunīkuna seikaku de kagayaite ita. Yumenohanashi wa mushiro konran shite ite, hoka no episōdo kara hanarete imasuga, soredemo rupan wa kare no seikaku o terasu koto ga dekitanode, sukoa wa 9 ni sagatta dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime jumps from its one episode driven story to its overarching italian dream story. I enjoyed every single solo episode, thrilling, exciting, and overall masterpieces for style and the audacity Lupin brings to the table. When Lupin wasn't present, the characters still shined with their own unique personalities. The dream story was rather confusing, and takes away from the other episodes, but it still allowed Lupin to shine through with his character so it only brought the score down to a 9.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime jumps from its one episode driven story to its overarching italian dream story.\u001b[24m\n    \u001b[1mアニメは、そのエピソードを軸にした物語から、イタリアの夢の物語まで広がっています。\u001b[22m, \u001b[1mアニメは、その包括的なイタリアの夢の話に話を駆動し、その1つのエピソードからジャンプします。\u001b[22m\n\u001b[4mI enjoyed every single solo episode, thrilling, exciting, and overall masterpieces for style and the audacity Lupin brings to the table.\u001b[24m\n    \u001b[1mルパンは、シングルソロのエピソード、スリリングでエキサイティングな傑作、ルパンの大胆さを楽しんだ。\u001b[22m, \u001b[1m私はスタイルとルパンがテーブルにもたらす大胆さのためにすべての単一のソロのエピソード、スリリング、エキサイティング、そして全体的な傑作を楽しみました。\u001b[22m\n\u001b[4mWhen Lupin wasn't present, the characters still shined with their own unique personalities.\u001b[24m\n    \u001b[1mルパンが存在しないとき、キャラクターはまだ彼ら自身のユニークな性格で輝いていた。\u001b[22m, \u001b[1mルパンが存在しない場合には、文字はまだ独自の個性に輝きました。\u001b[22m\n\u001b[4mThe dream story was rather confusing, and takes away from the other episodes, but it still allowed Lupin to shine through with his character so it only brought the score down to a 9.\u001b[24m\n    \u001b[1m夢の話はむしろ混乱していて、他のエピソードから離れていますが、それでもルパンは彼の性格を照らすことができたので、スコアは9に下がっただけです。\u001b[22m, \u001b[1m夢の話はかなり混乱した、と離れて他のエピソードからかかりますが、それはまだそれが唯一の9までスコアをもたらしたように、ルパンは彼の性格と透けて見えることができました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10\n\n\u001b[1mアート：10\u001b[22m\n\u001b[1m(Āto: 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10\u001b[24m\n    \u001b[1mアート：10\u001b[22m\nThe women's hair, oh my god, the colors are amazing. The animation was smooth. Every character had their own distinct art and distinct identity with the art.\n\n\u001b[1m女性の髪、オハイオ州の私の神、色は素晴らしいです。 アニメーションは滑らかでした。 すべてのキャラクターは、独自の芸術と芸術との明確なアイデンティティーを持っていました。\u001b[22m\n\u001b[1m(Josei no kami, Ohaio-shū no watashi no kami,-iro wa subarashīdesu. Animēshon wa namerakadeshita. Subete no kyarakutā wa, dokuji no geijutsu to geijutsu to no meikakuna aidentitī o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe women's hair, oh my god, the colors are amazing. The animation was smooth. Every character had their own distinct art and distinct identity with the art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe women's hair, oh my god, the colors are amazing.\u001b[24m\n    \u001b[1m女性の髪、オハイオ州の私の神、色は素晴らしいです。\u001b[22m, \u001b[1m女性の髪は、私の神ああ、色は驚くべきものです。\u001b[22m\n\u001b[4mThe animation was smooth.\u001b[24m\n    \u001b[1mアニメーションは滑らかでした。\u001b[22m\n\u001b[4mEvery character had their own distinct art and distinct identity with the art.\u001b[24m\n    \u001b[1mすべてのキャラクターは、独自の芸術と芸術との明確なアイデンティティーを持っていました。\u001b[22m, \u001b[1mすべての文字は、自分の明確な芸術と技術と独自のアイデンティティを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10\n\n\u001b[1mサウンド：10\u001b[22m\n\u001b[1m(Saundo: 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10\u001b[24m\n    \u001b[1mサウンド：10\u001b[22m\nEverything was on point. The soundtrack was classy and reminiscent of Italy. This 4th blue jacket nailed it.\n\n\u001b[1mすべてがポイントであった。 サウンドトラックは上品でイタリアを連想させるものでした。 この第4青いジャケットはそれを釘付けにした。\u001b[22m\n\u001b[1m(Subete ga pointodeatta. Saundotorakku wa jōhinde Itaria o rensō sa seru monodeshita. Kono dai 4 aoi jaketto wa sore o kugidzuke ni shita.)\u001b[22m\n\nTranslations of \u001b[4mEverything was on point. The soundtrack was classy and reminiscent of Italy. This 4th blue jacket nailed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything was on point.\u001b[24m\n    \u001b[1mすべてがポイントであった。\u001b[22m, \u001b[1mすべてがポイントでした。\u001b[22m\n\u001b[4mThe soundtrack was classy and reminiscent of Italy.\u001b[24m\n    \u001b[1mサウンドトラックは上品でイタリアを連想させるものでした。\u001b[22m, \u001b[1mサウンドトラックには、上品でイタリアを彷彿とさせるでした。\u001b[22m\n\u001b[4mThis 4th blue jacket nailed it.\u001b[24m\n    \u001b[1mこの第4青いジャケットはそれを釘付けにした。\u001b[22m, \u001b[1mこの第四青いジャケットはそれを釘付け。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nAlthough sometimes the characters were bound to a certain emotion. Jigen with fear/nervousness, Goemon for his honor, etc... Those emotions were done spectacularly and when they had episodes centered around them. And Lupin himself brought the whole show together, his entire aura was great for the series as a whole.\n\n\u001b[1mしかし時には、キャラクターは特定の感情に縛られていました。 ジーゲンは恐怖/緊張感、ゴーモンは名誉毀損、など。その感情は壮大に、エピソードはその周りに集中していた。 そして、ルパン自身が全体のショーを集めました。彼のオーラ全体はシリーズ全体にとって素晴らしいものでした。\u001b[22m\n\u001b[1m(Shikashi tokiniha, kyarakutā wa tokutei no kanjō ni shibara rete imashita. Jīgen wa kyōfu/ kinchō-kan, gōmon wa meiyo kison, nado. Sono kanjō wa sōdai ni, episōdo wa sono mawari ni shūchū shite ita. Soshite, rupan jishin ga zentai no shō o atsumemashita. Kare no ōra zentai wa shirīzu zentai ni totte subarashī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mAlthough sometimes the characters were bound to a certain emotion. Jigen with fear/nervousness, Goemon for his honor, etc... Those emotions were done spectacularly and when they had episodes centered around them. And Lupin himself brought the whole show together, his entire aura was great for the series as a whole.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough sometimes the characters were bound to a certain emotion.\u001b[24m\n    \u001b[1mしかし時には、キャラクターは特定の感情に縛られていました。\u001b[22m, \u001b[1m時々あるが、文字は、特定の感情に結合させました。\u001b[22m\n\u001b[4mJigen with fear/nervousness, Goemon for his honor, etc... Those emotions were done spectacularly and when they had episodes centered around them.\u001b[24m\n    \u001b[1mジーゲンは恐怖/緊張感、ゴーモンは名誉毀損、など。その感情は壮大に、エピソードはその周りに集中していた。\u001b[22m, \u001b[1mなどの恐れ/神経質でJigen、彼の名誉のために五右衛門、...これらの感情が見事に行われた、彼らは彼らを中心とエピソードを持っていたとき。\u001b[22m\n\u001b[4mAnd Lupin himself brought the whole show together, his entire aura was great for the series as a whole.\u001b[24m\n    \u001b[1mそして、ルパン自身が全体のショーを集めました。彼のオーラ全体はシリーズ全体にとって素晴らしいものでした。\u001b[22m, \u001b[1mそしてルパン自身が彼の全体のオーラは、全体として一連のために大きかった、一緒に全体のショーをもたらしました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10\n\n\u001b[1m楽しさ：10\u001b[22m\n\u001b[1m(Tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10\u001b[24m\n    \u001b[1m楽しさ：10\u001b[22m\nYou will be laughing or thinking deeply every moment. I loved probably every second of the anime, and sometimes the clever plot twists made you smile at the end of the day.\n\n\u001b[1mあなたは毎晩笑ったり、深く考えたりします。 私はおそらくアニメのすべての秒を愛し、時には巧妙なプロットのねじれは、あなたが終わりに笑顔にしました。\u001b[22m\n\u001b[1m(Anata wa maiban warattari, fukaku kangae tari shimasu. Watashi wa osoraku anime no subete no byō o aishi, tokiniha kōmyōna purotto no nejire wa, anata ga owari ni egao ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mYou will be laughing or thinking deeply every moment. I loved probably every second of the anime, and sometimes the clever plot twists made you smile at the end of the day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou will be laughing or thinking deeply every moment.\u001b[24m\n    \u001b[1mあなたは毎晩笑ったり、深く考えたりします。\u001b[22m, \u001b[1mあなたはすべての瞬間を笑ったり深く考えされます。\u001b[22m\n\u001b[4mI loved probably every second of the anime, and sometimes the clever plot twists made you smile at the end of the day.\u001b[24m\n    \u001b[1m私はおそらくアニメのすべての秒を愛し、時には巧妙なプロットのねじれは、あなたが終わりに笑顔にしました。\u001b[22m, \u001b[1m私はおそらくアニメの毎秒を愛し、時には巧妙などんでん返しは、あなたが一日の終わりに笑顔作られました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 10\n\n\u001b[1m全体：10\u001b[22m\n\u001b[1m(Zentai: 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 10\u001b[24m\n    \u001b[1m全体：10\u001b[22m\nEven if you have not watched the previous 100+ Lupin episodes, this Italian arc is a masterpiece on its own.\n\n\u001b[1mあなたが以前の100以上のルパンのエピソードを見たことがない場合でも、このイタリアンアークはそれ自身の傑作です。\u001b[22m\n\u001b[1m(Anata ga izen no 100 ijō no rupan no episōdo o mita koto ga nai baai demo, kono itarian'āku wa sore jishin no kessakudesu.)\u001b[22m\n\nTranslations of \u001b[4mEven if you have not watched the previous 100+ Lupin episodes, this Italian arc is a masterpiece on its own.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven if you have not watched the previous 100+ Lupin episodes, this Italian arc is a masterpiece on its own.\u001b[24m\n    \u001b[1mあなたが以前の100以上のルパンのエピソードを見たことがない場合でも、このイタリアンアークはそれ自身の傑作です。\u001b[22m, \u001b[1m以前100+ルパンのエピソードを見ていない場合でも、このイタリアのアークが独自に傑作です。\u001b[22m"
  },
  {
    "title": "Lupin_III_2015",
    "id": "27947",
    "url": "https://myanimelist.net/anime/27947/Lupin_III_2015",
    "user": "Bleep_Bloop",
    "profile": "/profile/Bleep_Bloop/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=213242",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  8\n\n私が完成したシリーズのレビューを最初に取得したのは、私が非常に満足しているようです。 私は最初にこのショーで持っていたすばらしい経験について人々が読めるようにしたい。\n\nあなたがすでにルパンシリーズのファンであれば、これはあなたにとって新しいものではありません。 ルパンと彼のギャングの楽しい色とりどりの世界に、新たに追加されたものにジャンプするのは簡単です。 ルパンの初めての視聴者のためには、ルパンのスペシャルと映画のカップルから始めて、これに入る前に、キャラクターの感覚を得ることをお勧めします。 カリオストロの城を良い出発点としてお勧めします。 しかし、あなたが気にしたくなければ、いくつかのエピソードの中で主要なキャラクター「お得」が何であるか把握するのが比較的簡単であるので、あなたはうまくいくはずです。\n\nストーリー：8/10\n\n\n\nアート：9\n\n私はモンキーパンチアートスタイルに飽きることはありません。 長い時間が経ってから再び見えるようにいつも爽やかです。 私は普通の、一般的な芸術のスタイルで牛肉を持っていません、そして、私はショーをどれだけ楽しんでも影響を与えませんが、技術的および個人的な観点から、私は常に創造的な芸術のスタイルを見ることを好む。 私が楽しむ方法でやり遂げるものは、実際のアニメーションの良さです。 ありがたいことに、ルパン3世は一貫して偉大なアニメーションを持ち、明瞭な品質低下はないと言えます。 いくつかのエピソードで1つの瞬間があります。私は、ロススコープの非常に揺れるアニメーションの瞬間がどこにあるのか正確には思い出せません。 それはうんざりです...恐ろしいですが、それは経験のうちに私を連れて行きました、そして、私はそれを好きではありませんでした。\n\nサウンド：8\n\nルパンのOSTを何年もやってきた大野雄二のサウンドトラックは、完璧であり、うまくいくはずです。そうでないと大変失望します。  TMSと大野は、ショーのこの側面を釘付けに約50年を持っていました、そして、彼らが今それを持っていなかったら私は心配するでしょう。 話やセッティング、新しいキャラクターを試す余地はいつもありますが、ルパンのショーや映画にはいつもいつもいつも特別な音楽スタイルがありました。 私にとって特に注目すべきは、私がいつも愛するオープニング・ソングです。  2015年のリミックスはドープです。 日本人の声優も特にうまくいきますが、この俳優のクルーがルパンに長年取り組んでいることを考えると、驚くことではありません。 すべての俳優は、パフォーマンスにおいて彼らの性格の本質を完全に捉えています。 栗田寛一は、心と幸せから真剣で成熟したルパンまで往復し、小林清はジーゲンの「アメリカンギャングスター」の雰囲気を釘付けにし、沢城みゆきは魅惑的な鉱山藤子の姿を完璧に具現し、舞川大輔は ストイック・サムライは華麗に、そして山寺浩一は斬新で楽しい面を残さず、有能で知的な探偵として描いています。\n\nキャラクター：9\n\n\n\n楽しさ：8\n\nもっと何が言えるのか分かりません。 私はこの番組の毎分を堪能し、毎週新しいエピソードを待ち望んでいました。 私はあなたが私のレビューを助けてくれたことを願っています:) 私の個人的に好きなエピソードはエピソード20だったと言います。エピソード24の最後のシーンは私にガチョウの吹き出物を与えました。 長い時間ルパンのファンは、このショーが好きになるだろう、と初心者、これは開始するには良い場所です。 ここから、基本的にルパン三世のどこにでも行くことができます。 私は、あなたがグーフィーの面を楽しんでいれば、カリオストロの城に戻ることを強くお勧めします。しかし、本当に新鮮で暗い砂漠を探しているなら、藤子鉱山と呼ばれる女性を見てください。 それは私の好きなルパン三世の素材です。 とにかく、それは私が言わなければならないことです。 それは素晴らしいショーでした。 あなたがすでにそれを見ていたら、あなたには良い、そうでない場合には、何を待っていますか？\n\n全体：8",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIt looks like I'm one of the first to get a review out of the finished series, which I am very pleased about. I want people to be able to read about the wonderful experience I had with this show first.\n\n\u001b[1m私が完成したシリーズのレビューを最初に取得したのは、私が非常に満足しているようです。 私は最初にこのショーで持っていたすばらしい経験について人々が読めるようにしたい。\u001b[22m\n\u001b[1m(Watashi ga kansei shita shirīzu no rebyū o saisho ni shutoku shita no wa, watashi ga hijō ni manzoku shite iru yōdesu. Watashi wa saisho ni kono shō de motte ita subarashī keiken ni tsuite hitobito ga yomeru yō ni shitai.)\u001b[22m\n\nTranslations of \u001b[4mIt looks like I'm one of the first to get a review out of the finished series, which I am very pleased about. I want people to be able to read about the wonderful experience I had with this show first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt looks like I'm one of the first to get a review out of the finished series, which I am very pleased about.\u001b[24m\n    \u001b[1m私が完成したシリーズのレビューを最初に取得したのは、私が非常に満足しているようです。\u001b[22m, \u001b[1m私は私が約非常に嬉しく思い、完成シリーズのうちのレビューを取得する最初の一人のように見えます。\u001b[22m\n\u001b[4mI want people to be able to read about the wonderful experience I had with this show first.\u001b[24m\n    \u001b[1m私は最初にこのショーで持っていたすばらしい経験について人々が読めるようにしたい。\u001b[22m, \u001b[1m私は人々が私が最初にこのショーとしていた素晴らしい経験について読むことができるようにしたいです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're already a fan of the Lupin series, then this should be nothing new for you. Jumping back in to the fun and colourful world of Lupin and his gang, along with the new additions, is easy. For first time Lupin viewers, I would recommend you start with a couple of Lupin specials and movies before you go into this, just to get a sense of the characters. I recommend Castle of Cagliostro as a good starting point. However, if you don't want to bother, you should be fine, as its relatively easy to figure out what the main characters 'deals' are within a few episodes.\n\n\u001b[1mあなたがすでにルパンシリーズのファンであれば、これはあなたにとって新しいものではありません。 ルパンと彼のギャングの楽しい色とりどりの世界に、新たに追加されたものにジャンプするのは簡単です。 ルパンの初めての視聴者のためには、ルパンのスペシャルと映画のカップルから始めて、これに入る前に、キャラクターの感覚を得ることをお勧めします。 カリオストロの城を良い出発点としてお勧めします。 しかし、あなたが気にしたくなければ、いくつかのエピソードの中で主要なキャラクター「お得」が何であるか把握するのが比較的簡単であるので、あなたはうまくいくはずです。\u001b[22m\n\u001b[1m(Anata ga sudeni rupanshirīzu no fandeareba, kore wa anata ni totte atarashī monode wa arimasen. Rupan to kare no gyangu no tanoshī irotoridori no sekai ni, arata ni tsuika sa reta mono ni janpu suru no wa kantandesu. Rupan no hajimete no shichō-sha no tame ni wa, rupan no supesharu to eiga no kappuru kara hajimete, kore ni hairu mae ni, kyarakutā no kankaku o eru koto o o susume shimasu. Kariosutoronoshiro o yoi shuppatsu-ten to shite o susume shimasu. Shikashi, anata ga ki ni shitakunakereba, ikutsu ka no episōdo no naka de shuyōna kyarakutā `o toku' ga nandearu ka haaku suru no ga hikakuteki kantandearunode, anata wa umaku iku hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're already a fan of the Lupin series, then this should be nothing new for you. Jumping back in to the fun and colourful world of Lupin and his gang, along with the new additions, is easy. For first time Lupin viewers, I would recommend you start with a couple of Lupin specials and movies before you go into this, just to get a sense of the characters. I recommend Castle of Cagliostro as a good starting point. However, if you don't want to bother, you should be fine, as its relatively easy to figure out what the main characters 'deals' are within a few episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're already a fan of the Lupin series, then this should be nothing new for you.\u001b[24m\n    \u001b[1mあなたがすでにルパンシリーズのファンであれば、これはあなたにとって新しいものではありません。\u001b[22m, \u001b[1mすでにルパンシリーズのファンなら、これはあなたのために何も新しいことはないはずです。\u001b[22m\n\u001b[4mJumping back in to the fun and colourful world of Lupin and his gang, along with the new additions, is easy.\u001b[24m\n    \u001b[1mルパンと彼のギャングの楽しい色とりどりの世界に、新たに追加されたものにジャンプするのは簡単です。\u001b[22m, \u001b[1m新たに追加に伴い、バックルパンと彼のギャングの楽しさとカラフルな世界に飛び込み、簡単です。\u001b[22m\n\u001b[4mFor first time Lupin viewers, I would recommend you start with a couple of Lupin specials and movies before you go into this, just to get a sense of the characters.\u001b[24m\n    \u001b[1mルパンの初めての視聴者のためには、ルパンのスペシャルと映画のカップルから始めて、これに入る前に、キャラクターの感覚を得ることをお勧めします。\u001b[22m, \u001b[1m初めてルパンの視聴者のために、私はあなたがこのに入る前に、あなただけの文字の感覚を得るために、ルパンスペシャルや映画のカップルで始めることをお勧めします。\u001b[22m\n\u001b[4mI recommend Castle of Cagliostro as a good starting point.\u001b[24m\n    \u001b[1mカリオストロの城を良い出発点としてお勧めします。\u001b[22m, \u001b[1m私は良い出発点としてカリオストロの城をお勧めします。\u001b[22m\n\u001b[4mHowever, if you don't want to bother, you should be fine, as its relatively easy to figure out what the main characters 'deals' are within a few episodes.\u001b[24m\n    \u001b[1mしかし、あなたが気にしたくなければ、いくつかのエピソードの中で主要なキャラクター「お得」が何であるか把握するのが比較的簡単であるので、あなたはうまくいくはずです。\u001b[22m, \u001b[1mあなたが気にしたくない場合は、あなたがメインキャラクターの取引は 'いくつかのエピソード内であるかを把握するために、その比較的容易として、問題ないはずです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\n\u001b[1m\u001b[22m\nI will never get tired of the Monkey Punch art style. It's always so refreshing to see again after a long period of time away. I have no beef with normal, generic art styles, and I don't let it impact how much I enjoy the show, but from a technical and personal standpoint, I always prefer to see creative art styles. What I WILL let get in the way of my enjoyment is the actual qualtity of animation. Thankfully I can say that Lupin III has consistently great animation throughout, with no obvious drops in quality. There is ONE moment in some episode, I can't remember exactly which, where there is a moment of some very jarring rotoscoped animation, and it just... It messed with my head. It wasnt... Terrible, but it took me right out of the experience, and I did not like it.\n\n\u001b[1m私はモンキーパンチアートスタイルに飽きることはありません。 長い時間が経ってから再び見えるようにいつも爽やかです。 私は普通の、一般的な芸術のスタイルで牛肉を持っていません、そして、私はショーをどれだけ楽しんでも影響を与えませんが、技術的および個人的な観点から、私は常に創造的な芸術のスタイルを見ることを好む。 私が楽しむ方法でやり遂げるものは、実際のアニメーションの良さです。 ありがたいことに、ルパン3世は一貫して偉大なアニメーションを持ち、明瞭な品質低下はないと言えます。 いくつかのエピソードで1つの瞬間があります。私は、ロススコープの非常に揺れるアニメーションの瞬間がどこにあるのか正確には思い出せません。 それはうんざりです...恐ろしいですが、それは経験のうちに私を連れて行きました、そして、私はそれを好きではありませんでした。\u001b[22m\n\u001b[1m(Watashi wa monkīpanchiātosutairu ni akiru koto wa arimasen. Nagai jikan ga tatte kara futatabi mieru yō ni itsumo sawayakadesu. Watashi wa futsū no, ippantekina geijutsu no sutairu de gyūniku o motte imasen, soshite, watashi wa shō o dore dake tanoshinde mo eikyō o ataemasenga, gijutsu-teki oyobi kojin-tekina kanten kara, watashi wa tsuneni sōzō-tekina geijutsu no sutairu o miru koto o konomu. Watashi ga tanoshimu hōhō de yaritogeru mono wa, jissai no animēshon no yo-sadesu. Arigatai koto ni, rupan 3-sei wa ikkanshite idaina animēshon o mochi, meiryōna hinshitsu teika wa nai to iemasu. Ikutsu ka no episōdo de 1tsu no shunkan ga arimasu. Watashi wa, rosusukōpu no hijō ni yureru animēshon no shunkan ga doko ni aru no ka seikaku ni wa omoidasemasen. Sore wa unzaridesu... Osoroshīdesuga, soreha keiken no uchi ni watashi o tsurete ikimashita, soshite, watashi wa sore o sukide wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI will never get tired of the Monkey Punch art style. It's always so refreshing to see again after a long period of time away. I have no beef with normal, generic art styles, and I don't let it impact how much I enjoy the show, but from a technical and personal standpoint, I always prefer to see creative art styles. What I WILL let get in the way of my enjoyment is the actual qualtity of animation. Thankfully I can say that Lupin III has consistently great animation throughout, with no obvious drops in quality. There is ONE moment in some episode, I can't remember exactly which, where there is a moment of some very jarring rotoscoped animation, and it just... It messed with my head. It wasnt... Terrible, but it took me right out of the experience, and I did not like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will never get tired of the Monkey Punch art style.\u001b[24m\n    \u001b[1m私はモンキーパンチアートスタイルに飽きることはありません。\u001b[22m, \u001b[1m私は、モンキー・パンチのアートスタイルに飽きたことはありません。\u001b[22m\n\u001b[4mIt's always so refreshing to see again after a long period of time away.\u001b[24m\n    \u001b[1m長い時間が経ってから再び見えるようにいつも爽やかです。\u001b[22m, \u001b[1mそれは離れて時間の長い期間の後に再び見るためにいつも爽やかです。\u001b[22m\n\u001b[4mI have no beef with normal, generic art styles, and I don't let it impact how much I enjoy the show, but from a technical and personal standpoint, I always prefer to see creative art styles.\u001b[24m\n    \u001b[1m私は普通の、一般的な芸術のスタイルで牛肉を持っていません、そして、私はショーをどれだけ楽しんでも影響を与えませんが、技術的および個人的な観点から、私は常に創造的な芸術のスタイルを見ることを好む。\u001b[22m, \u001b[1m私は、通常、一般的なアートスタイルとは牛肉を持っていない、と私はそれが私がショーを楽しんでどのくらいの影響を与えることはできませんが、技術的、個人的な観点から、私は常に創造的な芸術のスタイルを参照することを好みます。\u001b[22m\n\u001b[4mWhat I WILL let get in the way of my enjoyment is the actual qualtity of animation.\u001b[24m\n    \u001b[1m私が楽しむ方法でやり遂げるものは、実際のアニメーションの良さです。\u001b[22m, \u001b[1m私は私の楽しみの邪魔になるようになると、アニメーションの実際のqualtityです。\u001b[22m\n\u001b[4mThankfully I can say that Lupin III has consistently great animation throughout, with no obvious drops in quality.\u001b[24m\n    \u001b[1mありがたいことに、ルパン3世は一貫して偉大なアニメーションを持ち、明瞭な品質低下はないと言えます。\u001b[22m, \u001b[1mありがたいことに私はルパン三世は、品質の明らかな滴で、全体で一貫して素晴らしいアニメーションを持っていると言うことができます。\u001b[22m\n\u001b[4mThere is ONE moment in some episode, I can't remember exactly which, where there is a moment of some very jarring rotoscoped animation, and it just... It messed with my head.\u001b[24m\n    \u001b[1mいくつかのエピソードで1つの瞬間があります。私は、ロススコープの非常に揺れるアニメーションの瞬間がどこにあるのか正確には思い出せません。\u001b[22m, \u001b[1mいくつかのエピソードでONE瞬間がありますが、私はいくつかの非常に耳障りロトスコープアニメーションの瞬間がある場合これは、正確に覚えていないこと、そして、それはちょうど...それは私の頭を台無し。\u001b[22m\n\u001b[4mIt wasnt... Terrible, but it took me right out of the experience, and I did not like it.\u001b[24m\n    \u001b[1mそれはうんざりです...恐ろしいですが、それは経験のうちに私を連れて行きました、そして、私はそれを好きではありませんでした。\u001b[22m, \u001b[1mそれは...ひどい波平が、それは右の経験の外に連れて行ってくれた、と私はそれを好きではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\n\u001b[1m\u001b[22m\nThe soundtrack by Yuji Ohno, who has been doing the Lupin OST for many years, is impeccable, which it damn well should be, and I would be very disappointed if it wasn't. TMS and Ohno have had almost 50 years to nail this aspect of the show, and if they hadn't got it by now I would be worried. There's always room to experiment with story and setting and new characters, but Lupin shows and films always have always had a particular style of music to them, and I was pleased that this show acknowledged that. Of particular note to me is the opening song, which I will always love. The 2015 remix is dope. The Japanese voice acting is particularly well done too, which is hardly surprising considering this crew of actors have been working on Lupin for a very long time, and it shows. Every actor perfectly captures the essence of their character in their performance. Kanichi Kurita excellently jumps back and forth from a lighthearted and goofy to a serious and mature Lupin, Kiyoshi Kobayashi nails the 'American gangster' vibe of Jigen, Sawashiro Miyuki perfectly embodies the cunning nature of the seductress Fujiko Mine, Daisuke Namikawa performs the part of the stoic samurai brilliantly, and Koichi Yamadera gives a brilliant performance of Zenigata that doesn't leave behind his goofy, fun side, but also portrays him as a competent, intelligent detective.\n\n\u001b[1mルパンのOSTを何年もやってきた大野雄二のサウンドトラックは、完璧であり、うまくいくはずです。そうでないと大変失望します。  TMSと大野は、ショーのこの側面を釘付けに約50年を持っていました、そして、彼らが今それを持っていなかったら私は心配するでしょう。 話やセッティング、新しいキャラクターを試す余地はいつもありますが、ルパンのショーや映画にはいつもいつもいつも特別な音楽スタイルがありました。 私にとって特に注目すべきは、私がいつも愛するオープニング・ソングです。  2015年のリミックスはドープです。 日本人の声優も特にうまくいきますが、この俳優のクルーがルパンに長年取り組んでいることを考えると、驚くことではありません。 すべての俳優は、パフォーマンスにおいて彼らの性格の本質を完全に捉えています。 栗田寛一は、心と幸せから真剣で成熟したルパンまで往復し、小林清はジーゲンの「アメリカンギャングスター」の雰囲気を釘付けにし、沢城みゆきは魅惑的な鉱山藤子の姿を完璧に具現し、舞川大輔は ストイック・サムライは華麗に、そして山寺浩一は斬新で楽しい面を残さず、有能で知的な探偵として描いています。\u001b[22m\n\u001b[1m(Rupan no OST o nanidoshi mo yattekita ōno yūji no saundotorakku wa, kanpekideari, umaku iku hazudesu. Sōdenaito taihen shitsubō shimasu. TMS to Ōno wa, shō no kono sokumen o kugidzuke ni yaku 50-nen o motte imashita, soshite, karera ga ima sore o motte inakattara watashi wa shinpai surudeshou.-Banashi ya settingu, atarashī kyarakutā o tamesu yochi wa itsumo arimasuga, rupan no shō ya eiga ni wa itsumo itsumo itsumo tokubetsuna ongaku sutairu ga arimashita. Watashi ni totte tokuni chūmoku subeki wa, watashi ga itsumo aisuru ōpuningu songudesu. 2015-Nen no rimikkusu wa dōpudesu. Nihonjin no seiyū mo tokuni umaku ikimasuga, kono haiyū no kurū ga rupan ni naganen torikunde iru koto o kangaeru to, odoroku kotode wa arimasen. Subete no haiyū wa, pafōmansu ni oite karera no seikaku no honshitsu o kanzen ni toraete imasu. Kurita Kan'ichi wa, kokoro to shiawase kara shinkende seijuku shita rupan made ōfuku shi, kobayashi kiyoshi wa jīgen no `amerikangyangusutā' no fun'iki o kugidzuke ni shi, sawa shiromiyuki wa miwaku-tekina kōzan Fujiko no sugata o kanpeki ni gugen shi, Maikawa Daisuke wa sutoikku samurai wa karei ni, soshite Yamadera Kōichi wa zanshinde tanoshī men o nokosazu, yūnōde chitekina tantei to shite kaite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 9\n\n\u001b[1mキャラクター：9\u001b[22m\n\u001b[1m(Kyarakutā: 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 9\u001b[24m\n    \u001b[1mキャラクター：9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 8\n\n\u001b[1m楽しさ：8\u001b[22m\n\u001b[1m(Tanoshisa: 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 8\u001b[24m\n    \u001b[1m楽しさ：8\u001b[22m\n\u001b[1m\u001b[22m\nI don't know what more I can say. I thoroughly enjoyed every minute of this show, and eagerly awaited the new episode each week. I hope you found my review helpful :) I will say, my personal favourite episode was episode 20. And that final scene of episode 24 gave me goose pimples, it was pretty cool. Long time Lupin fans are going to like this show, and newbies, this is a good place to start. From here, you can basically go anywhere in all of Lupin III. I highly recommend going back to Castle of Cagliostro if you enjoyed the goofy aspect, but if you're looking for something really fresh, and dark and gritty, go watch The Woman Called Fujiko Mine. That is still my favourite Lupin III material. Anyway, that's all I have to say. It was a great show. If you've watched it already, good on you, if you haven't, what are you waiting for?\n\n\u001b[1mもっと何が言えるのか分かりません。 私はこの番組の毎分を堪能し、毎週新しいエピソードを待ち望んでいました。 私はあなたが私のレビューを助けてくれたことを願っています:) 私の個人的に好きなエピソードはエピソード20だったと言います。エピソード24の最後のシーンは私にガチョウの吹き出物を与えました。 長い時間ルパンのファンは、このショーが好きになるだろう、と初心者、これは開始するには良い場所です。 ここから、基本的にルパン三世のどこにでも行くことができます。 私は、あなたがグーフィーの面を楽しんでいれば、カリオストロの城に戻ることを強くお勧めします。しかし、本当に新鮮で暗い砂漠を探しているなら、藤子鉱山と呼ばれる女性を見てください。 それは私の好きなルパン三世の素材です。 とにかく、それは私が言わなければならないことです。 それは素晴らしいショーでした。 あなたがすでにそれを見ていたら、あなたには良い、そうでない場合には、何を待っていますか？\u001b[22m\n\u001b[1m(Motto nani ga ieru no ka wakarimasen. Watashi wa kono bangumi no maifun o tan'nō shi, maishū atarashī episōdo o machinozonde imashita. Watashi no kojin-teki ni sukina episōdo wa episōdo 20datta to iimasu. Episōdo 24 no saigo no shīn wa watashi ni gachō no fukidemono o ataemashita. Nagai jikan rupan no fan wa, kono shō ga suki ni narudarou, to shoshinsha, koreha kaishi suru ni wa yoi bashodesu. Koko kara, kihontekini rupansansei no doko ni demo iku koto ga dekimasu. Watashi wa, anata ga gūfī no men o tanoshinde ireba, kariosutoronoshiro ni modoru koto o tsuyoku o susume shimasu. Shikashi, hontōni shinsende kurai sabaku o sagashite irunara, Fujiko kōzan to yoba reru josei o mite kudasai. Sore wa watashi no sukina rupansansei no sozaidesu. Tonikaku, sore wa watashi ga iwanakereba naranai kotodesu. Sore wa subarashī shōdeshita. Anata ga sudeni sore o mite itara, anata ni wa yoi,-sōdenai baai ni wa, nani o matteimasu ka? Watashi wa anata ga watashi no rebyū o tasukete kureta koto o negatte imasu: ))\u001b[22m\n\nTranslations of \u001b[4mI don't know what more I can say. I thoroughly enjoyed every minute of this show, and eagerly awaited the new episode each week. I hope you found my review helpful :) I will say, my personal favourite episode was episode 20. And that final scene of episode 24 gave me goose pimples, it was pretty cool. Long time Lupin fans are going to like this show, and newbies, this is a good place to start. From here, you can basically go anywhere in all of Lupin III. I highly recommend going back to Castle of Cagliostro if you enjoyed the goofy aspect, but if you're looking for something really fresh, and dark and gritty, go watch The Woman Called Fujiko Mine. That is still my favourite Lupin III material. Anyway, that's all I have to say. It was a great show. If you've watched it already, good on you, if you haven't, what are you waiting for?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know what more I can say.\u001b[24m\n    \u001b[1mもっと何が言えるのか分かりません。\u001b[22m, \u001b[1m私はより多くの私が言うことができるかわかりません。\u001b[22m\n\u001b[4mI thoroughly enjoyed every minute of this show, and eagerly awaited the new episode each week.\u001b[24m\n    \u001b[1m私はこの番組の毎分を堪能し、毎週新しいエピソードを待ち望んでいました。\u001b[22m, \u001b[1m私は徹底的にこのショーの毎分を楽しんだ、と熱心に毎週新しいエピソードを待っていました。\u001b[22m\n\u001b[4mI will say, my personal favourite episode was episode 20. And that final scene of episode 24 gave me goose pimples, it was pretty cool.\u001b[24m\n    \u001b[1m私の個人的に好きなエピソードはエピソード20だったと言います。エピソード24の最後のシーンは私にガチョウの吹き出物を与えました。\u001b[22m, \u001b[1m私はそれはかなりクールだった、私の個人的な好みのエピソードはエピソード20であった。そして、エピソード24の最後のシーンは私に鳥肌を与えた、と言うだろう。\u001b[22m\n\u001b[4mLong time Lupin fans are going to like this show, and newbies, this is a good place to start.\u001b[24m\n    \u001b[1m長い時間ルパンのファンは、このショーが好きになるだろう、と初心者、これは開始するには良い場所です。\u001b[22m, \u001b[1m長い時間ルパンファンはこの番組を好きになるだろう、と初心者され、これは、開始するには良い場所です。\u001b[22m\n\u001b[4mFrom here, you can basically go anywhere in all of Lupin III.\u001b[24m\n    \u001b[1mここから、基本的にルパン三世のどこにでも行くことができます。\u001b[22m, \u001b[1mここから、基本的にはルパン三世のすべての任意の場所に行くことができます。\u001b[22m\n\u001b[4mI highly recommend going back to Castle of Cagliostro if you enjoyed the goofy aspect, but if you're looking for something really fresh, and dark and gritty, go watch The Woman Called Fujiko Mine.\u001b[24m\n    \u001b[1m私は、あなたがグーフィーの面を楽しんでいれば、カリオストロの城に戻ることを強くお勧めします。しかし、本当に新鮮で暗い砂漠を探しているなら、藤子鉱山と呼ばれる女性を見てください。\u001b[22m, \u001b[1m私は非常に間抜けな側面を楽しんだ場合カリオストロの城に戻ってお勧めしますが、あなたが本当に新鮮な、と暗いと砂のような何かを探しているなら、峰不二子呼び出さ女性を見に行きます。\u001b[22m\n\u001b[4mThat is still my favourite Lupin III material.\u001b[24m\n    \u001b[1mそれは私の好きなルパン三世の素材です。\u001b[22m, \u001b[1mそれはまだ私の好きなルパン三世材料です。\u001b[22m\n\u001b[4mAnyway, that's all I have to say.\u001b[24m\n    \u001b[1mとにかく、それは私が言わなければならないことです。\u001b[22m, \u001b[1mとにかく、それは私が言っているすべてです。\u001b[22m\n\u001b[4mIt was a great show.\u001b[24m\n    \u001b[1mそれは素晴らしいショーでした。\u001b[22m\n\u001b[4mIf you've watched it already, good on you, if you haven't, what are you waiting for?\u001b[24m\n    \u001b[1mあなたがすでにそれを見ていたら、あなたには良い、そうでない場合には、何を待っていますか？\u001b[22m, \u001b[1mあなたがいない場合、何を待っているか、あなたに良い、すでにそれを見てきた場合\u001b[22m\n\u001b[4mI hope you found my review helpful :)\u001b[24m\n    \u001b[1m私はあなたが私のレビューを助けてくれたことを願っています:)\u001b[22m, \u001b[1m私はあなたが私のレビューが役に立ったと評価しています願っています:)\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8\n\n\u001b[1m全体：8\u001b[22m\n\u001b[1m(Zentai: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8\u001b[24m\n    \u001b[1m全体：8\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Lupin_III_2015",
    "id": "27947",
    "url": "https://myanimelist.net/anime/27947/Lupin_III_2015",
    "user": "Stark700",
    "profile": "/profile/Stark700/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=218119",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nルパンは、あなたが冒険心の狂った時に潜在的な金鉱のようなものです。 多様な文化的背景を持つイタリアの国で開催されるこのシリーズは、大胆なリスクに満ちた旅に興味のある人を招待します。 私はこのシリーズをフランチャイズの再訪だけでなく、全体として冒険を再現するショーとしても見たいと思っています。 ルパン三世（ルパン三世とも呼ばれる）は、誰にでも簡単に推薦できるシリーズですが、冒険に興味のある人は大事に扱われます。\n\nそれは本当に奇跡のようです。 ショーはイタリアとサンマリノの爽やかな国で行われます。 美しい山の景色の後ろには深く耕作された世界があります。 主な主人公はルパンという名字です。 フランチャイズに精通している人なら誰でも彼を簡単に認識することができますが、ルパンは彼がさらに素晴らしい彼を見せるように青いコートを持っています。 彼のいたずらで淫乱な性格で知られているため、視聴者はショーを通して彼の意図の一部を容易に見ることができます。 もちろん、ジーゲン、ゴエモン、藤子、新女子レベッカなどの冒険に参加する人もいます。 これらの文字のいくつかは、メモリレーンを歩くようなものになりますが、レベッカは慣れ親しんでいるトリッキーなポニーである新しいキャラクターです。\n\n最初のエピソードは、ルパンとレベッカが結婚に縛られているので、奇妙な関係を確立する。 これは、レベッカについて何もほとんど知りませんので、ちょっと変わったかもしれません。 もちろん、私たちは彼女の本当の意図をいくつか学びます。 そこから、エピソード的な冒険のようにルパン三世に飛び込むことができます。 ショーの構造はルパンのライフスタイルを描いているので、彼はいつもの泥棒の習慣や、藤子に挑戦しようとしたり、時には他の人を助けようとする試みをしています。 ショーはまたルパンを非常に狡猾な人物として確立しています。 彼は革新的なステルス戦術の原動力であるにもかかわらず、時には彼自身の個人的な議題と弱点（女性など）が目標を達成できるようにすることが彼を楽しませるものです。 これはしばしば、はるかに複雑になるねじれたシナリオになります。 しかし、ちょっと、それはルパンの性質だけで、彼はそのような楽しいキャラクターを見ることができます。\n\nルパンの泥棒の習慣にもかかわらず、彼は謙虚な人であり、不正を容認しません。 彼の冒険の間に、私たちは、暴力的な犯罪者や本当に社会に害を与えたいと望む個人を処罰しようとしていることがわかります。 これは彼に幾分英雄の多くを作るが、世界のほとんどの人々は評判の良い＃1の泥棒として彼を見る。 彼と他の人との関係は、多様な多様性を持っています。 最も複雑なのは、ルパンがしばしば自分を魅了しようとしていることを知っているように、それが望ましくない状況に陥ることがあるからです。 一方、ルパンに忠実なジーゲン・ダイスケさんがいます。 藤子とは違ってルパンはルパンを助け、時にはルパインが最も必要な時に役立ちます。  2つのシェアは、路上でのボンディング関係と運転技術が彼らの使命にとって非常に貴重です。  Goemenはまた彼の静かな存在で興味深いキャラクターですが、彼の剣で技術の致命的な武器を詰め込んでいます。\n\n明らかに、泥棒についてのショーにも人々のために狩りがあります。 最も重要なキャラクターはゼニガタです。 ルパンを捕まえるための彼の強迫観念は、2人が時々猫と猫のようなゲームでロックされているので、とても面白いです。 それはトムとジェリーのように思うが、より多くの紆余曲折がある。 ショーの冒険的な構造は、時にはそれらの関係を実際に示すまれな状況で一緒にピットインします。 しかし私は認めなければならない、レベッカは私が最初に適応するのが難しいと感じる人物である。 ほとんどの人はおそらく富士子に精通しているので、Rebeccaを導入することは多少のリスクです。 加えて、彼女は甘やかされた性格を持ち、しばしば喜ばしくない。 時間が経つにつれて、私は彼女の性格のより深い側面を見て、特に後のエピソードでレベッカに感謝する。 ちなみに、彼女はまた、彼女の狡猾な心と彼女の好意でイベントを操作する能力を持つ藤子のようなものです。\n\nファンのための頻繁な質問は、あなたが前任者の経験なしでこのショーを見ることができるかどうかです。 これは、双方向のシナリオのようなものです。 一方では、このシリーズをイタリアの冒険と一緒にスタンドアローンとして楽しむために見ることができます。 ほとんどのエピソードはスタンドアロンであり、背景ストーリーテリングの一部でも分かりやすいです。 一方で、以前のシリーズのキャラクターをよりよく理解すれば、おそらくより良い経験を得るでしょう。 正直なところ、このショーは時には面白くもあり、物語を忘れることもあります。 それはちょうどその地獄の楽しみです。\n\n技術的なビジュアルの面では、最初はショーが明るくないように見えるかもしれません。 それがあなたをばかにさせてはいけません。 このショーは新進レベルのブロックバスターのように見えるようにデザインされていません。 むしろ、ルパンは古典的な感覚を保持しています。 それは文体的であり、非常にうまくいった。 加えて、キャラクターはノスタルジックな感覚でデザインされています。 藤子の魅力的なファッション、ゴエモンのトレードマークの武家服、善方のプロフェッショナルなど、どんなファンにも慣れ親しんでいる。 イタリアの背景とデザインは、本当に冒険感を与える文化で満たされています。 それはあなたがあなた自身のように感じるほとんどの建築デザインを見ているだけの綴りです。 きちんとしたアクションでそれを加えて、このショーは本当に家に帰るものです。\n\n私はこのレビューで既に古典に言及しましたか？ 私はそれをもう一度言及しましょう。 サウンドトラックはクラシックです。 いいえ、リミックスされたようなクラシックのタイプではありません。 むしろ、このショーがどのように行われているのかが爽やかです。 テーマソングからジャズ・ビート・ミュージックまで、このショーは音楽ごとに簡単に繰り返すことができます。 キャラクター・ヴォイス・マラニズムも、彼らの公演と一致する恒星です。 私はしばしばルパンの役割と彼の声が完全に泥棒のように一致しているため、ユーモアに笑いかけていることがよくあります。 それは、どのような操作がすべてであるかを定義している女性の藤子さんにも当てはまります。\n\n待っていることは間違いなく価値がある。 何年も前のシリーズがデビューしたにもかかわらず、ルパン3世はなぜ冒険がとても楽しいのかを思い起こさせます。 スリリングなアクションから素晴らしいキャラクターのパフォーマンスまで、誰でも簡単に泳ぐことができるショーです。 レベッカは、ある人が最初に苛立ちを感じるかもしれない性格を持つことができます。 しかし、後で彼女がかなりの量の特徴付けをするように、私はそれにもっと時間を与えるでしょう。 途中で、ルパンの奇妙な冒険が本当に他の誰かのような世界にいかなくてはならないかが分かります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nLupin is like a goldmine of potential when you’re fanatic of adventure. Taking place in the country of Italy with a diverse cultural background, the series invites anyone who is interested in a journey filled with daring risks. I’d like to see this series not just as a revisit of the franchise but also a show that recreates adventure as a whole. Lupin III (also known as Lupin the Third) is a series that is easily recommendable for anyone but those who is interested in adventure will be in for a big treat.\n\n\u001b[1mルパンは、あなたが冒険心の狂った時に潜在的な金鉱のようなものです。 多様な文化的背景を持つイタリアの国で開催されるこのシリーズは、大胆なリスクに満ちた旅に興味のある人を招待します。 私はこのシリーズをフランチャイズの再訪だけでなく、全体として冒険を再現するショーとしても見たいと思っています。 ルパン三世（ルパン三世とも呼ばれる）は、誰にでも簡単に推薦できるシリーズですが、冒険に興味のある人は大事に扱われます。\u001b[22m\n\u001b[1m(Rupan wa, anata ga bōkengokoro no kurutta toki ni senzai-tekina kinkō no yōna monodesu. Tayōna bunka-teki haikei o motsu Itaria no kuni de kaisai sa reru kono shirīzu wa, daitan'na risuku ni michita tabi ni kyōmi no aru hito o shōtai shimasu. Watashi wa kono shirīzu o furanchaizu no saihō dakedenaku, zentai to shite bōken o saigen suru shō to shite mo mitai to omotte imasu. Rupansansei (rupansansei-tomo yoba reru) wa, darenidemo kantan ni suisen dekiru shirīzudesuga, bōken ni kyōmi no aru hito wa daiji ni atsukawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mLupin is like a goldmine of potential when you’re fanatic of adventure. Taking place in the country of Italy with a diverse cultural background, the series invites anyone who is interested in a journey filled with daring risks. I’d like to see this series not just as a revisit of the franchise but also a show that recreates adventure as a whole. Lupin III (also known as Lupin the Third) is a series that is easily recommendable for anyone but those who is interested in adventure will be in for a big treat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLupin is like a goldmine of potential when you’re fanatic of adventure.\u001b[24m\n    \u001b[1mルパンは、あなたが冒険心の狂った時に潜在的な金鉱のようなものです。\u001b[22m, \u001b[1mルパンは、あなたが冒険の狂信的だポテンシャルの宝の山のようなものです。\u001b[22m\n\u001b[4mTaking place in the country of Italy with a diverse cultural background, the series invites anyone who is interested in a journey filled with daring risks.\u001b[24m\n    \u001b[1m多様な文化的背景を持つイタリアの国で開催されるこのシリーズは、大胆なリスクに満ちた旅に興味のある人を招待します。\u001b[22m, \u001b[1m多様な文化背景を持つイタリアの国で行われている、シリーズは、大胆なリスクを充填した旅に興味がある人を招待します。\u001b[22m\n\u001b[4mI’d like to see this series not just as a revisit of the franchise but also a show that recreates adventure as a whole.\u001b[24m\n    \u001b[1m私はこのシリーズをフランチャイズの再訪だけでなく、全体として冒険を再現するショーとしても見たいと思っています。\u001b[22m, \u001b[1m私は、フランチャイズの再訪だけでなく、全体として冒険を再現するショーとしてだけでなく、このシリーズを見てみたいと思います。\u001b[22m\n\u001b[4mLupin III (also known as Lupin the Third) is a series that is easily recommendable for anyone but those who is interested in adventure will be in for a big treat.\u001b[24m\n    \u001b[1mルパン三世（ルパン三世とも呼ばれる）は、誰にでも簡単に推薦できるシリーズですが、冒険に興味のある人は大事に扱われます。\u001b[22m, \u001b[1m（また、ルパン三世として知られている）ルパン三世は誰にとっても簡単にお勧めですが、冒険に興味がある人は大きな御馳走のためにあるであろうシリーズです。\u001b[22m\n\u001b[1m\u001b[22m\nIt’s truly like a miracle. The show takes place in the refreshing country of Italy and San Marino. Behind the beautiful mountainous landscapes lies a deeply cultured world ready to be explored. The main protagonist is the titular character, Lupin. Anyone who is familiar with the franchise will recognize him easily although Lupin now has a blue coat to make him look him even more fabulous. Known for his mischievous and lascivious personality, viewers will easily be able to see some of his intentions throughout the show. Of course, there are others that joins him on his adventures such Jigen, Goemon, Fujiko, and the new girl Rebecca. While some of these characters will be like a walk down memory lane, Rebecca is a new character that is a tricky pony to get used to.\n\n\u001b[1mそれは本当に奇跡のようです。 ショーはイタリアとサンマリノの爽やかな国で行われます。 美しい山の景色の後ろには深く耕作された世界があります。 主な主人公はルパンという名字です。 フランチャイズに精通している人なら誰でも彼を簡単に認識することができますが、ルパンは彼がもっと素晴らしい彼を見せるように青いコートを持っています。 彼のいたずらで淫乱な性格で知られているため、視聴者はショーを通して彼の意図の一部を容易に見ることができます。 もちろん、ジーゲン、ゴエモン、藤子、新女子レベッカなどの冒険に参加する人もいます。 これらの文字のいくつかは、メモリレーンを歩くようなものになりますが、レベッカは慣れ親しんでいるトリッキーなポニーである新しいキャラクターです。\u001b[22m\n\u001b[1m(Sore wa hontōni kiseki no yōdesu. Shō wa Itaria to Sanmarino no sawayakana kuni de okonawa remasu. Utsukushī yama no keshiki no ushironi wa fukaku kōsaku sa reta sekai ga arimasu. Omona shujinkō wa rupan to iu myōjidesu. Furanchaizu ni seitsū shite iru hitonara dare demo kare o kantan ni ninshiki suru koto ga dekimasuga, rupan wa kare ga motto subarashī kare o miseru yō ni aoi kōto o motte imasu. Kare no itazura de inran'na seikaku de shira rete iru tame, shichō-sha wa shō o tōshite kare no ito no ichibu o yōi ni miru koto ga dekimasu. Mochiron, jīgen, Goemon, Fujiko, shin joshi Rebekka nado no bōken ni sanka suru hito mo imasu. Korera no moji no ikutsu ka wa, memorirēn o aruku yōna mono ni narimasuga, Rebekka wa nareshitashinde iru torikkīna ponīdearu atarashī kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s truly like a miracle. The show takes place in the refreshing country of Italy and San Marino. Behind the beautiful mountainous landscapes lies a deeply cultured world ready to be explored. The main protagonist is the titular character, Lupin. Anyone who is familiar with the franchise will recognize him easily although Lupin now has a blue coat to make him look him even more fabulous. Known for his mischievous and lascivious personality, viewers will easily be able to see some of his intentions throughout the show. Of course, there are others that joins him on his adventures such Jigen, Goemon, Fujiko, and the new girl Rebecca. While some of these characters will be like a walk down memory lane, Rebecca is a new character that is a tricky pony to get used to.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s truly like a miracle.\u001b[24m\n    \u001b[1mそれは本当に奇跡のようです。\u001b[22m, \u001b[1mそれは本当に奇跡のようなものです。\u001b[22m\n\u001b[4mThe show takes place in the refreshing country of Italy and San Marino.\u001b[24m\n    \u001b[1mショーはイタリアとサンマリノの爽やかな国で行われます。\u001b[22m, \u001b[1mショーはイタリア、サンマリノのさわやかな国で行われます。\u001b[22m\n\u001b[4mBehind the beautiful mountainous landscapes lies a deeply cultured world ready to be explored.\u001b[24m\n    \u001b[1m美しい山の景色の後ろには深く耕作された世界があります。\u001b[22m, \u001b[1m美しい山岳風景の背後に探求することが深く培養し、世界の準備ができてあります。\u001b[22m\n\u001b[4mThe main protagonist is the titular character, Lupin.\u001b[24m\n    \u001b[1m主な主人公はルパンという名字です。\u001b[22m, \u001b[1m主人公は、ルパン名ばかりの文字です。\u001b[22m\n\u001b[4mAnyone who is familiar with the franchise will recognize him easily although Lupin now has a blue coat to make him look him even more fabulous.\u001b[24m\n    \u001b[1mフランチャイズに精通している人なら誰でも彼を簡単に認識することができますが、ルパンは彼がもっと素晴らしい彼を見せるように青いコートを持っています。\u001b[22m, \u001b[1mルパンは今、彼は彼がより一層素晴らしい見えるようにするブルーコートを有しているがフランチャイズに精通している誰でも簡単に彼を認識します。\u001b[22m\n\u001b[4mKnown for his mischievous and lascivious personality, viewers will easily be able to see some of his intentions throughout the show.\u001b[24m\n    \u001b[1m彼のいたずらで淫乱な性格で知られているため、視聴者はショーを通して彼の意図の一部を容易に見ることができます。\u001b[22m, \u001b[1m彼のいたずらとスケベな性格のために知られて、視聴者が簡単にショーを通じて彼の意図の一部を見ることができます。\u001b[22m\n\u001b[4mOf course, there are others that joins him on his adventures such Jigen, Goemon, Fujiko, and the new girl Rebecca.\u001b[24m\n    \u001b[1mもちろん、ジーゲン、ゴエモン、藤子、新女子レベッカなどの冒険に参加する人もいます。\u001b[22m, \u001b[1mもちろん、彼の冒険などJigen、五右衛門、不二子、および新しい女の子レベッカの彼を結合する他の人があります。\u001b[22m\n\u001b[4mWhile some of these characters will be like a walk down memory lane, Rebecca is a new character that is a tricky pony to get used to.\u001b[24m\n    \u001b[1mこれらの文字のいくつかは、メモリレーンを歩くようなものになりますが、レベッカは慣れ親しんでいるトリッキーなポニーである新しいキャラクターです。\u001b[22m, \u001b[1mこれらの文字のいくつかは、メモリ車線ダウン散歩のようになりますが、レベッカはに慣れるためのトリッキーなポニーである新しい文字です。\u001b[22m\n\u001b[1m\u001b[22m\nThe first episode establishes a bizarre relationship as Lupin and Rebecca is bounded by marriage. This may come as a bit peculiar as we hardly know anything about Rebecca. Until of course, we learn some of her true intentions. From there, we can dive into Lupin III like an episodic adventure. The structure of the show chronicles Lupin’s life style as he attempts to make daring getaways with his usual thieving habits, attempts to woo Fujiko, or otherwise occasionally helping out others. The show also establishes Lupin as a very crafty individual. What makes him fun to watch is that even though he is a mastermind of innovative stealth tactics, he sometimes lets his own personal agendas and weakness (such as women) get in the way of his goals. This often translates into a twisty scenario that gets much more complicated than it should be. But hey, that’s just the nature of Lupin and what makes him such a fun character to watch.\n\n\u001b[1m最初のエピソードは、ルパンとレベッカが結婚に縛られているので、奇妙な関係を確立する。 これは、レベッカについて何もほとんど知りませんので、ちょっと変わったかもしれません。 もちろん、私たちは彼女の本当の意図をいくつか学びます。 そこから、エピソード的な冒険のようにルパン三世に飛び込むことができます。 ショーの構造はルパンのライフスタイルを描いているので、彼はいつもの泥棒の習慣や、藤子に挑戦しようとしたり、時には他の人を助けようとする試みをしています。 ショーはまたルパンを非常に狡猾な人物として確立しています。 彼は革新的なステルス戦術の原動力であるにもかかわらず、時には彼自身の個人的な議題と弱点（女性など）が目標を達成できるようにすることが彼を楽しませるものです。 これはしばしば、はるかに複雑になるねじれたシナリオになります。 しかし、ちょっと、それはルパンの性質だけで、彼はそのような楽しいキャラクターを見ることができます。\u001b[22m\n\u001b[1m(Saisho no episōdo wa, rupan to Rebekka ga kekkon ni shibara rete irunode, kimyōna kankei o kakuritsu suru. Kore wa, Rebekka ni tsuite nani mo hotondo shirimasen'node, chotto kawatta kamo shiremasen. Mochiron, watashitachi wa kanojo no hontō no ito o ikutsu ka manabimasu. Soko kara, episōdo-tekina bōken no yō ni rupansansei ni tobikomu koto ga dekimasu. Shō no kōzō wa rupan no raifusutairu o kaite irunode, kare wa itsumo no dorobō no shūkan ya, Fujiko ni chōsen shiyou to shi tari, tokiniha hokanohito o tasukeyou to suru kokoromi o shite imasu. Shō wa mata rupan o hijō ni kōkatsuna jinbutsu to shite kakuritsu shite imasu. Kare wa kakushintekina suterusu senjutsu no gendōryokudearu nimokakawarazu, tokiniha kare jishin no kojin-tekina gidai to jakuten (josei nado) ga mokuhyō o tassei dekiru yō ni suru koto ga kare o tanoshima seru monodesu. Kore wa shibashiba, haruka ni fukuzatsu ni naru nejireta shinario ni narimasu. Shikashi, chotto, soreha rupan no seishitsu dake de, kare wa sono yō na tanoshī kyarakutā o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first episode establishes a bizarre relationship as Lupin and Rebecca is bounded by marriage. This may come as a bit peculiar as we hardly know anything about Rebecca. Until of course, we learn some of her true intentions. From there, we can dive into Lupin III like an episodic adventure. The structure of the show chronicles Lupin’s life style as he attempts to make daring getaways with his usual thieving habits, attempts to woo Fujiko, or otherwise occasionally helping out others. The show also establishes Lupin as a very crafty individual. What makes him fun to watch is that even though he is a mastermind of innovative stealth tactics, he sometimes lets his own personal agendas and weakness (such as women) get in the way of his goals. This often translates into a twisty scenario that gets much more complicated than it should be. But hey, that’s just the nature of Lupin and what makes him such a fun character to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first episode establishes a bizarre relationship as Lupin and Rebecca is bounded by marriage.\u001b[24m\n    \u001b[1m最初のエピソードは、ルパンとレベッカが結婚に縛られているので、奇妙な関係を確立する。\u001b[22m, \u001b[1m最初のエピソードは、ルパンのような奇妙な関係を確立し、レベッカは、結婚によって制限されます。\u001b[22m\n\u001b[4mThis may come as a bit peculiar as we hardly know anything about Rebecca.\u001b[24m\n    \u001b[1mこれは、レベッカについて何もほとんど知りませんので、ちょっと変わったかもしれません。\u001b[22m, \u001b[1m私たちはほとんどレベッカについて何も知らないので、これは奇妙なビットとして来るかもしれません。\u001b[22m\n\u001b[4mUntil of course, we learn some of her true intentions.\u001b[24m\n    \u001b[1mもちろん、私たちは彼女の本当の意図をいくつか学びます。\u001b[22m, \u001b[1mもちろんまで、我々は彼女の真の意図のいくつかを学びます。\u001b[22m\n\u001b[4mFrom there, we can dive into Lupin III like an episodic adventure.\u001b[24m\n    \u001b[1mそこから、エピソード的な冒険のようにルパン三世に飛び込むことができます。\u001b[22m, \u001b[1mそこから、我々はエピソードの冒険のようにルパン三世に飛び込むことができます。\u001b[22m\n\u001b[4mThe structure of the show chronicles Lupin’s life style as he attempts to make daring getaways with his usual thieving habits, attempts to woo Fujiko, or otherwise occasionally helping out others.\u001b[24m\n    \u001b[1mショーの構造はルパンのライフスタイルを描いているので、彼はいつもの泥棒の習慣や、藤子に挑戦しようとしたり、時には他の人を助けようとする試みをしています。\u001b[22m, \u001b[1m彼は、彼のいつもの盗みの習慣で大胆な休暇を確立しようと不二子を懇願しようとする、またはそれ以外の場合は時折他人を助けるようにshowの構造は、ルパンのライフスタイルを追って。\u001b[22m\n\u001b[4mThe show also establishes Lupin as a very crafty individual.\u001b[24m\n    \u001b[1mショーはまたルパンを非常に狡猾な人物として確立しています。\u001b[22m, \u001b[1mショーはまた、非常に狡猾な個人としてルパンを確立します。\u001b[22m\n\u001b[4mWhat makes him fun to watch is that even though he is a mastermind of innovative stealth tactics, he sometimes lets his own personal agendas and weakness (such as women) get in the way of his goals.\u001b[24m\n    \u001b[1m彼は革新的なステルス戦術の原動力であるにもかかわらず、時には彼自身の個人的な議題と弱点（女性など）が目標を達成できるようにすることが彼を楽しませるものです。\u001b[22m, \u001b[1m何見て、彼は楽しく作ることは、彼は革新的なステルス戦術の首謀者であるにもかかわらず、彼は時々彼自身の個人的な議題と（そのような女性など）の弱点が彼の目標の邪魔になることができますということです。\u001b[22m\n\u001b[4mThis often translates into a twisty scenario that gets much more complicated than it should be.\u001b[24m\n    \u001b[1mこれはしばしば、はるかに複雑になるねじれたシナリオになります。\u001b[22m, \u001b[1mこれは、多くの場合、はるかに複雑それがあるべきより取得ツイスティなシナリオに変換されます。\u001b[22m\n\u001b[4mBut hey, that’s just the nature of Lupin and what makes him such a fun character to watch.\u001b[24m\n    \u001b[1mしかし、ちょっと、それはルパンの性質だけで、彼はそのような楽しいキャラクターを見ることができます。\u001b[22m, \u001b[1mでもねえ、それはちょうどルパンの性質と何彼見て、このような楽しいキャラクターになります。\u001b[22m\n\u001b[1m\u001b[22m\nDespite Lupin’s thieving habits, he is a humble person and does not tolerate injustice. During his adventures, we see that he seeks to punish violent criminals or individuals who truly wishes to inflict harm to society. This makes him somewhat more of a hero but most people in the world sees him as the reputable #1 thief. His relationship with others has a wide range of diversity. The most complicated may be Fujiko as Lupin often finds himself trying to woo her yet she puts him into undesirable circumstances. On the other hand, we got Daisuke Jigen, a man who is loyal to Lupin. Unlike Fujiko, he helps Lupin and often times when he needs it the most. The two shares a bonding relationship while on the road and his skills of driving is invaluable to their missions. Goemen is also an interesting character with his silent presence yet packs a deadly arsenal of techniques with his sword.\n\n\u001b[1mルパンの泥棒の習慣にもかかわらず、彼は謙虚な人であり、不正を容認しません。 彼の冒険の間に、私たちは、暴力的な犯罪者や本当に社会に害を与えたいと望む個人を処罰しようとしていることがわかります。 これは彼に幾分英雄の多くを作るが、世界のほとんどの人々は評判の良い＃1の泥棒として彼を見る。 彼と他の人との関係は、多様な多様性を持っています。 最も複雑なのは、ルパンがしばしば自分を魅了しようとしていることを知っているように、それが望ましくない状況に陥ることがあるからです。 一方、ルパンに忠実なジーゲン・ダイスケさんがいます。 藤子とは違ってルパンはルパンを助け、時にはルパインが最も必要な時に役立ちます。  2つのシェアは、路上でのボンディング関係と運転技術が彼らの使命にとって非常に貴重です。  Goemenはまた彼の静かな存在で興味深いキャラクターですが、彼の剣で技術の致命的な武器を詰め込んでいます。\u001b[22m\n\u001b[1m(Rupan no dorobō no shūkan nimokakawarazu, kare wa kenkyona hitodeari, fusei o yōnin shimasen. Kare no bōken no ma ni, watashitachiha, bōryoku-tekina hanzai-sha ya hontōni shakai ni gai o ataetai to nozomu kojin o shobatsu shiyou to shite iru koto ga wakarimasu. Kore wa kare ni ikubun eiyū no ōku o tsukuru ga, sekai no hotondo no hitobito wa hyōban no yoi# 1 no dorobō to shite kare o miru. Kare to hokanohito to no kankei wa, tayōna tayō-sei o motte imasu. Mottomo fukuzatsuna no wa, rupan ga shibashiba jibun o miryō shiyou to shite iru koto o shitte iru yō ni, sore ga nozomashikunai jōkyō ni ochīru koto ga arukaradesu. Ippō, rupan ni chūjitsuna jīgen Daisuke-san ga imasu. Fujiko to wa chigatte rupan wa rupan o tasuke, tokiniha rupain ga mottomo hitsuyōna toki ni yakudachimasu. 2Tsu no shea wa, rojō de no bondingu kankei to unten gijutsu ga karera no shimei ni totte hijō ni kichōdesu. Goemen wa mata kare no shizukana sonzai de kyōmibukai kyarakutādesuga, kare no ken de gijutsu no chimei-tekina buki o tsumekonde imasu.)\u001b[22m\n\nTranslations of \u001b[4mDespite Lupin’s thieving habits, he is a humble person and does not tolerate injustice. During his adventures, we see that he seeks to punish violent criminals or individuals who truly wishes to inflict harm to society. This makes him somewhat more of a hero but most people in the world sees him as the reputable #1 thief. His relationship with others has a wide range of diversity. The most complicated may be Fujiko as Lupin often finds himself trying to woo her yet she puts him into undesirable circumstances. On the other hand, we got Daisuke Jigen, a man who is loyal to Lupin. Unlike Fujiko, he helps Lupin and often times when he needs it the most. The two shares a bonding relationship while on the road and his skills of driving is invaluable to their missions. Goemen is also an interesting character with his silent presence yet packs a deadly arsenal of techniques with his sword.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite Lupin’s thieving habits, he is a humble person and does not tolerate injustice.\u001b[24m\n    \u001b[1mルパンの泥棒の習慣にもかかわらず、彼は謙虚な人であり、不正を容認しません。\u001b[22m, \u001b[1mルパンの盗みの習慣にもかかわらず、彼は謙虚な人で、不正を容認していません。\u001b[22m\n\u001b[4mDuring his adventures, we see that he seeks to punish violent criminals or individuals who truly wishes to inflict harm to society.\u001b[24m\n    \u001b[1m彼の冒険の間に、私たちは、暴力的な犯罪者や本当に社会に害を与えたいと望む個人を処罰しようとしていることがわかります。\u001b[22m, \u001b[1m彼の冒険の間に、我々は彼が真に社会に危害を加えることを望む暴力的な犯罪者や個人を処罰しようとしている参照してください。\u001b[22m\n\u001b[4mThis makes him somewhat more of a hero but most people in the world sees him as the reputable #1 thief.\u001b[24m\n    \u001b[1mこれは彼に幾分英雄の多くを作るが、世界のほとんどの人々は評判の良い＃1の泥棒として彼を見る。\u001b[22m, \u001b[1mこれは、主人公の彼は幾分なりますが、世界のほとんどの人は、評判の良い＃1泥棒として彼を見ています。\u001b[22m\n\u001b[4mHis relationship with others has a wide range of diversity.\u001b[24m\n    \u001b[1m彼と他の人との関係は、多様な多様性を持っています。\u001b[22m, \u001b[1m他の人と彼の関係は多様性の広い範囲を持っています。\u001b[22m\n\u001b[4mThe most complicated may be Fujiko as Lupin often finds himself trying to woo her yet she puts him into undesirable circumstances.\u001b[24m\n    \u001b[1m最も複雑なのは、ルパンがしばしば自分を魅了しようとしていることを知っているように、それが望ましくない状況に陥ることがあるからです。\u001b[22m, \u001b[1mルパンは、しばしば自身が彼女を懇願しようとして見つけた、まだ彼女は望ましくない状況に彼を置くとして最も複雑では藤子かもしれません。\u001b[22m\n\u001b[4mOn the other hand, we got Daisuke Jigen, a man who is loyal to Lupin.\u001b[24m\n    \u001b[1m一方、ルパンに忠実なジーゲン・ダイスケさんがいます。\u001b[22m, \u001b[1m一方、我々は次元大介、ルパンに忠実である男を得ました。\u001b[22m\n\u001b[4mUnlike Fujiko, he helps Lupin and often times when he needs it the most.\u001b[24m\n    \u001b[1m藤子とは違ってルパンはルパンを助け、時にはルパインが最も必要な時に役立ちます。\u001b[22m, \u001b[1m藤子とは違って、彼がルパンとしばしば、彼はそれを最も必要とするのに役立ちます。\u001b[22m\n\u001b[4mThe two shares a bonding relationship while on the road and his skills of driving is invaluable to their missions.\u001b[24m\n    \u001b[1m2つのシェアは、路上でのボンディング関係と運転技術が彼らの使命にとって非常に貴重です。\u001b[22m, \u001b[1m2株式道路や運転の彼のスキルにいる間結合関係は、彼らの任務に非常に貴重です。\u001b[22m\n\u001b[4mGoemen is also an interesting character with his silent presence yet packs a deadly arsenal of techniques with his sword.\u001b[24m\n    \u001b[1mGoemenはまた彼の静かな存在で興味深いキャラクターですが、彼の剣で技術の致命的な武器を詰め込んでいます。\u001b[22m, \u001b[1mGoemenは彼のサイレント存在と面白いキャラクターがまだ彼の剣と技術の致命的な兵器をパックもあります。\u001b[22m\n\u001b[1m\u001b[22m\nObviously, a show about a thief also has people hunting for them. The most significant character is Zenigata. His obsession to capture Lupin is very entertaining as the two are sometimes locked in a cat-and-mouse game. Think of it like Tom and Jerry but with a lot of more twists. The adventurous structure of the show sometimes pits them together in unlikely circumstances as well that really shows their relationship. I have to admit though, Rebecca is a character that I find hard to adapt with at first. Most people are probably more familiar with Fujiko so introducing Rebecca is somewhat of a risk. Plus, she has a spoiled personality and often hard to please. As time went on, I find more appreciation for Rebecca especially in the later episodes when we see a deeper side of her character. In a way, she is also like Fujiko with her crafty mind and ability to manipulate events in her favor.\n\n\u001b[1m明らかに、泥棒についてのショーにも人々のために狩りがあります。 最も重要なキャラクターはゼニガタです。 ルパンを捕まえるための彼の強迫観念は、2人が時々猫と猫のようなゲームでロックされているので、とても面白いです。 それはトムとジェリーのように思うが、より多くの紆余曲折がある。 ショーの冒険的な構造は、時にはそれらの関係を実際に示すまれな状況で一緒にピットインします。 しかし私は認めなければならない、レベッカは私が最初に適応するのが難しいと感じる人物である。 ほとんどの人はおそらく富士子に精通しているので、Rebeccaを導入することは多少のリスクです。 加えて、彼女は甘やかされた性格を持ち、しばしば喜ばしくない。 時間が経つにつれて、私は彼女の性格のより深い側面を見て、特に後のエピソードでレベッカに感謝する。 ちなみに、彼女はまた、彼女の狡猾な心と彼女の好意でイベントを操作する能力を持つ藤子のようなものです。\u001b[22m\n\u001b[1m(Akiraka ni, dorobō ni tsuite no shō ni mo hitobito no tame ni kari ga arimasu. Mottomo jūyōna kyarakutā wa zenigatadesu. Rupan o tsukamaeru tame no kare no kyōhaku kan'nen wa, 2-ri ga tokidoki neko to neko no yōna gēmu de rokku sa rete irunode, totemo omoshiroidesu. Sore wa Tomu to jerī no yō ni omou ga, yori ōku no uyokyokusetsu ga aru. Shō no bōken-tekina kōzō wa, tokiniha sorera no kankei o jissai ni shimesu marena jōkyō de issho ni pittoin shimasu. Shikashi watashi wa mitomenakereba naranai, Rebekka wa watashi ga saisho ni tekiō suru no ga muzukashī to kanjiru jinbutsudearu. Hotondo no hito wa osoraku Fujiko ni seitsū shite irunode, Rebecca o dōnyū suru koto wa tashō no risukudesu. Kuwaete, kanojo wa amayakasa reta seikaku o mochi, shibashiba yorokobashikunai. Jikangatatsu ni tsurete, watashi wa kanojo no seikaku no yori fukai sokumen o mite, tokuni ato no episōdo de Rebekka ni kansha suru. Chinamini, kanojo wa mata, kanojo no kōkatsuna kokoro to kanojo no kōi de ibento o sōsa suru nōryoku o motsu Fujiko no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mObviously, a show about a thief also has people hunting for them. The most significant character is Zenigata. His obsession to capture Lupin is very entertaining as the two are sometimes locked in a cat-and-mouse game. Think of it like Tom and Jerry but with a lot of more twists. The adventurous structure of the show sometimes pits them together in unlikely circumstances as well that really shows their relationship. I have to admit though, Rebecca is a character that I find hard to adapt with at first. Most people are probably more familiar with Fujiko so introducing Rebecca is somewhat of a risk. Plus, she has a spoiled personality and often hard to please. As time went on, I find more appreciation for Rebecca especially in the later episodes when we see a deeper side of her character. In a way, she is also like Fujiko with her crafty mind and ability to manipulate events in her favor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mObviously, a show about a thief also has people hunting for them.\u001b[24m\n    \u001b[1m明らかに、泥棒についてのショーにも人々のために狩りがあります。\u001b[22m, \u001b[1m明らかに、泥棒についてのショーはまた、彼らのために狩りの人々を持っています。\u001b[22m\n\u001b[4mThe most significant character is Zenigata.\u001b[24m\n    \u001b[1m最も重要なキャラクターはゼニガタです。\u001b[22m, \u001b[1m最も重要な文字は銭形です。\u001b[22m\n\u001b[4mHis obsession to capture Lupin is very entertaining as the two are sometimes locked in a cat-and-mouse game.\u001b[24m\n    \u001b[1mルパンを捕まえるための彼の強迫観念は、2人が時々猫と猫のようなゲームでロックされているので、とても面白いです。\u001b[22m, \u001b[1m2は時々いたちごっこにロックされているようにルパンをキャプチャするために彼の強迫観念は非常に面白いです。\u001b[22m\n\u001b[4mThink of it like Tom and Jerry but with a lot of more twists.\u001b[24m\n    \u001b[1mそれはトムとジェリーのように思うが、より多くの紆余曲折がある。\u001b[22m, \u001b[1mトムとジェリーのようですが、それ以上のひねりの多くのそれを考えます。\u001b[22m\n\u001b[4mThe adventurous structure of the show sometimes pits them together in unlikely circumstances as well that really shows their relationship.\u001b[24m\n    \u001b[1mショーの冒険的な構造は、時にはそれらの関係を実際に示すまれな状況で一緒にピットインします。\u001b[22m, \u001b[1mショーの冒険構造は時々本当に自分の関係を示していることも同様に可能性は低い状況でそれらを一緒にピット。\u001b[22m\n\u001b[4mI have to admit though, Rebecca is a character that I find hard to adapt with at first.\u001b[24m\n    \u001b[1mしかし私は認めなければならない、レベッカは私が最初に適応するのが難しいと感じる人物である。\u001b[22m, \u001b[1m私も認めざるを得ない、レベッカは、私が最初にして適応するのは難しい見つける文字です。\u001b[22m\n\u001b[4mMost people are probably more familiar with Fujiko so introducing Rebecca is somewhat of a risk.\u001b[24m\n    \u001b[1mほとんどの人はおそらく富士子に精通しているので、Rebeccaを導入することは多少のリスクです。\u001b[22m, \u001b[1mほとんどの人はそうレベッカはややリスクのある導入おそらく不二子に精通しています。\u001b[22m\n\u001b[4mPlus, she has a spoiled personality and often hard to please.\u001b[24m\n    \u001b[1m加えて、彼女は甘やかされた性格を持ち、しばしば喜ばしくない。\u001b[22m, \u001b[1mさらに、彼女は甘やかされて育った性格を持っており、しばしば気難しいです。\u001b[22m\n\u001b[4mAs time went on, I find more appreciation for Rebecca especially in the later episodes when we see a deeper side of her character.\u001b[24m\n    \u001b[1m時間が経つにつれて、私は彼女の性格のより深い側面を見て、特に後のエピソードでレベッカに感謝する。\u001b[22m, \u001b[1m時が経つにつれ、我々は彼女の性格の奥側を見たとき、私は特に、後のエピソードにレベッカのためのより多くの感謝を見つけます。\u001b[22m\n\u001b[4mIn a way, she is also like Fujiko with her crafty mind and ability to manipulate events in her favor.\u001b[24m\n    \u001b[1mちなみに、彼女はまた、彼女の狡猾な心と彼女の好意でイベントを操作する能力を持つ藤子のようなものです。\u001b[22m, \u001b[1mように、彼女は彼女の狡猾な心と彼女の好意でイベントを操作する能力でも不二子のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nA frequent question for fans is whether you can watch this show without any experience of the predecessors. It’s sort of a two-way sort of scenario. On one hand, you can watch it to enjoy this series as a standalone with the Italian adventures. Most episodes are standalone and easy to understand even with some of the background storytelling. On the other hand, you’ll probably get a better experience if you understand the characters better from the previous series. Honestly though, this show can sometimes be so entertaining that you’ll often forget about the story. It’s just that damn fun.\n\n\u001b[1mファンのための頻繁な質問は、あなたが前任者の経験なしでこのショーを見ることができるかどうかです。 これは、双方向のシナリオのようなものです。 一方では、このシリーズをイタリアの冒険と一緒にスタンドアローンとして楽しむために見ることができます。 ほとんどのエピソードはスタンドアロンであり、背景ストーリーテリングの一部でも分かりやすいです。 一方、以前のシリーズのキャラクターをよりよく理解すれば、おそらくより良い経験を得ることができます。 正直なところ、このショーは時には面白くもあり、物語を忘れることもあります。 それはちょうどその地獄の楽しみです。\u001b[22m\n\u001b[1m(Fan no tame no hinpan'na shitsumon wa, anata ga zen'nin-sha no keiken nashi de kono shō o miru koto ga dekiru ka dō kadesu. Kore wa, sōhōkō no shinario no yōna monodesu. Ippō dewa, kono shirīzu o Itaria no bōken to issho ni sutandoarōn to shite tanoshimu tame ni miru koto ga dekimasu. Hotondo no episōdo wa sutandoarondeari, haikei sutōrīteringu no ichibu demo wakari yasuidesu. Ippō, izen no shirīzu no kyarakutā o yori yoku rikai sureba, osoraku yoriyoi keiken o eru koto ga dekimasu. Shōjikina tokoro, kono shō wa tokiniha omoshiroku mo ari, monogatari o wasureru koto mo arimasu. Sore wa chōdo sono jigoku no tanoshimidesu.)\u001b[22m\n\nTranslations of \u001b[4mA frequent question for fans is whether you can watch this show without any experience of the predecessors. It’s sort of a two-way sort of scenario. On one hand, you can watch it to enjoy this series as a standalone with the Italian adventures. Most episodes are standalone and easy to understand even with some of the background storytelling. On the other hand, you’ll probably get a better experience if you understand the characters better from the previous series. Honestly though, this show can sometimes be so entertaining that you’ll often forget about the story. It’s just that damn fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA frequent question for fans is whether you can watch this show without any experience of the predecessors.\u001b[24m\n    \u001b[1mファンのための頻繁な質問は、あなたが前任者の経験なしでこのショーを見ることができるかどうかです。\u001b[22m, \u001b[1mファンのための頻繁な質問は、あなたは前任者のいずれかの経験がなく、この番組を見ることができるかどうかです。\u001b[22m\n\u001b[4mIt’s sort of a two-way sort of scenario.\u001b[24m\n    \u001b[1mこれは、双方向のシナリオのようなものです。\u001b[22m, \u001b[1mこれは、シナリオの双方向の並べ替えのようなものです。\u001b[22m\n\u001b[4mOn one hand, you can watch it to enjoy this series as a standalone with the Italian adventures.\u001b[24m\n    \u001b[1m一方では、このシリーズをイタリアの冒険と一緒にスタンドアローンとして楽しむために見ることができます。\u001b[22m, \u001b[1m一方で、あなたはイタリアの冒険スタンドアロンとしてこのシリーズを楽しむためにそれを見ることができます。\u001b[22m\n\u001b[4mMost episodes are standalone and easy to understand even with some of the background storytelling.\u001b[24m\n    \u001b[1mほとんどのエピソードはスタンドアロンであり、背景ストーリーテリングの一部でも分かりやすいです。\u001b[22m, \u001b[1mほとんどのエピソードは、スタンドアロン、さらにはバックグラウンドストーリーテリングのいくつかと理解しやすいです。\u001b[22m\n\u001b[4mOn the other hand, you’ll probably get a better experience if you understand the characters better from the previous series.\u001b[24m\n    \u001b[1m一方、以前のシリーズのキャラクターをよりよく理解すれば、おそらくより良い経験を得ることができます。\u001b[22m, \u001b[1mあなたが以前のシリーズからの文字がよりよく理解する一方、あなたはおそらくより良い経験を得るでしょう。\u001b[22m\n\u001b[4mHonestly though, this show can sometimes be so entertaining that you’ll often forget about the story.\u001b[24m\n    \u001b[1m正直なところ、このショーは時には面白くもあり、物語を忘れることもあります。\u001b[22m, \u001b[1m正直なところ、しかし、このショーは時々あなたが頻繁に話忘れるほど面白いことができます。\u001b[22m\n\u001b[4mIt’s just that damn fun.\u001b[24m\n    \u001b[1mそれはちょうどその地獄の楽しみです。\u001b[22m, \u001b[1mそれはちょうどそのいまいましい楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of technical visuals, the show may seem lackluster at first. Don’t let it fool you. The show isn’t designed to look like a Makoto Shinkai-level type of blockbuster. Rather, it retains the classic feel and that’s what Lupin is about. It’s stylistic and very well done. Plus, the characters are designed in ways that feels nostalgic. They still retain what fans may be used to such as Fujiko’s seductive fashion, Goemon’s trademark samurai clothes, or Zenigata’s professionalism. The background and design of Italy is also filled with culture that really gives the adventurous feel. It’s spellbinding just seeing some of the architectural designs that almost makes you feel like you’re there yourself. Add that with the neat action and this show really is something to take home.\n\n\u001b[1m技術的なビジュアルの面では、最初はショーが明るくないように見えるかもしれません。 それがあなたをばかにさせてはいけません。 このショーは新進レベルのブロックバスターのように見えるようにデザインされていません。 むしろ、ルパンは古典的な感覚を保持しています。 それは文体的であり、非常にうまくいった。 加えて、キャラクターはノスタルジックな感覚でデザインされています。 藤子の魅力的なファッション、ゴエモンのトレードマークの武家服、善方のプロフェッショナルなど、どんなファンにも慣れ親しんでいる。 イタリアの背景とデザインは、本当に冒険感を与える文化で満たされています。 それはあなたがあなた自身のように感じるほとんどの建築デザインを見ているだけの綴りです。 きちんとしたアクションでそれを加えて、このショーは本当に家に帰るものです。\u001b[22m\n\u001b[1m(Gijutsu-tekina bijuaru no mende wa, saisho wa shō ga akarukunai yō ni mieru kamo shiremasen. Sore ga anata o baka ni sa sete wa ikemasen. Kono shō wa shinshin reberu no burokkubasutā no yō ni mieru yō ni dezain sa rete imasen. Mushiro, rupan wa koten-tekina kankaku o hoji shite imasu. Sore wa buntai-tekideari, hijō ni umaku itta. Kuwaete, kyarakutā wa nosutarujikkuna kankaku de dezain sa rete imasu. Fujiko no miryoku-tekina fasshon, Goemon no torēdomāku no buke-fuku, yoshikata no purofesshonaru nado, don'na fan ni mo nareshitashinde iru. Itaria no haikei to dezain wa, hontōni bōken-kan o ataeru bunka de mitasa rete imasu. Sore wa anata ga anata jishin no yō ni kanjiru hotondo no kenchiku dezain o mite iru dake no tsudzuridesu. Kichinto shita akushon de sore o kuwaete, kono shō wa hontōni ie ni kaeru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of technical visuals, the show may seem lackluster at first. Don’t let it fool you. The show isn’t designed to look like a Makoto Shinkai-level type of blockbuster. Rather, it retains the classic feel and that’s what Lupin is about. It’s stylistic and very well done. Plus, the characters are designed in ways that feels nostalgic. They still retain what fans may be used to such as Fujiko’s seductive fashion, Goemon’s trademark samurai clothes, or Zenigata’s professionalism. The background and design of Italy is also filled with culture that really gives the adventurous feel. It’s spellbinding just seeing some of the architectural designs that almost makes you feel like you’re there yourself. Add that with the neat action and this show really is something to take home.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of technical visuals, the show may seem lackluster at first.\u001b[24m\n    \u001b[1m技術的なビジュアルの面では、最初はショーが明るくないように見えるかもしれません。\u001b[22m, \u001b[1m技術的なビジュアルの面では、ショーは、最初は精彩を欠いたように見えることがあります。\u001b[22m\n\u001b[4mDon’t let it fool you.\u001b[24m\n    \u001b[1mそれがあなたをばかにさせてはいけません。\u001b[22m, \u001b[1mそれにだまされてはいけません。\u001b[22m\n\u001b[4mThe show isn’t designed to look like a Makoto Shinkai-level type of blockbuster.\u001b[24m\n    \u001b[1mこのショーは新進レベルのブロックバスターのように見えるようにデザインされていません。\u001b[22m, \u001b[1mショーは大ヒットの新海誠レベルのタイプのように見えるように設計されていません。\u001b[22m\n\u001b[4mRather, it retains the classic feel and that’s what Lupin is about.\u001b[24m\n    \u001b[1mむしろ、ルパンは古典的な感覚を保持しています。\u001b[22m, \u001b[1mむしろ、それは古典的な感触を保持し、それがルパンとは何かです。\u001b[22m\n\u001b[4mIt’s stylistic and very well done.\u001b[24m\n    \u001b[1mそれは文体的であり、非常にうまくいった。\u001b[22m, \u001b[1mそれは文体と非常によく行われます。\u001b[22m\n\u001b[4mPlus, the characters are designed in ways that feels nostalgic.\u001b[24m\n    \u001b[1m加えて、キャラクターはノスタルジックな感覚でデザインされています。\u001b[22m, \u001b[1mさらに、文字はノスタルジックな感じの方法で設計されています。\u001b[22m\n\u001b[4mThey still retain what fans may be used to such as Fujiko’s seductive fashion, Goemon’s trademark samurai clothes, or Zenigata’s professionalism.\u001b[24m\n    \u001b[1m藤子の魅力的なファッション、ゴエモンのトレードマークの武家服、善方のプロフェッショナルなど、どんなファンにも慣れ親しんでいる。\u001b[22m, \u001b[1m彼らはまだファンが藤子さんの魅惑的なファッション、五右衛門の商標武士の服、または銭形のプロフェッショナリズムなどに使用することができるものを保持しています。\u001b[22m\n\u001b[4mThe background and design of Italy is also filled with culture that really gives the adventurous feel.\u001b[24m\n    \u001b[1mイタリアの背景とデザインは、本当に冒険感を与える文化で満たされています。\u001b[22m, \u001b[1mイタリアの背景やデザインも本当に冒険感じを与える文化が充填されています。\u001b[22m\n\u001b[4mIt’s spellbinding just seeing some of the architectural designs that almost makes you feel like you’re there yourself.\u001b[24m\n    \u001b[1mそれはあなたがあなた自身のように感じるほとんどの建築デザインを見ているだけの綴りです。\u001b[22m, \u001b[1mそれはちょうど、ほとんどあなたがそこに自分自身をしているようにあなたが感じさせる建築デザインのいくつかを見て魅了です。\u001b[22m\n\u001b[4mAdd that with the neat action and this show really is something to take home.\u001b[24m\n    \u001b[1mきちんとしたアクションでそれを加えて、このショーは本当に家に帰るものです。\u001b[22m, \u001b[1mきちんとしたアクションでそれを追加し、このショーは本当に家に持ち帰るために何かです。\u001b[22m\n\u001b[1m\u001b[22m\nDid I mention classic already in this review? Let me mention it again then. The soundtrack is classic. No, not the type of classic like it’s remixed. Rather, it’s refreshing with how this show is done. From the theme songs to the jazz-beat music, this show can easily be put on repeat every episode with the music. Character voice mannerism is also stellar that matches with their performances. I’d often find myself laughing at the humor just because of Lupin’s role and his voice matches perfectly as a thief. That same goes for Fujiko, a woman that defines what manipulation is all about.\n\n\u001b[1m私はこのレビューで既に古典に言及しましたか？ 私はそれをもう一度言及しましょう。 サウンドトラックはクラシックです。 いいえ、リミックスされたようなクラシックのタイプではありません。 むしろ、このショーがどのように行われているのかが爽やかです。 テーマソングからジャズ・ビート・ミュージックまで、このショーは音楽ごとに簡単に繰り返すことができます。 キャラクター・ヴォイス・マラニズムも、彼らの公演と一致する恒星です。 私はしばしばルパンの役割と彼の声が完全に泥棒のように一致しているため、ユーモアに笑いかけていることがよくあります。 それは、どのような操作がすべてであるかを定義している女性の藤子さんにも当てはまります。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū de sudeni koten ni genkyū shimashita ka? Watashi wa sore o mōichido genkyū shimashou. Saundotorakku wa kurashikkudesu. Īe, rimikkusu sa reta yōna kurashikku no taipude wa arimasen. Mushiro, kono shō ga dono yō ni okonawa rete iru no ka ga sawayakadesu. Tēmasongu kara jazu bīto myūjikku made, kono shō wa ongaku-goto ni kantan ni kurikaesu koto ga dekimasu. Kyarakutā vu~oisu maranizumu mo, karera no kōen to itchi suru kōseidesu. Watashi wa shibashiba rupan no yakuwari to kare no koe ga kanzen ni dorobō no yō ni itchi shite iru tame, yūmoa ni waraikakete iru koto ga yoku arimasu. Sore wa, do no yōna sōsa ga subetedearu ka o teigi shite iru josei no Fujiko-san ni mo atehamarimasu.)\u001b[22m\n\nTranslations of \u001b[4mDid I mention classic already in this review? Let me mention it again then. The soundtrack is classic. No, not the type of classic like it’s remixed. Rather, it’s refreshing with how this show is done. From the theme songs to the jazz-beat music, this show can easily be put on repeat every episode with the music. Character voice mannerism is also stellar that matches with their performances. I’d often find myself laughing at the humor just because of Lupin’s role and his voice matches perfectly as a thief. That same goes for Fujiko, a woman that defines what manipulation is all about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid I mention classic already in this review?\u001b[24m\n    \u001b[1m私はこのレビューで既に古典に言及しましたか？\u001b[22m, \u001b[1m私はこのレビューですでに古典に言及しましたか？\u001b[22m\n\u001b[4mLet me mention it again then.\u001b[24m\n    \u001b[1m私はそれをもう一度言及しましょう。\u001b[22m, \u001b[1m私は再びそれを言及してみましょう。\u001b[22m\n\u001b[4mThe soundtrack is classic.\u001b[24m\n    \u001b[1mサウンドトラックはクラシックです。\u001b[22m, \u001b[1mサウンドトラックは古典的です。\u001b[22m\n\u001b[4mNo, not the type of classic like it’s remixed.\u001b[24m\n    \u001b[1mいいえ、リミックスされたようなクラシックのタイプではありません。\u001b[22m, \u001b[1mいいえ、それのような古典のタイプがリミックスしていません。\u001b[22m\n\u001b[4mRather, it’s refreshing with how this show is done.\u001b[24m\n    \u001b[1mむしろ、このショーがどのように行われているのかが爽やかです。\u001b[22m, \u001b[1mむしろ、このショーがどのように行われるかとさわやかです。\u001b[22m\n\u001b[4mFrom the theme songs to the jazz-beat music, this show can easily be put on repeat every episode with the music.\u001b[24m\n    \u001b[1mテーマソングからジャズ・ビート・ミュージックまで、このショーは音楽ごとに簡単に繰り返すことができます。\u001b[22m, \u001b[1mテーマ曲からジャズビートの音楽に、このショーは、簡単に音楽ですべてのエピソードの繰り返しに置くことができます。\u001b[22m\n\u001b[4mCharacter voice mannerism is also stellar that matches with their performances.\u001b[24m\n    \u001b[1mキャラクター・ヴォイス・マラニズムも、彼らの公演と一致する恒星です。\u001b[22m, \u001b[1mキャラクターボイスマンネリは、その性能と一致するもの恒星です。\u001b[22m\n\u001b[4mI’d often find myself laughing at the humor just because of Lupin’s role and his voice matches perfectly as a thief.\u001b[24m\n    \u001b[1m私はしばしばルパンの役割と彼の声が完全に泥棒のように一致しているため、ユーモアに笑いかけていることがよくあります。\u001b[22m, \u001b[1m私は頻繁に自分自身を理由だけでルパンの役割のユーモアで笑い見つけるだろうし、彼の声は泥棒のように完璧にマッチします。\u001b[22m\n\u001b[4mThat same goes for Fujiko, a woman that defines what manipulation is all about.\u001b[24m\n    \u001b[1mそれは、どのような操作がすべてであるかを定義している女性の藤子さんにも当てはまります。\u001b[22m, \u001b[1mつまり、同じことが藤子、操作はすべてに約あるかを定義した女性のために行きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe waiting is definitely worth it. Even though the original series debuted many years ago, Lupin III still reminds us why adventure can be so much fun. From the thrilling action to the marvelous character performances, it’s a show that anyone can easily dive into. Rebecca can be a character that some may find irritating at first. However, I’d give it more time as she does get a decent amount of characterization later. While on the way, you’ll see just how bizarre Lupin’s adventure can really get in a world like no other.\n\n\u001b[1m待っていることは間違いなく価値がある。 何年も前のシリーズがデビューしたにもかかわらず、ルパン3世はなぜ冒険がとても楽しいのかを思い起こさせます。 スリリングなアクションから素晴らしいキャラクターのパフォーマンスまで、誰でも簡単に泳ぐことができるショーです。 レベッカは、ある人が最初に苛立ちを感じるかもしれない性格を持つことができます。 しかし、後で彼女がかなりの量の特徴付けをするように、私はそれにもっと時間を与えるでしょう。 途中で、ルパンの奇妙な冒険が本当に他の誰かのような世界にいかなくてはならないかが分かります。\u001b[22m\n\u001b[1m(Matte iru koto wa machigainaku kachigāru. Nan'nen mo mae no shirīzu ga debyū shita nimokakawarazu, rupan 3-sei wa naze bōken ga totemo tanoshī no ka o omoiokosa semasu. Suriringuna akushon kara subarashī kyarakutā no pafōmansu made, dare demo kantan ni oyogu koto ga dekiru shōdesu. Rebekka wa, aru hito ga saisho ni iradachi o kanjiru kamo shirenai seikaku o motsu koto ga dekimasu. Shikashi,-go de kanojo ga kanari no ryō no tokuchō-tsuke o suru yō ni, watashi wa sore ni motto jikan o ataerudeshou. Tochū de, rupan no kimyōna bōken ga hontōni hoka no dareka no yōna sekai ni ikanakute wa naranai ka ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe waiting is definitely worth it. Even though the original series debuted many years ago, Lupin III still reminds us why adventure can be so much fun. From the thrilling action to the marvelous character performances, it’s a show that anyone can easily dive into. Rebecca can be a character that some may find irritating at first. However, I’d give it more time as she does get a decent amount of characterization later. While on the way, you’ll see just how bizarre Lupin’s adventure can really get in a world like no other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe waiting is definitely worth it.\u001b[24m\n    \u001b[1m待っていることは間違いなく価値がある。\u001b[22m, \u001b[1m待機は、間違いなくそれだけの価値があります。\u001b[22m\n\u001b[4mEven though the original series debuted many years ago, Lupin III still reminds us why adventure can be so much fun.\u001b[24m\n    \u001b[1m何年も前のシリーズがデビューしたにもかかわらず、ルパン3世はなぜ冒険がとても楽しいのかを思い起こさせます。\u001b[22m, \u001b[1mオリジナルシリーズは、何年も前にデビューしていても冒険はとても楽しいことができますなぜ、ルパン三世は、まだ私たちに思い出させます。\u001b[22m\n\u001b[4mFrom the thrilling action to the marvelous character performances, it’s a show that anyone can easily dive into.\u001b[24m\n    \u001b[1mスリリングなアクションから素晴らしいキャラクターのパフォーマンスまで、誰でも簡単に泳ぐことができるショーです。\u001b[22m, \u001b[1mスリル満点のアクションからの素晴らしい文字公演に、それは誰でも簡単に飛び込むことができることを示します。\u001b[22m\n\u001b[4mRebecca can be a character that some may find irritating at first.\u001b[24m\n    \u001b[1mレベッカは、ある人が最初に苛立ちを感じるかもしれない性格を持つことができます。\u001b[22m, \u001b[1mレベッカは、いくつかは、最初に刺激を見つけることができる文字を使用することができます。\u001b[22m\n\u001b[4mHowever, I’d give it more time as she does get a decent amount of characterization later.\u001b[24m\n    \u001b[1mしかし、後で彼女がかなりの量の特徴付けをするように、私はそれにもっと時間を与えるでしょう。\u001b[22m, \u001b[1m彼女は後に特性評価のまともな量を取得しないようにしかし、私はそれをより多くの時間を与えるだろう。\u001b[22m\n\u001b[4mWhile on the way, you’ll see just how bizarre Lupin’s adventure can really get in a world like no other.\u001b[24m\n    \u001b[1m途中で、ルパンの奇妙な冒険が本当に他の誰かのような世界にいかなくてはならないかが分かります。\u001b[22m, \u001b[1m途中でいる間、あなたはルパンの冒険が本当に他のような世界で取得することができますどれだけ奇妙な表示されます。\u001b[22m"
  },
  {
    "title": "Lupin_III_2015",
    "id": "27947",
    "url": "https://myanimelist.net/anime/27947/Lupin_III_2015",
    "user": "Lancehot",
    "profile": "/profile/Lancehot/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=231262",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  8\n\nTL; DR  - ルパンの広大なフランチャイズへの進入ポイントと同じくらい、4番目のTVシリーズは古いファンに魅力を感じるはずです。 新しい観客も同様です。 それは欠陥がないわけではありませんが、多くの楽しみです。\n\n子供たちのテレビアニメ（1960年代〜1980年代）の黄金時代をルパン三世のようなポップカルチャーで維持してきた人物はほとんどありません。 これが30年以上にわたる最初の完全なテレビシリーズであるにもかかわらず、映画、スペシャル、クロスオーバー＆amp; マーケティング・タイイン・インは、世界で最も偉大な泥棒を人気のある良心に保つのに役立っています。\n\nしかし、多くの人がルパン＆amp; 彼のギャングは、この最新のシーズンは、このレビューアを含む多くの人々にとって、彼らが実際に行動するのを見るための最初の機会になる可能性が高いでしょう。 これを見て分かるように、この第4シリーズは、ルパンの新世代のファンに魅力的である可能性のある魅力的な目標を抱かせながら、古いファンに見せる理由を教えてくれます。 幸いにも、それはほとんどの場合、それを取り除きます。\n\n最初のエピソードはルピンスの仲間である藤子、ジーゲン、 ルパンの突然の結婚とレベッカ・ロセッリーニ（美しいが、裕福な相続人）  San Marinoのソーシャルサイト。 もちろん、結婚式はそうではありませんが、エピソードはルパン三世への素晴らしい（再）紹介であり、楽しい宝石の強盗＆amp; 屋根の上でルパンを追っている探偵ゼニガタと絶頂を合わせ、重力に惑わされているすべてのエネルギーを期待しています。\n\nまた、ルパンらが「イタリアの夢」を取り巻く謎に巻き込まれていることから、このシリーズの主な話を始める。  MI：6エージェントNixは、ルパン三世の普通のキャラクターと一緒にうまくいっているようです。  Nixは確かに弱いキャラクターであり、十分に活用されていないだけでなく、プロットが必要なときはいつでも、新しい、説明できない力で才能があるようです。 レベッカは明らかに、作家が最も関心を持っていた新人です。そのキャラクタータイプほど迷惑にならないように管理している甘やかされた小鳥は、まもなくルパンが究極の賞を授けるスリル・シーカーになることを明らかにします。 すべての女性を愛しすぎてただの人に縛られている人にとっては、それは挑戦である。 彼らの関係は、ルパンとルパンの間では不可能なダイナミズムを模索するチャンスとして捉えられているようです。 彼の古い炎富士子。\n\n「イタリアの夢」自体については、実際にはちょっと混乱しています。 その背後にあるアイデアは、ルパンの偉大な泥棒を偉大な芸術家＆ 彼は知恵の戦いで世界の偉大な芸術家に対抗するようにしてください。 それは確かにいくつかの創造的なアイデアを持って、いくつかの超現実的な夢のエピソード、＆amp; ルパイン＆amp; レベッカは楽しいデュオを作る。 しかし、ルパンらは、MIによって作られた特定の歴史的人物のクローンから世界を救おうとしています。彼らが夢の研究を盗んだ後、私はクロスアイになってしまった。\n\n幸いなことに、「イタリアの夢」は、＆amp; とにかく、シリーズのエピソードの約半分しか占めていない。 残りはスタンドアロンの物語で、2人のキャラクターをより詳しく説明したり、メインストーリーのトーンに合わない強盗をしたりします。 これらは、間違いなくシリーズの最も重要な部分であり、特に古いキャラクターに焦点を当てたり、カメオを持ったりしているものです。 古いルパン三世のファンは、彼らを最大限に活用することができますが、新しい視聴者は、キャラクターをよりよく知ることができます。 より多様な状況でそれらを参照してください。 主なVAのすべてが以前から彼らの性格を表明しているので、不快感や不自然さはありませんが、最後のテレビシリーズでは小林清がいろいろな理由で唯一の存在です。\n\nこの最新シリーズの制作はそれほど荒れていないことは少し残念です。 キャラクターのデザインは素晴らしいですが、新しいキャラクターのどれも、モンキー・パンチのオリジナルの創作物をすぐに認識することはできません。 それでも、彼らはほとんどが古い芸術の様子を見守っていました。 それは明らかなもののように見えるかもしれませんが、ビショーエン＆amp; 最近のヤング・ブラック・ジャック・アニメの中で鼻水を浴びている人たち、生産委員会の誰かがルパンの見た目を「近代化」すると驚くことはありません。 バックグラウンドアートは、特に屋外シーンが華やかに見える、プロダクションの画期的な部分です。\n\nしかし、アニメーションの質は混在しています。 最初のエピソードは素晴らしい＆amp; 全体的にふさわしいシーケンスがたくさんあります。 見て楽しいです。 特に注目すべきは、CGI車が存在するが、ルパイン＆amp; ゼニガタはすべて手描きで描かれている。 それよりはるかに良い。 しかし、一方で、特に中期のシーズンでは、最終的な少数のエピソードでは品質が顕著に低下する。 最初のエピソードは、おそらく残念なことに、ルパン三世の文字、 スタイルを1つのパッケージにまとめます。\n\n芸術のように、彼らは古いシリーズのスタイルで音楽を守っていることも素晴らしいことです。  2004年のRe：Cutie Honeyの「Cutie Honey」テーマソングの率直に不快なバージョンとは異なり、このシリーズはルパン三世のテーマソングをよく取り上げています。  OSTにはジャジーな雰囲気があり、クラシックなヘイスト＆amp; 犯罪映画。 最後のクレジットのために、チャートブーストを探している古いポップソングを弾くのではなく、女性VAの1人にキャラクターソングをやってもらうために、彼らは長年の演歌歌手、石川さゆりによって熱狂的なジャズナンバーに行きました。 それはすべてのエピソードを見て少し楽しくするためにすべてを追加します。\n\n悲しいことに、それは名前の認識にもかかわらず、ルパン3世の第4シリーズはアニメファンによってほとんどが渡されているようです。 私はルパンの多くの以前の出演から得られなかったものを見つけることができない既存のルパンのファンを話すことはできませんが、この新しいシリーズは簡単にアクセスしやすく＆amp; 誰かが望むような楽しいエントリーポイント。 シリーズがルパンのギャングで始まったように、最後のエピソードは、彼らが再び次の強盗まで部分的に進むにつれて、一度に1つずつ画面が消えて終わります。 私はそれを楽しみにしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR – As good as any entry point into the sprawling Lupin franchise, the fourth TV series should appeal to old fans &amp; new audiences alike. It's not without flaws, but is a lot of fun.\n\n\u001b[1mTL; DR  - ルパンの広大なフランチャイズへの進入ポイントと同じくらい、4番目のTVシリーズは古いファンに魅力を感じるはずです。 新しい観客も同様です。 それは欠陥がないわけではありませんが、多くの楽しみです。\u001b[22m\n\u001b[1m(TL; DR - rupan no kōdaina furanchaizu e no shin'nyū pointo to onaji kurai, 4-banme no TV shirīzu wa furui fan ni miryoku o kanjiru hazudesu. Atarashī kankyaku mo dōyōdesu. Sore wa kekkan ga nai wakede wa arimasenga, ōku no tanoshimidesu.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR – As good as any entry point into the sprawling Lupin franchise, the fourth TV series should appeal to old fans &amp; new audiences alike. It's not without flaws, but is a lot of fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR – As good as any entry point into the sprawling Lupin franchise, the fourth TV series should appeal to old fans &amp;\u001b[24m\n    \u001b[1mTL; DR  - ルパンの広大なフランチャイズへの進入ポイントと同じくらい、4番目のTVシリーズは古いファンに魅力を感じるはずです。\u001b[22m, \u001b[1mTL; DRは - 広大なルパンフランチャイズへの任意のエントリポイントとして良いように、第4のテレビシリーズは、古いファン＆アンペアにアピールする必要があります。\u001b[22m\n\u001b[4mnew audiences alike.\u001b[24m\n    \u001b[1m新しい観客も同様です。\u001b[22m, \u001b[1m同様に、新しい観客。\u001b[22m\n\u001b[4mIt's not without flaws, but is a lot of fun.\u001b[24m\n    \u001b[1mそれは欠陥がないわけではありませんが、多くの楽しみです。\u001b[22m, \u001b[1mこれは、欠陥がないわけだが、多くの楽しみです。\u001b[22m\n\u001b[1m\u001b[22m\nFew characters from what some consider the golden period of children's TV anime (1960s – 1980s) have maintained a presence in pop-culture like Lupin III. Despite this being the first full TV series in over thirty years, a steady stream of films, specials, crossovers &amp; marketing tie-ins have helped keep the world's greatest master thief in the popular conscience.\n\n\u001b[1m子供たちのテレビアニメ（1960年代〜1980年代）の黄金時代をルパン三世のようなポップカルチャーで維持してきた人物はほとんどありません。 これが30年以上にわたる最初の完全なテレビシリーズであるにもかかわらず、映画、スペシャル、クロスオーバー＆amp; マーケティング・タイイン・インは、世界で最も偉大な泥棒を人気のある良心に保つのに役立っています。\u001b[22m\n\u001b[1m(Kodomo-tachi no terebi anime (1960-nendai 〜 1980-nendai) no kogane jidai o rupansansei no yōna poppukaruchā de iji shite kita jinbutsu wa hotondo arimasen. Kore ga 30-nen ijō ni wataru saisho no kanzen'na terebishirīzudearu nimokakawarazu, eiga, supesharu, kurosuōbā& amp; māketingu Tai in in wa, sekai de mottomo idaina dorobō o ninkinoaru ryōshin ni tamotsu no ni yakudatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mFew characters from what some consider the golden period of children's TV anime (1960s – 1980s) have maintained a presence in pop-culture like Lupin III. Despite this being the first full TV series in over thirty years, a steady stream of films, specials, crossovers &amp; marketing tie-ins have helped keep the world's greatest master thief in the popular conscience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFew characters from what some consider the golden period of children's TV anime (1960s – 1980s) have maintained a presence in pop-culture like Lupin III.\u001b[24m\n    \u001b[1m子供たちのテレビアニメ（1960年代〜1980年代）の黄金時代をルパン三世のようなポップカルチャーで維持してきた人物はほとんどありません。\u001b[22m, \u001b[1m一部は子供のテレビアニメ（1960  -  1980）の黄金期を考えるものからいくつかの文字は、ルパン三世のようなポップカルチャーにおけるプレゼンスを維持しています。\u001b[22m\n\u001b[4mDespite this being the first full TV series in over thirty years, a steady stream of films, specials, crossovers &amp;\u001b[24m\n    \u001b[1mこれが30年以上にわたる最初の完全なテレビシリーズであるにもかかわらず、映画、スペシャル、クロスオーバー＆amp;\u001b[22m, \u001b[1mこれは30年以上で初のフルテレビシリーズ、映画、スペシャル、クロスオーバー＆アンプの安定した流れにもかかわらず、\u001b[22m\n\u001b[4mmarketing tie-ins have helped keep the world's greatest master thief in the popular conscience.\u001b[24m\n    \u001b[1mマーケティング・タイイン・インは、世界で最も偉大な泥棒を人気のある良心に保つのに役立っています。\u001b[22m, \u001b[1mマーケティングのタイアップは、人気の良心に世界最大のマスター泥棒を保つ助けました。\u001b[22m\n\u001b[1m\u001b[22m\nBut while many may know of Lupin &amp; his gang, this latest season likely represents the first opportunity for many, including this reviewer, to see them in action. Seemingly aware of this, this forth series sets out to juggle the potentially conflicting objectives of appealing to a new generation of potential Lupin fans, while giving older fans a reason to watch. Fortunately, it for the most part pulls it off.\n\n\u001b[1mしかし、多くの人がルパン＆amp; 彼のギャングは、この最新のシーズンは、このレビューアを含む多くの人々にとって、彼らが実際に行動するのを見るための最初の機会になる可能性が高いでしょう。 これを見て分かるように、この第4シリーズは、ルパンの新世代のファンに魅力的である可能性のある魅力的な目標を抱かせながら、古いファンに見せる理由を教えてくれます。 幸いにも、それはほとんどの場合、それを取り除きます。\u001b[22m\n\u001b[1m(Shikashi, ōku no hito ga rupan& amp; kare no gyangu wa, kono saishin no shīzun wa, kono rebyūa o fukumu ōku no hitobito ni totte, karera ga jissai ni kōdō suru no o miru tame no saisho no kikai ni naru kanōsei ga takaideshou. Kore o mite wakaru yō ni, kono dai 4 shirīzu wa, rupan no shin sedai no fan ni mirikitekidearu kanōsei no aru miryoku-tekina mokuhyō o daka senagara, furui fan ni miseru riyū o oshiete kuremasu. Saiwai ni mo, sore wa hotondo no baai, sore o torinozokimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut while many may know of Lupin &amp; his gang, this latest season likely represents the first opportunity for many, including this reviewer, to see them in action. Seemingly aware of this, this forth series sets out to juggle the potentially conflicting objectives of appealing to a new generation of potential Lupin fans, while giving older fans a reason to watch. Fortunately, it for the most part pulls it off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut while many may know of Lupin &amp;\u001b[24m\n    \u001b[1mしかし、多くの人がルパン＆amp;\u001b[22m, \u001b[1mしかし一方で、多くはルパン＆アンペアを知っているかもしれません。\u001b[22m\n\u001b[4mhis gang, this latest season likely represents the first opportunity for many, including this reviewer, to see them in action.\u001b[24m\n    \u001b[1m彼のギャングは、この最新のシーズンは、このレビューアを含む多くの人々にとって、彼らが実際に行動するのを見るための最初の機会になる可能性が高いでしょう。\u001b[22m, \u001b[1m彼のギャングは、この最新のシーズンはおそらくアクションでそれらを参照してくださいするには、このレビューを含め、多くののための最初の機会を表しています。\u001b[22m\n\u001b[4mSeemingly aware of this, this forth series sets out to juggle the potentially conflicting objectives of appealing to a new generation of potential Lupin fans, while giving older fans a reason to watch.\u001b[24m\n    \u001b[1mこれを見て分かるように、この第4シリーズは、ルパンの新世代のファンに魅力的である可能性のある魅力的な目標を抱かせながら、古いファンに見せる理由を教えてくれます。\u001b[22m, \u001b[1mこの一見認識し、この規定シリーズは、古いファンに見て理由を与えながら、潜在的なルパンファンの新しい世代にアピールするの潜在的対立する目標を両立させるために設定しています。\u001b[22m\n\u001b[4mFortunately, it for the most part pulls it off.\u001b[24m\n    \u001b[1m幸いにも、それはほとんどの場合、それを取り除きます。\u001b[22m, \u001b[1m幸いなことに、ほとんどの部分はそれをオフにプルします。\u001b[22m\n\u001b[1m\u001b[22m\nThe first episode opens to the surprise of many, including Lupins companions Fujiko, Jigen &amp; Goeman, with Lupin's sudden marriage to Rebecca Rossellini, a beautiful but bratty heiress &amp; socialite in San Marino. Of course, the wedding is not what it seems, but the episode is a great (re)introduction to Lupin III, with a fun jewel heist &amp; culminating with detective Zenigata pursuing Lupin over rooftops with all the kinetic, gravity defying energy one could hope for.\n\n\u001b[1m最初のエピソードはルピンスの仲間である藤子、ジーゲン、 ルパンの突然の結婚とレベッカ・ロセッリーニ（美しいが、裕福な相続人）  San Marinoのソーシャルサイト。 もちろん結婚式はそうではありませんが、エピソードはルパン三世への素晴らしい紹介です。 屋根の上でルパンを追っている探偵ゼニガタ（Zenigata）と結びついて、重力に逆らうすべての運動エネルギーが期待できる。\u001b[22m\n\u001b[1m(Saisho no episōdo wa rupinsu no nakamadearu Fujiko, jīgen, rupan no totsuzen no kekkon to Rebekka roserrīni (utsukushī ga, yūfukuna sōzokujin) San Marino no sōsharusaito. Mochiron kekkonshiki wa sōde wa arimasenga, episōdo wa rupansansei e no subarashī shōkaidesu. Yane no ue de rupan o otte iru tantei zenigata (Zenigata) to musubitsuite, jūryoku ni sakarau subete no undō enerugī ga kitai dekiru.)\u001b[22m\n\nTranslations of \u001b[4mThe first episode opens to the surprise of many, including Lupins companions Fujiko, Jigen &amp; Goeman, with Lupin's sudden marriage to Rebecca Rossellini, a beautiful but bratty heiress &amp; socialite in San Marino. Of course, the wedding is not what it seems, but the episode is a great (re)introduction to Lupin III, with a fun jewel heist &amp; culminating with detective Zenigata pursuing Lupin over rooftops with all the kinetic, gravity defying energy one could hope for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first episode opens to the surprise of many, including Lupins companions Fujiko, Jigen &amp;\u001b[24m\n    \u001b[1m最初のエピソードはルピンスの仲間である藤子、ジーゲン、\u001b[22m, \u001b[1m最初のエピソードは、ルピナスの仲間不二子、Jigen＆＃038を含む多くの驚きに開きます。\u001b[22m\n\u001b[4mGoeman, with Lupin's sudden marriage to Rebecca Rossellini, a beautiful but bratty heiress &amp;\u001b[24m\n    \u001b[1mルパンの突然の結婚とレベッカ・ロセッリーニ（美しいが、裕福な相続人）\u001b[22m, \u001b[1mレベッカ・ロッセリーニ、美しいが、やんちゃ相続人＆＃038にルパンの突然の結婚とGoeman、。\u001b[22m\n\u001b[4msocialite in San Marino.\u001b[24m\n    \u001b[1mSan Marinoのソーシャルサイト。\u001b[22m, \u001b[1mサンマリノで社交界の名士。\u001b[22m\n\u001b[4mOf course, the wedding is not what it seems, but the episode is a great (re)introduction to Lupin III, with a fun jewel heist &amp;\u001b[24m\n    \u001b[1mもちろん結婚式はそうではありませんが、エピソードはルパン三世への素晴らしい紹介です。\u001b[22m, \u001b[1mもちろん、結婚式は、それが思われるものではないが、エピソードが楽しい宝石強盗＆アンプとルパン三世に大きな（再）導入です。\u001b[22m\n\u001b[4mculminating with detective Zenigata pursuing Lupin over rooftops with all the kinetic, gravity defying energy one could hope for.\u001b[24m\n    \u001b[1m屋根の上でルパンを追っている探偵ゼニガタ（Zenigata）と結びついて、重力に逆らうすべての運動エネルギーが期待できる。\u001b[22m, \u001b[1m一つはを期待可能性があり、すべての運動、重力挑むエネルギーと屋根の上にルパンを追求刑事銭形で最高潮に達します。\u001b[22m\n\u001b[1m\u001b[22m\nIt also begins the main story of the series, as Lupin et al find themselves caught up in the mystery surrounding the “Dream of Italy.” The new characters introduced for this series, Rebecca &amp; MI:6 agent Nix, seem fine additions alongside Lupin III's regular characters. Nix is certainly the weaker character, underutilised as well as seemingly being gifted with new, unexplained powers whenever the plot needs it. Rebecca is clearly the newcomer that the writers were most interested in. A spoilt brat who manages not to be as annoying as that character type often is, she soon reveals herself to be a thrill seeker for whom Lupin represents the ultimate prize. For a man who loves all women too much to be tied to just one, that represents a challenge. Their relationship seems to have been seized on as a chance to explore a dynamic that couldn't be done between Lupin &amp; his old flame Fujiko.\n\n\u001b[1mまた、ルパンらが「イタリアの夢」を取り巻く謎に巻き込まれていることから、このシリーズの主な話を始める。  MI：6エージェントNixは、ルパン三世の普通のキャラクターと一緒にうまくいっているようです。  Nixは確かに弱いキャラクターであり、十分に活用されていないだけでなく、プロットが必要なときはいつでも、新しい、説明できない力で才能があるようです。 レベッカは明らかに、作家が最も関心を持っていた新人です。そのキャラクタータイプほど迷惑にならないように管理している甘やかされた小鳥は、まもなくルパンが究極の賞を授けるスリル・シーカーになることを明らかにします。 すべての女性を愛しすぎてただの人に縛られている人にとっては、それは挑戦である。 彼らの関係は、ルパンとルパンの間では不可能なダイナミズムを模索するチャンスとして捉えられているようです。 彼の古い炎富士子。\u001b[22m\n\u001b[1m(Mata, rupan-ra ga `Itaria no yume' o torimaku nazo ni makikoma rete iru koto kara, kono shirīzu no omona hanashi o hajimeru. MI: 6 Ējento Nix wa, rupansansei no futsū no kyarakutā to issho ni umaku itte iru yōdesu. Nix wa tashika ni yowai kyarakutādeari, jūbun ni katsuyō sa rete inai dakedenaku, purotto ga hitsuyōna toki wa itsu demo, atarashī, setsumei dekinai chikara de sainō ga aru yōdesu. Rebekka wa akiraka ni, sakka ga mottomo kanshin o motte ita shinjindesu. Sono kyarakutātaipu hodo meiwaku ni naranai yō ni kanri shite iru amayakasa reta kotori wa, mamonaku rupan ga kyūkyoku no shō o sazukeru suriru shīkā ni naru koto o akiraka ni shimasu. Subete no josei o aishisugite tadanohito ni shibara rete iru hito ni totte wa, soreha chōsendearu. Karera no kankei wa, rupan to rupan no made wa fukanōna dainamizumu o mosaku suru chansu to shite torae rarete iru yōdesu. Kare no furui honō Fujiko.)\u001b[22m\n\nTranslations of \u001b[4mIt also begins the main story of the series, as Lupin et al find themselves caught up in the mystery surrounding the “Dream of Italy.” The new characters introduced for this series, Rebecca &amp; MI:6 agent Nix, seem fine additions alongside Lupin III's regular characters. Nix is certainly the weaker character, underutilised as well as seemingly being gifted with new, unexplained powers whenever the plot needs it. Rebecca is clearly the newcomer that the writers were most interested in. A spoilt brat who manages not to be as annoying as that character type often is, she soon reveals herself to be a thrill seeker for whom Lupin represents the ultimate prize. For a man who loves all women too much to be tied to just one, that represents a challenge. Their relationship seems to have been seized on as a chance to explore a dynamic that couldn't be done between Lupin &amp; his old flame Fujiko.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt also begins the main story of the series, as Lupin et al find themselves caught up in the mystery surrounding the “Dream of Italy.” The new characters introduced for this series, Rebecca &amp;\u001b[24m\n    \u001b[1mまた、ルパンらが「イタリアの夢」を取り巻く謎に巻き込まれていることから、このシリーズの主な話を始める。\u001b[22m, \u001b[1mルパン三世らが自分自身を見つけるように、それはまた、周囲の謎に巻き込まれ、シリーズのメインストーリーを開始します。このシリーズのために導入された新しい文字を、レベッカ＆アンプ\"イタリアの夢を。\";\u001b[22m\n\u001b[4mMI:6 agent Nix, seem fine additions alongside Lupin III's regular characters.\u001b[24m\n    \u001b[1mMI：6エージェントNixは、ルパン三世の普通のキャラクターと一緒にうまくいっているようです。\u001b[22m, \u001b[1mMI：6エージェントニックス、ルパン三世の通常の文字と一緒に罰金の追加に見えます。\u001b[22m\n\u001b[4mNix is certainly the weaker character, underutilised as well as seemingly being gifted with new, unexplained powers whenever the plot needs it.\u001b[24m\n    \u001b[1mNixは確かに弱いキャラクターであり、十分に活用されていないだけでなく、プロットが必要なときはいつでも、新しい、説明できない力で才能があるようです。\u001b[22m, \u001b[1mニックスは確かに弱いキャラクター、十分に活用されていないだけでなく、一見プロットがそれを必要とするたびに、新しい、原因不明の力に恵まれています。\u001b[22m\n\u001b[4mRebecca is clearly the newcomer that the writers were most interested in. A spoilt brat who manages not to be as annoying as that character type often is, she soon reveals herself to be a thrill seeker for whom Lupin represents the ultimate prize.\u001b[24m\n    \u001b[1mレベッカは明らかに、作家が最も関心を持っていた新人です。そのキャラクタータイプほど迷惑にならないように管理している甘やかされた小鳥は、まもなくルパンが究極の賞を授けるスリル・シーカーになることを明らかにします。\u001b[22m, \u001b[1mレベッカは、作家が最も興味を持っていたことを明らかに新参者である。その文字の種類と同じくらい迷惑にならない管理駄々っ子がしばしばあり、彼女はすぐにルパンが究極の賞を表し誰のためのスリルシーカーであることが自分自身を明らかにしています。\u001b[22m\n\u001b[4mFor a man who loves all women too much to be tied to just one, that represents a challenge.\u001b[24m\n    \u001b[1mすべての女性を愛しすぎてただの人に縛られている人にとっては、それは挑戦である。\u001b[22m, \u001b[1m挑戦を表しちょうど1に接続するにはあまりにも多くのすべての女性を愛する男のために。\u001b[22m\n\u001b[4mTheir relationship seems to have been seized on as a chance to explore a dynamic that couldn't be done between Lupin &amp;\u001b[24m\n    \u001b[1m彼らの関係は、ルパンとルパンの間では不可能なダイナミズムを模索するチャンスとして捉えられているようです。\u001b[22m, \u001b[1m彼らの関係はルパン＆アンペアの間で行うことができませんでしたダイナミックを探求する機会として押収されているようです。\u001b[22m\n\u001b[4mhis old flame Fujiko.\u001b[24m\n    \u001b[1m彼の古い炎富士子。\u001b[22m, \u001b[1m彼の昔の恋人藤子。\u001b[22m\n\u001b[1m\u001b[22m\nAs to the “Dream of Italy” itself, in truth it's a bit of a mess. The idea behind it seems to be to take Lupin's quote comparing great thieves to great artists &amp; have him face off against the world's greatest artist in a battle of wits. It certainly has some creative ideas, with a couple of surreal dream episodes, &amp; Lupin &amp; Rebecca make for a fun duo. But by the time Lupin et al are trying to save the world from the clone of a certain historical figure made by MI:6 after they stole the dream research of oh no I've gone cross-eyed.\n\n\u001b[1m「イタリアの夢」自体については、実際にはちょっと混乱しています。 その背後にあるアイデアは、ルパンの偉大な泥棒を偉大な芸術家＆ 彼は知恵の戦いで世界の偉大な芸術家に対抗するようにしてください。 それは確かにいくつかの創造的なアイデアを持って、いくつかの超現実的な夢のエピソード、＆amp; ルパイン＆amp; レベッカは楽しいデュオを作る。 しかし、ルパンらは、MIによって作られた特定の歴史的人物のクローンから世界を救おうとしています。彼らが夢の研究を盗んだ後、私はクロスアイになってしまった。\u001b[22m\n\u001b[1m(`Itaria no yume' jitai ni tsuite wa, jissai ni wa chotto konran shite imasu. Sono haigo ni aru aidea wa, rupan no idaina dorobō o idaina geijutsuka& kare wa chie no tatakai de sekai no idaina geijutsuka ni taikō suru yō ni shite kudasai. Sore wa tashika ni ikutsu ka no sōzō-tekina aidea o motte, ikutsu ka no chōgenjitsutekina yume no episōdo,& amp; rupain& amp; Rebekka wa tanoshī de~yuo o tsukuru. Shikashi, rupan-ra wa, MI ni yotte tsukura reta tokutei no rekishi-teki jinbutsu no kurōn kara sekai o sukuou to shite imasu. Karera ga yume no kenkyū o nusunda nochi, watashi wa kurosuai ni natte shimatta.)\u001b[22m\n\nTranslations of \u001b[4mAs to the “Dream of Italy” itself, in truth it's a bit of a mess. The idea behind it seems to be to take Lupin's quote comparing great thieves to great artists &amp; have him face off against the world's greatest artist in a battle of wits. It certainly has some creative ideas, with a couple of surreal dream episodes, &amp; Lupin &amp; Rebecca make for a fun duo. But by the time Lupin et al are trying to save the world from the clone of a certain historical figure made by MI:6 after they stole the dream research of oh no I've gone cross-eyed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs to the “Dream of Italy” itself, in truth it's a bit of a mess.\u001b[24m\n    \u001b[1m「イタリアの夢」自体については、実際にはちょっと混乱しています。\u001b[22m, \u001b[1m「イタリアの夢」は、それ自体としては、真実では混乱のビットです。\u001b[22m\n\u001b[4mThe idea behind it seems to be to take Lupin's quote comparing great thieves to great artists &amp;\u001b[24m\n    \u001b[1mその背後にあるアイデアは、ルパンの偉大な泥棒を偉大な芸術家＆\u001b[22m, \u001b[1mその背後にある考え方は、偉大なアーティスト＆アンペアに大きな泥棒を比較ルパンの見積もりを取ることのようです。\u001b[22m\n\u001b[4mhave him face off against the world's greatest artist in a battle of wits.\u001b[24m\n    \u001b[1m彼は知恵の戦いで世界の偉大な芸術家に対抗するようにしてください。\u001b[22m, \u001b[1m彼は知恵の戦いで世界最大のアーティスト対決持っています。\u001b[22m\n\u001b[4mIt certainly has some creative ideas, with a couple of surreal dream episodes, &amp;\u001b[24m\n    \u001b[1mそれは確かにいくつかの創造的なアイデアを持って、いくつかの超現実的な夢のエピソード、＆amp;\u001b[22m, \u001b[1mそれは確かに非現実的な夢のエピソード、＆アンペアのカップルと、いくつかの創造的なアイデアを持っています。\u001b[22m\n\u001b[4mLupin &amp;\u001b[24m\n    \u001b[1mルパイン＆amp;\u001b[22m, \u001b[1mルパン＆＃038;\u001b[22m\n\u001b[4mRebecca make for a fun duo.\u001b[24m\n    \u001b[1mレベッカは楽しいデュオを作る。\u001b[22m, \u001b[1mレベッカは楽しいデュオのために作ります。\u001b[22m\n\u001b[4mBut by the time Lupin et al are trying to save the world from the clone of a certain historical figure made by MI:6 after they stole the dream research of oh no I've gone cross-eyed.\u001b[24m\n    \u001b[1mしかし、ルパンらは、MIによって作られた特定の歴史的人物のクローンから世界を救おうとしています。彼らが夢の研究を盗んだ後、私はクロスアイになってしまった。\u001b[22m, \u001b[1mしかし、時間によってルパン三世らは、MIによって行われた特定の歴史上の人物のクローンから世界を保存しようとしている：6彼らはああいいえ、私が行ってきた寄り目の夢の研究を盗んだ後。\u001b[22m\n\u001b[1m\u001b[22m\nLuckily, the “Dream of Italy” is easier to watch than to understand the point of &amp; anyway only makes up about half of the episodes of the series. The rest are standalone stories that either focus in more detail on a couple of the characters, or heists that wouldn't fit the tone of the main story. These are arguably the best part of the series, particularly those that focus on or have cameos by older characters. Old Lupin III fans may get the most out of them, but new viewers should enjoy the chance to get to know the characters better &amp; see them in more varied situations. All of the main VA's have voiced their characters previously, so none sound uncomfortable or unsuited to their roles, though for various reasons Kiyoshi Kobayashi (Jigen) is the only one to have been in the last TV series.\n\n\u001b[1m幸いなことに、「イタリアの夢」は、＆amp; とにかく、シリーズのエピソードの約半分しか占めていない。 残りはスタンドアロンの物語で、2人のキャラクターをより詳しく説明したり、メインストーリーのトーンに合わない強盗をしたりします。 これらは、間違いなくシリーズの最も重要な部分であり、特に古いキャラクターに焦点を当てたり、カメオを持ったりしているものです。 古いルパン三世のファンは、彼らを最大限に活用することができますが、新しい視聴者は、キャラクターをよりよく知ることができます。 より多様な状況でそれらを参照してください。 主なVAのすべてが以前から彼らの性格を表明しているので、不快感や不自然さはありませんが、最後のテレビシリーズでは小林清がいろいろな理由で唯一の存在です。\u001b[22m\n\u001b[1m(Saiwaina koto ni,`Itaria no yume' wa,& amp; tonikaku, shirīzu no episōdo no yaku hanbun shika shimete inai. Nokori wa sutandoaron no monogatari de, 2-ri no kyarakutā o yori kuwashiku setsumei shi tari, meinsutōrī no tōn ni awanai gōtō o shi tari shimasu. Korera wa, machigainaku shirīzu no mottomojūyōna bubundeari, tokuni furui kyarakutā ni shōten o ate tari, Kameo o mottari shite iru monodesu. Furui rupansansei no fan wa, karera o saidaigen ni katsuyō suru koto ga dekimasuga, atarashī shichō-sha wa, kyarakutā o yori yoku shiru koto ga dekimasu. Yori tayōna jōkyō de sorera o sanshō shite kudasai. Omona VA no subete ga izen kara karera no seikaku o hyōmei shite irunode, fukai-kan ya fushizen-sa wa arimasenga, saigo no terebishirīzude wa kobayashi kiyoshi ga iroirona riyū de yuiitsu no sonzaidesu.)\u001b[22m\n\nTranslations of \u001b[4mLuckily, the “Dream of Italy” is easier to watch than to understand the point of &amp; anyway only makes up about half of the episodes of the series. The rest are standalone stories that either focus in more detail on a couple of the characters, or heists that wouldn't fit the tone of the main story. These are arguably the best part of the series, particularly those that focus on or have cameos by older characters. Old Lupin III fans may get the most out of them, but new viewers should enjoy the chance to get to know the characters better &amp; see them in more varied situations. All of the main VA's have voiced their characters previously, so none sound uncomfortable or unsuited to their roles, though for various reasons Kiyoshi Kobayashi (Jigen) is the only one to have been in the last TV series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuckily, the “Dream of Italy” is easier to watch than to understand the point of &amp;\u001b[24m\n    \u001b[1m幸いなことに、「イタリアの夢」は、＆amp;\u001b[22m, \u001b[1m幸いなことに、「イタリアの夢は\"＆アンプのポイントを理解することよりも、見るのが容易です。\u001b[22m\n\u001b[4manyway only makes up about half of the episodes of the series.\u001b[24m\n    \u001b[1mとにかく、シリーズのエピソードの約半分しか占めていない。\u001b[22m, \u001b[1mとにかくのみ一連のエピソードの約半分を占めます。\u001b[22m\n\u001b[4mThe rest are standalone stories that either focus in more detail on a couple of the characters, or heists that wouldn't fit the tone of the main story.\u001b[24m\n    \u001b[1m残りはスタンドアロンの物語で、2人のキャラクターをより詳しく説明したり、メインストーリーのトーンに合わない強盗をしたりします。\u001b[22m, \u001b[1m残りは、いずれかがメインストーリーの音を収まらない文字、またはheistsのカップルに、より詳細に焦点を当てて、スタンドアロンの物語です。\u001b[22m\n\u001b[4mThese are arguably the best part of the series, particularly those that focus on or have cameos by older characters.\u001b[24m\n    \u001b[1mこれらは、間違いなくシリーズの最も重要な部分であり、特に古いキャラクターに焦点を当てたり、カメオを持ったりしているものです。\u001b[22m, \u001b[1mこれらは、特に、間違いなくに焦点を当てるか、古い文字によってカメオを有するもの、一連の最良の部分です。\u001b[22m\n\u001b[4mOld Lupin III fans may get the most out of them, but new viewers should enjoy the chance to get to know the characters better &amp;\u001b[24m\n    \u001b[1m古いルパン三世のファンは、彼らを最大限に活用することができますが、新しい視聴者は、キャラクターをよりよく知ることができます。\u001b[22m, \u001b[1m旧ルパン三世ファンがそれらを最大限に活用することができるが、新たな視聴者はより良い＆＃038文字を知るための機会を享受すべきです。\u001b[22m\n\u001b[4msee them in more varied situations.\u001b[24m\n    \u001b[1mより多様な状況でそれらを参照してください。\u001b[22m\n\u001b[4mAll of the main VA's have voiced their characters previously, so none sound uncomfortable or unsuited to their roles, though for various reasons Kiyoshi Kobayashi (Jigen) is the only one to have been in the last TV series.\u001b[24m\n    \u001b[1m主なVAのすべてが以前から彼らの性格を表明しているので、不快感や不自然さはありませんが、最後のテレビシリーズでは小林清がいろいろな理由で唯一の存在です。\u001b[22m, \u001b[1mメインVAののすべてが、以前に自分のキャラクターを表明しているので、さまざまな理由で小林清志（Jigen）が最後のテレビシリーズにされている唯一の1ですが、どれも、不快または各自の役割に適さない音はありません。\u001b[22m\n\u001b[1m\u001b[22m\nIt's a little disappointing that the production of this latest series is as uneven as it is. The character designs are nice, though none of the new characters have quite the immediate recognisability of Monkey Punch's original creations. Still, at least they mostly kept the look of the older art style. That might seem like something obvious, but after the horrible mix of bishoenen &amp; beak nosed men in the recent Young Black Jack anime, I wouldn't be surprised if someone on the production committee suggested “modernising” the look of Lupin. The background art is the stand out part of the production, with outdoor scenes in particular looking gorgeous.\n\n\u001b[1mこの最新シリーズの制作はそれほど荒れていないことは少し残念です。 キャラクターのデザインは素晴らしいですが、新しいキャラクターのどれも、モンキー・パンチのオリジナルの創作物をすぐに認識することはできません。 それでも、彼らはほとんどが古い芸術の様子を見守っていました。 それは明らかなもののように見えるかもしれませんが、ビショーエン＆amp; 最近のヤング・ブラック・ジャック・アニメの中で鼻水を浴びている人たち、生産委員会の誰かがルパンの見た目を「近代化」すると驚くことはありません。 バックグラウンドアートは、特に屋外シーンが華やかに見える、プロダクションの画期的な部分です。\u001b[22m\n\u001b[1m(Kono saishin shirīzu no seisaku wa sorehodo arete inai koto wa sukoshi zan'nendesu. Kyarakutā no dezain wa subarashīdesuga, atarashī kyarakutā no dore mo, monkī panchi no orijinaru no sōsaku-mono o sugu ni ninshiki suru koto wa dekimasen. Soredemo, karera wa hotondo ga furui geijutsu no yōsu o mimamotte imashita. Sore wa akirakana mono no yō ni mieru kamo shiremasenga, bishōen& amp; saikin no yangu burakku jakku anime no naka de hanamizu o abite iru hito-tachi, seisan iinkai no darekaga rupan no mitame o `kindai-ka' suru to odoroku koto wa arimasen. Bakkuguraundoāto wa, tokuni okugai shīn ga hanayaka ni mieru, purodakushon no kakkitekina bubundesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's a little disappointing that the production of this latest series is as uneven as it is. The character designs are nice, though none of the new characters have quite the immediate recognisability of Monkey Punch's original creations. Still, at least they mostly kept the look of the older art style. That might seem like something obvious, but after the horrible mix of bishoenen &amp; beak nosed men in the recent Young Black Jack anime, I wouldn't be surprised if someone on the production committee suggested “modernising” the look of Lupin. The background art is the stand out part of the production, with outdoor scenes in particular looking gorgeous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a little disappointing that the production of this latest series is as uneven as it is.\u001b[24m\n    \u001b[1mこの最新シリーズの制作はそれほど荒れていないことは少し残念です。\u001b[22m, \u001b[1mそれは、この最新シリーズの生産は、それがあるとして不均一であることを少し期待はずれです。\u001b[22m\n\u001b[4mThe character designs are nice, though none of the new characters have quite the immediate recognisability of Monkey Punch's original creations.\u001b[24m\n    \u001b[1mキャラクターのデザインは素晴らしいですが、新しいキャラクターのどれも、モンキー・パンチのオリジナルの創作物をすぐに認識することはできません。\u001b[22m, \u001b[1m新キャラクターのどれもモンキー・パンチのオリジナル作品の非常即時視認を持っていませんがキャラクターデザインは、いいです。\u001b[22m\n\u001b[4mStill, at least they mostly kept the look of the older art style.\u001b[24m\n    \u001b[1mそれでも、彼らはほとんどが古い芸術の様子を見守っていました。\u001b[22m, \u001b[1mそれでも、少なくとも彼らは主に古いアートスタイルの外観を保ちました。\u001b[22m\n\u001b[4mThat might seem like something obvious, but after the horrible mix of bishoenen &amp;\u001b[24m\n    \u001b[1mそれは明らかなもののように見えるかもしれませんが、ビショーエン＆amp;\u001b[22m, \u001b[1mそれは明白なもののように見えるが、bishoenen＆アンペアの恐ろしいミックスした後かもしれません。\u001b[22m\n\u001b[4mbeak nosed men in the recent Young Black Jack anime, I wouldn't be surprised if someone on the production committee suggested “modernising” the look of Lupin.\u001b[24m\n    \u001b[1m最近のヤング・ブラック・ジャック・アニメの中で鼻水を浴びている人たち、生産委員会の誰かがルパンの見た目を「近代化」すると驚くことはありません。\u001b[22m, \u001b[1m製作委員会に誰かがルパンの外観を「近代化」を示唆している場合、最近のヤングブラック・ジャックアニメで鼻の男性をくちばし、私は驚かないだろう。\u001b[22m\n\u001b[4mThe background art is the stand out part of the production, with outdoor scenes in particular looking gorgeous.\u001b[24m\n    \u001b[1mバックグラウンドアートは、特に屋外シーンが華やかに見える、プロダクションの画期的な部分です。\u001b[22m, \u001b[1m背景技術は、豪華な探して、特にアウトドアシーンで、生産の目立つ部分です。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation quality, though, is mixed. The first episode is great &amp; there are plenty of sequences peppered throughout that look good &amp; are fun to watch. Of particular note is that, while CGI cars are present, the many chases between Lupin &amp; Zenigata all look hand drawn, &amp; much better for it. But on the other hand, especially in the mid-season, quality takes a notable downgrade, though it picks up for the final few episodes. The first episode is, perhaps unfortunately, also the one that best combines Lupin III's characters, setting &amp; style into one package.\n\n\u001b[1mしかし、アニメーションの質は混在しています。 最初のエピソードは素晴らしい＆amp; 全体的にふさわしいシーケンスがたくさんあります。 見て楽しいです。 特に注目すべきは、CGI車が存在するが、ルパイン＆amp; ゼニガタはすべて手描きで描かれている。 それよりはるかに良い。 しかし、一方で、特に中期のシーズンでは、最終的な少数のエピソードでは品質が顕著に低下する。 最初のエピソードは、おそらく残念なことに、ルパン三世の文字、 スタイルを1つのパッケージにまとめます。\u001b[22m\n\u001b[1m(Shikashi, animēshon no shitsu wa konzai shite imasu. Saisho no episōdo wa subarashī& amp; zentai-teki ni fusawashī shīkensu ga takusan arimasu. Mite tanoshīdesu. Tokuni chūmoku subeki wa, CGI-sha ga sonzai suruga, rupain& amp; zenigata wa subete tegaki de egaka rete iru. Sore yori haruka ni yoi. Shikashi, ippō de, tokuni chūki no shīzunde wa, saishū-tekina shōsū no episōdode wa hinshitsu ga kencho ni teika suru. Saisho no episōdo wa, osoraku zan'nen'nakotoni, rupansansei no moji, sutairu o 1tsu no pakkēji ni matomemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation quality, though, is mixed. The first episode is great &amp; there are plenty of sequences peppered throughout that look good &amp; are fun to watch. Of particular note is that, while CGI cars are present, the many chases between Lupin &amp; Zenigata all look hand drawn, &amp; much better for it. But on the other hand, especially in the mid-season, quality takes a notable downgrade, though it picks up for the final few episodes. The first episode is, perhaps unfortunately, also the one that best combines Lupin III's characters, setting &amp; style into one package.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation quality, though, is mixed.\u001b[24m\n    \u001b[1mしかし、アニメーションの質は混在しています。\u001b[22m, \u001b[1mアニメーションの品質は、しかし、混合します。\u001b[22m\n\u001b[4mThe first episode is great &amp;\u001b[24m\n    \u001b[1m最初のエピソードは素晴らしい＆amp;\u001b[22m, \u001b[1m最初のエピソードは素晴らしい＆アンプです。\u001b[22m\n\u001b[4mthere are plenty of sequences peppered throughout that look good &amp;\u001b[24m\n    \u001b[1m全体的にふさわしいシーケンスがたくさんあります。\u001b[22m, \u001b[1mそれは良い＆アンペア見て全体浴びせシーケンスがたくさんあります。\u001b[22m\n\u001b[4mare fun to watch.\u001b[24m\n    \u001b[1m見て楽しいです。\u001b[22m, \u001b[1m見ていて楽しいです。\u001b[22m\n\u001b[4mOf particular note is that, while CGI cars are present, the many chases between Lupin &amp;\u001b[24m\n    \u001b[1m特に注目すべきは、CGI車が存在するが、ルパイン＆amp;\u001b[22m, \u001b[1m特に注目すべきなのですが、そのCGIの車が存在する一方で、ルパン＆＃038との間には多くのチェイス。\u001b[22m\n\u001b[4mZenigata all look hand drawn, &amp;\u001b[24m\n    \u001b[1mゼニガタはすべて手描きで描かれている。\u001b[22m, \u001b[1m銭形はすべて手描き、＆＃038を見て。\u001b[22m\n\u001b[4mmuch better for it.\u001b[24m\n    \u001b[1mそれよりはるかに良い。\u001b[22m, \u001b[1mそれのためにはるかに良いです。\u001b[22m\n\u001b[4mBut on the other hand, especially in the mid-season, quality takes a notable downgrade, though it picks up for the final few episodes.\u001b[24m\n    \u001b[1mしかし、一方で、特に中期のシーズンでは、最終的な少数のエピソードでは品質が顕著に低下する。\u001b[22m, \u001b[1mそれは最終的にいくつかのエピソードのために拾っているがしかし、一方で、特にシーズン半ばで、品質は、顕著なダウングレードを取ります。\u001b[22m\n\u001b[4mThe first episode is, perhaps unfortunately, also the one that best combines Lupin III's characters, setting &amp;\u001b[24m\n    \u001b[1m最初のエピソードは、おそらく残念なことに、ルパン三世の文字、\u001b[22m, \u001b[1m最初のエピソードは、設定＆＃038、また、おそらく残念ながら、最高のルパン三世の文字を組み合わせたものです。\u001b[22m\n\u001b[4mstyle into one package.\u001b[24m\n    \u001b[1mスタイルを1つのパッケージにまとめます。\u001b[22m, \u001b[1m1パッケージにスタイル。\u001b[22m\n\u001b[1m\u001b[22m\nLike the art, it's also nice that they kept the music in the style of the old series'. Indeed unlike, for example, the frankly unpleasant version of the Cutie Honey theme song in 2004's Re: Cutie Honey, this series take on the Lupin III theme song stands up well. The OST also has a jazzy vibe that reminds one of classic heist &amp; crime films. For the end credits, rather than just shoving in any old pop song that's looking for a chart boost, or have one of the female VA's do a character song, they went for a sultry jazz number by long time enka singer Sayuri Ishihawa. It all adds up to make each episode that bit more fun to watch.\n\n\u001b[1m芸術のように、彼らは古いシリーズのスタイルで音楽を守っていることも素晴らしいことです。  2004年のRe：Cutie Honeyの「Cutie Honey」テーマソングの率直に不快なバージョンとは異なり、このシリーズはルパン三世のテーマソングをよく取り上げています。  OSTにはジャジーな雰囲気があり、クラシックなヘイスト＆amp; 犯罪映画。 最後のクレジットのために、チャートブーストを探している古いポップソングを弾くのではなく、女性VAの1人にキャラクターソングをやってもらうために、彼らは長年の演歌歌手、石川さゆりによって熱狂的なジャズナンバーに行きました。 それはすべてのエピソードを見て少し楽しくするためにすべてを追加します。\u001b[22m\n\u001b[1m(Geijutsu no yō ni, karera wa furui shirīzu no sutairu de ongaku o mamotte iru koto mo subarashī kotodesu. 2004-Nen no Re: Cutie Honey no `Cutie Honey' tēmasongu no sotchoku ni fukaina bājon to wa kotonari, kono shirīzu wa rupansansei no tēmasongu o yoku toriagete imasu. OST ni wa jajīna fun'iki ga ari, kurashikkuna heisuto& amp; hanzai eiga. Saigo no kurejitto no tame ni, chātobūsuto o sagashite iru furui poppusongu o hajiku node wa naku, josei VA no 1-ri ni kyarakutāsongu o yatte morau tame ni, karera wa naganen no enka kashu, ishikawa sayuri ni yotte nekkyō-tekina jazunanbā ni ikimashita. Sore wa subete no episōdo o mite sukoshi tanoshiku suru tame ni subete o tsuika shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLike the art, it's also nice that they kept the music in the style of the old series'. Indeed unlike, for example, the frankly unpleasant version of the Cutie Honey theme song in 2004's Re: Cutie Honey, this series take on the Lupin III theme song stands up well. The OST also has a jazzy vibe that reminds one of classic heist &amp; crime films. For the end credits, rather than just shoving in any old pop song that's looking for a chart boost, or have one of the female VA's do a character song, they went for a sultry jazz number by long time enka singer Sayuri Ishihawa. It all adds up to make each episode that bit more fun to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike the art, it's also nice that they kept the music in the style of the old series'.\u001b[24m\n    \u001b[1m芸術のように、彼らは古いシリーズのスタイルで音楽を守っていることも素晴らしいことです。\u001b[22m, \u001b[1m芸術のように、それは彼らが旧シリーズ」のスタイルで音楽を保っていることもうれしいです。\u001b[22m\n\u001b[4mIndeed unlike, for example, the frankly unpleasant version of the Cutie Honey theme song in 2004's Re: Cutie Honey, this series take on the Lupin III theme song stands up well.\u001b[24m\n    \u001b[1m2004年のRe：Cutie Honeyの「Cutie Honey」テーマソングの率直に不快なバージョンとは異なり、このシリーズはルパン三世のテーマソングをよく取り上げています。\u001b[22m, \u001b[1m実際、2004年の再でキューティーハニーのテーマソングの例えば、率直に言って不快なバージョンとは異なり：キューティーハニー、このシリーズはルパン三世のテーマソングを取るだけでなく立ち上がります。\u001b[22m\n\u001b[4mThe OST also has a jazzy vibe that reminds one of classic heist &amp;\u001b[24m\n    \u001b[1mOSTにはジャジーな雰囲気があり、クラシックなヘイスト＆amp;\u001b[22m, \u001b[1mOSTはまた、古典的な強盗＆＃038のいずれかを思い出させるジャジーな雰囲気を持っています。\u001b[22m\n\u001b[4mcrime films.\u001b[24m\n    \u001b[1m犯罪映画。\u001b[22m, \u001b[1mクライム映画。\u001b[22m\n\u001b[4mFor the end credits, rather than just shoving in any old pop song that's looking for a chart boost, or have one of the female VA's do a character song, they went for a sultry jazz number by long time enka singer Sayuri Ishihawa.\u001b[24m\n    \u001b[1m最後のクレジットのために、チャートブーストを探している古いポップソングを弾くのではなく、女性VAの1人にキャラクターソングをやってもらうために、彼らは長年の演歌歌手、石川さゆりによって熱狂的なジャズナンバーに行きました。\u001b[22m, \u001b[1mエンドクレジットの場合は、むしろちょうどチャートブーストを探している任意の古いポップソングに無理に勧め、または女性VAの文字曲を行うのいずれかを持っているよりも、彼らは長い時間の演歌歌手さゆりIshihawaにより蒸し暑いジャズナンバーに行ってきました。\u001b[22m\n\u001b[4mIt all adds up to make each episode that bit more fun to watch.\u001b[24m\n    \u001b[1mそれはすべてのエピソードを見て少し楽しくするためにすべてを追加します。\u001b[22m, \u001b[1mそれはすべて見ることがもっと楽しくビット各エピソードを作るために加算します。\u001b[22m\n\u001b[1m\u001b[22m\nSadly, it seems that despite the name recognition, the forth series of Lupin III has been mostly passed over by anime fans. While I can't speak for existing Lupin fans, who may well not find anything that they haven't got from Lupin's many previous appearances, as a newcomer this newest series seemed as easily accessible &amp; enjoyable entry point as one could hope for. Just as the series began with Lupin's gang coming together, the final episode ends with them fading off screen, one at a time, as they once again part ways till their next heist. I'll be looking forward to it.\n\n\u001b[1m悲しいことに、それは名前の認識にもかかわらず、ルパン3世の第4シリーズはアニメファンによってほとんどが渡されているようです。 私はルパンの多くの以前の出演から得られなかったものを見つけることができない既存のルパンのファンを話すことはできませんが、この新しいシリーズは簡単にアクセスしやすく＆amp; 誰かが望むような楽しいエントリーポイント。 シリーズがルパンのギャングで始まったように、最後のエピソードは、彼らが再び次の強盗まで部分的に進むにつれて、一度に1つずつ画面が消えて終わります。 私はそれを楽しみにしています。\u001b[22m\n\u001b[1m(Kanashī koto ni, soreha namae no ninshiki nimokakawarazu, rupan 3-sei no dai 4 shirīzu wa anime fan ni yotte hotondo ga watasa rete iru yōdesu. Watashi wa rupan no ōku no izen no shutsuen kara e rarenakatta mono o mitsukeru koto ga dekinai kizon no rupan no fan o hanasu koto wa dekimasenga, kono atarashī shirīzu wa kantan ni akusesu shi yasuku& amp; dareka ga nozomu yōna tanoshī entorīpointo. Shirīzu ga rupan no gyangu de hajimatta yō ni, saigo no episōdo wa, karera ga futatabi tsugi no gōtō made bubun-teki ni susumu ni tsurete, ichido ni 1tsu zutsu gamen ga kiete owarimasu. Watashi wa sore o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mSadly, it seems that despite the name recognition, the forth series of Lupin III has been mostly passed over by anime fans. While I can't speak for existing Lupin fans, who may well not find anything that they haven't got from Lupin's many previous appearances, as a newcomer this newest series seemed as easily accessible &amp; enjoyable entry point as one could hope for. Just as the series began with Lupin's gang coming together, the final episode ends with them fading off screen, one at a time, as they once again part ways till their next heist. I'll be looking forward to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSadly, it seems that despite the name recognition, the forth series of Lupin III has been mostly passed over by anime fans.\u001b[24m\n    \u001b[1m悲しいことに、それは名前の認識にもかかわらず、ルパン3世の第4シリーズはアニメファンによってほとんどが渡されているようです。\u001b[22m, \u001b[1m悲しいことに、知名度もかかわらず、ルパン三世の前後シリーズは、主にアニメファンによって上を通過されたようです。\u001b[22m\n\u001b[4mWhile I can't speak for existing Lupin fans, who may well not find anything that they haven't got from Lupin's many previous appearances, as a newcomer this newest series seemed as easily accessible &amp;\u001b[24m\n    \u001b[1m私はルパンの多くの以前の出演から得られなかったものを見つけることができない既存のルパンのファンを話すことはできませんが、この新しいシリーズは簡単にアクセスしやすく＆amp;\u001b[22m, \u001b[1m私はこの最新シリーズが同じように簡単にアクセス＆アンペア見えた新人としてだけでなく、彼らはルパンの多くの以前の出演から持っていない何かを見つけることがないかもしれない既存のルパンファン、のために話すことはできませんが。\u001b[22m\n\u001b[4menjoyable entry point as one could hope for.\u001b[24m\n    \u001b[1m誰かが望むような楽しいエントリーポイント。\u001b[22m, \u001b[1m一つはを期待可能性があるので楽しいエントリポイント。\u001b[22m\n\u001b[4mJust as the series began with Lupin's gang coming together, the final episode ends with them fading off screen, one at a time, as they once again part ways till their next heist.\u001b[24m\n    \u001b[1mシリーズがルパンのギャングで始まったように、最後のエピソードは、彼らが再び次の強盗まで部分的に進むにつれて、一度に1つずつ画面が消えて終わります。\u001b[22m, \u001b[1mシリーズはルパンのギャングが一緒に来てから始まったのと同じように、彼らは再び彼らの次の強盗までの方法を一部として、最終的なエピソードは、画面を1つずつオフフェージングそれで終わり。\u001b[22m\n\u001b[4mI'll be looking forward to it.\u001b[24m\n    \u001b[1m私はそれを楽しみにしています。\u001b[22m, \u001b[1m私も楽しみにしています。\u001b[22m"
  },
  {
    "title": "Lupin_III_2015",
    "id": "27947",
    "url": "https://myanimelist.net/anime/27947/Lupin_III_2015",
    "user": "Jttyzzle",
    "profile": "/profile/Jttyzzle/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=218567",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nルパン三世は全体的に抜群の素晴らしい走りをしているが、時には「Dream of Italy」のエピソードを彷彿とさせる。 クイックビデオレビュー！  （下のスクリプト）\n\n\nやや閉じたスクリプト（私はこれを少し変更したことを知っています。たとえば、サウンドのようにもう少し話します）。\n\n私はルパン三世のオープニングが良いアニメのオープニングについてのスレッドで聞きました。「はい、これは私が見る必要のあるショーです。 ショーはキャッチーなオープニングと同じくらい優れていて、初心者でも非常に感銘を受け、フランチャイズに魅了されました。\n\nストーリールパン三世、泥棒の一族と友人たちがイタリアに入り、種類豊富な車を盗んでから特別なワインまでさまざまな強盗を犯します。 彼らは日本で起こっているエピソードのように時々それを変えますが。 すべてのエピソードは面白くてユニークです。 一般的にすべてのエピソードは含まれていますが、シリーズ全体を通して、「The Dream of Italy」とその物語の私の唯一の問題についてのストーリーが構築されていますが、あるキャラクターがショーに入ると少しばかげてしまいます。 真剣にそれがどのように愚かになったのか。  1つのエピソードからのものが最高です、そしてありがたいことに、最も多産です。\n\nアニメーションこのショーのアニメーションは信じられないほどです。彼らが訪ねるすばらしい場所がたくさんあり、ショーのアートスタイルが大好きです。 チェイスのシーンや銃撃戦は、常に見て豪華な楽しいです。 正直言って、誰かが私にショーのクリップを見せて、それが予算の高い映画のものだと主張すれば、私はそれらを信じるだろう。\n\nサウンド私はジャズのサウンドトラックのための完全な吸盤であり、このショーへのサウンドトラックは絶対に素晴らしいです。 私はまだそれを終えた後、ショーからトラックを聞いています。 恒星のバックグラウンドミュージックと並んでオープニングソングがありますので、最初はショーを見てもらえました。 終わりの歌はオープニングほど良いものではありませんが、それでも聞いていいです。  https://www.youtube.com/watch?v=dvaosZlQqrY\n\n文字ルパンの文字はインスタントクラシックなので、すばらしい化学を持っています。 私はルパンがゲイリー・スチュのビットだと思うが、他のキャラクターは彼のバランスをとる。 ルパンを捕まえるのに苦労しているゼニガタは、特に刑務所のエピソードのようなものの中で、いつも見るのが楽しいものでした。彼は私のお気に入りの一つです。 このシリーズにはNixとRebeccaの新しいキャラクターがいくつか紹介されました。  Nixはトータル・バッドだったし、彼が画面に出るたびに私は興奮した。レベッカにとっても同じことは言い切れなかった。 私はいくつかのエピソードで彼女を好きだったが、いくつかのエピソードでは彼女は少し無意味に感じた。 藤子とレベッカはあまり重なり合わないようだ。 先ほど触れましたが、ある人物が「The Dream of Italy」のエピソードでいくつかの出演をしています。彼は真剣にやるにはあまりにも愚かです。\n\nENJOYMENTショーは初めから終わりまで見る爆発で、私はそれが終わるのを見るのが悲しかった。 座って、あらゆるエピソードでどんな野生の冒険が起こるかを見るのはいつも楽しいことでした。\n\n全体的に見事に優れている私は、ショーで唯一の本当の問題は、「イタリアの夢」プロットや、レベッカのようなキャラクター、「イタリアの夢」で紹介されたエピソードの唯一のエピソードです。 他のすべては信じられないほどであり、ルパンや長年のファンには初めての方はこのショーを楽しんでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLupin III is an overall outstanding, incredible ride but falters around the occasional 'Dream of Italy' story episode. Quick Video Review! (Script Below)\n\n\u001b[1mルパン三世は全体的に抜群の素晴らしい走りをしているが、時には「Dream of Italy」のエピソードを彷彿とさせる。 クイックビデオレビュー！  （下のスクリプト）\u001b[22m\n\u001b[1m(Rupansansei wa zentai-teki ni batsugun no subarashī hashiri o shite iruga, tokiniha `dorīmu of Italy' no episōdo o hōfutsu to sa seru. Kuikkubideorebyū! (Shita no sukuriputo))\u001b[22m\n\nTranslations of \u001b[4mLupin III is an overall outstanding, incredible ride but falters around the occasional 'Dream of Italy' story episode. Quick Video Review! (Script Below)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLupin III is an overall outstanding, incredible ride but falters around the occasional 'Dream of Italy' story episode.\u001b[24m\n    \u001b[1mルパン三世は全体的に抜群の素晴らしい走りをしているが、時には「Dream of Italy」のエピソードを彷彿とさせる。\u001b[22m, \u001b[1mルパン三世は、全体的な優れた、信じられないほどの乗り心地ですが、話のエピソード時折「イタリアの夢」の周りにつまずきます。\u001b[22m\n\u001b[4mQuick Video Review!\u001b[24m\n    \u001b[1mクイックビデオレビュー！\u001b[22m, \u001b[1mクイック動画レビュー！\u001b[22m\n\u001b[4m(Script Below)\u001b[24m\n    \u001b[1m（下のスクリプト）\u001b[22m, \u001b[1m（次のスクリプト）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSomewhat Close Script (I know I changed a bit from this, like in Sound I talk a little more, for example.)\n\n\u001b[1mやや閉じたスクリプト（私はこれを少し変更したことを知っています。たとえば、サウンドのようにもう少し話します）。\u001b[22m\n\u001b[1m(Yaya tojita sukuriputo (watashi wa kore o sukoshi henkō shita koto o shitte imasu. Tatoeba, saundo no yō ni mōsukoshi hanashimasu).)\u001b[22m\n\nTranslations of \u001b[4mSomewhat Close Script (I know I changed a bit from this, like in Sound I talk a little more, for example.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSomewhat Close Script (I know I changed a bit from this, like in Sound I talk a little more, for example.)\u001b[24m\n    \u001b[1mやや閉じたスクリプト（私はこれを少し変更したことを知っています。たとえば、サウンドのようにもう少し話します）。\u001b[22m, \u001b[1mやや閉じるスクリプト（私は音に私は例えば、もう少し話のように、私は、このことからビットを変更知っています。）\u001b[22m\n\u001b[1m\u001b[22m\nI heard the Lupin III opening in a thread about good anime openings and thought: 'Yes, this is a show I need to watch'. The show is as excellent as the catchy opening is, and even as a newcomer I was very impressed and it hooked me on the franchise.\n\n\u001b[1m私はルパン三世のオープニングが良いアニメのオープニングについてのスレッドで聞きました。「はい、これは私が見る必要のあるショーです。 ショーはキャッチーなオープニングと同じくらい優れていて、初心者でも非常に感銘を受け、フランチャイズに魅了されました。\u001b[22m\n\u001b[1m(Watashi wa rupansansei no ōpuningu ga yoi anime no ōpuningu ni tsuite no sureddo de kikimashita. `Hai, kore wa watashi ga miru hitsuyō no aru shōdesu. Shō wa kyatchīna ōpuningu to onaji kurai sugurete ite, shoshinsha demo hijō ni kanmei o uke, furanchaizu ni miryō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mI heard the Lupin III opening in a thread about good anime openings and thought: 'Yes, this is a show I need to watch'. The show is as excellent as the catchy opening is, and even as a newcomer I was very impressed and it hooked me on the franchise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI heard the Lupin III opening in a thread about good anime openings and thought: 'Yes, this is a show I need to watch'.\u001b[24m\n    \u001b[1m私はルパン三世のオープニングが良いアニメのオープニングについてのスレッドで聞きました。「はい、これは私が見る必要のあるショーです。\u001b[22m, \u001b[1m私は良いアニメの開口部と思想についてのスレッドでルパン三世のオープニングを聞いた：「はい、これは私が監視する必要がありショーです」。\u001b[22m\n\u001b[4mThe show is as excellent as the catchy opening is, and even as a newcomer I was very impressed and it hooked me on the franchise.\u001b[24m\n    \u001b[1mショーはキャッチーなオープニングと同じくらい優れていて、初心者でも非常に感銘を受け、フランチャイズに魅了されました。\u001b[22m, \u001b[1mショーはキャッチーな開口部があるとして優れており、さらには新人のように私は非常に感銘を受け、それがフランチャイズで私を夢中。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY Lupin III, the master thief, and his gang of friends have entered Italy, and take on a variety of different heists from stealing one of a kind cars to special wine and more. Although they do change it up occasionally, like the episode that takes place in Japan. Every episode is interesting and unique. Generally every episode is contained but throughout the series a story is built up about 'The Dream of Italy' and its my only issue with the story, it gets a little ridiculous when a certain character enters the show and it was hard to take the finale seriously with how silly it got. The one off episodes are the best, and thankfully are the most prolific.\n\n\u001b[1mストーリールパン三世、泥棒の一族と友人たちがイタリアに入り、種類豊富な車を盗んでから特別なワインまでさまざまな強盗を犯します。 彼らは日本で起こっているエピソードのように時々それを変えますが。 すべてのエピソードは面白くてユニークです。 一般的にすべてのエピソードは含まれていますが、シリーズ全体を通して、「The Dream of Italy」とその物語の私の唯一の問題についてのストーリーが構築されていますが、あるキャラクターがショーに入ると少しばかげてしまいます。 真剣にそれがどのように愚かになったのか。  1つのエピソードからのものが最高です、そしてありがたいことに、最も多産です。\u001b[22m\n\u001b[1m(Sutōrīrupan san-sei, dorobō no ichizoku to yūjin-tachi ga Itaria ni hairi, shurui hōfuna kuruma o nusunde kara tokubetsuna wain made samazamana gōtō o okashimasu. Karera wa Nihon de okotte iru episōdo no yō ni tokidoki sore o kaemasuga. Subete no episōdo wa omoshirokute yunīkudesu. Ippantekini subete no episōdo wa fukuma rete imasuga, shirīzu zentai o tōshite,`The dorīmu of Italy' to sono monogatari no watashi no yuiitsu no mondai ni tsuite no sutōrī ga kōchiku sa rete imasuga, aru kyarakutā ga shō ni hairu to sukoshi bakagete shimaimasu. Shinken ni sore ga dono yō ni oroka ni natta no ka. 1Tsu no episōdo kara no mono ga saikōdesu, soshite arigatai koto ni, mottomo tasandesu.)\u001b[22m\n\nTranslations of \u001b[4mSTORY Lupin III, the master thief, and his gang of friends have entered Italy, and take on a variety of different heists from stealing one of a kind cars to special wine and more. Although they do change it up occasionally, like the episode that takes place in Japan. Every episode is interesting and unique. Generally every episode is contained but throughout the series a story is built up about 'The Dream of Italy' and its my only issue with the story, it gets a little ridiculous when a certain character enters the show and it was hard to take the finale seriously with how silly it got. The one off episodes are the best, and thankfully are the most prolific.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY Lupin III, the master thief, and his gang of friends have entered Italy, and take on a variety of different heists from stealing one of a kind cars to special wine and more.\u001b[24m\n    \u001b[1mストーリールパン三世、泥棒の一族と友人たちがイタリアに入り、種類豊富な車を盗んでから特別なワインまでさまざまな強盗を犯します。\u001b[22m, \u001b[1mSTORYルパン三世、マスター泥棒、友人の彼のギャングがイタリアに入り、特別なワインとそれ以上の種類の車の1台を盗ん異なるheistsの様々な取りました。\u001b[22m\n\u001b[4mAlthough they do change it up occasionally, like the episode that takes place in Japan.\u001b[24m\n    \u001b[1m彼らは日本で起こっているエピソードのように時々それを変えますが。\u001b[22m, \u001b[1m彼らが日本で起こるエピソードのように、時にはそれを変更しないが。\u001b[22m\n\u001b[4mEvery episode is interesting and unique.\u001b[24m\n    \u001b[1mすべてのエピソードは面白くてユニークです。\u001b[22m, \u001b[1mすべてのエピソードは面白いとユニークです。\u001b[22m\n\u001b[4mGenerally every episode is contained but throughout the series a story is built up about 'The Dream of Italy' and its my only issue with the story, it gets a little ridiculous when a certain character enters the show and it was hard to take the finale\u001b[24m\n    \u001b[1m一般的にすべてのエピソードは含まれていますが、シリーズ全体を通して、「The Dream of Italy」とその物語の私の唯一の問題についてのストーリーが構築されていますが、あるキャラクターがショーに入ると少しばかげてしまいます。\u001b[22m, \u001b[1m一般的にはすべてのエピソードが含まれているが、特定の文字がショーに入り、フィナーレを取るために大変だったときの話 'はイタリアの夢'と物語との私の唯一の問題について構築されたシリーズ全体を通して、それは少しばかげ取得します\u001b[22m\n\u001b[4mseriously with how silly it got.\u001b[24m\n    \u001b[1m真剣にそれがどのように愚かになったのか。\u001b[22m, \u001b[1m真剣にそれが得た方法愚かなと。\u001b[22m\n\u001b[4mThe one off episodes are the best, and thankfully are the most prolific.\u001b[24m\n    \u001b[1m1つのエピソードからのものが最高です、そしてありがたいことに、最も多産です。\u001b[22m, \u001b[1m1オフのエピソードは最高です、そしてありがたいことに最も多作です。\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION The animation for this show is incredible, there is tons of great looking locations they visit and I love the artstyle of the show. Chase scenes and gunfights are always fun to watch and gorgeous. To be honest, if someone showed me a clip of the show and claimed it was from a high budget movie, I'd believe them.\n\n\u001b[1mアニメーションこのショーのアニメーションは信じられないほどです。彼らが訪ねるすばらしい場所がたくさんあり、ショーのアートスタイルが大好きです。 チェイスのシーンや銃撃戦は、常に見て豪華な楽しいです。 正直言って、誰かが私にショーのクリップを見せて、それが予算の高い映画のものだと主張すれば、私はそれらを信じるだろう。\u001b[22m\n\u001b[1m(Animēshon kono shō no animēshon wa shinji rarenai hododesu. Karera ga tazuneru subarashī basho ga takusan ari, shō no ātosutairu ga daisukidesu. Cheisu no shīn ya jūgeki-sen wa, tsuneni mite gōkana tanoshīdesu. Shōjiki itte, darekaga watashi ni shō no kurippu o misete, sore ga yosan no takai eiga no monoda to shuchō sureba, watashi wa sorera o shinjirudarou.)\u001b[22m\n\nTranslations of \u001b[4mANIMATION The animation for this show is incredible, there is tons of great looking locations they visit and I love the artstyle of the show. Chase scenes and gunfights are always fun to watch and gorgeous. To be honest, if someone showed me a clip of the show and claimed it was from a high budget movie, I'd believe them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mANIMATION The animation for this show is incredible, there is tons of great looking locations they visit and I love the artstyle of the show.\u001b[24m\n    \u001b[1mアニメーションこのショーのアニメーションは信じられないほどです。彼らが訪ねるすばらしい場所がたくさんあり、ショーのアートスタイルが大好きです。\u001b[22m, \u001b[1mANIMATIONこのショーのためのアニメーションが信じられないですが、彼らが訪問し、私はショーのartstyleを愛して見栄えの場所のトンがあります。\u001b[22m\n\u001b[4mChase scenes and gunfights are always fun to watch and gorgeous.\u001b[24m\n    \u001b[1mチェイスのシーンや銃撃戦は、常に見て豪華な楽しいです。\u001b[22m, \u001b[1mチェイスシーンや銃撃戦はいつも見ていて楽しく、華やかです。\u001b[22m\n\u001b[4mTo be honest, if someone showed me a clip of the show and claimed it was from a high budget movie, I'd believe them.\u001b[24m\n    \u001b[1m正直言って、誰かが私にショーのクリップを見せて、それが予算の高い映画のものだと主張すれば、私はそれらを信じるだろう。\u001b[22m, \u001b[1m誰かが私にショーのクリップを示し、それは高予算の映画から主張した場合、正直に言うと、私は彼らを信じていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND I'm a total sucker for jazzy soundtracks and the soundtrack to this show is absolutely fantastic. I still listen to tracks from the show after finishing it. Alongside the stellar background music is the opening song, which is so good it got me to watch the show in the first place. The ending song isn't as good as the opening however, but its still nice to listen to. https://www.youtube.com/watch?v=dvaosZlQqrY\n\n\u001b[1mサウンド私はジャズのサウンドトラックのための完全な吸盤であり、このショーへのサウンドトラックは絶対に素晴らしいです。 私はまだそれを終えた後、ショーからトラックを聞いています。 恒星のバックグラウンドミュージックと並んでオープニングソングがありますので、最初はショーを見てもらえました。 終わりの歌はオープニングほど良いものではありませんが、それでも聞いていいです。  https://www.youtube.com/watch?v=dvaosZlQqrY\u001b[22m\n\u001b[1m(Saundo watashi wa jazu no saundotorakku no tame no kanzen'na kyūbandeari, kono shō e no saundotorakku wa zettai ni subarashīdesu. Watashi wa mada sore o oeta nochi, shō kara torakku o kiite imasu. Kōsei no bakkuguraundomyūjikku to narande ōpuningusongu ga arimasunode, saisho wa shō o mite moraemashita. Owari no uta wa ōpuningu hodo yoi monode wa arimasenga, sore demo kiite īdesu. Https: / / Www. Youtube. Komu/ watch? V = dvaosZlQqrY)\u001b[22m\n\nTranslations of \u001b[4mSOUND I'm a total sucker for jazzy soundtracks and the soundtrack to this show is absolutely fantastic. I still listen to tracks from the show after finishing it. Alongside the stellar background music is the opening song, which is so good it got me to watch the show in the first place. The ending song isn't as good as the opening however, but its still nice to listen to. https://www.youtube.com/watch?v=dvaosZlQqrY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND I'm a total sucker for jazzy soundtracks and the soundtrack to this show is absolutely fantastic.\u001b[24m\n    \u001b[1mサウンド私はジャズのサウンドトラックのための完全な吸盤であり、このショーへのサウンドトラックは絶対に素晴らしいです。\u001b[22m, \u001b[1mSOUND私は総ジャジーサウンドトラックのための吸盤と、この番組のサウンドトラックは本当に素晴らしいですよ。\u001b[22m\n\u001b[4mI still listen to tracks from the show after finishing it.\u001b[24m\n    \u001b[1m私はまだそれを終えた後、ショーからトラックを聞いています。\u001b[22m, \u001b[1m私はまだそれを終えた後のショーからトラックに耳を傾けます。\u001b[22m\n\u001b[4mAlongside the stellar background music is the opening song, which is so good it got me to watch the show in the first place.\u001b[24m\n    \u001b[1m恒星のバックグラウンドミュージックと並んでオープニングソングがありますので、最初はショーを見てもらえました。\u001b[22m, \u001b[1m恒星の背景音楽と並んで、それが最初の場所でショーを見るために私を得たので、良いですオープニング曲は、あります。\u001b[22m\n\u001b[4mThe ending song isn't as good as the opening however, but its still nice to listen to.\u001b[24m\n    \u001b[1m終わりの歌はオープニングほど良いものではありませんが、それでも聞いていいです。\u001b[22m, \u001b[1mエンディング曲は、しかし、開口部ほど良好ではないが、そのまだ素敵に耳を傾けます。\u001b[22m\n\u001b[4mhttps://www.youtube.com/watch?v=dvaosZlQqrY\u001b[24m\n    \u001b[1mhttps://www.youtube.com/watch?v=dvaosZlQqrY\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS The Lupin characters are instant classics, and they all have a wonderful chemistry together. I think Lupin is a bit of a Gary Stu, but the other characters balance him out. Zenigata, who's hellbent on capturing Lupin, was always fun to watch, especially during stuff like the prison episode, he's one of my favorites. Some new characters were introduced for this series, Nix and Rebecca. Nix was a total badass and whenever he came on screen I got excited, I couldn't really say the same for Rebecca though. I liked her in some episodes but in some others she felt a little pointless. Fujiko and Rebecca seem to overlap just a little too much. I mentioned it earlier, but a certain character makes a few appearances in 'The Dream of Italy' episodes, and he's a little too silly to take seriously.\n\n\u001b[1m文字ルパンの文字はインスタントクラシックなので、すばらしい化学を持っています。 私はルパンがゲイリー・スチュのビットだと思うが、他のキャラクターは彼のバランスをとる。 ルパンを捕まえるのに苦労しているゼニガタは、特に刑務所のエピソードのようなものの中で、いつも見るのが楽しいものでした。彼は私のお気に入りの一つです。 このシリーズにはNixとRebeccaの新しいキャラクターがいくつか紹介されました。  Nixはトータル・バッドだったし、彼が画面に出るたびに私は興奮した。レベッカにとっても同じことは言い切れなかった。 私はいくつかのエピソードで彼女を好きだったが、いくつかのエピソードでは彼女は少し無意味に感じた。 藤子とレベッカはあまり重なり合わないようだ。 先ほど触れましたが、ある人物が「The Dream of Italy」のエピソードでいくつかの出演をしています。彼は真剣にやるにはあまりにも愚かです。\u001b[22m\n\u001b[1m(Moji rupan no moji wa insutantokurashikkunanode, subarashī kagaku o motte imasu. Watashi wa rupan ga geirī suchu no bittoda to omou ga, hoka no kyarakutā wa kare no baransuwotoru. Rupan o tsukamaeru no ni kurō shite iru zenigata wa, tokuni keimusho no episōdo no yōna mono no naka de, itsumo miru no ga tanoshī monodeshita. Kare wa watashinōkiniiri no hitotsudesu. Kono shirīzu ni wa Nix to Rebecca no atarashī kyarakutā ga ikutsu ka shōkai sa remashita. Nix wa tōtaru baddodattashi, kare ga gamen ni deru tabi ni watashi wa kōfun shita. Rebekka ni tottemo onaji koto wa ii kirenakatta. Watashi wa ikutsu ka no episōdo de kanojo o sukidatta ga, ikutsu ka no episōdode wa kanojo wa sukoshi muimi ni kanjita. Fujiko to Rebekka wa amari kasanariawanai yōda. Saki hodo furemashitaga, aru jinbutsu ga `The dorīmu of Italy' no episōdo de ikutsu ka no shutsuen o shite imasu. Kare wa shinken ni yaru ni wa amarini mo orokadesu.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS The Lupin characters are instant classics, and they all have a wonderful chemistry together. I think Lupin is a bit of a Gary Stu, but the other characters balance him out. Zenigata, who's hellbent on capturing Lupin, was always fun to watch, especially during stuff like the prison episode, he's one of my favorites. Some new characters were introduced for this series, Nix and Rebecca. Nix was a total badass and whenever he came on screen I got excited, I couldn't really say the same for Rebecca though. I liked her in some episodes but in some others she felt a little pointless. Fujiko and Rebecca seem to overlap just a little too much. I mentioned it earlier, but a certain character makes a few appearances in 'The Dream of Italy' episodes, and he's a little too silly to take seriously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS The Lupin characters are instant classics, and they all have a wonderful chemistry together.\u001b[24m\n    \u001b[1m文字ルパンの文字はインスタントクラシックなので、すばらしい化学を持っています。\u001b[22m, \u001b[1mCHARACTERSルパンのキャラクターは、インスタントクラシックであり、それらはすべて一緒に素晴らしい化学を持っています。\u001b[22m\n\u001b[4mI think Lupin is a bit of a Gary Stu, but the other characters balance him out.\u001b[24m\n    \u001b[1m私はルパンがゲイリー・スチュのビットだと思うが、他のキャラクターは彼のバランスをとる。\u001b[22m, \u001b[1m私はルパンはゲイリー・ステューのビットであると思いますが、他の文字は彼のバランスを取ります。\u001b[22m\n\u001b[4mZenigata, who's hellbent on capturing Lupin, was always fun to watch, especially during stuff like the prison episode, he's one of my favorites.\u001b[24m\n    \u001b[1mルパンを捕まえるのに苦労しているゼニガタは、特に刑務所のエピソードのようなものの中で、いつも見るのが楽しいものでした。彼は私のお気に入りの一つです。\u001b[22m, \u001b[1mルパンを取り込む上で暴勇だ銭形は、特に刑務所のエピソードのようなものの間に、彼は私のお気に入りの一つです、いつも見ていて楽しかったです。\u001b[22m\n\u001b[4mSome new characters were introduced for this series, Nix and Rebecca.\u001b[24m\n    \u001b[1mこのシリーズにはNixとRebeccaの新しいキャラクターがいくつか紹介されました。\u001b[22m, \u001b[1mいくつかの新しい文字は、このシリーズ、ニックスとレベッカのために導入されました。\u001b[22m\n\u001b[4mNix was a total badass and whenever he came on screen I got excited, I couldn't really say the same for Rebecca though.\u001b[24m\n    \u001b[1mNixはトータル・バッドだったし、彼が画面に出るたびに私は興奮した。レベッカにとっても同じことは言い切れなかった。\u001b[22m, \u001b[1mニックスは合計ワルだったし、彼が画面上に来たときはいつでも、私は興奮、私は本当にかかわらず、レベッカのために同じことを言うことができませんでした。\u001b[22m\n\u001b[4mI liked her in some episodes but in some others she felt a little pointless.\u001b[24m\n    \u001b[1m私はいくつかのエピソードで彼女を好きだったが、いくつかのエピソードでは彼女は少し無意味に感じた。\u001b[22m, \u001b[1m私はいくつかのエピソードで彼女を気に入っが、いくつかの他に、彼女は少し無意味に感じました。\u001b[22m\n\u001b[4mFujiko and Rebecca seem to overlap just a little too much.\u001b[24m\n    \u001b[1m藤子とレベッカはあまり重なり合わないようだ。\u001b[22m, \u001b[1m藤子とレベッカはあまりほんの少し重なるように見えます。\u001b[22m\n\u001b[4mI mentioned it earlier, but a certain character makes a few appearances in 'The Dream of Italy' episodes, and he's a little too silly to take seriously.\u001b[24m\n    \u001b[1m先ほど触れましたが、ある人物が「The Dream of Italy」のエピソードでいくつかの出演をしています。彼は真剣にやるにはあまりにも愚かです。\u001b[22m, \u001b[1m私は以前にそれを言及したが、特定の文字はエピソード「イタリアの夢」でいくつかの外観を作り、彼は真剣に取るために少しあまりにも愚かです。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT The show was a blast to watch from beginning to end, I was sad to see it end. It was always fun to sit down and see what wild adventure would happen in every episode.\n\n\u001b[1mENJOYMENTショーは初めから終わりまで見る爆発で、私はそれが終わるのを見るのが悲しかった。 座って、あらゆるエピソードでどんな野生の冒険が起こるかを見るのはいつも楽しいことでした。\u001b[22m\n\u001b[1m(ENJOYMENT shō wa hajime kara owari made miru bakuhatsu de, watashi wa sore ga owaru no o miru no ga kanashikatta. Suwatte, arayuru episōdo de don'na yasei no bōken ga okoru ka o miru no wa itsumo tanoshī kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT The show was a blast to watch from beginning to end, I was sad to see it end. It was always fun to sit down and see what wild adventure would happen in every episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT The show was a blast to watch from beginning to end, I was sad to see it end.\u001b[24m\n    \u001b[1mENJOYMENTショーは初めから終わりまで見る爆発で、私はそれが終わるのを見るのが悲しかった。\u001b[22m, \u001b[1m享有ショーは最初から最後まで見て爆発だった、私はそれが終わる見て悲しかったです。\u001b[22m\n\u001b[4mIt was always fun to sit down and see what wild adventure would happen in every episode.\u001b[24m\n    \u001b[1m座って、あらゆるエピソードでどんな野生の冒険が起こるかを見るのはいつも楽しいことでした。\u001b[22m, \u001b[1m常に座って、野生の冒険は、すべてのエピソードで何が起こるかを見て楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL The show is excellent overall, the only real issues I have with the show are a few episodes in the 'Dream of Italy' plot and some characters like Rebecca and and one introduced in 'Dream of Italy'. Everything else is incredible and anyone who is new to Lupin or a longtime fan should enjoy this show.\n\n\u001b[1m全体的に見事に優れている私は、ショーで唯一の本当の問題は、「イタリアの夢」プロットや、レベッカのようなキャラクター、「イタリアの夢」で紹介されたエピソードの唯一のエピソードです。 他のすべては信じられないほどであり、ルパンや長年のファンには初めての方はこのショーを楽しんでください。\u001b[22m\n\u001b[1m(Zentai-teki ni migoto ni sugurete iru watashi wa, shō de yuiitsu no hontō no mondai wa,`Itaria no yume' purotto ya, Rebekka no yōna kyarakutā,`Itaria no yume' de shōkai sa reta episōdo no yuiitsu no episōdodesu. Hoka no subete wa shinji rarenai hododeari, rupan ya naganen no fan ni wa hajimete no kata wa kono shō o tanoshinde kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOVERALL The show is excellent overall, the only real issues I have with the show are a few episodes in the 'Dream of Italy' plot and some characters like Rebecca and and one introduced in 'Dream of Italy'. Everything else is incredible and anyone who is new to Lupin or a longtime fan should enjoy this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL The show is excellent overall, the only real issues I have with the show are a few episodes in the 'Dream of Italy' plot and some characters like Rebecca and and one introduced in 'Dream of Italy'.\u001b[24m\n    \u001b[1m全体的に見事に優れている私は、ショーで唯一の本当の問題は、「イタリアの夢」プロットや、レベッカのようなキャラクター、「イタリアの夢」で紹介されたエピソードの唯一のエピソードです。\u001b[22m, \u001b[1mOVERALLショーは全体的に良好である、私はショーに持っている唯一の本当の問題は、プロット「イタリアの夢 'とレベッカとし、「イタリアの夢」に導入された1つのようないくつかの文字でいくつかのエピソードです。\u001b[22m\n\u001b[4mEverything else is incredible and anyone who is new to Lupin or a longtime fan should enjoy this show.\u001b[24m\n    \u001b[1m他のすべては信じられないほどであり、ルパンや長年のファンには初めての方はこのショーを楽しんでください。\u001b[22m, \u001b[1m他のすべてが信じられないとルパンや長年のファンに新しく追加されました誰もが、このショーを享受すべきです。\u001b[22m"
  },
  {
    "title": "Lupin_III_2015",
    "id": "27947",
    "url": "https://myanimelist.net/anime/27947/Lupin_III_2015",
    "user": "Anti-Illuminatus",
    "profile": "/profile/Anti-Illuminatus/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=232901",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nクールの誕生は、マイルス・デイヴィスと一緒に起こったかもしれませんが、アニメとマンガの世界では、クールの創始者であるモンキー・パンチとルパン三世の奇妙な物語に借りています。\n\n私は最近のルパン三世のスペシャルとショーについて何が分かっているのか分かりませんが、作家が複雑で哲学的で抽象的なプロットを試みるという奇妙な傾向があります。 ルパン三世フランチャイズ それについて考えると、何十年も前に私たちはこのようなプロットを持っていました。多くのスペシャルは、哲学的な対話と一緒に超自然やSFを掘り下げようとしています。 私が藤子鉱山と呼ぶ女性を楽しんでいたのと同じくらい、後のエピソードではこれは非常に有罪であり、本当に不快感を感じます。 それはすべて、ルパン三世は本質的に愚かな楽しいショーであり、真剣に執筆しようとしないときにはうまくいくでしょう。\n\nルパン三世のパート4はヒット・ミスのエピソードがいっぱいです。 レベッカ（Rebecca）のキャラクターは、通常、エピソードがミスの1つであると言わなければならない。 ルパン三世のスペシャルと最近のショーの大部分についてもう一つのことは、 文字通りルパンのファンが何も言わない主人公を追加することは、作家から明らかに必要です。 通常は、藤子鉱山と呼ばれる女性の奇妙な警官のように、かなりうまく処理されます。 彼は、どのエピソードにも悪影響を及ぼさない副次的なキャラクターです。 しかし、パート4では、この新しいキャラクターRebeccaのほぼ全面に基づいたエピソードは完全にスキップ可能になってしまいました。私はちょっと見過ごしてしまったいくつかのシーンを早送りしていました。 私は彼女がフィリピンのエピソードで少なくともキャリオストロの城への「微妙な」言及を楽しんだが、そうでなければショーは彼女が早く書き出されることから利益を得ていただろう。\n\n幸いにも、作家は、私たちが知っている、愛している主なキャラクターをどのように扱うかをまだ知っています。 ヒットしたエピソードは、ルパン、ジーゲン、ゴーモンの古典的な設定で美しい強盗エピソードがあり、偉大な人工物を盗むために生死の状況に遭遇したり、富士子が報酬をスワイプするために最後に現れている ルパンの握手から。 この間、Zenigataはギャングを捉えるために最善を尽くそうとしているか、あるいは「週のアンタゴニスト」を奪取するために彼らとチームを組むことがよくあります。ルパンのすべてのファンが崇拝しなければならないシステムです。ルパンの初期のもの IIIテレビ番組は、\n\n全体的に、ルパン三世フランチャイズへのこの追加はまともです。 それは、藤子峰と呼ばれる女性ほど良くはありませんが、フランチャイズがまだまだ強くなっていることを常に嬉しく思います。 これは40歳以上のショーであり、ルパン三世と彼のギャングは今までと同じくらい愛らしいものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThe Birth of Cool may have occurred with Miles Davis, but in the realm of anime and manga we owe it to Monkey Punch and his bizarre tales of Lupin the Third for the foundation of Cool.\n\n\u001b[1mクールの誕生は、マイルス・デイヴィスと一緒に起こったかもしれませんが、アニメとマンガの世界では、クールの創始者であるモンキー・パンチとルパン三世の奇妙な物語に借りています。\u001b[22m\n\u001b[1m(Kūru no tanjō wa, mairusu deivu~isu to issho ni okotta kamo shiremasenga, animetomanga no sekaide wa, kūru no sōshi-shadearu monkī panchi to rupansansei no kimyōna monogatari ni karite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe Birth of Cool may have occurred with Miles Davis, but in the realm of anime and manga we owe it to Monkey Punch and his bizarre tales of Lupin the Third for the foundation of Cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Birth of Cool may have occurred with Miles Davis, but in the realm of anime and manga we owe it to Monkey Punch and his bizarre tales of Lupin the Third for the foundation of Cool.\u001b[24m\n    \u001b[1mクールの誕生は、マイルス・デイヴィスと一緒に起こったかもしれませんが、アニメとマンガの世界では、クールの創始者であるモンキー・パンチとルパン三世の奇妙な物語に借りています。\u001b[22m, \u001b[1mクールの誕生は、マイルス・デイビスで発生しているかもしれませんが、アニメやマンガの世界で我々はモンキー・パンチとルパンの彼の奇妙な物語クールの基礎のための第三にそれを借りています。\u001b[22m\n\u001b[1m\u001b[22m\nI don't know what it is about recent Lupin III specials and shows, but there's a strange tendency for the writers to attempt a complex, philosophical, and abstract plot that feels very out of place with the classic cast of characters that make up the Lupin III franchise. Thinking about it, even decades ago we had plots like this, many specials attempting to delve into the supernatural or sci-fi along with philosophical dialogue. As much as I enjoyed The Woman Called Fujiko Mine, it is extremely guilty of this in the later episodes and it really just feels uncomfortable. That all said, Lupin III is inherently a stupid-fun show and when you don’t try to take the writing seriously you’ll be just fine.\n\n\u001b[1m私は最近のルパン三世のスペシャルとショーについて何が分かっているのか分かりませんが、作家が複雑で哲学的で抽象的なプロットを試みるという奇妙な傾向があります。 ルパン三世フランチャイズ それについて考えると、何十年も前に私たちはこのようなプロットを持っていました。多くのスペシャルは、哲学的な対話と一緒に超自然やSFを掘り下げようとしています。 私が藤子鉱山と呼ぶ女性を楽しんでいたのと同じくらい、後のエピソードではこれは非常に有罪であり、本当に不快感を感じます。 それはすべて、ルパン三世は本質的に愚かな楽しいショーであり、真剣に執筆しようとしないときにはうまくいくでしょう。\u001b[22m\n\u001b[1m(Watashi wa saikin no rupansansei no supesharu to shō ni tsuite nani ga wakatte iru no ka wakarimasen ga, sakka ga fukuzatsude tetsugaku-tekide chūshōtekina purotto o kokoromiru to iu kimyōna keikō ga arimasu. Rupansansei furanchaizu sore ni tsuite kangaeru to, nanjūnen mo mae ni watashitachiha kono yōna purotto o motte imashita. Ōku no supesharu wa, tetsugaku-tekina taiwa to issho ni chō shizen ya SF o horisageyou to shite imasu. Watashi ga Fujiko kōzan to yobu josei o tanoshinde ita no to onaji kurai,-go no episōdode wa kore wa hijō ni yūzaideari, hontōni fukai-kan o kanjimasu. Sore wa subete, rupansansei wa honshitsu-teki ni orokana tanoshī shōdeari, shinken ni shippitsu shiyou to shinai tokiniha umaku ikudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI don't know what it is about recent Lupin III specials and shows, but there's a strange tendency for the writers to attempt a complex, philosophical, and abstract plot that feels very out of place with the classic cast of characters that make up the Lupin III franchise. Thinking about it, even decades ago we had plots like this, many specials attempting to delve into the supernatural or sci-fi along with philosophical dialogue. As much as I enjoyed The Woman Called Fujiko Mine, it is extremely guilty of this in the later episodes and it really just feels uncomfortable. That all said, Lupin III is inherently a stupid-fun show and when you don’t try to take the writing seriously you’ll be just fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know what it is about recent Lupin III specials and shows, but there's a strange tendency for the writers to attempt a complex, philosophical, and abstract plot that feels very out of place with the classic cast of characters that make up the\u001b[24m\n    \u001b[1m私は最近のルパン三世のスペシャルとショーについて何が分かっているのか分かりませんが、作家が複雑で哲学的で抽象的なプロットを試みるという奇妙な傾向があります。\u001b[22m, \u001b[1m私はそれが最近ルパン三世スペシャルやショーに約あるか知らないが、作家は構成する文字の古典的なキャストで場違いに非常に感じている、複雑な哲学的、抽象プロットを試行するために奇妙な傾向があります\u001b[22m\n\u001b[4mLupin III franchise.\u001b[24m\n    \u001b[1mルパン三世フランチャイズ\u001b[22m, \u001b[1mルパン三世のフランチャイズ。\u001b[22m\n\u001b[4mThinking about it, even decades ago we had plots like this, many specials attempting to delve into the supernatural or sci-fi along with philosophical dialogue.\u001b[24m\n    \u001b[1mそれについて考えると、何十年も前に私たちはこのようなプロットを持っていました。多くのスペシャルは、哲学的な対話と一緒に超自然やSFを掘り下げようとしています。\u001b[22m, \u001b[1mそれについて考え、あっても数十年前、私たちはこのようなプロット、哲学的対話と一緒に超自然的またはSFの掘り下げしようと多くのスペシャルを持っていました。\u001b[22m\n\u001b[4mAs much as I enjoyed The Woman Called Fujiko Mine, it is extremely guilty of this in the later episodes and it really just feels uncomfortable.\u001b[24m\n    \u001b[1m私が藤子鉱山と呼ぶ女性を楽しんでいたのと同じくらい、後のエピソードではこれは非常に有罪であり、本当に不快感を感じます。\u001b[22m, \u001b[1m私は峰不二子呼び出さ女を楽しんだと同じくらい、それは後のエピソードでこれの非常に有罪であり、それは本当にただ不快に感じています。\u001b[22m\n\u001b[4mThat all said, Lupin III is inherently a stupid-fun show and when you don’t try to take the writing seriously you’ll be just fine.\u001b[24m\n    \u001b[1mそれはすべて、ルパン三世は本質的に愚かな楽しいショーであり、真剣に執筆しようとしないときにはうまくいくでしょう。\u001b[22m, \u001b[1mすべては言ったことを、ルパン三世は、本質的に愚かな、楽しいショーです、あなたが真剣に書き込みを取るしようとしないときにはちょうど良いでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nLupin III Part 4 is full of hit-or-miss episodes. I have to say that the character Rebecca usually contributes to an episode being one of the misses. Another thing about the majority of Lupin III specials and the recent shows; there’s an apparent need from the writers to add a main character that literally no Lupin fan gives a shit about. Usually it’s handled fairly well, like the weird cop kid in The Woman Called Fujiko Mine. He’s a secondary character that doesn’t do any harm to any episodes. However, in Part 4, episodes based almost entirely around this new character Rebecca end up being completely skippable and I happened to fast-forward through a few scenes here and there that I just couldn’t keep watching. I enjoyed her in the finale episode at-least with the “subtle” references to Castle of Cagliostro, but otherwise the show would have benefitted from her being written out early on.\n\n\u001b[1mルパン三世のパート4はヒット・ミスのエピソードがいっぱいです。 レベッカ（Rebecca）のキャラクターは、通常、エピソードがミスの1つであると言わなければならない。 ルパン三世のスペシャルと最近のショーの大部分についてもう一つのことは、 文字通りルパンのファンが何も言わない主人公を追加することは、作家から明らかに必要です。 通常は、藤子鉱山と呼ばれる女性の奇妙な警官のように、かなりうまく処理されます。 彼はどんなエピソードにも悪影響を及ぼさない副次的なキャラクターです。 しかし、パート4では、この新しいキャラクターRebeccaのほぼ全面に基づいたエピソードは完全にスキップ可能になってしまいました。私はちょっと見過ごしてしまったいくつかのシーンを早送りしていました。 私は彼女がフィリピンのエピソードで少なくともキャリオストロの城への「微妙な」言及を楽しんだが、そうでなければショーは彼女が早く書き出されることから利益を得ていただろう。\u001b[22m\n\u001b[1m(Rupansansei no pāto 4 wa hitto misu no episōdo ga ippaidesu. Rebekka (Rebecca) no kyarakutā wa, tsūjō, episōdo ga misu no 1tsudearu to iwanakereba naranai. Rupansansei no supesharu to saikin no shō no daibubun ni tsuite mōhitotsu no koto wa, mojidōri rupan no fan ga nani mo iwanai shujinkō o tsuika suru koto wa, sakka kara akiraka ni hitsuyōdesu. Tsūjō wa, Fujiko kōzan to yoba reru josei no kimyōna keikan no yō ni, kanari umaku shori sa remasu. Kare wa don'na episōdo ni mo akueikyō o oyobosanai fukujitekina kyarakutādesu. Shikashi, pāto 4de wa, kono atarashī kyarakutā Rebecca no hobo zenmen ni motodzuita episōdo wa kanzen ni sukippu kanō ni natte shimaimashita. Watashi wa chotto misugoshite shimatta ikutsu ka no shīn o hayaokuri shite imashita. Watashi wa kanojo ga Firipin no episōdo de sukunakutomo kyariosutoro no shiro e no `bimyōna' genkyū o tanoshindaga,-sōdenakereba shō wa kanojo ga hayaku kakidasa reru koto kara rieki o ete itadarou.)\u001b[22m\n\nTranslations of \u001b[4mLupin III Part 4 is full of hit-or-miss episodes. I have to say that the character Rebecca usually contributes to an episode being one of the misses. Another thing about the majority of Lupin III specials and the recent shows; there’s an apparent need from the writers to add a main character that literally no Lupin fan gives a shit about. Usually it’s handled fairly well, like the weird cop kid in The Woman Called Fujiko Mine. He’s a secondary character that doesn’t do any harm to any episodes. However, in Part 4, episodes based almost entirely around this new character Rebecca end up being completely skippable and I happened to fast-forward through a few scenes here and there that I just couldn’t keep watching. I enjoyed her in the finale episode at-least with the “subtle” references to Castle of Cagliostro, but otherwise the show would have benefitted from her being written out early on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLupin III Part 4 is full of hit-or-miss episodes.\u001b[24m\n    \u001b[1mルパン三世のパート4はヒット・ミスのエピソードがいっぱいです。\u001b[22m, \u001b[1mルパン三世パート4は、ヒットまたはミスエピソードがいっぱいです。\u001b[22m\n\u001b[4mI have to say that the character Rebecca usually contributes to an episode being one of the misses.\u001b[24m\n    \u001b[1mレベッカ（Rebecca）のキャラクターは、通常、エピソードがミスの1つであると言わなければならない。\u001b[22m, \u001b[1m私は文字レベッカは通常、ミスの一つであるエピソードに寄与していると言わなければなりません。\u001b[22m\n\u001b[4mAnother thing about the majority of Lupin III specials and the recent shows;\u001b[24m\n    \u001b[1mルパン三世のスペシャルと最近のショーの大部分についてもう一つのことは、\u001b[22m, \u001b[1mルパン三世スペシャルと最近のショーの大部分についてのもう一つの事。\u001b[22m\n\u001b[4mthere’s an apparent need from the writers to add a main character that literally no Lupin fan gives a shit about.\u001b[24m\n    \u001b[1m文字通りルパンのファンが何も言わない主人公を追加することは、作家から明らかに必要です。\u001b[22m, \u001b[1m文字通り何ルパンファンが約たわごとを与えない主人公を追加する作家から明らかな必要性があります。\u001b[22m\n\u001b[4mUsually it’s handled fairly well, like the weird cop kid in The Woman Called Fujiko Mine.\u001b[24m\n    \u001b[1m通常は、藤子鉱山と呼ばれる女性の奇妙な警官のように、かなりうまく処理されます。\u001b[22m, \u001b[1m通常は、峰不二子に呼び出さ女性で奇妙な警官の子供のように、かなりうまく処理です。\u001b[22m\n\u001b[4mHe’s a secondary character that doesn’t do any harm to any episodes.\u001b[24m\n    \u001b[1m彼はどんなエピソードにも悪影響を及ぼさない副次的なキャラクターです。\u001b[22m, \u001b[1m彼はどのエピソードに害をしない二文字です。\u001b[22m\n\u001b[4mHowever, in Part 4, episodes based almost entirely around this new character Rebecca end up being completely skippable and I happened to fast-forward through a few scenes here and there that I just couldn’t keep watching.\u001b[24m\n    \u001b[1mしかし、パート4では、この新しいキャラクターRebeccaのほぼ全面に基づいたエピソードは完全にスキップ可能になってしまいました。私はちょっと見過ごしてしまったいくつかのシーンを早送りしていました。\u001b[22m, \u001b[1mしかし、第4に、この新しい文字レベッカの周りにほぼ完全に基づくエピソードは完全にスキップ可能になってしまうと私は早送り、私はただ見続けることができなかったことをここにあるいくつかのシーンを介してに起こりました。\u001b[22m\n\u001b[4mI enjoyed her in the finale episode at-least with the “subtle” references to Castle of Cagliostro, but otherwise the show would have benefitted from her being written out early on.\u001b[24m\n    \u001b[1m私は彼女がフィリピンのエピソードで少なくともキャリオストロの城への「微妙な」言及を楽しんだが、そうでなければショーは彼女が早く書き出されることから利益を得ていただろう。\u001b[22m, \u001b[1m私は、-少なくともカリオストロの城に「微妙」参照でフィナーレのエピソードで彼女を楽しんだが、それ以外のショーは彼女が早期に書き出されるの恩恵を受けているだろう。\u001b[22m\n\u001b[1m\u001b[22m\nFortunately, writers still know how to handle the main cast of characters that we all know and love. The episodes that hit are those beautiful heist episodes with the classic setup of Lupin, Jigen, and Goemon going through life-and-death situations to steal some great artifact or defeat some whacky villain while Fujiko shows up at the end to swipe the reward right from Lupin's grasp. During all this, Zenigata is doing his best to capture the gang or often teaming up with them to capture the “antagonist of the week.” It's the system that every Lupin fan has to adore, as it is what the entirety of the early Lupin III TV shows consist of.\n\n\u001b[1m幸いにも、作家は、私たちが知っている、愛している主なキャラクターをどのように扱うかをまだ知っています。 ヒットしたエピソードは、ルパン、ジーゲン、ゴーモンの古典的な設定で美しい強盗エピソードがあり、偉大な人工物を盗むために生死の状況に遭遇したり、富士子が報酬をスワイプするために最後に現れている ルパンの握手から。 この間、ゼニガタはギャングを捉えるために最善を尽くそうとしているか、あるいは「週のアンタゴニスト」を奪取するために彼らとチームを組むことがよくあります。ルパンのすべてのファンが崇拝しなければならないシステムです。ルパンの初期のもの IIIテレビ番組は、\u001b[22m\n\u001b[1m(Saiwai ni mo, sakka wa, watashitachi ga shitte iru, aishite iru omona kyarakutā o dono yō ni atsukau ka o mada shitte imasu. Hittoshita episōdo wa, rupan, jīgen, gōmon no koten-tekina settei de utsukushī gōtō episōdo ga ari, idaina jinkō-mono o nusumu tame ni seishi no jōkyō ni sōgū shi tari, Fujiko ga hōshū o suwaipu suru tame ni saigo ni arawarete iru rupan no akushu kara. Konoaida, zenigata wa gyangu o toraeru tame ni saizen o tsukusou to shite iru ka, aruiwa `shū no antagonisuto' o dasshu suru tame ni karera to chīmu o kumu koto ga yoku arimasu. Rupan no subete no fan ga sūhai shinakereba naranai shisutemudesu. Rupan no shoki no mono III terebibangu wa,)\u001b[22m\n\nTranslations of \u001b[4mFortunately, writers still know how to handle the main cast of characters that we all know and love. The episodes that hit are those beautiful heist episodes with the classic setup of Lupin, Jigen, and Goemon going through life-and-death situations to steal some great artifact or defeat some whacky villain while Fujiko shows up at the end to swipe the reward right from Lupin's grasp. During all this, Zenigata is doing his best to capture the gang or often teaming up with them to capture the “antagonist of the week.” It's the system that every Lupin fan has to adore, as it is what the entirety of the early Lupin III TV shows consist of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFortunately, writers still know how to handle the main cast of characters that we all know and love.\u001b[24m\n    \u001b[1m幸いにも、作家は、私たちが知っている、愛している主なキャラクターをどのように扱うかをまだ知っています。\u001b[22m, \u001b[1m幸いなことに、作家はまだ我々はすべて知っている文字と愛のメインキャストを処理する方法を知っています。\u001b[22m\n\u001b[4mThe episodes that hit are those beautiful heist episodes with the classic setup of Lupin, Jigen, and Goemon going through life-and-death situations to steal some great artifact or defeat some whacky villain while Fujiko shows up at the end to swipe the reward right\u001b[24m\n    \u001b[1mヒットしたエピソードは、ルパン、ジーゲン、ゴーモンの古典的な設定で美しい強盗エピソードがあり、偉大な人工物を盗むために生死の状況に遭遇したり、富士子が報酬をスワイプするために最後に現れている\u001b[22m, \u001b[1m藤子は、報酬の権利をスワイプする最後に現れながら打つエピソードはルパン、Jigen、および五右衛門の古典的な設定と、それらの美しい強盗のエピソードはいくつかの素晴らしい成果物を盗んだり、いくつかの奇抜悪役を倒すために死活状況を通過しています\u001b[22m\n\u001b[4mfrom Lupin's grasp.\u001b[24m\n    \u001b[1mルパンの握手から。\u001b[22m, \u001b[1mルパンの把握から。\u001b[22m\n\u001b[4mDuring all this, Zenigata is doing his best to capture the gang or often teaming up with them to capture the “antagonist of the week.” It's the system that every Lupin fan has to adore, as it is what the entirety of the early Lupin\u001b[24m\n    \u001b[1mこの間、ゼニガタはギャングを捉えるために最善を尽くそうとしているか、あるいは「週のアンタゴニスト」を奪取するために彼らとチームを組むことがよくあります。ルパンのすべてのファンが崇拝しなければならないシステムです。ルパンの初期のもの\u001b[22m, \u001b[1mすべてこの中に、銭形はギャングをキャプチャするために彼の最善をやっているか、多くの場合、キャプチャするために彼らと組んで「週のアンタゴニストを。\"それは初期のルパンの何全体であるとしてそれは、すべてのルパンファンが崇拝しなければならないシステムです\u001b[22m\n\u001b[4mIII TV shows consist of.\u001b[24m\n    \u001b[1mIIIテレビ番組は、\u001b[22m, \u001b[1mIIIのテレビ番組が構成されています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this addition to the Lupin III franchise is decent. It’s not nearly as good as The Woman Called Fujiko Mine but it always makes me happy to see the franchise still going strong. This is a show that’s more than forty years old, and Lupin the Third and his gang is still as lovable as ever.\n\n\u001b[1m全体的に、ルパン三世フランチャイズへのこの追加はまともです。 それは、藤子峰と呼ばれる女性ほど良くはありませんが、フランチャイズがまだまだ強くなっていることを常に嬉しく思います。 これは40歳以上のショーであり、ルパン三世と彼のギャングは今までと同じくらい愛らしいものです。\u001b[22m\n\u001b[1m(Zentai-teki ni, rupansansei furanchaizu e no kono tsuika wa matomodesu. Sore wa, Fujiko Mine to yoba reru josei hodo yoku wa arimasenga, furanchaizu ga madamada tsuyoku natte iru koto o tsuneni ureshiku omoimasu. Kore wa 40-sai ijō no shōdeari, rupansansei to kare no gyangu wa imamade to onaji kurai airashī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this addition to the Lupin III franchise is decent. It’s not nearly as good as The Woman Called Fujiko Mine but it always makes me happy to see the franchise still going strong. This is a show that’s more than forty years old, and Lupin the Third and his gang is still as lovable as ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this addition to the Lupin III franchise is decent.\u001b[24m\n    \u001b[1m全体的に、ルパン三世フランチャイズへのこの追加はまともです。\u001b[22m, \u001b[1m全体として、ルパン三世のフランチャイズにこの追加はまともです。\u001b[22m\n\u001b[4mIt’s not nearly as good as The Woman Called Fujiko Mine but it always makes me happy to see the franchise still going strong.\u001b[24m\n    \u001b[1mそれは、藤子峰と呼ばれる女性ほど良くはありませんが、フランチャイズがまだまだ強くなっていることを常に嬉しく思います。\u001b[22m, \u001b[1mこれは、峰不二子に呼び出さ女性ほど良好ではないのですが、それは常にフランチャイズはまだ強い起こって見ることが私を幸せにします。\u001b[22m\n\u001b[4mThis is a show that’s more than forty years old, and Lupin the Third and his gang is still as lovable as ever.\u001b[24m\n    \u001b[1mこれは40歳以上のショーであり、ルパン三世と彼のギャングは今までと同じくらい愛らしいものです。\u001b[22m, \u001b[1mこれは、以上の40歳のショーで、ルパン三世と彼のギャングが、まだこれまでと同じように愛すべきです。\u001b[22m"
  }
]
