[
  {
    "title": "Dragonaut__The_Resonance",
    "id": "2795",
    "url": "https://myanimelist.net/anime/2795/Dragonaut__The_Resonance",
    "user": "greg_cho",
    "profile": "/profile/greg_cho/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=10673",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nショーdragonautは偉大なストーリーラインとアニメーションを提供する素晴らしいショーです。 その男の子と恋に落ちる女の子については、そのうちの1つではなく、そのすべてがショーユーレカ7のラインでもっと愛していることを示しています。\nあなたがショーユーレカ7を見たことがあるなら、あなたは何を知っているのでしょう。\nほとんどの場合、それは開始されたような終わりを示していますが、ドラゴンはそれらの1つではありません。 ショーはショーについての素晴らしいことの一つである終了地点から始まります。\ndragonautは、数年後には1度しか出てこないショーの1つです。\n私がショーの前に言ったように、愛、ロマンス、人生の断片、そしてただの飛び跳ねのようなものの真実性を提供します。 ドラゴンについての最も重要な部分は、多くの主人公がただ一つだけでなく恋に落ちるということです。 それは私の次のポイントに私をもたらします。 ショーはまた、他の人生の人生について、そして彼らがどうやって生まれたかについて語っています。\nあなたはこのショーが他の多くのように大好きです\n\nもっと情報が必要な場合は、私のクラブ[dragonaut fan club]に参加して、あなたが欲しいと思うものをあなたに教えてください",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nthe show dragonaut is an amazing shows that offers a great story line and animation. its about a boy and a girl that falls in love but its not one of those show thats all about love it more on the lines of the show eureka seven.\n\n\u001b[1mショーdragonautは偉大なストーリーラインとアニメーションを提供する素晴らしいショーです。 その男の子と恋に落ちる女の子については、そのうちの1つではなく、そのすべてがショーユーレカ7のラインでもっと愛していることを示しています。\u001b[22m\n\u001b[1m(Shō dragonaut wa idaina sutōrīrain to animēshon o teikyō suru subarashī shōdesu. Sono otokonoko to koiniochiru on'nanoko ni tsuite wa, sonōchi no 1tsude wa naku, sono subete ga shōyūreka 7 no rain de motto aishite iru koto o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mthe show dragonaut is an amazing shows that offers a great story line and animation. its about a boy and a girl that falls in love but its not one of those show thats all about love it more on the lines of the show eureka seven.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe show dragonaut is an amazing shows that offers a great story line and animation.\u001b[24m\n    \u001b[1mショーdragonautは偉大なストーリーラインとアニメーションを提供する素晴らしいショーです。\u001b[22m, \u001b[1mショードラゴノーツは偉大なストーリーラインとアニメーションを提供しています素晴らしいショーです。\u001b[22m\n\u001b[4mits about a boy and a girl that falls in love but its not one of those show thats all about love it more on the lines of the show eureka seven.\u001b[24m\n    \u001b[1mその男の子と恋に落ちる女の子については、そのうちの1つではなく、そのすべてがショーユーレカ7のラインでもっと愛していることを示しています。\u001b[22m, \u001b[1mその少年と恋に落ちる女の子が、約そのすべてではない愛について、それらのショーのthatsの1、それ以上のショーエウレカセブンのライン上。\u001b[22m\nif you've ever seen the show eureka seven you'll know what im tallking about.\n\n\u001b[1mあなたがショーユーレカ7を見たことがあるなら、あなたは何を知っているのでしょう。\u001b[22m\n\u001b[1m(Anata ga shōyūreka 7 o mita koto ga arunara, anata wa nani o shitte iru nodeshou.)\u001b[22m\n\nTranslations of \u001b[4mif you've ever seen the show eureka seven you'll know what im tallking about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you've ever seen the show eureka seven you'll know what im tallking about.\u001b[24m\n    \u001b[1mあなたがショーユーレカ7を見たことがあるなら、あなたは何を知っているのでしょう。\u001b[22m, \u001b[1mあなたは今までに7 EUREKAショーを見てきた場合は、約tallking何イム知っていますよ。\u001b[22m\nmost shows end like it started but dragonaut is not one of those. the show starts off where it ended which is one of the great things about the show.\n\n\u001b[1mほとんどの場合、それは開始されたような終わりを示していますが、ドラゴンはそれらの1つではありません。 ショーはショーについての素晴らしいことの一つである終了地点から始まります。\u001b[22m\n\u001b[1m(Hotondo no baai, soreha kaishi sa reta yōna owari o shimeshite imasuga, doragon wa sorera no 1tsude wa arimasen. Shō wa shō ni tsuite no subarashī koto no hitotsudearu shūryō chiten kara hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mmost shows end like it started but dragonaut is not one of those. the show starts off where it ended which is one of the great things about the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmost shows end like it started but dragonaut is not one of those.\u001b[24m\n    \u001b[1mほとんどの場合、それは開始されたような終わりを示していますが、ドラゴンはそれらの1つではありません。\u001b[22m, \u001b[1mそれは始めのように、ほとんどのショーは終了しますが、ドラゴノーツはそのうちの一つではありません。\u001b[22m\n\u001b[4mthe show starts off where it ended which is one of the great things about the show.\u001b[24m\n    \u001b[1mショーはショーについての素晴らしいことの一つである終了地点から始まります。\u001b[22m, \u001b[1mそれはショーの素晴らしい点の一つである終了した場所ショーがオフに開始されます。\u001b[22m\ndragonaut is one of those shows that only comes around once in a few years.\n\n\u001b[1mdragonautは、数年後には1度しか出てこないショーの1つです。\u001b[22m\n\u001b[1m(Dragonaut wa, sūnengo ni wa 1-do shika detekonai shō no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mdragonaut is one of those shows that only comes around once in a few years.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mdragonaut is one of those shows that only comes around once in a few years.\u001b[24m\n    \u001b[1mdragonautは、数年後には1度しか出てこないショーの1つです。\u001b[22m, \u001b[1mドラゴノーツは、わずか数年に一度来るそれらのショーの一つです。\u001b[22m\nlike i said before the show offers a verity of stuff like love, romance, slice of life, and just plane out fun. the best part about dragonaut is that many main characters fall in love not just one. which brings me to my next point. the show also talks about other peoples life and how they came about.\n\n\u001b[1m私がショーの前に言ったように、愛、ロマンス、人生の断片、そしてただの飛び跳ねのようなものの真実性を提供します。 ドラゴンについての最も重要な部分は、多くの主人公がただ一つだけでなく恋に落ちるということです。 それは私の次のポイントに私をもたらします。 ショーはまた、他の人生の人生について、そして彼らがどうやって生まれたかについて語っています。\u001b[22m\n\u001b[1m(Watashi ga shō no mae ni itta yō ni,-ai, romansu, jinsei no danpen, soshite tada no tobihane no yōna mono no shinjitsushō o teikyō shimasu. Doragon ni tsuite no mottomojūyōna bubun wa, ōku no shujinkō ga tada hitotsu dakedenaku koiniochiru to iu kotodesu. Sore wa watashi no tsugi no pointo ni watashi o motarashimasu. Shō wa mata, hoka no jinsei no jinsei ni tsuite, soshite karera ga dō yatte umareta ka ni tsuite katatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mlike i said before the show offers a verity of stuff like love, romance, slice of life, and just plane out fun. the best part about dragonaut is that many main characters fall in love not just one. which brings me to my next point. the show also talks about other peoples life and how they came about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlike i said before the show offers a verity of stuff like love, romance, slice of life, and just plane out fun.\u001b[24m\n    \u001b[1m私がショーの前に言ったように、愛、ロマンス、人生の断片、そしてただの飛び跳ねのようなものの真実性を提供します。\u001b[22m, \u001b[1m私はショーは、愛、ロマンス、人生のスライス、ちょうど飛行機アウト楽しみのようなものの真実を提供しています前に言ったように。\u001b[22m\n\u001b[4mthe best part about dragonaut is that many main characters fall in love not just one.\u001b[24m\n    \u001b[1mドラゴンについての最も重要な部分は、多くの主人公がただ一つだけでなく恋に落ちるということです。\u001b[22m, \u001b[1mドラゴノーツについての最もよい部分は、多くの主要な文字だけではなく、1恋に落ちるということです。\u001b[22m\n\u001b[4mwhich brings me to my next point.\u001b[24m\n    \u001b[1mそれは私の次のポイントに私をもたらします。\u001b[22m, \u001b[1mこれは私の次のポイントに私をもたらします。\u001b[22m\n\u001b[4mthe show also talks about other peoples life and how they came about.\u001b[24m\n    \u001b[1mショーはまた、他の人生の人生について、そして彼らがどうやって生まれたかについて語っています。\u001b[22m, \u001b[1mショーはまた、他の人々の生活について話して、どのように彼らが生まれました。\u001b[22m\nyou'll love this show like many others\n\n\u001b[1mあなたはこのショーが他の多くのように大好きです\u001b[22m\n\u001b[1m(Anata wa kono shō ga hoka no ōku no yō ni daisukidesu)\u001b[22m\n\nTranslations of \u001b[4myou'll love this show like many others\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myou'll love this show like many others\u001b[24m\n    \u001b[1mあなたはこのショーが他の多くのように大好きです\u001b[22m, \u001b[1mあなたは他の多くのようにこの番組を好きになります\u001b[22m\n\u001b[1m\u001b[22m\nif you need more info just join my club [dragonaut fan club] and just ask me any thing you want and ill tell you\n\n\u001b[1mもっと情報が必要な場合は、私のクラブ[dragonaut fan club]に参加して、あなたが欲しいと思うものをあなたに教えてください\u001b[22m\n\u001b[1m(Motto jōhō ga hitsuyōna baai wa, watashi no kurabu [dragonaut fan kurabu] ni sanka shite, anatagahoshī to omou mono o anata ni oshietekudasai)\u001b[22m\n\nTranslations of \u001b[4mif you need more info just join my club [dragonaut fan club] and just ask me any thing you want and ill tell you\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you need more info just join my club [dragonaut fan club] and just ask me any thing you want and ill tell you\u001b[24m\n    \u001b[1mもっと情報が必要な場合は、私のクラブ[dragonaut fan club]に参加して、あなたが欲しいと思うものをあなたに教えてください\u001b[22m, \u001b[1mあなたはより多くの情報が必要な場合は、そのまま[ファンクラブドラゴノーツ]私のクラブに参加し、ちょうど私にあなたが好きなものを尋ねると、病気を教えてくれ\u001b[22m"
  },
  {
    "title": "Dragonaut__The_Resonance",
    "id": "2795",
    "url": "https://myanimelist.net/anime/2795/Dragonaut__The_Resonance",
    "user": "RogueWatchmen",
    "profile": "/profile/RogueWatchmen/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=38386",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  9\n\nちょうどこのシリーズを見て、私はいくつかの人々がショーにかなり悪いスコアを与えたと思う。 個人的な味が異なり、CGのシーンはかなり失敗しましたが、私はむしろ全体としてショーを楽しんでいました。 アニメのように、誰もが好きではない場所が常にありますが、ポストのように低いレートであることはかなり厳しいものです。\n\n私はいくつかの人がキャラクターの発展に欠けていると感じていることを指摘しましたが、特にToAとJinという2人の主人公のロマンスの関心の周りには、ある程度の面白さがありました。 彼らはスタートから何かを持っていたし、多くのシリーズとは違って、彼らは恥ずかしがり屋ではなく、それについて開いていないそれをかわすことはなかったが、一緒に多くの時間を過ごした後でさえ、\"私はあなたを愛している\" 物語の後半部分で公開されたキスで笑う。\n\nそれ以外では、多くのことをあきらめずに書くことは難しいです。 私は、キャラクター開発では、自分の結論を描くことが最善の部分であり、多くの場合、それぞれの人が誰であるかに基づいています。 それを撃って、あなたが思うことを見て、それは自分自身を濡らし、最後にいくつかの神様の人になる弱い主人公になることはありませんが、彼らは確かにそこにあります。\n\nストーリー自体は数年にわたり、大部分のエピソードは、歴史の一部を記入するオープニングクレジットの前にメインストーリーの15年前までの簡単なフラッシュバックで始まります。 シリーズの弧はまともなペースであり、私が見たいと思わなかったいくつかのひねりがありますが、再びスポイラーはありません。\n\n大部分の音は、私が期待したものと同じレベルでしたが、やはりCGはかなり悪いものでした。 幸いなことに、竜の戦いの外にはたくさんのCGがありませんが、あなたが夢中になるには十分ではありません。\n\n私はすべてこのシリーズが好きで、見てみる価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHaving just watched this series I think some people have given the show a rather bad score. Personal taste differ, and the CG scene were pretty fail but I rather enjoyed the show as a whole. As in any Anime there are always spots where it's not so everyones liking, but to be rates as low as it is on some post is rather harsh.\n\n\u001b[1mちょうどこのシリーズを見て、私はいくつかの人々がショーにかなり悪いスコアを与えたと思う。 個人的な味が異なり、CGのシーンはかなり失敗しましたが、私はむしろ全体としてショーを楽しんでいました。 アニメのように、誰もが好きではない場所が常にありますが、ポストのように低いレートであることはかなり厳しいものです。\u001b[22m\n\u001b[1m(Chōdo kono shirīzu o mite, watashi wa ikutsu ka no hitobito ga shō ni kanari warui sukoa o ataeta to omou. Kojin-tekina aji ga kotonari, CG no shīn wa kanari shippai shimashitaga, watashi wa mushiro zentai to shite shō o tanoshinde imashita. Anime no yō ni, daremoga sukide wanai basho ga tsuneni arimasuga, posuto no yō ni hikui rētodearu koto wa kanari kibishī monodesu.)\u001b[22m\n\nTranslations of \u001b[4mHaving just watched this series I think some people have given the show a rather bad score. Personal taste differ, and the CG scene were pretty fail but I rather enjoyed the show as a whole. As in any Anime there are always spots where it's not so everyones liking, but to be rates as low as it is on some post is rather harsh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving just watched this series I think some people have given the show a rather bad score.\u001b[24m\n    \u001b[1mちょうどこのシリーズを見て、私はいくつかの人々がショーにかなり悪いスコアを与えたと思う。\u001b[22m, \u001b[1mちょうど私が何人かの人々がショーにかなり悪いスコアを与えていると思うこのシリーズを見ました。\u001b[22m\n\u001b[4mPersonal taste differ, and the CG scene were pretty fail but I rather enjoyed the show as a whole.\u001b[24m\n    \u001b[1m個人的な味が異なり、CGのシーンはかなり失敗しましたが、私はむしろ全体としてショーを楽しんでいました。\u001b[22m, \u001b[1m個人的な好みは異なり、CGシーンはかなり失敗しましたが、私はむしろ全体としてのショーを楽しみました。\u001b[22m\n\u001b[4mAs in any Anime there are always spots where it's not so everyones liking, but to be rates as low as it is on some post is rather harsh.\u001b[24m\n    \u001b[1mアニメのように、誰もが好きではない場所が常にありますが、ポストのように低いレートであることはかなり厳しいものです。\u001b[22m, \u001b[1mいずれかのアニメのように、それはそうeveryonesの好みではないが、それはいくつかの記事にあるように低い金利であるとすると、かなり厳しいスポットが常にあります。\u001b[22m\n\u001b[1m\u001b[22m\nI've noted some people feel there was a lack in character development, and to some small extent there were area's of improvment especially around the romance interest on the two main characters ToA and Jin. they had a thing from the start and unlike many series they didn't dodge it w/ the shy looks and not being open about it, but even after much time together and 'I love you's' I found it a little anoying to be blushing at a kiss in public in the later part of the story lol.\n\n\u001b[1m私はいくつかの人がキャラクターの発展に欠けていると感じていることを指摘しましたが、特にToAとJinという2人の主人公のロマンスの関心の周りには、ある程度の面白さがありました。 彼らはスタートから何かを持っていたし、多くのシリーズとは違って、彼らは恥ずかしがり屋ではなく、それについて開いていないそれをかわすことはなかったが、一緒に多くの時間を過ごした後でさえ、\"私はあなたを愛している\" 物語の後半部分で公開されたキスで笑う。\u001b[22m\n\u001b[1m(Watashi wa ikutsu ka no hito ga kyarakutā no hatten ni kakete iru to kanjite iru koto o shiteki shimashitaga, tokuni ToA to Jin to iu 2-ri no shujinkō no romansu no kanshin no mawari ni wa, aruteido no omoshiro-sa ga arimashita. Karera wa sutāto kara nanika o motte itashi, ōku no shirīzu to wa chigatte, karera wa hazukashigariyade wa naku, sore ni tsuite aite inai sore o kawasu koto wa nakattaga, issho ni ōku no jikan o sugoshita nochide sae, \" watashi wa anata o aishite iru\" monogatari no kōhan bubun de kōkai sa reta kisu de warau.)\u001b[22m\n\nTranslations of \u001b[4mI've noted some people feel there was a lack in character development, and to some small extent there were area's of improvment especially around the romance interest on the two main characters ToA and Jin. they had a thing from the start and unlike many series they didn't dodge it w/ the shy looks and not being open about it, but even after much time together and 'I love you's' I found it a little anoying to be blushing at a kiss in public in the later part of the story lol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've noted some people feel there was a lack in character development, and to some small extent there were area's of improvment especially around the romance interest on the two main characters ToA and Jin.\u001b[24m\n    \u001b[1m私はいくつかの人がキャラクターの発展に欠けていると感じていることを指摘しましたが、特にToAとJinという2人の主人公のロマンスの関心の周りには、ある程度の面白さがありました。\u001b[22m, \u001b[1m私は何人かの人々は文字開発に不足があったと感じ指摘してきたが、いくつかの小さな範囲でimprovmentの面積の、特に2メインキャラクターのToAとジン上のロマンスの関心の周りにありました。\u001b[22m\n\u001b[4mthey had a thing from the start and unlike many series they didn't dodge it w/ the shy looks and not being open about it, but even after much time together and 'I love you's' I found it a little anoying to be blushing\u001b[24m\n    \u001b[1m彼らはスタートから何かを持っていたし、多くのシリーズとは違って、彼らは恥ずかしがり屋ではなく、それについて開いていないそれをかわすことはなかったが、一緒に多くの時間を過ごした後でさえ、\"私はあなたを愛している\"\u001b[22m, \u001b[1m彼らは最初からものを持っていたし、多くのシリーズとは違って、彼らは恥ずかしがり屋なルックスと、それについてオープンにされていない/ wはそれをかわすが、それでも多くの時間後に一緒に、私は赤面するためにそれを少しanoyingを見つけた\"私はあなたのを愛して」いませんでした\u001b[22m\n\u001b[4mat a kiss in public in the later part of the story lol.\u001b[24m\n    \u001b[1m物語の後半部分で公開されたキスで笑う。\u001b[22m, \u001b[1m笑物語の後半で公共の場でキスで。\u001b[22m\n\u001b[1m\u001b[22m\nOutside of that it's difficult to write much w/o giving away to much. I find with character development the best part is drawing your own conclusions and often thats based on who each person is. Give it a shot and see what you think, it's not going to be some weak protagonist who wets himself and becomes some godlike person at the end, but they are definatly there, and in a what that really fits I think with the story.\n\n\u001b[1mそれ以外では、多くのことをあきらめずに書くことは難しいです。 私は、キャラクター開発では、自分の結論を描くことが最善の部分であり、多くの場合、それぞれの人が誰であるかに基づいています。 それを撃って、あなたが思うことを見て、それは自分自身を濡らし、最後にいくつかの神様の人になる弱い主人公になることはありませんが、彼らは確かにそこにあります。\u001b[22m\n\u001b[1m(Soreigaide wa, ōku no koto o akiramezu ni kaku koto wa muzukashīdesu. Watashi wa, kyarakutā kaihatsude wa, jibun no ketsuron o kaku koto ga saizen no bubundeari, ōku no baai, sorezore no hito ga daredearu ka ni motodzuite imasu. Sore o utte, anata ga omoukoto o mite, soreha jibun jishin o nurashi, saigo ni ikutsu ka no kamisama no hito ni naru yowai shujinkō ni naru koto wa arimasenga, karera wa tashika ni soko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOutside of that it's difficult to write much w/o giving away to much. I find with character development the best part is drawing your own conclusions and often thats based on who each person is. Give it a shot and see what you think, it's not going to be some weak protagonist who wets himself and becomes some godlike person at the end, but they are definatly there, and in a what that really fits I think with the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOutside of that it's difficult to write much w/o giving away to much.\u001b[24m\n    \u001b[1mそれ以外では、多くのことをあきらめずに書くことは難しいです。\u001b[22m, \u001b[1mその外ではワット/配っOはるかに多くを書くことは困難です。\u001b[22m\n\u001b[4mI find with character development the best part is drawing your own conclusions and often thats based on who each person is.\u001b[24m\n    \u001b[1m私は、キャラクター開発では、自分の結論を描くことが最善の部分であり、多くの場合、それぞれの人が誰であるかに基づいています。\u001b[22m, \u001b[1m私は、最良の部分は、あなた自身の結論を描画される文字の開発を見つけると、多くの場合、一人一人が誰であるかに基づいてthatsの。\u001b[22m\n\u001b[4mGive it a shot and see what you think, it's not going to be some weak protagonist who wets himself and becomes some godlike person at the end, but they are definatly there, and in a what that really fits I think with the story.\u001b[24m\n    \u001b[1mそれを撃って、あなたが思うことを見て、それは自分自身を濡らし、最後にいくつかの神様の人になる弱い主人公になることはありませんが、彼らは確かにそこにあります。\u001b[22m, \u001b[1mそれに打撃を与え、あなたの考えを参照してください、自分自身を濡らすと最後にいくつかの神のような人になり、いくつかの弱い主人公であることを行っていないが、彼らは間違いなくある、とのそれは本当に私が話をして思う収まるもの。\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself spans several years and the majority of the episodes start w/ a brief flashback up to 15 years before the main story before the opening credits to fill in on some of the history. The arc of the series is on a decent pace, and there are a few twist that I didn't expect to see, but again no spoilers.\n\n\u001b[1mストーリー自体は数年にわたり、大部分のエピソードは、歴史の一部を記入するオープニングクレジットの前にメインストーリーの15年前までの簡単なフラッシュバックで始まります。 シリーズの弧はまともなペースであり、私が見たいと思わなかったいくつかのひねりがありますが、再びスポイラーはありません。\u001b[22m\n\u001b[1m(Sutōrī jitai wa sunen ni watari, daibubun no episōdo wa, rekishi no ichibu o kinyū suru ōpuningukurejitto no mae ni meinsutōrī no 15-nen mae made no kantan'na furasshu bakku de hajimarimasu. Shirīzu no ko wa matomona pēsudeari, watashi ga mitai to omowanakatta ikutsu ka no hineri ga arimasuga, futatabi supoirā wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself spans several years and the majority of the episodes start w/ a brief flashback up to 15 years before the main story before the opening credits to fill in on some of the history. The arc of the series is on a decent pace, and there are a few twist that I didn't expect to see, but again no spoilers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself spans several years and the majority of the episodes start w/ a brief flashback up to 15 years before the main story before the opening credits to fill in on some of the history.\u001b[24m\n    \u001b[1mストーリー自体は数年にわたり、大部分のエピソードは、歴史の一部を記入するオープニングクレジットの前にメインストーリーの15年前までの簡単なフラッシュバックで始まります。\u001b[22m, \u001b[1m物語自体は数年にわたり、エピソードの大半は、オープニングクレジットが歴史の一部に記入する前に、メインストーリーの前に15歳まで簡単にフラッシュバック/ wを開始します。\u001b[22m\n\u001b[4mThe arc of the series is on a decent pace, and there are a few twist that I didn't expect to see, but again no spoilers.\u001b[24m\n    \u001b[1mシリーズの弧はまともなペースであり、私が見たいと思わなかったいくつかのひねりがありますが、再びスポイラーはありません。\u001b[22m, \u001b[1mシリーズのアークは、まともなペースである、と私は見て期待していなかったいくつかのねじれが、やはり無ネタバレがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSound for the most part was on par with what I expected, but again the CG was pretty bad. It almost looks like they were running some outdated software even though the series is 2007. Luckily there isn't much CG outside the dragon battles which there are plenty of, but it's not enough to make you want to go emo rage.\n\n\u001b[1m大部分の音は、私が期待したものと同じレベルでしたが、やはりCGはかなり悪いものでした。 幸いなことに、竜の戦いの外にはたくさんのCGがありませんが、あなたが夢中になるには十分ではありません。\u001b[22m\n\u001b[1m(Daibubun no oto wa, watashi ga kitai shita mono to onaji reberudeshitaga, yahari CG wa kanari warui monodeshita. Saiwaina koto ni, ryū no tatakai no soto ni wa takusan no CG ga arimasenga, anata ga muchū ni naruniha jūbunde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound for the most part was on par with what I expected, but again the CG was pretty bad. It almost looks like they were running some outdated software even though the series is 2007. Luckily there isn't much CG outside the dragon battles which there are plenty of, but it's not enough to make you want to go emo rage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound for the most part was on par with what I expected, but again the CG was pretty bad.\u001b[24m\n    \u001b[1m大部分の音は、私が期待したものと同じレベルでしたが、やはりCGはかなり悪いものでした。\u001b[22m, \u001b[1mほとんどの部分のためのサウンドは、私が期待したものと同等のだったが、やはりCGはかなり悪かったです。\u001b[22m\n\u001b[4mIt almost looks like they were running some outdated software even though the series is 2007. Luckily there isn't much CG outside the dragon battles which there are plenty of, but it's not enough to make you want to go emo rage.\u001b[24m\n    \u001b[1m幸いなことに、竜の戦いの外にはたくさんのCGがありませんが、あなたが夢中になるには十分ではありません。\u001b[22m, \u001b[1mシリーズは2007年には幸いにもたくさんのある龍の戦いの外に多くのCGがない場合でも、彼らはいくつかの古いソフトウェアを実行していたようにそれはほとんど見えますが、それはあなたがエモ怒りを行ってみたい行うために十分ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all I liked the series and it's worth taking a look at.\n\n\u001b[1m私はすべてこのシリーズが好きで、見てみる価値があります。\u001b[22m\n\u001b[1m(Watashi wa subete kono shirīzu ga sukide, mite miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all I liked the series and it's worth taking a look at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all I liked the series and it's worth taking a look at.\u001b[24m\n    \u001b[1m私はすべてこのシリーズが好きで、見てみる価値があります。\u001b[22m, \u001b[1mすべてのすべてで、私はシリーズが好きで、それは見てとる価値があります。\u001b[22m"
  },
  {
    "title": "Dragonaut__The_Resonance",
    "id": "2795",
    "url": "https://myanimelist.net/anime/2795/Dragonaut__The_Resonance",
    "user": "BurntJelly",
    "profile": "/profile/BurntJelly/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=88989",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  4\nサウンド|  3\nキャラクター|  1\n|  4\n\nこのアニメは、私がGonzoのスタジオから期待していたもの、平均以下です。 ドラゴノウはあらゆる面で平均以下です。\n\n彼らは劇的な緊張を築こうとすると、製造され、偽装されているように感じます。 陰鬱なキャラクターの発展はいずれにも役立たない。 アクションシーケンスは興奮が不足しています。 物語はまあまあですが、ストーリーテリング自体は単にクッキーカッターの標準的なストーリーテリングです。 アニメだけでは、あなたを引き込むことはあまりありません。このショーを見る唯一の理由は、あなたが見ることが何もない場合です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is about what I've come to expect from Gonzo studio, below average. Dragonaut is below average in every way.\n\n\u001b[1mこのアニメは、私がGonzoのスタジオから期待していたもの、平均以下です。 ドラゴノウはあらゆる面で平均以下です。\u001b[22m\n\u001b[1m(Kono anime wa, watashi ga Gonzo no sutajio kara kitai shite ita mono, heikin ikadesu. Doragonou wa arayuru men de heikin ikadesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is about what I've come to expect from Gonzo studio, below average. Dragonaut is below average in every way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is about what I've come to expect from Gonzo studio, below average.\u001b[24m\n    \u001b[1mこのアニメは、私がGonzoのスタジオから期待していたもの、平均以下です。\u001b[22m, \u001b[1mこのアニメは私がハメ撮りスタジオから、平均以下期待するようになってきたかについてです。\u001b[22m\n\u001b[4mDragonaut is below average in every way.\u001b[24m\n    \u001b[1mドラゴノウはあらゆる面で平均以下です。\u001b[22m, \u001b[1mドラゴノーツは、あらゆる方法で平均を下回っています。\u001b[22m\n\u001b[1m\u001b[22m\nWhen they try to build dramatic tension, it feels manufactured and fake. The dismal character development doesn't help any either. The action sequences lack excitement. The story is decent enough, but the storytelling itself is just standard cookie-cutter storytelling. The anime just doesn't have much to draw you in. The only reason to watch this show, is if you have nothing better to watch.\n\n\u001b[1m彼らは劇的な緊張を築こうとすると、製造され、偽装されているように感じます。 陰鬱なキャラクターの発展はいずれにも役立たない。 アクションシーケンスは興奮が不足しています。 物語はまあまあですが、ストーリーテリング自体は単にクッキーカッターの標準的なストーリーテリングです。 アニメだけでは、あなたを引き込むことはあまりありません。このショーを見る唯一の理由は、あなたが見ることが何もない場合です。\u001b[22m\n\u001b[1m(Karera wa gekitekina kinchō o kizukou to suru to, seizō sa re, gisō sa rete iru yō ni kanjimasu. In'utsuna kyarakutā no hatten wa izure ni mo yakudatanai. Akushonshīkensu wa kōfun ga fusoku shite imasu. Monogatari wa mā mādesuga, sutōrīteringu jitai wa tan'ni kukkīkattā no hyōjun-tekina sutōrīteringudesu. Anime dakede wa, anata o hikikomu koto wa amari arimasen. Kono shō o miru yuiitsu no riyū wa, anata ga miru koto ga nani monai baaidesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen they try to build dramatic tension, it feels manufactured and fake. The dismal character development doesn't help any either. The action sequences lack excitement. The story is decent enough, but the storytelling itself is just standard cookie-cutter storytelling. The anime just doesn't have much to draw you in. The only reason to watch this show, is if you have nothing better to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen they try to build dramatic tension, it feels manufactured and fake.\u001b[24m\n    \u001b[1m彼らは劇的な緊張を築こうとすると、製造され、偽装されているように感じます。\u001b[22m, \u001b[1m彼らは劇的な緊張を構築しようとした際、それを製造し、偽の感じています。\u001b[22m\n\u001b[4mThe dismal character development doesn't help any either.\u001b[24m\n    \u001b[1m陰鬱なキャラクターの発展はいずれにも役立たない。\u001b[22m, \u001b[1m陰気な文字の開発はどちらかのいずれかを助けていません。\u001b[22m\n\u001b[4mThe action sequences lack excitement.\u001b[24m\n    \u001b[1mアクションシーケンスは興奮が不足しています。\u001b[22m, \u001b[1mアクションシーンは興奮を欠いています。\u001b[22m\n\u001b[4mThe story is decent enough, but the storytelling itself is just standard cookie-cutter storytelling.\u001b[24m\n    \u001b[1m物語はまあまあですが、ストーリーテリング自体は単にクッキーカッターの標準的なストーリーテリングです。\u001b[22m, \u001b[1m物語は十分まともですが、物語自体は標準的なクッキーカッター物語です。\u001b[22m\n\u001b[4mThe anime just doesn't have much to draw you in. The only reason to watch this show, is if you have nothing better to watch.\u001b[24m\n    \u001b[1mアニメだけでは、あなたを引き込むことはあまりありません。このショーを見る唯一の理由は、あなたが見ることが何もない場合です。\u001b[22m, \u001b[1mアニメだけであなたを描くことがたくさん持っていません。あなたが見てより良い何もない場合は、このショーを見て唯一の理由は、あります。\u001b[22m"
  },
  {
    "title": "Dragonaut__The_Resonance",
    "id": "2795",
    "url": "https://myanimelist.net/anime/2795/Dragonaut__The_Resonance",
    "user": "ssgbutlerec",
    "profile": "/profile/ssgbutlerec/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=36980",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\nこれまでのところ、このショーのためにいくつかの非常に矛盾したレビューがありました。 それがとても悪いと言われた人には、私が彼らの評価を受け入れることができなかったのを見て止めなければならなかった。 良いレビューをするには、あなたが始めるものを終わらせなければなりません。\n\nエピソード1から7：このシリーズがそれ自身を見つける非常に軽い要素があるようです。 それは頻繁に炎症を起こし始めますが、フラッシュバックは文字を肉付けするのに役立ちます。 私の将来のレビューに続きます。 私の主な否定は、女性キャラクターのアニメーションがばかげているという事実でなければなりません。 胸は正気の点を超えてただ刺激的です。 幸いにも、1つを除いて、これはあなたが主人公の間で頻繁に見なければならないものではありません。 ショーは明らかに同時に深刻で気まぐれなものにしようとしています。 暗いアニメ（クレイモア）に参加している人にとっては、これはあなたの紅茶ではありません。 暗い主題とより漫画的なアニメとの間のギャップを橋渡しするようです。 ショーは、それが輝いているその瞬間を持っています。 声の演技は素晴らしいです。  CGIはちょっと厄介ですが、最初の3つのエピソードの後でそれに慣れます。 多くの人は、シリーズはエピソード2の後に降りると言っていますが、実際にはエピソード7は最強の瞬間の一つです。 オープニングシーンは古典的なものであり、死んだ司令官は彼の全女の子の橋の乗組員、まあ、マクロスと近づく必要があり、エピソードは文字を洗い流す。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSo far there have been some very contradictory reviews for this show. For those that said it was so bad they had to stop watching I couldn't accept their assessments. In order to give a good review you have to finish what you start.\n\n\u001b[1mこれまでのところ、このショーのためにいくつかの非常に矛盾したレビューがありました。 それがとても悪いと言われた人には、私が彼らの評価を受け入れることができなかったのを見て止めなければならなかった。 良いレビューをするには、あなたが始めるものを終わらせなければなりません。\u001b[22m\n\u001b[1m(Kore made no tokoro, kono shō no tame ni ikutsu ka no hijō ni mujun shita rebyū ga arimashita. Sore ga totemo warui to iwa reta hito ni wa, watashi ga karera no hyōka o ukeireru koto ga dekinakatta no o mite tomenakereba naranakatta. Yoi rebyū o suru ni wa, anata ga hajimeru mono o owara senakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mSo far there have been some very contradictory reviews for this show. For those that said it was so bad they had to stop watching I couldn't accept their assessments. In order to give a good review you have to finish what you start.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo far there have been some very contradictory reviews for this show.\u001b[24m\n    \u001b[1mこれまでのところ、このショーのためにいくつかの非常に矛盾したレビューがありました。\u001b[22m\n\u001b[4mFor those that said it was so bad they had to stop watching I couldn't accept their assessments.\u001b[24m\n    \u001b[1mそれがとても悪いと言われた人には、私が彼らの評価を受け入れることができなかったのを見て止めなければならなかった。\u001b[22m, \u001b[1mそれらのためにそれは、彼らは私が彼らの評価を受け入れることができなかった見て停止していたので、悪いと言いました。\u001b[22m\n\u001b[4mIn order to give a good review you have to finish what you start.\u001b[24m\n    \u001b[1m良いレビューをするには、あなたが始めるものを終わらせなければなりません。\u001b[22m, \u001b[1m良い評価を与えるために、あなたが起動何を完了する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nEpisodes 1-7: There seems to be a very light-hearted element in which this series finds itself. It frequently flash-backs which starts to get irritating, yet the flashbacks do help to flesh out characters. More to follow in my future reviews. My main negative though has to be the fact that the animation of some of the female characters is ridiculous. The breasts are just irritating beyond the point of sanity. Luckily, with the exception of one, this is not something that you have to see all to often among the main characters. The show is obviously trying to be serious and whimsical at the same time. For those that are into a dark anime (i.e. Claymore) this will not be your cup of tea. It seems to bridge the gap between dark subject matter and some of the more cartoonish anime. The show has its moments where it shines though. The voice acting is superb. The CGI is kinda awkward, but you get used to it after the first 3 episodes. Many have said that the series goes downhill after episode 2, but actually episode 7 is one of the strongest moments. The opening scene is classic with the deadpan commander having to near with his all girl bridge crew, ala Macross, and the episode fleshes out the characters.\n\n\u001b[1mエピソード1から7：このシリーズがそれ自身を見つける非常に軽い要素があるようです。 それは頻繁に炎症を起こし始めますが、フラッシュバックは文字を肉付けするのに役立ちます。 私の将来のレビューに続きます。 私の主な否定は、女性キャラクターのアニメーションがばかげているという事実でなければなりません。 胸は正気の点を超えてただ刺激的です。 幸いにも、1つを除いて、これはあなたが主人公の間で頻繁に見なければならないものではありません。 ショーは明らかに同時に深刻で気まぐれなものにしようとしています。 暗いアニメ（クレイモア）に参加している人にとっては、これはあなたの紅茶ではありません。 暗い主題とより漫画的なアニメとの間のギャップを橋渡しするようです。 ショーは、それが輝いているその瞬間を持っています。 声の演技は素晴らしいです。  CGIはちょっと厄介ですが、最初の3つのエピソードの後でそれに慣れます。 多くの人は、シリーズはエピソード2の後に降りると言っていますが、実際にはエピソード7は最強の瞬間の一つです。 オープニングシーンは古典的なものであり、死んだ司令官は彼の全女の子の橋の乗組員、まあ、マクロスと近づく必要があり、エピソードは文字を洗い流す。\u001b[22m\n\u001b[1m(Episōdo 1 kara 7: Kono shirīzu ga sore jishin o mitsukeru hijō ni karui yōso ga aru yōdesu. Sore wa hinpan ni enshō o okoshi hajimemasuga, furasshu bakku wa moji o nikudzuke suru no ni yakudachimasu. Shō wa akiraka ni dōjini shinkokude kimagurena mono ni shiyou to shite imasu. Kurai anime (kureimoa) ni sanka shite iru hito ni totte wa, kore wa anata no kōchade wa arimasen. Kurai shudai to yori manga-tekina anime to no ma no gyappu o hashiwatashi suru yōdesu. Shō wa, sore ga kagayaite iru sono shunkan o motte imasu. Koe no engi wa subarashīdesu. CGI wa chotto yakkaidesuga, saisho no 3ttsu no episōdo no nochi de sore ni naremasu. Ōku no hito wa, shirīzu wa episōdo 2 no nochi ni oriru to itte imasuga, jissai ni wa episōdo 7 wa saikyō no shunkan no hitotsudesu. Ōpuningushīn wa koten-tekina monodeari, shinda shirei-kan wa kare no zen on'nanoko no hashi no norikumiin, mā, makurosu to chikadzuku hitsuyō ga ari, episōdo wa moji o arainagasu. Watashi no shōrai no rebyū ni tsudzukimasu. Watashi no omona hitei wa, josei kyarakutā no animēshon ga bakagete iru to iu jijitsudenakereba narimasen. Mune wa shōki no ten o koete tada shigeki-tekidesu. Saiwai ni mo, 1tsu o nozoite, kore wa anata ga shujinkō no ma de hinpan ni minakereba naranai monode wa arimasen.)\u001b[22m"
  },
  {
    "title": "Dragonaut__The_Resonance",
    "id": "2795",
    "url": "https://myanimelist.net/anime/2795/Dragonaut__The_Resonance",
    "user": "kiiratanaka",
    "profile": "/profile/kiiratanaka/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=26367",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nドラゴノート：共鳴：あなたが笑ったり泣いたりする驚くほど感情的なアニメ。\n\nストーリー：遠くの世界から来た神風神と龍の感動的な物語。 人間がこれらのドラゴンと会うとき、彼らは共鳴と呼ばれるものを通り抜けます。これは、両者の感情的、物理的結合です。 私はいくつかの機会に私の目に涙を浮かべる物語を見つけました。 一方で、いくつかの部分がありますが、そこではあなたが混乱するような出来事があります。\n\nアート：美しい、傑出したアートワーク。 木下聡に原作の功績。\n\nサウンド：感情は確かにスコアの主な要素でした。 しかし、私はその人にとって不適当な性格の声を見つけました。 例えば、私たちは、非常に成熟したMachinaとして、GotoのYukoを持っています。\n\nキャラクター：すべてのキャラクターはユニークで驚くべきスタイルとリレーションシップを持っていて、キャラクターとの恋に落ちやすくなっています。\n\n楽しさ：この番組は楽しむことが非常に難しいです。 私が以前に言ったように、このショーは何度か私に涙をもたらしました。 私と一緒にいるのは、通常、自分とキャラクターとの間に強いつながりがあることを意味します。\n\n全体：現在の願い：ドラゴノーのもう一つの季節！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDragonaut: The Resonance: An amazing and emotional anime that will have you laughing or crying.\n\n\u001b[1mドラゴノート：共鳴：あなたが笑ったり泣いたりする驚くほど感情的なアニメ。\u001b[22m\n\u001b[1m(Doragonōto: Kyōmei: Anata ga warattari nai tari suru odoroku hodo kanjō-tekina anime.)\u001b[22m\n\nTranslations of \u001b[4mDragonaut: The Resonance: An amazing and emotional anime that will have you laughing or crying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDragonaut: The Resonance: An amazing and emotional anime that will have you laughing or crying.\u001b[24m\n    \u001b[1mドラゴノート：共鳴：あなたが笑ったり泣いたりする驚くほど感情的なアニメ。\u001b[22m, \u001b[1mドラゴノーツ：レゾナンス：あなたが笑ったり泣い必要があります素晴らしいと感情的なアニメ。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The touching story of Jin Kamishina and dragons from a distant world. When humans meet these dragons, they go through what is called a Resonance, an emotional and physical bonding between the two. I found the story bringing tears to my eyes on several occasions. On the other hand, there are a few parts where there are events going on that make you kind of confused.\n\n\u001b[1mストーリー：遠くの世界から来た神風神と龍の感動的な物語。 人間がこれらのドラゴンと会うとき、彼らは共鳴と呼ばれるものを通り抜けます。これは、両者の感情的、物理的結合です。 私はいくつかの機会に私の目に涙を浮かべる物語を見つけました。 一方で、いくつかの部分がありますが、そこではあなたが混乱するような出来事があります。\u001b[22m\n\u001b[1m(Sutōrī: Tōku no sekai kara kita kami fūjin to ryū no kandō-tekina monogatari. Ningen ga korera no doragon to au toki, karera wa kyōmei to yoba reru mono o tōrinukemasu. Kore wa, ryōsha no kanjō-teki, butsuri-teki ketsugōdesu. Watashi wa ikutsu ka no kikai ni watashi no me ni namida o ukaberu monogatari o mitsukemashita. Ippō de, ikutsu ka no bubun ga arimasuga, sokode wa anata ga konran suru yōna dekigoto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The touching story of Jin Kamishina and dragons from a distant world. When humans meet these dragons, they go through what is called a Resonance, an emotional and physical bonding between the two. I found the story bringing tears to my eyes on several occasions. On the other hand, there are a few parts where there are events going on that make you kind of confused.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The touching story of Jin Kamishina and dragons from a distant world.\u001b[24m\n    \u001b[1mストーリー：遠くの世界から来た神風神と龍の感動的な物語。\u001b[22m, \u001b[1mストーリー：ジンKamishinaと遠い世界から竜の感動的な話。\u001b[22m\n\u001b[4mWhen humans meet these dragons, they go through what is called a Resonance, an emotional and physical bonding between the two.\u001b[24m\n    \u001b[1m人間がこれらのドラゴンと会うとき、彼らは共鳴と呼ばれるものを通り抜けます。これは、両者の感情的、物理的結合です。\u001b[22m, \u001b[1m人間はこれらのドラゴンを満たすとき、彼らはレゾナンス、両者の間に感情的および物理的結合と呼ばれるものを通過します。\u001b[22m\n\u001b[4mI found the story bringing tears to my eyes on several occasions.\u001b[24m\n    \u001b[1m私はいくつかの機会に私の目に涙を浮かべる物語を見つけました。\u001b[22m, \u001b[1m私はいくつかの機会に私の目に涙をもたらす物語を発見しました。\u001b[22m\n\u001b[4mOn the other hand, there are a few parts where there are events going on that make you kind of confused.\u001b[24m\n    \u001b[1m一方で、いくつかの部分がありますが、そこではあなたが混乱するような出来事があります。\u001b[22m, \u001b[1m一方、あなたは一種の混乱作る起こってイベントがあるいくつかの部分があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt: Beautiful, outstanding artwork. Kudos to Satoshi Kinoshita for the original work.\n\n\u001b[1mアート：美しい、傑出したアートワーク。 木下聡に原作の功績。\u001b[22m\n\u001b[1m(Āto: Utsukushī, kesshutsu shita ātowāku. Kinoshita Satoshi ni gensaku no kōseki.)\u001b[22m\n\nTranslations of \u001b[4mArt: Beautiful, outstanding artwork. Kudos to Satoshi Kinoshita for the original work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: Beautiful, outstanding artwork.\u001b[24m\n    \u001b[1mアート：美しい、傑出したアートワーク。\u001b[22m, \u001b[1mアート：美しい、優れたアートワーク。\u001b[22m\n\u001b[4mKudos to Satoshi Kinoshita for the original work.\u001b[24m\n    \u001b[1m木下聡に原作の功績。\u001b[22m, \u001b[1mオリジナル作品のため聡木下に拍手を送りたいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: Emotions were definitely a main component of the scoring. But, I found some character voices unfitting for the person. For on example, we have Yuko Goto as the very mature Machina.\n\n\u001b[1mサウンド：感情は確かにスコアの主な要素でした。 しかし、私はその人にとって不適当な性格の声を見つけました。 例えば、私たちは、非常に成熟したMachinaとして、GotoのYukoを持っています。\u001b[22m\n\u001b[1m(Saundo: Kanjō wa tashika ni sukoa no omona yōsodeshita. Shikashi, watashi wa sono hito ni totte futekitōna seikaku no koe o mitsukemashita. Tatoeba, watashitachiha, hijō ni seijuku shita mashīna to shite, Goto no Yuko o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: Emotions were definitely a main component of the scoring. But, I found some character voices unfitting for the person. For on example, we have Yuko Goto as the very mature Machina.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Emotions were definitely a main component of the scoring.\u001b[24m\n    \u001b[1mサウンド：感情は確かにスコアの主な要素でした。\u001b[22m, \u001b[1mサウンド：感情は間違いなく得点の主成分でした。\u001b[22m\n\u001b[4mBut, I found some character voices unfitting for the person.\u001b[24m\n    \u001b[1mしかし、私はその人にとって不適当な性格の声を見つけました。\u001b[22m, \u001b[1mしかし、私は人のためのいくつかの文字の声が不適当発見しました。\u001b[22m\n\u001b[4mFor on example, we have Yuko Goto as the very mature Machina.\u001b[24m\n    \u001b[1m例えば、私たちは、非常に成熟したMachinaとして、GotoのYukoを持っています。\u001b[22m, \u001b[1mたとえば上のために、我々は非常に成熟したMACHINAとして後藤邑子を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: The characters all had unique and amazing styles and relationships, making it easy to fall in love with the characters.\n\n\u001b[1mキャラクター：すべてのキャラクターはユニークで驚くべきスタイルとリレーションシップを持ち、キャラクターとの恋に落ちやすくなっています。\u001b[22m\n\u001b[1m(Kyarakutā: Subete no kyarakutā wa yunīku de odorokubeki sutairu to rirēshonshippu o mochi, kyarakutā to no koi ni ochi yasuku natte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: The characters all had unique and amazing styles and relationships, making it easy to fall in love with the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: The characters all had unique and amazing styles and relationships, making it easy to fall in love with the characters.\u001b[24m\n    \u001b[1mキャラクター：すべてのキャラクターはユニークで驚くべきスタイルとリレーションシップを持ち、キャラクターとの恋に落ちやすくなっています。\u001b[22m, \u001b[1m文字：文字のすべての文字と恋に落ちるすることが容易になり、ユニークで素晴らしいスタイルと関係を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: This show is very hard not to enjoy. As I have said earlier, this show has brought me to tears several times. And with me, that usually means there is a strong connection between myself and the characters.\n\n\u001b[1m楽しさ：この番組は楽しむことが非常に難しいです。 私が以前に言ったように、このショーは何度か私に涙をもたらしました。 私と一緒にいるのは、通常、自分とキャラクターとの間に強いつながりがあることを意味します。\u001b[22m\n\u001b[1m(Tanoshisa: Kono bangumi wa tanoshimu koto ga hijō ni muzukashīdesu. Watashi ga izen ni itta yō ni, kono shō wa nando ka watashi ni namida o motarashimashita. Watashi to issho ni iru no wa, tsūjō, jibun to kyarakutā to no ma ni tsuyoi tsunagari ga aru koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: This show is very hard not to enjoy. As I have said earlier, this show has brought me to tears several times. And with me, that usually means there is a strong connection between myself and the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: This show is very hard not to enjoy.\u001b[24m\n    \u001b[1m楽しさ：この番組は楽しむことが非常に難しいです。\u001b[22m, \u001b[1m楽しさ：このショーは楽しむことではない非常に困難です。\u001b[22m\n\u001b[4mAs I have said earlier, this show has brought me to tears several times.\u001b[24m\n    \u001b[1m私が以前に言ったように、このショーは何度か私に涙をもたらしました。\u001b[22m, \u001b[1m私が以前に言ったように、このショーは涙を数回に私をもたらしました。\u001b[22m\n\u001b[4mAnd with me, that usually means there is a strong connection between myself and the characters.\u001b[24m\n    \u001b[1m私と一緒にいるのは、通常、自分とキャラクターとの間に強いつながりがあることを意味します。\u001b[22m, \u001b[1mそして、私と一緒に、それは通常、私と文字の間に強いつながりがあることを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: Current wish: One more season of Dragonaut!\n\n\u001b[1m全体：現在の願い：ドラゴノーのもう一つの季節！\u001b[22m\n\u001b[1m(Zentai: Genzai no negai: Doragonō no mōhitotsu no kisetsu!)\u001b[22m\n\nTranslations of \u001b[4mOverall: Current wish: One more season of Dragonaut!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: Current wish: One more season of Dragonaut!\u001b[24m\n    \u001b[1m全体：現在の願い：ドラゴノーのもう一つの季節！\u001b[22m, \u001b[1m全体：現在の願い：ドラゴノーツのもう一つの季節！\u001b[22m"
  },
  {
    "title": "Dragonaut__The_Resonance",
    "id": "2795",
    "url": "https://myanimelist.net/anime/2795/Dragonaut__The_Resonance",
    "user": "Izumi_Shinju_27",
    "profile": "/profile/Izumi_Shinju_27/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=20305",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  6\n\n私はドラゴノウを最初に見始めたのは、スワベ・ジュニチがその役割を担っていたからです。しばらくしてから私はかなり良いと感じましたが、\n\n女性ドラゴンの中には今までで最大のカップサイズがありましたが、これは時には少し気が散っていました。私にはこれがエッチアニメ以上のSFであるとの考えを与えてくれました。\n\nしかし、共通の話は良いです、最後のいくつかのエピソードは、ほとんど起こっていたことの泣いて、（ストーリーを台無しにしないように私の最善を尽くして）\n\nしかし、SFを愛する人々のためには、それを見なければならない\n\nまた、それには良い関係があります。あなたは、ジンとカズキが親友から敵に戻って、そしてまた戻ってくるのを見ることができます。現実世界でどのように起こるか、アニメには素晴らしい物語が与えられました。 進化する\n\nエッチの瞬間から離れて、アニメは悪くないが素晴らしくもなく、間に",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI started first to watch Dragonaut only because Suwabe Junichi had a role in it, after awhile i found it quite good, though it has a bit ecchi moments from time to time,\n\n\u001b[1m私はドラゴノウを最初に見始めたのは、スワベ・ジュニチがその役割を担っていたからです。しばらくしてから私はかなり良いと感じましたが、\u001b[22m\n\u001b[1m(Watashi wa doragonou o saisho ni mi hajimeta no wa, suwabe junichi ga sono yakuwari o ninatte itakaradesu. Shibaraku shite kara watashi wa kanari yoi to kanjimashitaga,)\u001b[22m\n\nTranslations of \u001b[4mI started first to watch Dragonaut only because Suwabe Junichi had a role in it, after awhile i found it quite good, though it has a bit ecchi moments from time to time,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started first to watch Dragonaut only because Suwabe Junichi had a role in it, after awhile i found it quite good, though it has a bit ecchi moments from time to time,\u001b[24m\n    \u001b[1m私はドラゴノウを最初に見始めたのは、スワベ・ジュニチがその役割を担っていたからです。しばらくしてから私はかなり良いと感じましたが、\u001b[22m, \u001b[1m諏訪部順一がそれに役割を持っていたという理由だけでしばらくの間、私はそれはかなり良い見つかった後、私は、それは少しエッチな瞬間を持っていても随時、ドラゴノーツを見て最初に開始しました\u001b[22m\n\u001b[1m\u001b[22m\nsome of the female dragons have the biggest cup size ever, which was for me a bit disturbing sometimes, giving me the thought is this a ecchi anime or more sci-fi.\n\n\u001b[1m女性ドラゴンの中には今までで最大のカップサイズがありましたが、これは時には少し気が散っていました。私にはこれがエッチアニメ以上のSFであるとの考えを与えてくれました。\u001b[22m\n\u001b[1m(Josei doragon no nakaniha imamade de saidai no kappu saizu ga arimashitaga, kore wa tokiniha sukoshi ki ga chitte imashita. Watashiniha kore ga etchi anime ijō no SFdearu to no kangae o ataete kuremashita.)\u001b[22m\n\nTranslations of \u001b[4msome of the female dragons have the biggest cup size ever, which was for me a bit disturbing sometimes, giving me the thought is this a ecchi anime or more sci-fi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msome of the female dragons have the biggest cup size ever, which was for me a bit disturbing sometimes, giving me the thought is this a ecchi anime or more sci-fi.\u001b[24m\n    \u001b[1m女性ドラゴンの中には今までで最大のカップサイズがありましたが、これは時には少し気が散っていました。私にはこれがエッチアニメ以上のSFであるとの考えを与えてくれました。\u001b[22m, \u001b[1m女性のドラゴンのいくつかは私に思考を与え、時には私のために少し不穏だった史上最大のカップサイズは、これはエッチなアニメ以上のSFである必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nbut the story in common is good, the last few episodes almost made cry, of the things that were happening in it, (trying my best not to spoil the story)\n\n\u001b[1mしかし、一般的な話は良いです、最後のいくつかのエピソードは、ほとんど起こっていることの泣いて、（ストーリーを台無しにしないように私の最善を尽くして）\u001b[22m\n\u001b[1m(Shikashi, ippantekina-banashi wa yoidesu, saigo no ikutsu ka no episōdo wa, hotondo okotte iru koto no naite,(sutōrī o dainashi ni shinai yō ni watashi no saizen o tsukushite))\u001b[22m\n\nTranslations of \u001b[4mbut the story in common is good, the last few episodes almost made cry, of the things that were happening in it, (trying my best not to spoil the story)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut the story in common is good, the last few episodes almost made cry, of the things that were happening in it, (trying my best not to spoil the story)\u001b[24m\n    \u001b[1mしかし、一般的な話は良いです、最後のいくつかのエピソードは、ほとんど起こっていることの泣いて、（ストーリーを台無しにしないように私の最善を尽くして）\u001b[22m, \u001b[1mしかし、共通のストーリーが良いですが、ほとんどそれで起こったもので、叫びを作った最後のいくつかのエピソードは、（物語を台無しにしないように全力をしようとして）\u001b[22m\n\u001b[1m\u001b[22m\nthough for the people who love sci-fi, should watch it\n\n\u001b[1mしかし、SFを愛する人々のためには、それを見なければならない\u001b[22m\n\u001b[1m(Shikashi, SF o aisuru hitobito no tame ni wa, sore o minakereba naranai)\u001b[22m\n\nTranslations of \u001b[4mthough for the people who love sci-fi, should watch it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthough for the people who love sci-fi, should watch it\u001b[24m\n    \u001b[1mしかし、SFを愛する人々のためには、それを見なければならない\u001b[22m, \u001b[1mサイファイを愛する人々のために、それを見なければならないのに\u001b[22m\n\u001b[1m\u001b[22m\nAlso it has a good character relationship in it, you can see how Jin and Kazuki become from best friends to enemies and back again, just how it can happen in the real world, it gave the anime a great story, just to see those two evolve\n\n\u001b[1mまた、それには良い関係があります。あなたは、ジンとカズキが親友から敵に戻って、そしてまた戻ってくるのを見ることができます。現実世界でどのように起こるか、アニメには素晴らしい物語が与えられました。 進化する\u001b[22m\n\u001b[1m(Mata, soreni wa yoi kankei ga arimasu. Anata wa, jin to kazukiga shin'yū kara teki ni modotte, soshite mata modotte kuru no o miru koto ga dekimasu. Genjitsu sekai de dono yō ni okoru ka, anime ni wa subarashī monogatari ga atae raremashita. Shinka suru)\u001b[22m\n\nTranslations of \u001b[4mAlso it has a good character relationship in it, you can see how Jin and Kazuki become from best friends to enemies and back again, just how it can happen in the real world, it gave the anime a great story, just to see those two evolve\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso it has a good character relationship in it, you can see how Jin and Kazuki become from best friends to enemies and back again, just how it can happen in the real world, it gave the anime a great story, just to see those two\u001b[24m\n    \u001b[1mまた、それには良い関係があります。あなたは、ジンとカズキが親友から敵に戻って、そしてまた戻ってくるのを見ることができます。現実世界でどのように起こるか、アニメには素晴らしい物語が与えられました。\u001b[22m, \u001b[1mまた、それはそれで良い性格関係を持って、あなただけのこれらの2を参照するには、ジンと一樹が敵に親友からなり、再び、それが現実の世界で起こることができますどれだけ、それはアニメに素晴らしい物語を与えたかを確認することができます\u001b[22m\n\u001b[4mevolve\u001b[24m\n    \u001b[1m進化する\u001b[22m, \u001b[1m進化します\u001b[22m\n\u001b[1m\u001b[22m\napart from the ecchi moments the anime is good, not bad but not splendid as well, in between\n\n\u001b[1mエッチの瞬間から離れて、アニメは悪くないが素晴らしくもなく、間に\u001b[22m\n\u001b[1m(Etchi no shunkan kara hanarete, anime wa warukunai ga subarashiku mo naku,-kan ni)\u001b[22m\n\nTranslations of \u001b[4mapart from the ecchi moments the anime is good, not bad but not splendid as well, in between\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mapart from the ecchi moments the anime is good, not bad but not splendid as well, in between\u001b[24m\n    \u001b[1mエッチの瞬間から離れて、アニメは悪くないが素晴らしくもなく、間に\u001b[22m, \u001b[1m別にエッチ瞬間からアニメの間に、同様に、良い悪いではないが、素晴らしいではありません\u001b[22m"
  },
  {
    "title": "Dragonaut__The_Resonance",
    "id": "2795",
    "url": "https://myanimelist.net/anime/2795/Dragonaut__The_Resonance",
    "user": "TheMKninjaYT",
    "profile": "/profile/TheMKninjaYT/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=225536",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  6\nキャラクター|  5\n|  5\n\n[このレビューにはマイナーなスポイラーが含まれています]私はすでにドラゴノウトの完全なレビューを行っています：過去の共鳴、このアニメを公平に与えることは、必ずしも私の脳を傷つけることではありませんでした。 しかし、私の脳を痛めつけていたのは、このアニメがどれだけ無駄であったかということでした。\n\nまず、ストーリー。 私は実際にはドラゴンを作り、人類を破壊する脅威を知らない未知の敵と戦うために巨匠と結ばせるというアイデアを本当に気に入っていました。 それは面白いアイデアと一緒に遊ぶことができます。 しかし、残念なことに、どのくらいの頻度で軌道に乗ったのか（このアニメが迂回したことは興味深いものではないという点を除いては問題ありません）。 アイデアは素晴らしく、ちょうど実行中に少しぶつかった。\n\n文字は、ほとんどの場合、非常に退屈であり、かわいい、または平均的だった。 ジンとトアのメインの2人は、どちらも自分たちの部分のために十分に細かい、彼らはひどいではなかったが、彼らに私にそれらに向かって描くことはあまりありませんでした。 議論する価値のある唯一のキャラクターは、おそらく彼らの中で最も魅力的だった榊であった。 彼はすばらしい瞬間を持ち、実際にはかなり良いキャラクターだった。 他のキャラクターのほとんどは非常に忘れがたいものでしたので、私はあまり気にしなかったので、議論する価値はほとんどありません。 彼らのロマンスもかなり弱く、多くのことに集中していました。 その動機の一部を重要でないように見せました。 その後、他の主人公、ジオは痛いだけだった。 私は彼ほど気にしないキャラクターは見たことがなく、プロットの多くは彼の周りを回っています。 彼は定義可能な特性や興味深い瞬間を持っていませんでした。彼はただそこにいて、私は気にしませんでした。 そして、クリストファー・サバット（Christopher Sabat）との偉大な声優の浪費でした（嫌なアニメを見ます、あなたが望むものはすべて嫌いです、私が好むものです）。 カズキはアニメの大部分を占めていましたが、ジオ（彼の龍であるはずだった）を取り戻すためにトリオを追いかけるのは厄介な小さなつまらないものでした。 彼は不快で、私は本当に彼が死ぬことを望んでいた。\n\nアニメーションは、ほとんどの場合、それほど素晴らしいものではありませんでした。 時には、最初のエピソードのように戦いが面白く流動的になることもありましたが、それは伝統的なアニメーションを使用したときだけでした。 一度龍の形になったら、すべてのドラゴンはCGIでアニメーション化されていますし、少年は失敗してかなり悪く見えます。 デザインは実際にはかなり良いですが、モデルは不自然に動き、非常にテクスチャがなく、多く使われています。 だから、アニメーションの多くは、扱いにくく、不器用に見えます。\n\nドラゴノート：共鳴は問題なく始まりましたが、ゆっくりと下り坂に入りました。貧弱なキャラクター、あまりアニメーションではないもの、忘れられないサウンドトラックはそれを溺れさせようとしました。 あなたがどのようにそれを見ているかに依存します。 私はあなたがおそらくこれを飛ばすべきだと言いたいと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\n[This review contains minor spoilers] I've already done a full review of Dragonaut: the Resonance in the past, so giving this anime a fair grade wasn't necessarily racking my brain. What was racking my brain, however, was how much of a waste this anime was.\n\n\u001b[1m[このレビューにはマイナーなスポイラーが含まれています]私はすでにドラゴノウトの完全なレビューを行っています：過去の共鳴、このアニメを公平に与えることは、必ずしも私の脳を傷つけることではありませんでした。 しかし、私の脳を痛めつけていたのは、このアニメがどれだけ無駄であったかということでした。\u001b[22m\n\u001b[1m([Kono rebyū ni wa maināna supoirā ga fukuma rete imasu] watashi wa sudeni doragonouto no kanzen'na rebyū o okonatte imasu: Kako no kyōmei, kono anime o kōhei ni ataeru koto wa, kanarazushimo watashi no nō o kizutsukeru kotode wa arimasendeshita. Shikashi, watashi no nō o itametsukete ita no wa, kono anime ga dore dake mudadeatta ka to iu kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4m[This review contains minor spoilers] I've already done a full review of Dragonaut: the Resonance in the past, so giving this anime a fair grade wasn't necessarily racking my brain. What was racking my brain, however, was how much of a waste this anime was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[This review contains minor spoilers] I've already done a full review of Dragonaut: the Resonance in the past, so giving this anime a fair grade wasn't necessarily racking my brain.\u001b[24m\n    \u001b[1m[このレビューにはマイナーなスポイラーが含まれています]私はすでにドラゴノウトの完全なレビューを行っています：過去の共鳴、このアニメを公平に与えることは、必ずしも私の脳を傷つけることではありませんでした。\u001b[22m, \u001b[1mそう公正グレードは必ずしも私の脳をラッキングされなかったこのアニメを与え、過去に共鳴：私はすでにドラゴノーツの全面的な見直しを行ってきた[このレビューはマイナーなネタバレが含まれています]。\u001b[22m\n\u001b[4mWhat was racking my brain, however, was how much of a waste this anime was.\u001b[24m\n    \u001b[1mしかし、私の脳を痛めつけていたのは、このアニメがどれだけ無駄であったかということでした。\u001b[22m, \u001b[1m私の脳をラッキングされたもの、しかし、このアニメがあったどのくらいの廃棄物でした。\u001b[22m\n\u001b[1m\u001b[22m\nFirst off, the story. I actually really liked the idea of creating dragons and having them bond with masters to combat an unknown enemy that threatens to destroy mankind. It can allow for interesting ideas to be played with. What was unfortunate however, was how often it went off track (which can be fine, except that the detours this anime took were not all that interesting). The idea was great, it just floundered a bit in execution.\n\n\u001b[1mまず、ストーリー。 私は実際にはドラゴンを作り、人類を破壊する脅威を知らない未知の敵と戦うために巨匠と結ばせるというアイデアを本当に気に入っていました。 それは面白いアイデアと一緒に遊ぶことができます。 しかし、残念なことに、どのくらいの頻度で軌道に乗ったのか（このアニメが迂回したことは興味深いものではないという点を除いては問題ありません）。 アイデアは素晴らしく、ちょうど実行中に少しぶつかった。\u001b[22m\n\u001b[1m(Mazu, sutōrī. Watashi wa jissai ni wa doragon o tsukuri, jinrui o hakai suru kyōi o shiranai michi no teki to tatakau tame ni kyoshō to musuba seru to iu aidea o hontōni kiniitte imashita. Sore wa omoshiroi aidea to issho ni asobu koto ga dekimasu. Shikashi, zan'nen'nakotoni, dono kurai no hindo de kidō ni notta no ka (kono anime ga ukai shita koto wa kyōmibukai monode wa nai to iu ten o nozoite wa mondai arimasen). Aidea wa subarashiku, chōdo jikkō-chū ni sukoshi butsukatta.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, the story. I actually really liked the idea of creating dragons and having them bond with masters to combat an unknown enemy that threatens to destroy mankind. It can allow for interesting ideas to be played with. What was unfortunate however, was how often it went off track (which can be fine, except that the detours this anime took were not all that interesting). The idea was great, it just floundered a bit in execution.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, the story.\u001b[24m\n    \u001b[1mまず、ストーリー。\u001b[22m, \u001b[1mまず第一に、物語。\u001b[22m\n\u001b[4mI actually really liked the idea of creating dragons and having them bond with masters to combat an unknown enemy that threatens to destroy mankind.\u001b[24m\n    \u001b[1m私は実際にはドラゴンを作り、人類を破壊する脅威を知らない未知の敵と戦うために巨匠と結ばせるというアイデアを本当に気に入っていました。\u001b[22m, \u001b[1m私は実際には本当に竜を作成し、それらに人類を破壊する恐れが未知の敵と戦うためにマスターとの結合を有するというアイデアが好きでした。\u001b[22m\n\u001b[4mIt can allow for interesting ideas to be played with.\u001b[24m\n    \u001b[1mそれは面白いアイデアと一緒に遊ぶことができます。\u001b[22m, \u001b[1mそれはで再生することは興味深いアイデアを可能にすることができます。\u001b[22m\n\u001b[4mWhat was unfortunate however, was how often it went off track (which can be fine, except that the detours this anime took were not all that interesting).\u001b[24m\n    \u001b[1mしかし、残念なことに、どのくらいの頻度で軌道に乗ったのか（このアニメが迂回したことは興味深いものではないという点を除いては問題ありません）。\u001b[22m, \u001b[1mしかし不幸だったもの、それは（このアニメがかかった迂回路はすべてのことは興味深いではなかったこと以外は、罰金することができます）コースアウト頻度でした。\u001b[22m\n\u001b[4mThe idea was great, it just floundered a bit in execution.\u001b[24m\n    \u001b[1mアイデアは素晴らしく、ちょうど実行中に少しぶつかった。\u001b[22m, \u001b[1mアイデアは、それだけで実行中のビットをfloundered、素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters, for the most part, were quite boring and bland, or just average. The main two of Jin and Toa were both fine enough for their parts, they weren't terrible, but there wasn't much to them to draw me towards them. The only other character worth discussing was Sakaki, who was probably the most compelling out of all of them. He had some great moments and was actually a pretty good character. Most of the other characters were very forgettable, so it's barely even worth discussing them, since I cared so little. Their romance was also pretty weak, and it was focused on a lot. It made some of the motivations just seem unimportant. Then the other main character, Gio was just painful. I've never seen a character I didn't care about as much as him, and so much of the plot revolves around him. He didn't have any definable traits or interesting moments that fleshed him out, he was just there, and I didn't care. And it was a waste of a great voice actor with Christopher Sabat (yes, I watch dubbed anime, hate all you want, it's what I prefer). Kazuki, for a large portion of the anime, was an annoying little twat that continued to chase the trio to get back Gio (who was supposed to be HIS dragon). He was obnoxious and I really wanted him to die.\n\n\u001b[1m文字は、ほとんどの場合、非常に退屈であり、かわいい、または平均的だった。 ジンとトアのメインの2人は、どちらも自分たちの部分のために十分に細かい、彼らはひどいではなかったが、彼らに私にそれらに向かって描くことはあまりありませんでした。 議論する価値のある唯一のキャラクターは、おそらく彼らの中で最も魅力的だった榊であった。 彼はすばらしい瞬間を持ち、実際にはかなり良いキャラクターだった。 他のキャラクターのほとんどは非常に忘れがたいものでしたので、私はあまり気にしなかったので、議論する価値はほとんどありません。 彼らのロマンスもかなり弱く、多くのことに集中していました。 その動機の一部を重要でないように見せました。 その後、他の主人公、ジオは痛いだけだった。 私は彼ほど気にしないキャラクターは見たことがなく、プロットの多くは彼の周りを回っています。 彼は定義可能な特性や興味深い瞬間を持っていませんでした。彼はただそこにいて、私は気にしませんでした。 そして、クリストファー・サバット（Christopher Sabat）との偉大な声優の浪費でした（嫌なアニメを見ます、あなたが望むものはすべて嫌いです、私が好むものです）。 カズキはアニメの大部分を占めていましたが、ジオ（彼の龍であるはずだった）を取り戻すためにトリオを追いかけるのは厄介な小さなつまらないものでした。 彼は不快で、私は本当に彼が死ぬことを望んでいた。\u001b[22m\n\u001b[1m(Moji wa, hotondo no baai, hijō ni taikutsudeari, kawaī, matawa heikin-tekidatta. Jin to toa no mein no 2-ri wa, dochira mo jibun-tachi no bubun no tame ni jūbun ni komakai, karera wa hidoide wa nakattaga, karera ni watashi ni sorera ni mukatte kaku koto wa amari arimasendeshita. Karera no romansu mo kanari yowaku, ōku no koto ni shūchū shite imashita. Sono dōki no ichibu o jūyōdenai yō ni misemashita. Sonogo, hoka no shujinkō, Jio wa itai dakedatta. Watashi wa kare hodo kinishinai kyarakutā wa mita koto ga naku, purotto no ōku wa kare no mawari o mawatte imasu. Kare wa teigi kanōna tokusei ya kyōmibukai shunkan o motte imasendeshita. Kare wa tada soko ni ite, watashi wa ki ni shimasendeshita. Soshite, kurisutofā sabatto (kurisutofā Sabat) to no idaina seiyū no rōhideshita (iyana anime o mimasu, anata ga nozomu mono wa subete kiraidesu, watashi ga konomu monodesu). Kazuki wa anime no daibubun o shimete imashitaga, Jio (kare no ryūdearu hazudatta) o torimodosu tame ni torio o oikakeru no wa yakkaina chīsana tsumaranai monodeshita. Kare wa fukaide, watashi wa hontōni kare ga shinu koto o nozonde ita. Giron suru kachinoaru yuiitsu no kyarakutā wa, osoraku karera no naka de mottomo mirikitekidatta sakakideatta. Kare wa subarashī shunkan o mochi, jissai ni wa kanari yoi kyarakutādatta. Hoka no kyarakutā no hotondo wa hijō ni wasure gatai monodeshitanode, watashi wa amari ki ni shinakattanode, giron suru kachi wa hotondo arimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nThe animation wasn't very great for the most part. Sometimes the fighting could be interesting and fluid, like in the first episode, but that was only when it used traditional animation. All the dragons are animated with CGI once they're in dragon form, and boy does it fail and look pretty bad. The designs are actually pretty good, but the models move awkwardly and are very untextured, and they are used a LOT. So, a lot of the animation looks awkward and clumsy, which really bogs it all down and makes it suffer a lot.\n\n\u001b[1mアニメーションは、ほとんどの場合、それほど素晴らしいものではありませんでした。 時には、最初のエピソードのように戦いが面白く流動的になることもありましたが、それは伝統的なアニメーションを使用したときだけでした。 一度龍の形になったら、すべてのドラゴンはCGIでアニメーション化されていますし、少年は失敗してかなり悪く見えます。 デザインは実際にはかなり良いですが、モデルは不自然に動き、非常にテクスチャがなく、多く使われています。 だから、アニメーションの多くは、扱いにくく、不器用に見えます。\u001b[22m\n\u001b[1m(Animēshon wa, hotondo no baai, sore hodo subarashī monode wa arimasendeshita. Tokiniha, saisho no episōdo no yō ni tatakai ga omoshiroku ryūdōteki ni naru koto mo arimashitaga, soreha dentō-tekina animēshon o shiyō shita toki dakedeshita. Ichido ryū no katachi ni nattara, subete no doragon wa CGI de animēshon-ka sa rete imasushi, shōnen wa shippai shite kanari waruku miemasu. Dezain wa jissai ni wa kanari yoidesuga, moderu wa fushizen ni ugoki, hijō ni tekusucha ga naku, ōku tsukawa rete imasu. Dakara, animēshon no ōku wa, atsukai nikuku, bukiyō ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation wasn't very great for the most part. Sometimes the fighting could be interesting and fluid, like in the first episode, but that was only when it used traditional animation. All the dragons are animated with CGI once they're in dragon form, and boy does it fail and look pretty bad. The designs are actually pretty good, but the models move awkwardly and are very untextured, and they are used a LOT. So, a lot of the animation looks awkward and clumsy, which really bogs it all down and makes it suffer a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation wasn't very great for the most part.\u001b[24m\n    \u001b[1mアニメーションは、ほとんどの場合、それほど素晴らしいものではありませんでした。\u001b[22m, \u001b[1mアニメーションは、ほとんどの部分は非常に素晴らしいではありませんでした。\u001b[22m\n\u001b[4mSometimes the fighting could be interesting and fluid, like in the first episode, but that was only when it used traditional animation.\u001b[24m\n    \u001b[1m時には、最初のエピソードのように戦いが面白く流動的になることもありましたが、それは伝統的なアニメーションを使用したときだけでした。\u001b[22m, \u001b[1m時には戦闘は最初のエピソードのように、面白いと流体かもしれないが、それはそれは、伝統的なアニメーションを使用した場合にのみでした。\u001b[22m\n\u001b[4mAll the dragons are animated with CGI once they're in dragon form, and boy does it fail and look pretty bad.\u001b[24m\n    \u001b[1m一度龍の形になったら、すべてのドラゴンはCGIでアニメーション化されていますし、少年は失敗してかなり悪く見えます。\u001b[22m, \u001b[1mすべてのドラゴンは、それらが竜の形にしていたら、CGIでアニメーション化されており、少年はそれが失敗して、かなり悪い見えるん。\u001b[22m\n\u001b[4mThe designs are actually pretty good, but the models move awkwardly and are very untextured, and they are used a LOT.\u001b[24m\n    \u001b[1mデザインは実際にはかなり良いですが、モデルは不自然に動き、非常にテクスチャがなく、多く使われています。\u001b[22m, \u001b[1mデザインは実際にはかなり良いですが、モデルはぎこちなく移動し、非常にuntexturedであり、それらはLOTを使用しています。\u001b[22m\n\u001b[4mSo, a lot of the animation looks awkward and clumsy, which really bogs it all down and makes it suffer a lot.\u001b[24m\n    \u001b[1mだから、アニメーションの多くは、扱いにくく、不器用に見えます。\u001b[22m, \u001b[1mだから、アニメーションの多くは、実際にそれをすべてダウン湿原れ、ぎこちないと不器用に見える、それは多くを被ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nDragonaut: The Resonance started out alright, but it slowly went downhill, barely kept afloat by some pretty good elements, as the other ones, like poor characters, not very good animation, and a forgettable sound track tried drowning it, and pretty much succeeded , depending on how you look at it. I'd say you should probably skip this one.\n\n\u001b[1mドラゴノート：共鳴は問題なく始まりましたが、ゆっくりと下り坂に入りました。貧弱なキャラクター、あまりアニメーションではないもの、忘れられないサウンドトラックはそれを溺れさせようとしました。 あなたがどのようにそれを見ているかに依存します。 私はあなたがおそらくこれを飛ばすべきだと言いたいと思います。\u001b[22m\n\u001b[1m(Doragonōto: Kyōmei wa mondainaku hajimarimashitaga, yukkuri to kudarizaka ni hairimashita. Hinjakuna kyarakutā, amari animēshonde wanai mono, wasurerarenai saundotorakku wa sore o obore saseyou to shimashita. Anata ga dono yō ni sore o mite iru ka ni izon shimasu. Watashi wa anata ga osoraku kore o tobasubekida to iitai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mDragonaut: The Resonance started out alright, but it slowly went downhill, barely kept afloat by some pretty good elements, as the other ones, like poor characters, not very good animation, and a forgettable sound track tried drowning it, and pretty much succeeded , depending on how you look at it. I'd say you should probably skip this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDragonaut: The Resonance started out alright, but it slowly went downhill, barely kept afloat by some pretty good elements, as the other ones, like poor characters, not very good animation, and a forgettable sound track tried drowning it, and pretty much succeeded\u001b[24m\n    \u001b[1mドラゴノート：共鳴は問題なく始まりましたが、ゆっくりと下り坂に入りました。貧弱なキャラクター、あまりアニメーションではないもの、忘れられないサウンドトラックはそれを溺れさせようとしました。\u001b[22m, \u001b[1mドラゴノーツは：レゾナンスは大丈夫始まったが、それはゆっくりとかろうじて悪い文字、非常に良いではないアニメーションのように、他のもののように、いくつかのかなり良い要素によって海上に保たれ、忘れられがちなサウンドトラックがそれを溺れ試みたが、ほとんど成功し、下り坂行ってきました\u001b[22m\n\u001b[4m, depending on how you look at it.\u001b[24m\n    \u001b[1mあなたがどのようにそれを見ているかに依存します。\u001b[22m, \u001b[1m、あなたはそれを見てどのように応じて。\u001b[22m\n\u001b[4mI'd say you should probably skip this one.\u001b[24m\n    \u001b[1m私はあなたがおそらくこれを飛ばすべきだと言いたいと思います。\u001b[22m, \u001b[1m私はあなたがおそらく、この1をスキップしなければならないと思います。\u001b[22m"
  }
]
