[
  {
    "title": "Hana_to_Alice__Satsujin_Jiken",
    "id": "27969",
    "url": "https://myanimelist.net/anime/27969/Hana_to_Alice__Satsujin_Jiken",
    "user": "BlurredVision18",
    "profile": "/profile/BlurredVision18/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=198571",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\n注：私はオリジナルのライブアクション映画Hana＆amp; amp; この映画を見てアリス。 それは本当に重要ではない、これは前置きです。 だからこれをスタンドアロンとして見ても問題ありません。 概要がないので、私に話を設定させてください。\n\n9年生の赤川哲子さん（Arisu / Alice）が新しい町に行き、学校に入学します。 彼女の新しいクラスに入ると、誰もが彼女に無関心に行動するようだ。 彼女は、噂で推測されていたひどい災難が、今年前に彼女の現在の机を占有していた学生に襲われたことを知ることになる。 彼女のクラスメートはそれを置くように。 彼女は「障壁」を壊しており、それは呪いを受ける可能性があります。 もっと遠慮し、幸運を祈ると、アリスは実際に殺されたと思われる生徒の家に実際に住んでいることを発見する。 彼女の背後にある机は空いている。彼女は1年以上授業中に欠席している彼女の隣人であることが判明した少女である。 学生に何が起こったのかを知る唯一の荒井さん。 アリスは、このユダヤ人として知られている学生に起こったことの底に到達するために、この隣人と対峙しようとします。\n\n話はよく書かれている。 それは魅力的だが、非常に単純化している。 謎の要素がありますが、私はそれがサスペンスやスリラーだと言う限りは行っていません。 超自然的でも非現実的にも壮大なことは起こりません。 それはメロドラマにはかなり明るいですが、むしろコメディですが、あまりにもまばらではありません。 彼らは冗談や冗談ではなく、乾いたユーモアを提供するために、信じられないキャラクターのやりとりに頼っています。 この映画はアニメのような気がしません。 実際の人があなたの日常生活の中で自然にやりとりするのを見ているかのように感じます。 ハナとアリスは、魅力的な時代の光のドラマ、それ以上のものは何もありません。\n格付け7（十分にペースのある物語を最初から最後まで保つため）\n\n芸術とアニメーションは人々の間で大ヒットや話題になるでしょう。 ロトスコープは、アニメーターがフレームごとにライブ映像をトレースするアニメーション技法です。 ロトスコーピングはリアルタイムで動くときによく見えるかもしれませんが、ちょっと不安定で、不安定で、フレームごとに厄介なように見えます。 私は彼らがそれらのシーンのいくつかを滑らかにするより良い仕事をしたように感じる。 そうすることで、彼らが行っていた影響がもたらされたのではなく、ちょうどちょっとです。 これは、画面上のキャラクタや無生物への適切な霊魂の非常に流暢な、生き生きした動きを作り出します。 キャラクターは細部に欠けていることもあり、バックグラウンドとは対照的に時々不調に感じることもあります。 私は、適切な注意を払うとロトスコープを楽しんでいます。 バレエクラスでのダンスには、ロトスコープの効果が見られます。 文字と背景の色がよく絡み合っています。 私はまた、かなり詳細な背景と照明効果を楽しんだ。 私の唯一の問題は、CGがレンダリングされていると感じたときのアニメーションの問題で、彼女の家を走っている肩の視点からアリスに従うと、私は言いました。  。\n評価7（それには欠陥がありましたが、それが正しいかどうか、それは良く見えました）\n\n音楽はかなり楽しかったし、クレジットの間に演奏された素敵な曲の外に立っていた作品は思い出せません。 それはすべてかなりリラックスしたものでした。 声優はとても良かったです。 音声の音質は少し矛盾しているようで、時には特に教室では、リバーブを作成するかどうかはわかりません。 評価7（良好な演技のため）\n\nキャラクターは映画の最も強いポイントです。 それはここのすべてです。 ハナとアリスはどちらも非常に好都合です。 アリスは礼儀正しく、ほとんど無邪気に見えるが、同級生が彼女をいじめしようとすると、アリスはすぐに彼女が弱いことに弱くないことを示す。 彼女はいつもやや遊び心のある控えめなやり方で話しているようです。 アリスはむしろ衝動的で、彼女の偽善はいくつかの非常に面白い瞬間を作ります。 アニメーションはここで不思議に思うが、彼女の顔の皮肉で時にはぼんやりとした表情は、本当に彼女の性格を引き出している。 ハナはアリスの強烈な態度を分かち合っている。だから彼らを眺めることはとても楽しい。 ハナはもう少し成熟して責任があるように見え、彼女の衝動が彼女を導かせるのではなく、幾分合理的な考えをとっている。 彼女は少し前から強烈な表情を浮かべていますが、すぐに彼女がアリスに好意を持ち、アリスを自分のグーフィーから守る必要があるように感じます。\n評価9（これら2つの間の相互作用は映画を楽しくし、クリシーアーキタイプから離れてもいいので）\n\n私がこれを楽しんだと言うのは少し控えめな言葉です。 私はそれが好きだった。 私は文字通り映画を通して私の顔に笑顔を浮かべました。 私が前に述べたように、これはアニメのようには感じられません。 ストーリーはやや魅力的ですが、楽しい楽しい雰囲気のようです。 もう一度強調したいのですが、これは殺人謎ではありません。 アートは私が知っている人のように感じられ、笑っている瞬間がたくさんありました。その心臓の弦をちょっとしたものに引っ張った瞬間もありました。\n評価9（これを見て爆発した）\n\n全体的に、このショウを目立たせるものは、VAが実際にキャラクターを生き生きとさせるものです。 物語はよく書かれていましたが、他の通常の（非超自然的な、などの）来る時代の物語の中で目立つようにするために、深みや何かを持っていませんでした。 また、上半期には音質が少し悪く、特定のアニメーションシーケンスには若干の不具合がありました。\nこのショーの最終スコアは7.5-8 / 10です。\n\n（主観的に、私はこれらの欠陥を簡単に見抜くことができます、私はそれを私のリストに9つ与えるつもりです、私は絶対にそれを愛していたからです！）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nNote: I have not viewed the original live-action film Hana &amp; Alice upon watching this film. Not that it really matters, this is a prequel. So watching this as a standalone is fine. Since there is no synopsis, allow me to set up the story.\n\n\u001b[1m注：私はオリジナルのライブアクション映画Hana＆amp; amp; この映画を見てアリス。 それは本当に重要ではない、これは前置きです。 だからこれをスタンドアロンとして見ても問題ありません。 概要がないので、私に話を設定させてください。\u001b[22m\n\u001b[1m(Chū: Watashi wa orijinaru no raibu akushon eiga Hana& amp; amp; kono eiga o mite Arisu. Sore wa hontōni jūyōde wanai, koreha maeokidesu. Dakara kore o sutandoaron to shite mite mo mondai arimasen. Gaiyō ga nainode, watashi ni hanashi o settei sa sete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mNote: I have not viewed the original live-action film Hana &amp; Alice upon watching this film. Not that it really matters, this is a prequel. So watching this as a standalone is fine. Since there is no synopsis, allow me to set up the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: I have not viewed the original live-action film Hana &amp;\u001b[24m\n    \u001b[1m注：私はオリジナルのライブアクション映画Hana＆amp; amp;\u001b[22m, \u001b[1m注：私は、オリジナルの実写映画ハナ＆アンペアを見ていません。\u001b[22m\n\u001b[4mAlice upon watching this film.\u001b[24m\n    \u001b[1mこの映画を見てアリス。\u001b[22m, \u001b[1mこの映画を見て時のアリス。\u001b[22m\n\u001b[4mNot that it really matters, this is a prequel.\u001b[24m\n    \u001b[1mそれは本当に重要ではない、これは前置きです。\u001b[22m, \u001b[1mではない、それは本当に重要ということ、これは前編です。\u001b[22m\n\u001b[4mSo watching this as a standalone is fine.\u001b[24m\n    \u001b[1mだからこれをスタンドアロンとして見ても問題ありません。\u001b[22m, \u001b[1mだから、スタンドアロンとしてこれを見てすることは問題ありません。\u001b[22m\n\u001b[4mSince there is no synopsis, allow me to set up the story.\u001b[24m\n    \u001b[1m概要がないので、私に話を設定させてください。\u001b[22m, \u001b[1m何のあらすじがないので、私が話を設定することができます。\u001b[22m\n\u001b[1m\u001b[22m\n9th grader Tetsuko Arisugawa (Arisu/Alice) moves to a new town and enrolls in school. Upon entering her new class, everyone seems to act indifferent towards her. She comes to find out that some awful misfortune only speculated by rumor had befallen the student who used to occupy her current desk the year before. As her classmates put it. She has 'broken the barrier' and may be subject to it's curse. Upon farther prying and a stroke of luck, Alice discovers that she in fact now lives in the house of the student who was supposedly murdered. The desk behind her is also vacant, a girl who turns out to be her neighbor who has been absent from class for over a year. Hana Arai, the only witness to what had happened to the student. Alice tries to confront this neighbor in order to get to the bottom of what happened to the student known as 'Judas'.\n\n\u001b[1m9年生の赤川哲子さん（Arisu / Alice）が新しい町に行き、学校に入学します。 彼女の新しいクラスに入ると、誰もが彼女に無関心に行動するようだ。 彼女は、噂で推測されていたひどい災難が、今年前に彼女の現在の机を占有していた学生に襲われたことを知ることになる。 彼女のクラスメートはそれを置くように。 彼女は「障壁」を壊しており、それは呪いを受ける可能性があります。 もっと遠慮し、幸運を祈ると、アリスは実際に殺されたと思われる生徒の家に実際に住んでいることを発見する。 彼女の背後にある机は空いている。彼女は1年以上授業中に欠席している彼女の隣人であることが判明した少女である。 学生に何が起こったのかを知る唯一の荒井さん。 アリスは、このユダヤ人として知られている学生に起こったことの底に到達するために、この隣人と対峙しようとします。\u001b[22m\n\u001b[1m(9-Nensei no Akagawa Tetsuko-san (Arisu/ arisu) ga atarashī machi ni iki, gakkō ni nyūgaku shimasu. Kanojo no atarashī kurasu ni hairu to, daremoga kanojo ni mukanshin ni kōdō suru yōda. Kanojo wa, uwasa de suisoku sa rete ita hidoi sainan ga, kotoshi mae ni kanojo no genzai no tsukue o sen'yū shite ita gakusei ni osowa reta koto o shiru koto ni naru. Kanojo no kurasumēto wa sore o oku yō ni. Kanojo wa `shōheki' o kowashite ori, soreha noroi o ukeru kanōsei ga arimasu. Motto enryo shi, kōunwoinoru to, Arisu wa jissai ni korosa reta to omowa reru seito no ie ni jissai ni sunde iru koto o hakken suru. Kanojo no haigo ni aru tsukue wa suiteiru. Kanojo wa 1-nen ijō jugyō-chū ni kesseki shite iru kanojo no rinjindearu koto ga hanmei shita shōjodearu. Gakusei ni nani ga okotta no ka o shiru yuiitsu no Arai-san. Arisu wa, kono yudayahito to shite shira rete iru gakusei ni okotta koto no soko ni tōtatsu suru tame ni, kono rinjin to taiji shiyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4m9th grader Tetsuko Arisugawa (Arisu/Alice) moves to a new town and enrolls in school. Upon entering her new class, everyone seems to act indifferent towards her. She comes to find out that some awful misfortune only speculated by rumor had befallen the student who used to occupy her current desk the year before. As her classmates put it. She has 'broken the barrier' and may be subject to it's curse. Upon farther prying and a stroke of luck, Alice discovers that she in fact now lives in the house of the student who was supposedly murdered. The desk behind her is also vacant, a girl who turns out to be her neighbor who has been absent from class for over a year. Hana Arai, the only witness to what had happened to the student. Alice tries to confront this neighbor in order to get to the bottom of what happened to the student known as 'Judas'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m9th grader Tetsuko Arisugawa (Arisu/Alice) moves to a new town and enrolls in school.\u001b[24m\n    \u001b[1m9年生の赤川哲子さん（Arisu / Alice）が新しい町に行き、学校に入学します。\u001b[22m, \u001b[1m第九年生徹子有栖川（アリス/アリスは）新しい町に移動し、学校に在籍しています。\u001b[22m\n\u001b[4mUpon entering her new class, everyone seems to act indifferent towards her.\u001b[24m\n    \u001b[1m彼女の新しいクラスに入ると、誰もが彼女に無関心に行動するようだ。\u001b[22m, \u001b[1m彼女の新しいクラスに入ると、誰もが彼女に向かって無関心行動するようです。\u001b[22m\n\u001b[4mShe comes to find out that some awful misfortune only speculated by rumor had befallen the student who used to occupy her current desk the year before.\u001b[24m\n    \u001b[1m彼女は、噂で推測されていたひどい災難が、今年前に彼女の現在の机を占有していた学生に襲われたことを知ることになる。\u001b[22m, \u001b[1m彼女は噂によって推測いくつかのひどい不幸年前に彼女の現在の机を占有するために使用する学生を降りかかっていたことを知るようになります。\u001b[22m\n\u001b[4mAs her classmates put it.\u001b[24m\n    \u001b[1m彼女のクラスメートはそれを置くように。\u001b[22m\n\u001b[4mShe has 'broken the barrier' and may be subject to it's curse.\u001b[24m\n    \u001b[1m彼女は「障壁」を壊しており、それは呪いを受ける可能性があります。\u001b[22m, \u001b[1m彼女は「バリアが壊れて」おり、それの呪いを受ける可能性があります。\u001b[22m\n\u001b[4mUpon farther prying and a stroke of luck, Alice discovers that she in fact now lives in the house of the student who was supposedly murdered.\u001b[24m\n    \u001b[1mもっと遠慮し、幸運を祈ると、アリスは実際に殺されたと思われる生徒の家に実際に住んでいることを発見する。\u001b[22m, \u001b[1m遠くこじりと運のストロークの際に、アリスは、彼女が実際に今おそらく殺害された生徒の家に住んでいることを発見します。\u001b[22m\n\u001b[4mThe desk behind her is also vacant, a girl who turns out to be her neighbor who has been absent from class for over a year.\u001b[24m\n    \u001b[1m彼女の背後にある机は空いている。彼女は1年以上授業中に欠席している彼女の隣人であることが判明した少女である。\u001b[22m, \u001b[1m彼女の背後にある机は、また一年以上クラスを欠席された彼女の隣人であることが判明した女の子空いています。\u001b[22m\n\u001b[4mHana Arai, the only witness to what had happened to the student.\u001b[24m\n    \u001b[1m学生に何が起こったのかを知る唯一の荒井さん。\u001b[22m, \u001b[1mハナ新井、学生に何が起こったのかにのみ証人。\u001b[22m\n\u001b[4mAlice tries to confront this neighbor in order to get to the bottom of what happened to the student known as 'Judas'.\u001b[24m\n    \u001b[1mアリスは、このユダヤ人として知られている学生に起こったことの底に到達するために、この隣人と対峙しようとします。\u001b[22m, \u001b[1mアリスは「ユダ」として知られている学生に何が起こったの底に到達するために、この隣人に直面しようとします。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is well written. It manages to be compelling yet is very simplistic. There are elements of mystery but I wouldn't go as far as say it's suspenseful or a thriller. Nothing supernatural or unrealistically grand happen. It's pretty light on the melodrama and is rather comedic, but not overly blatant. Rather than corny jokes and routines, they rely on believable character interactions to provide dry humor. This film doesn't feel like an anime at all. It feels as if you are watching real people interact naturally as you would in your daily life. Hana to Alice is a charming coming of age light drama, nothing more, nothing less.\n\n\u001b[1m話はよく書かれている。 それは魅力的だが、非常に単純化している。 謎の要素がありますが、私はそれがサスペンスやスリラーだと言う限りは行っていません。 超自然的でも非現実的にも壮大なことは起こりません。 それはメロドラマにはかなり明るいですが、むしろコメディですが、あまりにもまばらではありません。 彼らは冗談や冗談ではなく、乾いたユーモアを提供するために、信じられないキャラクターのやりとりに頼っています。 この映画はアニメのような気がしません。 実際の人があなたの日常生活の中で自然にやりとりするのを見ているかのように感じます。 ハナとアリスは、魅力的な時代の光のドラマ、それ以上のものは何もありません。\u001b[22m\n\u001b[1m(Hanashi wa yoku kaka rete iru. Sore wa mirikitekidaga, hijō ni tanjun-ka shite iru. Nazo no yōso ga arimasuga, watashi wa sore ga sasupensu ya surirāda to iu kagiri wa itte imasen. Chō shizen-tekide mo higenjitsuteki ni mo sōdaina koto wa okorimasen. Sore wa merodorama ni wa kanari akaruidesuga, mushiro komedidesuga, amarini mo mabarade wa arimasen. Karera wa jōdan ya jōdande wa naku, kawaita yūmoa o teikyō suru tame ni, shinjirarenai kyarakutā no yaritori ni tayotte imasu. Kono eiga wa anime no yōna ki ga shimasen. Jissai no hito ga anata no nichijō seikatsu no naka de shizen ni yaritori suru no o mite iru ka no yō ni kanjimasu. Hana to Arisu wa, miryoku-tekina jidai no hikari no dorama, soreijō no mono wa nani mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story is well written. It manages to be compelling yet is very simplistic. There are elements of mystery but I wouldn't go as far as say it's suspenseful or a thriller. Nothing supernatural or unrealistically grand happen. It's pretty light on the melodrama and is rather comedic, but not overly blatant. Rather than corny jokes and routines, they rely on believable character interactions to provide dry humor. This film doesn't feel like an anime at all. It feels as if you are watching real people interact naturally as you would in your daily life. Hana to Alice is a charming coming of age light drama, nothing more, nothing less.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is well written.\u001b[24m\n    \u001b[1m話はよく書かれている。\u001b[22m, \u001b[1m物語はよく書かれています。\u001b[22m\n\u001b[4mIt manages to be compelling yet is very simplistic.\u001b[24m\n    \u001b[1mそれは魅力的だが、非常に単純化している。\u001b[22m, \u001b[1mそれは魅力的であることを管理してまだ非常に単純です。\u001b[22m\n\u001b[4mThere are elements of mystery but I wouldn't go as far as say it's suspenseful or a thriller.\u001b[24m\n    \u001b[1m謎の要素がありますが、私はそれがサスペンスやスリラーだと言う限りは行っていません。\u001b[22m, \u001b[1mそこに謎の要素があるが、私は限りそれはサスペンスやスリラーだと言うように行かないだろう。\u001b[22m\n\u001b[4mNothing supernatural or unrealistically grand happen.\u001b[24m\n    \u001b[1m超自然的でも非現実的にも壮大なことは起こりません。\u001b[22m, \u001b[1m何も超自然的または非現実的に壮大が起こります。\u001b[22m\n\u001b[4mIt's pretty light on the melodrama and is rather comedic, but not overly blatant.\u001b[24m\n    \u001b[1mそれはメロドラマにはかなり明るいですが、むしろコメディですが、あまりにもまばらではありません。\u001b[22m, \u001b[1mそれはメロドラマにかなり軽いですし、むしろ滑稽、しかし過度に露骨ではありません。\u001b[22m\n\u001b[4mRather than corny jokes and routines, they rely on believable character interactions to provide dry humor.\u001b[24m\n    \u001b[1m彼らは冗談や冗談ではなく、乾いたユーモアを提供するために、信じられないキャラクターのやりとりに頼っています。\u001b[22m, \u001b[1mむしろ陳腐なジョークやルーチンよりも、彼らは乾いたユーモアを提供するために、信じられない文字の相互作用に依存しています。\u001b[22m\n\u001b[4mThis film doesn't feel like an anime at all.\u001b[24m\n    \u001b[1mこの映画はアニメのような気がしません。\u001b[22m, \u001b[1mこのフィルムは、すべてのアニメのように感じることはありません。\u001b[22m\n\u001b[4mIt feels as if you are watching real people interact naturally as you would in your daily life.\u001b[24m\n    \u001b[1m実際の人があなたの日常生活の中で自然にやりとりするのを見ているかのように感じます。\u001b[22m, \u001b[1mあなたはあなたの日常生活の中で同じように現実の人々が自然に対話する見ているかのように感じています。\u001b[22m\n\u001b[4mHana to Alice is a charming coming of age light drama, nothing more, nothing less.\u001b[24m\n    \u001b[1mハナとアリスは、魅力的な時代の光のドラマ、それ以上のものは何もありません。\u001b[22m, \u001b[1mアリスの花は、年齢の光のドラマの魅力的な来る、より多くの何もない、あまり何もないです。\u001b[22m\nRating 7 (for keeping a solid well paced narrative from beginning to end)\n\n\u001b[1m格付け7（十分にペースのある物語を最初から最後まで保つため）\u001b[22m\n\u001b[1m(Kakudzuke 7 (jūbun ni pēsu no aru monogatari o saisho kara saigomade tamotsu tame))\u001b[22m\n\nTranslations of \u001b[4mRating 7 (for keeping a solid well paced narrative from beginning to end)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating 7 (for keeping a solid well paced narrative from beginning to end)\u001b[24m\n    \u001b[1m格付け7（十分にペースのある物語を最初から最後まで保つため）\u001b[22m, \u001b[1m（最初から最後まで固体もペース物語を維持するために）評価7\u001b[22m\n\u001b[1m\u001b[22m\nThe art and animation is gonna be a hot hit or miss topic among people. Rotoscoping is an animation technique in which animators trace over live footage frame by frame. Rotoscoping may look good when moving in real time, but it's kinda unflattering, choppy, and just looks awkward going frame by frame. I feel like they could have done a better job smoothing out some of those scenes. Doing so would have provided the impact they were going for, instead it's just kinda... there. This creates very fluent, lifelike movement of on screen characters and proper psychics to inanimate objects. The characters can also lack detail and sometimes feel out of place in contrast to it's backgrounds. I quite enjoy rotoscope when given proper attention. The full effect of rotoscope is seen with the dancing during ballet class. The colors between characters and backgrounds mesh together well. I also enjoyed the fairly detailed backdrops and lighting effects. My only issue with the animation during one particular scene when the background feels CG rendered and creates that unwelcome contrast I mentioned as we follow Alice from a shoulder perspective running through her home, and during a couple scenes were they use slow motion with no added effects .\n\n\u001b[1m芸術とアニメーションは人々の間で大ヒットや話題になるでしょう。 ロトスコープは、アニメーターがフレームごとにライブ映像をトレースするアニメーション技法です。 ロトスコーピングはリアルタイムで動くときによく見えるかもしれませんが、ちょっと不安定で、不安定で、フレームごとに厄介なように見えます。 私は彼らがそれらのシーンのいくつかを滑らかにするより良い仕事をしたように感じる。 そうすることで、彼らが行っていた影響がもたらされたのではなく、ちょうどちょっとです。 これは、画面上のキャラクタや無生物への適切な霊魂の非常に流暢な、生き生きした動きを作り出します。 キャラクターは細部に欠けていることもあり、バックグラウンドとは対照的に時々不調に感じることもあります。 私は、適切な注意を払うとロトスコープを楽しんでいます。 バレエクラスでのダンスには、ロトスコープの効果が見られます。 文字と背景の色がよく絡み合っています。 私はまた、かなり詳細な背景と照明効果を楽しんだ。 私の唯一の問題は、CGがレンダリングされていると感じたときのアニメーションの問題で、彼女の家を走っている肩の視点からアリスに従うと、私は言いました。  。\u001b[22m\n\u001b[1m(Geijutsu to animēshon wa hitobito no ma de dai hitto ya wadai ni narudeshou. Rotosukōpu wa, animētā ga furēmu-goto ni raibu eizō o torēsu suru animēshon gihōdesu. Kore wa, gamen'ue no kyarakuta ya museibutsu e no tekisetsuna reikon no hijō ni ryūchōna, ikiiki shita ugoki o tsukuridashimasu. Kyarakutā wa saibu ni kakete iru koto mo ari, bakkuguraundo to wa taishō-teki ni tokidoki fuchō ni kanjiru koto mo arimasu. Watashi wa, tekisetsuna chūiwoharau to rotosukōpu o tanoshinde imasu. Barē kurasu de no dansu ni wa, rotosukōpu no kōka ga mi raremasu. Moji to haikei no iro ga yoku karamiatte imasu. Watashi wa mata, kanari shōsaina haikei to shōmei kōka o tanoshinda. Watashi no yuiitsu no mondai wa, CG ga rendaringu sa rete iru to kanjita toki no animēshon no mondai de, kanojo no ie o hashitte iru kata no shiten kara Arisu ni shitagau to, watashi wa iimashita.. Rotosukōpingu wa riarutaimu de ugoku toki ni yoku mieru kamo shiremasenga, chotto fuanteide, fuanteide, furēmu-goto ni yakkaina yō ni miemasu. Watashi wa karera ga sorera no shīn no ikutsu ka o namerakani suru yoriyoi shigoto o shita yō ni kanjiru. Sō suru koto de, karera ga okonatte ita eikyō ga motarasa reta node wa naku, chōdo chottodesu.)\u001b[22m\nRating 7 (it had flaws, but for what it did right, it looked good)\n\n\u001b[1m評価7（それには欠陥がありましたが、それが正しいかどうか、それは良く見えました）\u001b[22m\n\u001b[1m(Hyōka 7 (soreni wa kekkan ga arimashitaga, sore ga tadashī ka dō ka, sore wa yoku miemashita))\u001b[22m\n\nTranslations of \u001b[4mRating 7 (it had flaws, but for what it did right, it looked good)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating 7 (it had flaws, but for what it did right, it looked good)\u001b[24m\n    \u001b[1m評価7（それには欠陥がありましたが、それが正しいかどうか、それは良く見えました）\u001b[22m, \u001b[1m評価7（それは欠陥があったが、それは右やったことのために、それは良い見えました）\u001b[22m\n\u001b[1m\u001b[22m\nThe music was pretty enjoyable, I don't recall any piece that stood out besides the nice song played during the credits. It was all rather relaxing stuff. The voice acting was very good. The voice audio quality seemed to be a bit inconsistent, and at times, specifically in the classroom, I'm not sure if their intention was to create a reverb or not. Rating 7 (for the good acting)\n\n\u001b[1m音楽はかなり楽しかったし、クレジットの間に演奏された素敵な曲の外に立っていた作品は思い出せません。 それはすべてかなりリラックスしたものでした。 声優はとても良かったです。 音声の音質は少し矛盾しているようで、時には特に教室では、リバーブを作成するかどうかはわかりません。 評価7（良好な演技のため）\u001b[22m\n\u001b[1m(Ongaku wa kanari tanoshikattashi, kurejitto no ma ni ensō sa reta sutekina kyoku no soto ni tatte ita sakuhin wa omoidasemasen. Sore wa subete kanari rirakkusu shita monodeshita. Seiyū wa totemo yokattadesu. Onsei no onshitsu wa sukoshi mujun shite iru yō de, tokiniha tokuni kyōshitsude wa, ribābu o sakusei suru ka dō ka wa wakarimasen. Hyōka 7 (ryōkōna engi no tame))\u001b[22m\n\nTranslations of \u001b[4mThe music was pretty enjoyable, I don't recall any piece that stood out besides the nice song played during the credits. It was all rather relaxing stuff. The voice acting was very good. The voice audio quality seemed to be a bit inconsistent, and at times, specifically in the classroom, I'm not sure if their intention was to create a reverb or not. Rating 7 (for the good acting)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music was pretty enjoyable, I don't recall any piece that stood out besides the nice song played during the credits.\u001b[24m\n    \u001b[1m音楽はかなり楽しかったし、クレジットの間に演奏された素敵な曲の外に立っていた作品は思い出せません。\u001b[22m, \u001b[1m音楽はかなり楽しかった、私はクレジット中に再生素敵な曲以外にも際立っていた任意の部分を覚えていません。\u001b[22m\n\u001b[4mIt was all rather relaxing stuff.\u001b[24m\n    \u001b[1mそれはすべてかなりリラックスしたものでした。\u001b[22m, \u001b[1mこれは、すべてではなく、リラックスできるものでした。\u001b[22m\n\u001b[4mThe voice acting was very good.\u001b[24m\n    \u001b[1m声優はとても良かったです。\u001b[22m, \u001b[1m声の演技は非常に良好でした。\u001b[22m\n\u001b[4mThe voice audio quality seemed to be a bit inconsistent, and at times, specifically in the classroom, I'm not sure if their intention was to create a reverb or not.\u001b[24m\n    \u001b[1m音声の音質は少し矛盾しているようで、時には特に教室では、リバーブを作成するかどうかはわかりません。\u001b[22m, \u001b[1m音声オーディオ品質は少し矛盾したように見えた、との回で、具体的に教室で、私は彼らの意図はリバーブやないを作成することでしたかはわかりません。\u001b[22m\n\u001b[4mRating 7 (for the good acting)\u001b[24m\n    \u001b[1m評価7（良好な演技のため）\u001b[22m, \u001b[1m（良い演技のために）評価7\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are the films strongest point. It's everything here. Hana and Alice are both very likable. Alice is polite and almost appears naive, but when a classmate attempts to bully her, Alice promptly shows that she isn't feeble in the least bit. She always seems to be speaking in a somewhat playful condescending manner. Alice is rather impulsive and her aloofness creates some very entertaining moments. The animation does wonders here, the sarcastic and sometimes dumbfounded look on her face really brings out the personality of her character. Hana shares Alice's headstrong attitude, which is why watching them banter is so enjoyable. Hana seems a bit more mature and responsible, taking a somewhat rational thought rather than letting her impulses guide her. She puts up a bit of a tough front, but it's apparent that she immediately takes a liking to Alice and feels like she needs to protect Alice from her goofy self.\n\n\u001b[1mキャラクターは映画の最も強いポイントです。 それはここのすべてです。 ハナとアリスはどちらも非常に好都合です。 アリスは礼儀正しく、ほとんど無邪気に見えるが、同級生が彼女をいじめしようとすると、アリスはすぐに彼女が弱いことに弱くないことを示す。 彼女はいつもやや遊び心のある控えめなやり方で話しているようです。 アリスはむしろ衝動的で、彼女の偽善はいくつかの非常に面白い瞬間を作ります。 アニメーションはここで不思議に思うが、彼女の顔の皮肉で時にはぼんやりとした表情は、本当に彼女の性格を引き出している。 ハナはアリスの強烈な態度を分かち合っている。だから彼らを眺めることはとても楽しい。 ハナはもう少し成熟して責任があるように見え、彼女の衝動が彼女を導かせるのではなく、幾分合理的な考えをとっている。 彼女は少し前から強烈な表情を浮かべていますが、すぐに彼女がアリスに好意を持ち、アリスを自分のグーフィーから守る必要があるように感じます。\u001b[22m\n\u001b[1m(Kyarakutā wa eiga no mottomo tsuyoi pointodesu. Sore wa koko no subetedesu. Hana to Arisu wa dochira mo hijō ni kōtsugōdesu. Arisu wa reigi tadashiku, hotondo mujaki ni mieruga, dōkyūsei ga kanojo o ijime shiyou to suru to, Arisu wa sugu ni kanojo ga yowai koto ni yowakunai koto o shimesu. Kanojo wa itsumo yaya asobigokoro no aru hikaemena yarikata de hanashite iru yōdesu. Arisu wa mushiro shōdō-tekide, kanojo no gizen wa ikutsu ka no hijō ni omoshiroi shunkan o tsukurimasu. Animēshon wa koko de fushigi ni omou ga, kanojo no kao no hinikude tokiniha bon'yari to shita hyōjō wa, hontōni kanojo no seikaku o hikidashite iru. Hana wa Arisu no kyōretsuna taido o wakachi atte iru. Dakara karera o nagameru koto wa totemo tanoshī. Hana wa mōsukoshi seijuku shite sekinin ga aru yō ni mie, kanojo no shōdō ga kanojo o michibika seru node wa naku, ikubun gōri-tekina kangae o totte iru. Kanojo wa sukoshi mae kara kyōretsuna hyōjō o ukabete imasuga, sugu ni kanojo ga Arisu ni kōi o mochi, Arisu o jibun no gūfī kara mamoru hitsuyō ga aru yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are the films strongest point. It's everything here. Hana and Alice are both very likable. Alice is polite and almost appears naive, but when a classmate attempts to bully her, Alice promptly shows that she isn't feeble in the least bit. She always seems to be speaking in a somewhat playful condescending manner. Alice is rather impulsive and her aloofness creates some very entertaining moments. The animation does wonders here, the sarcastic and sometimes dumbfounded look on her face really brings out the personality of her character. Hana shares Alice's headstrong attitude, which is why watching them banter is so enjoyable. Hana seems a bit more mature and responsible, taking a somewhat rational thought rather than letting her impulses guide her. She puts up a bit of a tough front, but it's apparent that she immediately takes a liking to Alice and feels like she needs to protect Alice from her goofy self.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are the films strongest point.\u001b[24m\n    \u001b[1mキャラクターは映画の最も強いポイントです。\u001b[22m, \u001b[1m文字がフィルム最強のポイントです。\u001b[22m\n\u001b[4mIt's everything here.\u001b[24m\n    \u001b[1mそれはここのすべてです。\u001b[22m, \u001b[1mそれはここにすべてのものです。\u001b[22m\n\u001b[4mHana and Alice are both very likable.\u001b[24m\n    \u001b[1mハナとアリスはどちらも非常に好都合です。\u001b[22m, \u001b[1m花とアリスは両方とも非常に好感されています。\u001b[22m\n\u001b[4mAlice is polite and almost appears naive, but when a classmate attempts to bully her, Alice promptly shows that she isn't feeble in the least bit.\u001b[24m\n    \u001b[1mアリスは礼儀正しく、ほとんど無邪気に見えるが、同級生が彼女をいじめしようとすると、アリスはすぐに彼女が弱いことに弱くないことを示す。\u001b[22m, \u001b[1mアリスは丁寧で、ほとんどナイーブ表示されますが、同級生は彼女をいじめしようとしたとき、アリスは、速やかに、彼女は少なくともビットで微弱ではないことを示しています。\u001b[22m\n\u001b[4mShe always seems to be speaking in a somewhat playful condescending manner.\u001b[24m\n    \u001b[1m彼女はいつもやや遊び心のある控えめなやり方で話しているようです。\u001b[22m, \u001b[1m彼女はいつもやや遊び心見下すようにして話しているように見えます。\u001b[22m\n\u001b[4mAlice is rather impulsive and her aloofness creates some very entertaining moments.\u001b[24m\n    \u001b[1mアリスはむしろ衝動的で、彼女の偽善はいくつかの非常に面白い瞬間を作ります。\u001b[22m, \u001b[1mアリスはかなり衝撃的であり、彼女のよそよそしい態度は、いくつかの非常に面白い瞬間を作成します。\u001b[22m\n\u001b[4mThe animation does wonders here, the sarcastic and sometimes dumbfounded look on her face really brings out the personality of her character.\u001b[24m\n    \u001b[1mアニメーションはここで不思議に思うが、彼女の顔の皮肉で時にはぼんやりとした表情は、本当に彼女の性格を引き出している。\u001b[22m, \u001b[1mアニメーションはここでの驚異を行い、彼女の顔に皮肉、時には唖然外観は本当に彼女のキャラクターの個性を引き立てます。\u001b[22m\n\u001b[4mHana shares Alice's headstrong attitude, which is why watching them banter is so enjoyable.\u001b[24m\n    \u001b[1mハナはアリスの強烈な態度を分かち合っている。だから彼らを眺めることはとても楽しい。\u001b[22m, \u001b[1m花はアリスの頑固な態度を共有し、それら冗談を見ることがとても楽しいです理由です。\u001b[22m\n\u001b[4mHana seems a bit more mature and responsible, taking a somewhat rational thought rather than letting her impulses guide her.\u001b[24m\n    \u001b[1mハナはもう少し成熟して責任があるように見え、彼女の衝動が彼女を導かせるのではなく、幾分合理的な考えをとっている。\u001b[22m, \u001b[1m花は、彼女の衝動が彼女を案内させるのではなく、多少合理的な思考を取って、もう少し成熟しており、責任あるようです。\u001b[22m\n\u001b[4mShe puts up a bit of a tough front, but it's apparent that she immediately takes a liking to Alice and feels like she needs to protect Alice from her goofy self.\u001b[24m\n    \u001b[1m彼女は少し前から強烈な表情を浮かべていますが、すぐに彼女がアリスに好意を持ち、アリスを自分のグーフィーから守る必要があるように感じます。\u001b[22m, \u001b[1m彼女はタフなフロントのビットを置きますが、それは彼女がすぐにアリスに好みを取り、彼女は彼女の間抜けな自己からアリスを保護する必要があるように感じていることは明らかです。\u001b[22m\nRating 9 (the interaction between these two make the film enjoyable, also so nice to get away from cliche archetypes)\n\n\u001b[1m評価9（これら2つの間の相互作用は映画を楽しくし、クリシーアーキタイプから離れてもいいので）\u001b[22m\n\u001b[1m(Hyōka 9 (korera 2tsu no ma no sōgo sayō wa eiga o tanoshiku shi, kurishīākitaipu kara hanarete mo īnode))\u001b[22m\n\nTranslations of \u001b[4mRating 9 (the interaction between these two make the film enjoyable, also so nice to get away from cliche archetypes)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating 9 (the interaction between these two make the film enjoyable, also so nice to get away from cliche archetypes)\u001b[24m\n    \u001b[1m評価9（これら2つの間の相互作用は映画を楽しくし、クリシーアーキタイプから離れてもいいので）\u001b[22m, \u001b[1m評価9（これら二つの間の相互作用は、フィルムが楽しいものにもとても素敵離れクリシェアーキタイプから取得します）\u001b[22m\n\u001b[1m\u001b[22m\nTo say I enjoyed this is a bit of an understatement. I loved it. I literally had a smile on my face throughout the film. As I mentioned before, this just doesn't feel like an anime. The story is somewhat compelling but more so about a fun enjoyable atmosphere. Just want to emphasize again, this is not a murder mystery thriller per say. The art was pleasant to view, the characters felt like people I know, there were plenty moments to laugh at, and a moment that tugged at those heart strings just a tad bit.\n\n\u001b[1m私がこれを楽しんだと言うのは少し控えめな言葉です。 私はそれが好きだった。 私は文字通り映画を通して私の顔に笑顔を浮かべました。 私が前に述べたように、これはアニメのようには感じられません。 ストーリーはやや魅力的ですが、楽しい楽しい雰囲気のようです。 もう一度強調したいのですが、これは殺人謎ではありません。 アートは私が知っている人のように感じられ、笑っている瞬間がたくさんありました。その心臓の弦をちょっとしたものに引っ張った瞬間もありました。\u001b[22m\n\u001b[1m(Watashi ga kore o tanoshinda to iu no wa sukoshi hikaemena kotobadesu. Watashi wa sore ga sukidatta. Watashi wa mojidōri eiga o tōshite watashinokao ni egao o ukabemashita. Watashi ga mae ni nobeta yō ni, koreha anime no yō ni wa kanji raremasen. Sutōrī wa yaya mirikitekidesuga, tanoshī tanoshī fun'iki no yōdesu. Mōichido kyōchō shitai nodesuga, koreha satsujin nazode wa arimasen. Āto wa watashi ga shitte iru hito no yō ni kanji rare, waratte iru shunkan ga takusan arimashita. Sono shinzō no gen o chotto shita mono ni hippatta shunkan mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4mTo say I enjoyed this is a bit of an understatement. I loved it. I literally had a smile on my face throughout the film. As I mentioned before, this just doesn't feel like an anime. The story is somewhat compelling but more so about a fun enjoyable atmosphere. Just want to emphasize again, this is not a murder mystery thriller per say. The art was pleasant to view, the characters felt like people I know, there were plenty moments to laugh at, and a moment that tugged at those heart strings just a tad bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo say I enjoyed this is a bit of an understatement.\u001b[24m\n    \u001b[1m私がこれを楽しんだと言うのは少し控えめな言葉です。\u001b[22m, \u001b[1m私はこれを楽しんだと言うことは、控えめのビットです。\u001b[22m\n\u001b[4mI loved it.\u001b[24m\n    \u001b[1m私はそれが好きだった。\u001b[22m, \u001b[1m私はそれを愛した。\u001b[22m, \u001b[1m私はそれを愛しました。\u001b[22m\n\u001b[4mI literally had a smile on my face throughout the film.\u001b[24m\n    \u001b[1m私は文字通り映画を通して私の顔に笑顔を浮かべました。\u001b[22m, \u001b[1m私は文字通り映画を通して私の顔に笑顔を持っていました。\u001b[22m\n\u001b[4mAs I mentioned before, this just doesn't feel like an anime.\u001b[24m\n    \u001b[1m私が前に述べたように、これはアニメのようには感じられません。\u001b[22m, \u001b[1m私は前に述べたように、これは単なるアニメのように感じることはありません。\u001b[22m\n\u001b[4mThe story is somewhat compelling but more so about a fun enjoyable atmosphere.\u001b[24m\n    \u001b[1mストーリーはやや魅力的ですが、楽しい楽しい雰囲気のようです。\u001b[22m, \u001b[1m物語はとても楽しい楽しい雰囲気についてやや説得力が、よりです。\u001b[22m\n\u001b[4mJust want to emphasize again, this is not a murder mystery thriller per say.\u001b[24m\n    \u001b[1mもう一度強調したいのですが、これは殺人謎ではありません。\u001b[22m, \u001b[1mもう一度強調したい、これは言うあたりの殺人ミステリースリラーではありません。\u001b[22m\n\u001b[4mThe art was pleasant to view, the characters felt like people I know, there were plenty moments to laugh at, and a moment that tugged at those heart strings just a tad bit.\u001b[24m\n    \u001b[1mアートは私が知っている人のように感じられ、笑っている瞬間がたくさんありました。その心臓の弦をちょっとしたものに引っ張った瞬間もありました。\u001b[22m, \u001b[1m芸術は、文字は私が知っている人のように感じた見ることが楽しかった、たっぷりに笑う瞬間、ちょうど少しビットこれらの心の文字列で引っ張った瞬間がありました。\u001b[22m\nRating 9 (had a blast watching this)\n\n\u001b[1m評価9（これを見て爆発した）\u001b[22m\n\u001b[1m(Hyōka 9 (kore o mite bakuhatsu shita))\u001b[22m\n\nTranslations of \u001b[4mRating 9 (had a blast watching this)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRating 9 (had a blast watching this)\u001b[24m\n    \u001b[1m評価9（これを見て爆発した）\u001b[22m, \u001b[1m評価9（これを見て爆発していました）\u001b[22m\n\u001b[1m\u001b[22m\nOverall the acting is what makes this show stand out, the VA's really brought the characters to life. The story was well written but didn't have a lot of depth or anything that makes it stand out among any other normal (non-supernatural, etc.) coming of age story. And with the sound quality a bit lackluster in the first half, and some minor gripes with certain animation sequences.\n\n\u001b[1m全体的に、このショウを目立たせるものは、VAが実際にキャラクターを生き生きとさせるものです。 物語はよく書かれていましたが、他の通常の（非超自然的な、などの）来る時代の物語の中で目立つようにするために、深みや何かを持っていませんでした。 また、上半期には音質が少し悪く、特定のアニメーションシーケンスには若干の不具合がありました。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono shō o medata seru mono wa, VA ga jissai ni kyarakutā o ikiikito sa seru monodesu. Monogatari wa yoku kaka rete imashitaga, hoka no tsūjō no (hi chō shizen-tekina, nado no) kuru jidai no monogatari no naka de medatsu yō ni suru tame ni, fukami ya nanika o motte imasendeshita. Mata, kamihanki ni wa onshitsu ga sukoshi waruku, tokutei no animēshonshīkensu ni wa jakkan no fuguai ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall the acting is what makes this show stand out, the VA's really brought the characters to life. The story was well written but didn't have a lot of depth or anything that makes it stand out among any other normal (non-supernatural, etc.) coming of age story. And with the sound quality a bit lackluster in the first half, and some minor gripes with certain animation sequences.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the acting is what makes this show stand out, the VA's really brought the characters to life.\u001b[24m\n    \u001b[1m全体的に、このショウを目立たせるものは、VAが実際にキャラクターを生き生きとさせるものです。\u001b[22m, \u001b[1m全体的な演技は、このショーは目立つものであり、VAのは本当に生活に文字をもたらしました。\u001b[22m\n\u001b[4mThe story was well written but didn't have a lot of depth or anything that makes it stand out among any other normal (non-supernatural, etc.) coming of age story.\u001b[24m\n    \u001b[1m物語はよく書かれていましたが、他の通常の（非超自然的な、などの）来る時代の物語の中で目立つようにするために、深みや何かを持っていませんでした。\u001b[22m, \u001b[1m話はよく書かれていたが、年齢の話の到来、それは通常の（非超自然、など）他の間で目立つ深さか何かの多くを持っていませんでした。\u001b[22m\n\u001b[4mAnd with the sound quality a bit lackluster in the first half, and some minor gripes with certain animation sequences.\u001b[24m\n    \u001b[1mまた、上半期には音質が少し悪く、特定のアニメーションシーケンスには若干の不具合がありました。\u001b[22m, \u001b[1mそして、前半のビット精彩を欠いた音質、および特定のアニメーションシーケンスを持ついくつかのマイナーな不満を持ちます。\u001b[22m\nThe final Score for this show is 7.5-8/10.\n\n\u001b[1mこのショーの最終スコアは7.5-8 / 10です。\u001b[22m\n\u001b[1m(Kono shō no saishū sukoa wa 7. 5 - 8/ 10Desu.)\u001b[22m\n\nTranslations of \u001b[4mThe final Score for this show is 7.5-8/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe final Score for this show is 7.5-8/10.\u001b[24m\n    \u001b[1mこのショーの最終スコアは7.5-8 / 10です。\u001b[22m, \u001b[1mこのショーのための最終的なスコアは、7.5〜8/10です。\u001b[22m\n\u001b[1m\u001b[22m\n(subjectively, I can easily look pass these flaws, I'm gonna give it a 9 on my list, cause I absolutely loved it!)\n\n\u001b[1m（主観的に、私はこれらの欠陥を簡単に見抜くことができます、私はそれを私のリストに9つ与えるつもりです、私は絶対にそれを愛していたからです！）\u001b[22m\n\u001b[1m((Shukan-teki ni, watashi wa korera no kekkan o kantan ni minuku koto ga dekimasu, watashi wa sore o watashi no risuto ni kokonotsu ataeru tsumoridesu, watashi wa zettai ni sore o aishite itakaradesu! ))\u001b[22m\n\nTranslations of \u001b[4m(subjectively, I can easily look pass these flaws, I'm gonna give it a 9 on my list, cause I absolutely loved it!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(subjectively, I can easily look pass these flaws, I'm gonna give it a 9 on my list, cause I absolutely loved it!)\u001b[24m\n    \u001b[1m（主観的に、私はこれらの欠陥を簡単に見抜くことができます、私はそれを私のリストに9つ与えるつもりです、私は絶対にそれを愛していたからです！）\u001b[22m, \u001b[1m（主観的に、私は簡単に私は絶対にそれを愛した原因私はつもり、私のリストにそれを9を与えている、これらの欠陥を渡す見ることができます！）\u001b[22m"
  },
  {
    "title": "Hana_to_Alice__Satsujin_Jiken",
    "id": "27969",
    "url": "https://myanimelist.net/anime/27969/Hana_to_Alice__Satsujin_Jiken",
    "user": "coffeeworld",
    "profile": "/profile/coffeeworld/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=198645",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nどのようにこれを置く必要があります....物語は単なるシンプルだったが、非常に深い意味があります。 全体の時間、私はただ笑って笑っていた。 どのような素敵で心温まる物語。 それはシンプルですが、深いです。 物語はとてもアジアだった。 あなたは知っている...あなたのディズニーの時代のものではない。 西洋人やヨーロッパ人の視聴者がExageratedとしてこれを見つけて、この愚かなことを見つけられるのかどうかはわかりません...ただアジア人としては、日本人ではありませんが.....物語、迷信、 アジア諸国でよく見られる。 あのね？ 私は高校時代にどれほど愚かなのか気づいたので、私は笑います。 この映画は私たちが以前にどのように釘付けになっていたのです。 私は物語が非常に簡単な方法でどのように納品されたのが大好きです。\n\nそれはアリスが譲受人であることから始まり、彼女は教室にストーリーがある学校に来ました。 彼女は机の話のせいで魅力の中心になり、私はすでに話に夢中になっていたことに気がつきました。 彼女の本物の物語は何ですか？ そして、突然、私はすでに友情の物語、発見、真実、そして現実に至りました。 あなたが真実を知らないと動くことはできません。あなたが現実を受け入れない限り、動かすことはできません。 そうでなければ、あなたは苦しんで、停滞した人生で生きるでしょう。 あなたはまた、苦しんでいる時、あなたが知らないかもしれないことを知っていなければなりません。あなたの苦しみのために苦しんでいる人もいます。 あなたの行動を見守ったり、あなたの気付かないうちに他人に苦しんでしまうかもしれません。 どのアイオープナーの映画。\n\nそのアニメーションに関しては、アニメよりもライブアクションのほうが好きです。 それは変わっていないが、それは本当に良い。\n\n全体的に、私はこの映画をたくさん楽しんだ。 非常にシンプルだが見て価値がある。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nHow should put this.... The story was just simple but has a very DEEP MEANING. The entire time, I was just smiling and laughing. What a lovely and heart warming story. It's simple but it's deep. The story was so ASIAN. You know... not your Disney thing of coming of age. I don't know if Westerners and European viewers would find this as Exagerrated and find this stupid... Just so you know, As an Asian, though am not a Japanese, ..... tales, superstitions, and myths is very common in asian Countries. You know what? I laugh so hard because the film is just pretty realistic, I laugh because I realized how stupid I was during my highschool days. This film just nailed on how are we before. I love how the story was delivered in a very simple way.\n\n\u001b[1mどのようにこれを置く必要があります....物語は単なるシンプルだったが、非常に深い意味があります。 全体の時間、私はただ笑って笑っていた。 どのような素敵で心温まる物語。 それはシンプルですが、深いです。 物語はとてもアジアだった。 あなたは知っている...あなたのディズニーの時代のものではない。 西洋人やヨーロッパ人の視聴者がExageratedとしてこれを見つけて、この愚かなことを見つけられるのかどうかはわかりません...ただアジア人としては、日本人ではありませんが.....物語、迷信、 アジア諸国でよく見られる。 あのね？ 私は高校時代にどれほど愚かなのか気づいたので、私は笑います。 この映画は私たちが以前にどのように釘付けになっていたのです。 私は物語が非常に簡単な方法でどのように納品されたのが大好きです。\u001b[22m\n\u001b[1m(Dono yō ni kore o oku hitsuyō ga arimasu. ... Monogatari wa tan'naru shinpurudattaga, hijō ni fukai imi ga arimasu. Zentai no jikan, watashi wa tada warattewaratte ita. Monogatari wa totemo Ajiadatta. Anata wa shitte iru... Anata no dizunī no jidai no monode wanai. Seiyō hito ya yōroppa hito no shichō-sha ga Exagerated to shite kore o mitsukete, kono orokana koto o mitsuke rareru no ka dō ka wa wakarimasen... Tada Ajia hitotoshite wa, nihonjinde wa arimasenga.. ... Monogatari, meishin, Ajia shokoku de yoku mi rareru. Ano ne? Watashi wa kōkō jidai ni dorehodo orokana no ka kidzuitanode, watashi wa waraimasu. Kono eiga wa watashitachi ga izen ni dono yō ni kugidzuke ni natte ita nodesu. Watashi wa monogatari ga hijō ni kantan'na hōhō de dono yō ni nōhin sa reta no ga daisukidesu.Do no yōna sutekide kokoroatatamaru monogatari. Sore wa shinpurudesuga, fukaidesu.)\u001b[22m\n\nTranslations of \u001b[4mHow should put this.... The story was just simple but has a very DEEP MEANING. The entire time, I was just smiling and laughing. What a lovely and heart warming story. It's simple but it's deep. The story was so ASIAN. You know... not your Disney thing of coming of age. I don't know if Westerners and European viewers would find this as Exagerrated and find this stupid... Just so you know, As an Asian, though am not a Japanese, ..... tales, superstitions, and myths is very common in asian Countries. You know what? I laugh so hard because the film is just pretty realistic, I laugh because I realized how stupid I was during my highschool days. This film just nailed on how are we before. I love how the story was delivered in a very simple way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHow should put this.... The story was just simple but has a very DEEP MEANING.\u001b[24m\n    \u001b[1mどのようにこれを置く必要があります....物語は単なるシンプルだったが、非常に深い意味があります。\u001b[22m, \u001b[1mこれを置く必要がありますどのように....話は単純でしたが、非常に深い意味を持っています。\u001b[22m\n\u001b[4mThe entire time, I was just smiling and laughing.\u001b[24m\n    \u001b[1m全体の時間、私はただ笑って笑っていた。\u001b[22m, \u001b[1m全体の時間は、私は笑顔で笑っていました。\u001b[22m\n\u001b[4mThe story was so ASIAN.\u001b[24m\n    \u001b[1m物語はとてもアジアだった。\u001b[22m, \u001b[1m物語はとてもASIANました。\u001b[22m\n\u001b[4mYou know... not your Disney thing of coming of age.\u001b[24m\n    \u001b[1mあなたは知っている...あなたのディズニーの時代のものではない。\u001b[22m, \u001b[1mあなたは時代の到来のあなたのディズニーの事は...知りません。\u001b[22m\n\u001b[4mI don't know if Westerners and European viewers would find this as Exagerrated and find this stupid... Just so you know, As an Asian, though am not a Japanese, ..... tales, superstitions, and myths is very\u001b[24m\n    \u001b[1m西洋人やヨーロッパ人の視聴者がExageratedとしてこれを見つけて、この愚かなことを見つけられるのかどうかはわかりません...ただアジア人としては、日本人ではありませんが.....物語、迷信、\u001b[22m, \u001b[1m欧米や欧州視聴者がアジアのように、だけ知っているので... Exagerratedとしてこれを見つけて、この愚かを見つけるならば、日本、.....物語、迷信、および神話はとてもではないですけれども、私は、わかりません\u001b[22m\n\u001b[4mcommon in asian Countries.\u001b[24m\n    \u001b[1mアジア諸国でよく見られる。\u001b[22m, \u001b[1mアジア諸国では一般的。\u001b[22m\n\u001b[4mYou know what?\u001b[24m\n    \u001b[1mあのね？\u001b[22m, \u001b[1mあなたは何を知っている？\u001b[22m, \u001b[1m知っていますか？\u001b[22m\n\u001b[4mI laugh so hard because the film is just pretty realistic, I laugh because I realized how stupid I was during my highschool days.\u001b[24m\n    \u001b[1m私は高校時代にどれほど愚かなのか気づいたので、私は笑います。\u001b[22m, \u001b[1mフィルムはちょうどかなり現実的であるので、私は私が私の高校の日中にあったか愚かな実現ので、私は笑って、一生懸命笑います。\u001b[22m\n\u001b[4mThis film just nailed on how are we before.\u001b[24m\n    \u001b[1mこの映画は私たちが以前にどのように釘付けになっていたのです。\u001b[22m, \u001b[1mこのフィルムは、ちょうど我々の前にあるかに釘付け。\u001b[22m\n\u001b[4mI love how the story was delivered in a very simple way.\u001b[24m\n    \u001b[1m私は物語が非常に簡単な方法でどのように納品されたのが大好きです。\u001b[22m, \u001b[1m私は物語は非常に単純な方法で配信された方法が大好きです。\u001b[22m\n\u001b[4mWhat a lovely and heart warming story.\u001b[24m\n    \u001b[1mどのような素敵で心温まる物語。\u001b[22m, \u001b[1mどのような美しいと心温まる物語。\u001b[22m\n\u001b[4mIt's simple but it's deep.\u001b[24m\n    \u001b[1mそれはシンプルですが、深いです。\u001b[22m, \u001b[1mそれは簡単ですが、それは深いです。\u001b[22m\n\u001b[1m\u001b[22m\nIt started with Alice being a transferee and then she came to a School where her classroom had a story. She became the center of attraction due to the story of her desk, and then I just realized that I was already hooked along with the story. WHAT IS THE REAL STORY OF HER DESK?! Then suddenly, I was already in a friendship story, to discovery, to the truth and to the reality, How fragile human feeling is. You can't move on if you don't know the truth, and you can't move unless you accept the reality. Or else you'll suffer and live with a stagnant life. You must also know when you are suffering, you might don't know, somebody out there is also suffering because of your sufferings. Watch your actions, or you might cause sufferings to others without your realizations. What an EYE OPENER film.\n\n\u001b[1mそれはアリスが譲受人であることから始まり、彼女は教室にストーリーがある学校に来ました。 彼女は机の話のせいで魅力の中心になり、私はすでに話に夢中になっていたことに気がつきました。 彼女の本物の物語は何ですか？ そして、突然、私はすでに友情の物語、発見、真実、そして現実に至りました。 あなたが真実を知らないと動くことはできません。あなたが現実を受け入れない限り、動かすことはできません。 そうでなければ、あなたは苦しんで、停滞した人生で生きるでしょう。 あなたはまた、苦しんでいる時、あなたが知らないかもしれないことを知っていなければなりません。あなたの苦しみのために苦しんでいる人もいます。 あなたの行動を見守ったり、あなたの気付かないうちに他人に苦しんでしまうかもしれません。 どのアイオープナーの映画。\u001b[22m\n\u001b[1m(Sore wa Arisu ga yuzuriukenindearu koto kara hajimari, kanojo wa kyōshitsu ni sutōrī ga aru gakkō ni kimashita. Kanojo wa tsukue no hanashi no sei de miryoku no chūshin ni nari, watashi wa sudeni hanashi ni muchū ni natte ita koto ni kigatsukimashita. Kanojo no honmono no monogatari wa nanidesu ka? Soshite, totsuzen, watashi wa sudeni yūjō no monogatari, hakken, shinjitsu, soshite genjitsu ni itarimashita. Anata ga shinjitsu o shiranai to ugoku koto wa dekimasen. Anata ga genjitsu o ukeirenai kagiri, ugokasu koto wa dekimasen. Sōdenakereba, anata wa kurushinde, teitai shita jinsei de ikirudeshou. Anata wa mata, kurushinde iru toki, anata ga shiranai kamo shirenai koto o shitte inakereba narimasen. Anata no kurushimi no tame ni kurushinde iru hito mo imasu. Anata no kōdō o mimamottari, anata no kidzukanai uchi ni tanin ni kurushinde shimau kamo shiremasen. Dono aiōpunā no eiga.)\u001b[22m\n\nTranslations of \u001b[4mIt started with Alice being a transferee and then she came to a School where her classroom had a story. She became the center of attraction due to the story of her desk, and then I just realized that I was already hooked along with the story. WHAT IS THE REAL STORY OF HER DESK?! Then suddenly, I was already in a friendship story, to discovery, to the truth and to the reality, How fragile human feeling is. You can't move on if you don't know the truth, and you can't move unless you accept the reality. Or else you'll suffer and live with a stagnant life. You must also know when you are suffering, you might don't know, somebody out there is also suffering because of your sufferings. Watch your actions, or you might cause sufferings to others without your realizations. What an EYE OPENER film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt started with Alice being a transferee and then she came to a School where her classroom had a story.\u001b[24m\n    \u001b[1mそれはアリスが譲受人であることから始まり、彼女は教室にストーリーがある学校に来ました。\u001b[22m, \u001b[1mこれは、アリスが譲受人であることから始まり、その後、彼女は教室が話を持っていた学校に来ました。\u001b[22m\n\u001b[4mShe became the center of attraction due to the story of her desk, and then I just realized that I was already hooked along with the story.\u001b[24m\n    \u001b[1m彼女は机の話のせいで魅力の中心になり、私はすでに話に夢中になっていたことに気がつきました。\u001b[22m, \u001b[1m彼女が原因で彼女の机のストーリーに魅力の中心となった、と私はちょうど私がすでに話と一緒に夢中にされたことに気づきました。\u001b[22m\n\u001b[4mWHAT IS THE REAL STORY OF HER DESK?!\u001b[24m\n    \u001b[1m彼女の本物の物語は何ですか？\u001b[22m, \u001b[1m彼女の机の本当の物語は何ですか。\u001b[22m\n\u001b[4mThen suddenly, I was already in a friendship story, to discovery, to the truth and to the reality, How fragile human feeling is.\u001b[24m\n    \u001b[1mそして、突然、私はすでに友情の物語、発見、真実、そして現実に至りました。\u001b[22m, \u001b[1mすると突然、私は人間の感情がどのように壊れやすい、友情の物語の中で、発見に、真実へと現実に既にありました。\u001b[22m\n\u001b[4mYou can't move on if you don't know the truth, and you can't move unless you accept the reality.\u001b[24m\n    \u001b[1mあなたが真実を知らないと動くことはできません。あなたが現実を受け入れない限り、動かすことはできません。\u001b[22m, \u001b[1mあなたは真実を知っていない場合は、上移動することはできません、あなたは現実を受け入れない限り、あなたは移動することはできません。\u001b[22m\n\u001b[4mOr else you'll suffer and live with a stagnant life.\u001b[24m\n    \u001b[1mそうでなければ、あなたは苦しんで、停滞した人生で生きるでしょう。\u001b[22m, \u001b[1mさもないと、あなたは苦しみ、停滞生活に住んでます。\u001b[22m\n\u001b[4mYou must also know when you are suffering, you might don't know, somebody out there is also suffering because of your sufferings.\u001b[24m\n    \u001b[1mあなたはまた、苦しんでいる時、あなたが知らないかもしれないことを知っていなければなりません。あなたの苦しみのために苦しんでいる人もいます。\u001b[22m, \u001b[1mまた、あなたが苦しんでいるとき、あなたは、そこに誰かがためにもあなたの苦しみを苦しんでいるかわからない場合があります知っている必要があります。\u001b[22m\n\u001b[4mWatch your actions, or you might cause sufferings to others without your realizations.\u001b[24m\n    \u001b[1mあなたの行動を見守ったり、あなたの気付かないうちに他人に苦しんでしまうかもしれません。\u001b[22m, \u001b[1mあなたの行動を見て、またはあなたが実現せずに他の人に苦しみを引き起こす可能性があります。\u001b[22m\n\u001b[4mWhat an EYE OPENER film.\u001b[24m\n    \u001b[1mどのアイオープナーの映画。\u001b[22m, \u001b[1m何EYE OPENERフィルム。\u001b[22m\n\u001b[1m\u001b[22m\nRegarding its animation, I find it more like a Live action than an Anime. It's not weird, but it's really good.\n\n\u001b[1mそのアニメーションについては、アニメよりもライブアクションのほうが好きです。 それは変わっていないが、それは本当に良い。\u001b[22m\n\u001b[1m(Sono animēshon ni tsuite wa, anime yori mo raibu akushon no hō ga sukidesu. Sore wa kawatte inaiga, sore wa hontōni yoi.)\u001b[22m\n\nTranslations of \u001b[4mRegarding its animation, I find it more like a Live action than an Anime. It's not weird, but it's really good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRegarding its animation, I find it more like a Live action than an Anime.\u001b[24m\n    \u001b[1mそのアニメーションについては、アニメよりもライブアクションのほうが好きです。\u001b[22m, \u001b[1mそのアニメーションに関しては、私はより多くのアニメより実写のようにそれを見つけます。\u001b[22m\n\u001b[4mIt's not weird, but it's really good.\u001b[24m\n    \u001b[1mそれは変わっていないが、それは本当に良い。\u001b[22m, \u001b[1mそれは奇妙ではないが、それは本当に良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I enjoyed this film a lot. Very simple but worth watching.\n\n\u001b[1m全体的に、私はこの映画をたくさん楽しんだ。 非常にシンプルだが見て価値がある。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono eiga o takusan tanoshinda. Hijō ni shinpurudaga mite kachigāru.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I enjoyed this film a lot. Very simple but worth watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I enjoyed this film a lot.\u001b[24m\n    \u001b[1m全体的に、私はこの映画をたくさん楽しんだ。\u001b[22m, \u001b[1m全体的に、私はこの映画をたくさん楽しみました。\u001b[22m\n\u001b[4mVery simple but worth watching.\u001b[24m\n    \u001b[1m非常にシンプルだが見て価値がある。\u001b[22m, \u001b[1m非常にシンプルですが一見の価値。\u001b[22m"
  },
  {
    "title": "Hana_to_Alice__Satsujin_Jiken",
    "id": "27969",
    "url": "https://myanimelist.net/anime/27969/Hana_to_Alice__Satsujin_Jiken",
    "user": "Fall",
    "profile": "/profile/Fall/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=218574",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nハナとアリス：サツジじゃんは、2015年初めに多くの人の頭を越えた映画ですが、それほど控えめなものから比較的高い評価を受けています。 ハナとアリスは、この映画を楽しむために、ハナとアリスの世界を背景にする必要はありません。 私は何の知識もなくこの映画に入りましたが、まだそれを大いに楽しんでいました。 ハナ・トゥ・アリスは、その中核をなすキャラクター主導の物語で、キャラクターと雰囲気の両面で微妙なものに重点を置いています。 スローペースではあるが魅力的な経験であり、サスペンスではなく、主なエンゲージメント手段としての浸漬を選択する、最も包括的なミステリープロットである。\n\nそして、ハナとアリスはまだ私の好きなアニメ映画です。\n\nハナとアリスは完全にキャラクター主導の映画です。あなたがキャラクターが気に入らなければ、あなたは映画が好きではありません。 良いニュースは、アリスを嫌うのは難しいということです。 キャラクターの説明を保存するのは、彼らが最初に手で経験したものであり、キャラクターの描写に合わせてこれらのキャラクターを小さすぎるボックスに入れたくないからです。  Hana to Aliceは、微妙で効果的なストーリーテリングに大きく依存する映画です。 表示するのではなく、表示する。 ハナは好きになるのが少し難しいですが、彼女を憎むことは許されません。 アリスは映画の前半のために高層ビルを連れて行き、40分ぐらいの周遊でハナが参加しました。 ハナとアリスは、この映画をそんなに魅力的なものにする大きな部分です。 彼らは非常に風変わりで非正義のデュオですが、彼らはまだ微妙なものへのすべての注意のために信じられないキャラクターになります。 ハナとアリスは、気まぐれな気持ちでプロットを推進します。 デュオ・ファンタジーの幻想から来ている最高のユーモアの一部で、この映画は光のコメディでいっぱいです。 ハナとアリスは信じられないほど愛らしい、興味深い、豊かなキャラクターで、微妙な開発がたくさんあります。 文字としても、お互いにも関係しています。\n\nハナとアリスはこの映画の中心ですが、確かに性格や性格を持つ唯一のキャラクターではありません。 それぞれが輝く時間を持ついくつかのサイドキャラクターがあり、最も注目すべき例の1つは、プロットとはまったく関係のないキャラクターです。 この特定のキャラクターに与えられた重要な注意は、プロットの流れを妨げるものと見なすことができますが、ハナとアリスの場合、プロットはキャラクターのポイントではありません。 プロットは他のものよりもアクセサリーとして扱われます。 ハナとアリスがどんな方向にも案内するためのもの。  Hana to Aliceは、その独特の、しかし説得力のあるスタイルで、映画を通してこれらのサブプロットのいくつかを通してそのキャラクターを探検します。\n\nHana to Aliceは、ハナ、アリス、あまり有名でないキャラクターのためのステージとして主に機能する単純なプロットラインを持っています。 ほとんどの映画にとって、プロットは沿岸にあり、徐々に包括的な謎に包まれた新しい要素をもたらします。 後見では、ミステリー自体は信じられないほど単純であり、それはそのキャラクターを開発して肉付けするための箔として役立つという唯一の目的のために作られたものです。 謎を明らかにすることは、最終的には妖精たちが文字の発達にどのように役立つのかを、Hyoukaを彷彿とさせる満足のいくものでした。\n\nすぐにではありませんが、映画が始まった直後ではなく、私がその物語に従事し、そのキャラクターに投資していたというわけではありません。 ハナとアリスが全体として物語をどのように提示したのか楽しかったですが、ハナが本当に物語に没頭し始めた物語に投げ込まれた途中まではありませんでした。 ハナとアリスは非常にゆっくりとした映画ですが、あなたの予測不能な冗談といたずらに魅了されたとき、あなたはこのことを忘れてしまいます。 遅いスタートを\"サスペンス\"という言葉で鳴らそうとするかもしれませんが、ハナとアリスはサスペンス映画ではないと思います。  Hana to Aliceはまだ起こっていないものとは対照的に、あなたが今起こっていることに夢中になっているので、予期はほとんど欠けています。 この映画は、ゆっくりとしたテンション、陰謀、そして無敵のキャラクターであなたを世界にゆっくりと引き寄せます。 サスペンスや予期ではない：それは浸漬だ。\n\n\n\nハナとアリスは、その日常生活の中で「日常生活」に多くの敬意を払います。本当のリアリズム感を与えるものの大部分を占める日本の日常生活のすべての微妙さとニュアンスを徹底的に捉えています。 この丁寧に作られた雰囲気は、ハナとアリスというタイトルのキャラクターのために存在します。 Hana to Alice：Satusjin JikenはHanaとAliceの会議の単なる説明であり、彼らの関係が逆境の波に対してどのように生き残るかではありません。 サザンジッケンは、始まりにすぎません。 ハナとアリスは、2人の中学生の若者の生活に関する話です。 最初は明らかであるかもしれませんが、ハナとアリスの間には大きな年齢差があります。 それはあまりにも圧倒的ではありません。それはあまりにも説教的ではありません。それは、現実に完全に根ざした微妙で控えめなやり方で語られています。  Hana to Aliceは、雰囲気が素晴らしく、そのキャラクターをいかに慎重に扱うかによっても、シームレスにこれを実現します。 つまり、キャラクターは実際には映画の終わりまでにそれほど成長しません。 しかし、これは、Hana to Aliceが2004年の続編映画のためにプロットやキャラクターの要素を設定することを主目的とした、前作の映画であると予想される。  Hana to Aliceは本質的に実行よりもセットアップに重点を置いています。 ここで起こるのは、2004年の実写映画のものと比較して、比較的小さな出来事です。 \n\nそのプレクールの地位にもかかわらず、これはハナとアリスが映画の最後までまったく成長しないことを意味するものではありません。 それどころか、ハナは彼女の人生の転換点を突きつけます。 それは、ゆっくりと私を世界に引き寄せたこの本物の雰囲気で、徐々に私と彼らの悩みを気にしてくれた愛する人たちです。 私はどのような架空のキャラクターにも結びついていたのでかなり長い時間を過ごしましたが、ハナとアリスはわずか1時間半で2倍の偉業を成し遂げました。 しかし、それは重要なイベントであるにもかかわらず、彼女は小さく、微妙な方法でのみ変更されます。 このため、彼女は信じられないほど現実的な性格を保っています。 実際の人々は一晩で変化しない - 彼らは徐々に、そして少しずつ変化し、まれにはほとんど変化しない。 何が起こったとしても、私たちは終わりに同じ人物になります。 思春期はあなた自身を変えるのではなく、自分自身を見つける時です。 これは、若者が自分が本当に誰であるかを発見し、自分自身を洗練するための作業です。 ハナとアリスは主にバックグラウンドでこのコンセプトを探求しますが、驚くべき精度と信憑性を備えています。  「Believability」はHana to Aliceのキーワードです。この映画ではすべてが信じられ、本物だと感じています。アリスが新しい学校に移ったときに、不自然さが完全に表現され、すぐに信じられ、\n\nハナとアリスは、たくさんの個性と遊び心のある冗談で楽しく映画を運びます。 これらは、アイデンティティの強い感情を持つ文字です。 この映画はこの媒体を最大限に活用し、聴衆に独特の朗読を聞かせることはありません。 ハナとアリスはそれを伝えるよりもショーが優れているとは必ずしも言えませんが、ハナとアリスはとても良いケースです。 本当に親切であると感じる人物。 ハナとアリスは肉体化され、徐々に映画の過程で発展し、さらに多くのことを知り、もっと見ることができます。 彼らは退屈ではない。 ハナとアリスは深みのあるオーガニックのキャラクターです（そしてたくさんの奇妙さ）。 ハナの発達を光栄にするのは簡単で、アリスとの友情は彼女にどのような意味があり、感情が何であるかを伝えるメロドラマやナレーションの感謝のせいで彼女がどのように変わったのか。 私はハワとアリスを愛しています。それは、信じられないような対話とナレーションの明確な欠如を特徴とするキャラクター（リードだけでなく）を特徴づけ、発展させる方法において最も顕著です。 ハナとアリスはキャラクターが何を感じているかは教えてくれません。 ボディー・ランゲージ、表情、声調をお届けします。\n\nHana to Aliceは、ロススコープのアニメーションスタイルを採用して、意図しない陽気なハナの適応を連想させる無数のリーグをよりよく再現し、決して悪くない場所には見えない（すなわち、有能なチームによってアニメーション化された） 芸術的なスタイルとアニメーションは、この映画の最強のポイントの一つです - それは驚異的に見えます。 ロトスコープの癖に合わせるのに時間がかかるかもしれませんが、ランタイム全体を通して一貫して美しい背景があります。 それを一番上にするために、アニメーションは非常に滑らかで、フレームレートは高いです。 他に何もないなら、ハナ・トゥ・アリスは素晴らしい制作価値とアニメーションチームがロトスコーピング・アニメーションのやり方を大切にしているので、素晴らしいアイキャンディーとして役立ちます。 違う。\n\n同様に、ハナとアリスは大気を妨害しないような素晴らしいサウンドトラックを誇っています。  OSTと映画の間にシームレスなシナジーがあります。それは、サウンドトラックを独占的に聴く（それは優れているので非常に可能です）、または異なる音楽で映画を見ることは経験から大きく離れてしまう点です。 特に、非常に忘れられない歌が映画がクライマックスに達するとすぐに演奏され、ハナとアリスのテーマとみなすことができます。 それはまた、映画の中に大量の大気のサウンドエフェクト、拍手板、柔らかな足音、バックグラウンドでの声、街の喧騒などを利用しています。\n\nメインキャストの声優はライブアクションの続編のメンバーと同じだから、ハナとアリスの無限のエネルギーとその偏見を完全に描いていることは驚きではない。 キャストの残りの部分は、同名のデュオの熟練した演奏によって覆われているかもしれませんが、彼ら自身のキャラクターの奇抜さと微妙さをすべて描写するのに熟練していなくても、ほぼ同じです。\n\nHana to Aliceはゆっくりとペースが速く、ペースが速く、徐々にあなたを世界、そのキャラクター、そしてドラマに導きます。 この映画には、芸術が目にやさしく、心地よく没入感のあるサウンドトラックが印象的な作品の価値があります。 ハナ・トゥ・アリスが生きるアニメーションは、雰囲気とキャラクターの両方を徹底的に配慮して、すべてのエンターテイメントで最も感謝していることを目指すべきだと私は考えています。  Hana to Aliceは、SOLのジャンルに関心を新たにしました。 映画の終わりには、プレクエルの地位にもかかわらず、私は非常に満足していました - サツジ技研はそれを伝えたいと思う独立した物語を持っているので、それはあまりにも前触れのように感じさえしませんでした。 しかし、それはハナとアリスの世界に関連していることを忘れず、実写的な続編の基礎を確立するうえではうってつけです。\n\n結論：慎重に書かれた叙情的なキャラクター主義の物語を楽しんで本物の雰囲気を味わうなら、可能な限り早くハナをアリスに連れて行くことを願っていますが、謎のドラマではなく、キャラクタードラマを期待しています 。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHana to Alice: Satsujin Jiken is a film that passed over many people's heads back in early 2015, but it retains a relatively high rating from its modest following. Hana to Alice is an animated prequel to a live-action film that came out over a decade ago, back in 2004. You require no background from the Hana to Alice universe to enjoy this film; I went into this film without any prior knowledge at all and still immensely enjoyed it. At its core, Hana to Alice is a character-driven narrative with a heavy focus on subtleties, in terms of both characters and atmosphere. It is a slow-paced but captivating experience with an overarching mystery plot that opts not for suspense, but immersion as its primary means of engagement.\n\n\u001b[1mハナとアリス：サツジじゃんは、2015年初めに多くの人の頭を越えた映画ですが、それほど控えめなものから比較的高い評価を受けています。 ハナとアリスは、この映画を楽しむために、ハナとアリスの世界を背景にする必要はありません。 私は何の知識もなくこの映画に入りましたが、まだそれを大いに楽しんでいました。 ハナ・トゥ・アリスは、その中核をなすキャラクター主導の物語で、キャラクターと雰囲気の両面で微妙なものに重点を置いています。 スローペースではあるが魅力的な経験であり、サスペンスではなく、主なエンゲージメント手段としての浸漬を選択する、最も包括的なミステリープロットである。\u001b[22m\n\u001b[1m(Hana to Arisu: Satsujijan wa, 2015-nen hajime ni ōku no hito no atama o koeta eigadesuga, sorehodo hikaemena mono kara hikakuteki takai hyōka o ukete imasu. Hana to Arisu wa, kono eiga o tanoshimu tame ni, Hana to Arisu no sekai o haikei ni suru hitsuyō wa arimasen. Watashi wa nani no chishiki mo naku kono eiga ni hairimashitaga, mada sore o ōini tanoshinde imashita. Hana to~u Arisu wa, sono chūkaku o nasu kyarakutā shudō no monogatari de, kyarakutā to fun'iki no ryōmen de bimyōna mono ni jūten o oite imasu. Surōpēsude waaruga miryoku-tekina keikendeari, sasupensude wa naku, omona engējimento shudan to shite no shinshi o sentaku suru, mottomo hōkatsu-tekina misuterīpurottodearu.)\u001b[22m\n\nTranslations of \u001b[4mHana to Alice: Satsujin Jiken is a film that passed over many people's heads back in early 2015, but it retains a relatively high rating from its modest following. Hana to Alice is an animated prequel to a live-action film that came out over a decade ago, back in 2004. You require no background from the Hana to Alice universe to enjoy this film; I went into this film without any prior knowledge at all and still immensely enjoyed it. At its core, Hana to Alice is a character-driven narrative with a heavy focus on subtleties, in terms of both characters and atmosphere. It is a slow-paced but captivating experience with an overarching mystery plot that opts not for suspense, but immersion as its primary means of engagement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHana to Alice: Satsujin Jiken is a film that passed over many people's heads back in early 2015, but it retains a relatively high rating from its modest following.\u001b[24m\n    \u001b[1mハナとアリス：サツジじゃんは、2015年初めに多くの人の頭を越えた映画ですが、それほど控えめなものから比較的高い評価を受けています。\u001b[22m, \u001b[1mアリスの花：殺人事件は、初期の2015年に戻って多くの人々の頭の上を通過フィルムであるが、それは、その控えめな次の中から比較的高い評価を保持しています。\u001b[22m\n\u001b[4mHana to Alice is an animated prequel to a live-action film that came out over a decade ago, back in 2004. You require no background from the Hana to Alice universe to enjoy this film;\u001b[24m\n    \u001b[1mハナとアリスは、この映画を楽しむために、ハナとアリスの世界を背景にする必要はありません。\u001b[22m, \u001b[1mアリスの花はあなたがこの映画を楽しむためにアリスの世界へハナからバックグラウンドを必要としないバック2004年に、10年以上前に出てきた実写映画にアニメーション続編です。\u001b[22m\n\u001b[4mI went into this film without any prior knowledge at all and still immensely enjoyed it.\u001b[24m\n    \u001b[1m私は何の知識もなくこの映画に入りましたが、まだそれを大いに楽しんでいました。\u001b[22m, \u001b[1m私はまったく予備知識なしにこの映画に行って、まだ非常にそれを楽しみました。\u001b[22m\n\u001b[4mAt its core, Hana to Alice is a character-driven narrative with a heavy focus on subtleties, in terms of both characters and atmosphere.\u001b[24m\n    \u001b[1mハナ・トゥ・アリスは、その中核をなすキャラクター主導の物語で、キャラクターと雰囲気の両面で微妙なものに重点を置いています。\u001b[22m, \u001b[1mその中核となるのは、アリスにハナは文字と雰囲気の両方の面で微妙な上に重いフォーカス、との文字主導の物語です。\u001b[22m\n\u001b[4mIt is a slow-paced but captivating experience with an overarching mystery plot that opts not for suspense, but immersion as its primary means of engagement.\u001b[24m\n    \u001b[1mスローペースではあるが魅力的な経験であり、サスペンスではなく、主なエンゲージメント手段としての浸漬を選択する、最も包括的なミステリープロットである。\u001b[22m, \u001b[1mこれは、婚約のその主要な手段としての包括的なミステリーサスペンスのためではない付き合えプロットが、浸漬と、スローペースが、魅惑的な経験です。\u001b[22m\n\u001b[1m\u001b[22m\nAnd Hana to Alice is also my favourite animated film yet.\n\n\u001b[1mそして、ハナとアリスはまだ私の好きなアニメ映画です。\u001b[22m\n\u001b[1m(Soshite, Hana to Arisu wa mada watashi no sukina anime eigadesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd Hana to Alice is also my favourite animated film yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd Hana to Alice is also my favourite animated film yet.\u001b[24m\n    \u001b[1mそして、ハナとアリスはまだ私の好きなアニメ映画です。\u001b[22m, \u001b[1mアリスへの花はまだまた私の好きなアニメ映画です。\u001b[22m\n\u001b[1m\u001b[22m\nHana to Alice is an entirely character-driven filmーif you don't like the characters, you won't like the film. The good news is that it is difficult to dislike Alice; I'll save you the character descriptions, as they are something best experienced first-hand, and I don't want to force these characters into too small a box to fit their characterisation. Hana to Alice is a film that heavily relies on subtle, effective storytelling; showing, rather than telling. let alone hate her, though Hana is a bit harder to like. Alice takes the reins for the first half of the film, joined by deuteragonist Hana at around the 40-minute mark. Hana and Alice are a big part of what makes this film so captivating. They are a very quirky and unorthodox duo, but they still manage to be believable characters because of all the attention to their subtleties. Hana and Alice propel the plot forward at the mercy of their whims. The film is peppered with light comedy throughout, with some of the best humour coming from the duo's deadpan banter. Hana and Alice are incredibly endearing, interesting and well-rounded characters with a lot of subtle development; both as characters and in their relationship with each other.\n\n\u001b[1mハナとアリスは完全にキャラクター主導の映画です。あなたがキャラクターが気に入らなければ、あなたは映画が好きではありません。 良いニュースは、アリスを嫌うのは難しいということです。 キャラクターの説明を保存するのは、彼らが最初に手で経験したものであり、キャラクターの描写に合わせてこれらのキャラクターを小さすぎるボックスに入れたくないからです。  Hana to Aliceは、微妙で効果的なストーリーテリングに大きく依存する映画です。 表示するのではなく、表示する。 ハナは好きになるのが少し難しいですが、彼女を憎むことは許されません。 アリスは映画の前半のために高層ビルを連れて行き、40分ぐらいの周遊でハナが参加しました。 ハナとアリスは、この映画をそんなに魅力的なものにする大きな部分です。 彼らは非常に風変わりで非正義のデュオですが、彼らはまだ微妙なものへのすべての注意のために信じられないキャラクターになります。 ハナとアリスは、気まぐれな気持ちでプロットを推進します。 デュオ・ファンタジーの幻想から来ている最高のユーモアの一部で、この映画は光のコメディでいっぱいです。 ハナとアリスは信じられないほど愛らしい、興味深い、豊かなキャラクターで、微妙な開発がたくさんあります。 文字としても、お互いにも関係しています。\u001b[22m\n\u001b[1m(Hana to Arisu wa kanzen ni kyarakutā shudō no eigadesu. Anata ga kyarakutā ga kiniiranakereba, anata wa eiga ga sukide wa arimasen. Yoi nyūsu wa, Arisu o kirau no wa muzukashī to iu kotodesu. Hana wa suki ni naru no ga sukoshi muzukashīdesuga, kanojo o nikumu koto wa yurusa remasen. Arisu wa eiga no zenhan no tame ni kōsō biru o tsurete iki, 40-bu gurai no shūyū de Hana ga sanka shimashita. Hana to Arisu wa, kono eiga o son'nani miryoku-tekina mono ni suru ōkina bubundesu. Karera wa hijō ni fūgawaride hi seigi no de~yuodesuga, karera wa mada bimyōna mono e no subete no chūi no tame ni shinjirarenai kyarakutā ni narimasu. Hana to Arisu wa, kimagurena kimochi de purotto o suishin shimasu. De~yuo fantajī no gensō kara kite iru saikō no yūmoa no ichibu de, kono eiga wa hikari no komedi de ippaidesu. Hana to Arisu wa shinji rarenai hodo airashī, kyōmibukai, yutakana kyarakutā de, bimyōna kaihatsu ga takusan arimasu. Moji to shite mo, otagai ni mo kankei shite imasu. Kyarakutā no setsumei o hozon suru no wa, karera ga saisho ni te de keiken shita monodeari, kyarakutā no byōsha ni awa sete korera no kyarakutā o chīsa sugiru bokkusu ni iretakunaikaradesu. Hana to arisu wa, bimyōde kōkatekina sutōrīteringu ni ōkiku izon suru eigadesu. Hyōji suru node wa naku, hyōji suru.)\u001b[22m\n\u001b[1m\u001b[22m\nHana and Alice are the heart of this film, but they are certainly not the only characters with personality and substance. There are several side characters that each gets their time to shine, with one of the most notable examples of this being a character that has absolutely no relevance to the plot. The significant amount of attention given to this particular character could be seen as obstructive to the flow of the plot, but in Hana to Alice's case, the plot isn't the pointーthe characters are. The plot is treated more as an accessory than anything else; something for Hana and Alice to guide in any direction they please. Hana to Alice explores its characters through several of these subplots throughout the film with its peculiar, but compelling style.\n\n\u001b[1mハナとアリスはこの映画の中心ですが、確かに性格や性格を持つ唯一のキャラクターではありません。 それぞれが輝く時間を持ついくつかのサイドキャラクターがあり、最も注目すべき例の1つは、プロットとはまったく関係のないキャラクターです。 この特定のキャラクターに与えられた重要な注意は、プロットの流れを妨げるものと見なすことができますが、ハナとアリスの場合、プロットはキャラクターのポイントではありません。 プロットは他のものよりもアクセサリーとして扱われます。 ハナとアリスがどんな方向にも案内するためのもの。  Hana to Aliceは、その独特の、しかし説得力のあるスタイルで、映画を通してこれらのサブプロットのいくつかを通してそのキャラクターを探検します。\u001b[22m\n\u001b[1m(Hana to Arisu wa kono eiga no chūshindesuga, tashikani seikaku ya seikaku o motsu yuiitsu no kyarakutāde wa arimasen. Sorezore ga kagayaku jikan o motsu ikutsu ka no saidokyarakutā ga ari, mottomo chūmoku subeki rei no 1tsu wa, purotto to wa mattaku kankeinonai kyarakutādesu. Kono tokutei no kyarakutā ni atae rareta jūyōna chūi wa, purotto no nagare o samatageru mono to minasu koto ga dekimasuga, Hana to Arisu no baai, purotto wa kyarakutā no pointode wa arimasen. Purotto wa hoka no mono yori mo akusesarī to shite atsukawa remasu. Hana to Arisu ga don'na hōkō ni mo an'nai suru tame no mono. Hana to arisu wa, sono dokutoku no, shikashi settoku-ryoku no aru sutairu de, eiga o tōshite korera no sabupurotto no ikutsu ka o tōshite sono kyarakutā o tanken shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHana and Alice are the heart of this film, but they are certainly not the only characters with personality and substance. There are several side characters that each gets their time to shine, with one of the most notable examples of this being a character that has absolutely no relevance to the plot. The significant amount of attention given to this particular character could be seen as obstructive to the flow of the plot, but in Hana to Alice's case, the plot isn't the pointーthe characters are. The plot is treated more as an accessory than anything else; something for Hana and Alice to guide in any direction they please. Hana to Alice explores its characters through several of these subplots throughout the film with its peculiar, but compelling style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHana and Alice are the heart of this film, but they are certainly not the only characters with personality and substance.\u001b[24m\n    \u001b[1mハナとアリスはこの映画の中心ですが、確かに性格や性格を持つ唯一のキャラクターではありません。\u001b[22m, \u001b[1m花とアリスは、このフィルムの心臓部であるが、彼らは確かに人格と物質との文字だけではありません。\u001b[22m\n\u001b[4mThere are several side characters that each gets their time to shine, with one of the most notable examples of this being a character that has absolutely no relevance to the plot.\u001b[24m\n    \u001b[1mそれぞれが輝く時間を持ついくつかのサイドキャラクターがあり、最も注目すべき例の1つは、プロットとはまったく関係のないキャラクターです。\u001b[22m, \u001b[1mそれぞれが、これはプロットに全く関連性がない文字であることの最も顕著な例の一つで、輝く自分の時間を取得し、いくつかの側面の文字があります。\u001b[22m\n\u001b[4mThe significant amount of attention given to this particular character could be seen as obstructive to the flow of the plot, but in Hana to Alice's case, the plot isn't the pointーthe characters are.\u001b[24m\n    \u001b[1mこの特定のキャラクターに与えられた重要な注意は、プロットの流れを妨げるものと見なすことができますが、ハナとアリスの場合、プロットはキャラクターのポイントではありません。\u001b[22m, \u001b[1mこの特定の文字に与えられた注目のかなりの量は、プロットの流れに閉塞性として見ることができるが、花にアリスの場合に、プロットは、文字がーポイントではありません。\u001b[22m\n\u001b[4mThe plot is treated more as an accessory than anything else;\u001b[24m\n    \u001b[1mプロットは他のものよりもアクセサリーとして扱われます。\u001b[22m, \u001b[1mプロットは、何よりもアクセサリとして、より扱われます。\u001b[22m\n\u001b[4msomething for Hana and Alice to guide in any direction they please.\u001b[24m\n    \u001b[1mハナとアリスがどんな方向にも案内するためのもの。\u001b[22m, \u001b[1m花とアリスのために何かは、彼らが喜ば任意の方向に案内します。\u001b[22m\n\u001b[4mHana to Alice explores its characters through several of these subplots throughout the film with its peculiar, but compelling style.\u001b[24m\n    \u001b[1mHana to Aliceは、その独特の、しかし説得力のあるスタイルで、映画を通してこれらのサブプロットのいくつかを通してそのキャラクターを探検します。\u001b[22m, \u001b[1mアリスの花は、その独特のが、魅力的なスタイルを持つフィルム全体これらのサブプロットのいくつかを介して、その文字を探ります。\u001b[22m\n\u001b[1m\u001b[22m\nHana to Alice has a simplistic plotline which mostly serves as a stage for its charactersーHana, Alice and the less prominent characters too. For most of the film, the plot coasts along, gradually bringing in new elements that are part of the overarching mystery. In hindsight, the mystery itself was incredibly simple, and it was constructed for the sole purpose of serving as a foil to develop and flesh out its characters. The reveal of the mystery was ultimately satisfying and ever-so-slightly reminiscent of Hyouka in how even the mysteries serve the characters' development.\n\n\u001b[1mHana to Aliceは、ハナ、アリス、あまり有名でないキャラクターのためのステージとして主に機能する単純なプロットラインを持っています。 ほとんどの映画にとって、プロットは沿岸にあり、徐々に包括的な謎に包まれた新しい要素をもたらします。 後見では、ミステリー自体は信じられないほど単純であり、それはそのキャラクターを開発して肉付けするための箔として役立つという唯一の目的のために作られたものです。 謎を明らかにすることは、最終的には妖精たちが文字の発達にどのように役立つのかを、Hyoukaを彷彿とさせる満足のいくものでした。\u001b[22m\n\u001b[1m(Hana to arisu wa, Hana, Arisu, amari yūmeidenai kyarakutā no tame no sutēji to shite omo ni kinō suru tanjun'na purottorain o motte imasu. Hotondo no eiga ni totte, purotto wa engan ni ari, jojoni hōkatsu-tekina nazo ni tsutsuma reta atarashī yōso o motarashimasu. Kōkende wa, misuterī jitai wa shinji rarenai hodo tanjundeari, sore wa sono kyarakutā o kaihatsu shite nikudzuke suru tame no haku to shite yakudatsu to iu yuiitsu no mokuteki no tame ni tsukura reta monodesu. Nazo o akiraka ni suru koto wa, saishūtekini wa yōsei-tachi ga moji no hattatsu ni dono yō ni yakudatsu no ka o, Hyouka o hōfutsu to sa seru manzoku no iku monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mHana to Alice has a simplistic plotline which mostly serves as a stage for its charactersーHana, Alice and the less prominent characters too. For most of the film, the plot coasts along, gradually bringing in new elements that are part of the overarching mystery. In hindsight, the mystery itself was incredibly simple, and it was constructed for the sole purpose of serving as a foil to develop and flesh out its characters. The reveal of the mystery was ultimately satisfying and ever-so-slightly reminiscent of Hyouka in how even the mysteries serve the characters' development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHana to Alice has a simplistic plotline which mostly serves as a stage for its charactersーHana, Alice and the less prominent characters too.\u001b[24m\n    \u001b[1mHana to Aliceは、ハナ、アリス、あまり有名でないキャラクターのためのステージとして主に機能する単純なプロットラインを持っています。\u001b[22m, \u001b[1mアリスの花は主にその文字ーハナ、アリスとあまりにも目立た文字の舞台として機能する単純なplotlineを持っています。\u001b[22m\n\u001b[4mFor most of the film, the plot coasts along, gradually bringing in new elements that are part of the overarching mystery.\u001b[24m\n    \u001b[1mほとんどの映画にとって、プロットは沿岸にあり、徐々に包括的な謎に包まれた新しい要素をもたらします。\u001b[22m, \u001b[1mフィルムのほとんどは、プロットが徐々に包括的な謎の一部である新しい要素を持ち込むこと、に沿ってフリーラン。\u001b[22m\n\u001b[4mIn hindsight, the mystery itself was incredibly simple, and it was constructed for the sole purpose of serving as a foil to develop and flesh out its characters.\u001b[24m\n    \u001b[1m後見では、ミステリー自体は信じられないほど単純であり、それはそのキャラクターを開発して肉付けするための箔として役立つという唯一の目的のために作られたものです。\u001b[22m, \u001b[1m後知恵では、謎自体は非常に簡単であり、それが開発し、その文字を肉付けするために箔としての唯一の目的のために構築しました。\u001b[22m\n\u001b[4mThe reveal of the mystery was ultimately satisfying and ever-so-slightly reminiscent of Hyouka in how even the mysteries serve the characters' development.\u001b[24m\n    \u001b[1m謎を明らかにすることは、最終的には妖精たちが文字の発達にどのように役立つのかを、Hyoukaを彷彿とさせる満足のいくものでした。\u001b[22m, \u001b[1m謎の解明の謎がキャラクターの開発に役立つ方法においてさえ、最終的に満足のいく、これまで、それほどわずかHyoukaを彷彿とさせるでした。\u001b[22m\n\u001b[1m\u001b[22m\nThough not immediately, it wasn't soon after the film started that it had me engaged in its narrative and invested in its characters. I enjoyed how Hana to Alice presented its narrative overall, though it wasn't until about halfway through when Hana is thrown into the narrative that I really started to get immersed in the story. Hana to Alice is very much a slow film, but you're liable to forget this when its titular characters have you so engrossed in their unpredictable banter and mischief. While you may try to wave off its slow start with the word 'suspense', I hold that Hana to Alice is not a suspenseful film. Anticipation is mostly lacking as well because Hana to Alice has you so engrossed with what is happening right now, as opposed to what has yet to happen. The film slowly draws you into its world with light tension, intrigue, and peerless character. That's not suspense or anticipation: that's immersion.\n\n\u001b[1mすぐにではありませんが、映画が始まった直後ではなく、私がその物語に従事し、そのキャラクターに投資していたというわけではありません。 ハナとアリスが全体として物語をどのように提示したのか楽しかったですが、ハナが本当に物語に没頭し始めた物語に投げ込まれた途中まではありませんでした。 ハナとアリスは非常にゆっくりとした映画ですが、あなたの予測不能な冗談といたずらに魅了されたとき、あなたはこのことを忘れてしまいます。 遅いスタートを\"サスペンス\"という言葉で鳴らそうとするかもしれませんが、ハナとアリスはサスペンス映画ではないと思います。  Hana to Aliceはまだ起こっていないものとは対照的に、あなたが今起こっていることに夢中になっているので、予期はほとんど欠けています。 この映画は、ゆっくりとしたテンション、陰謀、そして無敵のキャラクターであなたを世界にゆっくりと引き寄せます。 サスペンスや予期ではない：それは浸漬だ。\u001b[22m\n\u001b[1m(Sugu nide wa arimasenga, eiga ga hajimatta chokugode wa naku, watashi ga sono monogatari ni jūji shi, sono kyarakutā ni tōshi shite ita to iu wakede wa arimasen. Hana to Arisu ga zentai to shite monogatari o dono yō ni teiji shita no ka tanoshikattadesuga, Hana ga hontōni monogatari ni bottō shi hajimeta monogatari ni nagekoma reta tochū made wa arimasendeshita. Hana to Arisu wa hijō ni yukkuri to shita eigadesuga, anata no yosoku funōna jōdan to itazura ni miryō sa reta toki, anata wa kono koto o wasurete shimaimasu. Osoi sutāto o\" sasupensu\" to iu kotoba de narasou to suru kamo shiremasenga, Hana to Arisu wa sasupensu eigade wa nai to omoimasu. Hana to arisu wa mada okotte inai mono to wa taishō-teki ni, anata ga ima okotte iru koto ni muchū ni natte irunode, yoki wa hotondo kakete imasu. Kono eiga wa, yukkuri to shita tenshon, inbō, soshite muteki no kyarakutā de anata o sekai ni yukkuri to hikiyosemasu. Sasupensu ya yokide wanai: Sore wa shinshida.)\u001b[22m\n\nTranslations of \u001b[4mThough not immediately, it wasn't soon after the film started that it had me engaged in its narrative and invested in its characters. I enjoyed how Hana to Alice presented its narrative overall, though it wasn't until about halfway through when Hana is thrown into the narrative that I really started to get immersed in the story. Hana to Alice is very much a slow film, but you're liable to forget this when its titular characters have you so engrossed in their unpredictable banter and mischief. While you may try to wave off its slow start with the word 'suspense', I hold that Hana to Alice is not a suspenseful film. Anticipation is mostly lacking as well because Hana to Alice has you so engrossed with what is happening right now, as opposed to what has yet to happen. The film slowly draws you into its world with light tension, intrigue, and peerless character. That's not suspense or anticipation: that's immersion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThough not immediately, it wasn't soon after the film started that it had me engaged in its narrative and invested in its characters.\u001b[24m\n    \u001b[1mすぐにではありませんが、映画が始まった直後ではなく、私がその物語に従事し、そのキャラクターに投資していたというわけではありません。\u001b[22m, \u001b[1mないすぐけれども、それはフィルムが、それは私がその物語に従事し、その文字に投資していたことを開始した直後ではありませんでした。\u001b[22m\n\u001b[4mI enjoyed how Hana to Alice presented its narrative overall, though it wasn't until about halfway through when Hana is thrown into the narrative that I really started to get immersed in the story.\u001b[24m\n    \u001b[1mハナとアリスが全体として物語をどのように提示したのか楽しかったですが、ハナが本当に物語に没頭し始めた物語に投げ込まれた途中まではありませんでした。\u001b[22m, \u001b[1m私は花が、私は本当に話に浸漬取得し始めた物語にスローされたとき、それはおよそ途中までではなかったものの、アリスにハナが、全体的にその物語を提示した方法を楽しみました。\u001b[22m\n\u001b[4mHana to Alice is very much a slow film, but you're liable to forget this when its titular characters have you so engrossed in their unpredictable banter and mischief.\u001b[24m\n    \u001b[1mハナとアリスは非常にゆっくりとした映画ですが、あなたの予測不能な冗談といたずらに魅了されたとき、あなたはこのことを忘れてしまいます。\u001b[22m, \u001b[1mアリスの花は非常に遅いフィルムですが、その名ばかりの文字は、その予測不可能な冗談やいたずらであなたはとても夢中に持ったときにこのことを忘れがちです。\u001b[22m\n\u001b[4mWhile you may try to wave off its slow start with the word 'suspense', I hold that Hana to Alice is not a suspenseful film.\u001b[24m\n    \u001b[1m遅いスタートを\"サスペンス\"という言葉で鳴らそうとするかもしれませんが、ハナとアリスはサスペンス映画ではないと思います。\u001b[22m, \u001b[1mあなたが単語 'サスペンス」とのスロースタートをオフに振るしようとするかもしれないが、私はアリスに花がサスペンス映画ではないことを保持します。\u001b[22m\n\u001b[4mAnticipation is mostly lacking as well because Hana to Alice has you so engrossed with what is happening right now, as opposed to what has yet to happen.\u001b[24m\n    \u001b[1mHana to Aliceはまだ起こっていないものとは対照的に、あなたが今起こっていることに夢中になっているので、予期はほとんど欠けています。\u001b[22m, \u001b[1m期待はほとんどアリスにハナので、同様に欠けているあなたはとても起こることをまだ持っているものとは対照的に、今何が起こっているかと夢中になっています。\u001b[22m\n\u001b[4mThe film slowly draws you into its world with light tension, intrigue, and peerless character.\u001b[24m\n    \u001b[1mこの映画は、ゆっくりとしたテンション、陰謀、そして無敵のキャラクターであなたを世界にゆっくりと引き寄せます。\u001b[22m, \u001b[1mフィルムはゆっくりと光の緊張、陰謀、そして比類のない文字で、その世界にあなたを描画します。\u001b[22m\n\u001b[4mThat's not suspense or anticipation: that's immersion.\u001b[24m\n    \u001b[1mサスペンスや予期ではない：それは浸漬だ。\u001b[22m, \u001b[1mそれはサスペンスや期待はありません：それは浸漬です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nHana to Alice pays a lot of homage to 'everyday life' throughout its durationーit makes every effort to capture all the subtleties and nuances of everyday life in Japan, which is a big part of what lends it a genuine sense of realism. This carefully-crafted atmosphere exists for the titular characters Hana and Alice; Hana to Alice: Satusjin Jiken is merely an account of Hana and Alice's meeting, not how their relationship survives against waves of adversity. Satsujin Jiken is nothing more than the beginning. Hana to Alice is a story about the adolescent lives of two middle school girls. While it may be apparent at first, Hana to Alice has heavy coming-of-age undertones. It isn't overbearing about it and it isn't overly preachyーit is told in a subtle, unobtrusive way, wholly grounded in reality. Hana to Alice accomplishes this seamlessly in part because of how fantastic the atmosphere is, but also because of how carefully it handles its characters. That said, the characters don't actually grow that much by the end of the film. This is to be expected, however, as Hana to Alice is a prequel film, largely intended to set plot and character elements up for the 2004 sequel film. Hana to Alice is inherently focused more on setup than execution; what happens here is a comparatively smaller event in their lives to the one in the 2004 live-action film.\n\n\u001b[1mハナとアリスは、その日常生活の中で「日常生活」に多くの敬意を払います。本当のリアリズム感を与えるものの大部分を占める日本の日常生活のすべての微妙さとニュアンスを徹底的に捉えています。 この丁寧に作られた雰囲気は、ハナとアリスというタイトルのキャラクターのために存在します。 Hana to Alice：Satusjin JikenはHanaとAliceの会議の単なる説明であり、彼らの関係が逆境の波に対してどのように生き残るかではありません。 サザンジッケンは、始まりにすぎません。 ハナとアリスは、2人の中学生の若者の生活に関する話です。 最初は明らかであるかもしれませんが、ハナとアリスの間には大きな年齢差があります。 それはあまりにも圧倒的ではありません。それはあまりにも説教的ではありません。それは、現実に完全に根ざした微妙で控えめなやり方で語られています。  Hana to Aliceは、雰囲気が素晴らしく、そのキャラクターをいかに慎重に扱うかによっても、シームレスにこれを実現します。 つまり、キャラクターは実際には映画の終わりまでにそれほど成長しません。 しかし、これは、Hana to Aliceが2004年の続編映画のためにプロットやキャラクターの要素を設定することを主目的とした、前作の映画であると予想される。  Hana to Aliceは本質的に実行よりもセットアップに重点を置いています。 ここで起こるのは、2004年の実写映画のものと比較して、比較的小さな出来事です。 \u001b[22m\n\u001b[1m(Hana to Arisu wa, sono nichijō seikatsu no naka de `nichijō seikatsu' ni ōku no keii o haraimasu. Hontō no riarizumu-kan o ataeru mono no daibubun o shimeru Nihon no nichijō seikatsu no subete no bimyō-sa to nyuansu o tetteiteki ni toraete imasu. Kono teinei ni tsukura reta fun'iki wa, Hana to Arisu to iu taitoru no kyarakutā no tame ni sonzai shimasu. Hana to Arisu wa, 2-ri no chūgakusei no wakamono no seikatsu ni kansuru hanashidesu. Saisho wa akirakadearu kamo shiremasenga, Hana to Arisu no ma ni wa ōkina nenrei-sa ga arimasu. Sore wa amarini mo attōtekide wa arimasen. Sore wa amarini mo sekkyō-tekide wa arimasen. Sore wa, genjitsu ni kanzen ni nezashita bimyōde hikaemena yarikata de katara rete imasu. Hana to arisu wa, fun'iki ga subarashiku, sono kyarakutā o ikani shinchō ni atsukau ka ni yotte mo, shīmuresu ni kore o jitsugen shimasu. Tsumari, kyarakutā wa jissai ni wa eiga no owari made ni sorehodo seichō shimasen. Shikashi, koreha, Hana to arisu ga 2004-nen no zokuhen eiga no tame ni purotto ya kyarakutā no yōso o settei suru koto o omo mokuteki to shita, zensaku no eigadearu to yosō sa reru. Hana to arisu wa honshitsu-teki ni jikkō yori mo settoappu ni jūten o oite imasu. Koko de okoru no wa, 2004-nen no jissha eiga no mono to hikaku shite, hikakuteki chīsana dekigotodesu. Hana to arisu: Satusjin Jiken wa Hana to arisu no kaigi no tan'naru setsumeideari, karera no kankei ga gyakkyō no nami ni taishite dono yō ni ikinokoru kade wa arimasen. Sazanjikken wa, hajimari ni sugimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nIn spite of its prequel status, this doesn't mean that Hana and Alice don't grow at all by the end of the film. On the contrary, Hana hits something of a turning point in her life. It's this authentic atmosphere that slowly drew me into the world and the endearing characters that gradually got me to care about them and their troubles. It has been quite a long time since I've felt so attached to any fictional character, but Hana to Alice manages to accomplish double the feat in a mere hour and a half. However, despite it being a significant event, she only changes in small, subtle ways. Because of this, she remains a believable, realistic character. Real people don't change overnightーthey change gradually and in small ways, and rarely substantially. Whatever happens, we end up as the same person at the end of the day. Adolescence is a time of finding yourself, rather than changing yourself. This is a time for youths to discover who they really are and work on refining themselves. Hana to Alice explores this concept throughout the film primarily in the background but with remarkable precision and believability. 'Believability' is the key word with Hana to Aliceーeverything feels believable and authentic in this film: when Alice transfers to her new school, the sense of awkwardness is rendered perfectly, immediately making it both believable and relatable.\n\n\u001b[1mそのプレクールの地位にもかかわらず、これはハナとアリスが映画の最後までまったく成長しないことを意味するものではありません。 それどころか、ハナは彼女の人生の転換点に何かを打つ。 それは、ゆっくりと私を世界に引き寄せたこの本物の雰囲気で、徐々に私と彼らの悩みを気にしてくれた愛する人たちです。 私はどのような架空のキャラクターにも結びついていたのでかなり長い時間を過ごしましたが、ハナとアリスはわずか1時間半で2倍の偉業を成し遂げました。 しかし、それは重要なイベントであるにもかかわらず、彼女は小さく、微妙な方法でのみ変更されます。 このため、彼女は信じられないほど現実的な性格を保っています。 実際の人々は一晩で変化しない - 彼らは徐々に、そして少しずつ変化し、まれにはほとんど変化しない。 何が起こったとしても、私たちは終わりに同じ人物になります。 思春期はあなた自身を変えるのではなく、自分自身を見つける時です。 これは、若者が自分が本当に誰であるかを発見し、自分自身を洗練するための作業です。 ハナとアリスは主にバックグラウンドでこのコンセプトを探求しますが、驚くべき精度と信憑性を備えています。  「Believability」はHana to Aliceのキーワードです。この映画ではすべてが信じられ、本物だと感じています。アリスが新しい学校に移ったとき、不自然さが完全に表現され、すぐに信じられ、\u001b[22m\n\u001b[1m(Sono purekūru no chii nimokakawarazu, koreha Hana to Arisu ga eiga no saigomade mattaku seichō shinai koto o imi suru monode wa arimasen. Soredokoroka, Hana wa kanojo no jinsei no tenkan-ten ni nanika o utsu. Shikashi, sore wa jūyōna ibentodearu nimokakawarazu, kanojo wa chīsaku, bimyōna hōhō de nomi henkō sa remasu. Ko no tame, kanojo wa shinji rarenai hodo genjitsu-tekina seikaku o tamotte imasu. Jissai no hitobito wa hitoban de henka shinai - karera wa jojoni, soshite sukoshi zutsu henka shi, mare ni wa hotondo henka shinai. Nani ga okotta to shite mo, watashitachiha owari ni onaji jinbutsu ni narimasu. Shishunki wa anata jishin o kaeru node wa naku, jibun jishin o mitsukeru tokidesu. Kore wa, wakamono ga jibun ga hontōni daredearu ka o hakken shi, jibun jishin o senren suru tame no sagyōdesu. Hana to Arisu wa omoni bakkuguraundo de kono konseputo o tankyū shimasuga, odorokubeki seido to shinbyōsei o sonaete imasu. `Believability' wa Hana to arisu no kīwādodesu. Kono eigade wa subete ga shinji rare, honmonoda to kanjite imasu. Arisu ga atarashī gakkō ni utsutta toki, fushizen-sa ga kanzen ni hyōgen sa re, sugu ni shinji rare, soreha, yukkuri to watashi o sekai ni hikiyoseta kono honmono no fun'iki de, jojoni watashi to karera no nayami o ki ni shite kureta aisuruhito-tachidesu. Watashi wa dono yōna kakū no kyarakutā ni mo musubitsuite itanode kanari nagai jikan o sugoshimashitaga, Hana to Arisu wa wazuka 1-jikan han de 2-bai no igyō o nashitogemashita.)\u001b[22m\n\u001b[1m\u001b[22m\nHana and Alice carry the film effortlessly with lots of personality and plenty of playful banter. These are characters with a strong sense of identity; The film makes full use of the medium and doesn't force its audience to listen to meandering monologues. While it isn't always true that showing is better than telling, Hana to Alice makes a very good case for it. characters that feel real and relatable. Hana and Alice are fleshed out and gradually develop over the course of the film as we get to know more about and see more of them. At no point are they boring; Hana and Alice are organic characters with a lot of depth (and a lot of quirkiness). It would be easy to gloss over Hana's development, what her friendship with Alice means to her and how it has changed her because of a thankful lack of melodrama or narration telling us what these characters are feeling. Subtlety is a big part of what I love about Hana to Alice, and it is most prominent in the way it characterises and develops its characters (not only the leads) with believable dialogue and a distinct lack of narration. Hana to Alice doesn't tell you what a character is feeling; it shows you through body language, facial expressions and tone of voice.\n\n\u001b[1mハナとアリスは、たくさんの個性と遊び心のある冗談で楽しく映画を運びます。 これらは、アイデンティティの強い感情を持つ文字です。 この映画はこの媒体を最大限に活用し、聴衆に独特の朗読を聞かせることはありません。 ハナとアリスはそれを伝えるよりもショーが優れているとは必ずしも言えませんが、ハナとアリスはとても良いケースです。 本当に親切であると感じる人物。 ハナとアリスは肉体化され、徐々に映画の過程で発展し、さらに多くのことを知り、もっと見ることができます。 彼らは退屈ではない。 ハナとアリスは深みのあるオーガニックのキャラクターです（そしてたくさんの奇妙さ）。 ハナの発達を光栄にするのは簡単で、アリスとの友情は彼女にどのような意味があり、感情が何であるかを伝えるメロドラマやナレーションの感謝のせいで彼女がどのように変わったのか。 私はハワとアリスを愛しています。それは、信じられないような対話とナレーションの明確な欠如を特徴とするキャラクター（リードだけでなく）を特徴づけ、発展させる方法において最も顕著です。 ハナとアリスはキャラクターが何を感じているかは教えてくれません。 ボディー・ランゲージ、表情、声調をお届けします。\u001b[22m\n\u001b[1m(Hana to Arisu wa, takusan no kosei to asobigokoro no aru jōdan de tanoshiku eiga o hakobimasu. Korera wa, aidentiti no tsuyoi kanjō o motsu mojidesu. Hontōni shinsetsudearu to kanjiru jinbutsu. Hana to Arisu wa nikutai-ka sa re, jojoni eiga no katei de hatten shi, sarani ōku no koto o shiri, motto miru koto ga dekimasu. Karera wa taikutsude wanai. Hana to Arisu wa fukami no aru ōganikku no kyarakutādesu (soshite takusan no kimyō-sa). Hana no hattatsu o kōei ni suru no wa kantande, arisuto no yūjō wa kanojo ni dono yōna imi ga ari, kanjō ga nandearu ka o tsutaeru merodorama ya narēshon no kansha no sei de kanojo ga dono yō ni kawatta no ka. Watashi wa hawa to Arisu o aishiteimasu. Sore wa, shinji rarenai yōna taiwa to narēshon no meikakuna ketsujo o tokuchō to suru kyarakutā (rīdo dakedenaku) o tokuchō dzuke, hatten sa seru hōhō ni oite mottomo kenchodesu. Hana to Arisu wa kyarakutā ga nani o kanjite iru ka wa oshiete kuremasen. Bodī rangēji, hyōjō, seichō o o todoke shimasu. Kono eiga wa kono baitai o saidaigen ni katsuyō shi, chōshū ni dokutoku no rōdoku o kika seru koto wa arimasen. Hana to Arisu wa sore o tsutaeru yori mo shō ga sugurete iru to wa kanarazushimo iemasenga, Hana to Arisu wa totemo yoi kēsudesu.)\u001b[22m\n\u001b[1m\u001b[22m\nHana to Alice adopts the rotoscoping animation style in pursuit of capturing an authentic atmosphere that, while reminiscent of the unintentionally hilarious Aku no Hana adaptation, is countless leagues better and never looks anywhere near as bad (i.e. it was animated by a competent team). The art style and animation is one of this film's strongest pointsーit looks phenomenal. While it may take a while to adjust to the quirks of its rotoscoping, the backgrounds are consistently beautiful throughout the entirety of its runtime. To top it all off, the animation is incredibly smooth with a high framerate. If nothing else, Hana to Alice serves as fantastic eye candy because of its tall production values and the great care the animation team has taken with how the rotoscoping animation was done, as Aku no Hana has masterfully proven how easy it is to get it completely wrong.\n\n\u001b[1mHana to Aliceは、ロススコープのアニメーションスタイルを採用して、意図しない陽気なハナの適応を連想させる無数のリーグをよりよく再現し、決して悪くない場所には見えない（すなわち、有能なチームによってアニメーション化された） 芸術的なスタイルとアニメーションは、この映画の最強のポイントの一つです - それは驚異的に見えます。 ロトスコープの癖に合わせるのに時間がかかるかもしれませんが、ランタイム全体を通して一貫して美しい背景があります。 それを一番上にするために、アニメーションは非常に滑らかで、フレームレートは高いです。 他に何もないなら、ハナ・トゥ・アリスは素晴らしい制作価値とアニメーションチームがロトスコーピング・アニメーションのやり方を大切にしているので、素晴らしいアイキャンディーとして役立ちます。 違う。\u001b[22m\n\u001b[1m(Hana to arisu wa, rosusukōpu no animēshonsutairu o saiyō shite, ito shinai yōkina Hana no tekiō o rensō sa seru musū no rīgu o yori yoku saigen shi, kesshite warukunai basho ni wa mienai (sunawachi, yūnōna chīmu ni yotte animēshon-ka sa reta) geijutsu-tekina sutairu to animēshon wa, kono eiga no saikyō no pointo no hitotsudesu - sore wa kyōi-teki ni miemasu. Rotosukōpu no kuse ni awaseru no ni jikan ga kakaru kamo shiremasenga, Rantaimu zentai o tōshite ikkanshite utsukushī haikei ga arimasu. Sore o ichiban-jō ni suru tame ni, animēshon wa hijō ni namerakade, furēmurēto wa takaidesu. Hoka ni nanimonainara, Hana to~u Arisu wa subarashī seisaku kachi to animēshonchīmu ga rotosukōpingu animēshon no yarikata o taisetsu ni shite irunode, subarashī aikyandī to shite yakudachimasu. Chigau.)\u001b[22m\n\nTranslations of \u001b[4mHana to Alice adopts the rotoscoping animation style in pursuit of capturing an authentic atmosphere that, while reminiscent of the unintentionally hilarious Aku no Hana adaptation, is countless leagues better and never looks anywhere near as bad (i.e. it was animated by a competent team). The art style and animation is one of this film's strongest pointsーit looks phenomenal. While it may take a while to adjust to the quirks of its rotoscoping, the backgrounds are consistently beautiful throughout the entirety of its runtime. To top it all off, the animation is incredibly smooth with a high framerate. If nothing else, Hana to Alice serves as fantastic eye candy because of its tall production values and the great care the animation team has taken with how the rotoscoping animation was done, as Aku no Hana has masterfully proven how easy it is to get it completely wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHana to Alice adopts the rotoscoping animation style in pursuit of capturing an authentic atmosphere that, while reminiscent of the unintentionally hilarious Aku no Hana adaptation, is countless leagues better and never looks anywhere near as bad (i.e. it was animated by a competent team).\u001b[24m\n    \u001b[1mHana to Aliceは、ロススコープのアニメーションスタイルを採用して、意図しない陽気なハナの適応を連想させる無数のリーグをよりよく再現し、決して悪くない場所には見えない（すなわち、有能なチームによってアニメーション化された）\u001b[22m, \u001b[1mアリスの花は華適応阿久意図せずに陽気を彷彿とさせる一方で、無数のリーグ優れている、ことを本物の雰囲気を取り込むの追求でロトスコープアニメーションのスタイルを採用し、決して（すなわち、それは有能なチームによってアニメーション化された）のどこかのように悪いの近くに見えます。\u001b[22m\n\u001b[4mThe art style and animation is one of this film's strongest pointsーit looks phenomenal.\u001b[24m\n    \u001b[1m芸術的なスタイルとアニメーションは、この映画の最強のポイントの一つです - それは驚異的に見えます。\u001b[22m, \u001b[1mそれは驚異的に見えるーアートスタイルやアニメーションは、この映画の最強のポイントの一つです。\u001b[22m\n\u001b[4mWhile it may take a while to adjust to the quirks of its rotoscoping, the backgrounds are consistently beautiful throughout the entirety of its runtime.\u001b[24m\n    \u001b[1mロトスコープの癖に合わせるのに時間がかかるかもしれませんが、ランタイム全体を通して一貫して美しい背景があります。\u001b[22m, \u001b[1mそれはそのロトスコープの癖に調整するためにしばらく時間がかかるかもしれないが、背景には、その実行時の全体を通して一貫して美しいです。\u001b[22m\n\u001b[4mTo top it all off, the animation is incredibly smooth with a high framerate.\u001b[24m\n    \u001b[1mそれを一番上にするために、アニメーションは非常に滑らかで、フレームレートは高いです。\u001b[22m, \u001b[1mそれをすべてオフにトップに、アニメーションは、高フレームレートで非常にスムーズです。\u001b[22m\n\u001b[4mIf nothing else, Hana to Alice serves as fantastic eye candy because of its tall production values and the great care the animation team has taken with how the rotoscoping animation was done, as Aku no Hana has masterfully proven how easy it is to get it completely\u001b[24m\n    \u001b[1m他に何もないなら、ハナ・トゥ・アリスは素晴らしい制作価値とアニメーションチームがロトスコーピング・アニメーションのやり方を大切にしているので、素晴らしいアイキャンディーとして役立ちます。\u001b[22m, \u001b[1m何もない場合は、アリスの花は、その背の高い生産値の素晴らしい目の保養としての役割を果たし、見事にそれは完全にそれを取得するのがいかに簡単であることが証明された華阿久としてアニメーションチームは、ロトスコープアニメーションが行われていた方法で撮影された偉大なケア\u001b[22m\n\u001b[4mwrong.\u001b[24m\n    \u001b[1m違う。\u001b[22m, \u001b[1m間違っている。\u001b[22m, \u001b[1m間違っています。\u001b[22m\n\u001b[1m\u001b[22m\nLikewise, Hana to Alice boasts a fantastic soundtrack that manages never to obstruct the atmosphereーa feat that few films/shows can claim--instead only adding to it. There is a seamless synergy between the OST and the film, to the point where listening to the soundtrack on its own (which is very possible because it is superbly competent) or watching the movie with different music would greatly take away from the experience. In particular, a very memorable song is played right as the film reaches its climax and could be considered the theme of Hana to Alice. It also utilises a plethora of atmospheric sound effectsーclattering plates, soft footsteps, voices in the background trailing off and the hustle and bustle of the cityーliberally throughout the film, and it does well to craft an authentic atmosphere.\n\n\u001b[1m同様に、ハナとアリスは大気を妨害しないような素晴らしいサウンドトラックを誇っています。  OSTと映画の間にシームレスなシナジーがあります。それは、サウンドトラックを独占的に聴く（それは優れているので非常に可能です）、または異なる音楽で映画を見ることは経験から大きく離れてしまう点です。 特に、非常に忘れられない歌が映画がクライマックスに達するとすぐに演奏され、ハナとアリスのテーマとみなすことができます。 それはまた、映画の中に大量の大気のサウンドエフェクト、拍手板、柔らかな足音、バックグラウンドでの声、街の喧騒などを利用しています。\u001b[22m\n\u001b[1m(Dōyō ni, Hana to Arisu wa taiki o bōgai shinai yōna subarashī saundotorakku o hokotte imasu. OST to eiga no ma ni shīmuresuna shinajī ga arimasu. Sore wa, saundotorakku o dokusen-teki ni kiku (sore wa sugurete irunode hijō ni kanōdesu), matawa kotonaru ongaku de eiga o miru koto wa keiken kara ōkiku hanarete shimau tendesu. Tokuni, hijō ni wasure rarenai uta ga eiga ga kuraimakkusu ni tassuruto sugu ni ensō sa re, Hana to Arisu no tēma to minasu koto ga dekimasu. Sore wa mata, eiga no naka ni tairyō no taiki no saundoefekuto, hakushu-ban, yawarakana ashioto, bakkuguraundo de no koe,-gai no kensō nado o riyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mLikewise, Hana to Alice boasts a fantastic soundtrack that manages never to obstruct the atmosphereーa feat that few films/shows can claim--instead only adding to it. There is a seamless synergy between the OST and the film, to the point where listening to the soundtrack on its own (which is very possible because it is superbly competent) or watching the movie with different music would greatly take away from the experience. In particular, a very memorable song is played right as the film reaches its climax and could be considered the theme of Hana to Alice. It also utilises a plethora of atmospheric sound effectsーclattering plates, soft footsteps, voices in the background trailing off and the hustle and bustle of the cityーliberally throughout the film, and it does well to craft an authentic atmosphere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLikewise, Hana to Alice boasts a fantastic soundtrack that manages never to obstruct the atmosphereーa feat that few films/shows can claim--instead only adding to it.\u001b[24m\n    \u001b[1m同様に、ハナとアリスは大気を妨害しないような素晴らしいサウンドトラックを誇っています。\u001b[22m, \u001b[1mだけではなく、それに追加する - 同様に、アリスの花は、大気ーいくつかの映画/ショーは主張することができること偉業を妨害しないことが管理して素晴らしいサウンドトラックを誇っています。\u001b[22m\n\u001b[4mThere is a seamless synergy between the OST and the film, to the point where listening to the soundtrack on its own (which is very possible because it is superbly competent) or watching the movie with different music would greatly take away from the experience.\u001b[24m\n    \u001b[1mOSTと映画の間にシームレスなシナジーがあります。それは、サウンドトラックを独占的に聴く（それは優れているので非常に可能です）、または異なる音楽で映画を見ることは経験から大きく離れてしまう点です。\u001b[22m, \u001b[1m（それは見事に有能であるため、非常に可能である）自分自身でサウンドトラックを聴いたり、異なる音楽と映画を見てすることは非常に経験から奪うことになる点にOSTとフィルムとの間のシームレスな相乗効果が、あります。\u001b[22m\n\u001b[4mIn particular, a very memorable song is played right as the film reaches its climax and could be considered the theme of Hana to Alice.\u001b[24m\n    \u001b[1m特に、非常に忘れられない歌が映画がクライマックスに達するとすぐに演奏され、ハナとアリスのテーマとみなすことができます。\u001b[22m, \u001b[1m具体的には、非常に思い出に残る曲は、フィルムが最高潮に達し、アリスの花のテーマを考えることができる権利として再生されます。\u001b[22m\n\u001b[4mIt also utilises a plethora of atmospheric sound effectsーclattering plates, soft footsteps, voices in the background trailing off and the hustle and bustle of the cityーliberally throughout the film, and it does well to craft an authentic atmosphere.\u001b[24m\n    \u001b[1mそれはまた、映画の中に大量の大気のサウンドエフェクト、拍手板、柔らかな足音、バックグラウンドでの声、街の喧騒などを利用しています。\u001b[22m, \u001b[1mまた、大気中の効果音ーカタカタプレート、柔らかい足音、背景がオフ末尾で声や都市ー自由にフィルムを通しての喧騒の過多を利用し、それが本物の雰囲気を作るためによくありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice actors for the main cast are the same as those who were in the live-action sequel, so it should come as no surprise that they perfectly portray Hana and Alice's boundless energy and all of their eccentricities. While the rest of the cast may be overshadowed by the eponymous duo's expert performance, they are almost as, if not just as skillful in portraying all of their own character's quirks and subtleties.\n\n\u001b[1mメインキャストの声優はライブアクションの続編のメンバーと同じだから、ハナとアリスの無限のエネルギーとその偏見を完全に描いていることは驚きではない。 キャストの残りの部分は、同名のデュオの熟練した演奏によって覆われているかもしれませんが、彼ら自身のキャラクターの奇抜さと微妙さをすべて描写するのに熟練していなくても、ほぼ同じです。\u001b[22m\n\u001b[1m(Mein kyasuto no seiyū wa raibu akushon no zokuhen no menbā to onajidakara, Hana to Arisu no mugen no enerugī to sono henken o kanzen ni kaite iru koto wa odorokide wanai. Kyasuto no nokori no bubun wa, dōmei no de~yuo no jukuren shita ensō ni yotte ōwa rete iru kamo shiremasenga, karera jishin no kyarakutā no kibatsu-sa to bimyō-sa o subete byōsha suru no ni jukuren shite inakute mo, hobo onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors for the main cast are the same as those who were in the live-action sequel, so it should come as no surprise that they perfectly portray Hana and Alice's boundless energy and all of their eccentricities. While the rest of the cast may be overshadowed by the eponymous duo's expert performance, they are almost as, if not just as skillful in portraying all of their own character's quirks and subtleties.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors for the main cast are the same as those who were in the live-action sequel, so it should come as no surprise that they perfectly portray Hana and Alice's boundless energy and all of their eccentricities.\u001b[24m\n    \u001b[1mメインキャストの声優はライブアクションの続編のメンバーと同じだから、ハナとアリスの無限のエネルギーとその偏見を完全に描いていることは驚きではない。\u001b[22m, \u001b[1mメインキャストのための声優は、それは彼らが完全に花とアリスの無限のエネルギーとその奇行のすべてを描くことは驚くことではありませんので、ライブアクションの続編にいた人たちと同じです。\u001b[22m\n\u001b[4mWhile the rest of the cast may be overshadowed by the eponymous duo's expert performance, they are almost as, if not just as skillful in portraying all of their own character's quirks and subtleties.\u001b[24m\n    \u001b[1mキャストの残りの部分は、同名のデュオの熟練した演奏によって覆われているかもしれませんが、彼ら自身のキャラクターの奇抜さと微妙さをすべて描写するのに熟練していなくても、ほぼ同じです。\u001b[22m, \u001b[1mキャストの残りの部分は、町の名を冠したデュオの専門家の性能によって影が薄くすることができるが、彼らは自分のキャラクターの癖や機微のすべてを描いであれば同じように熟練していない、ほとんどの通りです。\u001b[22m\n\u001b[1m\u001b[22m\nHana to Alice is slow-paced but well-paced, gradually drawing you into its world, its characters, and its drama. The film has impressive production values, with art that is easy on the eyes and a soundtrack that is pleasantly immersive. It is my humble opinion that Hana to Alice is everything that Slice Of Life anime should aspire to be, with thorough consideration given to both the atmosphere and the characters, the things I most appreciate in all forms of entertainment. Hana to Alice has renewed my interest in the SOL genre in spades. By the end of the film, I felt immensely satisfied in spite of its prequel statusーit didn't even really feel like a prequel, as Satsujin Jiken has its own standalone story that it wants to tell. However, it doesn't forget that it's connected to the Hana to Alice universe and does well to set the groundwork for the live-action sequel film.\n\n\u001b[1mHana to Aliceはゆっくりとペースが速く、ペースが速く、徐々にあなたを世界、そのキャラクター、そしてドラマに導きます。 この映画には、芸術が目にやさしく、心地よく没入感のあるサウンドトラックが印象的な作品の価値があります。 ハナ・トゥ・アリスが生きるアニメーションは、雰囲気とキャラクターの両方を徹底的に配慮して、すべてのエンターテイメントで最も感謝していることを目指すべきだと私は考えています。  Hana to Aliceは、SOLのジャンルに関心を新たにしました。 映画の終わりには、プレクエルの地位にもかかわらず、私は非常に満足していました - サツジ技研はそれを伝えたいと思う独立した物語を持っているので、それはあまりにも前触れのように感じさえしませんでした。 しかし、それはハナとアリスの世界に関連していることを忘れず、実写的な続編の基礎を確立するうえではうってつけです。\u001b[22m\n\u001b[1m(Hana to arisu wa yukkuri to pēsu ga hayaku, pēsu ga hayaku, jojoni anata o sekai, sono kyarakutā, soshite dorama ni michibikimasu. Kono eiga ni wa, geijutsu ga me ni yasashiku, kokochiyoku botsunyū-kan no aru saundotorakku ga inshō-tekina sakuhin no kachi ga arimasu. Hana to~u Arisu ga ikiru animēshon wa, fun'iki to kyarakutā no ryōhō o tetteiteki ni hairyo shite, subete no entāteimento de mottomo kansha shite iru koto o mezasubekida to watashi wa kangaete imasu. Hana to arisu wa, SOL no janru ni kanshin o aratani shimashita. Eiga no owari ni wa, purekueru no chii nimokakawarazu, watashi wa hijō ni manzoku shite imashita - satsuji giken wa sore o tsutaetai to omou dokuritsu shita monogatari o motte irunode, sore wa amarini mo maebure no yō ni kanji sae shimasendeshita. Shikashi, sore wa Hana to Arisu no sekai ni kanren shite iru koto o wasurezu, jissha-tekina zokuhen no kiso o kakuritsu suru uede wa uttetsukedesu.)\u001b[22m\n\nTranslations of \u001b[4mHana to Alice is slow-paced but well-paced, gradually drawing you into its world, its characters, and its drama. The film has impressive production values, with art that is easy on the eyes and a soundtrack that is pleasantly immersive. It is my humble opinion that Hana to Alice is everything that Slice Of Life anime should aspire to be, with thorough consideration given to both the atmosphere and the characters, the things I most appreciate in all forms of entertainment. Hana to Alice has renewed my interest in the SOL genre in spades. By the end of the film, I felt immensely satisfied in spite of its prequel statusーit didn't even really feel like a prequel, as Satsujin Jiken has its own standalone story that it wants to tell. However, it doesn't forget that it's connected to the Hana to Alice universe and does well to set the groundwork for the live-action sequel film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHana to Alice is slow-paced but well-paced, gradually drawing you into its world, its characters, and its drama.\u001b[24m\n    \u001b[1mHana to Aliceはゆっくりとペースが速く、ペースが速く、徐々にあなたを世界、そのキャラクター、そしてドラマに導きます。\u001b[22m, \u001b[1mアリスの花はスローペースで徐々にその世界では、その文字、及びそのドラマにあなたを描く、よくペースです。\u001b[22m\n\u001b[4mThe film has impressive production values, with art that is easy on the eyes and a soundtrack that is pleasantly immersive.\u001b[24m\n    \u001b[1mこの映画には、芸術が目にやさしく、心地よく没入感のあるサウンドトラックが印象的な作品の価値があります。\u001b[22m, \u001b[1mフィルムは、目と愉快に没入あるサウンドトラックにやさしい技術と、印象的な生産値を持っています。\u001b[22m\n\u001b[4mIt is my humble opinion that Hana to Alice is everything that Slice Of Life anime should aspire to be, with thorough consideration given to both the atmosphere and the characters, the things I most appreciate in all forms of entertainment.\u001b[24m\n    \u001b[1mハナ・トゥ・アリスが生きるアニメーションは、雰囲気とキャラクターの両方を徹底的に配慮して、すべてのエンターテイメントで最も感謝していることを目指すべきだと私は考えています。\u001b[22m, \u001b[1mこれは、アリスに花が雰囲気と文字の両方に与えられた徹底考慮したライフアニメのスライスがあることを熱望するべきであるすべてのもの、私はエンターテイメントのすべての形態の中で最もに感謝物事があるというのが私の謙虚な意見です。\u001b[22m\n\u001b[4mHana to Alice has renewed my interest in the SOL genre in spades.\u001b[24m\n    \u001b[1mHana to Aliceは、SOLのジャンルに関心を新たにしました。\u001b[22m, \u001b[1mアリスへのハナはスペードでSOLのジャンルへの興味を更新しました。\u001b[22m\n\u001b[4mBy the end of the film, I felt immensely satisfied in spite of its prequel statusーit didn't even really feel like a prequel, as Satsujin Jiken has its own standalone story that it wants to tell.\u001b[24m\n    \u001b[1m映画の終わりには、プレクエルの地位にもかかわらず、私は非常に満足していました - サツジ技研はそれを伝えたいと思う独立した物語を持っているので、それはあまりにも前触れのように感じさえしませんでした。\u001b[22m, \u001b[1m映画の終わりまでに、私は殺人事件は、それが言うことを望む独自のスタンドアロンの物語を持っているとして、それも本当に、続編のように感じることはありませんでしたーその続編の状態にもかかわらず、非常に満足して感じました。\u001b[22m\n\u001b[4mHowever, it doesn't forget that it's connected to the Hana to Alice universe and does well to set the groundwork for the live-action sequel film.\u001b[24m\n    \u001b[1mしかし、それはハナとアリスの世界に関連していることを忘れず、実写的な続編の基礎を確立するうえではうってつけです。\u001b[22m, \u001b[1mしかし、それがアリス宇宙にハナに接続したことを忘れていないと実写続編フィルムのための基礎を設定することもありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe Bottom Line: If you enjoy carefully-written and eloquent character-driven narratives and appreciate an authentic atmosphere, I implore you to pick up Hana to Alice as soon as you can, but go in expecting a character drama, rather than a mystery drama .\n\n\u001b[1m結論：注意深く書かれた雄弁なキャラクタードリブンな物語を楽しんで、本物の雰囲気を味わうなら、できる限り早くハナをアリスに連れて行くことを願っていますが、謎のドラマではなく、キャラクタードラマを期待しています 。\u001b[22m\n\u001b[1m(Ketsuron: Chūibukaku kaka reta yūben'na kyarakutādoribun'na monogatari o tanoshinde, honmono no fun'iki o ajiwaunara, dekiru kagiri hayaku Hana o Arisu ni tsurete iku koto o negatte imasuga, nazo no doramade wa naku, kyarakutādorama o kitai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe Bottom Line: If you enjoy carefully-written and eloquent character-driven narratives and appreciate an authentic atmosphere, I implore you to pick up Hana to Alice as soon as you can, but go in expecting a character drama, rather than a mystery drama .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Bottom Line: If you enjoy carefully-written and eloquent character-driven narratives and appreciate an authentic atmosphere, I implore you to pick up Hana to Alice as soon as you can, but go in expecting a character drama, rather than a mystery drama\u001b[24m\n    \u001b[1m結論：注意深く書かれた雄弁なキャラクタードリブンな物語を楽しんで、本物の雰囲気を味わうなら、できる限り早くハナをアリスに連れて行くことを願っていますが、謎のドラマではなく、キャラクタードラマを期待しています\u001b[22m, \u001b[1mボトムライン：あなたは慎重に書かれたと雄弁文字主導の物語を楽しみ、本物の雰囲気を高く評価した場合、私はあなたができるだけ早くすることができますようにアリスに花を拾うために懇願するのではなく、謎のドラマよりも、文字のドラマを期待しに行きます\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m"
  },
  {
    "title": "Hana_to_Alice__Satsujin_Jiken",
    "id": "27969",
    "url": "https://myanimelist.net/anime/27969/Hana_to_Alice__Satsujin_Jiken",
    "user": "Ready_Player_1",
    "profile": "/profile/Ready_Player_1/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=198633",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  6\nサウンド|  7\nキャラクター|  9\n|  9\n\nアート・スタイルからの最初のものは本当に奇妙で不愉快です。 前に見たような本当に美しい背景の前景やキャラクターが描かれていないようですが、キャラクターの動きはアニメよりもライブアクション映画を見るような感じです。 あなたがチャンスを与えたら、あなたはキャラクターが成長し始め、とても個性を発揮するようにキャラクターを愛するでしょう。 私はこれが学校にいた愚かで幼稚な子だったと思うし、演技が素晴らしかったと思った。 それから、あなたは実際に物語と謎に関わります。 私はこの映画が魅力的でない人がいるかもしれないが、その人は悪い味をしていることがわかります。 この映画は揺れ動いた。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirst off the art style is really weird and off-putting. It seems like it is poorly drawn foregrounds and characters with really beautiful backgrounds which I've seen before, but the movement of the characters feels more like watching a live action movie than an anime. If you give it a chance you will love the characters as they begin to be developed and reveal so much personality. I really feel like this was how silly and childish I was in school and I just thought the acting was brilliant. Then you actually get involved in the story and the mystery. I can see that some people might not find this movie appealing, but those people have bad taste. This movie rocked.\n\n\u001b[1mアート・スタイルからの最初のものは本当に奇妙で不愉快です。 前に見たような本当に美しい背景の前景やキャラクターが描かれていないようですが、キャラクターの動きはアニメよりもライブアクション映画を見るような感じです。 あなたがチャンスを与えたら、あなたはキャラクターが成長し始め、とても個性を発揮するようにキャラクターを愛するでしょう。 私はこれが学校にいた愚かで幼稚な子だったと思うし、演技が素晴らしかったと思った。 それから、あなたは実際に物語と謎に関わります。 私はこの映画が魅力的でない人がいるかもしれないが、その人は悪い味をしていることがわかります。 この映画は揺れ動いた。\u001b[22m\n\u001b[1m(Āto sutairu kara no saisho no mono wa hontōni kimyōde fuyukaidesu. Mae ni mita yōna hontōni utsukushī haikei no zenkei ya kyarakutā ga egaka rete inai yōdesuga, kyarakutā no ugoki wa anime yori mo raibu akushon eiga o miru yōna kanjidesu. Anata ga chansu o ataetara, anata wa kyarakutā ga seichō shi hajime, totemo kosei o hakki suru yō ni kyarakutā o aisurudeshou. Watashi wa kore ga gakkō ni ita orokade yōchina kodatta to omoushi, engi ga subarashikatta to omotta. Sorekara, anata wa jissai ni monogatari to nazo ni kakawarimasu. Watashi wa kono eiga ga mirikitekidenai hito ga iru kamo shirenaiga, sono hito wa warui aji o shite iru koto ga wakarimasu. Kono eiga wa yureugoita.)\u001b[22m\n\nTranslations of \u001b[4mFirst off the art style is really weird and off-putting. It seems like it is poorly drawn foregrounds and characters with really beautiful backgrounds which I've seen before, but the movement of the characters feels more like watching a live action movie than an anime. If you give it a chance you will love the characters as they begin to be developed and reveal so much personality. I really feel like this was how silly and childish I was in school and I just thought the acting was brilliant. Then you actually get involved in the story and the mystery. I can see that some people might not find this movie appealing, but those people have bad taste. This movie rocked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off the art style is really weird and off-putting.\u001b[24m\n    \u001b[1mアート・スタイルからの最初のものは本当に奇妙で不愉快です。\u001b[22m, \u001b[1m最初のアートスタイルオフ本当に奇妙なとオフパッティングです。\u001b[22m\n\u001b[4mIt seems like it is poorly drawn foregrounds and characters with really beautiful backgrounds which I've seen before, but the movement of the characters feels more like watching a live action movie than an anime.\u001b[24m\n    \u001b[1m前に見たような本当に美しい背景の前景やキャラクターが描かれていないようですが、キャラクターの動きはアニメよりもライブアクション映画を見るような感じです。\u001b[22m, \u001b[1mそれは不完全に私が前に見てきた本当に美しい背景と前景と文字が描かれているように思えるが、文字の動きがよりアニメより実写映画を見ているように感じています。\u001b[22m\n\u001b[4mIf you give it a chance you will love the characters as they begin to be developed and reveal so much personality.\u001b[24m\n    \u001b[1mあなたがチャンスを与えたら、あなたはキャラクターが成長し始め、とても個性を発揮するようにキャラクターを愛するでしょう。\u001b[22m, \u001b[1mあなたはそれにチャンスを与える場合、あなたは彼らが開発され始めるように文字を愛し、そんなに性格を明らかにします。\u001b[22m\n\u001b[4mI really feel like this was how silly and childish I was in school and I just thought the acting was brilliant.\u001b[24m\n    \u001b[1m私はこれが学校にいた愚かで幼稚な子だったと思うし、演技が素晴らしかったと思った。\u001b[22m, \u001b[1mこれは私が学校にいたと私はちょうど演技は素晴らしいと思った方法を愚かと幼稚だったように私は本当に感じています。\u001b[22m\n\u001b[4mThen you actually get involved in the story and the mystery.\u001b[24m\n    \u001b[1mそれから、あなたは実際に物語と謎に関わります。\u001b[22m, \u001b[1mその後、実際にストーリーと謎に加わってください。\u001b[22m\n\u001b[4mI can see that some people might not find this movie appealing, but those people have bad taste.\u001b[24m\n    \u001b[1m私はこの映画が魅力的でない人がいるかもしれないが、その人は悪い味をしていることがわかります。\u001b[22m, \u001b[1m私は何人かの人々が魅力的なこの映画を見つけられないかもしれないことを見ることができますが、それらの人々は悪趣味を持っています。\u001b[22m\n\u001b[4mThis movie rocked.\u001b[24m\n    \u001b[1mこの映画は揺れ動いた。\u001b[22m, \u001b[1mこの映画は揺るがしました。\u001b[22m"
  },
  {
    "title": "Hana_to_Alice__Satsujin_Jiken",
    "id": "27969",
    "url": "https://myanimelist.net/anime/27969/Hana_to_Alice__Satsujin_Jiken",
    "user": "Dekpi",
    "profile": "/profile/Dekpi/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=200187",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  8\nキャラクター|  7\n|  9\n\n最初は芸術的スタイルにちょっと驚きましたが、すぐに私は成長しました。 アニメーションはきれいに滑らかで、非常に詳細な背景が深みを増しました。 最初は映画のストーリーラインの点では混乱していましたが、間もなく私は本当に気にしなかったので、最後は終わりまで包まれると思いました。 映画は実際には驚くほど深いものでしたが、最後まで見ない限り誰もがそれを理解するとは思いません。 主人公がもっと発展したように感じるが、彼女はまだ非常に好きだった。 映画には、かわいい意味のある瞬間がたくさんあったし、サウンドトラックはシーンとうまく合致し、聞くのが全体的に楽しいものでした。 私は主なテーマとそれがどのようにクレジットに反映されたかを愛していました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI was a little surprised by the art style at first, but it very quickly grew on me. The animation was beautifully smooth, and the highly detailed backgrounds added depth. I was kind of confused by the point of the movie's storyline at first, but soon enough I didn't really care and figured that the point would be wrapped up in the end, which it was. The movie actually was surprisingly deep, but I don't suppose anyone would realize it all unless they watch until the very end. I feel like the main character could have been more developed, but she was still very likeable. The movie had tons of cute and meaningful moments, and the soundtrack matched up with the scenes well and was overall pleasant to listen to. I loved the main theme, and how it was reflected in the credits.\n\n\u001b[1m最初は芸術的スタイルにちょっと驚きましたが、すぐに私は成長しました。 アニメーションはきれいに滑らかで、非常に詳細な背景が深みを増しました。 最初は映画のストーリーラインの点では混乱していましたが、間もなく私は本当に気にしなかったので、最後は終わりまで包まれると思いました。 映画は実際には驚くほど深いものでしたが、最後まで見ない限り誰もがそれを理解するとは思いません。 主人公がもっと発展したように感じるが、彼女はまだ非常に好きだった。 映画には、かわいい意味のある瞬間がたくさんあったし、サウンドトラックはシーンとうまく合致し、聞くのが全体的に楽しいものでした。 私は主なテーマとそれがどのようにクレジットに反映されたかを愛していました。\u001b[22m\n\u001b[1m(Saisho wa geijutsu-teki sutairu ni chotto odorokimashitaga, sugu ni watashi wa seichō shimashita. Animēshon wa kirei ni namerakade, hijō ni shōsaina haikei ga fukami o mashimashita. Saisho wa eiga no sutōrīrain no tende wa konran shite imashitaga, mamonaku watashi wa hontōni ki ni shinakattanode, saigo wa owari made tsutsuma reru to omoimashita. Eiga wa jissai ni wa odoroku hodo fukai monodeshitaga, saigomade minai kagiri daremoga sore o rikai suru to wa omoimasen. Shujinkō ga motto hatten shita yō ni kanjiru ga, kanojo wa mada hijō ni sukidatta. Eiga ni wa, kawaī iminoaru shunkan ga takusan attashi, saundotorakku wa shīn to umaku gatchi shi, kiku no ga zentai-teki ni tanoshī monodeshita. Watashi wa omona tēma to sore ga dono yō ni kurejitto ni han'ei sa reta ka o aishite imashita.)\u001b[22m\n\nTranslations of \u001b[4mI was a little surprised by the art style at first, but it very quickly grew on me. The animation was beautifully smooth, and the highly detailed backgrounds added depth. I was kind of confused by the point of the movie's storyline at first, but soon enough I didn't really care and figured that the point would be wrapped up in the end, which it was. The movie actually was surprisingly deep, but I don't suppose anyone would realize it all unless they watch until the very end. I feel like the main character could have been more developed, but she was still very likeable. The movie had tons of cute and meaningful moments, and the soundtrack matched up with the scenes well and was overall pleasant to listen to. I loved the main theme, and how it was reflected in the credits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was a little surprised by the art style at first, but it very quickly grew on me.\u001b[24m\n    \u001b[1m最初は芸術的スタイルにちょっと驚きましたが、すぐに私は成長しました。\u001b[22m, \u001b[1m私が最初にアートスタイルによって少し驚きましたが、それは非常に迅速に私に成長しました。\u001b[22m\n\u001b[4mThe animation was beautifully smooth, and the highly detailed backgrounds added depth.\u001b[24m\n    \u001b[1mアニメーションはきれいに滑らかで、非常に詳細な背景が深みを増しました。\u001b[22m, \u001b[1mアニメーションが美しく、滑らかで、非常に詳細な背景が深さを追加しました。\u001b[22m\n\u001b[4mI was kind of confused by the point of the movie's storyline at first, but soon enough I didn't really care and figured that the point would be wrapped up in the end, which it was.\u001b[24m\n    \u001b[1m最初は映画のストーリーラインの点では混乱していましたが、間もなく私は本当に気にしなかったので、最後は終わりまで包まれると思いました。\u001b[22m, \u001b[1m私は種類の最初にムービーのストーリーのポイントによって混乱していたが、すぐに十分な、私は本当に気にしませんでしたし、ポイントはそれがあった終わり、に包まれるであろうことを考え出しました。\u001b[22m\n\u001b[4mThe movie actually was surprisingly deep, but I don't suppose anyone would realize it all unless they watch until the very end.\u001b[24m\n    \u001b[1m映画は実際には驚くほど深いものでしたが、最後まで見ない限り誰もがそれを理解するとは思いません。\u001b[22m, \u001b[1m映画は、実際には驚くほど深かったが、私は、彼らは非常に最後まで見ない限り、誰もがそれをすべて理解するであろうと仮定しないでください。\u001b[22m\n\u001b[4mI feel like the main character could have been more developed, but she was still very likeable.\u001b[24m\n    \u001b[1m主人公がもっと発展したように感じるが、彼女はまだ非常に好きだった。\u001b[22m, \u001b[1m私は、メインキャラクターは、より開発されている可能性のように感じるが、彼女はまだ非常に好感の持てるました。\u001b[22m\n\u001b[4mThe movie had tons of cute and meaningful moments, and the soundtrack matched up with the scenes well and was overall pleasant to listen to.\u001b[24m\n    \u001b[1m映画には、かわいい意味のある瞬間がたくさんあったし、サウンドトラックはシーンとうまく合致し、聞くのが全体的に楽しいものでした。\u001b[22m, \u001b[1m映画はかわいいと意味のある瞬間のトンを持っていた、そしてサウンドトラックはよくシーンとマッチングし、全体的に聞いて楽しかったです。\u001b[22m\n\u001b[4mI loved the main theme, and how it was reflected in the credits.\u001b[24m\n    \u001b[1m私は主なテーマとそれがどのようにクレジットに反映されたかを愛していました。\u001b[22m, \u001b[1m私は、メインテーマを愛し、それはクレジットにどのように反映されていました。\u001b[22m"
  },
  {
    "title": "Hana_to_Alice__Satsujin_Jiken",
    "id": "27969",
    "url": "https://myanimelist.net/anime/27969/Hana_to_Alice__Satsujin_Jiken",
    "user": "prismanna",
    "profile": "/profile/prismanna/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=211177",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  8\n|  8\n\n私は実際にこの映画を楽しんでいました。 それは生まれてくるタイプの物語なので、私はそれが話の途中で終わりを推測できた点に非常に面白くて退屈だと思った。\n\n私は、最近人気が高まっている「ロトスコープ」全体のファンではないと言わざるを得ないが、キャラクター自身がそれを補うものであり、シノプシスで語られた「奇妙な噂」は、十代の噂ではない ; 彼らは所有と奇妙な、崇拝の活動についての噂です。\n\n私は本当にこの映画が好きでした。なぜなら、アリスガワ鉄男（アリス）はとても面白いキャラクターだったからです。 私は、彼女のために十分なキャラクターの開発がなかったとか、映画が主な問題（私は学校の噂の裏にある調査だと思う）から離れていることが多いかもしれないと思う人もいるでしょう。 しかし、すべての正直なところでは、ストーリーはより大きなもの（離婚の余波や基本的な信頼に基づく他の人々との関係など）を扱います。 私はちょうど神秘的な噂の事のすべてが物語をあるペースで実行し続けることだと思った。 アリスが途中で会う人たちは、必ずしも彼らが行っている「調査」には関係しないかもしれないが、一見退屈な小さな町の中で彼女が彼女の動いていることと彼女の問題に関連している。\n\n私の意見では、アリスの苦労は本当に退屈ではありませんでした。 それは退屈な音、ちょうど彼女の日常生活と平凡な問題に直面している少女を見て、私は見ることが重要なことは、プロットではなく、人々自身だと思う。 彼女の母親の様子、彼女の作品、そしてアリスが彼女に言うことは、私自身が話したように感じました。 彼女の父親とハナ（彼女の隣人）とのやりとりは、それぞれのキャラクターについて別々の話をしました。 私はこの映画が少し弱い線形プロットに従っていると思うが、アリスが他人との関係を強化している。\n\n全体として、私は映画を見ることをお勧めします。 それはいくつかの点では馬鹿であり、一部は少し非現実的で、ロトスコピングは少し重いですが、キャラクター自体はかなりバランスが取れていて、ストーリーを大きく見て楽しんでいました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI actually really enjoyed this movie that I watched it twice. It's a coming-of-age type story, so I thought it was going to be extremely cliche and boring to the point where I could've guessed the ending halfway into the story.\n\n\u001b[1m私は実際にこの映画を楽しんでいました。 それは生まれてくるタイプの物語なので、私はそれが話の途中で終わりを推測できた点に非常に面白くて退屈だと思った。\u001b[22m\n\u001b[1m(Watashi wa jissai ni kono eiga o tanoshinde imashita. Sore wa umarete kuru taipu no monogatarinanode, watashi wa sore ga hanashi no tochū de owari o suisoku dekita ten ni hijō ni omoshirokute taikutsuda to omotta.)\u001b[22m\n\nTranslations of \u001b[4mI actually really enjoyed this movie that I watched it twice. It's a coming-of-age type story, so I thought it was going to be extremely cliche and boring to the point where I could've guessed the ending halfway into the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI actually really enjoyed this movie that I watched it twice.\u001b[24m\n    \u001b[1m私は実際にこの映画を楽しんでいました。\u001b[22m, \u001b[1m私は実際には本当に私はそれを2回見たこの映画を楽しみました。\u001b[22m\n\u001b[4mIt's a coming-of-age type story, so I thought it was going to be extremely cliche and boring to the point where I could've guessed the ending halfway into the story.\u001b[24m\n    \u001b[1mそれは生まれてくるタイプの物語なので、私はそれが話の途中で終わりを推測できた点に非常に面白くて退屈だと思った。\u001b[22m, \u001b[1mこれは、成人のタイプの話なので、私はそれが私が話に途中終了を推測したかもしれない点に非常に決まり文句と退屈になるだろうと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nI have to say that I'm not a big fan of the whole 'rotoscope' thing that are getting popular nowadays, but the characters themselves make up for it and the 'strange rumors' talked about in the synopsis are not just little teenage rumors ; they're rumors about possession and weird, cult-ish activities.\n\n\u001b[1m私は、最近人気が高まっている「ロトスコープ」全体のファンではないと言わざるを得ないが、キャラクター自身がそれを補うものであり、シノプシスで語られた「奇妙な噂」は、十代の噂ではない ; 彼らは所有と奇妙な、崇拝の活動についての噂です。\u001b[22m\n\u001b[1m(Watashi wa, saikin ninki ga takamatte iru `rotosukōpu' zentai no fande wa nai to iwazaru o enaiga, kyarakutā jishin ga sore o oginau monodeari, shinopushisu de katara reta `kimyōna uwasa' wa, jūdai no uwasade wanai; karera wa shoyū to kimyōna, sūhai no katsudō ni tsuite no uwasadesu.)\u001b[22m\n\nTranslations of \u001b[4mI have to say that I'm not a big fan of the whole 'rotoscope' thing that are getting popular nowadays, but the characters themselves make up for it and the 'strange rumors' talked about in the synopsis are not just little teenage rumors ; they're rumors about possession and weird, cult-ish activities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to say that I'm not a big fan of the whole 'rotoscope' thing that are getting popular nowadays, but the characters themselves make up for it and the 'strange rumors' talked about in the synopsis are not just little teenage rumors\u001b[24m\n    \u001b[1m私は、最近人気が高まっている「ロトスコープ」全体のファンではないと言わざるを得ないが、キャラクター自身がそれを補うものであり、シノプシスで語られた「奇妙な噂」は、十代の噂ではない\u001b[22m, \u001b[1m私は、今日人気を集めている全体の「ロトスコープ」ものの大ファンではないんだけど、文字自体がそれを補うと「変な噂が「あらすじで話題ほんの少し十代の噂ではないことを言わなければなりません\u001b[22m\n\u001b[4m;\u001b[24m\n    \u001b[1m;\u001b[22m\n\u001b[4mthey're rumors about possession and weird, cult-ish activities.\u001b[24m\n    \u001b[1m彼らは所有と奇妙な、崇拝の活動についての噂です。\u001b[22m, \u001b[1m彼らが所有し、奇妙な、カルトっぽい活動についての噂をしています。\u001b[22m\n\u001b[1m\u001b[22m\nI really liked this movie because Arisugawa Tetsuko (Alice) was a very interesting character. I guess some might say that there wasn't enough character development for her, or that the movie often strayed away from the main issue (which I assume is the investigation behind the school rumors). But in all honesty, the story deals with something bigger (such as the aftermath of divorce or the relationship between other people based on fundamental trust). I just thought that the whole mysterious rumor thing was to keep the story running at some pace. The people Alice meets along the way, though they might not be necessarily related to the 'investigation' that she does, are related to her issues that she had of her moving and living with her mother in a small town that's seemingly boring.\n\n\u001b[1m私は本当にこの映画が好きでした。なぜなら、アリスガワ鉄男（アリス）はとても面白いキャラクターだったからです。 私は、彼女のために十分なキャラクターの開発がなかったとか、映画が主な問題（私は学校の噂の裏にある調査だと思う）から離れてしまうことが多いと言うかもしれません。 しかし、すべての正直なところでは、ストーリーはより大きなもの（離婚の余波や基本的な信頼に基づく他の人々との関係など）を扱います。 私はちょうど神秘的な噂の事のすべてが物語をあるペースで走らせ続けることだと思った。 アリスが途中で会う人たちは、必ずしも彼らが行っている「調査」には関係していないかもしれないが、一見退屈な小さな町で彼女が動いて、彼女の母親と一緒に住んでいた問題に関係している。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono eiga ga sukideshita. Nazenara, arisugawa Tetsuo (Arisu) wa totemo omoshiroi kyarakutādattakaradesu. Watashi wa, kanojo no tame ni jūbun'na kyarakutā no kaihatsu ga nakatta toka, eiga ga omona mondai (watashi wa gakkō no uwasa no ura ni aru chōsada to omou) kara hanarete shimau koto ga ōi to iu kamo shiremasen. Shikashi, subete no shōjikina tokorode wa, sutōrī wa yori ōkina mono (rikon no yoha ya kihon-tekina shinrai ni motodzuku ta no hitobito to no kankei nado) o atsukaimasu. Watashi wa chōdo shinpi-tekina uwasa no koto no subete ga monogatari o aru pēsu de hashira se tsudzukeru kotoda to omotta. Arisu ga tochū de au hito-tachi wa, kanarazushimo karera ga okonatte iru `chōsa' ni wa kankei shite inai kamo shirenaiga, ikken taikutsuna chīsana machi de kanojo ga ugoite, kanojo no hahaoya to issho ni sunde ita mondai ni kankei shite iru.)\u001b[22m\n\nTranslations of \u001b[4mI really liked this movie because Arisugawa Tetsuko (Alice) was a very interesting character. I guess some might say that there wasn't enough character development for her, or that the movie often strayed away from the main issue (which I assume is the investigation behind the school rumors). But in all honesty, the story deals with something bigger (such as the aftermath of divorce or the relationship between other people based on fundamental trust). I just thought that the whole mysterious rumor thing was to keep the story running at some pace. The people Alice meets along the way, though they might not be necessarily related to the 'investigation' that she does, are related to her issues that she had of her moving and living with her mother in a small town that's seemingly boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really liked this movie because Arisugawa Tetsuko (Alice) was a very interesting character.\u001b[24m\n    \u001b[1m私は本当にこの映画が好きでした。なぜなら、アリスガワ鉄男（アリス）はとても面白いキャラクターだったからです。\u001b[22m, \u001b[1m有栖川徹子（アリス）は非常に興味深いキャラクターだったので、私は本当にこの映画が好きでした。\u001b[22m\n\u001b[4mI guess some might say that there wasn't enough character development for her, or that the movie often strayed away from the main issue (which I assume is the investigation behind the school rumors).\u001b[24m\n    \u001b[1m私は、彼女のために十分なキャラクターの開発がなかったとか、映画が主な問題（私は学校の噂の裏にある調査だと思う）から離れてしまうことが多いと言うかもしれません。\u001b[22m, \u001b[1m私はいくつかは彼女のために十分なキャラクターの成長がなかったこと、または映画がしばしば離れて（私は学校の噂の背後にある調査であると仮定）主な問題から迷いと言うかもしれないと思います。\u001b[22m\n\u001b[4mBut in all honesty, the story deals with something bigger (such as the aftermath of divorce or the relationship between other people based on fundamental trust).\u001b[24m\n    \u001b[1mしかし、すべての正直なところでは、ストーリーはより大きなもの（離婚の余波や基本的な信頼に基づく他の人々との関係など）を扱います。\u001b[22m, \u001b[1mしかし、すべての正直で、物語は（そのような離婚の余波や基本的な信頼関係に基づいて、他の人との関係など）何か大きなものを扱っています。\u001b[22m\n\u001b[4mI just thought that the whole mysterious rumor thing was to keep the story running at some pace.\u001b[24m\n    \u001b[1m私はちょうど神秘的な噂の事のすべてが物語をあるペースで走らせ続けることだと思った。\u001b[22m, \u001b[1m私はちょうど全体の神秘的な噂の事はいくつかのペースで話を実行し維持することだと思いました。\u001b[22m\n\u001b[4mThe people Alice meets along the way, though they might not be necessarily related to the 'investigation' that she does, are related to her issues that she had of her moving and living with her mother in a small town that's seemingly boring.\u001b[24m\n    \u001b[1mアリスが途中で会う人たちは、必ずしも彼らが行っている「調査」には関係していないかもしれないが、一見退屈な小さな町で彼女が動いて、彼女の母親と一緒に住んでいた問題に関係している。\u001b[22m, \u001b[1mそれらは必ずしも彼女がいることを「調査」に関連していないかもしれませんが、アリスが、途中で出会う人々は、彼女は彼女の移動の持っていたし、一見退屈な小さな町で、彼女の母親と一緒に住んでいる彼女の問題に関連しています。\u001b[22m\n\u001b[1m\u001b[22m\nAlice's struggles weren't really boring, in my opinion. It sounds boring, watching a girl just live her everyday life and facing mundane problems, but I think what's important to look at is not the plot, but the people themselves. The way her mother is, what she works as, and what Alice says to her, I felt, told a story itself. How she interacts with her father and Hana (her shut-in neighbor) told separate stories about each character as well. I think this movie follows a linear plot that's a bit weak, but the relationship that Alice makes between others reinforce it.\n\n\u001b[1m私の意見では、アリスの苦労は本当に退屈ではありませんでした。 それは退屈な音、ちょうど彼女の日常生活と平凡な問題に直面している少女を見て、私は見ることが重要なことは、プロットではなく、人々自身だと思う。 彼女の母親の様子、彼女の作品、そしてアリスが彼女に言うことは、私自身が話したように感じました。 彼女の父親とハナ（彼女の隣人）とのやりとりは、それぞれのキャラクターについて別々の話をしました。 私はこの映画が少し弱い線形プロットに従っていると思うが、アリスが他人との関係を強化している。\u001b[22m\n\u001b[1m(Watashi no ikende wa, Arisu no kurō wa hontōni taikutsude wa arimasendeshita. Sore wa taikutsuna oto, chōdo kanojo no nichijō seikatsu to heibon'na mondai ni chokumen shite iru shōjo o mite, watashi wa miru koto ga jūyōna koto wa, purottode wa naku, hitobito jishinda to omou. Kanojo no hahaoya no yōsu, kanojo no sakuhin, soshite Arisu ga kanojo ni iu koto wa, watakushijishin ga hanashita yō ni kanjimashita. Kanojo no chichioya to Hana (kanojo no rinjin) to no yaritori wa, sorezore no kyarakutā ni tsuite betsubetsu no hanashi o shimashita. Watashi wa kono eiga ga sukoshi yowai senkei purotto ni shitagatte iru to omou ga, Arisu ga tanin to no kankei o kyōka shite iru.)\u001b[22m\n\nTranslations of \u001b[4mAlice's struggles weren't really boring, in my opinion. It sounds boring, watching a girl just live her everyday life and facing mundane problems, but I think what's important to look at is not the plot, but the people themselves. The way her mother is, what she works as, and what Alice says to her, I felt, told a story itself. How she interacts with her father and Hana (her shut-in neighbor) told separate stories about each character as well. I think this movie follows a linear plot that's a bit weak, but the relationship that Alice makes between others reinforce it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlice's struggles weren't really boring, in my opinion.\u001b[24m\n    \u001b[1m私の意見では、アリスの苦労は本当に退屈ではありませんでした。\u001b[22m, \u001b[1mアリスの闘争は、私の意見では、本当に退屈ではなかったです。\u001b[22m\n\u001b[4mIt sounds boring, watching a girl just live her everyday life and facing mundane problems, but I think what's important to look at is not the plot, but the people themselves.\u001b[24m\n    \u001b[1mそれは退屈な音、ちょうど彼女の日常生活と平凡な問題に直面している少女を見て、私は見ることが重要なことは、プロットではなく、人々自身だと思う。\u001b[22m, \u001b[1mそれはちょうど彼女の日常生活を生き、世俗的な問題に直面して女の子を見て、退屈に聞こえるが、私は何を見てすることが重要ですが、プロットが、人々自分自身ではないと思います。\u001b[22m\n\u001b[4mThe way her mother is, what she works as, and what Alice says to her, I felt, told a story itself.\u001b[24m\n    \u001b[1m彼女の母親の様子、彼女の作品、そしてアリスが彼女に言うことは、私自身が話したように感じました。\u001b[22m, \u001b[1m方法彼女の母親は彼女のようにどのような作品であり、そしてどのようなアリスは彼女に言いますが、私が感じた、物語自体に語りました。\u001b[22m\n\u001b[4mHow she interacts with her father and Hana (her shut-in neighbor) told separate stories about each character as well.\u001b[24m\n    \u001b[1m彼女の父親とハナ（彼女の隣人）とのやりとりは、それぞれのキャラクターについて別々の話をしました。\u001b[22m, \u001b[1m彼女は彼女の父とハナ（彼女のシャット中隣人）と対話する方法は、同様に、各文字についての個別の物語を語りました。\u001b[22m\n\u001b[4mI think this movie follows a linear plot that's a bit weak, but the relationship that Alice makes between others reinforce it.\u001b[24m\n    \u001b[1m私はこの映画が少し弱い線形プロットに従っていると思うが、アリスが他人との関係を強化している。\u001b[22m, \u001b[1m私はこの映画が少し弱いです線形プロットを次のだと思いますが、他の人の間で、アリスが行う関係はそれを強化します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I would suggest watching the movie. It is silly at some points and some parts are a bit unrealistic and the rotoscoping is a bit heavy, but the characters themselves are rather well-rounded and I enjoyed watching the story unfold greatly.\n\n\u001b[1m全体として、私は映画を見ることをお勧めします。 それはいくつかの点では馬鹿であり、一部は少し非現実的で、ロトスコピングは少し重いですが、キャラクター自体はかなりバランスが取れていて、ストーリーを大きく見て楽しんでいました。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa eiga o miru koto o o susume shimasu. Sore wa ikutsu ka no tende wa bakadeari, ichibu wa sukoshi higenjitsuteki de, rotosukopingu wa sukoshi omoidesuga, kyarakutā jitai wa kanari baransu ga torete ite, sutōrī o ōkiku mite tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I would suggest watching the movie. It is silly at some points and some parts are a bit unrealistic and the rotoscoping is a bit heavy, but the characters themselves are rather well-rounded and I enjoyed watching the story unfold greatly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I would suggest watching the movie.\u001b[24m\n    \u001b[1m全体として、私は映画を見ることをお勧めします。\u001b[22m, \u001b[1m全体的に、私は映画を見てお勧めします。\u001b[22m\n\u001b[4mIt is silly at some points and some parts are a bit unrealistic and the rotoscoping is a bit heavy, but the characters themselves are rather well-rounded and I enjoyed watching the story unfold greatly.\u001b[24m\n    \u001b[1mそれはいくつかの点では馬鹿であり、一部は少し非現実的で、ロトスコピングは少し重いですが、キャラクター自体はかなりバランスが取れていて、ストーリーを大きく見て楽しんでいました。\u001b[22m, \u001b[1mこれは、いくつかの点で愚かであり、いくつかの部分は少し非現実的であり、ロトスコープが少し重いですが、文字自体はかなりバランスのとれていると私は物語が大きく展開見て楽しみました。\u001b[22m"
  },
  {
    "title": "Hana_to_Alice__Satsujin_Jiken",
    "id": "27969",
    "url": "https://myanimelist.net/anime/27969/Hana_to_Alice__Satsujin_Jiken",
    "user": "Flawfinder",
    "profile": "/profile/Flawfinder/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=208508",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  6\n\n2004年の日本映画「ハナ」と「アリス」のアニメ化されたプレクエルは、アニメ界をあちこちで騒がすことはありませんでした。 そしてそれでも、夏は最後の夏の終わりの週の周りにどのように出てきたかを考えて、私の注意を払って飛び出しました。そして、私はその存在を知らないまま4ヵ月近く過ごしました。 私はMALの友人の統計を確認したが、どちらもそれを見たことはありませんでした（どちらかといえば、あなたは彼を知らない）。 特に、この映画の血統を考えれば、私は時々不明瞭なところでおしゃべりを楽しむので、私はこのことに注意を払うように思っていたので、新警察は、もう一週間は見直すことができます。\n\nしたがって、ハナ＆amp; アリスは、私たちのタイトルをどうやって話し合ったかを物語るために、ロトスコープのアニメーション界に潜入して、私たちのリードを演じるディレクターと2人の女優を再会させ、 うーん、うんざりな男。 最初の映画への投資は必要ありません。なぜなら、アリスがバレエをしたいという事実から離れて、ほとんど何も覚えていないからです。 今私は岩井俊二さんのことをよく見ていないが、彼のハナ＆ アリスの映画は何でもあり、日常生活にかなり集中するのが大好きです。 それは常に悪いことではありませんが、良い日常生活の話は、あらゆる種類の複雑な問題のテンプレートとしての世俗的な設定を使用し、悪いものは奇抜なファンタジーの続編のような郷愁に溢れています。 ハナ＆amp; アリスは横たわっていますか？ さて、プロットを見てみましょうか？\n\n映画は、母親の離婚のおかげでアリスが新しい地域に移り住み、新しいユニフォームを手に入れたり、学生協会（City Council）と学生IDを交わすなど、学校移転の標準であるいくつかのことに適応しなければなりません。 その事実はちょっとだけ言及されていますが、実際の葛藤は、アリスのクラスが、彼女の椅子で死んだと言われていた元学生の机に座って、 妻は起動する。  Aliceは彼女の襲撃者に直面し、10代がそんなに愚かなので、新しい子供の周りの大男のように行動するために、噂で現金を出していることを発見する。 彼女の尋問中に、アリスは、彼女が移動し、\"幽霊\"噂を払拭しようとして、彼女の現在の家に住んで死んだ男は、隣人とローカル閉鎖ハナに彼女が 男はまだ生きている。 ハナは助けに躊躇しますが、結局はハナは現代の冒険の囁きの中で真実を発見するために街中の最初の映画の基礎を構成する友情を形成します 。\n\nハナ＆amp; アリスは、ロストスコープを除いて、ノスタルジアで怒っているアニメファンたちがナットを突破する傾向がある、軽く心温よいスライスのライフストーリーの映画版として最もよくまとめられています。 しかし、この映画は10代の少女の闘争をほとんどのスライス・ライフ・ストーリーよりも現実的に描写しているので、トーンの面ではAku no Hanaではないと、描写は前進の勢いの欠如とそれが 非常に安全な執行賢明です。 アリスとハナは、私が要約した「気まぐれな」冒険を途中で終わらせるまでは行かないのですが、彼女が日本人ではないにせよ、毎日の苦闘をしているアリスを我慢しなければなりません 女の子は彼女を見たいと思った動機付けとしてバレエに収めようとする。 前半のシーンのいくつかはかわいいです、アリスは彼女に鶏の骨を投げたときにいじめを殴ってしまい、赤ちゃんのように泣いていましたが、実際に実際の物語に似ているものは加えません 魅力的なドラマ、とりわけアリスはあまりにも能力があり、冗談で永遠に彼女を傷つけることはできないと考える。\n\n彼女がシャットインしている理由と、以前に起こったすべてのものと結びついている理由を明らかにしながら、ハナが現れた時、ハナが現れたときにはもっと面白いことがあります。 あなたの夢を追う正しい方法に関する心の究極のメッセージのWhisperのような壮大なもの。 実際、映画が本当に際立っているのは、アリスが階段を上ったり、ハナが月光の中で踊ったりするような、ダイナミックな動きにロトスコープの性質を使用しているときだけです。 結局のところ、この映画は、その主なデュオのための軽快な起源の物語でありたいと思っています。ピーナッツ映画よりも実質的なものを与えているわけではありません。 あなたがそのようなことをしているなら、私はハナのケース＆amp; アリスは私が前に言ったように、映画が最終的には良い性質であり、あなたが西洋のシチュエーションコメディで見る陽気な裂け目を掘り下げることは決してないからです。なぜなら、十代の少女たちが 適度に面白いジョークの数はポイントで私を楽しませるという面で十分な仕事をしたので、あなたは私がした以上に映画を楽しむべきです。\n\n全体として、ライブアクションディレクターが初めてアニメーションに切り替えるという点で悪い試みではありません。 彼の他の映画がハナとは違っていない限り、それはちょっと残念です。 アリスのこと、彼は映画の間で10年間で多くのストーリーテリングの野心を拾っていない。 しかし、再び、私たちはすべてマーティン・スコセッシーになることはできません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThe animated prequel to the 2004 Japanese film, Hana and Alice, never got much buzz around the anime community to the point that I'm surprised it ever got subbed at all. And even then, the subs flew past my attention given how it came out around the ending weeks of the last summer season and I spent nearly four months ignorant of its existence. I checked my MAL friends' stats and neither of them have seen it either (well one guy did, but you don't know him). Since I enjoy dabbling in the obscure from time to time, especially given this film's pedigree, I figured I'd give this thing some attention, so Noragami Aragoto can wait another week to get reviewed.\n\n\u001b[1m2004年の日本映画「ハナ」と「アリス」のアニメ化されたプレクエルは、アニメ界をあちこちで騒がすことはありませんでした。 そしてそれでも、夏は最後の夏の終わりの週の周りにどのように出てきたかを考えて、私の注意を払って飛び出しました。そして、私はその存在を知らないまま4ヵ月近く過ごしました。 私はMALの友人の統計を確認したが、どちらもそれを見たことはありませんでした（どちらかといえば、あなたは彼を知らない）。 特に、この映画の血統を考えれば、私は時々不明瞭なところでおしゃべりを楽しむので、私はこのことに注意を払うように思っていたので、新警察は、もう一週間は見直すことができます。\u001b[22m\n\u001b[1m(2004-Nen no Nihon eiga `Hana' to `Arisu' no anime-ka sa reta purekueru wa, anime-kai o achikochi de sawagasu koto wa arimasendeshita. Soshite soredemo, natsu wa saigo no natsunoowari no shū no mawari ni dono yō ni detekita ka o kangaete, watashi no chūi o haratte tobidashimashita. Soshite, watashi wa sono sonzai o shiranai mama 4-kagetsu chikaku sugoshimashita. Watashi wa MAL no yūjin no tōkei o kakunin shitaga, dochira mo sore o mita koto wa arimasendeshita (dochira ka to ieba, anata wa kare o shiranai). Tokuni, kono eiga no kettō o kangaereba, watashi wa tokidoki fumeiryōna tokoro de oshaberi o tanoshimu node, watashi wa kono kotoni chūi o harau yō ni omotte itanode, shin keisatsu wa, mō ichi-shūkan wa minaosu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animated prequel to the 2004 Japanese film, Hana and Alice, never got much buzz around the anime community to the point that I'm surprised it ever got subbed at all. And even then, the subs flew past my attention given how it came out around the ending weeks of the last summer season and I spent nearly four months ignorant of its existence. I checked my MAL friends' stats and neither of them have seen it either (well one guy did, but you don't know him). Since I enjoy dabbling in the obscure from time to time, especially given this film's pedigree, I figured I'd give this thing some attention, so Noragami Aragoto can wait another week to get reviewed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animated prequel to the 2004 Japanese film, Hana and Alice, never got much buzz around the anime community to the point that I'm surprised it ever got subbed at all.\u001b[24m\n    \u001b[1m2004年の日本映画「ハナ」と「アリス」のアニメ化されたプレクエルは、アニメ界をあちこちで騒がすことはありませんでした。\u001b[22m, \u001b[1m2004年の日本映画、花とアリスへのアニメーションの続編が、私はそれは今まで全く下塗りしてしまった驚いている点にアニメのコミュニティの周りに多くの話題をやったことがなかったです。\u001b[22m\n\u001b[4mAnd even then, the subs flew past my attention given how it came out around the ending weeks of the last summer season and I spent nearly four months ignorant of its existence.\u001b[24m\n    \u001b[1mそしてそれでも、夏は最後の夏の終わりの週の周りにどのように出てきたかを考えて、私の注意を払って飛び出しました。そして、私はその存在を知らないまま4ヵ月近く過ごしました。\u001b[22m, \u001b[1mその後も、それは昨年の夏のシーズンの終了週の周りに出てきたかの潜水艦は、与えられた私の注意を越えて飛んだと私はその存在を知らほぼ4ヶ月を過ごしました。\u001b[22m\n\u001b[4mI checked my MAL friends' stats and neither of them have seen it either (well one guy did, but you don't know him).\u001b[24m\n    \u001b[1m私はMALの友人の統計を確認したが、どちらもそれを見たことはありませんでした（どちらかといえば、あなたは彼を知らない）。\u001b[22m, \u001b[1m私は私のMAL友人の統計情報をチェックし、それらのどちらもがそれを見ているのいずれか（1つのウェル男が、しかし、あなたは彼を知っていませんでした）。\u001b[22m\n\u001b[4mSince I enjoy dabbling in the obscure from time to time, especially given this film's pedigree, I figured I'd give this thing some attention, so Noragami Aragoto can wait another week to get reviewed.\u001b[24m\n    \u001b[1m特に、この映画の血統を考えれば、私は時々不明瞭なところでおしゃべりを楽しむので、私はこのことに注意を払うように思っていたので、新警察は、もう一週間は見直すことができます。\u001b[22m, \u001b[1m私は特にこの映画の血統与え、時々不明瞭に手を染め楽しむので、私はノラガミAragotoがレビューを取得するために別の週を待つことができますので、私は、この事にいくつかの注意を払うはずと考えました。\u001b[22m\n\u001b[1m\u001b[22m\nSo The Case of Hana &amp; Alice reunites the director and the two actresses who play our leads, now diving into the rotoscoped animation field in order to tell the story of how our title characters first met each other and grew into bitchy high school students that nearly split apart over a guy thanks to, well, a guy funnily enough. Investment in the first film isn't necessary, as I barely remember anything about it apart from the fact that Alice likes to do ballet and I could still easily follow what was going on. Now I haven't seen much of Shunji Iwai's stuff, but if his Hana &amp; Alice films are anything to go by, he loves to focus on everyday life quite a bit. Whilst that's not always a bad thing, the good everyday life stories use the mundane setting as a template for all sorts of complex issues whilst the bad ones wallow in nostalgia like a crappy fanmade sequel. What side does The Case of Hana &amp; Alice lay on? Well let's look at the plot, shall we?\n\n\u001b[1mしたがって、ハナ＆amp; アリスは、私たちのタイトルをどうやって話し合ったかを物語るために、ロトスコープのアニメーション界に潜入して、私たちのリードを演じるディレクターと2人の女優を再会させ、 うーん、うんざりな男。 最初の映画への投資は必要ありません。なぜなら、アリスがバレエをしたいという事実から離れて、ほとんど何も覚えていないからです。 今私は岩井俊二さんのことをよく見ていないが、彼のハナ＆ アリスの映画は何でもあり、日常生活にかなり集中するのが大好きです。 それは常に悪いことではありませんが、良い日常生活の話は、あらゆる種類の複雑な問題のテンプレートとしての世俗的な設定を使用し、悪いものは奇抜なファンタジーの続編のような郷愁に溢れています。 ハナ＆amp; アリスは横たわっていますか？ さて、プロットを見てみましょうか？\u001b[22m\n\u001b[1m(Shitagatte, Hana& amp; Arisu wa, watashitachi no taitoru o dō yatte hanashiatta ka o monogataru tame ni, rotosukōpu no animēshon-kai ni sen'nyū shite, watashitachi no rīdo o enjiru direkutā to 2-ri no joyū o saikai sa se, u ̄ n, unzarina otoko. Saisho no eiga e no tōshi wa hitsuyō arimasen. Nazenara, Arisu ga barē o shitai to iu jijitsu kara hanarete, hotondo nani mo oboeteinai karadesu. Ima watashi wa iwai shunji-san no koto o yoku miteinai ga, kare no Hana& Arisu no eiga wa nandemoari, nichijō seikatsu ni kanari shūchū suru no ga daisukidesu. Sore wa tsuneni warui kotode wa arimasenga, yoi nichijō seikatsu no hanashi wa, arayuru shurui no fukuzatsuna mondai no tenpurēto to shite no sezoku-tekina settei o shiyō shi, warui mono wa kibatsuna fantajī no zokuhen no yōna kyōshū ni afurete imasu. Hana& amp; Arisu wa yokotawatte imasu ka? Sate, purotto o mite mimashou ka?)\u001b[22m\n\nTranslations of \u001b[4mSo The Case of Hana &amp; Alice reunites the director and the two actresses who play our leads, now diving into the rotoscoped animation field in order to tell the story of how our title characters first met each other and grew into bitchy high school students that nearly split apart over a guy thanks to, well, a guy funnily enough. Investment in the first film isn't necessary, as I barely remember anything about it apart from the fact that Alice likes to do ballet and I could still easily follow what was going on. Now I haven't seen much of Shunji Iwai's stuff, but if his Hana &amp; Alice films are anything to go by, he loves to focus on everyday life quite a bit. Whilst that's not always a bad thing, the good everyday life stories use the mundane setting as a template for all sorts of complex issues whilst the bad ones wallow in nostalgia like a crappy fanmade sequel. What side does The Case of Hana &amp; Alice lay on? Well let's look at the plot, shall we?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo The Case of Hana &amp;\u001b[24m\n    \u001b[1mしたがって、ハナ＆amp;\u001b[22m, \u001b[1mだからハナ＆アンプのケース。\u001b[22m\n\u001b[4mAlice reunites the director and the two actresses who play our leads, now diving into the rotoscoped animation field in order to tell the story of how our title characters first met each other and grew into bitchy high school students that nearly split apart over a guy thanks\u001b[24m\n    \u001b[1mアリスは、私たちのタイトルをどうやって話し合ったかを物語るために、ロトスコープのアニメーション界に潜入して、私たちのリードを演じるディレクターと2人の女優を再会させ、\u001b[22m, \u001b[1mアリスは、私たちのタイトル文字が最初に知り合っとほぼ男のおかげにわたって裂け不機嫌そうな高校生に成長する方法の話をするために今ダイビングロトスコープアニメーションフィールドに、監督と私たちのリードを再生する2人の女優を再会します\u001b[22m\n\u001b[4mto, well, a guy funnily enough.\u001b[24m\n    \u001b[1mうーん、うんざりな男。\u001b[22m, \u001b[1mまあ、面白おかしく十分な男。\u001b[22m\n\u001b[4mInvestment in the first film isn't necessary, as I barely remember anything about it apart from the fact that Alice likes to do ballet and I could still easily follow what was going on.\u001b[24m\n    \u001b[1m最初の映画への投資は必要ありません。なぜなら、アリスがバレエをしたいという事実から離れて、ほとんど何も覚えていないからです。\u001b[22m, \u001b[1m私はかろうじてアリスはバレエをやるのが好き、私はまだ簡単に何が起こっていたか従うことができるという事実から離れて、それについて何かを覚えているように、第1のフィルムへの投資は、必要ありません。\u001b[22m\n\u001b[4mNow I haven't seen much of Shunji Iwai's stuff, but if his Hana &amp;\u001b[24m\n    \u001b[1m今私は岩井俊二さんのことをよく見ていないが、彼のハナ＆\u001b[22m, \u001b[1m今私は、岩井俊二のものの多くを見て、彼のハナ＆アンペアの場合していません。\u001b[22m\n\u001b[4mAlice films are anything to go by, he loves to focus on everyday life quite a bit.\u001b[24m\n    \u001b[1mアリスの映画は何でもあり、日常生活にかなり集中するのが大好きです。\u001b[22m, \u001b[1mアリスフィルムで行くには何もあり、彼は日常生活にかなり集中するのが大好き。\u001b[22m\n\u001b[4mWhilst that's not always a bad thing, the good everyday life stories use the mundane setting as a template for all sorts of complex issues whilst the bad ones wallow in nostalgia like a crappy fanmade sequel.\u001b[24m\n    \u001b[1mそれは常に悪いことではありませんが、良い日常生活の話は、あらゆる種類の複雑な問題のテンプレートとしての世俗的な設定を使用し、悪いものは奇抜なファンタジーの続編のような郷愁に溢れています。\u001b[22m, \u001b[1mそれは必ずしも悪いことではないのですけれども、悪いものは安っぽいfanmade続編のような郷愁にふけるながら、優れた日常生活の話は複雑な問題のすべての種類のテンプレートとして世俗的な設定を使用します。\u001b[22m\n\u001b[4mWhat side does The Case of Hana &amp;\u001b[24m\n    \u001b[1mハナ＆amp;\u001b[22m, \u001b[1mハナ＆アンプのケースを何サイド。\u001b[22m\n\u001b[4mAlice lay on?\u001b[24m\n    \u001b[1mアリスは横たわっていますか？\u001b[22m, \u001b[1mアリスは上に置きますか？\u001b[22m\n\u001b[4mWell let's look at the plot, shall we?\u001b[24m\n    \u001b[1mさて、プロットを見てみましょうか？\u001b[22m, \u001b[1mまあ我々者は、のプロットを見てみましょうか？\u001b[22m\n\u001b[1m\u001b[22m\nThe film starts with Alice moving into a new neighborhood thanks to her mother's divorce and having to adjust to a few things that are standard for transferring schools such as getting a new uniform and having to deal with the City Council for a student ID. Although that stuff is only mentioned briefly, as the real conflict comes from how Alice's class treats her like an outsider thanks to sitting at a desk that belonged to a former student who was said to have died in her very chair, as well as having four wives to boot. Sick of having to deal with everyone's bullshit, Alice confronts her assaulters and discovers that they were just cashing in on a rumor in order to act like big men around the new kids because teens are stupid like that. During her interrogation, Alice realizes that the guy who died lived in her current house before she moved in and in an attempt to dispel the 'ghost' rumors, asks next-door neighbor and local shut-in Hana to help her find out if the guy is still alive. Although reluctant to help, Hana eventually concedes and the two go on a modern-day Whisper of the Heart-esque adventure across the city in order to discover the truth whilst forming the friendship that would make up the basis for their first movie along the way .\n\n\u001b[1m映画は、母親の離婚のおかげでアリスが新しい地域に移り住み、新しいユニフォームを手に入れたり、学生協会（City Council）と学生IDを交わすなど、学校移転の標準であるいくつかのことに適応しなければなりません。 その事実はちょっとだけ言及されていますが、実際の葛藤は、アリスのクラスが、彼女の椅子で死んだと言われていた元学生の机に座って、 妻は起動する。  Aliceは彼女の襲撃者に直面し、10代がそんなに愚かなので、新しい子供の周りの大男のように行動するために、噂で現金を出していることを発見する。 彼女の尋問中に、アリスは、彼女が移動し、\"幽霊\"噂を払拭しようとして、彼女の現在の家に住んで死んだ男は、隣人とローカル閉鎖ハナに彼女が 男はまだ生きている。 ハナは助けに躊躇しますが、結局はハナは現代の冒険の囁きの中で真実を発見するために街中の最初の映画の基礎を構成する友情を形成します 。\u001b[22m\n\u001b[1m(Eiga wa, hahaoya no rikon no okage de Arisu ga atarashī chiiki ni utsurisumi, atarashī yunifōmu o te ni ire tari, gakusei kyōkai (shiti kaunshiru) to gakusei ID o kawasu nado, gakkō iten no hyōjundearu ikutsu ka no koto ni tekiō shinakereba narimasen. Sono jijitsu wa chotto dake genkyū sa rete imasuga, jissai no kattō wa, Arisu no kurasu ga, kanojo no isu de shinda to iwa rete ita moto gakusei no tsukue ni suwatte, tsuma wa kidō suru. Arisu wa kanojo no shūgeki-sha ni chokumen shi, 10-dai ga son'nani orokananode, atarashī kodomo no mawari no ōotoko no yō ni kōdō suru tame ni, uwasa de genkin o dashite iru koto o hakken suru. Kanojo no jinmon-chū ni, Arisu wa, kanojo ga idō shi, \" yūrei\" uwasa o fusshoku shiyou to shite, kanojo no genzai no ie ni sunde shinda otoko wa, rinjin to rōkaru heisa Hana ni kanojo ga otoko wa mada ikite iru. Hana wa tasuke ni chūcho shimasuga, kekkyoku wa Hana wa gendai no bōken no sasayaki no naka de shinjitsu o hakken suru tame ni machidjū no saisho no eiga no kiso o kōsei suru yūjō o keisei shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe Case of Hana &amp; Alice is best summed up as a movie version of those light-hearted slice of life stories that anime fans who wallow in nostalgia tend to bust a nut over, except rotoscoped. But the movie is no Aku no Hana in terms of tone, because whilst it portrays the struggles of a teenage girl more realistically than most slice-of-life stories, said portrayal is hampered by a lack of forward momentum along with the fact that it's very safe execution-wise. Alice and Hana don't even meet, let alone go on that 'whimsical' adventure I referenced in my summary, until the halfway point, so you have to put up with Alice going through every day struggles for no other reason than she's a Japanese girl trying to fit in and do ballet as a motivation for wanting to watch her. Some of the scenes in the first half are cute, such as Alice punching a bully when he threw a chicken bone at her and him crying like a baby whilst doing so, but they don't add up to anything resembling an actual story with actually engaging drama, especially considering Alice is too capable a character to let teasing get her down forever.\n\n\u001b[1mハナ＆amp; アリスは、ロストスコープを除いて、ノスタルジアで怒っているアニメファンたちがナットを突破する傾向がある、軽く心温よいスライスのライフストーリーの映画版として最もよくまとめられています。 しかし、この映画は10代の少女の闘争をほとんどのスライス・ライフ・ストーリーよりも現実的に描写しているので、トーンの面ではAku no Hanaではないと、描写は前進の勢いの欠如とそれが 非常に安全な執行賢明です。 アリスとハナは、私が要約した「気まぐれな」冒険を途中で終わらせるまではしませんでした。だから、彼女は日本人ではないにせよ、毎日の闘いを続けているアリスを我慢しなければなりません 女の子は彼女を見たいと思った動機付けとしてバレエに収めようとする。 上半身のシーンの一部はかわいいです。アリスは、彼女が鶏の骨を投げたときにいじめを殴ったり、赤ちゃんのように泣いたりしますが、実際に実際の物語に似ているものは加えません 魅力的なドラマ、とりわけアリスはあまりにも能力があり、冗談で永遠に彼女を傷つけることはできません。\u001b[22m\n\u001b[1m(Hana& amp; Arisu wa, rosutosukōpu o nozoite, nosutarujia de ikatteiru anime fan-tachi ga natto o toppa suru keikō ga aru, karuku kokoroatata yoi suraisu no raifusutōrī no eiga-ban to shite mottomo yoku matome rarete imasu. Shikashi, kono eiga wa 10-dai no shōjo no tōsō o hotondo no suraisu raifu sutōrī yori mo genjitsu-teki ni byōsha shite irunode, tōn no mende wa Aku no Hanade wa nai to, byōsha wa zenshin no ikioi no ketsujo to sore ga hijō ni anzen'na shikkō kenmeidesu. Arisu to Hana wa, watashi ga yōyaku shita `kimagurena' bōken o tochū de owara seru made wa shimasendeshita. Dakara, kanojo wa nihonjinde wa nai ni seyo, mainichi no tatakai o tsudzukete iru Arisu o gaman shinakereba narimasen on'nanoko wa kanojo o mitai to omotta dōkidzuke to shite barē ni osameyou to suru. Jōhanshin no shīn no ichibu wa kawaīdesu. Arisu wa, kanojo ga niwatori no hone o nageta toki ni ijime o naguttari, akachan no yō ni nai tari shimasuga, jissai ni jissai no monogatari ni nite iru mono wa kuwaemasen miryoku-tekina dorama, toriwake Arisu wa amarini mo nōryoku ga ari, jōdan de eien ni kanojo o kizutsukeru koto wa dekimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nThings get more interesting when Hana shows up because of her shut-in nature, along with the reveal of the reason for why she's a shut-in in the first place and how it ties in with everything that transpired previously, but it never results in anything as grand as Whisper of the Heart's ultimate message regarding the right way to follow your dreams. In fact, the only time the film truly stands out is when it uses its rotoscoped nature for some dynamic movement like when Alice runs up some stairs or when she and Hana dance in the moonlight (you'll understand once you see it). Ultimately, this movie just wants to be a light-hearted origin story for its main duo, keeping things accessible to a general audience whilst not really giving them any more substance than the Peanuts movie. If you're into that sort of thing, I'd recommend The Case of Hana &amp; Alice for one watch because as I've said before, whilst the film is ultimately good-natured and never really delves into the hilarious ribbing you'd see in a Western sitcom, its non-saccharine approach to what teenage girls go through along with the number of moderately funny jokes did a fair enough job in terms of entertaining me at points, so you should enjoy the movie more than I did.\n\n\u001b[1m彼女がシャットインしている理由と、以前に起こったすべてのものと結びついている理由を明らかにしながら、ハナが現れた時、ハナが現れたときにはもっと面白いことがあります。 あなたの夢を追う正しい方法に関する心の究極のメッセージのWhisperのような壮大なもの。 実際、映画が本当に際立っているのは、アリスが階段を上ったり、ハナが月光の中で踊ったりするような、ダイナミックな動きにロトスコープの性質を使用しているときだけです。 結局のところ、この映画は、その主なデュオのための軽快な起源の物語でありたいと思っています。ピーナッツ映画よりも実質的なものを与えているわけではありません。 あなたがそのようなことをしているなら、私はハナのケース＆amp; アリスは私が前に言ったように、映画が最終的には良い性質であり、あなたが西洋のシチュエーションコメディで見る陽気な裂け目を掘り下げることは決してないからです。なぜなら、十代の少女たちが 適度に面白いジョークの数はポイントで私を楽しませるという面で十分な仕事をしたので、あなたは私がした以上に映画を楽しむべきです。\u001b[22m\n\u001b[1m(Kanojo ga shattoin shite iru riyū to, izen ni okotta subete no mono to musubitsuite iru riyū o akiraka ni shinagara, Hana ga arawareta toki, Hana ga arawareta tokiniha motto omoshiroi koto ga arimasu. Anata no yume o ou tadashī hōhō ni kansuru kokoro no kyūkyoku no messēji no Whisper no yōna sōdaina mono. Jissai, eiga ga hontōni kiwadatte iru no wa, Arisu ga kaidan o nobottari, Hana ga gekkō no naka de odottari suru yōna, dainamikkuna ugoki ni rotosukōpu no seishitsu o shiyō shite iru toki dakedesu. Kekkyokunotokoro, kono eiga wa, sono omona de~yuo no tame no keikaina kigen no monogataridearitai to omotte imasu. Pīnattsu eiga yori mo jisshitsu-tekina mono o ataete iru wakede wa arimasen. Anata ga sono yōna koto o shite irunara, watashi wa Hana no kēsu& amp; Arisu wa watashi ga mae ni itta yō ni, eiga ga saishūtekini wa yoi seishitsudeari, anata ga seiyō no shichuēshonkomedi de miru yōkina sakeme o horisageru koto wa kesshite naikaradesu. Nazenara, jūdai no shōjo-tachi ga tekido ni omoshiroi jōku no kazu wa pointo de watashi o tanoshima seru to iu men de jūbun'na shigoto o shitanode, anata wa watashi ga shita ijō ni eiga o tanoshimubekidesu.)\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, not a bad attempt in terms of a live-action director switching to animation for the first time. It's just a shame that unless his other movies are wildly different from the Hana &amp; Alice stuff, he hasn't picked up much storytelling ambition in the decade between films. But then again, we can't all be Martin Scorsese now can we?\n\n\u001b[1m全体として、ライブアクションディレクターが初めてアニメーションに切り替えるという点で悪い試みではありません。 彼の他の映画がハナとは違っていない限り、それはちょっと残念です。 アリスのこと、彼は映画の間で10年間で多くのストーリーテリングの野心を拾っていない。 しかし、再び、私たちはすべてマーティンスコセッシーになることはできません。\u001b[22m\n\u001b[1m(Zentai to shite, raibuakushondirekutā ga hajimete animēshon ni kirikaeru to iu tende warui kokoromide wa arimasen. Kare no ta no eiga ga Hana to wa chigatte inai kagiri, sore wa chotto zan'nendesu. Arisu no koto, kare wa eiga no ma de 10-nenkan de ōku no sutōrīteringu no yashin o hirotte inai. Shikashi, futatabi, watashitachiha subete mātinsukosesshī ni naru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, not a bad attempt in terms of a live-action director switching to animation for the first time. It's just a shame that unless his other movies are wildly different from the Hana &amp; Alice stuff, he hasn't picked up much storytelling ambition in the decade between films. But then again, we can't all be Martin Scorsese now can we?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, not a bad attempt in terms of a live-action director switching to animation for the first time.\u001b[24m\n    \u001b[1m全体として、ライブアクションディレクターが初めてアニメーションに切り替えるという点で悪い試みではありません。\u001b[22m, \u001b[1mすべてのすべてで、初めてのアニメーションに切り替える実写監督の面で悪くない試み。\u001b[22m\n\u001b[4mIt's just a shame that unless his other movies are wildly different from the Hana &amp;\u001b[24m\n    \u001b[1m彼の他の映画がハナとは違っていない限り、それはちょっと残念です。\u001b[22m, \u001b[1mそれは彼の他の映画はハナ＆アンペアから乱暴に異なっていないのであればということだけは残念です。\u001b[22m\n\u001b[4mAlice stuff, he hasn't picked up much storytelling ambition in the decade between films.\u001b[24m\n    \u001b[1mアリスのこと、彼は映画の間で10年間で多くのストーリーテリングの野心を拾っていない。\u001b[22m, \u001b[1mアリスのものは、彼が映画の間に十年くらいのストーリーテリングの野心を拾っていません。\u001b[22m\n\u001b[4mBut then again, we can't all be Martin Scorsese now can we?\u001b[24m\n    \u001b[1mしかし、再び、私たちはすべてマーティンスコセッシーになることはできません。\u001b[22m, \u001b[1mしかし、その後、再び、私たちはすべて我々は今、マーティン・スコセッシができますすることはできませんか？\u001b[22m"
  }
]
