[
  {
    "title": "Shouwa_Genroku_Rakugo_Shinjuu",
    "id": "28735",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "user": "CrimsonZanian",
    "profile": "/profile/CrimsonZanian/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=220939",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私はこのようなショーのためのソフトスポットを持っています。 私の好きなバークマンの別のアーティストと同じように、これはアーティストやストーリーテラーに関するショーであり、自己宣伝のストーリーテラーとして、私はショーに自分自身を取り付けるほうがずっと簡単です。 しかし、個人的な偏見を除けば、このショーはすぐにメリットだけで私の全時間お気に入りの一つに急上昇しました。 私は、その名前が超長寿であることから、この番組を落語と呼ぶことにします。\n\nスタジオ・ディーンがこの数年で作ったチームを維持していた淫乱ダンジョンと、どこにいても彼らを守る必要がある場合はどこにいても、それらを引き出すことはできません。 これに入った職人技は、私がかなり長い間見てきたことを超えて、視覚的要素と聴覚的要素を巧みにブレンドしています。 落語には多くのことがありますが、私は怠け者であり、本当にあまり書きたくないので少し触れます。 だから、私はそれをキャラクター、対話、そしてストーリーテリングのパフォーマンスにとどめます。\n\nまず、この番組のキャラクター作品は素晴らしいです。 少数の主人公がいて、お互いに素敵な化学反応をしているので、自分のやりとりのすべてが、そのエネルギーや感情に触発されてしまいます。 彼らの性格はお互いにかなり異なっていて、うまく一緒に働くものもあれば、他の人が衝突しているものもあります。 どちらの場合でも、あなたはショーのキャラクターだけを扱っているような気がしません。 彼らはすべてその複雑さに真実を持っています。それらのすべては、自分の食材を巨大なドラマ鍋に持っています。\n\n私はこのショーの最強のポイントがあると思うこのドラマです。 特に対話の中で。 このショーは、このような同じホールのショーに落ちないニッポンの神々に感謝し、他のアニメ、に落ちる。 たわごとの穴、説明的な対話。 このようなショーでも、間違いを犯すことは本当にあります。 これらのさまざまな問題をすべて扱っているキャラクターがたくさんあるときは、怠惰な作家になるのは簡単ですし、キャラクターだけがそれを汚れたように説明します。 しかし、落語はビジュアル・ストーリー・ティッピングと現実的な対話の素晴らしいミックスを持っています。 キャラクターが他のキャラクターと牛肉を持っている場合、キャラクターはそれが何であるかを叫ばないので、視聴者はすぐに理解することができます。 このショーは、あなたが文字に投資し、あまり頻繁に見つけられない方法で複数の角度から物事を理解するような方法で、キャラクターとストーリーの複雑さを明らかにするために、緊張を高める時間を投資します。\n\nこのすべては、偉大な作家がいなければ可能ではないでしょうが、声優がそれほど最高品質でないというわけでもありません。 これは本当に落語の場面を通っています。 簡単に言うと、落語は一人遊びに似た伝統的な日本の伝承芸術形式です。 一般的にいくつかの道徳観を持って聴衆と話をする独特のストーリーテラーがあり、唯一の制限は彼らが座っていなければならず、彼らの唯一の小道具はファンであるということです。 そんな中で、落語はその場面でのものなのです。 キャラクターを座らせてストーリーを語ることは、非常に退屈なものになりますが、パフォーマンスの質を感じることができるほどのショックを吹き飛ばすことができます。\n\nダイナミックなアングル、音楽、照明を使用することで、視聴者はストーリー内のストーリーを見ていることを忘れてしまいます。 声優自身も、他のキャラクターとしての役割を果たす素晴らしい仕事をしています。 元のキャラクターの性格を彼らのパフォーマンスを通して維持する。 あなたが実際にそれを見て、ショーが好きなように、誰かが「良質な落語」をやっているかどうかを実際に知ることができるようになるまで、品質は得られます。 あなたが実際にそれを実行する人を見ているかのように、私が知っている夢中のアイデア。\n\n今、このショーの欠点はないと言っているわけではありません。 ストーリー自体は、驚くべきことですが、時には少し遅いです。 これが適切なストーリーテリングの必要性であろうとそれとも自然な落ち込みであろうと、それはあなたがただのエピソードをクロールしている瞬間です。 それは対話とビジュアルストーリーテリングに大きく依存するドラマなので、非常に重い話をしていることを申し訳なく思っています。 しかし、ねえ、他に何が疑わしいですか？\n\n現時点では、シーズン1のみがリリースされています。これは、ショーの新しいキャラクターの一部ではなく、少数のキャラクターのバックストーリーに重点を置いています。 私はかなりの人がそれにいくつか問題を抱えていることを理解していますが、個人的に私はその話の一部を楽しんでいましたし、文脈が非常に必要であると感じました。 シーズン2は、現在のキャラクターの物語と、ジューシーなクリフハンガーと心臓の最終的なシーンを描いていくことを約束します。\n\n全体的にこのシリーズは... 9.8 / 10 for。 完璧ではない、私はそれが崩壊していると言ったように。 しかし、本当にそれは素晴らしいショーで、私にとっては特に好きな話です。\n\nゴミ箱だが、あまりにも完璧に近い。\n\nP.S. 松田は最高の女の子です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI have a soft spot for shows like this. Similar to another one of my favorites, Bakuman, this is a show about artists and storyteller, and as a self-proclaimed storyteller I find it much easier to attach myself to the show. Aside from personal bias, however, this show quickly rose to one of my all time favorites by merit alone. As a note I will refer to the show as Rakugo, since the name is super long and all.\n\n\u001b[1m私はこのようなショーのためのソフトスポットを持っています。 私の好きなバークマンの別のアーティストと同じように、これはアーティストやストーリーテラーに関するショーであり、自己宣伝のストーリーテラーとして、私はショーに自分自身を取り付けるほうがずっと簡単です。 しかし、個人的な偏見を除けば、このショーはすぐにメリットだけで私の全時間お気に入りの一つに急上昇しました。 私は、その名前が超長寿であることから、この番組を落語と呼ぶことにします。\u001b[22m\n\u001b[1m(Watashi wa kono yōna shō no tame no sofuto supotto o motte imasu. Watashi no sukina bākuman no betsu no ātisuto to onajiyōni, koreha ātisuto ya sutōrīterā ni kansuru shōdeari, jiko senden no sutōrīterā to shite, watashi wa shō ni jibun jishin o toritsukeru hō ga zutto kantandesu. Shikashi, kojin-tekina henken o nozokeba, kono shō wa sugu ni meritto dake de watashi no zen-jikan okiniiri no hitotsu ni kyūjōshō shimashita. Watashi wa, sono namae ga chō chōjudearu koto kara, kono bangumi o rakugo to yobu koto ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI have a soft spot for shows like this. Similar to another one of my favorites, Bakuman, this is a show about artists and storyteller, and as a self-proclaimed storyteller I find it much easier to attach myself to the show. Aside from personal bias, however, this show quickly rose to one of my all time favorites by merit alone. As a note I will refer to the show as Rakugo, since the name is super long and all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have a soft spot for shows like this.\u001b[24m\n    \u001b[1m私はこのようなショーのためのソフトスポットを持っています。\u001b[22m\n\u001b[4mSimilar to another one of my favorites, Bakuman, this is a show about artists and storyteller, and as a self-proclaimed storyteller I find it much easier to attach myself to the show.\u001b[24m\n    \u001b[1m私の好きなバークマンの別のアーティストと同じように、これはアーティストやストーリーテラーに関するショーであり、自己宣伝のストーリーテラーとして、私はショーに自分自身を取り付けるほうがずっと簡単です。\u001b[22m, \u001b[1m私のお気に入り、バクマンの別の1と同様に、これはアーティストや落語についてのショーです、と自称語り手として私はそれをはるかに簡単ショーに自分自身を添付する見つけます。\u001b[22m\n\u001b[4mAside from personal bias, however, this show quickly rose to one of my all time favorites by merit alone.\u001b[24m\n    \u001b[1mしかし、個人的な偏見を除けば、このショーはすぐにメリットだけで私の全時間お気に入りの一つに急上昇しました。\u001b[22m, \u001b[1m別に個人的なバイアスから、しかし、このショーはすぐに単独のメリットによって、私のすべての時間のお気に入りの一つに上昇しました。\u001b[22m\n\u001b[4mAs a note I will refer to the show as Rakugo, since the name is super long and all.\u001b[24m\n    \u001b[1m私は、その名前が超長寿であることから、この番組を落語と呼ぶことにします。\u001b[22m, \u001b[1m名前がスーパーロングとすべてであるため、注意点として、私は、落語のようなショーを参照します。\u001b[22m\n\u001b[1m\u001b[22m\nI don't know what musky dungeon Studio Deen was keeping the team that made this and several other brilliant anime from the past few seasons, but wherever it is they need to keep them down their so they can keep pumping them out. The craftsmanship that went into this is beyond what I've seen in quite a while, mixing visual and audial elements in a masterful blend. Rakugo has a lot of things going for it, but I'll only touch on a few since I'm lazy and don't really want to write too much. So I'll keep it down to the character, dialogue, and storytelling performance .\n\n\u001b[1mスタジオ・ディーンがこの数年で作ったチームを維持していた淫乱ダンジョンと、どこにいても彼らを守る必要がある場合はどこにいても、それを汲み出していくことはできません。 これに入った職人技は、私がかなり長い間見てきたことを超えて、視覚的要素と聴覚的要素を巧みにブレンドしています。 落語には多くのことがありますが、私は怠け者であり、本当にあまり書きたくないので、少し触れます。 だから、私はそれをキャラクター、対話、そしてストーリーテリングのパフォーマンスにとどめます。\u001b[22m\n\u001b[1m(Sutajio dīn ga kono sū-nen de tsukutta chīmu o iji shite ita inran danjon to, dokoni ite mo karera o mamoru hitsuyō ga aru baai wa dokoni ite mo, sore o kumidashite iku koto wa dekimasen. Kore ni haitta shokunin-waza wa, watashi ga kanari nagaiai mite kita koto o koete, shikaku-teki yōso to chōkaku-teki yōso o takumi ni burendo shite imasu. Rakugo ni wa ōku no koto ga arimasuga, watashi wa namakemonodeari, hontōni amari kakitakunainode, sukoshi furemasu. Dakara, watashi wa sore o kyarakutā, taiwa, soshite sutōrīteringu no pafōmansu ni todomemasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't know what musky dungeon Studio Deen was keeping the team that made this and several other brilliant anime from the past few seasons, but wherever it is they need to keep them down their so they can keep pumping them out. The craftsmanship that went into this is beyond what I've seen in quite a while, mixing visual and audial elements in a masterful blend. Rakugo has a lot of things going for it, but I'll only touch on a few since I'm lazy and don't really want to write too much. So I'll keep it down to the character, dialogue, and storytelling performance .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know what musky dungeon Studio Deen was keeping the team that made this and several other brilliant anime from the past few seasons, but wherever it is they need to keep them down their so they can keep pumping them out.\u001b[24m\n    \u001b[1mスタジオ・ディーンがこの数年で作ったチームを維持していた淫乱ダンジョンと、どこにいても彼らを守る必要がある場合はどこにいても、それを汲み出していくことはできません。\u001b[22m, \u001b[1m私はスタジオディーンは、過去数シーズンからこのおよび他のいくつかの鮮やかなアニメを作ったチームを保っていたもの麝香ダンジョンわからないが、それは彼らのように、彼らはそれらを汲み出し保つことができるそれらを維持する必要があるところはどこでも。\u001b[22m\n\u001b[4mThe craftsmanship that went into this is beyond what I've seen in quite a while, mixing visual and audial elements in a masterful blend.\u001b[24m\n    \u001b[1mこれに入った職人技は、私がかなり長い間見てきたことを超えて、視覚的要素と聴覚的要素を巧みにブレンドしています。\u001b[22m, \u001b[1mこのに入った職人技は、私が見事なブレンド中のビジュアルとaudial要素を混合、かなり長い間で見てきたものを超えています。\u001b[22m\n\u001b[4mRakugo has a lot of things going for it, but I'll only touch on a few since I'm lazy and don't really want to write too much.\u001b[24m\n    \u001b[1m落語には多くのことがありますが、私は怠け者であり、本当にあまり書きたくないので、少し触れます。\u001b[22m, \u001b[1m落語はそれのために行く多くのものを持っていますが、私は怠け者だと本当にあまり書きたくないので、私はほんの数について触れます。\u001b[22m\n\u001b[4mSo I'll keep it down to the character, dialogue, and storytelling performance .\u001b[24m\n    \u001b[1mだから、私はそれをキャラクター、対話、そしてストーリーテリングのパフォーマンスにとどめます。\u001b[22m, \u001b[1mだから私は、文字、対話、そして物語のパフォーマンスにそれをダウンしておこう。\u001b[22m\n\u001b[1m\u001b[22m\nTo start, the character work in this show is amazing. There is only a handful of main characters and each have a wonderful chemistry with each other that makes all of their interactions spark with such energy and emotion you can't help but get caught up in it all. Their personalities are all fairly distinct from each other, some working well together and others clashing. In either case you never really feel like you're dealing with just characters in the show. They all have a realness in their complexity, all of them bringing their own ingredients to the big melting pot of drama.\n\n\u001b[1mまず、この番組のキャラクター作品は素晴らしいです。 少数の主人公がいて、お互いに素敵な化学反応をしているので、自分のやりとりのすべてが、そのエネルギーや感情に触発されてしまいます。 彼らの性格はお互いにかなり異なっていて、うまく一緒に働くものもあれば、他の人が衝突しているものもあります。 どちらの場合でも、あなたはショーのキャラクターだけを扱っているような気がしません。 彼らはすべてその複雑さに真実を持っています。それらのすべては、自分の食材を巨大なドラマ鍋に持っています。\u001b[22m\n\u001b[1m(Mazu, kono bangumi no kyarakutā sakuhin wa subarashīdesu. Shōsū no shujinkō ga ite, otagai ni sutekina kagaku han'nō o shite irunode, jibun no yaritori no subete ga, sono enerugī ya kanjō ni shokuhatsu sa rete shimaimasu. Karera no seikaku wa otagai ni kanari kotonatte ite, umaku issho ni hataraku mono mo areba, hokanohito ga shōtotsu shite iru mono mo arimasu. Dochira no baai demo, anata wa shō no kyarakutā dake o atsukatte iru yōna ki ga shimasen. Karera wa subete sono fukuzatsu-sa ni shinjitsu o motte imasu. Sorera no subete wa, jibun no shokuzai o kyodaina dorama nabe ni motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mTo start, the character work in this show is amazing. There is only a handful of main characters and each have a wonderful chemistry with each other that makes all of their interactions spark with such energy and emotion you can't help but get caught up in it all. Their personalities are all fairly distinct from each other, some working well together and others clashing. In either case you never really feel like you're dealing with just characters in the show. They all have a realness in their complexity, all of them bringing their own ingredients to the big melting pot of drama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo start, the character work in this show is amazing.\u001b[24m\n    \u001b[1mまず、この番組のキャラクター作品は素晴らしいです。\u001b[22m, \u001b[1m開始するには、このショーの文字仕事は素晴らしいです。\u001b[22m\n\u001b[4mThere is only a handful of main characters and each have a wonderful chemistry with each other that makes all of their interactions spark with such energy and emotion you can't help but get caught up in it all.\u001b[24m\n    \u001b[1m少数の主人公がいて、お互いに素敵な化学反応をしているので、自分のやりとりのすべてが、そのエネルギーや感情に触発されてしまいます。\u001b[22m, \u001b[1mそこにメインキャラクターのほんの一握りであり、それぞれは、それらの相互作用のすべてはあなたが助けることはできませんが、それはすべてに巻き込まこのようなエネルギーと感情を込めて火花になりお互いに素晴らしい化学を持っています。\u001b[22m\n\u001b[4mTheir personalities are all fairly distinct from each other, some working well together and others clashing.\u001b[24m\n    \u001b[1m彼らの性格はお互いにかなり異なっていて、うまく一緒に働くものもあれば、他の人が衝突しているものもあります。\u001b[22m, \u001b[1m彼らの個性は、一部が一緒にうまく機能し、他の人が衝突、すべて互いにかなり異なっています。\u001b[22m\n\u001b[4mIn either case you never really feel like you're dealing with just characters in the show.\u001b[24m\n    \u001b[1mどちらの場合でも、あなたはショーのキャラクターだけを扱っているような気がしません。\u001b[22m, \u001b[1mあなたがショーでちょうど文字を扱っているようにいずれの場合も、あなたが本当に感じることはありません。\u001b[22m\n\u001b[4mThey all have a realness in their complexity, all of them bringing their own ingredients to the big melting pot of drama.\u001b[24m\n    \u001b[1m彼らはすべてその複雑さに真実を持っています。それらのすべては、自分の食材を巨大なドラマ鍋に持っています。\u001b[22m, \u001b[1m彼らはすべてのそれらのすべてがドラマの大きなるつぼに独自の成分をもたらし、その複雑でリアルさを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nIt's this drama where I think this show's strongest point lies. Especially in the dialogue. Thank the nippon gods that this show does not fall into the same hole shows like this, and other anime, fall into. The hole of shitty, expository dialogue. It's really for a show like this to make that mistake, too. When you have so many characters dealing with all of these different problems it's easy to be a lazy writer and just the characters explain it in a way that's stilted and bland. Rakugo, however, has a great mix of visual story telling and realistic dialogue that give you everything you need to know. If a character has beef with another they don't exclaim what it is so the viewer understands right away. The show invests time to build tension, to reveal the complexities of characters and the story over time in such a way where you are invested in the characters and understand things from multiple angles in a way that you don't find too often.\n\n\u001b[1m私はこのショーの最強のポイントがあると思うこのドラマです。 特に対話の中で。 このショーは、このような同じホールのショーに落ちないニッポンの神々に感謝し、他のアニメ、に落ちる。 たわごとの穴、説明的な対話。 このようなショーでも、間違いを犯すことは本当にあります。 これらのさまざまな問題をすべて扱っているキャラクターがたくさんあるときは、怠惰な作家になるのは簡単ですし、キャラクターだけがそれを汚れたように説明します。 しかし、落語はビジュアル・ストーリー・ティッピングと現実的な対話の素晴らしいミックスを持っています。 キャラクターが他のキャラクターと牛肉を持っている場合、キャラクターはそれが何であるかを叫ばないので、視聴者はすぐに理解することができます。 このショーは、あなたが文字に投資し、あまり頻繁に見つけられない方法で複数の角度から物事を理解するような方法で、キャラクターとストーリーの複雑さを明らかにするために、緊張を高める時間を投資します。\u001b[22m\n\u001b[1m(Watashi wa kono shō no saikyō no pointo ga aru to omou kono doramadesu. Tokuni taiwa no naka de. Kono shō wa, kono yō na onaji hōru no shō ni ochinai Nippon no kamigami ni kansha shi, hoka no anime, ni ochiru. Tawagoto no ana, setsumei-tekina taiwa. Ko no yōna shō demo, machigai o okasu koto wa hontōni arimasu. Korera no samazamana mondai o subete atsukatte iru kyarakutā ga takusan aru toki wa, taidana sakka ni naru no wa kantandesushi, kyarakutā dake ga sore o yogoreta yō ni setsumei shimasu. Shikashi, rakugo wa bijuaru sutōrī tippingu to genjitsu-tekina taiwa no subarashī mikkusu o motte imasu. Kyarakutā ga hoka no kyarakutā to gyūniku o motte iru baai, kyarakutā wa sore ga nandearu ka o sakebanainode, shichō-sha wa sugu ni rikai suru koto ga dekimasu. Kono shō wa, anata ga moji ni tōshi shi, amari hinpan ni mitsuke rarenai hōhō de fukusū no kakudo kara monogoto o rikai suru yōna hōhō de, kyarakutā to sutōrī no fukuzatsu-sa o akiraka ni suru tame ni, kinchō o takameru jikan o tōshi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's this drama where I think this show's strongest point lies. Especially in the dialogue. Thank the nippon gods that this show does not fall into the same hole shows like this, and other anime, fall into. The hole of shitty, expository dialogue. It's really for a show like this to make that mistake, too. When you have so many characters dealing with all of these different problems it's easy to be a lazy writer and just the characters explain it in a way that's stilted and bland. Rakugo, however, has a great mix of visual story telling and realistic dialogue that give you everything you need to know. If a character has beef with another they don't exclaim what it is so the viewer understands right away. The show invests time to build tension, to reveal the complexities of characters and the story over time in such a way where you are invested in the characters and understand things from multiple angles in a way that you don't find too often.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's this drama where I think this show's strongest point lies.\u001b[24m\n    \u001b[1m私はこのショーの最強のポイントがあると思うこのドラマです。\u001b[22m, \u001b[1mそれは私がこの番組の最強点の嘘を考えるこのドラマです。\u001b[22m\n\u001b[4mEspecially in the dialogue.\u001b[24m\n    \u001b[1m特に対話の中で。\u001b[22m, \u001b[1m特に対話インチ\u001b[22m\n\u001b[4mThank the nippon gods that this show does not fall into the same hole shows like this, and other anime, fall into.\u001b[24m\n    \u001b[1mこのショーは、このような同じホールのショーに落ちないニッポンの神々に感謝し、他のアニメ、に落ちる。\u001b[22m, \u001b[1mニッポンのこのショーは、このように同じ穴のショーにも該当しないことを神々、および他のアニメに感謝、に分類されます。\u001b[22m\n\u001b[4mThe hole of shitty, expository dialogue.\u001b[24m\n    \u001b[1mたわごとの穴、説明的な対話。\u001b[22m, \u001b[1mくだらない、解説の対話の穴。\u001b[22m\n\u001b[4mIt's really for a show like this to make that mistake, too.\u001b[24m\n    \u001b[1mこのようなショーでも、間違いを犯すことは本当にあります。\u001b[22m, \u001b[1mそれはあまりにも、その間違いを作るために、このようなショーのために本当にです。\u001b[22m\n\u001b[4mWhen you have so many characters dealing with all of these different problems it's easy to be a lazy writer and just the characters explain it in a way that's stilted and bland.\u001b[24m\n    \u001b[1mこれらのさまざまな問題をすべて扱っているキャラクターがたくさんあるときは、怠惰な作家になるのは簡単ですし、キャラクターだけがそれを汚れたように説明します。\u001b[22m, \u001b[1mあなたはこれらのさまざまな問題のすべてに対処するように多くの文字を持っているとき、それは怠惰な作家であるだけ文字が大げさとBlandの方法でそれを説明するのは簡単です。\u001b[22m\n\u001b[4mRakugo, however, has a great mix of visual story telling and realistic dialogue that give you everything you need to know.\u001b[24m\n    \u001b[1mしかし、落語はビジュアル・ストーリー・ティッピングと現実的な対話の素晴らしいミックスを持っています。\u001b[22m, \u001b[1m落語は、しかし、あなたが知る必要があるすべてを与える視覚的なストーリーテリングと現実的な対話の偉大なミックスを持っています。\u001b[22m\n\u001b[4mIf a character has beef with another they don't exclaim what it is so the viewer understands right away.\u001b[24m\n    \u001b[1mキャラクターが他のキャラクターと牛肉を持っている場合、キャラクターはそれが何であるかを叫ばないので、視聴者はすぐに理解することができます。\u001b[22m, \u001b[1m文字が相互に牛肉を持っている場合、それらは、視聴者がすぐに理解できるように、それが何であるかを叫ぶません。\u001b[22m\n\u001b[4mThe show invests time to build tension, to reveal the complexities of characters and the story over time in such a way where you are invested in the characters and understand things from multiple angles in a way that you don't find too often.\u001b[24m\n    \u001b[1mこのショーは、あなたが文字に投資し、あまり頻繁に見つけられない方法で複数の角度から物事を理解するような方法で、キャラクターとストーリーの複雑さを明らかにするために、緊張を高める時間を投資します。\u001b[22m, \u001b[1mショーは、緊張を構築するためにあなたが文字に投資されているように、時間をかけて文字の複雑さと物語を明らかにするために、あなたがあまりにも頻繁に見つからないようにして複数の角度から物事を理解する時間を投資しています。\u001b[22m\n\u001b[1m\u001b[22m\nAll of this wouldn't be possible without the great writers, but also not without the voice actors being as top quality as they are. This really comes through in the Rakugo scenes. To be brief, Rakugo is a traditional Japanese Storytelling art-form similar to one-man plays. There is a singular storyteller who engages the audience with a story, typically with some moral, and the only restrictions are that they must be sitting and their only prop is a fan. With that out of the way, Rakugo shows off it's stuff during these scenes. Watching a character sit down and tell a story could easily be made incredibly boring, but amazingly enough the show manages to make each performance breathtakingly engaging to the point where you can just feel the quality of the performance.\n\n\u001b[1mこのすべては、偉大な作家がいなければ可能ではないでしょうが、声優がそれほど最高品質でないというわけでもありません。 これは本当に落語の場面を通っています。 簡単に言うと、落語は一人遊びに似た伝統的な日本の伝承芸術形式です。 一般的にいくつかの道徳観を持って聴衆と話をする独特のストーリーテラーがあり、唯一の制限は彼らが座っていなければならず、彼らの唯一の小道具はファンであるということです。 そんな中で、落語はその場面でのものなのです。 キャラクターを座らせてストーリーを語ることは、非常に退屈なものになりますが、パフォーマンスの質を感じることができるほどのショックを吹き飛ばすことができます。\u001b[22m\n\u001b[1m(Kono subete wa, idaina sakka ga inakereba kanōde wanaideshouga, seiyū ga sorehodo saikō hinshitsudenai to iu wakede mo arimasen. Kore wa hontōni rakugo no bamen o kayotte imasu. Kantan ni iu to, rakugo wa hitoriasobi ni nita dentō-tekina Nihon no denshō geijutsu keishikidesu. Ippantekini ikutsu ka no dōtoku-kan o motte chōshū to hanashi o suru dokutoku no sutōrīterā ga ari, yuiitsu no seigen wa karera ga suwatte inakereba narazu, karera no yuiitsu no kodōgu wa fandearu to iu kotodesu. Son'na Chū de, rakugo wa sono bamen de no monona nodesu. Kyarakutā o suwara sete sutōrī o kataru koto wa, hijō ni taikutsuna mono ni narimasuga, pafōmansu no shitsu o kanjiru koto ga dekiru hodo no shokku o fukitobasu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAll of this wouldn't be possible without the great writers, but also not without the voice actors being as top quality as they are. This really comes through in the Rakugo scenes. To be brief, Rakugo is a traditional Japanese Storytelling art-form similar to one-man plays. There is a singular storyteller who engages the audience with a story, typically with some moral, and the only restrictions are that they must be sitting and their only prop is a fan. With that out of the way, Rakugo shows off it's stuff during these scenes. Watching a character sit down and tell a story could easily be made incredibly boring, but amazingly enough the show manages to make each performance breathtakingly engaging to the point where you can just feel the quality of the performance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of this wouldn't be possible without the great writers, but also not without the voice actors being as top quality as they are.\u001b[24m\n    \u001b[1mこのすべては、偉大な作家がいなければ可能ではないでしょうが、声優がそれほど最高品質でないというわけでもありません。\u001b[22m, \u001b[1mこのすべては偉大な作家なしで可能ではないが、またはない、彼らがそうであるように最高品質の通りである声優のないであろう。\u001b[22m\n\u001b[4mThis really comes through in the Rakugo scenes.\u001b[24m\n    \u001b[1mこれは本当に落語の場面を通っています。\u001b[22m, \u001b[1mこれは本当に落語シーンに伝わってきます。\u001b[22m\n\u001b[4mTo be brief, Rakugo is a traditional Japanese Storytelling art-form similar to one-man plays.\u001b[24m\n    \u001b[1m簡単に言うと、落語は一人遊びに似た伝統的な日本の伝承芸術形式です。\u001b[22m, \u001b[1m簡潔にするために、落語は一人芝居に似て日本の伝統的なストーリーテリングの芸術形式です。\u001b[22m\n\u001b[4mThere is a singular storyteller who engages the audience with a story, typically with some moral, and the only restrictions are that they must be sitting and their only prop is a fan.\u001b[24m\n    \u001b[1m一般的にいくつかの道徳観を持って聴衆と話をする独特のストーリーテラーがあり、唯一の制限は彼らが座っていなければならず、彼らの唯一の小道具はファンであるということです。\u001b[22m, \u001b[1mそこ典型的には、いくつかの道徳的で、話を聴衆に係合特異落語であり、唯一の制限は、彼らが座ってする必要があり、彼らの唯一の小道具がファンであるということです。\u001b[22m\n\u001b[4mWith that out of the way, Rakugo shows off it's stuff during these scenes.\u001b[24m\n    \u001b[1mそんな中で、落語はその場面でのものなのです。\u001b[22m, \u001b[1m道の外にそれと、落語は、これらのシーンの間にそれのものを披露しています。\u001b[22m\n\u001b[4mWatching a character sit down and tell a story could easily be made incredibly boring, but amazingly enough the show manages to make each performance breathtakingly engaging to the point where you can just feel the quality of the performance.\u001b[24m\n    \u001b[1mキャラクターを座らせてストーリーを語ることは、非常に退屈なものになりますが、パフォーマンスの質を感じることができるほどのショックを吹き飛ばすことができます。\u001b[22m, \u001b[1m文字を見て座って、話を簡単に信じられないほど退屈な作ることができる教えてくれますが、驚くほど十分なショーはあなただけのパフォーマンスの質を感じることができる点に各パフォーマンスは息を呑むほどに魅力的にするために管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nTheir use of dynamic angles, music, and lighting enthralls the viewer to the point where you just kind of forget that you are watching a story within a story. The voice actors themselves do an incredible job of acting as another character acting as well. Keeping the original characters personality through their performance. The quality gets to the point where you can actually tell if someone is doing 'good Rakugo', as the show likes to call it, just by watching it. Almost as if you were actually watching someone performing it, crazy idea I know.\n\n\u001b[1mダイナミックなアングル、音楽、照明を使用することで、視聴者はストーリー内のストーリーを見ていることを忘れてしまいます。 声優自身も、他のキャラクターとしての役割を果たす素晴らしい仕事をしています。 元のキャラクターの性格を彼らのパフォーマンスを通して維持する。 あなたが実際にそれを見て、ショーが好きなように、誰かが「良質な落語」をやっているかどうかを実際に知ることができるようになるまで、品質は得られます。 あなたが実際にそれを実行する人を見ているかのように、私が知っている夢中のアイデア。\u001b[22m\n\u001b[1m(Dainamikkuna anguru, ongaku, shōmei o shiyō suru koto de, shichō-sha wa sutōrī-nai no sutōrī o mite iru koto o wasurete shimaimasu. Seiyū jishin mo, hoka no kyarakutā to shite no yakuwariwohatasu subarashī shigoto o shite imasu. Gen no kyarakutā no seikaku o karera no pafōmansu o tōshite iji suru. Anata ga jissai ni sore o mite, shō ga sukina yō ni, darekaga `ryōshitsuna rakugo' o yatte iru ka dō ka o jissai ni shiru koto ga dekiru yō ni naru made, hinshitsu wa e raremasu. Anata ga jissai ni sore o jikkō suru hito o mite iru ka no yō ni, watashi ga shitte iru muchū no aidea.)\u001b[22m\n\nTranslations of \u001b[4mTheir use of dynamic angles, music, and lighting enthralls the viewer to the point where you just kind of forget that you are watching a story within a story. The voice actors themselves do an incredible job of acting as another character acting as well. Keeping the original characters personality through their performance. The quality gets to the point where you can actually tell if someone is doing 'good Rakugo', as the show likes to call it, just by watching it. Almost as if you were actually watching someone performing it, crazy idea I know.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTheir use of dynamic angles, music, and lighting enthralls the viewer to the point where you just kind of forget that you are watching a story within a story.\u001b[24m\n    \u001b[1mダイナミックなアングル、音楽、照明を使用することで、視聴者はストーリー内のストーリーを見ていることを忘れてしまいます。\u001b[22m, \u001b[1m動的な角度、音楽、照明のそれらの使用は、あなただけの種類のあなたが物語内物語を見ていることを忘れ点まで視聴者をenthralls。\u001b[22m\n\u001b[4mThe voice actors themselves do an incredible job of acting as another character acting as well.\u001b[24m\n    \u001b[1m声優自身も、他のキャラクターとしての役割を果たす素晴らしい仕事をしています。\u001b[22m, \u001b[1m声優自身も同様に動作する別の文字として作用する信じられないほどの仕事をします。\u001b[22m\n\u001b[4mKeeping the original characters personality through their performance.\u001b[24m\n    \u001b[1m元のキャラクターの性格を彼らのパフォーマンスを通して維持する。\u001b[22m, \u001b[1m彼らのパフォーマンスを通してオリジナルキャラクターの個性を維持します。\u001b[22m\n\u001b[4mThe quality gets to the point where you can actually tell if someone is doing 'good Rakugo', as the show likes to call it, just by watching it.\u001b[24m\n    \u001b[1mあなたが実際にそれを見て、ショーが好きなように、誰かが「良質な落語」をやっているかどうかを実際に知ることができるようになるまで、品質は得られます。\u001b[22m, \u001b[1m品質は、誰かが「良い落語」を行っている場合のショーはちょうどそれを見て、それを呼び出すために好きなようにあなたが実際に、言うことができる点になります。\u001b[22m\n\u001b[4mAlmost as if you were actually watching someone performing it, crazy idea I know.\u001b[24m\n    \u001b[1mあなたが実際にそれを実行する人を見ているかのように、私が知っている夢中のアイデア。\u001b[22m, \u001b[1mほとんどあなたが実際にそれを実行する人を見ていたかのように、クレイジーなアイデアは、私が知っています。\u001b[22m\n\u001b[1m\u001b[22m\nNow all of this isn't to say this show doesn't have its flaws, because it does. The story itself, though amazing, is a bit slow at times. Whether this be through the necessity of proper storytelling or just natural slumps in it, it does have it's moments where you are just crawling through an episode. And since it is a drama that is heavily reliant upon dialogue and visual storytelling, I'm sorry to tell you that it's VERY talking heavy. But hey, what else would you suspect.\n\n\u001b[1m今、このショーの欠点はないと言っているわけではありません。 ストーリー自体は、驚くべきことですが、時には少し遅いです。 これが適切なストーリーテリングの必要性であろうとそれとも自然な落ち込みであろうと、それはあなたがただのエピソードをクロールしている瞬間です。 それは対話とビジュアルストーリーテリングに大きく依存するドラマなので、非常に重い話をしていることを申し訳なく思っています。 しかし、ねえ、他に何が疑わしいですか？\u001b[22m\n\u001b[1m(Ima, kono shō no ketten wa nai to itte iru wakede wa arimasen. Sutōrī jitai wa, odorokubeki kotodesuga, tokiniha sukoshi osoidesu. Kore ga tekisetsuna sutōrīteringu no hitsuyō-seidearouto soretomo shizen'na ochikomidearou to, sore wa anata ga tada no episōdo o kurōru shite iru shunkandesu. Sore wa taiwa to bijuarusutōrīteringu ni ōkiku izon suru doramananode, hijō ni omoi hanashi o shite iru koto o mōshiwakenaku omotte imasu. Shikashi, nē, hoka ni nani ga utagawashīdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mNow all of this isn't to say this show doesn't have its flaws, because it does. The story itself, though amazing, is a bit slow at times. Whether this be through the necessity of proper storytelling or just natural slumps in it, it does have it's moments where you are just crawling through an episode. And since it is a drama that is heavily reliant upon dialogue and visual storytelling, I'm sorry to tell you that it's VERY talking heavy. But hey, what else would you suspect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow all of this isn't to say this show doesn't have its flaws, because it does.\u001b[24m\n    \u001b[1m今、このショーの欠点はないと言っているわけではありません。\u001b[22m, \u001b[1m今、このすべては、それがないので、このショーは、その欠陥を持っていないと言うことではありません。\u001b[22m\n\u001b[4mThe story itself, though amazing, is a bit slow at times.\u001b[24m\n    \u001b[1mストーリー自体は、驚くべきことですが、時には少し遅いです。\u001b[22m, \u001b[1m物語自体は、素晴らしいものの、時間に少し遅いです。\u001b[22m\n\u001b[4mWhether this be through the necessity of proper storytelling or just natural slumps in it, it does have it's moments where you are just crawling through an episode.\u001b[24m\n    \u001b[1mこれが適切なストーリーテリングの必要性であろうとそれとも自然な落ち込みであろうと、それはあなたがただのエピソードをクロールしている瞬間です。\u001b[22m, \u001b[1mこれは適切なストーリーテリングまたはそれでちょうど自然な不況の必要性によるものであれ、それはあなただけのエピソードを介してクロールされた瞬間だ持っています。\u001b[22m\n\u001b[4mAnd since it is a drama that is heavily reliant upon dialogue and visual storytelling, I'm sorry to tell you that it's VERY talking heavy.\u001b[24m\n    \u001b[1mそれは対話とビジュアルストーリーテリングに大きく依存するドラマなので、非常に重い話をしていることを申し訳なく思っています。\u001b[22m, \u001b[1mそれは対話と視覚的なストーリーテリングの際に大きく依存しているドラマであるためと、私はそれが非常に重い話していることを伝えるために申し訳ありません。\u001b[22m\n\u001b[4mBut hey, what else would you suspect.\u001b[24m\n    \u001b[1mしかし、ねえ、他に何が疑わしいですか？\u001b[22m, \u001b[1mでもねえ、あなたは他に何を疑うだろう。\u001b[22m\n\u001b[1m\u001b[22m\nAs of now only season 1 is out, which focused a lot on the backstory of a few characters rather than some of the newer characters in the show. I understand that quite a few people had some problems with that, but personally I enjoyed that part of the story anyway and I felt that the context was very much needed. Season 2 promises to move on with the story of the current characters, and with some juicy cliffhangers and a heart wrenching final scene.\n\n\u001b[1m現時点では、シーズン1のみがリリースされています。これは、ショーの新しいキャラクターの一部ではなく、少数のキャラクターのバックストーリーに重点を置いています。 私はかなりの人がそれにいくつか問題を抱えていることを理解していますが、個人的に私はその話の一部を楽しんでいましたし、文脈が非常に必要であると感じました。 シーズン2は、現在のキャラクターの物語と、ジューシーなクリフハンガーと心臓の最終的なシーンを描いていくことを約束します。\u001b[22m\n\u001b[1m(Genjitende wa, shīzun 1 nomi ga rirīsu sa rete imasu. Kore wa, shō no atarashī kyarakutā no ichibude wa naku, shōsū no kyarakutā no bakkusutōrī ni jūten o oite imasu. Watashi wa kanari no hito ga sore ni ikutsu ka mondai o kakaete iru koto o rikai shite imasuga, kojin-teki ni watashi wa sono-wa no ichibu o tanoshinde imashitashi, bunmyaku ga hijō ni hitsuyōdearu to kanjimashita. Shīzun 2 wa, genzai no kyarakutā no monogatari to, jūshīna kurifuhangā to shinzō no saishū-tekina shīn o kaite iku koto o yakusoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs of now only season 1 is out, which focused a lot on the backstory of a few characters rather than some of the newer characters in the show. I understand that quite a few people had some problems with that, but personally I enjoyed that part of the story anyway and I felt that the context was very much needed. Season 2 promises to move on with the story of the current characters, and with some juicy cliffhangers and a heart wrenching final scene.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs of now only season 1 is out, which focused a lot on the backstory of a few characters rather than some of the newer characters in the show.\u001b[24m\n    \u001b[1m現時点では、シーズン1のみがリリースされています。これは、ショーの新しいキャラクターの一部ではなく、少数のキャラクターのバックストーリーに重点を置いています。\u001b[22m, \u001b[1m今のところ唯一のシーズン1は、いくつかの文字の裏話ではなく、ショーで新しい文字の一部に多くを焦点を当てている、アウトです。\u001b[22m\n\u001b[4mI understand that quite a few people had some problems with that, but personally I enjoyed that part of the story anyway and I felt that the context was very much needed.\u001b[24m\n    \u001b[1m私はかなりの人がそれにいくつか問題を抱えていることを理解していますが、個人的に私はその話の一部を楽しんでいましたし、文脈が非常に必要であると感じました。\u001b[22m, \u001b[1m私はかなりの数の人々はそれでいくつかの問題があったが、個人的に私はとにかく話のその部分を楽しんで、私はコンテキストが非常に必要であると感じていることを理解しています。\u001b[22m\n\u001b[4mSeason 2 promises to move on with the story of the current characters, and with some juicy cliffhangers and a heart wrenching final scene.\u001b[24m\n    \u001b[1mシーズン2は、現在のキャラクターの物語と、ジューシーなクリフハンガーと心臓の最終的なシーンを描いていくことを約束します。\u001b[22m, \u001b[1mシーズン2は、現在の文字の話をして上に移動し、いくつかのジューシーなcliffhangersと最後のシーンを痛む心ですることを約束します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this series gets a...9.8/10 for. Not perfect, like I said it has it's slumps. But really it's such a great show, and a particularly favorite topic for me, that I can't help but love every moment of it.\n\n\u001b[1m全体的にこのシリーズは... 9.8 / 10 for。 完璧ではない、私はそれが崩壊していると言ったように。 しかし、本当にそれは素晴らしいショーで、私にとっては特に好きな話です。\u001b[22m\n\u001b[1m(Zentai-teki ni kono shirīzu wa... 9. 8/ 10 Fō. Kanpekide wanai, watashi wa sore ga hōkai shite iru to itta yō ni. Shikashi, hontōni sore wa subarashī shō de, watashi ni totte wa tokuni sukina hanashidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall this series gets a...9.8/10 for. Not perfect, like I said it has it's slumps. But really it's such a great show, and a particularly favorite topic for me, that I can't help but love every moment of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this series gets a...9.8/10 for.\u001b[24m\n    \u001b[1m全体的にこのシリーズは... 9.8 / 10 for。\u001b[22m, \u001b[1m全体的にこのシリーズは、のために... 9.8 / 10を取得します。\u001b[22m\n\u001b[4mNot perfect, like I said it has it's slumps.\u001b[24m\n    \u001b[1m完璧ではない、私はそれが崩壊していると言ったように。\u001b[22m, \u001b[1m私はそれはそれの不況を持って言ったように、完璧ではありません。\u001b[22m\n\u001b[4mBut really it's such a great show, and a particularly favorite topic for me, that I can't help but love every moment of it.\u001b[24m\n    \u001b[1mしかし、本当にそれは素晴らしいショーで、私にとっては特に好きな話です。\u001b[22m, \u001b[1mしかし、本当にそれは私が助けるが、それのすべての瞬間を愛することができないことを、このような素晴らしいショー、そして私のために特に好きなトピックです。\u001b[22m\n\u001b[1m\u001b[22m\nTrash, but oh so close to perfect.\n\n\u001b[1mゴミ箱だが、あまりにも完璧に近い。\u001b[22m\n\u001b[1m(Gomibakodaga, amarini mo kanpeki ni chikai.)\u001b[22m\n\nTranslations of \u001b[4mTrash, but oh so close to perfect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrash, but oh so close to perfect.\u001b[24m\n    \u001b[1mゴミ箱だが、あまりにも完璧に近い。\u001b[22m, \u001b[1mゴミ箱が、完璧にああとても近いです。\u001b[22m\n\u001b[1m\u001b[22m\nP.S. Matsuda is best girl.\n\n\u001b[1mP.S. 松田は最高の女の子です。\u001b[22m\n\u001b[1m(P. S. Matsuda wa saikō no on'nanokodesu.)\u001b[22m\n\nTranslations of \u001b[4mP.S. Matsuda is best girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S.\u001b[24m\n    \u001b[1mP.S.\u001b[22m, \u001b[1m後記\u001b[22m\n\u001b[4mMatsuda is best girl.\u001b[24m\n    \u001b[1m松田は最高の女の子です。\u001b[22m"
  },
  {
    "title": "Shouwa_Genroku_Rakugo_Shinjuu",
    "id": "28735",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "user": "I_Hellsing",
    "profile": "/profile/I_Hellsing/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=216498",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n昭和元禄落語新宿は、2016年冬の傑出したアニメの一つです。このアニメは、豪華なものを好きではない人のためのものではありません。\n\nストーリー：ストーリーは第二次世界大戦の時代です。 それは、最も有名な俗語マスター（基本的にはストーリーテラーについて語ることができます）の国の一つになるという男の旅に関する話です。 かなり魅力的なドラマ・ジョセイの物語を頻繁に見ることはできません。 ですから、私が言うことができる声明では、プロットは非常に単純です。 しかし、実行は完璧でした。私は絶対完了を意味します。\n\nアート＆amp; amp; アニメーション：芸術はかなり良いと簡単に目にあった。 アニメーションは最高です。 クレジットは間違いなくStudio DEENに送られます。\n\n声のパフォーマンス：そうではなく、このセクションを頻繁に見直すことができますが、シリーズを見ているので音声パフォーマンスについて何かを明言しなければなりませんでした。音声パフォーマンスは非常に重要です。 石田晃（それは1回のテイクを記録したと聞いたこともある）、山田幸一は文字を完璧に引き出すために優れた仕事をしている。\n\n音楽とサウンド：絶対に美しい2つの言葉。 それはちょうどシリーズの環境に完全に適合しています。\n\n文字：間違いなく、その目的が目立っている文字がいくつかあります。 私が言ったように、良いキャラクター、悪いキャラクター、愚かなキャラクターがあり、それぞれのキャラクターはその目的を非常にうまく果たしていました。\n\n最終的な考え方：私がこのレビューで行ったことは、昭和元禄落語新宿がどれほど優れているかを賞賛していて、私が話したネガは全くありませんでした。 昭和元禄落語新宿は、今後数年間で最高のシリーズになるでしょう。 言葉は、このアニメがどれくらい良いかを表すことはできません。あなたはそれを見て自分で見なければなりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nShouwa Genroku Rakugo Shinjuu is one of the standout anime of Winter 2016. This anime is definitely not for everyone specially not for those who don’t like Josei-drama thing.\n\n\u001b[1m昭和元禄落語新宿は、2016年冬の傑出したアニメの一つです。このアニメは、豪華なものを好きではない人のためのものではありません。\u001b[22m\n\u001b[1m(Shōwa genroku rakugo Shinjuku wa, 2016-nen fuyu no kesshutsu shita anime no hitotsudesu. Kono anime wa, gōkana mono o sukide wanai hito no tame no monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mShouwa Genroku Rakugo Shinjuu is one of the standout anime of Winter 2016. This anime is definitely not for everyone specially not for those who don’t like Josei-drama thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShouwa Genroku Rakugo Shinjuu is one of the standout anime of Winter 2016. This anime is definitely not for everyone specially not for those who don’t like Josei-drama thing.\u001b[24m\n    \u001b[1m昭和元禄落語新宿は、2016年冬の傑出したアニメの一つです。このアニメは、豪華なものを好きではない人のためのものではありません。\u001b[22m, \u001b[1m昭和元禄落語Shinjuuはこのアニメは城西、ドラマの事を好きではない人のために特別に誰にとっても間違いではないではありません冬2016年の傑出したアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story takes place world war II era. It’s a story about A man’s journey of becoming country’s one of the most renowned rakugo master (basically you can say it’s about story teller). Not often you can see a drama-josei story pretty charming. So, in a statement I can say, the plot is pretty much simple. However, the execution was PERFECT and I mean absolute PERFECT.\n\n\u001b[1mストーリー：ストーリーは第二次世界大戦の時代です。 それは、最も有名な俗語マスター（基本的にはストーリーテラーについて語ることができます）の国の一つになるという男の旅に関する話です。 かなり魅力的なドラマ・ジョセイの物語を頻繁に見ることはできません。 ですから、私が言うことができる声明では、プロットは非常に単純です。 しかし、実行は完璧でした。私は絶対完了を意味します。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa dainijisekaitaisen no jidaidesu. Sore wa, mottomo yūmeina zokugo masutā (kihontekini wa sutōrīterā ni tsuite kataru koto ga dekimasu) no kuni no hitotsu ni naru to iu otoko no tabi ni kansuru hanashidesu. Kanari miryoku-tekina dorama josei no monogatari o hinpan ni miru koto wa dekimasen. Desukara, watashi ga iu koto ga dekiru seimeide wa, purotto wa hijō ni tanjundesu. Shikashi, jikkō wa kanpekideshita. Watashi wa zettai kanryō o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story takes place world war II era. It’s a story about A man’s journey of becoming country’s one of the most renowned rakugo master (basically you can say it’s about story teller). Not often you can see a drama-josei story pretty charming. So, in a statement I can say, the plot is pretty much simple. However, the execution was PERFECT and I mean absolute PERFECT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story takes place world war II era.\u001b[24m\n    \u001b[1mストーリー：ストーリーは第二次世界大戦の時代です。\u001b[22m, \u001b[1mストーリー：物語は場所第二次世界大戦の時代になります。\u001b[22m\n\u001b[4mIt’s a story about A man’s journey of becoming country’s one of the most renowned rakugo master (basically you can say it’s about story teller).\u001b[24m\n    \u001b[1mそれは、最も有名な俗語マスター（基本的にはストーリーテラーについて語ることができます）の国の一つになるという男の旅に関する話です。\u001b[22m, \u001b[1mこれは、国の最も有名な落語のマスター（基本的にはそれがストーリーテラーのことだと言うことができる）の1になるの男の旅についての話です。\u001b[22m\n\u001b[4mNot often you can see a drama-josei story pretty charming.\u001b[24m\n    \u001b[1mかなり魅力的なドラマ・ジョセイの物語を頻繁に見ることはできません。\u001b[22m, \u001b[1m多くの場合、あなたはドラマ - 城西話はかなり魅力的な見ることができません。\u001b[22m\n\u001b[4mSo, in a statement I can say, the plot is pretty much simple.\u001b[24m\n    \u001b[1mですから、私が言うことができる声明では、プロットは非常に単純です。\u001b[22m, \u001b[1mだから、私が言うことができる声明の中で、プロットはかなり単純です。\u001b[22m\n\u001b[4mHowever, the execution was PERFECT and I mean absolute PERFECT.\u001b[24m\n    \u001b[1mしかし、実行は完璧でした。私は絶対完了を意味します。\u001b[22m, \u001b[1mしかし、実行は完璧だったと私は絶対PERFECTを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nArt &amp; Animation: The art was pretty good and easy on the eye. The animation is at its best. Credit definitely goes to Studio DEEN.\n\n\u001b[1mアート＆amp; amp; アニメーション：芸術はかなり良いと簡単に目にあった。 アニメーションは最高です。 クレジットは間違いなくStudio DEENに送られます。\u001b[22m\n\u001b[1m(Āto& amp; amp; animēshon: Geijutsu wa kanari yoi to kantan ni me ni atta. Animēshon wa saikōdesu. Kurejitto wa machigainaku sutadio dīn ni okura remasu.)\u001b[22m\n\nTranslations of \u001b[4mArt &amp; Animation: The art was pretty good and easy on the eye. The animation is at its best. Credit definitely goes to Studio DEEN.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt &amp;\u001b[24m\n    \u001b[1mアート＆amp; amp;\u001b[22m, \u001b[1mアート＆＃038;\u001b[22m\n\u001b[4mAnimation: The art was pretty good and easy on the eye.\u001b[24m\n    \u001b[1mアニメーション：芸術はかなり良いと簡単に目にあった。\u001b[22m, \u001b[1mアニメーション：芸術はかなり良いと目に簡単でした。\u001b[22m\n\u001b[4mThe animation is at its best.\u001b[24m\n    \u001b[1mアニメーションは最高です。\u001b[22m, \u001b[1mアニメーションは、その最高の状態です。\u001b[22m\n\u001b[4mCredit definitely goes to Studio DEEN.\u001b[24m\n    \u001b[1mクレジットは間違いなくStudio DEENに送られます。\u001b[22m, \u001b[1mクレジットは間違いなくスタジオディーンに行きます。\u001b[22m\n\u001b[1m\u001b[22m\nVoice Performance: Not that, you can see this section often in a review but I definitely had to say something about the voice performance because you watch the series, the voice performance is very critical. Akira Ishida (it was also heard he has recorded it one take) and Kouichi Yamadera has done a outstanding job to fully bring out characters perfectly itself.\n\n\u001b[1m声のパフォーマンス：そうではなく、このセクションを頻繁に見直すことができますが、シリーズを見ているので音声パフォーマンスについて何かを明言しなければなりませんでした。音声パフォーマンスは非常に重要です。 石田晃（それは1回のテイクを記録したと聞いたこともある）、山田幸一は文字を完璧に引き出すために優れた仕事をしている。\u001b[22m\n\u001b[1m(Koe no pafōmansu: Sōde wa naku, kono sekushon o hinpan ni minaosu koto ga dekimasuga, shirīzu o mite irunode onsei pafōmansu ni tsuite nanika o meigen shinakereba narimasendeshita. Onsei pafōmansu wa hijō ni jūyōdesu. Ishida Akira (sore wa 1-kai no teiku o kiroku shita to kiita koto mo aru), Yamada Kōichi wa moji o kanpeki ni hikidasu tame ni sugureta shigoto o shite iru.)\u001b[22m\n\nTranslations of \u001b[4mVoice Performance: Not that, you can see this section often in a review but I definitely had to say something about the voice performance because you watch the series, the voice performance is very critical. Akira Ishida (it was also heard he has recorded it one take) and Kouichi Yamadera has done a outstanding job to fully bring out characters perfectly itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice Performance: Not that, you can see this section often in a review but I definitely had to say something about the voice performance because you watch the series, the voice performance is very critical.\u001b[24m\n    \u001b[1m声のパフォーマンス：そうではなく、このセクションを頻繁に見直すことができますが、シリーズを見ているので音声パフォーマンスについて何かを明言しなければなりませんでした。音声パフォーマンスは非常に重要です。\u001b[22m, \u001b[1mボイスパフォーマンス：ないこと、あなたがレビューに頻繁にこのセクションを参照してくださいすることができますが、私は間違いなくあなたはシリーズを見ているので音声性能について何かを言っていた、音声性能は非常に重要です。\u001b[22m\n\u001b[4mAkira Ishida (it was also heard he has recorded it one take) and Kouichi Yamadera has done a outstanding job to fully bring out characters perfectly itself.\u001b[24m\n    \u001b[1m石田晃（それは1回のテイクを記録したと聞いたこともある）、山田幸一は文字を完璧に引き出すために優れた仕事をしている。\u001b[22m, \u001b[1m石田明（それはまた、彼はそれを1テイクが記録されている聞いた）、浩一山寺は完全に完全に自分自身の文字を引き出すために、優れた仕事をしています。\u001b[22m\n\u001b[1m\u001b[22m\nMusic and Sound: In two words absolutely beautiful. It’s just fit perfectly with the environment of the series.\n\n\u001b[1m音楽とサウンド：絶対に美しい2つの言葉。 それはちょうどシリーズの環境に完全に適合しています。\u001b[22m\n\u001b[1m(Ongaku to saundo: Zettai ni utsukushī 2tsu no kotoba. Sore wa chōdo shirīzu no kankyō ni kanzen ni tekigō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mMusic and Sound: In two words absolutely beautiful. It’s just fit perfectly with the environment of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic and Sound: In two words absolutely beautiful.\u001b[24m\n    \u001b[1m音楽とサウンド：絶対に美しい2つの言葉。\u001b[22m, \u001b[1m音楽とサウンド：二つの単語では絶対に美しいです。\u001b[22m\n\u001b[4mIt’s just fit perfectly with the environment of the series.\u001b[24m\n    \u001b[1mそれはちょうどシリーズの環境に完全に適合しています。\u001b[22m, \u001b[1mそれはちょうど、一連の環境に完璧にフィットします。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: There are definitely some characters that are stands out for what their purpose is. There are good characters, bad characters, stupid characters and each character had done their purpose very well, like I said before the seiyuu performance is absolutely top notch about bringing the personality.\n\n\u001b[1m文字：間違いなく、その目的が目立っている文字がいくつかあります。 私が言ったように、良いキャラクター、悪いキャラクター、愚かなキャラクターがあり、それぞれのキャラクターはその目的を非常にうまく果たしていました。\u001b[22m\n\u001b[1m(Moji: Machigainaku, sono mokuteki ga medatte iru moji ga ikutsu ka arimasu. Watashi ga itta yō ni, yoi kyarakutā, warui kyarakutā, orokana kyarakutā ga ari, sorezore no kyarakutā wa sono mokuteki o hijō ni umaku hatashite imashita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: There are definitely some characters that are stands out for what their purpose is. There are good characters, bad characters, stupid characters and each character had done their purpose very well, like I said before the seiyuu performance is absolutely top notch about bringing the personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: There are definitely some characters that are stands out for what their purpose is.\u001b[24m\n    \u001b[1m文字：間違いなく、その目的が目立っている文字がいくつかあります。\u001b[22m, \u001b[1m文字：その目的が何であるかのためにスタンド出ている間違いなくいくつかの文字があります。\u001b[22m\n\u001b[4mThere are good characters, bad characters, stupid characters and each character had done their purpose very well, like I said before the seiyuu performance is absolutely top notch about bringing the personality.\u001b[24m\n    \u001b[1m私が言ったように、良いキャラクター、悪いキャラクター、愚かなキャラクターがあり、それぞれのキャラクターはその目的を非常にうまく果たしていました。\u001b[22m, \u001b[1m良い文字、不正な文字、愚かな文字と私は声優のパフォーマンスが人格を持っ約絶対に一流である前に言ったように、各文字は、非常によくその目的を行っていたがあります。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Thoughts: All I had done in this review is praising how good Shouwa Genroku Rakugo Shinjuu is and there are simply no negatives that I had talked about. Shouwa Genroku Rakugo Shinjuu will become one of the best series in coming years. Words can’t describe how good this anime is, you just have to watch it and see for yourself.\n\n\u001b[1m最終的な考え方：私がこのレビューで行ったことは、昭和元禄落語新宿がどれほど優れているかを賞賛していて、私が話したネガは全くありませんでした。 昭和元禄落語新宿は、今後数年間で最高のシリーズになるでしょう。 言葉は、このアニメがどれくらい良いかを表すことはできません。あなたはそれを見て自分で見なければなりません。\u001b[22m\n\u001b[1m(Saishū-tekina kangaekata: Watashi ga kono rebyū de okonatta koto wa, Shōwa genroku rakugo Shinjuku ga dorehodo sugurete iru ka o shōsan shite ite, watashi ga hanashita nega wa mattaku arimasendeshita. Shōwa genroku rakugo Shinjuku wa, kongo sū-nenkan de saikō no shirīzu ni narudeshou. Kotoba wa, kono anime ga dorekurai yoi ka o arawasu koto wa dekimasen. Anata wa sore o mite jibun de minakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mFinal Thoughts: All I had done in this review is praising how good Shouwa Genroku Rakugo Shinjuu is and there are simply no negatives that I had talked about. Shouwa Genroku Rakugo Shinjuu will become one of the best series in coming years. Words can’t describe how good this anime is, you just have to watch it and see for yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Thoughts: All I had done in this review is praising how good Shouwa Genroku Rakugo Shinjuu is and there are simply no negatives that I had talked about.\u001b[24m\n    \u001b[1m最終的な考え方：私がこのレビューで行ったことは、昭和元禄落語新宿がどれほど優れているかを賞賛していて、私が話したネガは全くありませんでした。\u001b[22m, \u001b[1m最終的な考え：私はこのレビューで行っていたすべてが昭和元禄落語Shinjuuがどのように良い賞賛されていると私はについて話していた何のネガは、単に存在しません。\u001b[22m\n\u001b[4mShouwa Genroku Rakugo Shinjuu will become one of the best series in coming years.\u001b[24m\n    \u001b[1m昭和元禄落語新宿は、今後数年間で最高のシリーズになるでしょう。\u001b[22m, \u001b[1m昭和元禄落語Shinjuuは、今後数年間で最高のシリーズの一つとなります。\u001b[22m\n\u001b[4mWords can’t describe how good this anime is, you just have to watch it and see for yourself.\u001b[24m\n    \u001b[1m言葉は、このアニメがどれくらい良いかを表すことはできません。あなたはそれを見て自分で見なければなりません。\u001b[22m, \u001b[1m言葉はあなたはそれを見て、自分のために参照する必要があり、このアニメがどのように良い記述することはできません。\u001b[22m"
  },
  {
    "title": "Shouwa_Genroku_Rakugo_Shinjuu",
    "id": "28735",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "user": "cardcaptorkyo",
    "profile": "/profile/cardcaptorkyo/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=216343",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\nこのアニメはある意味で、よく話をするストーリーについての物語です。 これらの人々は、落語（rakugo）と呼ばれるこのようなストーリーテリングの形態を習得するために、何年もの間、努力して努力しています。 そして、それが期待できるほど簡単ではありません。 このアニメは、これらの人々の生活に対する落語の影響に関するものです。\n\n私がこのアニメに入ったとき、私は正直言ってそれが退屈だと思った。 しかし、私は最初の2つのエピソードで終わった後ではそれがまったく成立しないことに気付きました。 このアニメは、むしろ主にキャラクターを中心に、むしろ熊谷に焦点を当てているわけではありません。 はい、このアニメは文字なしで正直に何もありません。\n\nこのアニメのキャラクターは、実際の実在の人物として描写されることを意図されていれば、好き嫌いやおもしろさを意味するものではありません。 私はこれらのキャラクターのすべてが負と肯定的な性質を持っていることに気付きました。 例えば、主人公のボン・キクヒヒコとも呼ばれる主人公を見てみましょう。彼はそのような階層的な性格を持っています。正直なところ、私が彼について話すことができることがたくさんあります。 しかし、私はこのレビューでそれを簡潔に保つつもりです。\n\nボンは特に彼がもう一度踊ることを妨げた傷害に耐えて以来、彼の人生は大まかになっています。 彼は彼の家に放棄され、落語を実践するための修行士として雇われました。 しかし、彼がどれほど頑張ったとしても、決して期待に応えることはできませんでした。 彼は彼の友人の新が絶えず影を落としていた。 彼は人生の目的を持っていなかったように彼が感じたので悲惨だった。 彼は完全に役に立たず、ラクゴの中で最高になるまで長く頑張った。 新とは違って、彼はそれを愛していたので、彼はそれをしませんでした。しかし、単に彼の鈍い人生にいくらかの価値を加える何かを得たいと思ったからです。 しかし、時間がたつにつれ、彼は本当にそれを愛するように成長する。\n\nそうするために、彼はそのことについて誰かを放棄してくれました。彼を外では非常に寒く遠く見えるようにしました。 しかし、それは、彼の存在を適切にするために、何よりもむくを必要としたという信念のためだけです。 だからこそ、彼はいつもシン - とは違って長老たちを喜ばせ、自分自身を改革しようとしながらも骨に取り組んだのです。 彼はまた、再び放棄されることを恐れています。そして、このことは常に彼を悩ましています。 このことがショーの後半に彼を噛んで戻ってくる様子を見ても悲しい。 ボンのキャラクターの詳細な探査は、このアニメの主要なハイライトの1つでした。\n\nいつも飲んでいて楽しくできない恋人のように思えるかもしれませんが、正直言ってそれ以上のことはありません。 それは後に大きな焦点も与えられます。 彼は自分の落語を完璧にしようと努力しているボンを助けた主な理由の1つでした。 私は彼らがシンのキャラクターを多くのボンズとして探検することが好きだっただろうが、それは正直なところ私の一団のニックピックだ。\n\n私はまた、特にこのアニメにこの2人が持っていた絆を楽しんでいました。 彼らの関係には他の問題のような問題があったので、それは臭いで滲みませんでした。 彼らはいろいろな理由でお互いをうらやましく思っていました。しかし、彼らはまだお互いに背を向けていました。 彼らの複雑な友情のために - 誰もが、この母親がこのアニメで狂ったように彼らを出荷したのも不思議ではありません！\n\nストーリーは、あなたの平均的なドラマアニメとは少し違っていました。 このアニメは、私がこのアニメより前に正直には分かっていなかった、熊谷にたくさんのことを教えてくれました。 私が好きだったものの、他の人に気付くかもしれないということは、彼らが落語が現代の観客に何であるかを説明していないことです。 しかし、それぞれのエピソードを通り過ぎると、それについてもっと知り、このことがどのように機能するのかを知る必要があります。 言い伝えの代わりに、彼らは実際に落語を見せ、それが人々を幸せと悲しさの両方にする方法を示しました。 それがどのように人気を失っている芸術です。\n\nこのアニメは、エピソード2の初めに20世紀初頭に行われます。しかし、すべての時間スキップ - ショーは本当にペースが速かったと何も何も急いで感じる。 彼らは約13のエピソードの中で数十年の間に起こるストーリーをパックしようとして以来、印象的だったことがわかった。 しかし、私が認めたのは、彼らが言うラクゴのいくつかは退屈だと感じたが、アニメの前半の間だけ、引きずられているように感じた。 面白い言葉に熟練した人が演技していたとしても、私は彼らが物語に慣れて欲しいので、それが終わるのを待っていただけです。 しかし、後半には私がラクゴを愛していました。 それは実際に私が物語で持っている唯一の不満です。 それは、翻訳の一部が失われたり、そういった物語が今日人々に面白くないという事実のためかもしれません。 残りの人が同じかどうかを感じるならば、私は不思議です。\n\nまた、落語の重要性が時間とともに消えていく様子の根底にあるテーマもあります。 そして、私は彼らがその方向に行くと予想していたのです。 テレビや映画がどのように引き継ぐのか しかし、彼らは被験者に一度だけ触れ、再びそれを気にしませんでした。 今後の続編でこれをさらに探求してくれることを願っています。\n\nアニメーションはスタジオ・ディーンが行いました。彼らはフルーツ・バスケットとひぐらしを作ったので、私は決して憎むことができませんでした。 そして今、このアニメはStudio Deenの今後のプロジェクトを楽しみにしているもう一つの理由です。 実際には、2016年はスタジオ・ディーンの年になるかもしれません。なぜなら、彼らは非常に多くの偉大なもの（スーパー・ラバーズは除外しています）と一緒に出てくるからです。 アニメーションは本当に良かったし、その表情がどのように鈍く、カラフルでカラフルで輝いていないかは気に入っていました。 キャラクターのようなキャラクターデザインも現実的でした。 しかし、Bonは信じられないほど、新警官の恵比寿のように見える！ 私はそう思う唯一の人ですか？\n\nだから、DeenがRakugoのような番組をもっとたくさん作ってくれることを願っています。そうすれば、彼らは自動的にお気に入りのアニメスタジオのリストを自動的に作成します。 誰もDeenのアニメを楽しみにしている人はほとんどいません（私は人を元気にしてもらえません）。しかし、これはこのアニメのおかげで変わるかもしれません。\n\n全体として、昭和元禄落語新宿には衝撃的で感情的な瞬間があり、あなたを悲しませる偉大なドラマがありました。 それは私がエピソードの後に​​エピソードを引っ掛けてしまった、非常に単純だが興味深い話です。 そのキャラクターとそれらに与えられた開発のおかげで、それは優れています。 これは確かに年間の手のアニメの強力な候補者です。\n\nだから、私は10点満点中9点のこのアニメを授与する予定です。 私はもっ​​と多くの人々にこのアニメをチェックしてもらいたいですが、私は人々がそれを誇大宣伝することを望んでいません。 何が起こったのを見た後、消去されたアニメーションやそのことについて何かが実現したのは良いことではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis anime in a sense is a story about well story-tellers. These people try and work hard over a course of years to master this form of storytelling known as rakugo. And it isn’t as easy as one might expect it to be. This anime is all about rakugo’s effect on these people’s lives.\n\n\u001b[1mこのアニメはある意味で、よく話をするストーリーについての物語です。 これらの人々は、落語（rakugo）と呼ばれるこのようなストーリーテリングの形態を習得するために、何年もの間、努力して努力しています。 そして、それが期待できるほど簡単ではありません。 このアニメは、これらの人々の生活に対する落語の影響に関するものです。\u001b[22m\n\u001b[1m(Kono anime wa aruimide, yoku hanashi o suru sutōrī ni tsuite no monogataridesu. Korera no hitobito wa, rakugo (rakugo) to yoba reru ko no yōna sutōrīteringu no keitai o shūtoku suru tame ni, nan'nen mo no ma, doryoku shite doryoku shite imasu. Soshite, sore ga kitai dekiru hodo kantande wa arimasen. Kono anime wa, korera no hitobito no seikatsu ni taisuru rakugo no eikyō ni kansuru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime in a sense is a story about well story-tellers. These people try and work hard over a course of years to master this form of storytelling known as rakugo. And it isn’t as easy as one might expect it to be. This anime is all about rakugo’s effect on these people’s lives.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime in a sense is a story about well story-tellers.\u001b[24m\n    \u001b[1mこのアニメはある意味で、よく話をするストーリーについての物語です。\u001b[22m, \u001b[1m意味でこのアニメはよくストーリーテラーの物語です。\u001b[22m\n\u001b[4mThese people try and work hard over a course of years to master this form of storytelling known as rakugo.\u001b[24m\n    \u001b[1mこれらの人々は、落語（rakugo）と呼ばれるこのようなストーリーテリングの形態を習得するために、何年もの間、努力して努力しています。\u001b[22m, \u001b[1mこれらの人々は試してみて、落語として知られている物語のこのフォームを習得するために年の歳月をかけて努力しています。\u001b[22m\n\u001b[4mAnd it isn’t as easy as one might expect it to be.\u001b[24m\n    \u001b[1mそして、それが期待できるほど簡単ではありません。\u001b[22m, \u001b[1mそして、1つが、それがあることを期待するかもしれないほど簡単ではありません。\u001b[22m\n\u001b[4mThis anime is all about rakugo’s effect on these people’s lives.\u001b[24m\n    \u001b[1mこのアニメは、これらの人々の生活に対する落語の影響に関するものです。\u001b[22m, \u001b[1mこのアニメは、これらすべての人々の生活に落語の効果についてです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen I went into this anime- I honestly thought it was going to be boring. But, I realized that wasn’t going to be the case at all after being done with the first two episodes. This anime is actually does not really focus much on rakugo- rather mainly on the characters. Yes, this anime is honestly nothing without the characters.\n\n\u001b[1m私がこのアニメに入ったとき、私は正直言ってそれが退屈だと思った。 しかし、私は最初の2つのエピソードで終わった後ではそれがまったく成立しないことに気付きました。 このアニメは、むしろ主にキャラクターを中心に、むしろ熊谷に焦点を当てているわけではありません。 はい、このアニメは文字なしで正直に何もありません。\u001b[22m\n\u001b[1m(Watashi ga kono anime ni haitta toki, watashi wa shōjiki itte sore ga taikutsuda to omotta. Shikashi, watashi wa saisho no 2tsu no episōdo de owatta nochide wa sore ga mattaku seiritsu shinai koto ni kidzukimashita. Kono anime wa, mushiro omo ni kyarakutā o chūshin ni, mushiro Kumagaya ni shōten o atete iru wakede wa arimasen. Hai, kono anime wa moji nashide shōjiki ni nani mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhen I went into this anime- I honestly thought it was going to be boring. But, I realized that wasn’t going to be the case at all after being done with the first two episodes. This anime is actually does not really focus much on rakugo- rather mainly on the characters. Yes, this anime is honestly nothing without the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I went into this anime- I honestly thought it was going to be boring.\u001b[24m\n    \u001b[1m私がこのアニメに入ったとき、私は正直言ってそれが退屈だと思った。\u001b[22m, \u001b[1m私はこのanime-に入ったとき、私は正直にそれは退屈になるだろうと思いました。\u001b[22m\n\u001b[4mBut, I realized that wasn’t going to be the case at all after being done with the first two episodes.\u001b[24m\n    \u001b[1mしかし、私は最初の2つのエピソードで終わった後ではそれがまったく成立しないことに気付きました。\u001b[22m, \u001b[1mしかし、私はそれが最初の2つのエピソードで行われた後で、すべてのケースであることを行っていませんでした実現しました。\u001b[22m\n\u001b[4mThis anime is actually does not really focus much on rakugo- rather mainly on the characters.\u001b[24m\n    \u001b[1mこのアニメは、むしろ主にキャラクターを中心に、むしろ熊谷に焦点を当てているわけではありません。\u001b[22m, \u001b[1mこのアニメは、実際には本当に文字ではなく、主にrakugo-に多くの焦点を当てていませんされています。\u001b[22m\n\u001b[4mYes, this anime is honestly nothing without the characters.\u001b[24m\n    \u001b[1mはい、このアニメは文字なしで正直に何もありません。\u001b[22m, \u001b[1mはい、このアニメは正直に文字なしの何物でもありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters of this anime are not meant to be likeable or entertaining- if anything they are meant to be portrayed as actual real people. I have noticed that all of these characters have both negative and positive qualities- making them as realistic and as human as possible. For, example let’s take a look at our main male protagonist Bon also known as Kikuhiko.He is such a layered character and honestly there are so many things I can discuss about him. But, I will keep it brief in this review.\n\n\u001b[1mこのアニメのキャラクターは、実際の実在の人物として描写されることを意図されていれば、好き嫌いやおもしろさを意味するものではありません。 私はこれらのキャラクターのすべてが負と肯定的な性質を持っていることに気付きました。 例えば、主人公のボン・キクヒヒコとも呼ばれる主人公を見てみましょう。彼はそのような階層的な性格を持っています。正直なところ、私が彼について話すことができることがたくさんあります。 しかし、私はこのレビューでそれを簡潔に保つつもりです。\u001b[22m\n\u001b[1m(Kono anime no kyarakutā wa, jissai no jitsuzai no jinbutsu to shite byōsha sa reru koto o ito sa rete ireba, sukikirai ya omoshiro-sa o imi suru monode wa arimasen. Watashi wa korera no kyarakutā no subete ga fu to kōtei-tekina seishitsu o motte iru koto ni kidzukimashita. Tatoeba, shujinkō no Bon kikuhihiko-tomo yoba reru shujinkō o mite mimashou. Kare wa sono yōna kaisō-tekina seikaku o motte imasu. Shōjikina tokoro, watashi ga kare ni tsuite hanasu koto ga dekiru koto ga takusan arimasu. Shikashi, watashi wa kono rebyū de sore o kanketsu ni tamotsu tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters of this anime are not meant to be likeable or entertaining- if anything they are meant to be portrayed as actual real people. I have noticed that all of these characters have both negative and positive qualities- making them as realistic and as human as possible. For, example let’s take a look at our main male protagonist Bon also known as Kikuhiko.He is such a layered character and honestly there are so many things I can discuss about him. But, I will keep it brief in this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters of this anime are not meant to be likeable or entertaining- if anything they are meant to be portrayed as actual real people.\u001b[24m\n    \u001b[1mこのアニメのキャラクターは、実際の実在の人物として描写されることを意図されていれば、好き嫌いやおもしろさを意味するものではありません。\u001b[22m, \u001b[1mこのアニメの文字は、それらが実際の現実の人々として描かれることを意図しているどちらかといえば好感の持てるかentertaining-であることを意味するものではありません。\u001b[22m\n\u001b[4mI have noticed that all of these characters have both negative and positive qualities- making them as realistic and as human as possible.\u001b[24m\n    \u001b[1m私はこれらのキャラクターのすべてが負と肯定的な性質を持っていることに気付きました。\u001b[22m, \u001b[1m私はこれらのすべての文字がそれらをとして現実的かつ可能な限り人間として作るqualities-負と正の両方を持っていることに気づきました。\u001b[22m\n\u001b[4mFor, example let’s take a look at our main male protagonist Bon also known as Kikuhiko.He is such a layered character and honestly there are so many things I can discuss about him.\u001b[24m\n    \u001b[1m例えば、主人公のボン・キクヒヒコとも呼ばれる主人公を見てみましょう。彼はそのような階層的な性格を持っています。正直なところ、私が彼について話すことができることがたくさんあります。\u001b[22m, \u001b[1m以下のために、例では、このような層状の文字があるのもKikuhiko.Heとして知られている私たちの主な男性主人公ボンを見てみましょうと正直に私が彼について議論することができますので、多くのものがあります。\u001b[22m\n\u001b[4mBut, I will keep it brief in this review.\u001b[24m\n    \u001b[1mしかし、私はこのレビューでそれを簡潔に保つつもりです。\u001b[22m, \u001b[1mしかし、私はこのレビューで簡単にそれを維持します。\u001b[22m\n\u001b[1m\u001b[22m\nBon has had it rough all his life, especially since enduring an injury that prevented him from dancing ever again. He was abandoned by his folks and was taken as an apprentice to practice Rakugo. However, no matter how hard he tried he could never live up to expectations. He was constantly overshadowed by his friend Shin. He was miserable cause he felt like he didn’t have a purpose in life. He felt completely useless and so practiced long and hard to be the best in rakugo. Unlike Shin, he didn’t do it because he loved it- but simply because he wanted to gain something that would add some value to his dull life. However, with time he does grow to really love it.\n\n\u001b[1mボンは特に彼がもう一度踊ることを妨げた傷害に耐えて以来、彼の人生は大まかになっています。 彼は彼の家に放棄され、落語を実践するための修行士として雇われました。 しかし、彼がどれほど頑張ったとしても、決して期待に応えることはできませんでした。 彼は彼の友人の新が絶えず影を落としていた。 彼は人生の目的を持っていなかったように彼が感じたので悲惨だった。 彼は完全に役に立たず、ラクゴの中で最高になるまで長く頑張った。 新とは違って、彼はそれを愛していたので、彼はそれをしませんでした。しかし、単に彼の鈍い人生にいくらかの価値を加える何かを得たいと思ったからです。 しかし、時間がたつにつれ、彼は本当にそれを愛するように成長する。\u001b[22m\n\u001b[1m(Bon wa tokuni kare ga mōichido odoru koto o samatageta shōgai ni taete irai, kare no jinsei wa ōmaka ni natte imasu. Kare wa kare no ie ni hōki sa re, rakugo o jissen suru tame no shugyō-shi to shite yatowa remashita. Shikashi, kare ga dorehodo ganbatta to shite mo, kesshite kitai ni kotaeru koto wa dekimasendeshita. Kare wa kare no yūjin no shin ga taezu kage o otoshite ita. Kare wa jinsei no mokuteki o motte inakatta yō ni kare ga kanjitanode hisandatta. Kare wa kanzen ni yakunitatazu, rakugo no naka de saikō ni naru made nagaku ganbatta. Shin to wa chigatte, kare wa sore o aishite itanode, kare wa sore o shimasendeshita. Shikashi, tan'ni kare no nibui jinsei ni ikuraka no kachi o kuwaeru nanika o etai to omottakaradesu. Shikashi, jikan ga tatsu ni tsure, kare wa hontōni sore o aisuru yō ni seichō suru.)\u001b[22m\n\nTranslations of \u001b[4mBon has had it rough all his life, especially since enduring an injury that prevented him from dancing ever again. He was abandoned by his folks and was taken as an apprentice to practice Rakugo. However, no matter how hard he tried he could never live up to expectations. He was constantly overshadowed by his friend Shin. He was miserable cause he felt like he didn’t have a purpose in life. He felt completely useless and so practiced long and hard to be the best in rakugo. Unlike Shin, he didn’t do it because he loved it- but simply because he wanted to gain something that would add some value to his dull life. However, with time he does grow to really love it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBon has had it rough all his life, especially since enduring an injury that prevented him from dancing ever again.\u001b[24m\n    \u001b[1mボンは特に彼がもう一度踊ることを妨げた傷害に耐えて以来、彼の人生は大まかになっています。\u001b[22m, \u001b[1mボンは特に二度とダンスから彼を防止負傷に耐えているので、それをラフすべての彼の人生がありました。\u001b[22m\n\u001b[4mHe was abandoned by his folks and was taken as an apprentice to practice Rakugo.\u001b[24m\n    \u001b[1m彼は彼の家に放棄され、落語を実践するための修行士として雇われました。\u001b[22m, \u001b[1m彼は人々によって放棄されたと落語を練習する見習いとして採用しました。\u001b[22m\n\u001b[4mHowever, no matter how hard he tried he could never live up to expectations.\u001b[24m\n    \u001b[1mしかし、彼がどれほど頑張ったとしても、決して期待に応えることはできませんでした。\u001b[22m, \u001b[1mしかし、どんなに彼が試みたいかに難しいか、彼は期待に応えることができませんでした。\u001b[22m\n\u001b[4mHe was constantly overshadowed by his friend Shin.\u001b[24m\n    \u001b[1m彼は彼の友人の新が絶えず影を落としていた。\u001b[22m, \u001b[1m彼は常に彼の友人シンの影に隠れました。\u001b[22m\n\u001b[4mHe was miserable cause he felt like he didn’t have a purpose in life.\u001b[24m\n    \u001b[1m彼は人生の目的を持っていなかったように彼が感じたので悲惨だった。\u001b[22m, \u001b[1m彼は生活の中で目的を持っていなかったように彼が感じた惨めな原因でした。\u001b[22m\n\u001b[4mHe felt completely useless and so practiced long and hard to be the best in rakugo.\u001b[24m\n    \u001b[1m彼は完全に役に立たず、ラクゴの中で最高になるまで長く頑張った。\u001b[22m, \u001b[1m彼は完全に役に立たないと感じたので、落語で最高であることが長いとハード練習しました。\u001b[22m\n\u001b[4mUnlike Shin, he didn’t do it because he loved it- but simply because he wanted to gain something that would add some value to his dull life.\u001b[24m\n    \u001b[1m新とは違って、彼はそれを愛していたので、彼はそれをしませんでした。しかし、単に彼の鈍い人生にいくらかの価値を加える何かを得たいと思ったからです。\u001b[22m, \u001b[1m彼はIT-を愛したが、というだけの理由で、彼は彼の鈍い生活にいくつかの値を追加し、何かを獲得したかったので、シンとは違って、彼はそれをしませんでした。\u001b[22m\n\u001b[4mHowever, with time he does grow to really love it.\u001b[24m\n    \u001b[1mしかし、時間がたつにつれ、彼は本当にそれを愛するように成長する。\u001b[22m, \u001b[1mしかし、時間の経過とともに彼は本当にそれを愛するように成長しません。\u001b[22m\n\u001b[1m\u001b[22m\nIn order to do so, he was willing to give up anything or anyone for that matter- making him seem very cold and distant on the outside. But, that’s only because of belief that he needed rakugo more than anything else to make his existence relevant. That’s why he always pleased the elders unlike Shin- and worked to the bone- while even trying to reinvent himself. He also fears being abandoned ever again- and this thing constantly haunts him. It’s also sad to see how this thing comes to back to bite him later on the show. The detailed exploration of Bon’s character was one of this anime’s major highlights.\n\n\u001b[1mそうするために、彼はそのことについて誰かを放棄してくれました。彼を外では非常に寒く遠く見えるようにしました。 しかし、それは、彼の存在を適切にするために、何よりもむくを必要としたという信念のためだけです。 だからこそ、彼はいつもシン - とは違って長老たちを喜ばせ、自分自身を改革しようとしながらも骨に取り組んだのです。 彼はまた、再び放棄されることを恐れています。そして、このことは常に彼を悩ましています。 このことがショーの後半に彼を噛んで戻ってくる様子を見ても悲しい。 ボンのキャラクターの詳細な探査は、このアニメの主要なハイライトの1つでした。\u001b[22m\n\u001b[1m(Sō suru tame ni, kare wa sono koto ni tsuite dareka o hōki shite kuremashita. Kare o sotode wa hijō ni samuku tōku mieru yō ni shimashita. Shikashi, soreha, kare no sonzai o tekisetsu ni suru tame ni, naniyori mo muku o hitsuyō to shita to iu shin'nen no tame dakedesu. Dakarakoso, kare wa itsumo Shin - to wa chigatte chōrō-tachi o yorokoba se, jibun jishin o kaikaku shiyou to shinagara mo hone ni torikunda nodesu. Kare wa mata, futatabi hōki sa reru koto o osorete imasu. Soshite, kono koto wa tsuneni kare o nayama shite imasu. Ko no koto ga shō no kōhan ni kare o kande modotte kuru yōsu o mite mo kanashī. Bon no kyarakutā no shōsaina tansa wa, kono anime no shuyōna hairaito no 1tsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mIn order to do so, he was willing to give up anything or anyone for that matter- making him seem very cold and distant on the outside. But, that’s only because of belief that he needed rakugo more than anything else to make his existence relevant. That’s why he always pleased the elders unlike Shin- and worked to the bone- while even trying to reinvent himself. He also fears being abandoned ever again- and this thing constantly haunts him. It’s also sad to see how this thing comes to back to bite him later on the show. The detailed exploration of Bon’s character was one of this anime’s major highlights.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn order to do so, he was willing to give up anything or anyone for that matter- making him seem very cold and distant on the outside.\u001b[24m\n    \u001b[1mそうするために、彼はそのことについて誰かを放棄してくれました。彼を外では非常に寒く遠く見えるようにしました。\u001b[22m, \u001b[1mそうするために、彼は彼を作ることmatter-のために何か誰もあきらめて喜んでいたが、非常に寒さと外側の遠いようです。\u001b[22m\n\u001b[4mBut, that’s only because of belief that he needed rakugo more than anything else to make his existence relevant.\u001b[24m\n    \u001b[1mしかし、それは、彼の存在を適切にするために、何よりもむくを必要としたという信念のためだけです。\u001b[22m, \u001b[1mしかし、それは唯一のため、彼は彼の存在が関連するために何よりも落語が必要であるとの信念のためです。\u001b[22m\n\u001b[4mThat’s why he always pleased the elders unlike Shin- and worked to the bone- while even trying to reinvent himself.\u001b[24m\n    \u001b[1mだからこそ、彼はいつもシン - とは違って長老たちを喜ばせ、自分自身を改革しようとしながらも骨に取り組んだのです。\u001b[22m, \u001b[1m彼はいつもShin-とは異なり、年長者を喜ばせ、さらには自分自身を改革しようとしているときに骨に働いていた理由です。\u001b[22m\n\u001b[4mHe also fears being abandoned ever again- and this thing constantly haunts him.\u001b[24m\n    \u001b[1m彼はまた、再び放棄されることを恐れています。そして、このことは常に彼を悩ましています。\u001b[22m, \u001b[1m彼はまた、これまでagain-破棄される恐怖と、このことは常に彼を見物します。\u001b[22m\n\u001b[4mIt’s also sad to see how this thing comes to back to bite him later on the show.\u001b[24m\n    \u001b[1mこのことがショーの後半に彼を噛んで戻ってくる様子を見ても悲しい。\u001b[22m, \u001b[1mこれは、このことは、ショーに後で彼を噛まないようにバックアップするようになる方法を参照することも悲しいです。\u001b[22m\n\u001b[4mThe detailed exploration of Bon’s character was one of this anime’s major highlights.\u001b[24m\n    \u001b[1mボンのキャラクターの詳細な探査は、このアニメの主要なハイライトの1つでした。\u001b[22m, \u001b[1mボンのキャラクターの詳細な探査は、このアニメの主要なハイライトの一つでした。\u001b[22m\n\u001b[1m\u001b[22m\nShin or Sukeroku, might seem like a loveable goof who always drinks and can effortlessly do rakugo- but honestly there is more to him than that. That is also given major focus later on. He was one of the main reasons which helped Bon become so hard working in trying to perfect his own rakugo. I would have liked that they would have explored Shin’s character as much Bon’s, but that’s honestly a nitpick on my part.\n\n\u001b[1mいつも飲んでいて楽しくできない恋人のように思えるかもしれませんが、正直言ってそれ以上のことはありません。 それは後に大きな焦点も与えられます。 彼は自分の落語を完璧にしようと努力しているボンを助けた主な理由の1つでした。 私は彼らがシンのキャラクターを多くのボンズとして探検することが好きだっただろうが、それは正直なところ私の一団のニックピックだ。\u001b[22m\n\u001b[1m(Itsumo nonde ite tanoshiku dekinai koibito no yō ni omoeru kamo shiremasenga, shōjiki itte sore ijō no koto wa arimasen. Soreha-go ni ōkina shōten mo atae raremasu. Kare wa jibun no rakugo o kanpeki ni shiyou to doryoku shite iru Bon o tasuketa omona riyū no 1tsudeshita. Watashi wa karera ga Shin no kyarakutā o ōku no bonzu to shite tanken suru koto ga sukidattadarouga, sore wa shōjikina tokoro watashi no ichidan no nikkupikkuda.)\u001b[22m\n\nTranslations of \u001b[4mShin or Sukeroku, might seem like a loveable goof who always drinks and can effortlessly do rakugo- but honestly there is more to him than that. That is also given major focus later on. He was one of the main reasons which helped Bon become so hard working in trying to perfect his own rakugo. I would have liked that they would have explored Shin’s character as much Bon’s, but that’s honestly a nitpick on my part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShin or Sukeroku, might seem like a loveable goof who always drinks and can effortlessly do rakugo- but honestly there is more to him than that.\u001b[24m\n    \u001b[1mいつも飲んでいて楽しくできない恋人のように思えるかもしれませんが、正直言ってそれ以上のことはありません。\u001b[22m, \u001b[1mシンまたは助六は、常に飲み物愛らしいへまのように見えるかもしれませんし、難なくrakugo-を行うことができますが、正直なところ、それよりも彼によりがあります。\u001b[22m\n\u001b[4mThat is also given major focus later on.\u001b[24m\n    \u001b[1mそれは後に大きな焦点も与えられます。\u001b[22m, \u001b[1mそれはまた、後に主要な焦点が与えられます。\u001b[22m\n\u001b[4mHe was one of the main reasons which helped Bon become so hard working in trying to perfect his own rakugo.\u001b[24m\n    \u001b[1m彼は自分の落語を完璧にしようと努力しているボンを助けた主な理由の1つでした。\u001b[22m, \u001b[1m彼はボンは彼自身の落語を完成しようとする際に作業に懸命になって助けた主な理由の一つでした。\u001b[22m\n\u001b[4mI would have liked that they would have explored Shin’s character as much Bon’s, but that’s honestly a nitpick on my part.\u001b[24m\n    \u001b[1m私は彼らがシンのキャラクターを多くのボンズとして探検することが好きだっただろうが、それは正直なところ私の一団のニックピックだ。\u001b[22m, \u001b[1m私は、彼らが多くのボンのようにシンのキャラクターを探検したであろうことを好きだろうが、それは正直なところ私の部分に細かいことにうるさく言うのです。\u001b[22m\n\u001b[1m\u001b[22m\nI also particularly enjoyed the bond these two individuals had in this anime as well. It didn’t ooze with bromance, as their relationship had problems like any other. They were envious of each other for different reasons- but yet they still always had each other’s backs no matter. Because of their complex friendship- no wonder everyone and their mothers shipped them like crazy in this anime!\n\n\u001b[1m私はまた、特にこのアニメにこの2人が持っていた絆を楽しんでいました。 彼らの関係には他の問題のような問題があったので、それは臭いでいっぱいでした。 彼らはいろいろな理由でお互いをうらやましく思っていました。しかし、彼らはまだお互いに背を向けていました。 彼らの複雑な友情のために - 誰もが、この母親がこのアニメに夢中になってしまったのは不思議ではありません！\u001b[22m\n\u001b[1m(Watashi wa mata, tokuni kono anime ni kono 2-ri ga motte ita kizuna o tanoshinde imashita. Karera no kankei ni wa hoka no mondai no yōna mondai ga attanode, soreha nioi de ippaideshita. Karera wa iroirona riyū de otagai o urayamashiku omotte imashita. Shikashi, karera wa mada otagai ni se o mukete imashita. Karera no fukuzatsuna yūjō no tame ni - daremoga, kono hahaoya ga kono anime ni muchū ni natte shimatta no wa fushigide wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mI also particularly enjoyed the bond these two individuals had in this anime as well. It didn’t ooze with bromance, as their relationship had problems like any other. They were envious of each other for different reasons- but yet they still always had each other’s backs no matter. Because of their complex friendship- no wonder everyone and their mothers shipped them like crazy in this anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI also particularly enjoyed the bond these two individuals had in this anime as well.\u001b[24m\n    \u001b[1m私はまた、特にこのアニメにこの2人が持っていた絆を楽しんでいました。\u001b[22m, \u001b[1m私はまた、特にこれらの2人が同様にこのアニメで持っていた債券を楽しみました。\u001b[22m\n\u001b[4mIt didn’t ooze with bromance, as their relationship had problems like any other.\u001b[24m\n    \u001b[1m彼らの関係には他の問題のような問題があったので、それは臭いでいっぱいでした。\u001b[22m, \u001b[1m彼らの関係は、他のどのような問題を抱えていたように、それは、ブロマンスとにじみ出るませんでした。\u001b[22m\n\u001b[4mThey were envious of each other for different reasons- but yet they still always had each other’s backs no matter.\u001b[24m\n    \u001b[1m彼らはいろいろな理由でお互いをうらやましく思っていました。しかし、彼らはまだお互いに背を向けていました。\u001b[22m, \u001b[1m彼らは異なるreasons-お互いの嫉妬だったが、まだ彼らはまだ、常に互いの背中に関係なくしていました。\u001b[22m\n\u001b[4mBecause of their complex friendship- no wonder everyone and their mothers shipped them like crazy in this anime!\u001b[24m\n    \u001b[1m彼らの複雑な友情のために - 誰もが、この母親がこのアニメに夢中になってしまったのは不思議ではありません！\u001b[22m, \u001b[1mその複雑なのので不思議の誰もがfriendship-ないとその母親はこのアニメで狂ったようにそれらを出荷！\u001b[22m\n\u001b[1m\u001b[22m\nAs for the story , I liked how it was a bit different from your average drama anime. This anime educated me a lot on rakugo- which I honestly wasn’t aware of prior to this anime. What I liked, but might irk others is that they didn’t straight up explain what the hell rakugo is to the modern audience. But, with each passing episode we got to learn more about it and how this thing works. Instead of telling, they actually showed us rakugo and how it can make people both happy and sad. That and how it is an art whose popularity has been dying down.\n\n\u001b[1mストーリーは、あなたの平均的なドラマアニメとは少し違っていました。 このアニメは、私がこのアニメより前に正直には分かっていなかった、熊谷にたくさんのことを教えてくれました。 私が好きだったものの、他の人に気付くかもしれないということは、彼らが落語が現代の観客に何であるかを説明していないことです。 しかし、それぞれのエピソードを通り過ぎると、それについてもっと知り、このことがどのように機能するのかを知る必要があります。 言い伝えの代わりに、彼らは実際に落語を見せ、それが人々を幸せと悲しさの両方にする方法を示しました。 それがどのように人気を失っている芸術です。\u001b[22m\n\u001b[1m(Sutōrī wa, anata no heikin-tekina dorama anime to wa sukoshi chigatte imashita. Kono anime wa, watashi ga kono anime yori mae ni shōjiki ni wa wakatte inakatta, Kumagaya ni takusan no koto o oshiete kuremashita. Watashi ga sukidatta mono no, hokanohito ni kidzuku kamo shirenai to iu koto wa, karera ga rakugo ga gendai no kankyaku ni nandearu ka o setsumei shite inai kotodesu. Shikashi, sorezore no episōdo o tōrisugiru to, sore ni tsuite motto shiri, kono koto ga dono yō ni kinō suru no ka o shiru hitsuyō ga arimasu. Iitsutae no kawari ni, karera wa jissai ni rakugo o mise, sore ga hitobito o shiawase to kanashi-sa no ryōhō ni suru hōhō o shimeshimashita. Sore ga dono yō ni ninki o ushinatte iru geijutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the story , I liked how it was a bit different from your average drama anime. This anime educated me a lot on rakugo- which I honestly wasn’t aware of prior to this anime. What I liked, but might irk others is that they didn’t straight up explain what the hell rakugo is to the modern audience. But, with each passing episode we got to learn more about it and how this thing works. Instead of telling, they actually showed us rakugo and how it can make people both happy and sad. That and how it is an art whose popularity has been dying down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the story , I liked how it was a bit different from your average drama anime.\u001b[24m\n    \u001b[1mストーリーは、あなたの平均的なドラマアニメとは少し違っていました。\u001b[22m, \u001b[1m物語のためとして、私はそれはあなたの平均的なドラマのアニメとは少し違っていたか言っています。\u001b[22m\n\u001b[4mThis anime educated me a lot on rakugo- which I honestly wasn’t aware of prior to this anime.\u001b[24m\n    \u001b[1mこのアニメは、私がこのアニメより前に正直には分かっていなかった、熊谷にたくさんのことを教えてくれました。\u001b[22m, \u001b[1mこのアニメは私に、私は正直このアニメの前に知らなかったrakugo-に多くのことを教育さ。\u001b[22m\n\u001b[4mWhat I liked, but might irk others is that they didn’t straight up explain what the hell rakugo is to the modern audience.\u001b[24m\n    \u001b[1m私が好きだったものの、他の人に気付くかもしれないということは、彼らが落語が現代の観客に何であるかを説明していないことです。\u001b[22m, \u001b[1m私が言っていたが、他の人をいらいらさせるかもしれないと、彼らはまっすぐに地獄の落語は、現代の観客には何か説明しなかったということです。\u001b[22m\n\u001b[4mBut, with each passing episode we got to learn more about it and how this thing works.\u001b[24m\n    \u001b[1mしかし、それぞれのエピソードを通り過ぎると、それについてもっと知り、このことがどのように機能するのかを知る必要があります。\u001b[22m, \u001b[1mしかし、追うごとにエピソードに我々はそれについて、どのようにこの事が働くより多くを学ぶことができました。\u001b[22m\n\u001b[4mInstead of telling, they actually showed us rakugo and how it can make people both happy and sad.\u001b[24m\n    \u001b[1m言い伝えの代わりに、彼らは実際に落語を見せ、それが人々を幸せと悲しさの両方にする方法を示しました。\u001b[22m, \u001b[1m代わりに伝える、彼らは実際に私たちに落語を示し、それは人々が幸せと悲しい両方作ることができる方法。\u001b[22m\n\u001b[4mThat and how it is an art whose popularity has been dying down.\u001b[24m\n    \u001b[1mそれがどのように人気を失っている芸術です。\u001b[22m, \u001b[1mつまり、どのようにそれがその人気ダウン死にかけてきた芸術です。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime does take place in the early the twentieth century at the beginning of episode 2. Despite, all the time skips- the show was really well-paced and nothing felt rushed at all. I found that impressive since they did try to pack a story that takes place over the course of several decades within about thirteen episodes. I would however admit, that some of the rakugo they did tell was boring and I felt like dragged on, but only during the first half of the anime. Even when Shin, a person skilled at telling funny rakugo would perform- I would just wait for it to be over cause I wanted them to get along with the story. But, during the second half I loved all the rakugo they told. That is actually the only gripe I have with the story. That could be due to the fact that some of them get lost in translation or such stories are not entertaining to people nowadays. I wonder, if the rest feel the same or not.\n\n\u001b[1mこのアニメは、エピソード2の初めに20世紀初頭に行われます。しかし、すべての時間スキップ - ショーは本当にペースが速かったと何も何も急いで感じる。 彼らは約13のエピソードの中で数十年の間に起こるストーリーをパックしようとして以来、印象的だったことがわかった。 しかし、私が認めたのは、彼らが言うラクゴのいくつかは退屈だと感じたが、アニメの前半の間だけ、引きずられているように感じた。 面白い言葉に熟練した人が演技していたとしても、私は彼らが物語に慣れて欲しいので、それが終わるのを待っていただけです。 しかし、後半には私がラクゴを愛していました。 それは実際に私が物語で持っている唯一の不満です。 それは、翻訳の一部が失われたり、そういった物語が今日人々に面白くないという事実のためかもしれません。 残りの人が同じかどうかを感じるならば、私は不思議です。\u001b[22m\n\u001b[1m(Kono anime wa, episōdo 2 no hajime ni 20 seiki shotō ni okonawa remasu. Shikashi, subete no jikan sukippu - shō wa hontōni pēsu ga hayakatta to nani mo nani mo isoide kanjiru. Karera wa yaku 13 no episōdo no naka de sū jū-nen no ma ni okoru sutōrī o pakku shiyou to shite irai, inshō-tekidatta koto ga wakatta. Shikashi, watashi ga mitometa no wa, karera ga iu rakugo no ikutsu ka wa taikutsuda to kanjitaga, anime no zenhan no ma dake, hikizura rete iru yō ni kanjita. Omoshiroi kotoba ni jukuren shita hito ga engi shite ita to shite mo, watashi wa karera ga monogatari ni narete hoshīnode, sore ga owaru no o matteita dakedesu. Shikashi, kōhan ni wa watashi ga rakugo o aishite imashita. Sore wa jissai ni watashi ga monogatari de motte iru yuiitsu no fumandesu. Sore wa, hon'yaku no ichibu ga ushinawa re tari, sōitta monogatari ga kyō hitobito ni omoshirokunai to iu jijitsu no tame kamo shiremasen. Nokori no hito ga onaji ka dō ka o kanjirunaraba, watashi wa fushigidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime does take place in the early the twentieth century at the beginning of episode 2. Despite, all the time skips- the show was really well-paced and nothing felt rushed at all. I found that impressive since they did try to pack a story that takes place over the course of several decades within about thirteen episodes. I would however admit, that some of the rakugo they did tell was boring and I felt like dragged on, but only during the first half of the anime. Even when Shin, a person skilled at telling funny rakugo would perform- I would just wait for it to be over cause I wanted them to get along with the story. But, during the second half I loved all the rakugo they told. That is actually the only gripe I have with the story. That could be due to the fact that some of them get lost in translation or such stories are not entertaining to people nowadays. I wonder, if the rest feel the same or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime does take place in the early the twentieth century at the beginning of episode 2. Despite, all the time skips- the show was really well-paced and nothing felt rushed at all.\u001b[24m\n    \u001b[1mこのアニメは、エピソード2の初めに20世紀初頭に行われます。しかし、すべての時間スキップ - ショーは本当にペースが速かったと何も何も急いで感じる。\u001b[22m, \u001b[1mこのアニメは、にもかかわらず、エピソード2の冒頭で二十世紀初頭に行われず、すべての時間は、ショーは本当によくペースだったskips-、何もまったく急いで感じませんでした。\u001b[22m\n\u001b[4mI found that impressive since they did try to pack a story that takes place over the course of several decades within about thirteen episodes.\u001b[24m\n    \u001b[1m彼らは約13のエピソードの中で数十年の間に起こるストーリーをパックしようとして以来、印象的だったことがわかった。\u001b[22m, \u001b[1m彼らは、約13のエピソードの中に数十年にわたって起こる物語をパックしてみましたので、私はその印象的な発見しました。\u001b[22m\n\u001b[4mI would however admit, that some of the rakugo they did tell was boring and I felt like dragged on, but only during the first half of the anime.\u001b[24m\n    \u001b[1mしかし、私が認めたのは、彼らが言うラクゴのいくつかは退屈だと感じたが、アニメの前半の間だけ、引きずられているように感じた。\u001b[22m, \u001b[1mしかし私は、彼らが教えてくれました落語のいくつかは退屈だったことを、認めるだろうと私はだけアニメの前半に、上でドラッグのように感じました。\u001b[22m\n\u001b[4mEven when Shin, a person skilled at telling funny rakugo would perform- I would just wait for it to be over cause I wanted them to get along with the story.\u001b[24m\n    \u001b[1m面白い言葉に熟練した人が演技していたとしても、私は彼らが物語に慣れて欲しいので、それが終わるのを待っていただけです。\u001b[22m, \u001b[1mシンは、面白い落語を語る時、当業者はそれが私は彼らが話をして仲良くしたかった原因の上であるために、私は待つだけだろうパフォーときでさえ。\u001b[22m\n\u001b[4mBut, during the second half I loved all the rakugo they told.\u001b[24m\n    \u001b[1mしかし、後半には私がラクゴを愛していました。\u001b[22m, \u001b[1mしかし、後半に私は、彼らが言ったすべての落語を愛しました。\u001b[22m\n\u001b[4mThat is actually the only gripe I have with the story.\u001b[24m\n    \u001b[1mそれは実際に私が物語で持っている唯一の不満です。\u001b[22m, \u001b[1mそれは実際に私が話を持っている唯一の不満です。\u001b[22m\n\u001b[4mThat could be due to the fact that some of them get lost in translation or such stories are not entertaining to people nowadays.\u001b[24m\n    \u001b[1mそれは、翻訳の一部が失われたり、そういった物語が今日人々に面白くないという事実のためかもしれません。\u001b[22m, \u001b[1mそれはそれらのいくつかは翻訳で迷子またはそのような話は、今日の人々に楽しまれていないという事実によるものである可能性があります。\u001b[22m\n\u001b[4mI wonder, if the rest feel the same or not.\u001b[24m\n    \u001b[1m残りの人が同じかどうかを感じるならば、私は不思議です。\u001b[22m, \u001b[1m残りは同じかないと感じた場合、私は、疑問に思います。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, there is another underlying theme of how rakugo’s importance was going to disappear with time. And I kind of predicted they were going to go in that direction. Like, how television and movies will kind of take over. But, they touched on the subject just once- and didn’t bother with it ever again. I do hope they will further explore this in the upcoming sequel.\n\n\u001b[1mまた、落語の重要性が時間とともに消えていく様子の根底にあるテーマもあります。 そして、私は彼らがその方向に行くと予想していたのです。 テレビや映画がどのように引き継ぐのか しかし、彼らは被験者に一度だけ触れ、再びそれを気にしませんでした。 今後の続編でこれをさらに探求してくれることを願っています。\u001b[22m\n\u001b[1m(Mata, rakugo no jūyō-sei ga jikan to tomoni kieteiku yōsu no kontei ni aru tēma mo arimasu. Soshite, watashi wa karera ga sono hōkō ni iku to yosō shite ita nodesu. Terebi ya eiga ga dono yō ni hikitsugu no ka shikashi, karera wa hikensha ni ichidodake fure, futatabi sore o ki ni shimasendeshita. Kongo no zokuhen de kore o sarani tankyū shite kureru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, there is another underlying theme of how rakugo’s importance was going to disappear with time. And I kind of predicted they were going to go in that direction. Like, how television and movies will kind of take over. But, they touched on the subject just once- and didn’t bother with it ever again. I do hope they will further explore this in the upcoming sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, there is another underlying theme of how rakugo’s importance was going to disappear with time.\u001b[24m\n    \u001b[1mまた、落語の重要性が時間とともに消えていく様子の根底にあるテーマもあります。\u001b[22m, \u001b[1mまた、落語の重要性が時間とともに消滅するつもりだったかの別の根本的なテーマがあります。\u001b[22m\n\u001b[4mAnd I kind of predicted they were going to go in that direction.\u001b[24m\n    \u001b[1mそして、私は彼らがその方向に行くと予想していたのです。\u001b[22m, \u001b[1mそして、私は一種の彼らがその方向に行くつもりだったと予測しました。\u001b[22m\n\u001b[4mLike, how television and movies will kind of take over.\u001b[24m\n    \u001b[1mテレビや映画がどのように引き継ぐのか\u001b[22m, \u001b[1m同様に、どのようにテレビや映画は一種の引き継ぎます。\u001b[22m\n\u001b[4mBut, they touched on the subject just once- and didn’t bother with it ever again.\u001b[24m\n    \u001b[1mしかし、彼らは被験者に一度だけ触れ、再びそれを気にしませんでした。\u001b[22m, \u001b[1mしかし、彼らはただワンス被写体に触れて二度とそれを気にしませんでした。\u001b[22m\n\u001b[4mI do hope they will further explore this in the upcoming sequel.\u001b[24m\n    \u001b[1m今後の続編でこれをさらに探求してくれることを願っています。\u001b[22m, \u001b[1m私は、彼らが、さらに今後の続編でこれを探ることを願っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation was done by Studio Deen, whom I could never ever hate unlike others- because they made Fruits Basket and Higurashi ( two anime I love to death). And now this anime is another reason why I will continue to look forward to Studio Deen’s future projects. In fact, 2016 just might be Studio Deen’s year cause they are coming out with so many great things (Super Lovers excluded though). The animation was really good and I liked how the look was kind of dull- and not anything bright, colourful or sparkly. The character designs like its characters were also realistic. Bon however looks incredibly like Ebisu from Noragami Aragoto though! Am I the only one who thinks so?\n\n\u001b[1mアニメーションはスタジオ・ディーンが行いました。彼らはフルーツ・バスケットとひぐらしを作ったので、私は決して憎むことができませんでした。 そして今、このアニメはStudio Deenの今後のプロジェクトを楽しみにしているもう一つの理由です。 実際には、2016年はスタジオ・ディーンの年になるかもしれません。なぜなら、彼らは非常に多くの偉大なもの（スーパー・ラバーズは除外しています）と一緒に出てくるからです。 アニメーションは本当に良かったし、その表情がどのように鈍く、カラフルでカラフルで輝いていないかは気に入っていました。 キャラクターのようなキャラクターデザインも現実的でした。 しかし、Bonは信じられないほど、新警官の恵比寿のように見える！ 私はそう思う唯一の人ですか？\u001b[22m\n\u001b[1m(Animēshon wa sutajio dīn ga okonaimashita. Karera wa furūtsu basuketto to higurashi o tsukuttanode, watashi wa kesshite nikumu koto ga dekimasendeshita. Soshite ima, kono anime wa sutadio Deen no kongo no purojekuto o tanoshimini shite iru mōhitotsu no riyūdesu. Jissai ni wa, 2016-nen wa sutajio dīn no toshi ni naru kamo shiremasen. Nazenara, karera wa hijō ni ōku no idaina mono (sūpā rabāzu wa jogai shite imasu) to issho ni detekuru karadesu. Animēshon wa hontōniyokatta shi, sono hyōjō ga dono yō ni nibuku, karafuru de karafuru de kagayaite inai ka wa kiniitte imashita. Kyarakutā no yōna kyarakutādezain mo genjitsu-tekideshita. Shikashi, Bon wa shinji rarenai hodo, shin keikan no ebisu no yōnimieru! Watashi wa sō omou yuiitsu no hitodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe animation was done by Studio Deen, whom I could never ever hate unlike others- because they made Fruits Basket and Higurashi ( two anime I love to death). And now this anime is another reason why I will continue to look forward to Studio Deen’s future projects. In fact, 2016 just might be Studio Deen’s year cause they are coming out with so many great things (Super Lovers excluded though). The animation was really good and I liked how the look was kind of dull- and not anything bright, colourful or sparkly. The character designs like its characters were also realistic. Bon however looks incredibly like Ebisu from Noragami Aragoto though! Am I the only one who thinks so?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was done by Studio Deen, whom I could never ever hate unlike others- because they made Fruits Basket and Higurashi ( two anime I love to death).\u001b[24m\n    \u001b[1mアニメーションはスタジオ・ディーンが行いました。彼らはフルーツ・バスケットとひぐらしを作ったので、私は決して憎むことができませんでした。\u001b[22m, \u001b[1mアニメーションは、それらがフルーツバスケットと日暮（私は死を愛する2アニメを）作られたので、私が今までに他のユーザーとは異なり憎むことができませんでしたスタジオディーン、によって行われました。\u001b[22m\n\u001b[4mAnd now this anime is another reason why I will continue to look forward to Studio Deen’s future projects.\u001b[24m\n    \u001b[1mそして今、このアニメはStudio Deenの今後のプロジェクトを楽しみにしているもう一つの理由です。\u001b[22m, \u001b[1mそして今、このアニメは私がスタジオディーンの将来のプロジェクトを楽しみにしていきますもう一つの理由です。\u001b[22m\n\u001b[4mIn fact, 2016 just might be Studio Deen’s year cause they are coming out with so many great things (Super Lovers excluded though).\u001b[24m\n    \u001b[1m実際には、2016年はスタジオ・ディーンの年になるかもしれません。なぜなら、彼らは非常に多くの偉大なもの（スーパー・ラバーズは除外しています）と一緒に出てくるからです。\u001b[22m, \u001b[1m実際に、2016年はちょうど彼らは非常に多くの偉大なこと（ただし除外スーパーラヴァーズ）で出てきている原因スタジオディーンの年になるかもしれません。\u001b[22m\n\u001b[4mThe animation was really good and I liked how the look was kind of dull- and not anything bright, colourful or sparkly.\u001b[24m\n    \u001b[1mアニメーションは本当に良かったし、その表情がどのように鈍く、カラフルでカラフルで輝いていないかは気に入っていました。\u001b[22m, \u001b[1mアニメーションは、本当に良かったと私は見ての種類のdull-ではなく、明るくカラフルなまたはキラキラ何だったか言っています。\u001b[22m\n\u001b[4mThe character designs like its characters were also realistic.\u001b[24m\n    \u001b[1mキャラクターのようなキャラクターデザインも現実的でした。\u001b[22m, \u001b[1mその文字のようなキャラクターデザインも現実的でした。\u001b[22m\n\u001b[4mBon however looks incredibly like Ebisu from Noragami Aragoto though!\u001b[24m\n    \u001b[1mしかし、Bonは信じられないほど、新警官の恵比寿のように見える！\u001b[22m, \u001b[1mボンは、しかし、しかし、信じられないほどノラガミAragotoから恵比寿のように見えます！\u001b[22m\n\u001b[4mAm I the only one who thinks so?\u001b[24m\n    \u001b[1m私はそう思う唯一の人ですか？\u001b[22m, \u001b[1m私はそう思っているだけですか？\u001b[22m\n\u001b[1m\u001b[22m\nSo, I am hoping Deen will make more shows like Rakugo, cause if they do so- then they will automatically make my list of favourite anime studios. No one hardly looks forward to Deen’s anime (then again I can’t blame people cause they do a lot of yaoi)- but that might change thanks to this anime.\n\n\u001b[1mだから、DeenがRakugoのような番組をもっとたくさん作ってくれることを願っています。そうすれば、彼らは自動的にお気に入りのアニメスタジオのリストを自動的に作成します。 誰もDeenのアニメを楽しみにしている人はほとんどいません（私は人を元気にしてもらえません）。しかし、これはこのアニメのおかげで変わるかもしれません。\u001b[22m\n\u001b[1m(Dakara, Deen ga Rakugo no yōna bangumi o motto takusan tsukutte kureru koto o negatte imasu. Sō sureba, karera wa jidōteki ni okiniiri no anime sutajio no risuto o jidōtekini sakusei shimasu. Dare mo Deen no anime o tanoshimini shite iru hito wa hotondo imasen (watashi wa hito o genki ni shite moraemasen). Shikashi, koreha kono anime no okage de kawaru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mSo, I am hoping Deen will make more shows like Rakugo, cause if they do so- then they will automatically make my list of favourite anime studios. No one hardly looks forward to Deen’s anime (then again I can’t blame people cause they do a lot of yaoi)- but that might change thanks to this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, I am hoping Deen will make more shows like Rakugo, cause if they do so- then they will automatically make my list of favourite anime studios.\u001b[24m\n    \u001b[1mだから、DeenがRakugoのような番組をもっとたくさん作ってくれることを願っています。そうすれば、彼らは自動的にお気に入りのアニメスタジオのリストを自動的に作成します。\u001b[22m, \u001b[1mだから、私はディーンが、彼らは、彼らが自動的に好きなアニメスタジオの私のリストを作成しますSO-なければ原因、落語のようなより多くのショーを行います期待しています。\u001b[22m\n\u001b[4mNo one hardly looks forward to Deen’s anime (then again I can’t blame people cause they do a lot of yaoi)- but that might change thanks to this anime.\u001b[24m\n    \u001b[1m誰もDeenのアニメを楽しみにしている人はほとんどいません（私は人を元気にしてもらえません）。しかし、これはこのアニメのおかげで変わるかもしれません。\u001b[22m, \u001b[1m誰がほとんど（彼らはやおいの多くを行う原因再度、私は人々を責めることはできない）ディーンのアニメを楽しみにしていますしない - それはこのアニメのおかげで変更される可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Shouwa Genroku Rakugo Shinjuu had great drama that is impactful and emotional moments that will make you sad. It’s a very simple but yet interesting story that had me hooked episode after episode. It excels thanks to its characters and the development given to them. This is surely a strong contender for anime of the year hands down.\n\n\u001b[1m全体として、昭和元禄落語新宿には衝撃的で感情的な瞬間があり、あなたを悲しませる偉大なドラマがありました。 それは私がエピソードの後に​​エピソードを引っ掛けてしまった、非常に単純だが興味深い話です。 そのキャラクターとそれらに与えられた開発のおかげで、それは優れています。 これは確かに年間の手のアニメの強力な候補者です。\u001b[22m\n\u001b[1m(Zentai to shite, Shōwa genroku rakugo Shinjuku ni wa shōgeki-tekide kanjō-tekina shunkan ga ari, anata o kanashima seru idaina dorama ga arimashita. Sore wa watashi ga episōdo no nochi ni ​​ episōdo o hikkakete shimatta, hijō ni tanjundaga kyōmibukai hanashidesu. Sono kyarakutā to sorera ni atae rareta kaihatsu no okage de, soreha sugurete imasu. Kore wa tashika ni nenkan no te no anime no kyōryokuna kōho-shadesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Shouwa Genroku Rakugo Shinjuu had great drama that is impactful and emotional moments that will make you sad. It’s a very simple but yet interesting story that had me hooked episode after episode. It excels thanks to its characters and the development given to them. This is surely a strong contender for anime of the year hands down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Shouwa Genroku Rakugo Shinjuu had great drama that is impactful and emotional moments that will make you sad.\u001b[24m\n    \u001b[1m全体として、昭和元禄落語新宿には衝撃的で感情的な瞬間があり、あなたを悲しませる偉大なドラマがありました。\u001b[22m, \u001b[1m全体として、昭和元禄落語Shinjuuは、あなたが悲しい作るインパクトと感情的な瞬間である偉大なドラマがありました。\u001b[22m\n\u001b[4mIt’s a very simple but yet interesting story that had me hooked episode after episode.\u001b[24m\n    \u001b[1mそれは私がエピソードの後にエピソードを引っ掛けてしまった、非常に単純だが興味深い話です。\u001b[22m, \u001b[1mこれは、エピソードの後に私に夢中にエピソードを持っていた非常にシンプルだが、まだ面白い話です。\u001b[22m\n\u001b[4mIt excels thanks to its characters and the development given to them.\u001b[24m\n    \u001b[1mそのキャラクターとそれらに与えられた開発のおかげで、それは優れています。\u001b[22m, \u001b[1mそれは、その文字とそれらに与えられた開発のおかげで優れています。\u001b[22m\n\u001b[4mThis is surely a strong contender for anime of the year hands down.\u001b[24m\n    \u001b[1mこれは確かに年間の手のアニメの強力な候補者です。\u001b[22m, \u001b[1mこれは確実にダウン年の手のアニメのための強力な候補です。\u001b[22m\n\u001b[1m\u001b[22m\nSo, I will award this anime with a score of 9 out of 10 and that it is a MUST WATCH. I would like more people to check out this anime- but I wouldn’t want people to hype the shit out it. Cause after seeing what happened to Erased, I realized hyping anime or anything for that matter isn’t a good thing.\n\n\u001b[1mだから、私は10点満点中9点のこのアニメを授与する予定です。 私はもっ​​と多くの人々にこのアニメをチェックしてもらいたいですが、私は人々がそれを誇大宣伝することを望んでいません。 何が起こったのを見た後、消去されたアニメーションやそのことについて何かが実現したのは良いことではありません。\u001b[22m\n\u001b[1m(Dakara, watashi wa 10-ten manten-chū 9-ten no kono anime o juyo suru yoteidesu. Watashi wa mo~tsu​​ to ōku no hitobito ni kono anime o chekku shite moraitaidesuga, watashi wa hitobito ga sore o kodai senden suru koto o nozonde imasen. Nani ga okotta no o mita nochi, shōkyo sa reta animēshon ya sono koto ni tsuite nanika ga jitsugen shita no wa yoi kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSo, I will award this anime with a score of 9 out of 10 and that it is a MUST WATCH. I would like more people to check out this anime- but I wouldn’t want people to hype the shit out it. Cause after seeing what happened to Erased, I realized hyping anime or anything for that matter isn’t a good thing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, I will award this anime with a score of 9 out of 10 and that it is a MUST WATCH.\u001b[24m\n    \u001b[1mだから、私は10点満点中9点のこのアニメを授与する予定です。\u001b[22m, \u001b[1mだから、賞10のうち9のスコアでこのアニメをし、それがあることを見る必要があります私。\u001b[22m\n\u001b[4mI would like more people to check out this anime- but I wouldn’t want people to hype the shit out it.\u001b[24m\n    \u001b[1m私はもっと多くの人々にこのアニメをチェックしてもらいたいですが、私は人々がそれを誇大宣伝することを望んでいません。\u001b[22m, \u001b[1m私はより多くの人々がこのanime-をチェックアウトしたいと思いますが、私は人々がそれをたわごとを誇大広告したいとは思わないでしょう。\u001b[22m\n\u001b[4mCause after seeing what happened to Erased, I realized hyping anime or anything for that matter isn’t a good thing.\u001b[24m\n    \u001b[1m何が起こったのを見た後、消去されたアニメーションやそのことについて何かが実現したのは良いことではありません。\u001b[22m, \u001b[1mそのことは良いことではありませんのために原因消去済みに何が起こったのか見た後、私はhypingアニメか何かを実現しました。\u001b[22m"
  },
  {
    "title": "Shouwa_Genroku_Rakugo_Shinjuu",
    "id": "28735",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "user": "GoldenDevilGamer",
    "profile": "/profile/GoldenDevilGamer/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=222764",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n昭和元禄落語Shinjuuは最近、それを出す最も爽やかなアニメの一つです。 それが放映される前に、多くの人はニッチの前提と多少興味深いキービジュアルのためにこのアニメに平均的な期待を持っていました。 しかし、シリーズが終わると、多くの人がこれがシーズンの最高のアニメの1つであることに同意することができます。 アニメの特色だけではなく、アニメ自体もキャラクターとの物語です。 このアニメは、アニメで勉強するキャラクターのスタンダードを定めており、とても満足しています。 ジャンルや内容は誰にもあてはまらないかもしれませんが、本当によく書かれたシリーズです。 昭和元禄落語は、シーズンのダークホースです。\n\n〜{ストーリー}〜\n物語は、ゆくゆう亭「キクヒヒコ」屋久と落語演奏家としての彼の人生に焦点を当てています。 彼は成功する前の彼の人生と彼の生き方を示しています。 ストーリーが解き放たれる方法、シリーズ全体で複数のトーンが使用される方法、これらのキャラクターがどのように見えるか、それは素晴らしいことです。 私たちが半分しか見ていないことを知って、後半になると、私はもっと満足することができませんでした。 彼の視点から見ると、彼の過去のある種の側面、そして彼がそれらにどのように対処しているかが分かります。 まず第一に、プロットは文字のバックボーンに過ぎません。 落語のようなニッチな話題に焦点を当てるというユニークな前提の他に、それ以外のことは特別なことはしません。彼が成功を収めた方法については、人の旅のさまざまな話を見てきましたが、Shouwa Genroku Rakugo Shinjuuはこのプロット構造と用途 それはその文字の枠組みとしてのものです。 菊彦に起こった事柄と彼がそれらを扱う方法は印象的です。 ストーリーはあなたにエンディングを告げるだけで、あなたはすべてが展開しているのを見ているだけです。 あなたは結果を知っているので、それはまだ予測可能なはずですが、クライマックスが起こると、まだあなたの端にあなたの座席が座っています。 それが良い作文でないなら、私は何が分かっているのか分からない。\nストーリー：9/10\n\n〜{プレゼンテーション}〜\n\nプレゼンテーション：9/10\n\n〜{キャラクター}〜\n\nキャラクター：10/10\n\n〜{アート}〜、\nこれは今までのスタジオダイニングの最も洗練されたアートです。 簡単に言えば、それは素晴らしいことです。 文字のデザインは本当に面白いです。  KikuhikoとShinが見える方法は、実際に彼らの性格と一致しているので、これらの2人のキャラクターが何らかのコントラストを作り出すのを見ることができます。 背景は、ディーンのスタンダードだけでなく、アニメの一般的な基準によっても印象的です。 背景は非常に詳細です。 彼らがそれほど詳しく述べているように、アーキテクチャの設計はさらに優れています。 カラーパレットはコントラストの低い色に制限されており、実際に気分を改善します。 また、アニメで作られた表情は非常に現実的で、その状況のた​​めに非常によく選ばれています。 全体として、昭和元禄落語は今までのDeenの最高の芸術作品です。\nアート：8.5 / 10\n\n〜{アニメーション}〜\nStudio Deenは、標準に比べてはるかに優れたアートを作り出すだけでなく、今日の他の多くのアニメよりも一貫して優れたアニメーションを維持することができました。 品質の面倒なことは一度もありませんでした。 キャラクターの動きは流動的で幻想的です。 落語シーンでは、手の動きや表情の変化など、キャラクターの動きがたくさんあり、すべてが本当にうまくいっていました。 それは私が実際の落語のパフォーマンスを見ているように感じました。 しかし、背景アニメーションはそれほど特別ではありません。 時にはそれは少し静的だと感じますが、それは問題ありません。 しかし、全体として、昭和元禄落語新宿のアニメーションは非常に一貫しており、芸術を補完しています。\nアニメーション：8/10\n\n〜{声優}〜\n落語についてのアニメのためには、声質の良い演奏が期待されます。 昭和元禄落語新宿は失望しない。 もうひとりの才能ある林原めぐみは、みよきちゃんのように上手い仕事をしました。 関智一と小林ゆうも、今シーズンはキャラクターが大きな役割を果たしていなくても（しかし、来シーズンには）本当に良いキャラクターを手に入れました。 キャスト自体は本当に印象的です。特にここにはよく知られている古い学校の風習がたくさんあります。 石田晃は菊彦として完璧です。 石田は才能のある才能であり、彼の才能をすべてその役割で使います。 彼は欠陥のあるキャラクターを完璧に描写しています。 キャラクターが彼の行動を変えたときに彼がこのキャラクターを提示し、彼のトーンを変えることができた方法は素晴らしかった。 また、落語のシーンでは、キクヒヒコを拘束されている人物と全く異なるキャラクターのように見せることができます。 過去からもう一人の才能豊かな山手浩一さんは、新として優れた仕事をしています。 これは彼がもっと落ち着いたキャラクターを演じて以来の彼の最もユニークな役割の1つかもしれませんが、彼は喜んでシンの声をしています。\n声優：8.5 / 10\n\n〜{音楽}〜\n昭和元禄落語新宿に輝くもうひとつのものがその音楽です。 一意性とそれがシリーズとどのようにマッチしたかによって、本当に輝きます。  OPは、\"ウスライ新宿\"は、同時に謎めいている間、本当にキャッチーです。 オペラの林原のボーカルは、忘れ去られていて、同時に癒されているし、本当にこのシリーズの気分は良い。  EDの\"Kawa、Taredoki\"は厳密に大丈夫です。 ボーカルはありませんが、ジャズ音楽はやや心地よいものです。 使用される背景音楽は一流です。 時々、アニメは、三味線の使用を中心とした伝統的な日本の音楽を使用しており、特に俗語のシーンでは気分が高まります。 また、時代のジャズの使用は本当に素晴らしく、その時代に日本がどのように近代化し始めたかを補完し​​ます。\n音楽：8/10\n\n〜{楽しむ}〜\n正直言って、私がしたように、昭和元禄落語新宿を楽しむことは決してなかった。 キーのビジュアルは、このアニメが私のためではないと私に思い出させました。 私がこれに驚いたとき、私は幸せにならなかった。 私がこのシリーズから最も得意としたのは、こういう人たちがとても人間的でよく発達していると感じるようなキャラクターでした。 キキヒヒコがキャラクターとして発展したやり方は、とても楽しかったです。 さらに、幻想的な声優にバンドルされている落語のシーンは、本当に楽しいものです。 プロダクションの価値は、Studio Deenのスタンダードだけでなく、今シーズンのスタンダードによっても際立っています。\n楽しさ：9/10\n\n結局、昭和元禄落語新宿は、このような印象を与えてくれる素晴らしいシーズンとなりました。 ストーリーテリングの面で非直線的な構造は、本当に賢い選択でした。 そして、アニメが欠陥のあるキャラクターを完璧に提示する方法は素晴らしかった。 キャラクターとしての菊彦の発展は、このシリーズの真の星です。 そして、話が残っている半分の部分があるという事実は本当にエキサイティングです。 昭和元禄落語新宿は、誰にでもないかもしれませんが、主人公と同じように、このアニメには物語がありますので、試してみる価値があります。\n\n+社会での人間の旅、そして彼が人としてどのように変化するかについての魅力的な話。\nキキヒコのキャラクターとしての発展は驚異的\n+キャラクターの内的感情を表現するために使用される非常に面白い落語公演\n+その非線形構造は、シーズンの終わりに始まり、スマートな決定でした\n+キャストからの幻想的な声、特に石彦は菊彦として\n - 最初の2つまたは3つのエピソードは、シリーズの残りの部分より少し遅い\n\n全体：8.8 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nShouwa Genroku Rakugo Shinjuu is one of the most refreshing anime to come out it recent times. Before it aired, many had average expectations for this anime due to its niche premise and somewhat uninteresting key visual. However, with the series ending, many can agree that this is easily one of the best anime of the season. It’s not just the characters in the anime that tell a story using their rakugo, but the anime itself too with their characters. This anime sets a standard for character studying in anime and it’s so satisfying. The genre and content may not be for everyone, but nonetheless, it’s a really well written series. Shouwa Genroku Rakugo Shinjuu is easily the dark horse of the season.\n\n\u001b[1m昭和元禄落語Shinjuuは最近、それを出す最も爽やかなアニメの一つです。 それが放映される前に、多くの人はニッチの前提と多少興味深いキービジュアルのためにこのアニメに平均的な期待を持っていました。 しかし、シリーズが終わると、多くの人がこれがシーズンの最高のアニメの1つであることに同意することができます。 アニメの特色だけではなく、アニメ自体もキャラクターとの物語です。 このアニメは、アニメで勉強するキャラクターのスタンダードを定めており、とても満足しています。 ジャンルや内容は誰にもあてはまらないかもしれませんが、本当によく書かれたシリーズです。 昭和元禄落語は、シーズンのダークホースです。\u001b[22m\n\u001b[1m(Shōwa genroku rakugo Shinjuu wa saikin, sore o dasu mottomo sawayakana anime no hitotsudesu. Sore ga hōei sa reru mae ni, ōku no hito wa nitchi no zentei to tashō kyōmibukai kībijuaru no tame ni kono anime ni heikin-tekina kitai o motte imashita. Shikashi, shirīzu ga owaru to, ōku no hito ga kore ga shīzun no saikō no anime no 1tsudearu koto ni dōi suru koto ga dekimasu. Anime no tokushoku dakede wa naku, anime jitai mo kyarakutā to no monogataridesu. Kono anime wa, anime de benkyō suru kyarakutā no sutandādo o sadamete ori, totemo manzoku shite imasu. Janru ya naiyō wa darenimo atehamaranai kamo shiremasenga, hontōni yoku kaka reta shirīzudesu. Shōwa genroku rakugo wa, shīzun no dākuhōsudesu.)\u001b[22m\n\nTranslations of \u001b[4mShouwa Genroku Rakugo Shinjuu is one of the most refreshing anime to come out it recent times. Before it aired, many had average expectations for this anime due to its niche premise and somewhat uninteresting key visual. However, with the series ending, many can agree that this is easily one of the best anime of the season. It’s not just the characters in the anime that tell a story using their rakugo, but the anime itself too with their characters. This anime sets a standard for character studying in anime and it’s so satisfying. The genre and content may not be for everyone, but nonetheless, it’s a really well written series. Shouwa Genroku Rakugo Shinjuu is easily the dark horse of the season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShouwa Genroku Rakugo Shinjuu is one of the most refreshing anime to come out it recent times.\u001b[24m\n    \u001b[1m昭和元禄落語Shinjuuは最近、それを出す最も爽やかなアニメの一つです。\u001b[22m, \u001b[1m昭和元禄落語Shinjuuは、最近の回出てくるための最もさわやかなアニメの一つです。\u001b[22m\n\u001b[4mBefore it aired, many had average expectations for this anime due to its niche premise and somewhat uninteresting key visual.\u001b[24m\n    \u001b[1mそれが放映される前に、多くの人はニッチの前提と多少興味深いキービジュアルのためにこのアニメに平均的な期待を持っていました。\u001b[22m, \u001b[1mそれは放映前に、多くは、そのニッチ前提と多少つまらないキー視覚的にこのアニメの平均期待を持っていました。\u001b[22m\n\u001b[4mHowever, with the series ending, many can agree that this is easily one of the best anime of the season.\u001b[24m\n    \u001b[1mしかし、シリーズが終わると、多くの人がこれがシーズンの最高のアニメの1つであることに同意することができます。\u001b[22m, \u001b[1mしかし、シリーズのエンディングで、多くの人が、これは簡単に今シーズンの最高のアニメの一つであることに同意することができます。\u001b[22m\n\u001b[4mIt’s not just the characters in the anime that tell a story using their rakugo, but the anime itself too with their characters.\u001b[24m\n    \u001b[1mアニメの特色だけではなく、アニメ自体もキャラクターとの物語です。\u001b[22m, \u001b[1mそれは彼らの落語を使って話をアニメでただの文字はありませんが、アニメ自体があまりにも自分のキャラクターを持ちます。\u001b[22m\n\u001b[4mThis anime sets a standard for character studying in anime and it’s so satisfying.\u001b[24m\n    \u001b[1mこのアニメは、アニメで勉強するキャラクターのスタンダードを定めており、とても満足しています。\u001b[22m, \u001b[1mこのアニメはアニメで勉強文字のための標準を設定し、それはとても満足です。\u001b[22m\n\u001b[4mThe genre and content may not be for everyone, but nonetheless, it’s a really well written series.\u001b[24m\n    \u001b[1mジャンルや内容は誰にもあてはまらないかもしれませんが、本当によく書かれたシリーズです。\u001b[22m, \u001b[1mジャンルや内容は皆のためではないかもしれないが、それにもかかわらず、それは本当によく書かれたシリーズです。\u001b[22m\n\u001b[4mShouwa Genroku Rakugo Shinjuu is easily the dark horse of the season.\u001b[24m\n    \u001b[1m昭和元禄落語は、シーズンのダークホースです。\u001b[22m, \u001b[1m昭和元禄落語Shinjuuは簡単に今シーズンのダークホースです。\u001b[22m\n\u001b[1m\u001b[22m\n~{Story}~\n\n\u001b[1m〜{ストーリー}〜\u001b[22m\n\u001b[1m(〜{Sutōrī}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Story}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Story}~\u001b[24m\n    \u001b[1m〜{ストーリー}〜\u001b[22m, \u001b[1m〜{物語}〜\u001b[22m\nThe story focuses on Yuurakutei “Kikuhiko” Yakumo and his life as a rakugo performer. It shows how his life was before he got successful and how he came to be. The way the story unravels, the way multiple tones are used throughout the series, the way you see these characters develop, it’s just marvelous. And knowing that we’ve only seen half of it, and there’s a second half, I couldn’t be more satisfied. You see from his point of view on certain aspects of his past and how he copes with them. First of all, the plot is just a backbone for its characters. Besides the unique premise on focusing on a niche topic like rakugo, everything else doesn't sound to special, We've seen many different stories on a man's journey on how he became successful, but Shouwa Genroku Rakugo Shinjuu embraces this plot structure and uses it as its frame for its characters. The things that happen to Kikuhiko and the way he deals with them is impressive. The story stars off with telling you the ending, and you’re just seeing everything unfold. You know the outcome so it should still be predictable, yet when the climax happens, your still on the edge of you seats. If that’s not good writing, I don’t know what is.\n\n\u001b[1m物語は、ゆくゆう亭「キクヒヒコ」屋久と落語演奏家としての彼の人生に焦点を当てています。 彼は成功する前の彼の人生と彼の生き方を示しています。 ストーリーが解き放たれる方法、シリーズ全体で複数のトーンが使用される方法、これらのキャラクターがどのように見えるか、それは素晴らしいことです。 私たちが半分しか見ていないことを知って、後半になると、私はもっと満足することができませんでした。 彼の視点から見ると、彼の過去のある種の側面、そして彼がそれらにどのように対処しているかが分かります。 まず第一に、プロットは文字のバックボーンに過ぎません。 落語のようなニッチな話題に焦点を当てるというユニークな前提の他に、それ以外のことは特別なことはしません。彼が成功を収めた方法については、人の旅のさまざまな話を見てきましたが、Shouwa Genroku Rakugo Shinjuuはこのプロット構造と用途 それはその文字の枠組みとしてのものです。 菊彦に起こった事柄と彼がそれらを扱う方法は印象的です。 ストーリーはあなたにエンディングを告げるだけで、あなたはすべてが展開しているのを見ているだけです。 あなたは結果を知っているので、それはまだ予測可能なはずですが、クライマックスが起こると、まだあなたの端にあなたの座席が座っています。 それが良い作文でないなら、私は何が分かっているのか分からない。\u001b[22m\n\u001b[1m(Monogatari wa, yuku yū chin `kikuhihiko' Yaku to rakugo ensō-ka to shite no kare no jinsei ni shōten o atete imasu. Kare wa seikō suru mae no kare no jinsei to kare no ikikata o shimeshite imasu. Kare no shiten karamiruto, kare no kako no arushuno sokumen, soshite kare ga sorera ni dono yō ni taisho shite iru ka ga wakarimasu. Mazu daiichi ni, purotto wa moji no bakkubōn ni sugimasen. Rakugo no yōna nitchina wadai ni shōten o ateru to iu yunīkuna zentei no ta ni, soreigai no koto wa tokubetsuna koto wa shimasen. Kare ga seikō o osameta hōhō ni tsuite wa, hito no tabi no samazamana hanashi o mitekimashita ga, Shouwa Genroku Rakugo Shinjuu wa kono purotto kōzō to yōto sore wa sono moji no wakugumi to shite no monodesu. Kikuhiko ni okotta kotogara to kare ga sorera o atsukau hōhō wa inshō-tekidesu. Sutōrī wa anata ni endingu o tsugeru dake de, anata wa subete ga tenkai shite iru no o mite iru dakedesu. Anata wa kekka o shitte irunode, sore wa mada yosoku kanōna hazudesuga, kuraimakkusu ga okoru to, mada anata no hashi ni anata no zaseki ga suwatte imasu. Sore ga yoi sakubundenainara, watashi wa nani ga wakatte iru no ka wakaranai. Sutōrī ga tokihanata reru hōhō, shirīzu zentai de fukusū no tōn ga shiyō sa reru hōhō, korera no kyarakutā ga dono yōnimieru ka, sore wa subarashī kotodesu. Watashitachi ga hanbun shika mite inai koto o shitte, kōhan ni naru to, watashi wa motto manzoku suru koto ga dekimasendeshita.)\u001b[22m\nStory: 9/10\n\n\u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m(Sutōrī: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9/10\u001b[24m\n    \u001b[1mストーリー：9/10\u001b[22m\n\u001b[1m\u001b[22m\n~{Presentation}~\n\n\u001b[1m〜{プレゼンテーション}〜\u001b[22m\n\u001b[1m(〜{Purezentēshon}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Presentation}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Presentation}~\u001b[24m\n    \u001b[1m〜{プレゼンテーション}〜\u001b[22m\n\u001b[1m\u001b[22m\nPresentation: 9/10\n\n\u001b[1mプレゼンテーション：9/10\u001b[22m\n\u001b[1m(Purezentēshon: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mPresentation: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPresentation: 9/10\u001b[24m\n    \u001b[1mプレゼンテーション：9/10\u001b[22m\n\u001b[1m\u001b[22m\n~{Character}~\n\n\u001b[1m〜{キャラクター}〜\u001b[22m\n\u001b[1m(〜{Kyarakutā}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Character}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Character}~\u001b[24m\n    \u001b[1m〜{キャラクター}〜\u001b[22m, \u001b[1m〜{文字}〜\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m\u001b[22m\n~{Art}~,\n\n\u001b[1m〜{アート}〜、\u001b[22m\n\u001b[1m(〜{Āto}〜,)\u001b[22m\n\nTranslations of \u001b[4m~{Art}~,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Art}~,\u001b[24m\n    \u001b[1m〜{アート}〜、\u001b[22m\nThis might just be Studio Deen’s most polished art to date. To simply put it, it’s fantastic. The character designs are really interesting. The way Kikuhiko and Shin looks really matches their personalities so its seeing these two characters together as they create some sort of contrast. The backgrounds, is not only impressive by Deen standards, but by anime standards in general. The backgrounds are very well detailed. What’s even better is the architecture designs, as they have so much detailing to them. The color palette is restricted to colors with lower contrast and it really does improve the mood. Also the facial expressions made in the anime are very realistic and very well chosen for its situations. Overall, Shouwa Genroku Rakugo Shinjuu is Deen’s best art work to date.\n\n\u001b[1mこれは今までのスタジオダイニングの最も洗練されたアートです。 簡単に言えば、それは素晴らしいことです。 文字のデザインは本当に面白いです。  KikuhikoとShinが見える方法は、実際に彼らの性格と一致しているので、これらの2人のキャラクターが何らかのコントラストを作り出すのを見ることができます。 背景は、ディーンのスタンダードだけでなく、アニメの一般的な基準によっても印象的です。 背景は非常に詳細です。 彼らがそれほど詳しく述べているように、アーキテクチャの設計はさらに優れています。 カラーパレットはコントラストの低い色に制限されており、実際に気分を改善します。 また、アニメで作られた表情は非常に現実的で、その状況のた​​めに非常によく選ばれています。 全体として、昭和元禄落語は今までのDeenの最高の芸術作品です。\u001b[22m\n\u001b[1m(Kore wa ima made no sutajio dainingu no mottomo senrensareta ātodesu. Kantan'niieba, sore wa subarashī kotodesu. Moji no dezain wa hontōni omoshiroidesu. Kikuhiko to Shin ga mieru hōhō wa, jissai ni karera no seikaku to itchi shite irunode, korera no 2-ri no kyarakutā ga nanrakano kontorasuto o tsukuridasu no o miru koto ga dekimasu. Haikei wa, dīn no sutandādo dakedenaku, anime no ippantekina kijun ni yotte mo inshō-tekidesu. Haikei wa hijō ni shōsaidesu. Karera ga sorehodo kuwashiku nobete iru yō ni, ākitekucha no sekkei wa sarani sugurete imasu. Karāparetto wa kontorasuto no hikui iro ni seigen sa rete ori, jissai ni kibun o kaizen shimasu. Mata, anime de tsukura reta hyōjō wa hijō ni genjitsu-tekide, sono jōkyō nota ​​-me ni hijō ni yoku eraba rete imasu. Zentai to shite, Shōwa genroku rakugo wa ima made no Deen no saikō no geijutsu sakuhindesu.)\u001b[22m\n\nTranslations of \u001b[4mThis might just be Studio Deen’s most polished art to date. To simply put it, it’s fantastic. The character designs are really interesting. The way Kikuhiko and Shin looks really matches their personalities so its seeing these two characters together as they create some sort of contrast. The backgrounds, is not only impressive by Deen standards, but by anime standards in general. The backgrounds are very well detailed. What’s even better is the architecture designs, as they have so much detailing to them. The color palette is restricted to colors with lower contrast and it really does improve the mood. Also the facial expressions made in the anime are very realistic and very well chosen for its situations. Overall, Shouwa Genroku Rakugo Shinjuu is Deen’s best art work to date.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis might just be Studio Deen’s most polished art to date.\u001b[24m\n    \u001b[1mこれは今までのスタジオダイニングの最も洗練されたアートです。\u001b[22m, \u001b[1mこれは単にこれまでのスタジオディーンの最も洗練された技術である可能性があります。\u001b[22m\n\u001b[4mTo simply put it, it’s fantastic.\u001b[24m\n    \u001b[1m簡単に言えば、それは素晴らしいことです。\u001b[22m, \u001b[1m簡単に言えば、それは素晴らしいです。\u001b[22m\n\u001b[4mThe character designs are really interesting.\u001b[24m\n    \u001b[1m文字のデザインは本当に面白いです。\u001b[22m, \u001b[1mキャラクターデザインは本当に面白いです。\u001b[22m\n\u001b[4mThe way Kikuhiko and Shin looks really matches their personalities so its seeing these two characters together as they create some sort of contrast.\u001b[24m\n    \u001b[1mKikuhikoとShinが見える方法は、実際に彼らの性格と一致しているので、これらの2人のキャラクターが何らかのコントラストを作り出すのを見ることができます。\u001b[22m, \u001b[1m彼らは、コントラストのいくつかの並べ替えを作成するように、そのが一緒にこれらの2つの文字を見てKikuhikoとシンは見え方が本当に自分の個性にマッチします。\u001b[22m\n\u001b[4mThe backgrounds, is not only impressive by Deen standards, but by anime standards in general.\u001b[24m\n    \u001b[1m背景は、ディーンのスタンダードだけでなく、アニメの一般的な基準によっても印象的です。\u001b[22m, \u001b[1m背景には、ディーンの基準で印象的な、しかし、一般的にはアニメ規格によってだけではありません。\u001b[22m\n\u001b[4mThe backgrounds are very well detailed.\u001b[24m\n    \u001b[1m背景は非常に詳細です。\u001b[22m, \u001b[1m背景は非常によく詳述されています。\u001b[22m\n\u001b[4mWhat’s even better is the architecture designs, as they have so much detailing to them.\u001b[24m\n    \u001b[1m彼らがそれほど詳しく述べているように、アーキテクチャの設計はさらに優れています。\u001b[22m, \u001b[1m彼らはそんなに彼らに詳述したように何より良いのは、アーキテクチャの設計です。\u001b[22m\n\u001b[4mThe color palette is restricted to colors with lower contrast and it really does improve the mood.\u001b[24m\n    \u001b[1mカラーパレットはコントラストの低い色に制限されており、実際に気分を改善します。\u001b[22m, \u001b[1mカラーパレットは、低いコントラストと色に制限され、それは本当に気分を向上させるものです。\u001b[22m\n\u001b[4mAlso the facial expressions made in the anime are very realistic and very well chosen for its situations.\u001b[24m\n    \u001b[1mまた、アニメで作られた表情は非常に現実的で、その状況のために非常によく選ばれています。\u001b[22m, \u001b[1mまた、アニメで作られた表情は非常に現実的であり、非常によく、そのような状況のために選ばれました。\u001b[22m\n\u001b[4mOverall, Shouwa Genroku Rakugo Shinjuu is Deen’s best art work to date.\u001b[24m\n    \u001b[1m全体として、昭和元禄落語は今までのDeenの最高の芸術作品です。\u001b[22m, \u001b[1m全体として、昭和元禄落語Shinjuuは、現在までにディーンの最高の芸術作品です。\u001b[22m\nArt: 8.5/10\n\n\u001b[1mアート：8.5 / 10\u001b[22m\n\u001b[1m(Āto: 8. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 8.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8.5/10\u001b[24m\n    \u001b[1mアート：8.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\n~{Animation}~\n\n\u001b[1m〜{アニメーション}〜\u001b[22m\n\u001b[1m(〜{Animēshon}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Animation}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Animation}~\u001b[24m\n    \u001b[1m〜{アニメーション}〜\u001b[22m, \u001b[1m〜{アニメ}〜\u001b[22m\nStudio Deen not only manages to make the art much better compared to their standards, but they managed to keep consistent, good animations that looks better than a lot of other anime today. Not once was there a quality hiccup. The character movements are fluid and fantastic. During the Rakugo scenes, there’s a lot of character movements, such as hand gestures and expression changes, and they were all done really well. It made me feel like I was watching a real rakugo performance. The background animations aren’t too special though. At times it does feel a little static, but it’s fine. But overall, the animation in Shouwa Genroku Rakugo Shinjuu is very consistent and it complements the art.\n\n\u001b[1mStudio Deenは、標準に比べてはるかに優れたアートを作り出すだけでなく、今日の他の多くのアニメよりも一貫して優れたアニメーションを維持することができました。 品質の面倒なことは一度もありませんでした。 キャラクターの動きは流動的で幻想的です。 落語シーンでは、手の動きや表情の変化など、キャラクターの動きがたくさんあり、すべてが本当にうまくいっていました。 それは私が実際の落語のパフォーマンスを見ているように感じました。 しかし、背景アニメーションはそれほど特別ではありません。 時にはそれは少し静的だと感じますが、それは問題ありません。 しかし、全体として、昭和元禄落語新宿のアニメーションは非常に一貫しており、芸術を補完しています。\u001b[22m\n\u001b[1m(Sutadio Deen wa, hyōjun ni kurabete haruka ni sugureta āto o tsukuridasu dakedenaku, kyō no ta no ōku no anime yori mo ikkanshite sugureta animēshon o iji suru koto ga dekimashita. Hinshitsu no mendōna koto wa ichido mo arimasendeshita. Kyarakutā no ugoki wa ryūdōtekide gensō-tekidesu. Rakugo shīnde wa,-te no ugoki ya hyōjō no henka nado, kyarakutā no ugoki ga takusan ari, subete ga hontōni umaku itte imashita. Sore wa watashi ga jissai no rakugo no pafōmansu o mite iru yō ni kanjimashita. Shikashi, haikei animēshon wa sorehodo tokubetsude wa arimasen. Tokiniha sore wa sukoshi seitekida to kanjimasuga, soreha mondai arimasen. Shikashi, zentai to shite, Shōwa genroku rakugo Shinjuku no animēshon wa hijō ni ikkan shite ori, geijutsu o hokan shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mStudio Deen not only manages to make the art much better compared to their standards, but they managed to keep consistent, good animations that looks better than a lot of other anime today. Not once was there a quality hiccup. The character movements are fluid and fantastic. During the Rakugo scenes, there’s a lot of character movements, such as hand gestures and expression changes, and they were all done really well. It made me feel like I was watching a real rakugo performance. The background animations aren’t too special though. At times it does feel a little static, but it’s fine. But overall, the animation in Shouwa Genroku Rakugo Shinjuu is very consistent and it complements the art.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStudio Deen not only manages to make the art much better compared to their standards, but they managed to keep consistent, good animations that looks better than a lot of other anime today.\u001b[24m\n    \u001b[1mStudio Deenは、標準に比べてはるかに優れたアートを作り出すだけでなく、今日の他の多くのアニメよりも一貫して優れたアニメーションを維持することができました。\u001b[22m, \u001b[1mスタジオディーンは、はるかに良い彼らの基準に比べてアートを作るために管理していないだけで、彼らは他のアニメの多く今日より良く見える一貫性、優れたアニメーションを維持するために管理しました。\u001b[22m\n\u001b[4mNot once was there a quality hiccup.\u001b[24m\n    \u001b[1m品質の面倒なことは一度もありませんでした。\u001b[22m, \u001b[1mかつてそこには品質のしゃっくりだったわけではありません。\u001b[22m\n\u001b[4mThe character movements are fluid and fantastic.\u001b[24m\n    \u001b[1mキャラクターの動きは流動的で幻想的です。\u001b[22m, \u001b[1mキャラクターの動きは、流体と素晴らしいです。\u001b[22m\n\u001b[4mDuring the Rakugo scenes, there’s a lot of character movements, such as hand gestures and expression changes, and they were all done really well.\u001b[24m\n    \u001b[1m落語シーンでは、手の動きや表情の変化など、キャラクターの動きがたくさんあり、すべてが本当にうまくいっていました。\u001b[22m, \u001b[1m落語のシーンの間、そこにこのような手のジェスチャーや表情の変化などの文字の動き、多くのだ、と彼らはすべて本当によくやりました。\u001b[22m\n\u001b[4mIt made me feel like I was watching a real rakugo performance.\u001b[24m\n    \u001b[1mそれは私が実際の落語のパフォーマンスを見ているように感じました。\u001b[22m, \u001b[1mそれは私が本当の落語のパフォーマンスを見ていたように私は感じました。\u001b[22m\n\u001b[4mThe background animations aren’t too special though.\u001b[24m\n    \u001b[1mしかし、背景アニメーションはそれほど特別ではありません。\u001b[22m, \u001b[1m背景のアニメーションは、しかし、あまりにも特殊ではありません。\u001b[22m\n\u001b[4mAt times it does feel a little static, but it’s fine.\u001b[24m\n    \u001b[1m時にはそれは少し静的だと感じますが、それは問題ありません。\u001b[22m, \u001b[1m時にはそれは少し静的を感じるんが、それは大丈夫です。\u001b[22m\n\u001b[4mBut overall, the animation in Shouwa Genroku Rakugo Shinjuu is very consistent and it complements the art.\u001b[24m\n    \u001b[1mしかし、全体として、昭和元禄落語新宿のアニメーションは非常に一貫しており、芸術を補完しています。\u001b[22m, \u001b[1mしかし、全体として、昭和元禄落語Shinjuu中のアニメーションは非常に一貫性があり、それは芸術を補完します。\u001b[22m\nAnimation: 8/10\n\n\u001b[1mアニメーション：8/10\u001b[22m\n\u001b[1m(Animēshon: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: 8/10\u001b[24m\n    \u001b[1mアニメーション：8/10\u001b[22m\n\u001b[1m\u001b[22m\n~{Voice Acting}~\n\n\u001b[1m〜{声優}〜\u001b[22m\n\u001b[1m(〜{Seiyū}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Voice Acting}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Voice Acting}~\u001b[24m\n    \u001b[1m〜{声優}〜\u001b[22m\nFor an anime about rakugo, you would expect some fine voice acting. Shouwa Genroku Rakugo Shinjuu doesn’t disappoint. Hayashibara Megumi, who is another talented seiyuu, did a fine job as Miyokichi. Seki Tomokazu and Kobayashi Yuu also did really good with their characters, even if their characters didn’t play a big role in this season (but will in the next season). The cast itself is really impressive, especially since there’s a lot of well-known old school seiyuu here. Ishida Akira is perfect as Kikuhiko. Ishida is a talented seiyuu no doubt, and he uses all of his talent in the role. He manages to depict the flawed character flawlessly. The way he was able to present this character and change his tones as the character changed his actions was great. Also, during the rakugo scenes, Ishida manages to make Kikuhiko look like a completely different character, one who is either constricted or one who is in character. Yamadera Kouichi, who is another talented seiyuu from the past, does an excellent job as Shin. This may be one of his most unique roles he’s done since he does more calm characters, but he manages to do Shin’s voice in delight.\n\n\u001b[1m落語についてのアニメのためには、声質の良い演奏が期待されます。 昭和元禄落語新宿は失望しない。 もうひとりの才能ある林原めぐみは、みよきちゃんのように上手い仕事をしました。 関智一と小林ゆうも、今シーズンはキャラクターが大きな役割を果たしていなくても（しかし、来シーズンには）本当に良いキャラクターを手に入れました。 キャスト自体は本当に印象的です。特にここにはよく知られている古い学校の風習がたくさんあります。 石田晃は菊彦として完璧です。 石田は才能のある才能であり、彼の才能をすべてその役割で使います。 彼は欠陥のあるキャラクターを完璧に描写しています。 キャラクターが彼の行動を変えたときに彼がこのキャラクターを提示し、彼のトーンを変えることができた方法は素晴らしかった。 また、落語のシーンでは、キクヒヒコを拘束されている人物と全く異なるキャラクターのように見せることができます。 過去からもう一人の才能豊かな山手浩一さんは、新として優れた仕事をしています。 これは彼がもっと落ち着いたキャラクターを演じて以来の彼の最もユニークな役割の1つかもしれませんが、彼は喜んでシンの声をしています。\u001b[22m\n\u001b[1m(Rakugo ni tsuite no anime no tame ni wa, seishitsu no yoi ensō ga kitai sa remasu. Shōwa genroku rakugo Shinjuku wa shitsubō shinai. Kyasuto jitai wa hontōni inshō-tekidesu. Tokuni koko ni wa yoku shira rete iru furui gakkō no fūshū ga takusan arimasu. Ishida Akira wa kikuhiko to shite kanpekidesu. Ishida wa sainō no aru sainōdeari, kare no sainō o subete sono yakuwari de tsukaimasu. Kare wa kekkan'noaru kyarakutā o kanpeki ni byōsha shite imasu. Kyarakutā ga kare no kōdō o kaeta toki ni kare ga kono kyarakutā o teiji shi, kare no tōn o kaeru koto ga dekita hōhō wa subarashikatta. Mata, rakugo no shīnde wa, kikuhihiko o kōsoku sa rete iru jinbutsu to mattaku kotonaru kyarakutā no yō ni miseru koto ga dekimasu. Kako kara mōhitori no sainō yutakana Yamate Kōichi-san wa,-shin to shite sugureta shigoto o shite imasu. Kore wa kare ga motto ochitsuita kyarakutā o enjite irai no kare no mottomo yunīkuna yakuwari no 1tsu kamo shiremasenga, kare wa yorokonde Shin no koe o shite imasu. Mō hitori no sainō aru hayashibara megumi wa, Miyoki-chan no yō ni umai shigoto o shimashita. Seki tomokazu to kobayashi yū mo, ima shīzun wa kyarakutā ga ōkina yakuwari o hatashite inakute mo (shikashi,-rai shīzun ni wa) hontōni yoi kyarakutā o te ni iremashita.)\u001b[22m\nVoice Acting: 8.5/10\n\n\u001b[1m声優：8.5 / 10\u001b[22m\n\u001b[1m(Seiyū: 8. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mVoice Acting: 8.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice Acting: 8.5/10\u001b[24m\n    \u001b[1m声優：8.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\n~{Music}~\n\n\u001b[1m〜{音楽}〜\u001b[22m\n\u001b[1m(〜{Ongaku}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Music}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Music}~\u001b[24m\n    \u001b[1m〜{音楽}〜\u001b[22m\nAnother thing that really shines in Shouwa Genroku Rakugo Shinjuu is its music. It really shines due to its uniqueness and how it matched the series. The OP, “Usurai Shinjuu”, is really catchy, while being mysterious at the same time. Hayashibara’s vocals in the OP are haunting and soothing at the same time and it really makes a good mood for the series. The ED, “Kawa, Taredoki”, is strictly okay. It doesn’t have any vocals, but the jazz music is somewhat soothing. The background music used is top-notch. At times the anime uses traditional Japanese music, primarily the use of shamisen, and it really increases the mood, especially during rakugo scenes. Also the use of jazz at times is really nice, as it complements how Japan started to become more modern during those eras.\n\n\u001b[1m昭和元禄落語新宿に輝くもうひとつのものがその音楽です。 一意性とそれがシリーズとどのようにマッチしたかによって、本当に輝きます。  OPは、\"ウスライ新宿\"は、同時に謎めいている間、本当にキャッチーです。 オペラの林原のボーカルは、忘れ去られていて、同時に癒されているし、本当にこのシリーズの気分は良い。  EDの\"Kawa、Taredoki\"は厳密に大丈夫です。 ボーカルはありませんが、ジャズ音楽はやや心地よいものです。 使用される背景音楽は一流です。 時々、アニメは、三味線の使用を中心とした伝統的な日本の音楽を使用しており、特に俗語のシーンでは気分が高まります。 また、時代のジャズの使用は本当に素晴らしく、その時代に日本がどのように近代化し始めたかを補完し​​ます。\u001b[22m\n\u001b[1m(Shōwa genroku rakugo Shinjuku ni kagayaku mō hitotsu no mono ga sono ongakudesu. Ichii-sei to sore ga shirīzu todo no yō ni matchi shita ka ni yotte, hontōni kagayakimasu. OP wa, \" usurai Shinjuku\" wa, dōjini nazo meite iru ma, hontōni kyatchīdesu. Opera no Hayashibara no bōkaru wa, wasuresara rete ite, dōjini iyasa rete irushi, hontōni kono shirīzu no kibun wa yoi. ED no\" Kawa, Taredoki\" wa genmitsu ni daijōbudesu. Bōkaru wa arimasenga, jazu ongaku wa yaya kokochiyoi monodesu. Shiyō sa reru haikei ongaku wa ichiryūdesu. Tokidoki, anime wa, shamisen no shiyō o chūshin to shita dentō-tekina Nihon no ongaku o shiyō shite ori, tokuni zokugo no shīnde wa kibun ga takamarimasu. Mata, jidai no jazu no shiyō wa hontōni subarashiku, sono jidai ni Nihon ga dono yō ni kindai-ka shi hajimeta ka o hokan shi ​​masu.)\u001b[22m\n\nTranslations of \u001b[4mAnother thing that really shines in Shouwa Genroku Rakugo Shinjuu is its music. It really shines due to its uniqueness and how it matched the series. The OP, “Usurai Shinjuu”, is really catchy, while being mysterious at the same time. Hayashibara’s vocals in the OP are haunting and soothing at the same time and it really makes a good mood for the series. The ED, “Kawa, Taredoki”, is strictly okay. It doesn’t have any vocals, but the jazz music is somewhat soothing. The background music used is top-notch. At times the anime uses traditional Japanese music, primarily the use of shamisen, and it really increases the mood, especially during rakugo scenes. Also the use of jazz at times is really nice, as it complements how Japan started to become more modern during those eras.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing that really shines in Shouwa Genroku Rakugo Shinjuu is its music.\u001b[24m\n    \u001b[1m昭和元禄落語新宿に輝くもうひとつのものがその音楽です。\u001b[22m, \u001b[1m本当に昭和元禄落語Shinjuuに輝くもう一つは、その音楽です。\u001b[22m\n\u001b[4mIt really shines due to its uniqueness and how it matched the series.\u001b[24m\n    \u001b[1m一意性とそれがシリーズとどのようにマッチしたかによって、本当に輝きます。\u001b[22m, \u001b[1mそれは本当に、その独自性とどのようにそれがシリーズにマッチに輝いています。\u001b[22m\n\u001b[4mThe OP, “Usurai Shinjuu”, is really catchy, while being mysterious at the same time.\u001b[24m\n    \u001b[1mOPは、\"ウスライ新宿\"は、同時に謎めいている間、本当にキャッチーです。\u001b[22m, \u001b[1m同時に神秘的でありながらOP、「Usurai Shinjuu」は、本当にキャッチーです。\u001b[22m\n\u001b[4mHayashibara’s vocals in the OP are haunting and soothing at the same time and it really makes a good mood for the series.\u001b[24m\n    \u001b[1mオペラの林原のボーカルは、忘れ去られていて、同時に癒されているし、本当にこのシリーズの気分は良い。\u001b[22m, \u001b[1mOPで林原のヴォーカルは忘れられないと同時に心地よいあり、それは本当にシリーズの良い気分になります。\u001b[22m\n\u001b[4mThe ED, “Kawa, Taredoki”, is strictly okay.\u001b[24m\n    \u001b[1mEDの\"Kawa、Taredoki\"は厳密に大丈夫です。\u001b[22m, \u001b[1mED、「カワ、Taredoki」は、厳密には大丈夫です。\u001b[22m\n\u001b[4mIt doesn’t have any vocals, but the jazz music is somewhat soothing.\u001b[24m\n    \u001b[1mボーカルはありませんが、ジャズ音楽はやや心地よいものです。\u001b[22m, \u001b[1mこれは、任意のボーカルはありませんが、ジャズ音楽はやや落ち着いたです。\u001b[22m\n\u001b[4mThe background music used is top-notch.\u001b[24m\n    \u001b[1m使用される背景音楽は一流です。\u001b[22m, \u001b[1m使用する背景音楽は最高です。\u001b[22m\n\u001b[4mAt times the anime uses traditional Japanese music, primarily the use of shamisen, and it really increases the mood, especially during rakugo scenes.\u001b[24m\n    \u001b[1m時々、アニメは、三味線の使用を中心とした伝統的な日本の音楽を使用しており、特に俗語のシーンでは気分が高まります。\u001b[22m, \u001b[1m時にはアニメは日本の伝統音楽、三味線の主に使用を使用し、それは本当に、特に落語のシーンの間、気分を向上させます。\u001b[22m\n\u001b[4mAlso the use of jazz at times is really nice, as it complements how Japan started to become more modern during those eras.\u001b[24m\n    \u001b[1mまた、時代のジャズの使用は本当に素晴らしく、その時代に日本がどのように近代化し始めたかを補完します。\u001b[22m, \u001b[1mそれは日本がそれらの時代の間に、より現代的になり始め方法を補完するものとして、また時間にジャズの使用は、本当に素晴らしいです。\u001b[22m\nMusic: 8/10\n\n\u001b[1m音楽：8/10\u001b[22m\n\u001b[1m(Ongaku: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 8/10\u001b[24m\n    \u001b[1m音楽：8/10\u001b[22m, \u001b[1mミュージック：8/10\u001b[22m\n\u001b[1m\u001b[22m\n~{Enjoyment}~\n\n\u001b[1m〜{楽しむ}〜\u001b[22m\n\u001b[1m(〜{Tanoshimu}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Enjoyment}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Enjoyment}~\u001b[24m\n    \u001b[1m〜{楽しむ}〜\u001b[22m, \u001b[1m〜{楽し}〜\u001b[22m\nTo be honest, I never expected myself to enjoy Shouwa Genroku Rakugo Shinjuu as much as I did. The key visuals made me think that this anime is not for me. I couldn’t be happier when I was surprised from this. The thing I got the most from this series was these characters as they felt so human and so well developed. The way Kikuhiko developed as a character was so entertaining to watch. Plus, the rakugo scenes, which are bundled with fantastic voice acting, are really entertaining, even is a couple of them turn out to be a little too long. The production values are not only outstanding by Studio Deen’s standards, but by this season’s standards too.\n\n\u001b[1m正直言って、私がしたように、昭和元禄落語新宿を楽しむことは決してなかった。 キーのビジュアルは、このアニメが私のためではないと私に思い出させました。 私がこれに驚いたとき、私は幸せにならなかった。 私がこのシリーズから最も得意としたのは、こういう人たちがとても人間的でよく発達していると感じるようなキャラクターでした。 キキヒヒコがキャラクターとして発展したやり方は、とても楽しかったです。 さらに、幻想的な声優にバンドルされている落語のシーンは、本当に楽しいものです。 プロダクションの価値は、Studio Deenのスタンダードだけでなく、今シーズンのスタンダードによっても際立っています。\u001b[22m\n\u001b[1m(Shōjiki itte, watashi ga shita yō ni, Shōwa genroku rakugo Shinjuku o tanoshimu koto wa kesshite nakatta. Kī no bijuaru wa, kono anime ga watashi no tamede wanaito watashi ni omoidasa semashita. Watashi ga kore ni odoroita toki, watashi wa shiawase ni naranakatta. Watashi ga kono shirīzu kara mottomo tokui to shita no wa, kōiu hito-tachi ga totemo ningen-tekide yoku hattatsu shite iru to kanjiru yōna kyarakutādeshita. Kikihihiko ga kyarakutā to shite hatten shita yarikata wa, totemo tanoshikattadesu. Sarani, gensō-tekina seiyū ni bandoru sa rete iru rakugo no shīn wa, hontōni tanoshī monodesu. Purodakushon no kachi wa, sutadio Deen no sutandādo dakedenaku, ima shīzun no sutandādo ni yotte mo kiwadatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mTo be honest, I never expected myself to enjoy Shouwa Genroku Rakugo Shinjuu as much as I did. The key visuals made me think that this anime is not for me. I couldn’t be happier when I was surprised from this. The thing I got the most from this series was these characters as they felt so human and so well developed. The way Kikuhiko developed as a character was so entertaining to watch. Plus, the rakugo scenes, which are bundled with fantastic voice acting, are really entertaining, even is a couple of them turn out to be a little too long. The production values are not only outstanding by Studio Deen’s standards, but by this season’s standards too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo be honest, I never expected myself to enjoy Shouwa Genroku Rakugo Shinjuu as much as I did.\u001b[24m\n    \u001b[1m正直言って、私がしたように、昭和元禄落語新宿を楽しむことは決してなかった。\u001b[22m, \u001b[1m正直に言うと、私は自分自身が同じくらい私がしたように昭和元禄落語Shinjuuを楽しむことが予想されることはありません。\u001b[22m\n\u001b[4mThe key visuals made me think that this anime is not for me.\u001b[24m\n    \u001b[1mキーのビジュアルは、このアニメが私のためではないと私に思い出させました。\u001b[22m, \u001b[1mキービジュアルは、私はこのアニメは私のためではないと思わました。\u001b[22m\n\u001b[4mI couldn’t be happier when I was surprised from this.\u001b[24m\n    \u001b[1m私がこれに驚いたとき、私は幸せにならなかった。\u001b[22m, \u001b[1m私はこのから驚いたとき、私は幸せになることができませんでした。\u001b[22m\n\u001b[4mThe thing I got the most from this series was these characters as they felt so human and so well developed.\u001b[24m\n    \u001b[1m私がこのシリーズから最も得意としたのは、こういう人たちがとても人間的でよく発達していると感じるようなキャラクターでした。\u001b[22m, \u001b[1m彼らは人間と非常によく発達した感じのように私はこのシリーズからほとんどを得た事は、これらの文字がありました。\u001b[22m\n\u001b[4mThe way Kikuhiko developed as a character was so entertaining to watch.\u001b[24m\n    \u001b[1mキキヒヒコがキャラクターとして発展したやり方は、とても楽しかったです。\u001b[22m, \u001b[1mKikuhikoが文字として開発された方法は、見ていてとても面白いでした。\u001b[22m\n\u001b[4mPlus, the rakugo scenes, which are bundled with fantastic voice acting, are really entertaining, even is a couple of them turn out to be a little too long.\u001b[24m\n    \u001b[1mさらに、幻想的な声優にバンドルされている落語のシーンは、本当に楽しいものです。\u001b[22m, \u001b[1mプラス、素晴らしい声の演技にバンドルされている落語シーンは、あってもそれらのカップルが少し長すぎることが判明している、本当に面白いです。\u001b[22m\n\u001b[4mThe production values are not only outstanding by Studio Deen’s standards, but by this season’s standards too.\u001b[24m\n    \u001b[1mプロダクションの価値は、Studio Deenのスタンダードだけでなく、今シーズンのスタンダードによっても際立っています。\u001b[22m, \u001b[1m生産値はスタジオディーンの基準で優れただけではありませんが、あまりにもこの季節の基準で。\u001b[22m\nEnjoyment: 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m\u001b[22m\nIn the end, Shouwa Genroku Rakugo Shinjuu ended up to be the biggest surprise of this season as it gave us such memorable characters and such good presentation. It’s non-linear structure in terms of storytelling was a really smart choice. And the way the anime presented its flawed characters flawlessly was fantastic. Kikuhiko’s development as a character is the true star of this series. And the fact that there’s an entire half of a story left to tell is really exciting. Shouwa Genroku Rakugo Shinjuu might not be for everyone, but it’s definitely worth a try because just like the main characters, this anime’s got a story to tell.\n\n\u001b[1m結局、昭和元禄落語新宿は、このような印象を与えてくれる素晴らしいシーズンとなりました。 ストーリーテリングの面で非直線的な構造は、本当に賢い選択でした。 そして、アニメが欠陥のあるキャラクターを完璧に提示する方法は素晴らしかった。 キャラクターとしての菊彦の発展は、このシリーズの真の星です。 そして、話が残っている半分の部分があるという事実は本当にエキサイティングです。 昭和元禄落語新宿は、誰にでもないかもしれませんが、主人公と同じように、このアニメには物語がありますので、試してみる価値があります。\u001b[22m\n\u001b[1m(Kekkyoku, Shōwa genroku rakugo Shinjuku wa, kono yōna inshō o ataete kureru subarashī shīzun to narimashita. Sutōrīteringu no men de hi chokusen-tekina kōzō wa, hontōni kashikoi sentakudeshita. Soshite, anime ga kekkan'noaru kyarakutā o kanpeki ni teiji suru hōhō wa subarashikatta. Kyarakutā to shite no kikuhiko no hatten wa, kono shirīzu no shin no hoshidesu. Soshite,-banashi ga nokotte iru hanbun no bubun ga aru to iu jijitsu wa hontōni ekisaitingudesu. Shōwa genroku rakugo Shinjuku wa, darenidemo nai kamo shiremasenga, shujinkō to onajiyōni, kono anime ni wa monogatari ga arimasunode, tameshite miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end, Shouwa Genroku Rakugo Shinjuu ended up to be the biggest surprise of this season as it gave us such memorable characters and such good presentation. It’s non-linear structure in terms of storytelling was a really smart choice. And the way the anime presented its flawed characters flawlessly was fantastic. Kikuhiko’s development as a character is the true star of this series. And the fact that there’s an entire half of a story left to tell is really exciting. Shouwa Genroku Rakugo Shinjuu might not be for everyone, but it’s definitely worth a try because just like the main characters, this anime’s got a story to tell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end, Shouwa Genroku Rakugo Shinjuu ended up to be the biggest surprise of this season as it gave us such memorable characters and such good presentation.\u001b[24m\n    \u001b[1m結局、昭和元禄落語新宿は、このような印象を与えてくれる素晴らしいシーズンとなりました。\u001b[22m, \u001b[1m最後に、昭和元禄落語Shinjuuは、それが私たちにそのような思い出に残る文字とこのような良いプレゼンテーションを行ったとして、今シーズンの最大の驚きであることを終わりました。\u001b[22m\n\u001b[4mIt’s non-linear structure in terms of storytelling was a really smart choice.\u001b[24m\n    \u001b[1mストーリーテリングの面で非直線的な構造は、本当に賢い選択でした。\u001b[22m, \u001b[1mそれは物語の面で非線形構造は本当に賢い選択だったのです。\u001b[22m\n\u001b[4mAnd the way the anime presented its flawed characters flawlessly was fantastic.\u001b[24m\n    \u001b[1mそして、アニメが欠陥のあるキャラクターを完璧に提示する方法は素晴らしかった。\u001b[22m, \u001b[1mそして、アニメがその欠陥のある文字を提示した方法は、完璧に素晴らしかったです。\u001b[22m\n\u001b[4mKikuhiko’s development as a character is the true star of this series.\u001b[24m\n    \u001b[1mキャラクターとしての菊彦の発展は、このシリーズの真の星です。\u001b[22m, \u001b[1m文字としてKikuhikoの開発は、このシリーズの真のスターです。\u001b[22m\n\u001b[4mAnd the fact that there’s an entire half of a story left to tell is really exciting.\u001b[24m\n    \u001b[1mそして、話が残っている半分の部分があるという事実は本当にエキサイティングです。\u001b[22m, \u001b[1mそして、物語の全体の半分を伝えるためにそこに残っているという事実は、本当にエキサイティングです。\u001b[22m\n\u001b[4mShouwa Genroku Rakugo Shinjuu might not be for everyone, but it’s definitely worth a try because just like the main characters, this anime’s got a story to tell.\u001b[24m\n    \u001b[1m昭和元禄落語新宿は、誰にでもないかもしれませんが、主人公と同じように、このアニメには物語がありますので、試してみる価値があります。\u001b[22m, \u001b[1m昭和元禄落語Shinjuuは皆のためではないかもしれませんが、ちょうど主人公のように、このアニメのは、伝えるために物語を得たので、それは間違いなく試してみる価値はあります。\u001b[22m\n\u001b[1m\u001b[22m\n+ A fascinating story about a man’s journey in society and how he changes as person.\n\n\u001b[1m+社会での人間の旅、そして彼が人としてどのように変化するかについての魅力的な話。\u001b[22m\n\u001b[1m(+ Shakai de no ningen no tabi, soshite kare ga hito to shite dono yō ni henka suru ka ni tsuite no miryoku-tekina hanashi.)\u001b[22m\n\nTranslations of \u001b[4m+ A fascinating story about a man’s journey in society and how he changes as person.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ A fascinating story about a man’s journey in society and how he changes as person.\u001b[24m\n    \u001b[1m+社会での人間の旅、そして彼が人としてどのように変化するかについての魅力的な話。\u001b[22m, \u001b[1m+男の社会の中での旅とどのように彼は人として変更に関する魅力的な物語。\u001b[22m\n+ Kikuhiko’s development as a character is astonishing\n\n\u001b[1mキキヒコのキャラクターとしての発展は驚異的\u001b[22m\n\u001b[1m(Kikihiko no kyarakutā to shite no hatten wa kyōi-teki)\u001b[22m\n\nTranslations of \u001b[4m+ Kikuhiko’s development as a character is astonishing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Kikuhiko’s development as a character is astonishing\u001b[24m\n    \u001b[1mキキヒコのキャラクターとしての発展は驚異的\u001b[22m, \u001b[1m+文字としてKikuhikoの開発は驚くべきことです\u001b[22m\n+ Very entertaining rakugo performances that are used to showcase the inner feelings of the characters\n\n\u001b[1m+キャラクターの内的感情を表現するために使用される非常に面白い落語公演\u001b[22m\n\u001b[1m(+ Kyarakutā no naiteki kanjō o hyōgen suru tame ni shiyō sa reru hijō ni omoshiroi rakugo kōen)\u001b[22m\n\nTranslations of \u001b[4m+ Very entertaining rakugo performances that are used to showcase the inner feelings of the characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Very entertaining rakugo performances that are used to showcase the inner feelings of the characters\u001b[24m\n    \u001b[1m+キャラクターの内的感情を表現するために使用される非常に面白い落語公演\u001b[22m, \u001b[1m文字の内側の感情を披露するために使用されている+非常に面白い落語公演\u001b[22m\n+ Its non-linear structure, with them starting off at the ending of the season was a smart decision\n\n\u001b[1m+その非線形構造は、シーズンの終わりに始まるもので、スマートな決定でした\u001b[22m\n\u001b[1m(+ Sono hisenkei kōzō wa, shīzun no owari ni hajimaru mono de, sumātona ketteideshita)\u001b[22m\n\nTranslations of \u001b[4m+ Its non-linear structure, with them starting off at the ending of the season was a smart decision\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Its non-linear structure, with them starting off at the ending of the season was a smart decision\u001b[24m\n    \u001b[1m+その非線形構造は、シーズンの終わりに始まるもので、スマートな決定でした\u001b[22m, \u001b[1m+彼らはシーズンのエンディングで発進とその非線形構造は、スマートな決断でした\u001b[22m\n+ Fantastic voice acting from the cast, especially Ishida Akira as Kikuhiko\n\n\u001b[1m+キャストからの幻想的な声、特に石彦は菊彦として\u001b[22m\n\u001b[1m(+ Kyasuto kara no gensō-tekina koe, tokuni ishi 彦 Wa kikuhiko to shite)\u001b[22m\n\nTranslations of \u001b[4m+ Fantastic voice acting from the cast, especially Ishida Akira as Kikuhiko\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Fantastic voice acting from the cast, especially Ishida Akira as Kikuhiko\u001b[24m\n    \u001b[1m+キャストからの幻想的な声、特に石彦は菊彦として\u001b[22m, \u001b[1mキャストから演技+ファンタスティック音声、Kikuhikoとして特に石田彰\u001b[22m\n- First two or three episodes are a tad bit slower than the rest of the series\n\n\u001b[1m - 最初の2つまたは3つのエピソードは、シリーズの残りの部分より少し遅い\u001b[22m\n\u001b[1m(- Saisho no 2tsu matawa 3ttsu no episōdo wa, shirīzu no nokori no bubun yori sukoshi osoi)\u001b[22m\n\nTranslations of \u001b[4m- First two or three episodes are a tad bit slower than the rest of the series\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- First two or three episodes are a tad bit slower than the rest of the series\u001b[24m\n    \u001b[1m - 最初の2つまたは3つのエピソードは、シリーズの残りの部分より少し遅い\u001b[22m, \u001b[1m - 最初の2または3つのエピソードは、シリーズの他の部分よりも少しビット遅いです\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8.8/10\n\n\u001b[1m全体：8.8 / 10\u001b[22m\n\u001b[1m(Zentai: 8. 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8.8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8.8/10\u001b[24m\n    \u001b[1m全体：8.8 / 10\u001b[22m"
  },
  {
    "title": "Shouwa_Genroku_Rakugo_Shinjuu",
    "id": "28735",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "user": "chuckpugs",
    "profile": "/profile/chuckpugs/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=221394",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\nあなたは何かを知っている？  joseiのジャンルが大好きです。 これらの多くを見つけることはまれですが、joseiシリーズは、オリジナルのストーリーを持っていて、今後の結果の式に頼るのではなく、キャラクターに自分のことを任せていることを常に熟知しています。 私はこれが最初の9/10だと言っています。私はオレガール（3年前に上演しています）とハンターxハンター2011以来の最高のアニメ以来のアニメを与えました。昭和元禄落語は、冬2016年の最高のアニメです 2016年のアニメの強力な候補です。\n\nストーリー：ストーリーは、1926年12月25日から1989年1月7日にかけて起こった日本の昭和時代に起きる。最初の時代の終わりに近づいていくが（現状）、ストーリー 主にショーの第1シーズンに第二次世界大戦の時代にフラッシュバックで行われます。 主人公の湯楽亭に連れて行楽の演奏家の礎を学ぶと、盆（足が不自由なために引退した元ゲイシャのダンサー）と新（路上の少年）の物語を伝えます。 落語は日本でのコメディストーリーの一種であり、古くから人気がありましたが、現代に移行し、より人気があると考えている国のゆえに徐々に死にかけています。 演出はこのアニメの最も強い部分であることは間違いない。 それはキャラクターに頼っていますが、彼らは自分自身を表現しています。ストーリーは自然に流れるので、現実的で信憑性のあるものになります。 それは、彼らの経験によって創造されたものをどのように見ているのかについてのある視野を持つ子どもたちからの大人気の野望を持つ2人の主人公のための開発を提供する。 ショーは対話が重いのですが、通常のインタラクションの間に簡単にそのことを明らかにすることはできないかもしれませんが、登場人物と特筆すべきパフォーマンスの対話は最高です。\n私の唯一の苦情はクライマックスでなければならない。 吹き飛ばさない。 クライマックスは、それが失望していたよりも、はるかに適していた。 最初のエピソードから提供された偉大さのすべてを視聴者が多く期待しているかもしれないので、ちょうどいい気分にはならなかったでしょう。 人々は異なる方法でクライマックスを取るかもしれませんが、私はそれをアニメの最大の不具合とみなしますが、この素晴らしい経験を損なうことなく神に感謝します。\n\n\n\nサウンド：オープニングは非常に魅力的でしたが、スコアは幻想的でした。 琴や三味線の響きは、古代日本の舞台にあなたを導き、習慣や古い文化を感じることができます。 このオリジナルのスコアは今年も今後のアニメに匹敵するでしょう。\n\nアート/アニメーション：ほとんどの場合、アニメーションはしっかりしていましたが、ビジュアルだけでなく、キャラクターの感情や思考を表現するのに役立ちます。\n\nファイナル評価：スタジオ・ディーンは最高の実績を残しておらず、最後の驚異的なアニメはひぐらしです。 しかし、彼らは完全に彼らのゲームを強化し、このアニメに多くの心を入れました。 このアニメはちょうど私のトップ10を作りました。私は本当にこのレベルの深み、成熟したテーマ、そして現実主義を持つアニメをすぐに願っています。 このアニメは、高く評価され、9/10の価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nYou know something? I love the josei genre. It's rare to find a lot of these these days but josei series always have a knack for having an original story and letting the characters do their own thing instead of relying on a formula for the upcoming consequences. I will come up and say this is the first 9/10 I have given an anime since Oregairu (which premiered 3 years ago) and the best anime since Hunter x Hunter 2011. Shouwa Genroku Rakugo Shinjuu is absolutely the best anime of the winter 2016 season and is a strong candidate for anime of the year 2016.\n\n\u001b[1mあなたは何かを知っている？  joseiのジャンルが大好きです。 これらの多くを見つけることはまれですが、joseiシリーズは、オリジナルのストーリーを持っていて、今後の結果の式に頼るのではなく、キャラクターに自分のことを任せていることを常に熟知しています。 私はこれが最初の9/10だと言っています。私はオレガール（3年前に上演しています）とハンターxハンター2011以来の最高のアニメ以来のアニメを与えました。昭和元禄落語は、冬2016年の最高のアニメです 2016年のアニメの強力な候補です。\u001b[22m\n\u001b[1m(Anata wa nanika o shitte iru? Josei no janru ga daisukidesu. Korera no ōku o mitsukeru koto wa maredesuga, josei shirīzu wa, orijinaru no sutōrī o motte ite, kongo no kekka no shiki ni tayoru node wa naku, kyarakutā ni jibun no koto o makasete iru koto o tsuneni jukuchi shite imasu. Watashi wa kore ga saisho no 9/ 10da to itte imasu. Watashi wa oregāru (3-nen mae ni jōen shite imasu) to hantā x hantā 2011 irai no saikō no anime irai no anime o ataemashita. Shōwa genroku rakugo wa, fuyu 2016-nen no saikō no animedesu 2016-nen no anime no kyōryokuna kōhodesu.)\u001b[22m\n\nTranslations of \u001b[4mYou know something? I love the josei genre. It's rare to find a lot of these these days but josei series always have a knack for having an original story and letting the characters do their own thing instead of relying on a formula for the upcoming consequences. I will come up and say this is the first 9/10 I have given an anime since Oregairu (which premiered 3 years ago) and the best anime since Hunter x Hunter 2011. Shouwa Genroku Rakugo Shinjuu is absolutely the best anime of the winter 2016 season and is a strong candidate for anime of the year 2016.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou know something?\u001b[24m\n    \u001b[1mあなたは何かを知っている？\u001b[22m, \u001b[1mあなたは何かを知っていますか？\u001b[22m, \u001b[1mあなたが何かを知っていますか？\u001b[22m\n\u001b[4mI love the josei genre.\u001b[24m\n    \u001b[1mjoseiのジャンルが大好きです。\u001b[22m, \u001b[1m私は城西のジャンルが大好きです。\u001b[22m\n\u001b[4mIt's rare to find a lot of these these days but josei series always have a knack for having an original story and letting the characters do their own thing instead of relying on a formula for the upcoming consequences.\u001b[24m\n    \u001b[1mこれらの多くを見つけることはまれですが、joseiシリーズは、オリジナルのストーリーを持っていて、今後の結果の式に頼るのではなく、キャラクターに自分のことを任せていることを常に熟知しています。\u001b[22m, \u001b[1mそれは、常にオリジナルストーリーを有し、かつ文字が今後の影響についての式に頼るのではなく、自分自身のことを行うせるための才覚を持っているこれらのこれらの日の多くが、城西シリーズを見つけることはまれです。\u001b[22m\n\u001b[4mI will come up and say this is the first 9/10 I have given an anime since Oregairu (which premiered 3 years ago) and the best anime since Hunter x Hunter 2011. Shouwa Genroku Rakugo Shinjuu is absolutely the best anime of the winter 2016\u001b[24m\n    \u001b[1m私はこれが最初の9/10だと言っています。私はオレガール（3年前に上演しています）とハンターxハンター2011以来の最高のアニメ以来のアニメを与えました。昭和元禄落語は、冬2016年の最高のアニメです\u001b[22m, \u001b[1m私が出てくると、これは私が（3年前に初演）Oregairu以来のアニメを与えている最初の9/10とハンターハンター2011年昭和元禄落語Shinjuuは絶対に冬2016年の最高のアニメはX以来最高のアニメであると言うだろう\u001b[22m\n\u001b[4mseason and is a strong candidate for anime of the year 2016.\u001b[24m\n    \u001b[1m2016年のアニメの強力な候補です。\u001b[22m, \u001b[1m季節や2016年のアニメのための強力な候補です。\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story takes place during the Shouwa Era in Japan which occurred from December 25, 1926 through January 7, 1989. It starts of a little closer to the end of the era in the beginning (which would be the present) but the story mostly takes place in the flashback during the times of World War II in the first season of the show. It tells the tale of Bon (an ex-geisha dancer who retired because of a crippled leg) and Shin (just some boy from the streets) as they are taken by their master Yuurakutei and learn the foundations of a Rakugo performer. Rakugo is a form of comedic storytelling in Japan that was popular in the older times but has been slowly dying out because of the country just moving on to what is modern and what they consider more popular. The directing is without a doubt the strongest part of this anime. It relies on the characters with however they express themselves and the story just naturally flows making things more realistic and believable. It provides development for the 2 main protagonists from children with ambition to grown ups with a certain vision of how they view things that was created by their experiences. While the show is dialogue heavy, the conversations between the characters and especially the rakugo performances bring out the best of them even though they may not be able to reveal it that easily during normal interactions.\n\n\u001b[1mストーリー：ストーリーは、1926年12月25日から1989年1月7日にかけて起こった日本の昭和時代に起きる。最初の時代の終わりに近づいていくが（現状）、ストーリー 主にショーの第1シーズンに第二次世界大戦の時代にフラッシュバックで行われます。 主人公の湯楽亭に連れて行楽の演奏家の礎を学ぶと、盆（足が不自由なために引退した元ゲイシャのダンサー）と新（路上の少年）の物語を伝えます。 落語は日本でのコメディストーリーの一種であり、古くから人気がありましたが、現代に移行し、より人気があると考えている国のゆえに徐々に死にかけています。 演出はこのアニメの最も強い部分であることは間違いない。 それはキャラクターに頼っていますが、彼らは自分自身を表現しています。ストーリーは自然に流れるので、現実的で信憑性のあるものになります。 それは、彼らの経験によって創造されたものをどのように見ているのかについてのある視野を持つ子どもたちからの大人気の野望を持つ2人の主人公のための開発を提供する。 ショーは対話が重いのですが、通常のインタラクションの間に簡単にそのことを明らかにすることはできないかもしれませんが、登場人物と特筆すべきパフォーマンスの対話は最高です。\u001b[22m\n\u001b[1m(Sutōrī: Sutōrī wa, 1926-nen 12 tsuki 25-nichi kara 1989-nen 1 tsuki 7-nichi ni kakete okotta Nihon no Shōwa jidai ni okiru. Saisho no jidai no owari ni chikadzuite ikuga (genjō), sutōrī omo ni shō no dai 1 shīzun ni dainijisekaitaisen no jidai ni furasshu bakku de okonawa remasu. Shujinkō no yurakutei ni tsurete kōraku no ensō-ka no ishizue o manabu to, bon (ashi ga fujiyūna tame ni intaishita moto geisha no dansā) to shin (rojō no shōnen) no monogatari o tsutaemasu. Rakugo wa Nihon de no komedisutōrī no isshudeari, furuku kara ninki ga arimashitaga, gendai ni ikō shi, yori ninki ga aru to kangaete iru kuni no yue ni jojoni shinikakete imasu. Enshutsu wa kono anime no mottomo tsuyoi bubundearu koto wa machigainai. Sore wa kyarakutā ni tayotte imasuga, karera wa jibun jishin o hyōgen shite imasu. Sutōrī wa shizen ni nagarerunode, genjitsu-tekide shinbyōsei no aru mono ni narimasu. Sore wa, karera no keiken ni yotte sōzō sa reta mono o dono yō ni mite iru no ka ni tsuite no aru shiya o motsu kodomo-tachi kara no daininki no yabō o motsu 2-ri no shujinkō no tame no kaihatsu o teikyō suru. Shō wa taiwa ga omoi nodesuga, tsūjō no intarakushon no ma ni kantan ni sono koto o akiraka ni suru koto wa dekinai kamo shiremasenga, tōjō jinbutsu to tokuhitsu subeki pafōmansu no taiwa wa saikōdesu.)\u001b[22m\nMy only complaint would have to be at the climax. NOT SPOILING. The climax was more unfitting than it was disappointing. It just did not feel right since maybe us viewers may have expected a lot after all of the greatness they offered from the first episode. People may take the climax if different ways but I see it as the anime's largest fault but thank God it does not detract from this wonderful experience.\n\n\u001b[1m私の唯一の苦情はクライマックスでなければならない。 吹き飛ばさない。 クライマックスは、それが失望していたよりも、はるかに適していた。 最初のエピソードから提供された偉大さのすべてを視聴者が多く期待しているかもしれないので、ちょうどいい気分にはならなかったでしょう。 人々は異なる方法でクライマックスを取るかもしれませんが、私はそれをアニメの最大の不具合とみなしますが、この素晴らしい経験を損なうことなく神に感謝します。\u001b[22m\n\u001b[1m(Watashi no yuiitsu no kujō wa kuraimakkusudenakereba naranai. Fukitobasanai. Kuraimakkusu wa, sore ga shitsubō shite ita yori mo, haruka ni tekishite ita. Saisho no episōdo kara teikyō sa reta idai-sa no subete o shichō-sha ga ōku kitai shite iru kamo shirenainode, chōdo ī kibun ni wa naranakattadeshou. Hitobito wa kotonaru hōhō de kuraimakkusu o toru kamo shiremasenga, watashi wa sore o anime no saidai no fuguai to minashimasuga, kono subarashī keiken o sokonau koto naku kami ni kansha shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy only complaint would have to be at the climax. NOT SPOILING. The climax was more unfitting than it was disappointing. It just did not feel right since maybe us viewers may have expected a lot after all of the greatness they offered from the first episode. People may take the climax if different ways but I see it as the anime's largest fault but thank God it does not detract from this wonderful experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy only complaint would have to be at the climax.\u001b[24m\n    \u001b[1m私の唯一の苦情はクライマックスでなければならない。\u001b[22m, \u001b[1m私の唯一の不満は、クライマックスでなければならないであろう。\u001b[22m\n\u001b[4mNOT SPOILING.\u001b[24m\n    \u001b[1m吹き飛ばさない。\u001b[22m, \u001b[1mスポイルしません。\u001b[22m\n\u001b[4mThe climax was more unfitting than it was disappointing.\u001b[24m\n    \u001b[1mクライマックスは、それが失望していたよりも、はるかに適していた。\u001b[22m, \u001b[1mクライマックスは、それが残念だったよりも不適当でした。\u001b[22m\n\u001b[4mIt just did not feel right since maybe us viewers may have expected a lot after all of the greatness they offered from the first episode.\u001b[24m\n    \u001b[1m最初のエピソードから提供された偉大さのすべてを視聴者が多く期待しているかもしれないので、ちょうどいい気分にはならなかったでしょう。\u001b[22m, \u001b[1m多分私たち視聴者は、彼らが最初のエピソードから提供される偉大さのすべての後に多くを期待している可能性があるのでそれはちょうどいい感じませんでした。\u001b[22m\n\u001b[4mPeople may take the climax if different ways but I see it as the anime's largest fault but thank God it does not detract from this wonderful experience.\u001b[24m\n    \u001b[1m人々は異なる方法でクライマックスを取るかもしれませんが、私はそれをアニメの最大の不具合とみなしますが、この素晴らしい経験を損なうことなく神に感謝します。\u001b[22m, \u001b[1m人々はさまざまな方法であればクライマックスがかかることがありますが、私はそれがこの素晴らしい経験を損なわないアニメの最大の障害として、それを参照してくださいしかし、神に感謝します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound: The opening was very enticing but the score was phenominal. The sound of the koto and shamisen brings you into the setting of ancient Japan and you can feel the customs and old culture. This original score will also rival the upcoming anime this year.\n\n\u001b[1mサウンド：オープニングは非常に魅力的でしたが、スコアは幻想的でした。 琴や三味線の響きは、古代日本の舞台にあなたを導き、習慣や古い文化を感じることができます。 このオリジナルのスコアは今年も今後のアニメに匹敵するでしょう。\u001b[22m\n\u001b[1m(Saundo: Ōpuningu wa hijō ni mirikitekideshitaga, sukoa wa gensō-tekideshita. Koto ya shamisen no hibiki wa, kodainihon no butai ni anata o michibiki, shūkan ya furui bunka o kanjiru koto ga dekimasu. Kono orijinaru no sukoa wa kotoshi mo kongo no anime ni hitteki surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mSound: The opening was very enticing but the score was phenominal. The sound of the koto and shamisen brings you into the setting of ancient Japan and you can feel the customs and old culture. This original score will also rival the upcoming anime this year.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The opening was very enticing but the score was phenominal.\u001b[24m\n    \u001b[1mサウンド：オープニングは非常に魅力的でしたが、スコアは幻想的でした。\u001b[22m, \u001b[1mサウンド：開口部は非常に魅力的だったが、スコアは驚異的でした。\u001b[22m\n\u001b[4mThe sound of the koto and shamisen brings you into the setting of ancient Japan and you can feel the customs and old culture.\u001b[24m\n    \u001b[1m琴や三味線の響きは、古代日本の舞台にあなたを導き、習慣や古い文化を感じることができます。\u001b[22m, \u001b[1m琴と三味線の音が日本古来の設定にあなたをもたらし、あなたは習慣や古い文化を感じることができます。\u001b[22m\n\u001b[4mThis original score will also rival the upcoming anime this year.\u001b[24m\n    \u001b[1mこのオリジナルのスコアは今年も今後のアニメに匹敵するでしょう。\u001b[22m, \u001b[1mこのオリジナルのスコアが今年も今後のアニメに匹敵します。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Animation: Animation was solid for the most part but the visuals not only look nice but it helps in expressing the characters feelings and thoughts when they are the ones struggling to express themselves.\n\n\u001b[1mアート/アニメーション：ほとんどの場合、アニメーションはしっかりしていましたが、ビジュアルだけでなく、キャラクターの感情や思考を表現するのに役立ちます。\u001b[22m\n\u001b[1m(Āto/ animēshon: Hotondo no baai, animēshon wa shikkari shite imashitaga, bijuaru dakedenaku, kyarakutā no kanjō ya shikō o hyōgen suru no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt/Animation: Animation was solid for the most part but the visuals not only look nice but it helps in expressing the characters feelings and thoughts when they are the ones struggling to express themselves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Animation: Animation was solid for the most part but the visuals not only look nice but it helps in expressing the characters feelings and thoughts when they are the ones struggling to express themselves.\u001b[24m\n    \u001b[1mアート/アニメーション：ほとんどの場合、アニメーションはしっかりしていましたが、ビジュアルだけでなく、キャラクターの感情や思考を表現するのに役立ちます。\u001b[22m, \u001b[1mアート/アニメーション：アニメーションの大部分は固体であったが、ビジュアルは見栄えだけでなく、それは彼らが自分自身を表現するのに苦労したものであるときに、文字の感情や考えを表現するのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Verdict: Studio Deen does not have the best track record and the last amazing anime I remember from them was Higurashi. But they totally stepped up their game and put so much heart into this anime. This anime just made my top 10 and I really hope for an anime with this level of depth, mature themes, and realism very soon. This anime gets a high, well deserved 9/10.\n\n\u001b[1mファイナル評価：スタジオ・ディーンは最高の実績を残しておらず、最後の驚異的なアニメはひぐらしです。 しかし、彼らは完全に彼らのゲームを強化し、このアニメに多くの心を入れました。 このアニメはちょうど私のトップ10を作りました。私は本当にこのレベルの深み、成熟したテーマ、そして現実主義を持つアニメをすぐに願っています。 このアニメは、高く評価され、9/10の価値があります。\u001b[22m\n\u001b[1m(Fainaru hyōka: Sutajio dīn wa saikō no jisseki o nokoshite orazu, saigo no kyōi-tekina anime wa higurashidesu. Shikashi, karera wa kanzen ni karera no gēmu o kyōka shi, kono anime ni ōku no kokoro o iremashita. Kono anime wa chōdo watashi no toppu 10 o tsukurimashita. Watashi wa hontōni kono reberu no fukami, seijuku shita tēma, soshite genjitsu shugi o motsu anime o sugu ni negatte imasu. Kono anime wa, takaku hyōka sa re, 9/ 10 no kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mFinal Verdict: Studio Deen does not have the best track record and the last amazing anime I remember from them was Higurashi. But they totally stepped up their game and put so much heart into this anime. This anime just made my top 10 and I really hope for an anime with this level of depth, mature themes, and realism very soon. This anime gets a high, well deserved 9/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Verdict: Studio Deen does not have the best track record and the last amazing anime I remember from them was Higurashi.\u001b[24m\n    \u001b[1mファイナル評価：スタジオ・ディーンは最高の実績を残しておらず、最後の驚異的なアニメはひぐらしです。\u001b[22m, \u001b[1m最終的な評決：スタジオディーンが最高の実績を持っていないと私は彼らから覚えている最後の素晴らしいアニメひぐらしのなく頃にました。\u001b[22m\n\u001b[4mBut they totally stepped up their game and put so much heart into this anime.\u001b[24m\n    \u001b[1mしかし、彼らは完全に彼らのゲームを強化し、このアニメに多くの心を入れました。\u001b[22m, \u001b[1mしかし、彼らは完全に自分のゲームをステップアップし、このアニメにはあまり心を置きます。\u001b[22m\n\u001b[4mThis anime just made my top 10 and I really hope for an anime with this level of depth, mature themes, and realism very soon.\u001b[24m\n    \u001b[1mこのアニメはちょうど私のトップ10を作りました。私は本当にこのレベルの深み、成熟したテーマ、そして現実主義を持つアニメをすぐに願っています。\u001b[22m, \u001b[1mこのアニメはちょうど私のトップ10を作って、私は実際には非常にすぐにこの深さのレベル、成熟したテーマ、リアリズムとアニメのために願っています。\u001b[22m\n\u001b[4mThis anime gets a high, well deserved 9/10.\u001b[24m\n    \u001b[1mこのアニメは、高く評価され、9/10の価値があります。\u001b[22m, \u001b[1mこのアニメは高い、井戸が9/10に値します。\u001b[22m"
  },
  {
    "title": "Shouwa_Genroku_Rakugo_Shinjuu",
    "id": "28735",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "user": "Lostfiniel",
    "profile": "/profile/Lostfiniel/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=216350",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n物語を語る人たちのアニメが作図や物語の中で不足していたら、それは残念です。 幸いにも、私はこれが信じられません。 最初から最後まで、私は物語に魅了されました。変化し、進化し、クレッシェンドになっても、私は魅了されました。 あまりにも気高く感じることなく、魅力と心がたくさんあります。 文字は驚くほどよく開発され、関連性がありました。\n\nこれをおそらくほとんどのアニメ視聴者よりも年上の人として書くと、若い視聴者には似ていないが、より高齢の観客にとっては本当らしいリングになるというアイデアやコンセプトに当てはまるような気がする。 後悔、年老いたこと、野心がなくなった、そして肉体的に肉体的なことが、このような真実の人間性の物語を作るためにこれを出したのです。\n\nこのショーがポイントに達するのが少し遅いという点があるかもしれません。 そして、アニメーションが壮大なものからかなり良いものになる時があります。 それが必要なときには美しく動きます。 あなたがペースが速い行動や仕掛けが好きなら、これはアニメではありません。 しかし、心のこもったストーリーと強烈なキャラクターを探しているなら、これはそうです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt would have been a shame if an anime about people who tell stories fell short in plot and narrative. Luckily, I don't believe this one did. From start to finish I was captivated by the story, even as it changes, evolves and crescendos. There's a lot of charm and heart to it without feeling too contrived. The characters were amazingly well developed and relate-able.\n\n\u001b[1m物語を語る人たちのアニメが作図や物語の中で不足していたら、それは残念です。 幸いにも、私はこれが信じられません。 最初から最後まで、私は物語に魅了されました。変化し、進化し、クレッシェンドになっても、私は魅了されました。 あまりにも気高く感じることなく、魅力と心がたくさんあります。 文字は驚くほどよく開発され、関連性がありました。\u001b[22m\n\u001b[1m(Monogatari o kataru hito-tachi no anime ga sakuzu ya monogatari no naka de fusoku shite itara, sore wa zan'nendesu. Saiwai ni mo, watashi wa kore ga shinji raremasen. Saisho kara saigomade, watashi wa monogatari ni miryō sa remashita. Henka shi, shinka shi, kuresshendo ni natte mo, watashi wa miryō sa remashita. Amarini mo kedakaku kanjiru koto naku, miryoku to kokoro ga takusan arimasu. Moji wa odoroku hodo yoku kaihatsu sa re, kanren-sei ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt would have been a shame if an anime about people who tell stories fell short in plot and narrative. Luckily, I don't believe this one did. From start to finish I was captivated by the story, even as it changes, evolves and crescendos. There's a lot of charm and heart to it without feeling too contrived. The characters were amazingly well developed and relate-able.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt would have been a shame if an anime about people who tell stories fell short in plot and narrative.\u001b[24m\n    \u001b[1m物語を語る人たちのアニメが作図や物語の中で不足していたら、それは残念です。\u001b[22m, \u001b[1m物語を語る人々についてアニメ、プロットと物語に及ばなかった場合、それは恥であったであろう。\u001b[22m\n\u001b[4mLuckily, I don't believe this one did.\u001b[24m\n    \u001b[1m幸いにも、私はこれが信じられません。\u001b[22m, \u001b[1m幸いなことに、私はこの1つがやったとは思いません。\u001b[22m\n\u001b[4mFrom start to finish I was captivated by the story, even as it changes, evolves and crescendos.\u001b[24m\n    \u001b[1m最初から最後まで、私は物語に魅了されました。変化し、進化し、クレッシェンドになっても、私は魅了されました。\u001b[22m, \u001b[1m最初から最後まで、私はそれは、進化とクレッシェンドを変更したとしても、物語に魅了されました。\u001b[22m\n\u001b[4mThere's a lot of charm and heart to it without feeling too contrived.\u001b[24m\n    \u001b[1mあまりにも気高く感じることなく、魅力と心がたくさんあります。\u001b[22m, \u001b[1mあまりにも不自然感じることなく、それを魅力と心がたくさんあります。\u001b[22m\n\u001b[4mThe characters were amazingly well developed and relate-able.\u001b[24m\n    \u001b[1m文字は驚くほどよく開発され、関連性がありました。\u001b[22m, \u001b[1m文字が驚くほどよく開発と関連し-ことができました。\u001b[22m\n\u001b[1m\u001b[22m\nWriting this as someone who is probably older than most anime-viewers, I feel like this hits on some ideas and concepts that, while they won't be alien to younger viewers, likely rings true to an older crowd. Regrets, old loves, lost ambition and more really flesh this out to make for such a true tale of human nature.\n\n\u001b[1mこれをおそらくほとんどのアニメ視聴者よりも年上の人として書くと、若い視聴者には似ていないが、より高齢の観客にとっては本当らしいリングになるというアイデアやコンセプトに当てはまるような気がする。 後悔、年老いたこと、野心がなくなった、そして肉体的に肉体的なことが、このような真実の人間性の物語を作るためにこれを出したのです。\u001b[22m\n\u001b[1m(Kore o osoraku hotondo no anime shichō-sha yori mo toshiue no hito to shite kaku to, wakai shichō-sha ni wa nite inaiga, yori kōrei no kankyaku ni totte wa hontōrashī ringu ni naru to iu aidea ya konseputo ni atehamaru yōna ki ga suru. Kōkai, toshioita koto, yashin ga nakunatta, soshite nikutai-teki ni nikutai-tekina koto ga, kono yōna shinjitsu no ningensei no monogatari o tsukuru tame ni kore o dashita nodesu.)\u001b[22m\n\nTranslations of \u001b[4mWriting this as someone who is probably older than most anime-viewers, I feel like this hits on some ideas and concepts that, while they won't be alien to younger viewers, likely rings true to an older crowd. Regrets, old loves, lost ambition and more really flesh this out to make for such a true tale of human nature.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWriting this as someone who is probably older than most anime-viewers, I feel like this hits on some ideas and concepts that, while they won't be alien to younger viewers, likely rings true to an older crowd.\u001b[24m\n    \u001b[1mこれをおそらくほとんどのアニメ視聴者よりも年上の人として書くと、若い視聴者には似ていないが、より高齢の観客にとっては本当らしいリングになるというアイデアやコンセプトに当てはまるような気がする。\u001b[22m, \u001b[1mおそらく最もアニメの視聴者よりも古い誰かのようにこれを書いて、私はこのように感じる彼らは若い視聴者に外国人ではありませんが、そう古い群衆に真のリング、いくつかのアイデアやコンセプトに当たります。\u001b[22m\n\u001b[4mRegrets, old loves, lost ambition and more really flesh this out to make for such a true tale of human nature.\u001b[24m\n    \u001b[1m後悔、年老いたこと、野心がなくなった、そして肉体的に肉体的なことが、このような真実の人間性の物語を作るためにこれを出したのです。\u001b[22m, \u001b[1m後悔は、古い愛は、本当に人間の本性のような本当の物語のために作るために、これを肉付け野心と多くを失いました。\u001b[22m\n\u001b[1m\u001b[22m\nThere may be points where this show is a little slow in getting to the point. And there are times when the animation goes from magnificent to pretty good. It's beautiful and moving when it needs to be. This isn't an anime if you like fast-paced action or gimmicks. But if you're looking for a heartfelt story and strong characters, this is it.\n\n\u001b[1mこのショーがポイントに達するのが少し遅いという点があるかもしれません。 そして、アニメーションが壮大なものからかなり良いものになる時があります。 それが必要なときには美しく動きます。 あなたがペースが速い行動や仕掛けが好きなら、これはアニメではありません。 しかし、心のこもったストーリーと強烈なキャラクターを探しているなら、これはそうです。\u001b[22m\n\u001b[1m(Kono shō ga pointo ni tassuru no ga sukoshi osoi to iu ten ga aru kamo shiremasen. Soshite, animēshon ga sōdaina mono kara kanari yoi mono ni naru toki ga arimasu. Sore ga hitsuyōna tokiniha utsukushiku ugokimasu. Anata ga pēsu ga hayai kōdō ya shikake ga sukinara, koreha animede wa arimasen. Shikashi, kokoro no komotta sutōrī to kyōretsuna kyarakutā o sagashite irunara, kore wa sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThere may be points where this show is a little slow in getting to the point. And there are times when the animation goes from magnificent to pretty good. It's beautiful and moving when it needs to be. This isn't an anime if you like fast-paced action or gimmicks. But if you're looking for a heartfelt story and strong characters, this is it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere may be points where this show is a little slow in getting to the point.\u001b[24m\n    \u001b[1mこのショーがポイントに達するのが少し遅いという点があるかもしれません。\u001b[22m, \u001b[1mこのショーはポイントに得ることに少し遅いです点があるかもしれません。\u001b[22m\n\u001b[4mAnd there are times when the animation goes from magnificent to pretty good.\u001b[24m\n    \u001b[1mそして、アニメーションが壮大なものからかなり良いものになる時があります。\u001b[22m, \u001b[1mアニメーションはかなり良いと壮大から行くときや時間があります。\u001b[22m\n\u001b[4mIt's beautiful and moving when it needs to be.\u001b[24m\n    \u001b[1mそれが必要なときには美しく動きます。\u001b[22m, \u001b[1mそれがために必要があるときそれは美しいと移動です。\u001b[22m\n\u001b[4mThis isn't an anime if you like fast-paced action or gimmicks.\u001b[24m\n    \u001b[1mあなたがペースが速い行動や仕掛けが好きなら、これはアニメではありません。\u001b[22m, \u001b[1mあなたはテンポの速いアクションやギミックが好きなら、これはアニメではありません。\u001b[22m\n\u001b[4mBut if you're looking for a heartfelt story and strong characters, this is it.\u001b[24m\n    \u001b[1mしかし、心のこもったストーリーと強烈なキャラクターを探しているなら、これはそうです。\u001b[22m, \u001b[1mあなたが心からの物語と強力な文字を探しているなら、これはそれです。\u001b[22m"
  },
  {
    "title": "Shouwa_Genroku_Rakugo_Shinjuu",
    "id": "28735",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "user": "AllenHavens92",
    "profile": "/profile/AllenHavens92/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=215109",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  9\n|  9\n\n昭和元禄落語新宿は、冬の2016年シーズンの寝台に当たったと言えるでしょう。\n\nシリーズに興味を持ったのは、日本の伝統芸能である「落語」を中心にしています。 それは基本的に、一人のパフォーマーが舞台に立って、普通に面白い話をする場所です。 スタンドアップコメディのようなものだけど、パフォーマーだけが座っている。 最初のエピソードは、この芸術を取り入れ、それを視聴者に紹介するかなり良い仕事です。 主な話は幻想的で、才能、名声、友情、そして時代の変化を伝えています。\n\n偉大な物語は偉大なキャラクターをもたらし、これはうまくいったものです。 私たちは主に2つのキャラクターと長年にわたる関係と、落語業界でのキャリアに焦点を当てています。 両者の関係は、嫌いやお互いの愛情にどのように出入りするのか、魅力的です。 私が気に入っているのは、それが真の友情のように本当にどのように感じるかです。\n\nアニメーションには、他の番組とは本当に区別できるものは何もありませんが、ドラマや設定されている時間帯にはまだまだ適合します。\n\nこのショーは本当に私を驚かせました。 ショー放送の前に、サマリーは意味をなさない（彼らがほとんど翻訳の貧しい人であった可能性が高い）ので、私はたくさんのことを知らなかった。 エピソード1で、私は夢中になり、落語に興味を持った。 ショーの終わりに、別の季節が来ると発表されました。私はとても興奮しています。 ドラマと伝統的な日本の芸術が盛り込まれた良い作品を探しているなら、このショーは見たいものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI believe it is safe to say that Showa Genroku Rakugo Shinju is the sleeper hit of the Winter 2016 season.\n\n\u001b[1m昭和元禄落語新宿は、冬の2016年シーズンの寝台に当たったと言えるでしょう。\u001b[22m\n\u001b[1m(Shōwa genroku rakugo Shinjuku wa, fuyu no 2016-nen shīzun no shindai ni atatta to ierudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI believe it is safe to say that Showa Genroku Rakugo Shinju is the sleeper hit of the Winter 2016 season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI believe it is safe to say that Showa Genroku Rakugo Shinju is the sleeper hit of the Winter 2016 season.\u001b[24m\n    \u001b[1m昭和元禄落語新宿は、冬の2016年シーズンの寝台に当たったと言えるでしょう。\u001b[22m, \u001b[1m私は昭和元禄落語心中は冬2016年シーズンの寝台ヒットであると言うことは安全であると考えています。\u001b[22m\n\u001b[1m\u001b[22m\nWhat got me interested in the series is how it centers around the traditional Japanese performance known as 'rakugo'. It's basically where a single performer gets on stage and tells a normally amusing tale. It's kind of like stand-up comedy, only the performer is sitting down. The first episode does a pretty good job incorporating this art and introducing it to the viewers. The main story is fantastic, telling of talent, fame, and friendship, as well as the changing of time.\n\n\u001b[1mシリーズに興味を持ったのは、日本の伝統芸能「ラクゴ」を中心にしています。 それは基本的に、一人のパフォーマーが舞台に立って、普通に面白い話をする場所です。 スタンドアップコメディのようなものだけど、パフォーマーだけが座っている。 最初のエピソードは、この芸術を取り入れ、それを視聴者に紹介するかなり良い仕事です。 主な話は幻想的で、才能、名声、友情、そして時代の変化を伝えています。\u001b[22m\n\u001b[1m(Shirīzu ni kyōmi o motta no wa, Nihon no dentō geinō `rakugo' o chūshin ni shite imasu. Sore wa kihontekini, hitori no pafōmā ga butai ni tatte, futsū ni omoshiroi hanashi o suru bashodesu. Sutandoappukomedi no yōna monodakedo, pafōmā dake ga suwatte iru. Saisho no episōdo wa, kono geijutsu o toriire, sore o shichō-sha ni shōkai suru kanari yoi shigotodesu. Omona hanashi wa gensō-tekide, sainō, meisei, yūjō, soshite jidai no henka o tsutaete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat got me interested in the series is how it centers around the traditional Japanese performance known as 'rakugo'. It's basically where a single performer gets on stage and tells a normally amusing tale. It's kind of like stand-up comedy, only the performer is sitting down. The first episode does a pretty good job incorporating this art and introducing it to the viewers. The main story is fantastic, telling of talent, fame, and friendship, as well as the changing of time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat got me interested in the series is how it centers around the traditional Japanese performance known as 'rakugo'.\u001b[24m\n    \u001b[1mシリーズに興味を持ったのは、日本の伝統芸能「ラクゴ」を中心にしています。\u001b[22m, \u001b[1mどのシリーズに興味を持って私を得たことは、それが「落語」として知られている日本の伝統的なパフォーマンスを中心方法です。\u001b[22m\n\u001b[4mIt's basically where a single performer gets on stage and tells a normally amusing tale.\u001b[24m\n    \u001b[1mそれは基本的に、一人のパフォーマーが舞台に立って、普通に面白い話をする場所です。\u001b[22m, \u001b[1m単一のパフォーマーがステージ上で取得し、普通に面白い物語を伝えるところそれは基本的です。\u001b[22m\n\u001b[4mIt's kind of like stand-up comedy, only the performer is sitting down.\u001b[24m\n    \u001b[1mスタンドアップコメディのようなものだけど、パフォーマーだけが座っている。\u001b[22m, \u001b[1mそれが唯一のパフォーマーがダウンして座っている、一種のスタンドアップコメディのようなものです。\u001b[22m\n\u001b[4mThe first episode does a pretty good job incorporating this art and introducing it to the viewers.\u001b[24m\n    \u001b[1m最初のエピソードは、この芸術を取り入れ、それを視聴者に紹介するかなり良い仕事です。\u001b[22m, \u001b[1m最初のエピソードはかなり良い仕事は、この芸術を組み込んだし、視聴者にそれを導入しません。\u001b[22m\n\u001b[4mThe main story is fantastic, telling of talent, fame, and friendship, as well as the changing of time.\u001b[24m\n    \u001b[1m主な話は幻想的で、才能、名声、友情、そして時代の変化を伝えています。\u001b[22m, \u001b[1mメインストーリーは、幻想的です才能、名声、そして友情だけでなく、時間の変化を伝えます。\u001b[22m\n\u001b[1m\u001b[22m\nWith a great story comes great characters, and this is one done well. We mostly focus on two characters and their relationship over the years, as well as their career in the rakugo industry. The relationship between the two is fascinating with how they go in and out of hating and loving each other. What I like about it is how it truly feels like an actual friendship.\n\n\u001b[1m偉大な物語は偉大なキャラクターをもたらし、これはうまくいったものです。 私たちは主に2つのキャラクターと長年にわたる関係と、落語業界でのキャリアに焦点を当てています。 両者の関係は、嫌いやお互いの愛情にどのように出入りするのか、魅力的です。 私が気に入っているのは、それが真の友情のように本当にどのように感じるかです。\u001b[22m\n\u001b[1m(Idaina monogatari wa idaina kyarakutā o motarashi, kore wa umaku itta monodesu. Watashitachi wa omoni 2tsu no kyarakutā to naganen ni wataru kankei to, rakugo gyōkai de no kyaria ni shōten o atete imasu. Ryōsha no kankei wa,-girai ya otagai no aijō ni dono yō ni deiri suru no ka, mirikitekidesu. Watashi ga kiniitte iru no wa, sore ga shin no yūjō no yō ni hontōni dono yō ni kanjiru kadesu.)\u001b[22m\n\nTranslations of \u001b[4mWith a great story comes great characters, and this is one done well. We mostly focus on two characters and their relationship over the years, as well as their career in the rakugo industry. The relationship between the two is fascinating with how they go in and out of hating and loving each other. What I like about it is how it truly feels like an actual friendship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith a great story comes great characters, and this is one done well.\u001b[24m\n    \u001b[1m偉大な物語は偉大なキャラクターをもたらし、これはうまくいったものです。\u001b[22m, \u001b[1m素晴らしい話で大きな文字が来て、これはよくやったものです。\u001b[22m\n\u001b[4mWe mostly focus on two characters and their relationship over the years, as well as their career in the rakugo industry.\u001b[24m\n    \u001b[1m私たちは主に2つのキャラクターと長年にわたる関係と、落語業界でのキャリアに焦点を当てています。\u001b[22m, \u001b[1m私たちは、主に2つの文字と、年間で彼らの関係だけでなく、落語業界での自分のキャリアに焦点を当てます。\u001b[22m\n\u001b[4mThe relationship between the two is fascinating with how they go in and out of hating and loving each other.\u001b[24m\n    \u001b[1m両者の関係は、嫌いやお互いの愛情にどのように出入りするのか、魅力的です。\u001b[22m, \u001b[1m両者の関係は、彼らがお互いを嫌う、愛情の中と外に行く方法で魅力的です。\u001b[22m\n\u001b[4mWhat I like about it is how it truly feels like an actual friendship.\u001b[24m\n    \u001b[1m私が気に入っているのは、それが真の友情のように本当にどのように感じるかです。\u001b[22m, \u001b[1m私はそれを好きなことは、それが本当に実際の友情のように感じている方法です。\u001b[22m\n\u001b[1m\u001b[22m\nThere's nothing much in the animation that's really distinguishable from other shows, but it still fits with the drama and the time period it is set in.\n\n\u001b[1mアニメーションには、他の番組とはまったく区別できるものはほとんどありませんが、ドラマや設定されている時間帯にはまだまだ適合します。\u001b[22m\n\u001b[1m(Animēshon ni wa, hoka no bangumi to wa mattaku kubetsu dekiru mono wa hotondo arimasenga, dorama ya settei sa rete iru jikantai ni wa madamada tekigō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere's nothing much in the animation that's really distinguishable from other shows, but it still fits with the drama and the time period it is set in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's nothing much in the animation that's really distinguishable from other shows, but it still fits with the drama and the time period it is set in.\u001b[24m\n    \u001b[1mアニメーションには、他の番組とはまったく区別できるものはほとんどありませんが、ドラマや設定されている時間帯にはまだまだ適合します。\u001b[22m, \u001b[1mそこに他の番組から本当に区別可能なアニメーションに多くの何もないですが、それはまだドラマ、それがに設定された期間で収まります。\u001b[22m\n\u001b[1m\u001b[22m\nThis show really surprised me. Prior to the show airing, the summaries didn't make sense (most likely they were from a poor translation), so I went in not knowing a whole lot. With episode one, I was hooked and found an interest in rakugo. Upon the conclusion of the show, it was announced another season will come in the future, which has me so excited. If you're looking for a good period piece with well-written drama and traditional Japanese art, this show is the one to see.\n\n\u001b[1mこのショーは本当に私を驚かせました。 ショー放送の前に、サマリーは意味をなさない（彼らがほとんど翻訳の貧しい人であった可能性が高い）ので、私はたくさんのことを知らなかった。 エピソード1で、私は夢中になり、落語に興味を持った。 ショーの終わりに、別の季節が来ると発表されました。私はとても興奮しています。 ドラマと伝統的な日本の芸術が盛り込まれた良い作品を探しているなら、このショーは見たいものです。\u001b[22m\n\u001b[1m(Kono shō wa hontōni watashi o odoroka semashita. Shō hōsō no mae ni, samarī wa imiwonasanai (karera ga hotondo hon'yaku no mazushī hitodeatta kanōsei ga takai)node, watashi wa takusan no koto o shiranakatta. Episōdo 1 de, watashi wa muchū ni nari, rakugo ni kyōmi o motta. Shō no owari ni,-betsu no kisetsu ga kuru to happyō sa remashita. Watashi wa totemo kōfun shite imasu. Dorama to dentō-tekina Nihon no geijutsu ga morikoma reta yoi sakuhin o sagashite irunara, kono shō wa mitai monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis show really surprised me. Prior to the show airing, the summaries didn't make sense (most likely they were from a poor translation), so I went in not knowing a whole lot. With episode one, I was hooked and found an interest in rakugo. Upon the conclusion of the show, it was announced another season will come in the future, which has me so excited. If you're looking for a good period piece with well-written drama and traditional Japanese art, this show is the one to see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show really surprised me.\u001b[24m\n    \u001b[1mこのショーは本当に私を驚かせました。\u001b[22m\n\u001b[4mPrior to the show airing, the summaries didn't make sense (most likely they were from a poor translation), so I went in not knowing a whole lot.\u001b[24m\n    \u001b[1mショー放送の前に、サマリーは意味をなさない（彼らがほとんど翻訳の貧しい人であった可能性が高い）ので、私はたくさんのことを知らなかった。\u001b[22m, \u001b[1mショーの放映に先立ち、要約が（彼らは貧しい翻訳からのものであった可能性が最も高い）意味がありませんでしたので、私は全体の多くを知らないで行ってきました。\u001b[22m\n\u001b[4mWith episode one, I was hooked and found an interest in rakugo.\u001b[24m\n    \u001b[1mエピソード1で、私は夢中になり、落語に興味を持った。\u001b[22m, \u001b[1mエピソード1で、私は夢中になりましたし、落語に興味を発見しました。\u001b[22m\n\u001b[4mUpon the conclusion of the show, it was announced another season will come in the future, which has me so excited.\u001b[24m\n    \u001b[1mショーの終わりに、別の季節が来ると発表されました。私はとても興奮しています。\u001b[22m, \u001b[1mショーの終了時に、それは別のシーズンは、私はとても興奮してい将来に来る発表されました。\u001b[22m\n\u001b[4mIf you're looking for a good period piece with well-written drama and traditional Japanese art, this show is the one to see.\u001b[24m\n    \u001b[1mドラマと伝統的な日本の芸術が盛り込まれた良い作品を探しているなら、このショーは見たいものです。\u001b[22m, \u001b[1mあなたはよく書かれたドラマと日本の伝統的な芸術との良好な期間ピースを探しているなら、このショーは見るために1です。\u001b[22m"
  },
  {
    "title": "Shouwa_Genroku_Rakugo_Shinjuu",
    "id": "28735",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "user": "giocchan",
    "profile": "/profile/giocchan/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=230079",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\n私はちょうどこのシリーズを見終わったので、私は必死にレビューを書く必要があった。 これはあなたの「普通の」傑作ではありません。それはDeathnoteではありません。 最初の2つのエピソードは良いですが、「傑出した」ではありません：彼らはゆっくりで、あなたが落語の演劇に入るようにしようとします - そして彼らは新人のために本当に奇妙です（あなたが心配しないでください、 私は自分自身を知らなかった、とショーはあなたがあまり冗長でなくても必要なものすべてを説明する）。 それらのエピソードの後、すべてが変わり、物語はますます驚異的になります...あなたはラクゴの演劇、そしてショーの素晴らしいキャラクター（そして彼らの信じられないほどの精神:)を愛するようになります。\nシンプルな「サイレントヒット」以上のシリーズ：「ニッチ」と見なされるシリーズですが、ウルサーワのモンスターのような何かをあなたの心に固執する貴重な傑作です。 私が意味したのは）。\n最後に：それを見て、それを愛し、単語を広める:)",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI've just finished watching this series, and I desperately needed to write a review. This is not your 'usual' masterpiece: it's not Deathnote, or another anime that starts with a bang. First two episodes are good, but not 'outstanding': they are slow, and they try to make you get into Rakugo plays - and they are really weird for a newcomer (if you don't know anything about, don't worry: I didn't know myself, and the show explains everything you need without being too much verbose). After those episodes, everything changes, and the story gets amazing more and more... you'll start loving Rakugo plays, and the amazing characters of the show (and their incredible seiyuus :).\n\n\u001b[1m私はちょうどこのシリーズを見終わったので、私は必死にレビューを書く必要があった。 これはあなたの「普通の」傑作ではありません。それはDeathnoteではありません。 最初の2つのエピソードは良いですが、「傑出した」ではありません：彼らはゆっくりで、あなたが落語の演劇に入るようにしようとします - そして彼らは新人のために本当に奇妙です（あなたが心配しないでください、 私は自分自身を知らなかった、とショーはあなたがあまり冗長でなくても必要なものすべてを説明する）。 それらのエピソードの後、すべてが変わり、物語はますます驚異的になります...あなたはラクゴの演劇、そしてショーの素晴らしいキャラクター（そして彼らの信じられないほどの精神:)を愛するようになります。\u001b[22m\n\u001b[1m(Watashi wa chōdo kono shirīzu o mi owattanode, watashi wa hisshi ni rebyū o kaku hitsuyō ga atta. Kore wa anata no `futsū no' kessakude wa arimasen. Sore wa Deathnotede wa arimasen. Saisho no 2tsu no episōdo wa yoidesuga,`kesshutsu shita'de wa arimasen: Karera wa yukkuri de, anata ga rakugo no engeki ni hairu yō ni shiyou to shimasu - soshite karera wa shinjin no tame ni hontōni kimyōdesu (anata ga shinpaishinaidekudasai, watashi wa jibun jishin o shiranakatta, to shō wa anata ga amari jōchōdenakute mo hitsuyōna mono subete o setsumei suru). Sorera no episōdo no ato, subete ga kawari, monogatari wa masumasu kyōi-teki ni narimasu... Anata wa rakugo no engeki, soshite shō no subarashī kyarakutā (soshite karera no shinjirarenai hodo no seishin: ) O aisuru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mI've just finished watching this series, and I desperately needed to write a review. This is not your 'usual' masterpiece: it's not Deathnote, or another anime that starts with a bang. First two episodes are good, but not 'outstanding': they are slow, and they try to make you get into Rakugo plays - and they are really weird for a newcomer (if you don't know anything about, don't worry: I didn't know myself, and the show explains everything you need without being too much verbose). After those episodes, everything changes, and the story gets amazing more and more... you'll start loving Rakugo plays, and the amazing characters of the show (and their incredible seiyuus :).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've just finished watching this series, and I desperately needed to write a review.\u001b[24m\n    \u001b[1m私はちょうどこのシリーズを見終わったので、私は必死にレビューを書く必要があった。\u001b[22m, \u001b[1m私はこのシリーズを見終えた、と私は必死にレビューを書き込むために必要。\u001b[22m\n\u001b[4mThis is not your 'usual' masterpiece: it's not Deathnote, or another anime that starts with a bang.\u001b[24m\n    \u001b[1mこれはあなたの「普通の」傑作ではありません。それはDeathnoteではありません。\u001b[22m, \u001b[1mそれはDeathnoteていない、または強打で始まる別のアニメ：これがあなたの\"通常の\"傑作ではありません。\u001b[22m\n\u001b[4mFirst two episodes are good, but not 'outstanding': they are slow, and they try to make you get into Rakugo plays - and they are really weird for a newcomer (if you don't know anything about, don't worry:\u001b[24m\n    \u001b[1m最初の2つのエピソードは良いですが、「傑出した」ではありません：彼らはゆっくりで、あなたが落語の演劇に入るようにしようとします - そして彼らは新人のために本当に奇妙です（あなたが心配しないでください、\u001b[22m, \u001b[1m最初の2つのエピソードは良いですが、「優れた」ではない：彼らは遅いです、そして、彼らは落語を演じるにあなたが得ることを確認してみてください - そして、彼らは心配しないで、あなたは何も知らない場合は（新人のための本当に奇妙です。\u001b[22m\n\u001b[4mI didn't know myself, and the show explains everything you need without being too much verbose).\u001b[24m\n    \u001b[1m私は自分自身を知らなかった、とショーはあなたがあまり冗長でなくても必要なものすべてを説明する）。\u001b[22m, \u001b[1m私は自分自身を知らなかったし、ショーは）あまり冗長されることなく、あなたが必要なすべてを説明しています。\u001b[22m\n\u001b[4mAfter those episodes, everything changes, and the story gets amazing more and more... you'll start loving Rakugo plays, and the amazing characters of the show (and their incredible seiyuus :).\u001b[24m\n    \u001b[1mそれらのエピソードの後、すべてが変わり、物語はますます驚異的になります...あなたはラクゴの演劇、そしてショーの素晴らしいキャラクター（そして彼らの信じられないほどの精神:)を愛するようになります。\u001b[22m, \u001b[1mこれらのエピソードの後、すべての変更は、と話は驚くべきより多くの...あなたは落語を愛し始めましょう取得果たし、ショー（とその信じられないほどのseiyuus:)の素晴らしい文字。\u001b[22m\nA series that is way more than a simple 'silent hit': it's a series that will be considered as a 'niche' one, but instead is a rare masterpiece that will stick to your heart forever (something like Urusawa's Monster - if you know what I mean).\n\n\u001b[1mシンプルな「サイレントヒット」以上のシリーズ：「ニッチ」と見なされるシリーズですが、ウルサーワのモンスターのような何かをあなたの心に固執する貴重な傑作です。 私が意味したのは）。\u001b[22m\n\u001b[1m(Shinpuruna `sairentohitto' ijō no shirīzu: `Nitchi' to minasa reru shirīzudesuga, urusāwa no monsutā no yōna nanika o anatanokokoroni koshūsuru kichōna kessakudesu. Watashi ga imi shita no wa).)\u001b[22m\n\nTranslations of \u001b[4mA series that is way more than a simple 'silent hit': it's a series that will be considered as a 'niche' one, but instead is a rare masterpiece that will stick to your heart forever (something like Urusawa's Monster - if you know what I mean).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA series that is way more than a simple 'silent hit': it's a series that will be considered as a 'niche' one, but instead is a rare masterpiece that will stick to your heart forever (something like Urusawa's Monster - if you know\u001b[24m\n    \u001b[1mシンプルな「サイレントヒット」以上のシリーズ：「ニッチ」と見なされるシリーズですが、ウルサーワのモンスターのような何かをあなたの心に固執する貴重な傑作です。\u001b[22m, \u001b[1m単純な「サイレントヒット」よりずっと多いシリーズ：それは「ニッチ」1とさせていただきますシリーズだが、代わりに永遠にあなたの心に固執する稀な傑作（Urusawaのモンスターのようなものです - あなたが知っていれば\u001b[22m\n\u001b[4mwhat I mean).\u001b[24m\n    \u001b[1m私が意味したのは）。\u001b[22m, \u001b[1m私が意味すること）。\u001b[22m, \u001b[1m私は何を意味します）。\u001b[22m\nIn the end: watch it, love it, and spread the word :)\n\n\u001b[1m最後に：それを見て、それを愛し、単語を広める:)\u001b[22m\n\u001b[1m(Saigo ni: Sore o mite, sore o aishi, tango o hiromeru: ))\u001b[22m\n\nTranslations of \u001b[4mIn the end: watch it, love it, and spread the word :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end: watch it, love it, and spread the word :)\u001b[24m\n    \u001b[1m最後に：それを見て、それを愛し、単語を広める:)\u001b[22m, \u001b[1m最後に：それを愛し、それを見て、言葉を広める:)\u001b[22m"
  },
  {
    "title": "Shouwa_Genroku_Rakugo_Shinjuu",
    "id": "28735",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "user": "PikaCheeks",
    "profile": "/profile/PikaCheeks/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=227759",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nTL; DR  - 本当に成熟したキャラクター駆動のアニメ。 あなたが深み、体重、ドラマを探しているなら、これは絶対に価値があります。\n\n\nこのショーは基本的に、「All About Eve」のより長いアニメ版です。操作や腐敗があるという意味ではありません。 しかし、それは舞台裏で詳しく説明されています。 このドラマと緊張感は、それほど成熟していなくても、それほど小さくはないにもかかわらず深いです。 文字駆動型のプロットが最適です。\n\nすべてのメインキャラクターとサポートキャラクターは、それらの体重と深さを持っています。 彼らは強み、弱み、偏心的な理想を持っています。 主人公は時々ぞっとすることができますが、彼が愚か者である理由は理解でき、成熟しています。 あなたは、彼らが真面目か白黒かを問わずに、自分が意図しているものをうまくいけば良いキャラクターがあることを知っています（フェイトシリーズのギルガメスは悪と偽善に満ちていますが、  。）\n\n何か！\n\nこのアニメのテーマとストーリー・ラインは、実際にあなたが中国のカンフー映画で感じるこの「マスターとスチューデント」タイプを放ちます。 あなたは、あなたが非常に敬意を表し、忠実な人によって教えられていることを知っていますが、マスターと矛盾するイデオロギーを持って思考し始めるときに、その尊敬/忠誠心を試して挑戦する緊張感があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR - A really mature character driven anime. If you're looking for depth, weight and drama this is absolutely worth it.\n\n\u001b[1mTL; DR  - 本当に成熟したキャラクター駆動のアニメ。 あなたが深み、体重、ドラマを探しているなら、これは絶対に価値があります。\u001b[22m\n\u001b[1m(TL; DR - hontōni seijuku shita kyarakutā kudō no anime. Anata ga fukami, taijū, dorama o sagashite irunara, kore wa zettai ni kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR - A really mature character driven anime. If you're looking for depth, weight and drama this is absolutely worth it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR - A really mature character driven anime.\u001b[24m\n    \u001b[1mTL; DR  - 本当に成熟したキャラクター駆動のアニメ。\u001b[22m, \u001b[1mTL; DR  - 本当に成熟した文字駆動アニメ。\u001b[22m\n\u001b[4mIf you're looking for depth, weight and drama this is absolutely worth it.\u001b[24m\n    \u001b[1mあなたが深み、体重、ドラマを探しているなら、これは絶対に価値があります。\u001b[22m, \u001b[1mあなたは深さ、重さとドラマを探しているなら、これはそれ絶対に価値があります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThis show is basically an a longer and anime version of 'All About Eve', not in the sense that there is manipulation and corruption. But that it goes into detail on behind the scenes of a stage. The drama and tension behind this sure is so mature and deep despite it appearing so small. Character Driven plots are the best.\n\n\u001b[1mこのショーは基本的に、「All About Eve」のより長いアニメ版です。操作や腐敗があるという意味ではありません。 しかし、それは舞台裏で詳しく説明されています。 このドラマと緊張感は、それほど成熟していなくても、それほど小さくはないにもかかわらず深いです。 文字駆動型のプロットが最適です。\u001b[22m\n\u001b[1m(Kono shō wa kihontekini,`ōruabauto Eve' no yori nagai anime-bandesu. Sōsa ya fuhai ga aru to iu imide wa arimasen. Shikashi, soreha butaiura de kuwashiku setsumei sa rete imasu. Kono dorama to kinchō-kan wa, sorehodo seijuku shite inakute mo, sore hodo chīsaku wa nai nimokakawarazu fukaidesu. Moji kudō-gata no purotto ga saitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis show is basically an a longer and anime version of 'All About Eve', not in the sense that there is manipulation and corruption. But that it goes into detail on behind the scenes of a stage. The drama and tension behind this sure is so mature and deep despite it appearing so small. Character Driven plots are the best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is basically an a longer and anime version of 'All About Eve', not in the sense that there is manipulation and corruption.\u001b[24m\n    \u001b[1mこのショーは基本的に、「All About Eve」のより長いアニメ版です。操作や腐敗があるという意味ではありません。\u001b[22m, \u001b[1mこのショーではない操作や破損があるという意味で、基本的に「イヴの総て」の長いとアニメ版です。\u001b[22m\n\u001b[4mBut that it goes into detail on behind the scenes of a stage.\u001b[24m\n    \u001b[1mしかし、それは舞台裏で詳しく説明されています。\u001b[22m, \u001b[1mしかし、それは、ステージの舞台裏に詳細に入ること。\u001b[22m\n\u001b[4mThe drama and tension behind this sure is so mature and deep despite it appearing so small.\u001b[24m\n    \u001b[1mこのドラマと緊張感は、それほど成熟していなくても、それほど小さくはないにもかかわらず深いです。\u001b[22m, \u001b[1mこの背後にあるドラマと緊張は確かに、それは非常に小さく表示されてもかかわらず、とても成熟しており、深いです。\u001b[22m\n\u001b[4mCharacter Driven plots are the best.\u001b[24m\n    \u001b[1m文字駆動型のプロットが最適です。\u001b[22m, \u001b[1m文字ドリブンプロットは最高です。\u001b[22m\n\u001b[1m\u001b[22m\nEvery main and supporting character has weight and depth to them. They have strengths, weaknesses or eccentric ideals. The main character can be an asshole at times but the reason for him being an asshole are understandable and mature. You know you have a good character when they're good at what they're intended to be without having to be so cliche or black and white (Though Gilgamesh from the Fate Series is goes full on evil and cliche which is what makes him great .)\n\n\u001b[1mすべてのメインキャラクターとサポートキャラクターは、それらの体重と深さを持っています。 彼らは強み、弱み、偏心的な理想を持っています。 主人公は時々ぞっとすることができますが、彼が愚か者である理由は理解でき、成熟しています。 あなたは、彼らが真面目か白黒かを問わずに、自分が意図しているものをうまくいけば良いキャラクターがあることを知っています（フェイトシリーズのギルガメスは悪と偽善に満ちていますが、  。）\u001b[22m\n\u001b[1m(Subete no meinkyarakutā to sapōtokyarakutā wa, sorera no taijū to fuka-sa o motte imasu. Karera wa tsuyomi, yowami, henshin-tekina risō o motte imasu. Shujinkō wa tokidoki zotto suru koto ga dekimasuga, kare ga orokamonodearu riyū wa rikai deki, seijuku shite imasu. Anata wa, karera ga majime ka shirokuro ka o towazu ni, jibun ga ito shite iru mono o umaku ikeba yoi kyarakutā ga aru koto o shitte imasu (feitoshirīzu no girugamesu wa aku to gizen ni michite imasuga,. ))\u001b[22m\n\nTranslations of \u001b[4mEvery main and supporting character has weight and depth to them. They have strengths, weaknesses or eccentric ideals. The main character can be an asshole at times but the reason for him being an asshole are understandable and mature. You know you have a good character when they're good at what they're intended to be without having to be so cliche or black and white (Though Gilgamesh from the Fate Series is goes full on evil and cliche which is what makes him great .)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery main and supporting character has weight and depth to them.\u001b[24m\n    \u001b[1mすべてのメインキャラクターとサポートキャラクターは、それらの体重と深さを持っています。\u001b[22m, \u001b[1mすべての主要な支持文字がそれらに重量および深さを有します。\u001b[22m\n\u001b[4mThey have strengths, weaknesses or eccentric ideals.\u001b[24m\n    \u001b[1m彼らは強み、弱み、偏心的な理想を持っています。\u001b[22m, \u001b[1m彼らは、強み、弱みや偏心理想を持っています。\u001b[22m\n\u001b[4mThe main character can be an asshole at times but the reason for him being an asshole are understandable and mature.\u001b[24m\n    \u001b[1m主人公は時々ぞっとすることができますが、彼が愚か者である理由は理解でき、成熟しています。\u001b[22m, \u001b[1m主人公は、時間に嫌いな人であることができるが、彼が嫌いな人であることの理由は理解し、成熟しています。\u001b[22m\n\u001b[4mYou know you have a good character when they're good at what they're intended to be without having to be so cliche or black and white (Though Gilgamesh from the Fate Series is goes full on evil and cliche which is what makes him great\u001b[24m\n    \u001b[1mあなたは、彼らが真面目か白黒かを問わずに、自分が意図しているものをうまくいけば良いキャラクターがあることを知っています（フェイトシリーズのギルガメスは悪と偽善に満ちていますが、\u001b[22m, \u001b[1mあなたは、彼らがあるフェイトシリーズからそうクリシェまたは黒と白（けれどもギルガメッシュをしなくても、であることを意図しているもので良いしていたときに良い性格を持っている彼は素晴らしい作るものである悪と決まり文句にフル行く知っています\u001b[22m\n\u001b[4m.)\u001b[24m\n    \u001b[1m。）\u001b[22m\n\u001b[1m\u001b[22m\nANYHOW!\n/ˈenēˌhou/\n\n\u001b[1m何か！\u001b[22m\n\u001b[1m(Nani ka!)\u001b[22m\n\nDefinitions of \u001b[4mANYHOW!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadverb\n\u001b[1m    何とか\u001b[22m\n        somehow, anyhow\n\u001b[1m    どうせ\u001b[22m\n        anyhow, at any rate, at all, after all, in any case, at best\n\u001b[1m    何しろ\u001b[22m\n        anyway, anyhow, at any rate, in any case\n\u001b[1m    兎に角\u001b[22m\n        anyway, somehow, anyhow, in any case, at any rate, generally speaking\n\u001b[1m    何れ\u001b[22m\n        anyway, anyhow, at any rate\n\u001b[1m    兎角\u001b[22m\n        anyway, anyhow, somehow, generally speaking, in any case\n\u001b[1m    それはそれとして\u001b[22m\n        anyhow\n\u001b[1m    何れにしても\u001b[22m\n        anyhow, at all events, in any case\n\u001b[1m    兎も角\u001b[22m\n        anyhow, anyway, somehow, generally speaking, in any case\n\u001b[1m    兎も角も\u001b[22m\n        anyhow, anyway, somehow, generally speaking, in any case\n\u001b[1m    兎や角\u001b[22m\n        anyhow, anyway, somehow, generally speaking, in any case\n\u001b[1m    兎も有れ\u001b[22m\n        anyhow, in any case\n\u001b[1m    兎にも角にも\u001b[22m\n        anyhow, anyway, somehow, generally speaking, in any case\n\u001b[1m\u001b[22m\nThe themes and the story lines in this anime really give off this 'Master and Student' type of feel you find in Chinese Kung Fu movies. You know being taught by someone you highly respect and being loyal to them but then having some tensions that test or challenge that respect/loyalty when the Student begins to think due to having an ideology that conflicts with their Master's.\n\n\u001b[1mこのアニメのテーマとストーリー・ラインは、実際にあなたが中国のカンフー映画で感じるこの「マスターとスチューデント」タイプを放ちます。 あなたは、あなたが非常に敬意を表し、忠実な人によって教えられていることを知っていますが、マスターと矛盾するイデオロギーを持って思考し始めるときに、その尊敬/忠誠心を試して挑戦する緊張感があります。\u001b[22m\n\u001b[1m(Kono anime no tēma to sutōrī rain wa, jissai ni anata ga Chūgoku no kanfū eiga de kanjiru kono `masutā to suchūdento' taipu o hanachimasu. Anata wa, anata ga hijō ni keii o arawashi, chūjitsuna hito ni yotte oshie rarete iru koto o shitte imasuga, masutā to mujun suru ideorogī o motte shikō shi hajimeru toki ni, sono sonkei/ chūsei kokoro o tameshite chōsen suru kinchō-kan ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe themes and the story lines in this anime really give off this 'Master and Student' type of feel you find in Chinese Kung Fu movies. You know being taught by someone you highly respect and being loyal to them but then having some tensions that test or challenge that respect/loyalty when the Student begins to think due to having an ideology that conflicts with their Master's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe themes and the story lines in this anime really give off this 'Master and Student' type of feel you find in Chinese Kung Fu movies.\u001b[24m\n    \u001b[1mこのアニメのテーマとストーリー・ラインは、実際にあなたが中国のカンフー映画で感じるこの「マスターとスチューデント」タイプを放ちます。\u001b[22m, \u001b[1mこのアニメでのテーマとストーリーラインは本当にこの「マスターと生徒「あなたは中国のカンフー映画で見つける感じのタイプを放ちます。\u001b[22m\n\u001b[4mYou know being taught by someone you highly respect and being loyal to them but then having some tensions that test or challenge that respect/loyalty when the Student begins to think due to having an ideology that conflicts with their Master's.\u001b[24m\n    \u001b[1mあなたは、あなたが非常に敬意を表し、忠実な人によって教えられていることを知っていますが、マスターと矛盾するイデオロギーを持って思考し始めるときに、その尊敬/忠誠心を試して挑戦する緊張感があります。\u001b[22m, \u001b[1mあなたは非常に尊重し、それらに忠実であること誰かに教えられて知っているが、その後、学生は、それらの修士と競合するイデオロギーを持っていることに思いを開始すると、テストまたはがその点/忠誠に挑戦することをいくつかの緊張を持ちます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Shouwa_Genroku_Rakugo_Shinjuu",
    "id": "28735",
    "url": "https://myanimelist.net/anime/28735/Shouwa_Genroku_Rakugo_Shinjuu",
    "user": "Nashi_Nashi",
    "profile": "/profile/Nashi_Nashi/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=223342",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  9\n\n「エンターテイメントが溢れている世界では、落語が生き残れる道をつくっていきたい」\n - すくろくゆうゆき亭\n\nストーリー（9）：\nストーリーは主にラクゴの偉大なパフォーマー、スケロクとヤクモの人生です。 私たちは、落語の芸術を学ぶように子供から成人まで成熟しているのを見ます。 しかし成熟したキャラクターだけでなく、落語もあります。 キャラクターが学び、発達するにつれ、彼らの落語もそうです。 ストーリーは素晴らしいペースを持ち、非常に現実的だったと感じました。それは本当にきれいでした。\n\nキャラクター（9）：\nキャラクターは本当にこのアニメを幻想的にするものです。 私たちの主人公は、同じ主人の下で落語を学んでいる2人の放棄された子供たちとして出発する、屋久と須子です。 非常に早く彼らは大人になり、演技を始めます。 上記のように、文字は非常に開発され、愛らしいです。 私たちのMCの関係は非常に現実的で、彼らはお互いを愛し、互いに挫折し、戦いをしてからお互いを愛し合うことに戻ります。\n\nサウンド（9）：\n音楽にはかなりのヴィンテージ感があり、アニメにはうってつけでした。 音楽は好きだったし、opとedのシーケンスのアニメーションは素晴らしかった。\n\n俳優たちは、落語の演奏を声高に表明することは難しかった。 彼らはまた、キャラクターの役割にも適していました。\n\nアート（9）：\nスタジオディーンで行われたアートワークはとてもうまくいきました。 俳優達は落語公演の声を聞くのが難しいため、スタジオにはアニメーション化するのが難しく、彼らも素晴らしい仕事をしていました。 芸術は一貫していて、素敵なスタイルと細部を持っていました。\n\n全体的な楽しさ（9）：\n全体的に私はこのアニメは信じられないほどの時計だったと思う、それは本当にすべてのカテゴリで信じられないほどのものだったし、何の欠陥も見つけられない！ あなたがナナのようなアニメのドラマと友情を愛していれば、これもまた楽しむことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'In a world overflowing with entertainment I want to create a path for Rakugo to survive'\n\n\u001b[1m「エンターテイメントが溢れている世界では、落語が生き残れる道をつくっていきたい」\u001b[22m\n\u001b[1m(`Entāteimento ga afurete iru sekaide wa, rakugo ga ikinokoreru michi o tsukutte ikitai')\u001b[22m\n\nTranslations of \u001b[4m'In a world overflowing with entertainment I want to create a path for Rakugo to survive'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'In a world overflowing with entertainment I want to create a path for Rakugo to survive'\u001b[24m\n    \u001b[1m「エンターテイメントが溢れている世界では、落語が生き残れる道をつくっていきたい」\u001b[22m, \u001b[1m「エンターテインメントあふれる世界で、私は落語が生き残るためのパスを作成したいです」\u001b[22m\n- Sukeroku Yuurakutei\n\n\u001b[1m - すくろくゆうゆき亭\u001b[22m\n\u001b[1m(- Su kuroku yū yuki-tei)\u001b[22m\n\nTranslations of \u001b[4m- Sukeroku Yuurakutei\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Sukeroku Yuurakutei\u001b[24m\n    \u001b[1m - すくろくゆうゆき亭\u001b[22m, \u001b[1m - 助六Yuurakutei\u001b[22m\n\u001b[1m\u001b[22m\nStory (9):\n\n\u001b[1mストーリー（9）：\u001b[22m\n\u001b[1m(Sutōrī (9 ):)\u001b[22m\n\nTranslations of \u001b[4mStory (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (9):\u001b[24m\n    \u001b[1mストーリー（9）：\u001b[22m\nThe story is mostly about the lives of two great Rakugo performers, Sukeroku and Yakumo. We see them mature from children to adults as they learn to perform the art of Rakugo. But it is not only the characters that mature, but also their Rakugo. As the characters learn and develop, their Rakugo does too. The story had great pacing and felt quite realistic, it was really quite beautiful.\n\n\u001b[1mストーリーは主にラクゴの偉大なパフォーマー、スケロクとヤクモの人生です。 私たちは、落語の芸術を学ぶように子供から成人まで成熟しているのを見ます。 しかし成熟したキャラクターだけでなく、落語もあります。 キャラクターが学び、発達するにつれ、彼らの落語もそうです。 ストーリーは素晴らしいペースを持ち、非常に現実的だったと感じました。それは本当にきれいでした。\u001b[22m\n\u001b[1m(Sutōrī wa omoni rakugo no idaina pafōmā, sukeroku to yakumo no jinseidesu. Watashitachiha, rakugo no geijutsu o manabu yō ni kodomo kara seijin made seijuku shite iru no o mimasu. Shikashi seijuku shita kyarakutā dakedenaku, rakugo mo arimasu. Kyarakutā ga manabi, hattatsu suru ni tsure, karera no rakugo mo sōdesu. Sutōrī wa subarashī pēsu o mochi, hijō ni genjitsu-tekidatta to kanjimashita. Sore wa hontōni kireideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is mostly about the lives of two great Rakugo performers, Sukeroku and Yakumo. We see them mature from children to adults as they learn to perform the art of Rakugo. But it is not only the characters that mature, but also their Rakugo. As the characters learn and develop, their Rakugo does too. The story had great pacing and felt quite realistic, it was really quite beautiful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is mostly about the lives of two great Rakugo performers, Sukeroku and Yakumo.\u001b[24m\n    \u001b[1mストーリーは主にラクゴの偉大なパフォーマー、スケロクとヤクモの人生です。\u001b[22m, \u001b[1m物語は、主に二つの大きな落語のパフォーマー、助六と八雲の生活についてです。\u001b[22m\n\u001b[4mWe see them mature from children to adults as they learn to perform the art of Rakugo.\u001b[24m\n    \u001b[1m私たちは、落語の芸術を学ぶように子供から成人まで成熟しているのを見ます。\u001b[22m, \u001b[1m我々は、彼らが落語の芸術を実行することを学ぶように彼らは子供から大人まで成熟参照してください。\u001b[22m\n\u001b[4mBut it is not only the characters that mature, but also their Rakugo.\u001b[24m\n    \u001b[1mしかし成熟したキャラクターだけでなく、落語もあります。\u001b[22m, \u001b[1mしかし、それは成熟文字だけではなく、また彼らの落語。\u001b[22m\n\u001b[4mAs the characters learn and develop, their Rakugo does too.\u001b[24m\n    \u001b[1mキャラクターが学び、発達するにつれ、彼らの落語もそうです。\u001b[22m, \u001b[1m文字を学び、開発するように、彼らの落語もありません。\u001b[22m\n\u001b[4mThe story had great pacing and felt quite realistic, it was really quite beautiful.\u001b[24m\n    \u001b[1mストーリーは素晴らしいペースを持ち、非常に現実的だったと感じました。それは本当にきれいでした。\u001b[22m, \u001b[1m物語は素晴らしいペースを持っていたし、それが実際にはかなりきれいだった、非常に現実的な感じ。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (9):\n\n\u001b[1mキャラクター（9）：\u001b[22m\n\u001b[1m(Kyarakutā (9 ):)\u001b[22m\n\nTranslations of \u001b[4mCharacters (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (9):\u001b[24m\n    \u001b[1mキャラクター（9）：\u001b[22m, \u001b[1m文字（9）：\u001b[22m\nThe characters are really what make this anime fantastic. Our main characters are Yakumo and Sukeroku, who start off as two abandoned children who are learning Rakugo under the same master. Very quickly they become adults and start performing. As mentioned above, the characters are very developed and lovable. The relationship between our MC's was highly realistic, they love each other, then become frustrated with each other, have a fight and then go back to loving each other again.\n\n\u001b[1mキャラクターは本当にこのアニメを幻想的にするものです。 私たちの主人公は、同じ主人の下で落語を学んでいる2人の放棄された子供たちとして出発する、屋久と須子です。 非常に早く彼らは大人になり、演技を始めます。 上記のように、文字は非常に開発され、愛らしいです。 私たちのMCの関係は非常に現実的で、彼らはお互いを愛し、互いに挫折し、戦いをしてからお互いを愛し合うことに戻ります。\u001b[22m\n\u001b[1m(Kyarakutā wa hontōni kono anime o gensō-teki ni suru monodesu. Watashitachi no shujinkō wa, onaji shujin no shita de rakugo o manande iru 2-ri no hōki sa reta kodomo-tachi to shite shuppatsu suru, Yaku to Sukodesu. Hijō ni hayaku karera wa otona ni nari, engi o hajimemasu. Jōki no yō ni, moji wa hijō ni kaihatsu sa re, airashīdesu. Watashitachi no MC no kankei wa hijō ni genjitsu-tekide, karera wa otagai o aishi, tagaini zasetsu shi, tatakai o shite kara otagai o aishiau koto ni modorimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are really what make this anime fantastic. Our main characters are Yakumo and Sukeroku, who start off as two abandoned children who are learning Rakugo under the same master. Very quickly they become adults and start performing. As mentioned above, the characters are very developed and lovable. The relationship between our MC's was highly realistic, they love each other, then become frustrated with each other, have a fight and then go back to loving each other again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are really what make this anime fantastic.\u001b[24m\n    \u001b[1mキャラクターは本当にこのアニメを幻想的にするものです。\u001b[22m, \u001b[1m文字は、このアニメは素晴らしい作るものは本当にあります。\u001b[22m\n\u001b[4mOur main characters are Yakumo and Sukeroku, who start off as two abandoned children who are learning Rakugo under the same master.\u001b[24m\n    \u001b[1m私たちの主人公は、同じ主人の下で落語を学んでいる2人の放棄された子供たちとして出発する、屋久と須子です。\u001b[22m, \u001b[1m私たちの主な文字が同じマスターの下で落語を学習している2捨て子として始める八雲と助六、です。\u001b[22m\n\u001b[4mVery quickly they become adults and start performing.\u001b[24m\n    \u001b[1m非常に早く彼らは大人になり、演技を始めます。\u001b[22m, \u001b[1m非常に迅速に彼らが大人になると実行を開始します。\u001b[22m\n\u001b[4mAs mentioned above, the characters are very developed and lovable.\u001b[24m\n    \u001b[1m上記のように、文字は非常に開発され、愛らしいです。\u001b[22m, \u001b[1m前述したように、文字が非常に発達したと愛すべきです。\u001b[22m\n\u001b[4mThe relationship between our MC's was highly realistic, they love each other, then become frustrated with each other, have a fight and then go back to loving each other again.\u001b[24m\n    \u001b[1m私たちのMCの関係は非常に現実的で、彼らはお互いを愛し、互いに挫折し、戦いをしてからお互いを愛し合うことに戻ります。\u001b[22m, \u001b[1m私たちのMCの間の関係は、その後の戦いを持って、お互いに欲求不満になると、再びお互いを愛するに戻って、彼らはお互いを愛し、非常に現実的でした。\u001b[22m\n\u001b[1m\u001b[22m\nSound (9):\n\n\u001b[1mサウンド（9）：\u001b[22m\n\u001b[1m(Saundo (9 ):)\u001b[22m\n\nTranslations of \u001b[4mSound (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (9):\u001b[24m\n    \u001b[1mサウンド（9）：\u001b[22m\nThe music had quite a 'vintage' quality to it, which suited the anime very well. The music was likeable and the animation of the op and ed sequences was just amazing.\n\n\u001b[1m音楽にはかなりのヴィンテージ感があり、アニメにはうってつけでした。 音楽は好きだったし、opとedのシーケンスのアニメーションは素晴らしかった。\u001b[22m\n\u001b[1m(Ongaku ni wa kanari no vu~intēji-kan ga ari, anime ni wa uttetsukedeshita. Ongaku wa sukidattashi, op to ed no shīkensu no animēshon wa subarashikatta.)\u001b[22m\n\nTranslations of \u001b[4mThe music had quite a 'vintage' quality to it, which suited the anime very well. The music was likeable and the animation of the op and ed sequences was just amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music had quite a 'vintage' quality to it, which suited the anime very well.\u001b[24m\n    \u001b[1m音楽にはかなりのヴィンテージ感があり、アニメにはうってつけでした。\u001b[22m, \u001b[1m音楽は非常によくアニメを適しそれに非常に「ヴィンテージ」の品質を持っていました。\u001b[22m\n\u001b[4mThe music was likeable and the animation of the op and ed sequences was just amazing.\u001b[24m\n    \u001b[1m音楽は好きだったし、opとedのシーケンスのアニメーションは素晴らしかった。\u001b[22m, \u001b[1m音楽は好感の持てるたとOPとEDシーケンスのアニメーションはただ驚くべきものでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice actors had the difficult job of voicing full Rakugo performances, which they managed to pull off amazingly. They also suited the roles of the characters well.\n\n\u001b[1m俳優たちは、落語の演奏を全部声高に表明することは難しかった。 彼らはまた、キャラクターの役割にも適していました。\u001b[22m\n\u001b[1m(Haiyū-tachi wa, rakugo no ensō o zenbu kowadaka ni hyōmei suru koto wa muzukashikatta. Karera wa mata, kyarakutā no yakuwari ni mo tekishite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors had the difficult job of voicing full Rakugo performances, which they managed to pull off amazingly. They also suited the roles of the characters well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors had the difficult job of voicing full Rakugo performances, which they managed to pull off amazingly.\u001b[24m\n    \u001b[1m俳優たちは、落語の演奏を全部声高に表明することは難しかった。\u001b[22m, \u001b[1m声優は、彼らは驚くほどやってのけるために管理し、完全な落語の公演を、発声の困難な仕事をしていました。\u001b[22m\n\u001b[4mThey also suited the roles of the characters well.\u001b[24m\n    \u001b[1m彼らはまた、キャラクターの役割にも適していました。\u001b[22m, \u001b[1m彼らはまた、よく文字の役割を適しています。\u001b[22m\n\u001b[1m\u001b[22m\nArt (9):\n\n\u001b[1mアート（9）：\u001b[22m\n\u001b[1m(Āto (9 ):)\u001b[22m\n\nTranslations of \u001b[4mArt (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (9):\u001b[24m\n    \u001b[1mアート（9）：\u001b[22m\nThe artwork done by Studio Deen was very well done. As the voice actors had the difficult job of voicing the Rakugo performances, the studio had the difficult job of animating them and they also did a terrific job of that. The art was consistent, had a nice style and good detail.\n\n\u001b[1mスタジオディーンで行われたアートワークはとてもうまくいきました。 俳優達は落語公演の声を聞くのが難しいため、スタジオにはアニメーション化するのが難しく、彼らも素晴らしい仕事をしていました。 芸術は一貫していて、素敵なスタイルと細部を持っていました。\u001b[22m\n\u001b[1m(Sutajiodīn de okonawa reta ātowāku wa totemo umaku ikimashita. Haiyū-tachi wa rakugo kōen no koe o kiku no ga muzukashī tame, sutajio ni wa animēshon-ka suru no ga muzukashiku, karera mo subarashī shigoto o shite imashita. Geijutsu wa ikkan shite ite, sutekina sutairu to saibu o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork done by Studio Deen was very well done. As the voice actors had the difficult job of voicing the Rakugo performances, the studio had the difficult job of animating them and they also did a terrific job of that. The art was consistent, had a nice style and good detail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork done by Studio Deen was very well done.\u001b[24m\n    \u001b[1mスタジオディーンで行われたアートワークはとてもうまくいきました。\u001b[22m, \u001b[1mスタジオディーンによって行われたアートワークは非常によく行われていました。\u001b[22m\n\u001b[4mAs the voice actors had the difficult job of voicing the Rakugo performances, the studio had the difficult job of animating them and they also did a terrific job of that.\u001b[24m\n    \u001b[1m俳優達は落語公演の声を聞くのが難しいため、スタジオにはアニメーション化するのが難しく、彼らも素晴らしい仕事をしていました。\u001b[22m, \u001b[1m声優が落語の公演を表明するという困難な仕事をしていたように、スタジオは、それらをアニメーション化の困難な仕事を持っていたし、彼らはまた、その素晴らしい仕事をしました。\u001b[22m\n\u001b[4mThe art was consistent, had a nice style and good detail.\u001b[24m\n    \u001b[1m芸術は一貫していて、素敵なスタイルと細部を持っていました。\u001b[22m, \u001b[1m芸術は、一貫していた素敵なスタイルと優れたディテールを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall Enjoyment (9):\n\n\u001b[1m全体的な楽しさ（9）：\u001b[22m\n\u001b[1m(Zentai-tekina tanoshisa (9 ):)\u001b[22m\n\nTranslations of \u001b[4mOverall Enjoyment (9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Enjoyment (9):\u001b[24m\n    \u001b[1m全体的な楽しさ（9）：\u001b[22m\nOverall I think that this anime was an incredible watch, it was really incredible in every category and I can't find any faults! If you loved the drama and friendship of animes like Nana you will be certain to enjoy this as well.\n\n\u001b[1m全体的に私はこのアニメは信じられないほどの時計だったと思う、それは本当にすべてのカテゴリで信じられないほどのものだったし、何の欠陥も見つけられない！ あなたがナナのようなアニメのドラマと友情を愛していれば、これもまた楽しむことができます。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono anime wa shinji rarenai hodo no tokeidatta to omou, sore wa hontōni subete no kategori de shinji rarenai hodo no monodattashi, nani no kekkan mo mitsukerarenai! Anata ga Nana no yōna anime no dorama to yūjō o aishite ireba, kore mo mata tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I think that this anime was an incredible watch, it was really incredible in every category and I can't find any faults! If you loved the drama and friendship of animes like Nana you will be certain to enjoy this as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I think that this anime was an incredible watch, it was really incredible in every category and I can't find any faults!\u001b[24m\n    \u001b[1m全体的に私はこのアニメは信じられないほどの時計だったと思う、それは本当にすべてのカテゴリで信じられないほどのものだったし、何の欠陥も見つけられない！\u001b[22m, \u001b[1m全体的に私はこのアニメは信じられないほどの時計だったと思う、それはすべてのカテゴリーで本当に信じられないほどだったと私は、任意の欠陥を見つけることができません！\u001b[22m\n\u001b[4mIf you loved the drama and friendship of animes like Nana you will be certain to enjoy this as well.\u001b[24m\n    \u001b[1mあなたがナナのようなアニメのドラマと友情を愛していれば、これもまた楽しむことができます。\u001b[22m, \u001b[1mあなたはナナのようなアニメのドラマや友情を愛しているならあなたにもこのことを楽しむことは確かであろう。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
