[
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "1000percentheart",
    "profile": "/profile/1000percentheart/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=215873",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  6\nキャラクター|  1\n|  2\n\n私はこのショーを見直すためのアカウントを作っただけで、私はそれがどれほどだと思ったのですか。\n\nストーリー -  4\n\nそれはスポーツアニメだ。 今、私はスポーツアニメが大好きです。 私はジャンルの中で最も人気のあるものと、あまり知られていないもののいくつかをオーバードライブやSoftenniのように見ました。 私は俳句に来た!! ショーが得たすべての肯定的なレビューの後にいくつかのかなり高い期待と、しかし私はまだ他のすべてのスポーツのアニメから離れて座って何かを考えることができません。\n\n弱いスキルの主人公？ 黒子のバスケット、アイシールド21、ヨワムシペダルで見ました。\n\nある程度拮抗している副次的な主役？  Daiya no Ace、Eyeshield 21、地獄、ナルトでさえ見ました。 この罠は死に至った。\n\nかつて強力なメインチームが力を失っていますか？  Daiya no Aceでそれを見ました。\n\n展覧会自体は、私を悩ますものではありません。 私は何度もこれらの熱気球を見たことがあるので、それらをもう一度見ることはまれではない。 どのようにこの番組がこのショーのこの雑踏の中にそれらの熱帯魚のすべてに不平を言うことをどう扱うかについて、デッドブレイカーは何ですか？\n\nプロットが進むと、それは予測可能なものになります。 キャラクターは全国レベルのトーナメントで完走したい、チームは決勝戦に近づき、チームは聴衆から同情を引き出すために敗退し、チームは2ヶ月後に都合のいい第2トーナメントに参加することに同意し、チームは試合に勝利し、 驚きの最終的なボスを作成し、チームは最終的なボスを打つとすべてが超です！\n\nはい、Knobはこのような式を使用していましたが、実行が非常に優れていたため、合格になりました。\n\nチームはすごく強力ではなかったので、アイシールド21のようなショーが好きだった。 彼らはいつも勝つことができるように提示されていなかった不公平の大まかなグループでした。 国民を作る機会は1つしかないので、キャラクターが失われたときには、それは数千倍も面白そうです。\n\nアート6\n\nアニメーションは試合中の瞬間に素晴らしいものでした。 私はアートやアニメーションのためのメモがありません。 本当に私を悩ます唯一のことは、キャラクターが魅力的であるが、ほぼすべてのバックグラウンドキャラクターと同じ縄文/目の形をしている場合です。\n\nサウンド6\n\nひなたの声は迷惑だった。 私は彼がかわいそうにした小さな音を見つけられませんでした。 他のニュースでは、最初のopとsecond edは涼しかったです。\n\nキャラクター -  1\n\nオハイオ州私の神はここに行く\n\nこれは私のこのショーの最大の問題でした。 私は最も基本的なレベルを除いて、これらのキャラクターのどれにも関係がありませんでした。 たった9人のキャラクターが良い性格を持っていた、あるいは前にやったものを面白く見ていた。\n\n私はTVTropesだけを使ってすべての主要キャラクターを記述することができました：\n\nヒナタ - アドルカブル。 決定子。\nかげやまー つんでれ。\nさわむらー てあｍ だｄ。\n菅原 - チームママ。\nAsahi- Broken Ace。\nにしのやー けえｔ。\n田中 -  Crouching Moron、隠されたBadass。\nつきしまー であｄぱん Ｓなｒけｒ。\n山口市 - 縮小バイオレット。\n金の心を抱いたおおかわジャーク。\nIwaizumi- Vitriolic Best Bud。\n孤独な巨人。\nケンマ - 華麗だがレイジー\n金の心を抱く黒子くん。\nLev-未熟で強い\nBokuto- Keet。\n\nそこにそれがある。 それはこれらすべての性格からの人格の基本量です。 私はいくつかのキャラクターが彼らの一般的な性格に面白いテイクを持っていたことを認めますが、私にそれらを好きにするのに十分ではありませんでした。\n\n楽しさ-2\n\nアニメーションと2つのテーマのほかに、私はこのショーを見て楽しむことがほとんどできませんでした。\n\n全体\n\n私はスコアを合計し、彼らは平均で3.5になった。  2つの6を取り出すことは、アートとサウンドのために与えられ、それは平均して2.25になります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nI made an account just to review this show and how crappy I thought it was.\n\n\u001b[1m私はこのショーを見直すためのアカウントを作っただけで、私はそれがどれほどだと思ったのですか。\u001b[22m\n\u001b[1m(Watashi wa kono shō o minaosu tame no akaunto o tsukutta dake de, watashi wa sore ga dorehododa to omotta nodesu ka.)\u001b[22m\n\nTranslations of \u001b[4mI made an account just to review this show and how crappy I thought it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI made an account just to review this show and how crappy I thought it was.\u001b[24m\n    \u001b[1m私はこのショーを見直すためのアカウントを作っただけで、私はそれがどれほどだと思ったのですか。\u001b[22m, \u001b[1m私はこの番組を確認するアカウントを作り、どのように安っぽい私はそれがだと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nStory- 4\n\n\u001b[1mストーリー -  4\u001b[22m\n\u001b[1m(Sutōrī - 4)\u001b[22m\n\nTranslations of \u001b[4mStory- 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- 4\u001b[24m\n    \u001b[1mストーリー -  4\u001b[22m, \u001b[1mStory- 4\u001b[22m\n\u001b[1m\u001b[22m\nIt's a sport anime. Now I love sports anime; I've seen the most popular ones of the genre and some of the lesser known ones like Over Drive and Softenni. I came to Haikyuu!! with some pretty high hopes after all the positive reviews the show got, but I still can't think of anything that set sit apart from all the other sports animes.\n\n\u001b[1mそれはスポーツアニメだ。 今、私はスポーツアニメが大好きです。 私はジャンルの中で最も人気のあるものと、あまり知られていないもののいくつかをオーバードライブやSoftenniのように見ました。 私は俳句に来た!! ショーが得たすべての肯定的なレビューの後にいくつかのかなり高い期待と、しかし私はまだ他のすべてのスポーツのアニメから離れて座って何かを考えることができません。\u001b[22m\n\u001b[1m(Sore wa supōtsuanimeda. Ima, watashi wa supōtsuanime ga daisukidesu. Watashi wa janru no naka de mottomo ninki no aru mono to, amari shira rete inaimonono ikutsu ka o ōbādoraibu ya Softenni no yō ni mimashita. Watashi wa haiku ni kita! ! Shō ga eta subete no kōtei-tekina rebyū no nochi ni ikutsu ka no kanari takai kitai to, shikashi watashi wa mada hoka no subete no supōtsu no anime kara hanarete suwatte nanika o kangaeru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's a sport anime. Now I love sports anime; I've seen the most popular ones of the genre and some of the lesser known ones like Over Drive and Softenni. I came to Haikyuu!! with some pretty high hopes after all the positive reviews the show got, but I still can't think of anything that set sit apart from all the other sports animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's a sport anime.\u001b[24m\n    \u001b[1mそれはスポーツアニメだ。\u001b[22m, \u001b[1mそれはスポーツのアニメです。\u001b[22m\n\u001b[4mNow I love sports anime;\u001b[24m\n    \u001b[1m今、私はスポーツアニメが大好きです。\u001b[22m, \u001b[1m今、私はスポーツのアニメが大好きです。\u001b[22m\n\u001b[4mI've seen the most popular ones of the genre and some of the lesser known ones like Over Drive and Softenni.\u001b[24m\n    \u001b[1m私はジャンルの中で最も人気のあるものと、あまり知られていないもののいくつかをオーバードライブやSoftenniのように見ました。\u001b[22m, \u001b[1m私は、最も人気のあるジャンルのものとオーバードライブとそふてにっなどのあまり知られていないものをいくつか見てきました。\u001b[22m\n\u001b[4mI came to Haikyuu!!\u001b[24m\n    \u001b[1m私は俳句に来た!!\u001b[22m, \u001b[1m私はHaikyuuに来ました！\u001b[22m\n\u001b[4mwith some pretty high hopes after all the positive reviews the show got, but I still can't think of anything that set sit apart from all the other sports animes.\u001b[24m\n    \u001b[1mショーが得たすべての肯定的なレビューの後にいくつかのかなり高い期待と、しかし私はまだ他のすべてのスポーツのアニメから離れて座って何かを考えることができません。\u001b[22m, \u001b[1mいくつかの非常に大きな期待を持つすべての肯定的なレビューの後にショーは得たが、私はまだ他のすべてのスポーツアニメから離れて座っている設定は何も考えることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nWeak yet skill protagonist? Saw that in Kuroko no Basket, Eyeshield 21, and Yowamushi Pedal.\n\n\u001b[1m弱いスキルの主人公？ 黒子のバスケット、アイシールド21、ヨワムシペダルで見ました。\u001b[22m\n\u001b[1m(Yowai sukiru no shujinkō? Kuroko no basuketto, aishīrudo 21, yowamushipedaru de mimashita.)\u001b[22m\n\nTranslations of \u001b[4mWeak yet skill protagonist? Saw that in Kuroko no Basket, Eyeshield 21, and Yowamushi Pedal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWeak yet skill protagonist?\u001b[24m\n    \u001b[1m弱いスキルの主人公？\u001b[22m, \u001b[1m弱いまだスキル主人公？\u001b[22m\n\u001b[4mSaw that in Kuroko no Basket, Eyeshield 21, and Yowamushi Pedal.\u001b[24m\n    \u001b[1m黒子のバスケット、アイシールド21、ヨワムシペダルで見ました。\u001b[22m, \u001b[1m黒子でnoバスケット、アイシールド21、および弱虫ペダルのを見ました。\u001b[22m\n\u001b[1m\u001b[22m\nSecondary protagonist that starts of somewhat antagonistic? Saw that in Daiya no Ace, Eyeshield 21, and hell, even Naruto. This trope has been done to death.\n\n\u001b[1mある程度拮抗している副次的な主役？  Daiya no Ace、Eyeshield 21、地獄、ナルトでさえ見ました。 この罠は死に至った。\u001b[22m\n\u001b[1m(Aruteido kikkō shite iru fukujitekina shuyaku? Daiya no Ace, Eyeshield 21, jigoku, narutode sae mimashita. Kono wana wa shi ni itatta.)\u001b[22m\n\nTranslations of \u001b[4mSecondary protagonist that starts of somewhat antagonistic? Saw that in Daiya no Ace, Eyeshield 21, and hell, even Naruto. This trope has been done to death.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecondary protagonist that starts of somewhat antagonistic?\u001b[24m\n    \u001b[1mある程度拮抗している副次的な主役？\u001b[22m, \u001b[1mやや拮抗の開始セカンダリ主人公？\u001b[22m\n\u001b[4mSaw that in Daiya no Ace, Eyeshield 21, and hell, even Naruto.\u001b[24m\n    \u001b[1mDaiya no Ace、Eyeshield 21、地獄、ナルトでさえ見ました。\u001b[22m, \u001b[1mダイヤでnoエース、アイシールド21、および地獄、でもナルトことを見ました。\u001b[22m\n\u001b[4mThis trope has been done to death.\u001b[24m\n    \u001b[1mこの罠は死に至った。\u001b[22m, \u001b[1mこの比喩は、死に行われています。\u001b[22m\n\u001b[1m\u001b[22m\nFormerly strong main team that has fall from power? Saw that in Daiya no Ace.\n\n\u001b[1mかつて強力なメインチームが力を失っていますか？  Daiya no Aceでそれを見ました。\u001b[22m\n\u001b[1m(Katsute kyōryokuna meinchīmu ga chikara o ushinatte imasu ka? Daiya no Ace de sore o mimashita.)\u001b[22m\n\nTranslations of \u001b[4mFormerly strong main team that has fall from power? Saw that in Daiya no Ace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFormerly strong main team that has fall from power?\u001b[24m\n    \u001b[1mかつて強力なメインチームが力を失っていますか？\u001b[22m, \u001b[1m電源から落下したかつて強力なメインチームは？\u001b[22m\n\u001b[4mSaw that in Daiya no Ace.\u001b[24m\n    \u001b[1mDaiya no Aceでそれを見ました。\u001b[22m, \u001b[1mそのダイヤにはエースを見ませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe exposition itself isn't just what bothers me. I've seen each of these tropes many times so seeing them again is rarely a deal breaker. What IS a dealbreaker is how this show somehow manages to complain all of those tropes into this mishmash of a show.\n\n\u001b[1m展覧会自体は、私を悩ますものではありません。 私は何度もこれらの熱気球を見たことがあるので、それらをもう一度見ることはまれではない。 どのようにこの番組がこのショーのこの雑踏の中にそれらの熱帯魚のすべてに不平を言うことをどう扱うかについて、デッドブレイカーは何ですか？\u001b[22m\n\u001b[1m(Tenran-kai jitai wa, watashi o nayamasu monode wa arimasen. Watashi wa nando mo korera no nekkikyū o mita koto ga aru node, sorera o mōichido miru koto wa marede wanai. Dono yō ni kono bangumi ga kono shō no kono zattō no naka ni sorera no nettaigyo no subete ni fuhei o iu koto o dō atsukau ka ni tsuite, deddobureikā wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe exposition itself isn't just what bothers me. I've seen each of these tropes many times so seeing them again is rarely a deal breaker. What IS a dealbreaker is how this show somehow manages to complain all of those tropes into this mishmash of a show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe exposition itself isn't just what bothers me.\u001b[24m\n    \u001b[1m展覧会自体は、私を悩ますものではありません。\u001b[22m, \u001b[1m博覧会自体が私を悩ますものだけではありません。\u001b[22m\n\u001b[4mI've seen each of these tropes many times so seeing them again is rarely a deal breaker.\u001b[24m\n    \u001b[1m私は何度もこれらの熱気球を見たことがあるので、それらをもう一度見ることはまれではない。\u001b[22m, \u001b[1m私はそれらを再度見てすることはめったに契約ブレーカではありませんこれらの比喩のそれぞれを何度も見てきました。\u001b[22m\n\u001b[4mWhat IS a dealbreaker is how this show somehow manages to complain all of those tropes into this mishmash of a show.\u001b[24m\n    \u001b[1mどのようにこの番組がこのショーのこの雑踏の中にそれらの熱帯魚のすべてに不平を言うことをどう扱うかについて、デッドブレイカーは何ですか？\u001b[22m, \u001b[1m何dealbreaker ISは、このショーは何とかショーのこの寄せ集めにそれらの比喩のすべてを文句を管理する方法です。\u001b[22m\n\u001b[1m\u001b[22m\nTHh way the plot moves forward makes it soooooo predictable. Character wants to complete in national level tournament, teams gets close to finals, team loses to elicit sympathy from the audience, team agrees to participate in the conveniently placed 2nd tournament a few months after this one, team wins matches and replays previously introduced teams to create a surprise final boss, team beats final boss and everything is super!\n\n\u001b[1mプロットが進むと、それは予測可能なものになります。 キャラクターは全国レベルのトーナメントで完走したい、チームは決勝戦に近づき、チームは聴衆から同情を引き出すために敗退し、チームは2ヶ月後に都合のいい第2トーナメントに参加することに同意し、チームは試合に勝利し、 驚きの最終的なボスを作成し、チームは最終的なボスを打つとすべてが超です！\u001b[22m\n\u001b[1m(Purotto ga susumu to, soreha yosoku kanōna mono ni narimasu. Kyarakutā wa zenkoku reberu no tōnamento de kansō shitai, chīmu wa kesshōsen ni chikadzuki, chīmu wa chōshū kara dōjō o hikidasu tame ni haitai shi, chīmu wa 2kagetsu-go ni tsugōnoī dai 2 tōnamento ni sanka suru koto ni dōi shi, chīmu wa shiai ni shōri shi, odoroki no saishū-tekina bosu o sakusei shi, chīmu wa saishū-tekina bosu o utsu to subete ga chōdesu!)\u001b[22m\n\nTranslations of \u001b[4mTHh way the plot moves forward makes it soooooo predictable. Character wants to complete in national level tournament, teams gets close to finals, team loses to elicit sympathy from the audience, team agrees to participate in the conveniently placed 2nd tournament a few months after this one, team wins matches and replays previously introduced teams to create a surprise final boss, team beats final boss and everything is super!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTHh way the plot moves forward makes it soooooo predictable.\u001b[24m\n    \u001b[1mプロットが進むと、それは予測可能なものになります。\u001b[22m, \u001b[1mプロットが前進THHの方法は、それがSOOOOOO予測可能になります。\u001b[22m\n\u001b[4mCharacter wants to complete in national level tournament, teams gets close to finals, team loses to elicit sympathy from the audience, team agrees to participate in the conveniently placed 2nd tournament a few months after this one, team wins matches and replays previously introduced teams to\u001b[24m\n    \u001b[1mキャラクターは全国レベルのトーナメントで完走したい、チームは決勝戦に近づき、チームは聴衆から同情を引き出すために敗退し、チームは2ヶ月後に都合のいい第2トーナメントに参加することに同意し、チームは試合に勝利し、\u001b[22m, \u001b[1m文字は国家レベルの大会で完了したいと考えて、チームが決勝に近づく、チームは観客から共感を引き出すために失い、チームは数ヶ月のあとに便利な場所にある第二のトーナメントに参加することに同意するものとし、チームは試合やリプレイに先に紹介したチームを勝ち\u001b[22m\n\u001b[4mcreate a surprise final boss, team beats final boss and everything is super!\u001b[24m\n    \u001b[1m驚きの最終的なボスを作成し、チームは最終的なボスを打つとすべてが超です！\u001b[22m, \u001b[1m驚き最後のボスを作成し、チームは最後のボスを打つ、すべてがスーパーです！\u001b[22m\n\u001b[1m\u001b[22m\nYes i'm well aware that KnB used a formula similar to this one but it get s a pass because the execution was so much better.\n\n\u001b[1mはい、Knobはこのような式を使用していましたが、実行が非常に優れていたため、合格になりました。\u001b[22m\n\u001b[1m(Hai, Knob wa kono yōna shiki o shiyō shite imashitaga, jikkō ga hijō ni sugurete ita tame, gōkaku ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mYes i'm well aware that KnB used a formula similar to this one but it get s a pass because the execution was so much better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes i'm well aware that KnB used a formula similar to this one but it get s a pass because the execution was so much better.\u001b[24m\n    \u001b[1mはい、Knobはこのような式を使用していましたが、実行が非常に優れていたため、合格になりました。\u001b[22m, \u001b[1mはい私はKNBは、これと同じ式を使用しますが、実行はそんなに優れていたので、それはsでパスを得ることを十分承知しています。\u001b[22m\n\u001b[1m\u001b[22m\nI liked shows like Eyeshield 21 because the team wasn't awesomely powerful. They were a ragtag group of misfits that weren't presented like they could always win. Having only one chance to make nationals make it seem a thousand times more interesting when the characters lost.\n\n\u001b[1mチームはすごく強力ではなかったので、アイシールド21のようなショーが好きだった。 彼らはいつも勝つことができるように提示されていなかった不公平の大まかなグループでした。 国民を作る機会は1つしかないので、キャラクターが失われたときには、それは数千倍も面白そうです。\u001b[22m\n\u001b[1m(Chīmu wa sugoku kyōryokude wa nakattanode, aishīrudo 21 no yōna shō ga sukidatta. Karera wa itsumo katsu koto ga dekiru yō ni teiji sa rete inakatta fukōhei no ōmakana gurūpudeshita. Kokumin o tsukuru kikai wa 1tsu shika nainode, kyarakutā ga ushinawareta tokiniha, sore wa sū sen-bai mo omoshiro-sōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI liked shows like Eyeshield 21 because the team wasn't awesomely powerful. They were a ragtag group of misfits that weren't presented like they could always win. Having only one chance to make nationals make it seem a thousand times more interesting when the characters lost.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked shows like Eyeshield 21 because the team wasn't awesomely powerful.\u001b[24m\n    \u001b[1mチームはすごく強力ではなかったので、アイシールド21のようなショーが好きだった。\u001b[22m, \u001b[1mチームは上空強力ではありませんでしたので、私はアイシールド21のような番組が好きでした。\u001b[22m\n\u001b[4mThey were a ragtag group of misfits that weren't presented like they could always win.\u001b[24m\n    \u001b[1m彼らはいつも勝つことができるように提示されていなかった不公平の大まかなグループでした。\u001b[22m, \u001b[1m彼らは常に勝つことができるように提示されなかった不適合の寄せ集めのグループでした。\u001b[22m\n\u001b[4mHaving only one chance to make nationals make it seem a thousand times more interesting when the characters lost.\u001b[24m\n    \u001b[1m国民を作る機会は1つしかないので、キャラクターが失われたときには、それは数千倍も面白そうです。\u001b[22m, \u001b[1m唯一のチャンスを持つことは、国民が文字を失ったとき、それが千倍より面白く見えるようにします。\u001b[22m\n\u001b[1m\u001b[22m\nArt- 6\n\n\u001b[1mアート6\u001b[22m\n\u001b[1m(Āto 6)\u001b[22m\n\nTranslations of \u001b[4mArt- 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt- 6\u001b[24m\n    \u001b[1mアート6\u001b[22m, \u001b[1m6アート - \u001b[22m\n\u001b[1m\u001b[22m\nThe animation was great at moments during matches. I have no notes for the art or animation. The only thing that really bothers me is when a character is presented as attractive but has the same jawline/eye shape as almost every other background character.\n\n\u001b[1mアニメーションは試合中の瞬間に素晴らしいものでした。 私はアートやアニメーションのためのメモがありません。 本当に私を悩ます唯一のことは、キャラクターが魅力的であるが、ほぼすべてのバックグラウンドキャラクターと同じ縄文/目の形をしている場合です。\u001b[22m\n\u001b[1m(Animēshon wa shiai-chū no shunkan ni subarashī monodeshita. Watashi wa āto ya animēshon no tame no memo ga arimasen. Hontōni watashi o nayamasu yuiitsu no koto wa, kyarakutā ga mirikitekidearuga, hobo subete no bakkuguraundokyarakutā to onaji jōmon/ me no katachi o shite iru baaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was great at moments during matches. I have no notes for the art or animation. The only thing that really bothers me is when a character is presented as attractive but has the same jawline/eye shape as almost every other background character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was great at moments during matches.\u001b[24m\n    \u001b[1mアニメーションは試合中の瞬間に素晴らしいものでした。\u001b[22m, \u001b[1mアニメーションは、試合中に瞬間に素晴らしかったです。\u001b[22m\n\u001b[4mI have no notes for the art or animation.\u001b[24m\n    \u001b[1m私はアートやアニメーションのためのメモがありません。\u001b[22m, \u001b[1m私はアートやアニメーションのためのノートを持っていません。\u001b[22m\n\u001b[4mThe only thing that really bothers me is when a character is presented as attractive but has the same jawline/eye shape as almost every other background character.\u001b[24m\n    \u001b[1m本当に私を悩ます唯一のことは、キャラクターが魅力的であるが、ほぼすべてのバックグラウンドキャラクターと同じ縄文/目の形をしている場合です。\u001b[22m, \u001b[1m文字が魅力として提示したが、ほぼすべての他のバックグラウンド文字と同じ下顎の輪郭/目状に形成されているとき、本当に私を気に唯一のものです。\u001b[22m\n\u001b[1m\u001b[22m\nSound-6\n\n\u001b[1mサウンド6\u001b[22m\n\u001b[1m(Saundo 6)\u001b[22m\n\nTranslations of \u001b[4mSound-6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound-6\u001b[24m\n    \u001b[1mサウンド6\u001b[22m, \u001b[1m音-6\u001b[22m\n\u001b[1m\u001b[22m\nHinata's voice was annoying. I didn't find the little sounds he made cute either. In other news, the first op and second ed was cool.\n\n\u001b[1mひなたの声は迷惑だった。 私は彼がかわいそうにした小さな音を見つけられませんでした。 他のニュースでは、最初のopとsecond edは涼しかったです。\u001b[22m\n\u001b[1m(Hinata no koe wa meiwakudatta. Watashi wa kare ga kawaisō ni shita chīsana oto o mitsuke raremasendeshita. Hoka no nyūsude wa, saisho no op to sekando ed wa suzushikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mHinata's voice was annoying. I didn't find the little sounds he made cute either. In other news, the first op and second ed was cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHinata's voice was annoying.\u001b[24m\n    \u001b[1mひなたの声は迷惑だった。\u001b[22m, \u001b[1m日向の声は迷惑でした。\u001b[22m\n\u001b[4mI didn't find the little sounds he made cute either.\u001b[24m\n    \u001b[1m私は彼がかわいそうにした小さな音を見つけられませんでした。\u001b[22m, \u001b[1m私は彼がどちらかのかわいい作られた小さな音を見つけることができませんでした。\u001b[22m\n\u001b[4mIn other news, the first op and second ed was cool.\u001b[24m\n    \u001b[1m他のニュースでは、最初のopとsecond edは涼しかったです。\u001b[22m, \u001b[1m他のニュースでは、第一オペアンプと第二編はクールでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters- 1\n\n\u001b[1mキャラクター -  1\u001b[22m\n\u001b[1m(Kyarakutā - 1)\u001b[22m\n\nTranslations of \u001b[4mCharacters- 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters- 1\u001b[24m\n    \u001b[1mキャラクター -  1\u001b[22m, \u001b[1mCharacters- 1\u001b[22m\n\u001b[1m\u001b[22m\nOH MY GOD HERE WE GO\n\n\u001b[1mオハイオ州私の神はここに行く\u001b[22m\n\u001b[1m(Ohaio-shū watashi no kami wa koko ni iku)\u001b[22m\n\nTranslations of \u001b[4mOH MY GOD HERE WE GO\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOH MY GOD HERE WE GO\u001b[24m\n    \u001b[1mオハイオ州私の神はここに行く\u001b[22m, \u001b[1mMY GOD OHここで行きます\u001b[22m\n\u001b[1m\u001b[22m\nThis was my biggest problem with this show. I could not relate to any of these character except on the most basic level. Only, like, nine characters had a good personality or at least an interesting take on one that's been done before.\n\n\u001b[1mこれは私のこのショーの最大の問題でした。 私は最も基本的なレベルを除いて、これらのキャラクターのどれにも関係がありませんでした。 たった9人のキャラクターが良い性格を持っていた、あるいは前にやったものを面白く見ていた。\u001b[22m\n\u001b[1m(Kore wa watashi no kono shō no saidai no mondaideshita. Watashi wa mottomo kihon-tekina reberu o nozoite, korera no kyarakutā no dore ni mo kankei ga arimasendeshita. Tatta 9-ri no kyarakutā ga yoi seikaku o motte ita, aruiwa mae ni yatta mono o omoshiroku mite ita.)\u001b[22m\n\nTranslations of \u001b[4mThis was my biggest problem with this show. I could not relate to any of these character except on the most basic level. Only, like, nine characters had a good personality or at least an interesting take on one that's been done before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was my biggest problem with this show.\u001b[24m\n    \u001b[1mこれは私のこのショーの最大の問題でした。\u001b[22m, \u001b[1mこれは、このショーで私の最大の問題でした。\u001b[22m\n\u001b[4mI could not relate to any of these character except on the most basic level.\u001b[24m\n    \u001b[1m私は最も基本的なレベルを除いて、これらのキャラクターのどれにも関係がありませんでした。\u001b[22m, \u001b[1m私は、最も基本的なレベルを除いて、これらの文字のいずれかに関連することができませんでした。\u001b[22m\n\u001b[4mOnly, like, nine characters had a good personality or at least an interesting take on one that's been done before.\u001b[24m\n    \u001b[1mたった9人のキャラクターが良い性格を持っていた、あるいは前にやったものを面白く見ていた。\u001b[22m, \u001b[1mのみ、など、9文字が良い人格または以前に行われています1上に少なくとも興味深いテイクを持っていました。\u001b[22m\n\u001b[1m\u001b[22m\nI could describe all the major characters using TVTropes alone:\n\n\u001b[1m私はTVTropesだけを使ってすべての主要キャラクターを記述することができました：\u001b[22m\n\u001b[1m(Watashi wa TVTropes dake o tsukatte subete no shuyō kyarakutā o kijutsu suru koto ga dekimashita:)\u001b[22m\n\nTranslations of \u001b[4mI could describe all the major characters using TVTropes alone:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI could describe all the major characters using TVTropes alone:\u001b[24m\n    \u001b[1m私はTVTropesだけを使ってすべての主要キャラクターを記述することができました：\u001b[22m, \u001b[1m私は一人でTVTropesを使用して、すべての主要な文字を記述することができます。\u001b[22m\n\u001b[1m\u001b[22m\nHinata- Adorkable. Determinator.\n\n\u001b[1mヒナタ - アドルカブル。 決定子。\u001b[22m\n\u001b[1m(Hinata - adorukaburu. Kettei-ko.)\u001b[22m\n\nTranslations of \u001b[4mHinata- Adorkable. Determinator.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHinata- Adorkable.\u001b[24m\n    \u001b[1mヒナタ - アドルカブル。\u001b[22m, \u001b[1mぶざまなところがかわいくて楽しくなりますHinata-。\u001b[22m\n\u001b[4mDeterminator.\u001b[24m\n    \u001b[1m決定子。\u001b[22m, \u001b[1m判定。\u001b[22m\nかげやまー つんでれ。\n(Kage ya ma ̄ tsun dere.)\n\n\u001b[1mかげやまー つんでれ。\u001b[22m\n\u001b[1m(Kage ya ma ̄ tsun dere.)\u001b[22m\nさわむらー てあｍ だｄ。\n(Sawa mura ̄te a mda d.)\n\n\u001b[1mさわむらー てあｍ だｄ。\u001b[22m\n\u001b[1m(Sawa mura ̄te a mda d.)\u001b[22m\nSugawara- Team Mom.\n\n\u001b[1m菅原 - チームママ。\u001b[22m\n\u001b[1m(Sugawara - chīmumama.)\u001b[22m\n\nTranslations of \u001b[4mSugawara- Team Mom.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSugawara- Team Mom.\u001b[24m\n    \u001b[1m菅原 - チームママ。\u001b[22m, \u001b[1mSugawara-チームママ。\u001b[22m\nAsahi- Broken Ace.\n\n\u001b[1mAsahi- Broken Ace。\u001b[22m\n\u001b[1m(Asahi - burōkun Ace.)\u001b[22m\n\nTranslations of \u001b[4mAsahi- Broken Ace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAsahi- Broken Ace.\u001b[24m\n    \u001b[1mAsahi- Broken Ace。\u001b[22m, \u001b[1mブロークンエースAsahi-。\u001b[22m\nにしのやー けえｔ。\n(Nishi no ya ̄ ke e t.)\n\n\u001b[1mにしのやー けえｔ。\u001b[22m\n\u001b[1m(Nishi no ya ̄ ke e t.)\u001b[22m\nTanaka- Crouching Moron, Hidden Badass.\n\n\u001b[1m田中 -  Crouching Moron、隠されたBadass。\u001b[22m\n\u001b[1m(Tanaka - Crouching Moron, kakusareta Badass.)\u001b[22m\n\nTranslations of \u001b[4mTanaka- Crouching Moron, Hidden Badass.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTanaka- Crouching Moron, Hidden Badass.\u001b[24m\n    \u001b[1m田中 -  Crouching Moron、隠されたBadass。\u001b[22m, \u001b[1mTanaka-身をかがめるモロン、隠しハメ頃。\u001b[22m\nつきしまー であｄぱん Ｓなｒけｒ。\n(Tsuki shima ̄ de a d pan Sna r ke r.)\n\n\u001b[1mつきしまー であｄぱん Ｓなｒけｒ。\u001b[22m\n\u001b[1m(Tsuki shima ̄ de a d pan Sna r ke r.)\u001b[22m\nYamaguchi- Shrinking Violet.\n\n\u001b[1m山口市 - 縮小バイオレット。\u001b[22m\n\u001b[1m(Yamaguchi-shi - shukushō baioretto.)\u001b[22m\n\nTranslations of \u001b[4mYamaguchi- Shrinking Violet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYamaguchi- Shrinking Violet.\u001b[24m\n    \u001b[1m山口市 - 縮小バイオレット。\u001b[22m, \u001b[1mバイオレットの縮小Yamaguchi-。\u001b[22m\nOikawa- Jerk with a Heart of Gold.\n\n\u001b[1m金の心を抱いたおおかわジャーク。\u001b[22m\n\u001b[1m(Kin no kokoro o daita o okawa jāku.)\u001b[22m\n\nTranslations of \u001b[4mOikawa- Jerk with a Heart of Gold.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOikawa- Jerk with a Heart of Gold.\u001b[24m\n    \u001b[1m金の心を抱いたおおかわジャーク。\u001b[22m, \u001b[1mゴールドのハートとOikawa-ジャーク。\u001b[22m\nIwaizumi- Vitriolic Best Bud.\n\n\u001b[1mIwaizumi- Vitriolic Best Bud。\u001b[22m\n\u001b[1m(Iwaizumi - Vitriolic Best Bud.)\u001b[22m\n\nTranslations of \u001b[4mIwaizumi- Vitriolic Best Bud.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIwaizumi- Vitriolic Best Bud.\u001b[24m\n    \u001b[1mIwaizumi- Vitriolic Best Bud。\u001b[22m, \u001b[1mIwaizumi-辛辣ベストバド。\u001b[22m\nAone- Gentle Giant.\n\n\u001b[1m孤独な巨人。\u001b[22m\n\u001b[1m(Kodokuna kyojin.)\u001b[22m\n\nTranslations of \u001b[4mAone- Gentle Giant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAone- Gentle Giant.\u001b[24m\n    \u001b[1m孤独な巨人。\u001b[22m, \u001b[1mジェントル・ジャイアントAone-。\u001b[22m\nKenma- Brilliant but Lazy\n\n\u001b[1mケンマ - 華麗だがレイジー\u001b[22m\n\u001b[1m(Kenma - kareidaga reijī)\u001b[22m\n\nTranslations of \u001b[4mKenma- Brilliant but Lazy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKenma- Brilliant but Lazy\u001b[24m\n    \u001b[1mケンマ - 華麗だがレイジー\u001b[22m, \u001b[1mブリリアントKenma-しかしレイジー\u001b[22m\nKuroo- Jerk with a Heart of Gold.\n\n\u001b[1m金の心を抱く黒子くん。\u001b[22m\n\u001b[1m(Kin no kokoro o daku kuroko-kun.)\u001b[22m\n\nTranslations of \u001b[4mKuroo- Jerk with a Heart of Gold.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKuroo- Jerk with a Heart of Gold.\u001b[24m\n    \u001b[1m金の心を抱く黒子くん。\u001b[22m, \u001b[1mゴールドのハートとKuroo-ジャーク。\u001b[22m\nLev- Unskilled by Strong\n\n\u001b[1mLev-未熟で強い\u001b[22m\n\u001b[1m(Lev - mijukude tsuyoi)\u001b[22m\n\nTranslations of \u001b[4mLev- Unskilled by Strong\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLev- Unskilled by Strong\u001b[24m\n    \u001b[1mLev-未熟で強い\u001b[22m, \u001b[1mストロングによってlevo-の異形未熟練\u001b[22m\nBokuto- Keet.\n\n\u001b[1mBokuto- Keet。\u001b[22m\n\u001b[1m(Bokuto - Keet.)\u001b[22m\n\nTranslations of \u001b[4mBokuto- Keet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBokuto- Keet.\u001b[24m\n    \u001b[1mBokuto- Keet。\u001b[22m, \u001b[1mBokuto-ホロホロチョウ。\u001b[22m\n\u001b[1m\u001b[22m\nThere it is. That's the base amount of personality from all of these character. I'll admit that some characters had an interesting take on their generic personalities but it wasn't enough take make me like them.\n\n\u001b[1mそこにそれがある。 それはこれらすべての性格からの人格の基本量です。 私はいくつかのキャラクターが彼らの一般的な性格に面白いテイクを持っていたことを認めますが、私にそれらを好きにするのに十分ではありませんでした。\u001b[22m\n\u001b[1m(Soko ni sore ga aru. Sore wa korera subete no seikaku kara no jinkaku no kihon-ryōdesu. Watashi wa ikutsu ka no kyarakutā ga karera no ippantekina seikaku ni omoshiroi teiku o motte ita koto o mitomemasuga, watashi ni sorera o sukini suru no ni jūbunde wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThere it is. That's the base amount of personality from all of these character. I'll admit that some characters had an interesting take on their generic personalities but it wasn't enough take make me like them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere it is.\u001b[24m\n    \u001b[1mそこにそれがある。\u001b[22m, \u001b[1mそれがあります。\u001b[22m, \u001b[1mそこです。\u001b[22m\n\u001b[4mThat's the base amount of personality from all of these character.\u001b[24m\n    \u001b[1mそれはこれらすべての性格からの人格の基本量です。\u001b[22m, \u001b[1mつまり、これらの文字のすべての人格の基準額です。\u001b[22m\n\u001b[4mI'll admit that some characters had an interesting take on their generic personalities but it wasn't enough take make me like them.\u001b[24m\n    \u001b[1m私はいくつかのキャラクターが彼らの一般的な性格に面白いテイクを持っていたことを認めますが、私にそれらを好きにするのに十分ではありませんでした。\u001b[22m, \u001b[1m私はいくつかの文字は、その一般的な人格についての興味深いテイクを持っていたが、それは十分に彼らのように私を作る取るなかったことを認めますよ。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment- 2\n\n\u001b[1m楽しさ-2\u001b[22m\n\u001b[1m(Tanoshisa - 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment- 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment- 2\u001b[24m\n    \u001b[1m楽しさ-2\u001b[22m, \u001b[1mEnjoyment- 2\u001b[22m\n\u001b[1m\u001b[22m\nBesides the animation and 2 of the themes, I found very little enjoy as I sat through this show.\n\n\u001b[1mアニメーションと2つのテーマのほかに、私はこのショーを見て楽しむことがほとんどできませんでした。\u001b[22m\n\u001b[1m(Animēshon to 2tsu no tēma no hoka ni, watashi wa kono shō o mite tanoshimu koto ga hotondo dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mBesides the animation and 2 of the themes, I found very little enjoy as I sat through this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides the animation and 2 of the themes, I found very little enjoy as I sat through this show.\u001b[24m\n    \u001b[1mアニメーションと2つのテーマのほかに、私はこのショーを見て楽しむことがほとんどできませんでした。\u001b[22m, \u001b[1mテーマのアニメーションと2のほかに、私はこの番組を通じて座って非常に少ないが楽しむ発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nI added up my scores and they average out at 3.5. Taking out the two 6's a gave for art and sound and it averages out to a 2.25.\n\n\u001b[1m私はスコアを合計し、彼らは平均で3.5になった。  2つの6を取り出すことは、アートとサウンドのために与えられ、それは平均して2.25になります。\u001b[22m\n\u001b[1m(Watashi wa sukoa o gōkei shi, karera wa heikin de 3. 5 Ni natta. 2Tsu no 6 o toridasu koto wa, āto to saundo no tame ni atae rare, soreha heikin shite 2. 25 Ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mI added up my scores and they average out at 3.5. Taking out the two 6's a gave for art and sound and it averages out to a 2.25.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI added up my scores and they average out at 3.5.\u001b[24m\n    \u001b[1m私はスコアを合計し、彼らは平均で3.5になった。\u001b[22m, \u001b[1m私は自分のスコアを加算し、彼らが3.5で平均化。\u001b[22m\n\u001b[4mTaking out the two 6's a gave for art and sound and it averages out to a 2.25.\u001b[24m\n    \u001b[1m2つの6を取り出すことは、アートとサウンドのために与えられ、それは平均して2.25になります。\u001b[22m, \u001b[1m2 6のaはアートとサウンドを与え取り出し、2.25に出て、それを平均。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "moemoe28",
    "profile": "/profile/moemoe28/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=214724",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n正直なところ、スポーツアニメは決して見ることができないので、私は決してスポーツアニメを見ませんが、私は俳優を贈ったことをとてもうれしく思います！ チャンス。 スポーツアニメはおそらく私のトップ5にありますが、今年は自分のコンフォートゾーンから出て別のものを見なければならないと決めました。 私はHaikyuuを選んだ！ 私は退屈していて、何も見ていなかったからです。 私は俳句を見始めた！ 約4日前の最初のシーズンは2番目のシーズンを終えたばかりです。 私は俳句が大好き！ それを大いに楽しんだ。\n\nストーリー -  10：\nストーリーはシンプルでした。 バレーボールクラブがライバルを強くして打ち負かす旅。 しかしそれはエピソード全体を通して物語がどのように進歩したので、それはとても良くてエキサイティングなものでした。 おそらくそれはあなたの典型的なスポーツアニメだから話を説明することはできませんが、Haikyuu！ 本当に速く私を描いたので、私はこれを10/10としています！\n\nアート -  10：\n芸術は私が慣れていたものとは違っていたが、それは私が描いたものだから大丈夫だ。文字は勝利時に喜びを表明し、失った時は暗かった。 絵や芸術は信じられないものだったし、ShoyoとOikawaが彼らの試合に出たときの強烈な集中力を本当に感じることができた。\n\nサウンド -  10：\n私は音を考えると、まずはオープニングとエンディングを考え、私はすべてのオープニングとエンディングを愛しました。 私はすでにSpyairとFly HighによってImaginationをダウンロードしました！ バーンアウト症候群。 オープニングは、私にとって、演奏するたびに素晴らしいビルドと興奮を作り出しました。 サウンドトラックは試合に集中しすぎていたのであまり注意を払わなかったが、それでも楽しかった。\n\nキャラクター -  10：\n私が言わなければならないのは、キャラクターの開発は非常に良いことでした。 あなたはこれらのキャラクターが弱く始まり、各エピソードを見ると、それらが強くて強くなるのを見ます。 私はすべてのキャラクターが大好きで、それらをすべてmyanimistのお気に入りのアニメキャラクターのリストに追加することについて議論しましたが、私はそうしませんでした。 それぞれのキャラクターは互いに完璧にフィットする個性を持ち、それはスーパーの素晴らしいチームと同等でした。\n\n楽しさ -  10：\n私はこのアニメをとても楽しんだ。 それは面白い、強烈で、軽快でしたが、それは私に悲しみと絶望を感じさせました。 それは私の心のポンドを作ったので、私のお気に入りのアニメのリストでこれを上に移動し、それは私の注意を引いた、私に叫び声と叫びを興奮させ、私はバレーボールをしたい。 私はこのアニメが大好きです。興味深く楽しいからです。\n\n全体的 -  10：\n全体的に、私はこのアニメを誰もが誰にでも推薦します。 私はこのレビューを書いているので、私はこのアニメを愛し、まだ私の頭の中で新鮮な一致を持っている。 私はアニメが終わったこと、そしてシーズン3を見るために10月まで待たなければならないことを悲しんでいる。 しかし、正直言って、私はこのアニメを楽しんで、それについてすべてを愛しています。  10のうち5千の星！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHonestly, I would never watch a sports anime because it's not what I preferably watch but I'm very glad that I gave Haikyuu!! a chance. Sports anime is probably on my top five of what kind of anime's not to watch but I decided that this year, I should get out of my comfort zone and watch something different. I picked Haikyuu!! out on a whim and because I was bored and had nothing else to watch. I started watching Haikyuu!! the first season about four days ago and just finished the second season. I love Haikyuu!! and enjoyed it immensely.\n\n\u001b[1m正直なところ、スポーツアニメは決して見ることができないので、私は決してスポーツアニメを見ませんが、私は俳優を贈ったことをとてもうれしく思います！ チャンス。 スポーツアニメはおそらく私のトップ5にありますが、今年は自分のコンフォートゾーンから出て別のものを見なければならないと決めました。 私はHaikyuuを選んだ！ 私は退屈していて、何も見ていなかったからです。 私は俳句を見始めた！ 約4日前の最初のシーズンは2番目のシーズンを終えたばかりです。 私は俳句が大好き！ それを大いに楽しんだ。\u001b[22m\n\u001b[1m(Shōjikina tokoro, supōtsuanime wa kesshite miru koto ga dekinainode, watashi wa kesshite supōtsuanime o mimasenga, watashi wa haiyū o okutta koto o totemo ureshiku omoimasu! Chansu. Supōtsuanime wa osoraku watashi no toppu 5 ni arimasuga, kotoshi wa jibun no konfōtozōn kara dete betsu no mono o minakereba naranai to kimemashita. Watashi wa Haikyuu o eranda! Watashi wa taikutsu shite ite, nani mo mite inakattakaradesu. Watashi wa haiku o mi hajimeta! Yaku 4-nichi mae no saisho no shīzun wa 2-banme no shīzun o oeta bakaridesu. Watashi wa haiku ga daisuki! Sore o ōini tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, I would never watch a sports anime because it's not what I preferably watch but I'm very glad that I gave Haikyuu!! a chance. Sports anime is probably on my top five of what kind of anime's not to watch but I decided that this year, I should get out of my comfort zone and watch something different. I picked Haikyuu!! out on a whim and because I was bored and had nothing else to watch. I started watching Haikyuu!! the first season about four days ago and just finished the second season. I love Haikyuu!! and enjoyed it immensely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, I would never watch a sports anime because it's not what I preferably watch but I'm very glad that I gave Haikyuu!!\u001b[24m\n    \u001b[1m正直なところ、スポーツアニメは決して見ることができないので、私は決してスポーツアニメを見ませんが、私は俳優を贈ったことをとてもうれしく思います！\u001b[22m, \u001b[1mそれは私が好ましく見て私は、私はHaikyuuを与えたことは非常にうれしいものではありませんので、正直なところ、私はスポーツのアニメを見たことがないだろう！\u001b[22m\n\u001b[4ma chance.\u001b[24m\n    \u001b[1mチャンス。\u001b[22m\n\u001b[4mSports anime is probably on my top five of what kind of anime's not to watch but I decided that this year, I should get out of my comfort zone and watch something different.\u001b[24m\n    \u001b[1mスポーツアニメはおそらく私のトップ5にありますが、今年は自分のコンフォートゾーンから出て別のものを見なければならないと決めました。\u001b[22m, \u001b[1mスポーツアニメは見ることはありませんアニメのどのような種類の私のトップ5に、おそらくですが、私は今年、私は私の快適ゾーンから抜け出すと別の何かを見なければならないことを決めました。\u001b[22m\n\u001b[4mI picked Haikyuu!!\u001b[24m\n    \u001b[1m私はHaikyuuを選んだ！\u001b[22m, \u001b[1m私はHaikyuuを選びました！\u001b[22m\n\u001b[4mout on a whim and because I was bored and had nothing else to watch.\u001b[24m\n    \u001b[1m私は退屈していて、何も見ていなかったからです。\u001b[22m, \u001b[1m気まぐれに出て、私は退屈していたと見て他に何もなかったので。\u001b[22m\n\u001b[4mI started watching Haikyuu!!\u001b[24m\n    \u001b[1m私は俳句を見始めた！\u001b[22m, \u001b[1m私はHaikyuuを見始めました！\u001b[22m\n\u001b[4mthe first season about four days ago and just finished the second season.\u001b[24m\n    \u001b[1m約4日前の最初のシーズンは2番目のシーズンを終えたばかりです。\u001b[22m, \u001b[1m最初のシーズンは、約4日前、ちょうど第二シーズンを終えました。\u001b[22m\n\u001b[4mI love Haikyuu!!\u001b[24m\n    \u001b[1m私は俳句が大好き！\u001b[22m, \u001b[1m私はHaikyuuが大好き！\u001b[22m\n\u001b[4mand enjoyed it immensely.\u001b[24m\n    \u001b[1mそれを大いに楽しんだ。\u001b[22m, \u001b[1mそして、非常にそれを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 10:\n\n\u001b[1mストーリー -  10：\u001b[22m\n\u001b[1m(Sutōrī - 10:)\u001b[22m\n\nTranslations of \u001b[4mStory - 10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 10:\u001b[24m\n    \u001b[1mストーリー -  10：\u001b[22m\nThe story was simple. A volleyball club's journey of getting stronger and defeating their rival. But it was how the story progressed throughout the episodes that makes it so good and exciting. I can't really explain the story because it's probably your typical sports anime but Haikyuu!! drew me in really fast, so I'm giving this a 10/10!\n\n\u001b[1mストーリーはシンプルでした。 バレーボールクラブがライバルを強くして打ち負かす旅。 しかしそれはエピソード全体を通して物語がどのように進歩したので、それはとても良くてエキサイティングなものでした。 おそらくそれはあなたの典型的なスポーツアニメだから話を説明することはできませんが、Haikyuu！ 本当に速く私を描いたので、私はこれを10/10としています！\u001b[22m\n\u001b[1m(Sutōrī wa shinpurudeshita. Barēbōrukurabu ga raibaru o tsuyoku shite uchi makasu tabi. Shikashi sore wa episōdo zentai o tōshite monogatari ga dono yō ni shinpo shitanode, sore wa totemo yokute ekisaitinguna monodeshita. Osoraku sore wa anata no tenkei-tekina supōtsuanimedakara hanashi o setsumei suru koto wa dekimasenga, Haikyuu! Hontōni hayaku watashi o kaitanode, watashi wa kore o 10/ 10 to shite imasu!)\u001b[22m\n\nTranslations of \u001b[4mThe story was simple. A volleyball club's journey of getting stronger and defeating their rival. But it was how the story progressed throughout the episodes that makes it so good and exciting. I can't really explain the story because it's probably your typical sports anime but Haikyuu!! drew me in really fast, so I'm giving this a 10/10!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was simple.\u001b[24m\n    \u001b[1mストーリーはシンプルでした。\u001b[22m, \u001b[1m話は簡単でした。\u001b[22m\n\u001b[4mA volleyball club's journey of getting stronger and defeating their rival.\u001b[24m\n    \u001b[1mバレーボールクラブがライバルを強くして打ち負かす旅。\u001b[22m, \u001b[1m強くなっとそのライバルを破ってのバレーボールクラブの旅。\u001b[22m\n\u001b[4mBut it was how the story progressed throughout the episodes that makes it so good and exciting.\u001b[24m\n    \u001b[1mしかしそれはエピソード全体を通して物語がどのように進歩したので、それはとても良くてエキサイティングなものでした。\u001b[22m, \u001b[1mしかし、それは物語が、それはとても良いとエキサイティングなエピソードを通して進行方法でした。\u001b[22m\n\u001b[4mI can't really explain the story because it's probably your typical sports anime but Haikyuu!!\u001b[24m\n    \u001b[1mおそらくそれはあなたの典型的なスポーツアニメだから話を説明することはできませんが、Haikyuu！\u001b[22m, \u001b[1mそれはおそらくあなたの典型的なスポーツアニメが、Haikyuuですので、私は実際に物語を説明することはできません！\u001b[22m\n\u001b[4mdrew me in really fast, so I'm giving this a 10/10!\u001b[24m\n    \u001b[1m本当に速く私を描いたので、私はこれを10/10としています！\u001b[22m, \u001b[1m本当に速いの私を描いたので、私は、この10月10日を与えています！\u001b[22m\n\u001b[1m\u001b[22m\nArt - 10:\n\n\u001b[1mアート -  10：\u001b[22m\n\u001b[1m(Āto - 10:)\u001b[22m\n\nTranslations of \u001b[4mArt - 10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 10:\u001b[24m\n    \u001b[1mアート -  10：\u001b[22m\nThe art was different from what I'm used to but that's okay because that's what drew me in. The colors were fun and bright when the characters expressed their delight when winning and dark when they lost. The drawings and art was incredible and I could really feel the intense concentration Shoyo and Oikawa had when they were in their matches.\n\n\u001b[1m芸術は私が慣れていたものとは違っていたが、それは私が描いたものだから大丈夫だ。文字は勝利時に喜びを表明し、失った時は暗かった。 絵や芸術は信じられないものだったし、ShoyoとOikawaが彼らの試合に出たときの強烈な集中力を本当に感じることができた。\u001b[22m\n\u001b[1m(Geijutsu wa watashi ga narete ita mono to wa chigatte itaga, sore wa watashi ga kaita monodakara daijōbuda. Moji wa shōri-ji ni yorokobi o hyōmei shi, ushinatta toki wa kurakatta. E ya geijutsu wa shinji rarenai monodattashi, Shoyo to Oikawa ga karera no shiai ni deta toki no kyōretsuna shūchū-ryoku o hontōni kanjiru koto ga dekita.)\u001b[22m\n\nTranslations of \u001b[4mThe art was different from what I'm used to but that's okay because that's what drew me in. The colors were fun and bright when the characters expressed their delight when winning and dark when they lost. The drawings and art was incredible and I could really feel the intense concentration Shoyo and Oikawa had when they were in their matches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was different from what I'm used to but that's okay because that's what drew me in. The colors were fun and bright when the characters expressed their delight when winning and dark when they lost.\u001b[24m\n    \u001b[1m芸術は私が慣れていたものとは違っていたが、それは私が描いたものだから大丈夫だ。文字は勝利時に喜びを表明し、失った時は暗かった。\u001b[22m, \u001b[1m芸術は、私が使用しているものとは異なっていたが、それは私を描いたものだから、それは大丈夫です。彼らが失われたときに色が受賞したときに文字が自分の喜びを表明したときの楽しさと明るいたと暗いです。\u001b[22m\n\u001b[4mThe drawings and art was incredible and I could really feel the intense concentration Shoyo and Oikawa had when they were in their matches.\u001b[24m\n    \u001b[1m絵や芸術は信じられないものだったし、ShoyoとOikawaが彼らの試合に出たときの強烈な集中力を本当に感じることができた。\u001b[22m, \u001b[1m図面や技術は、信じられないほどだったと私は本当に彼らが試合にいたとき逍遥と及川が持っていた強烈な濃度を感じることができました。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 10:\n\n\u001b[1mサウンド -  10：\u001b[22m\n\u001b[1m(Saundo - 10:)\u001b[22m\n\nTranslations of \u001b[4mSound - 10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 10:\u001b[24m\n    \u001b[1mサウンド -  10：\u001b[22m\nWhen I think of sound, I first think of the opening and ending, and I loved all the openings and endings. I already downloaded Imagination by Spyair and Fly High! by Burnout Syndromes. The openings, for me, created a great build up and excitement every time it played. For the soundtracks, I didn't pay too much attention because I was too focused on the match but I enjoyed it nonetheless.\n\n\u001b[1m私は音を考えると、まずはオープニングとエンディングを考え、私はすべてのオープニングとエンディングを愛しました。 私はすでにSpyairとFly HighによってImaginationをダウンロードしました！ バーンアウト症候群。 オープニングは、私にとって、演奏するたびに素晴らしいビルドと興奮を作り出しました。 サウンドトラックは試合に集中しすぎていたのであまり注意を払わなかったが、それでも楽しかった。\u001b[22m\n\u001b[1m(Watashi wa oto o kangaeru to, mazuwa ōpuningu to endingu o kangae, watashi wa subete no ōpuningu to endingu o aishimashita. Watashi wa sudeni Spyair to Fly haipasufiruta ni yotte imajinēshon o daunrōdo shimashita! Bān'auto shōkōgun. Ōpuningu wa, watashi ni totte, ensō suru tabi ni subarashī birudo to kōfun o tsukuridashimashita. Saundotorakku wa shiai ni shūchū shi sugite itanode amari chūi o harawanakattaga, soredemo tanoshikatta.)\u001b[22m\n\nTranslations of \u001b[4mWhen I think of sound, I first think of the opening and ending, and I loved all the openings and endings. I already downloaded Imagination by Spyair and Fly High! by Burnout Syndromes. The openings, for me, created a great build up and excitement every time it played. For the soundtracks, I didn't pay too much attention because I was too focused on the match but I enjoyed it nonetheless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I think of sound, I first think of the opening and ending, and I loved all the openings and endings.\u001b[24m\n    \u001b[1m私は音を考えると、まずはオープニングとエンディングを考え、私はすべてのオープニングとエンディングを愛しました。\u001b[22m, \u001b[1m私は音について考えるとき、私は第一の開口部とエンディングを考えると、私はすべての開口部と語尾を愛しました。\u001b[22m\n\u001b[4mI already downloaded Imagination by Spyair and Fly High!\u001b[24m\n    \u001b[1m私はすでにSpyairとFly HighによってImaginationをダウンロードしました！\u001b[22m, \u001b[1m私はすでにSPYAIRとフライ高によってイマジネーションをダウンロード！\u001b[22m\n\u001b[4mby Burnout Syndromes.\u001b[24m\n    \u001b[1mバーンアウト症候群。\u001b[22m, \u001b[1mバーンアウト症候群によります。\u001b[22m\n\u001b[4mThe openings, for me, created a great build up and excitement every time it played.\u001b[24m\n    \u001b[1mオープニングは、私にとって、演奏するたびに素晴らしいビルドと興奮を作り出しました。\u001b[22m, \u001b[1m開口部は、私のために、偉大なビルドアップと興奮、それが演奏するたびに作成しました。\u001b[22m\n\u001b[4mFor the soundtracks, I didn't pay too much attention because I was too focused on the match but I enjoyed it nonetheless.\u001b[24m\n    \u001b[1mサウンドトラックは試合に集中しすぎていたのであまり注意を払わなかったが、それでも楽しかった。\u001b[22m, \u001b[1mサウンドトラックのために、私は試合にあまりにも集中していたので、私はあまりにも多くの注意を払っていないが、私はそれにもかかわらず、それを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 10:\n\n\u001b[1mキャラクター -  10：\u001b[22m\n\u001b[1m(Kyarakutā - 10:)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 10:\u001b[24m\n    \u001b[1mキャラクター -  10：\u001b[22m, \u001b[1m文字 -  10：\u001b[22m\nAll I have to say is that the character development was insanely good. You see these characters start off weak and as you watch each episode, you see them grow stronger and stronger. I love all the characters and debated of adding them all to my list of favorite anime characters on myanimelist but I didn't. Each character had their own personality that fit perfectly with each other and that equaled a super awesome and strong team.\n\n\u001b[1m私が言わなければならないのは、キャラクターの開発は非常に良いことでした。 あなたはこれらのキャラクターが弱く始まり、各エピソードを見ると、それらが強くて強くなるのを見ます。 私はすべてのキャラクターが大好きで、それらをすべてmyanimistのお気に入りのアニメキャラクターのリストに追加することについて議論しましたが、私はそうしませんでした。 それぞれのキャラクターは互いに完璧にフィットする個性を持ち、それはスーパーの素晴らしいチームと同等でした。\u001b[22m\n\u001b[1m(Watashi ga iwanakereba naranai no wa, kyarakutā no kaihatsu wa hijō ni yoi kotodeshita. Anata wa korera no kyarakutā ga yowaku hajimari, kaku episōdo o miru to, sorera ga tsuyokute tsuyoku naru no o mimasu. Watashi wa subete no kyarakutā ga daisukide, sorera o subete myanimist no okiniiri no animekyarakutā no risuto ni tsuika suru koto ni tsuite giron shimashitaga, watashi wa sō shimasendeshita. Sorezore no kyarakutā wa tagaini kanpeki ni fitto suru kosei o mochi, soreha sūpā no subarashī chīmu to dōtōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mAll I have to say is that the character development was insanely good. You see these characters start off weak and as you watch each episode, you see them grow stronger and stronger. I love all the characters and debated of adding them all to my list of favorite anime characters on myanimelist but I didn't. Each character had their own personality that fit perfectly with each other and that equaled a super awesome and strong team.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll I have to say is that the character development was insanely good.\u001b[24m\n    \u001b[1m私が言わなければならないのは、キャラクターの開発は非常に良いことでした。\u001b[22m, \u001b[1m私は言わなければならないすべては、文字の開発がめちゃくちゃ良かったということです。\u001b[22m\n\u001b[4mYou see these characters start off weak and as you watch each episode, you see them grow stronger and stronger.\u001b[24m\n    \u001b[1mあなたはこれらのキャラクターが弱く始まり、各エピソードを見ると、それらが強くて強くなるのを見ます。\u001b[22m, \u001b[1mあなたはこれらの文字が弱くオフ起動し、各エピソードを見ながら、あなたがそれらを強く育つ参照してくださいを参照してください。\u001b[22m\n\u001b[4mI love all the characters and debated of adding them all to my list of favorite anime characters on myanimelist but I didn't.\u001b[24m\n    \u001b[1m私はすべてのキャラクターが大好きで、それらをすべてmyanimistのお気に入りのアニメキャラクターのリストに追加することについて議論しましたが、私はそうしませんでした。\u001b[22m, \u001b[1m私はすべての文字を愛し、myanimelist上の好きなアニメのキャラクターの私のリストにそれらのすべてを追加する議論が、私はしませんでした。\u001b[22m\n\u001b[4mEach character had their own personality that fit perfectly with each other and that equaled a super awesome and strong team.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは互いに完璧にフィットする個性を持ち、それはスーパーの素晴らしいチームと同等でした。\u001b[22m, \u001b[1m各文字は、お互いに完璧にフィットし、独自の個性を持っていたし、それが超素晴らしいと強いチームに等しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 10:\n\n\u001b[1m楽しさ -  10：\u001b[22m\n\u001b[1m(Tanoshisa - 10:)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 10:\u001b[24m\n    \u001b[1m楽しさ -  10：\u001b[22m\nI enjoyed this anime very much. It was funny, intense, light-hearted yet it made me feel sadden and despair. This moved way up in my favorite anime list because it made my heart pound, it caught my attention, made me scream and shout with excitement and made me want to play volleyball. I love this anime because it's just so interesting and enjoyable.\n\n\u001b[1m私はこのアニメをとても楽しんだ。 それは面白い、強烈で、軽快でしたが、それは私に悲しみと絶望を感じさせました。 これは私の心のポンドを作ったので、私のお気に入りのアニメのリストで上に移動した、それは私の注意を引いた、私に叫び声と叫びを興奮させ、私はバレーボールをしたい。 私はこのアニメがとても面白くて楽しいので、このアニメが大好きです。\u001b[22m\n\u001b[1m(Watashi wa kono anime o totemo tanoshinda. Sore wa omoshiroi, kyōretsude, keikaideshitaga, sore wa watashi ni kanashimi to zetsubō o kanji sasemashita. Kore wa watashi no kokoro no pondo o tsukuttanode, watashinōkiniiri no anime no risuto de ue ni idō shita, sore wa watashi no chūi o hiita, watashi ni sakebigoe to sakebi o kōfun sa se, watashi wa barēbōru o shitai. Watashi wa kono anime ga totemo omoshirokute tanoshīnode, kono anime ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this anime very much. It was funny, intense, light-hearted yet it made me feel sadden and despair. This moved way up in my favorite anime list because it made my heart pound, it caught my attention, made me scream and shout with excitement and made me want to play volleyball. I love this anime because it's just so interesting and enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this anime very much.\u001b[24m\n    \u001b[1m私はこのアニメをとても楽しんだ。\u001b[22m, \u001b[1m私は非常にこのアニメを楽しみました。\u001b[22m\n\u001b[4mIt was funny, intense, light-hearted yet it made me feel sadden and despair.\u001b[24m\n    \u001b[1mそれは面白い、強烈で、軽快でしたが、それは私に悲しみと絶望を感じさせました。\u001b[22m, \u001b[1mこれは、強烈な、面白い陽気なだったまだそれは私が悲しませると絶望を感じました。\u001b[22m\n\u001b[4mThis moved way up in my favorite anime list because it made my heart pound, it caught my attention, made me scream and shout with excitement and made me want to play volleyball.\u001b[24m\n    \u001b[1mこれは私の心のポンドを作ったので、私のお気に入りのアニメのリストで上に移動した、それは私の注意を引いた、私に叫び声と叫びを興奮させ、私はバレーボールをしたい。\u001b[22m, \u001b[1mそれは私の心のポンドを作ったので、これは私の好きなアニメのリストに道上に移動し、それは、私の注意を引いた私は興奮して悲鳴を上げると叫ぶ行われ、私はバレーボールをしたいました。\u001b[22m\n\u001b[4mI love this anime because it's just so interesting and enjoyable.\u001b[24m\n    \u001b[1m私はこのアニメがとても面白くて楽しいので、このアニメが大好きです。\u001b[22m, \u001b[1mそれだけでとても興味深く、楽しいですので、私はこのアニメが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 10:\n\n\u001b[1m全体的 -  10：\u001b[22m\n\u001b[1m(Zentai-teki - 10:)\u001b[22m\n\nTranslations of \u001b[4mOverall - 10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 10:\u001b[24m\n    \u001b[1m全体的 -  10：\u001b[22m, \u001b[1m全体的に -  10：\u001b[22m\nOverall, I would recommend this anime to everyone and anyone. I love this anime and still have their matches fresh in my head as I'm writing this review. I'm just sad that the anime is over and that I have to wait until October to watch season three. But honestly, I enjoyed this anime and love everything about it. Five thousand stars out of ten!!\n\n\u001b[1m全体的に、私はこのアニメを誰もが誰にでも推薦します。 私はこのレビューを書いているので、私はこのアニメを愛し、まだ私の頭の中で新鮮な一致を持っている。 私はアニメが終わったこと、そしてシーズン3を見るために10月まで待たなければならないことを悲しんでいる。 しかし、正直言って、私はこのアニメを楽しんで、それについてすべてを愛しています。  10のうち5千の星！\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono anime o daremoga darenidemo suisen shimasu. Watashi wa kono rebyū o kaite irunode, watashi wa kono anime o aishi, mada watashi no atama no naka de shinsen'na itchi o motte iru. Watashi wa anime ga owatta koto, soshite shīzun 3 o miru tame ni 10 tsuki made matanakereba naranai koto o kanashinde iru. Shikashi, shōjiki itte, watashi wa kono anime o tanoshinde, sore ni tsuite subete o aishiteimasu. 10 No uchi 5 sen no hoshi!)\u001b[22m\n\nTranslations of \u001b[4mOverall, I would recommend this anime to everyone and anyone. I love this anime and still have their matches fresh in my head as I'm writing this review. I'm just sad that the anime is over and that I have to wait until October to watch season three. But honestly, I enjoyed this anime and love everything about it. Five thousand stars out of ten!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I would recommend this anime to everyone and anyone.\u001b[24m\n    \u001b[1m全体的に、私はこのアニメを誰もが誰にでも推薦します。\u001b[22m, \u001b[1m全体的に、私は誰と誰にもこのアニメをお勧めします。\u001b[22m\n\u001b[4mI love this anime and still have their matches fresh in my head as I'm writing this review.\u001b[24m\n    \u001b[1m私はこのレビューを書いているので、私はこのアニメを愛し、まだ私の頭の中で新鮮な一致を持っている。\u001b[22m, \u001b[1m私はこのアニメを愛し、まだ私はこのレビューを書いているように私の頭の中で新鮮な彼らの試合を持っています。\u001b[22m\n\u001b[4mI'm just sad that the anime is over and that I have to wait until October to watch season three.\u001b[24m\n    \u001b[1m私はアニメが終わったこと、そしてシーズン3を見るために10月まで待たなければならないことを悲しんでいる。\u001b[22m, \u001b[1m私はアニメが終わって、私はシーズン3を見るために10月まで待たなければならないということだけで悲しいです。\u001b[22m\n\u001b[4mBut honestly, I enjoyed this anime and love everything about it.\u001b[24m\n    \u001b[1mしかし、正直言って、私はこのアニメを楽しんで、それについてすべてを愛しています。\u001b[22m, \u001b[1mしかし、正直なところ、私はこのアニメを楽しんだし、それについてのすべてを愛しています。\u001b[22m\n\u001b[4mFive thousand stars out of ten!!\u001b[24m\n    \u001b[1m10のうち5千の星！\u001b[22m, \u001b[1m10のうち五千つ星！\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "VanAlex",
    "profile": "/profile/VanAlex/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=214255",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nその時代の傑出したアニメ、俳句はおそらくこの時代の最高のスポーツアニメの1つです。\n\n私はProduction I.Gの忠実な適応のためにこのアニメを本当に愛しています。 特に彼らがアニメを実行したやり方、そしてこのアニメのOSTが大好きで、おそらく私が俳優をそんなに愛している主な理由（BGMが私が最初にアニメを見始めた理由です） 私はちょうどこのアニメが浅い理由で勝つか失っているあなたの普通のスポーツアニメではないことを人々に伝えたいと言いました、それは予測不能な、よく開発された愛らしいキャラクターでいっぱいのアニメです\n\n\n\n\n\nサウンドはおそらくアニメの最高ですが、それは本当に良いです、アニメに魂を与える、サウンドディレクターは観客に満足を与えるコンサートのようにアニメのすべてのエピソードを作る。 ほとんどのOverratedアニメは良いサウンドを持っていて、Haikyuuはそれによって他のアニメータよりも高い評価を得ることができる偉大な芸術と偉大なキャラクターと予期せぬ実行ではるかに優れた評価を得ることができます。  。 このアニメの音色は、林勇樹が作ったBGMに落ちてしまいますが、VAの仕事は完璧でしたが、BGMのサポートにより、アニメは新たなレベルに入ります。 私は作曲家がどのように考えているのか、彼はアニメに合わないBGMを作っていますが、それが正しい方法で使用されたときに合っています。そのうちのいくつかはRPG BGMとして使うことができます。 リラックスしたり勉強したりするには、これらのサウンドトラックが大好きです。\n\n疑いなく私はそれを楽しんだし、このアニメが私が予想したものを上回ることができたマンガを読んだことさえある。 私がマンガを読んだときのほとんどの時間、マンガは常にアニメより優れているので、私は実際にはアニメを見ないのですが、このアニメはマンガを上回ります。 あなたが何が起こるかを知っているにもかかわらず、あなたが甘やかされているにもかかわらず緊張を作り、漫画と共に毎週待っているのは本当に良いです。 私はまだシリーズがバレーボールを越えるようになるのを待っている遊ぶ、私はいくつかのドラマ、または可能であればロマンチックなサブプロット、バレーボールに限定されていないシリーズを作りたいと思うが、今のところそれは可能性があり、  。 全体的に、アニメは予期せぬ開発、特に初心者やカジュアルのための非常にお勧めのアニメでいっぱいの楽しい乗り物でした。 また、あなたが本当にそれを愛する場合は、それを購入するか法的条件でそれを見て、しかしあなたが私のように貧しいのなら、あなたはXDを海賊行為しない限り、アニメのサイトでちょうど見ることができます",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAn outstanding anime of its Time, Haikyuu is probably One of the best Sports Anime in this era.\n\n\u001b[1mその時代の傑出したアニメ、俳句はおそらくこの時代の最高のスポーツアニメの1つです。\u001b[22m\n\u001b[1m(Sono jidai no kesshutsu shita anime, haiku wa osoraku kono jidai no saikō no supōtsuanime no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mAn outstanding anime of its Time, Haikyuu is probably One of the best Sports Anime in this era.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn outstanding anime of its Time, Haikyuu is probably One of the best Sports Anime in this era.\u001b[24m\n    \u001b[1mその時代の傑出したアニメ、俳句はおそらくこの時代の最高のスポーツアニメの1つです。\u001b[22m, \u001b[1mその時間の優れたアニメは、Haikyuuはおそらく、この時代の最高のスポーツアニメの一つです。\u001b[22m\n\u001b[1m\u001b[22m\nI really love this Anime because of the faithful adaptation of Production I.G. especially the way they've executed the anime, and most of all I love the OST of this anime, probably my main reason why I love Haikyuu so much(well BGM is the why I've started watching anime in the first place) enough said I just want tell you people that this anime is not your ordinary sports anime where it's only win or lose with a shallow reason, it's an anime filled with unpredictable, well developed lovable characters\n\n\u001b[1m私はProduction I.Gの忠実な適応のためにこのアニメを本当に愛しています。 特に彼らがアニメを実行したやり方、そしてこのアニメのOSTが大好きで、おそらく私が俳優をそんなに愛している主な理由（BGMが私が最初にアニメを見始めた理由です） 私はちょうどこのアニメが浅い理由で勝つか失っているあなたの普通のスポーツアニメではないことを人々に伝えたいと言いました、それは予測不能な、よく開発された愛らしいキャラクターでいっぱいのアニメです\u001b[22m\n\u001b[1m(Watashi wa purodakushon I. G no chūjitsuna tekiō no tame ni kono anime o hontōni aishiteimasu. Tokuni karera ga anime o jikkō shita yarikata, soshite kono anime no OST ga daisukide, osoraku watashi ga haiyū o son'nani itoshite iru omona riyū (BGM ga watashi ga saisho ni anime o mi hajimeta riyūdesu) watashi wa chōdo kono anime ga asai riyū de katsu ka ushinatte iru anata no futsū no supōtsuanimede wanai koto o hitobito ni tsutaetai to iimashita, soreha yosoku funōna, yoku kaihatsu sa reta airashī kyarakutā de ippai no animedesu)\u001b[22m\n\nTranslations of \u001b[4mI really love this Anime because of the faithful adaptation of Production I.G. especially the way they've executed the anime, and most of all I love the OST of this anime, probably my main reason why I love Haikyuu so much(well BGM is the why I've started watching anime in the first place) enough said I just want tell you people that this anime is not your ordinary sports anime where it's only win or lose with a shallow reason, it's an anime filled with unpredictable, well developed lovable characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really love this Anime because of the faithful adaptation of Production I.G.\u001b[24m\n    \u001b[1m私はProduction I.Gの忠実な適応のためにこのアニメを本当に愛しています。\u001b[22m, \u001b[1m私は本当にため、生産の忠実な適応のこのアニメが大好きI.G.\u001b[22m\n\u001b[4mespecially the way they've executed the anime, and most of all I love the OST of this anime, probably my main reason why I love Haikyuu so much(well BGM is the why I've started watching anime in the first place) enough\u001b[24m\n    \u001b[1m特に彼らがアニメを実行したやり方、そしてこのアニメのOSTが大好きで、おそらく私が俳優をそんなに愛している主な理由（BGMが私が最初にアニメを見始めた理由です）\u001b[22m, \u001b[1m特に彼らはアニメを実行してきた道、と私はこのアニメのOSTを愛するすべての、私はそんなにHaikyuuを好きな理由はおそらく、私の主な理由のほとんど（私は最初の場所でアニメを見始めた理由もBGMがある）十分\u001b[22m\n\u001b[4msaid I just want tell you people that this anime is not your ordinary sports anime where it's only win or lose with a shallow reason, it's an anime filled with unpredictable, well developed lovable characters\u001b[24m\n    \u001b[1m私はちょうどこのアニメが浅い理由で勝つか失っているあなたの普通のスポーツアニメではないことを人々に伝えたいと言いました、それは予測不能な、よく開発された愛らしいキャラクターでいっぱいのアニメです\u001b[22m, \u001b[1m私はこのアニメはそれだけで勝つか浅い理由で失われていますあなたの通常のスポーツのアニメではないことを、あなたに人々に伝えるたいと述べ、それは予測不可能な、よく発達愛すべき文字で埋めアニメです\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe Sound probably is the best of the anime, It's really good, which gives soul to the anime, the sound director makes every episode of the anime like a concert which gives satisfaction to its viewers. Most Overrated anime has a good sound and Haikyuu can be easily get good ratings because of it, much more with great art and great characters and unpredictable execution, which is acceptable to get a higher ratings than the others, though the plot is yet to improve . And the best of the sounds of this anime would fall to the BGM made by Yuuki Hayashi, the VA's did their job perfectly but with the support of the BGM the anime takes it into a new level. I how the composer thinks, he makes some BGMs that doesn't fit the anime yet it fits in when they were used in the right way, some of them can be used as an RPG BGM(I did it to be honest) or use it to relaxed or to study, I just love these sound tracks.\n\n\u001b[1mサウンドはおそらくアニメの最高ですが、それは本当に良いです、アニメに魂を与える、サウンドディレクターは観客に満足を与えるコンサートのようにアニメのすべてのエピソードを作る。 ほとんどのOverratedアニメは良いサウンドを持っていて、Haikyuuはそれによって他のアニメータよりも高い評価を得ることができる偉大な芸術と偉大なキャラクターと予期せぬ実行ではるかに優れた評価を得ることができます。  。 このアニメの音色は、林勇樹が作ったBGMに落ちてしまいますが、VAの仕事は完璧でしたが、BGMのサポートにより、アニメは新たなレベルに入ります。 私は作曲家がどのように考えているのか、彼はアニメに合わないBGMを作っていますが、それが正しい方法で使用されたときに合っています。そのうちのいくつかはRPG BGMとして使うことができます。 リラックスしたり勉強したりするには、これらのサウンドトラックが大好きです。\u001b[22m\n\u001b[1m(Saundo wa osoraku anime no saikōdesuga, sore wa hontōni yoidesu, anime ni tamashī o ataeru, saundodirekutā wa kankyaku ni manzoku o ataeru konsāto no yō ni anime no subete no episōdo o tsukuru. Hotondo no Overrated anime wa yoi saundo o motte ite, Haikyuu wa sore ni yotte hoka no animēta yori mo takai hyōka o eru koto ga dekiru idaina geijutsu to idaina kyarakutā to yoki senu jikkō de haruka ni sugureta hyōka o eru koto ga dekimasu.. Kono anime no neiro wa, Hayashi Yūki ga tsukutta BGM ni ochite shimaimasuga, VA no shigoto wa kanpekideshitaga, BGM no sapōto ni yori, anime wa aratana reberu ni hairimasu. Watashi wa sakkyokka ga dono yō ni kangaete iru no ka, kare wa anime ni awanai BGM o tsukutte imasuga, sore ga tadashī hōhō de shiyō sa reta toki ni atte imasu. Sonōchi no ikutsu ka wa RPG BGM to shite tsukau koto ga dekimasu. Rirakkusu shi tari benkyō shi tari suru ni wa, korera no saundotorakku ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Sound probably is the best of the anime, It's really good, which gives soul to the anime, the sound director makes every episode of the anime like a concert which gives satisfaction to its viewers. Most Overrated anime has a good sound and Haikyuu can be easily get good ratings because of it, much more with great art and great characters and unpredictable execution, which is acceptable to get a higher ratings than the others, though the plot is yet to improve . And the best of the sounds of this anime would fall to the BGM made by Yuuki Hayashi, the VA's did their job perfectly but with the support of the BGM the anime takes it into a new level. I how the composer thinks, he makes some BGMs that doesn't fit the anime yet it fits in when they were used in the right way, some of them can be used as an RPG BGM(I did it to be honest) or use it to relaxed or to study, I just love these sound tracks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Sound probably is the best of the anime, It's really good, which gives soul to the anime, the sound director makes every episode of the anime like a concert which gives satisfaction to its viewers.\u001b[24m\n    \u001b[1mサウンドはおそらくアニメの最高ですが、それは本当に良いです、アニメに魂を与える、サウンドディレクターは観客に満足を与えるコンサートのようにアニメのすべてのエピソードを作る。\u001b[22m, \u001b[1mアニメの最高ですサウンドは、おそらく、それはアニメに魂を与える、本当に良いことだ、サウンドディレクターは、その視聴者に満足感を与えるコンサートなどのアニメのすべてのエピソードを作ります。\u001b[22m\n\u001b[4mMost Overrated anime has a good sound and Haikyuu can be easily get good ratings because of it, much more with great art and great characters and unpredictable execution, which is acceptable to get a higher ratings than the others, though the plot is yet to improve\u001b[24m\n    \u001b[1mほとんどのOverratedアニメは良いサウンドを持っていて、Haikyuuはそれによって他のアニメータよりも高い評価を得ることができる偉大な芸術と偉大なキャラクターと予期せぬ実行ではるかに優れた評価を得ることができます。\u001b[22m, \u001b[1m最も過大評価アニメは良い音を持っており、Haikyuuは簡単にプロットが改善することがまだあるものの、他のものよりも高い評価を得るために許容可能である、はるかに偉大な芸術と偉大な文字や予測不可能な実行と、それのために良い評価を得ることができます\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mAnd the best of the sounds of this anime would fall to the BGM made by Yuuki Hayashi, the VA's did their job perfectly but with the support of the BGM the anime takes it into a new level.\u001b[24m\n    \u001b[1mこのアニメの音色は、林勇樹が作ったBGMに落ちてしまいますが、VAの仕事は完璧でしたが、BGMのサポートにより、アニメは新たなレベルに入ります。\u001b[22m, \u001b[1mこのアニメの音の最高の結城林製のBGMに下落するだろうと、VAのは完全に自分の仕事をしてくれたが、BGMの支援を受けてアニメは新しいレベルにそれを取ります。\u001b[22m\n\u001b[4mI how the composer thinks, he makes some BGMs that doesn't fit the anime yet it fits in when they were used in the right way, some of them can be used as an RPG BGM(I did it to be honest) or use\u001b[24m\n    \u001b[1m私は作曲家がどのように考えているのか、彼はアニメに合わないBGMを作っていますが、それが正しい方法で使用されたときに合っています。そのうちのいくつかはRPG BGMとして使うことができます。\u001b[22m, \u001b[1m作曲は考えてどのように私は、彼はそれらのいくつかは、（私は正直にそれをやった）、または使用RPG BGMとして使用することができ、それらは正しい方法で使用したとき、それは内に収まるまだアニメに適合しないいくつかのBGMを作ります\u001b[22m\n\u001b[4mit to relaxed or to study, I just love these sound tracks.\u001b[24m\n    \u001b[1mリラックスしたり勉強したりするには、これらのサウンドトラックが大好きです。\u001b[22m, \u001b[1mそれは、リラックスしたり勉強するために、私はちょうどこれらのサウンドトラックが大好きです。\u001b[22m\n\u001b[1m\u001b[22m\nNo doubt I've enjoyed it, and even I've read the manga this anime was able to surpass what I've expected. Most of the time when I've read the manga, I really don't watch the anime unless it's pretty good, since mangas are always better than the anime, but this time this anime surpasses the manga. Able to create tension despite of being spoiled and to make you feel even though you know what's gonna happen, it's really good that keeps me waiting every week along with the manga. I'm still waiting for the series to become beyond volleyball Playing, I want some dramas or if possible a romantic subplot, something that makes the series not limited to volleyball, but for now it's just a possibility and I hope the Author can do that . Overall the anime was a fun ride filled with unexpected development, a highly recommended anime especially for newbies and casuals. Also if you really love it pls buy it or watch it in legal terms, but if you're poor like me you can just watch in the anime sites as long as you don't pirate it XD\n\n\u001b[1m疑いなく私はそれを楽しんだし、このアニメが私が予想したものを上回ることができたマンガを読んだことさえある。 私がマンガを読んだときのほとんどの時間、マンガは常にアニメより優れているので、私は実際にはアニメを見ないのですが、このアニメはマンガを上回ります。 あなたが何が起こるかを知っているにもかかわらず、あなたが甘やかされているにもかかわらず緊張を作り、漫画と共に毎週待っているのは本当に良いです。 私はまだシリーズがバレーボールを越えるようになるのを待っている遊ぶ、私はいくつかのドラマ、または可能であればロマンチックなサブプロット、バレーボールに限定されていないシリーズを作りたいと思うが、今のところそれは可能性があり、  。 全体的に、アニメは予期せぬ開発、特に初心者やカジュアルのための非常にお勧めのアニメでいっぱいの楽しい乗り物でした。 また、あなたが本当にそれを愛する場合は、それを購入するか法的条件でそれを見て、しかしあなたが私のように貧しいのなら、あなたはXDを海賊行為しない限り、アニメのサイトでちょうど見ることができます\u001b[22m\n\u001b[1m(Utagai naku watashi wa sore o tanoshindashi, kono anime ga watashi ga yosō shita mono o uwamawaru koto ga dekita manga o yonda koto sae aru. Watashi ga manga o yonda toki no hotondo no jikan, manga wa tsuneni anime yori sugurete irunode, watashi wa jissai ni wa anime o minai nodesuga, kono anime wa manga o uwamawarimasu. Anata ga nani ga okoru ka o shitte iru nimokakawarazu, anata ga amayakasa rete iru nimokakawarazu kinchō o tsukuri, manga to tomoni maishū matte iru no wa hontōni yoidesu. Watashi wa mada shirīzu ga barēbōru o koeru yō ni naru no o matte iru asobu, watashi wa ikutsu ka no dorama, matawa kanōdeareba romanchikkuna sabupurotto, barēbōru ni gentei sa rete inai shirīzu o tsukuritai to omou ga, imanotokoro soreha kanōsei ga ari,. Zentai-teki ni, anime wa yoki senu kaihatsu, tokuni shoshinsha ya kajuaru no tame no hijō ni o susume no anime de ippai no tanoshī norimonodeshita. Mata, anata ga hontōni sore o aisuru baai wa, sore o kōnyū suru ka hōteki jōken de sore o mite, shikashi anata ga watashi no yō ni mazushī nonara, anata wa XD o kaizoku kōi shinai kagiri, anime no saito de chōdo miru koto ga dekimasu)\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "Drevorn",
    "profile": "/profile/Drevorn/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=226457",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n俳句の第2シーズン!! 第1シーズンが終わったところで右を拾う。 カラスノバレーボールクラブは、インターハイからプレーして帰国し、次のトーナメント、トレーニング、練習に集中していました。\n\n最初のシーズンにプレーしているのを見た後、私はカラスノがプレイを改善するために何ができるのか正直に知らなかった。 彼らは試合の最中に見えたが、今シーズンはまだ到達していないレベルがあることをはっきりと証明している。 実際に彼らがやったことを改善するだけでなく、道に沿って新しいスキルを習得することは、彼らが熱心に訓練するのを見ることは、実際には信じられないほど印象的です。 それはとても興奮していて、さらには最初のシーズンです。\n\nそれぞれのキャラクターがチームの重要な部分であることをどのように証明しているかはかなり驚きです。 春のトーナメントに向けて、東京のトップチームと練習試合をしたり、新しいスキルを学んだり、プレーを大幅に改善したりして、次の数ヶ月のトレーニングを受けています。 そして、春のトーナメントが始まると、彼らは彼らが学んだことすべてを表示するのを見て、それはとても爽快です。 シーズン1のマッチは信じられないほどエキサイティングでしたが、シーズン2はバレーボールを全く違うレベルにしました。\n\n私が好きだったのは、最初のシーズンのキャラクターをすでに知っていて、時間を無駄にしてストーリーに戻ってこなかったことです。 初めはやや遅いですが、かなり面白いです。 彼らはバレーボールクラブに1人の新しいキャラクターを紹介し、彼女は絶対的な宝石です。 間違いなく、第1シーズンの偉大な続編、それはさらに良いかもしれません。 私は本当に第3シーズンを待つことができません。\n\n好きなもの：\n\n - 誰もがバレーボールをピックアップするたびに、トレーニング、試合を愛していました。\n - 芸術を愛しています。大地は本当に大ヒットし、残りのシリーズでは傷ついた顔を見ます。私はそれを絶対に愛しました。\n - 音楽は素晴らしかった、イントロは本当にあなたに何をもたらすのか\n - キャラクターは陽気で、バレーボールを見ているのが大好きです\nマッチは信じられないほどサスペンスしていて、あなたは本当に何が起こるかを予測できなかった\n\n嫌いな人：\n\n - 私は本当にどんなtbhも考えることができません",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThe 2nd season of Haikyuu!! picks up right where the 1st season ended. The Karasuno volleyball club goes home after playing in Inter-High, focused on the the next tournament, training and practicing to become even better than they were before.\n\n\u001b[1m俳句の第2シーズン!! 第1シーズンが終わったところで右を拾う。 カラスノバレーボールクラブは、インターハイからプレーして帰国し、次のトーナメント、トレーニング、練習に集中していました。\u001b[22m\n\u001b[1m(Haiku no dai 2 shīzun! ! Dai 1 shīzun ga owatta tokoro de migi o hirou. Karasunobarēbōrukurabu wa, intāhai kara purē shite kikoku shi,-ji no tōnamento, torēningu, renshū ni shūchū shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe 2nd season of Haikyuu!! picks up right where the 1st season ended. The Karasuno volleyball club goes home after playing in Inter-High, focused on the the next tournament, training and practicing to become even better than they were before.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe 2nd season of Haikyuu!!\u001b[24m\n    \u001b[1m俳句の第2シーズン!!\u001b[22m, \u001b[1mHaikyuuの第二シーズン！\u001b[22m\n\u001b[4mpicks up right where the 1st season ended.\u001b[24m\n    \u001b[1m第1シーズンが終わったところで右を拾う。\u001b[22m, \u001b[1m第一シーズンが終了し、右をピックアップ。\u001b[22m\n\u001b[4mThe Karasuno volleyball club goes home after playing in Inter-High, focused on the the next tournament, training and practicing to become even better than they were before.\u001b[24m\n    \u001b[1mカラスノバレーボールクラブは、インターハイからプレーして帰国し、次のトーナメント、トレーニング、練習に集中していました。\u001b[22m, \u001b[1mKarasunoバレーボールクラブは次のトーナメント、トレーニングに焦点を当て、インターハイで遊んで、彼らは前にいたよりもさらに良くなるために練習した後、帰宅し。\u001b[22m\n\u001b[1m\u001b[22m\nAfter seeing them play in the first season, I honestly didn't know what Karasuno could do to improve their play. They seemed at the top of their game but this season clearly proves that there are levels they haven't even reached yet. It's actually unbelievably impressive to watch them train as hard as they did and not only improve what they already can do but also learn new skills along the way. It's so exciting to watch, even more that the first season.\n\n\u001b[1m最初のシーズンにプレーしているのを見た後、私はカラスノがプレイを改善するために何ができるのか正直に知らなかった。 彼らは試合の最中に見えたが、今シーズンはまだ到達していないレベルがあることをはっきりと証明している。 実際に彼らがやったことを改善するだけでなく、道に沿って新しいスキルを習得することは、彼らが熱心に訓練するのを見ることは、実際には信じられないほど印象的です。 それはとても興奮していて、さらには最初のシーズンです。\u001b[22m\n\u001b[1m(Saisho no shīzun ni purē shite iru no o mita nochi, watashi wa karasuno ga purei o kaizen suru tame ni nani ga dekiru no ka shōjiki ni shiranakatta. Karera wa shiai no saichū ni mietaga, ima shīzun wa mada tōtatsu shite inai reberu ga aru koto o hakkiri to shōmei shite iru. Jissai ni karera ga yatta koto o kaizen suru dakedenaku,-dō ni sotte atarashī sukiru o shūtoku suru koto wa, karera ga nesshin ni kunren suru no o miru koto wa, jissai ni wa shinji rarenai hodo inshō-tekidesu. Sore wa totemo kōfun shite ite, sarani wa saisho no shīzundesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter seeing them play in the first season, I honestly didn't know what Karasuno could do to improve their play. They seemed at the top of their game but this season clearly proves that there are levels they haven't even reached yet. It's actually unbelievably impressive to watch them train as hard as they did and not only improve what they already can do but also learn new skills along the way. It's so exciting to watch, even more that the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter seeing them play in the first season, I honestly didn't know what Karasuno could do to improve their play.\u001b[24m\n    \u001b[1m最初のシーズンにプレーしているのを見た後、私はカラスノがプレイを改善するために何ができるのか正直に知らなかった。\u001b[22m, \u001b[1m彼らは最初のシーズンでプレー見た後、私は正直Karasunoが自分のプレーを改善するために何ができるかを知りませんでした。\u001b[22m\n\u001b[4mThey seemed at the top of their game but this season clearly proves that there are levels they haven't even reached yet.\u001b[24m\n    \u001b[1m彼らは試合の最中に見えたが、今シーズンはまだ到達していないレベルがあることをはっきりと証明している。\u001b[22m, \u001b[1m彼らは彼らのゲームの上に見えたが、今シーズンは明らかに彼らもまだ達していないレベルがあることを証明しています。\u001b[22m\n\u001b[4mIt's actually unbelievably impressive to watch them train as hard as they did and not only improve what they already can do but also learn new skills along the way.\u001b[24m\n    \u001b[1m実際に彼らがやったことを改善するだけでなく、道に沿って新しいスキルを習得することは、彼らが熱心に訓練するのを見ることは、実際には信じられないほど印象的です。\u001b[22m, \u001b[1mそれは彼らがハード、彼らがしたように訓練していないだけで、彼らはすでに何ができるかを向上させるだけでなく、道に沿って新しいスキルを学ぶ見るために実際に信じられないほど印象的です。\u001b[22m\n\u001b[4mIt's so exciting to watch, even more that the first season.\u001b[24m\n    \u001b[1mそれはとても興奮していて、さらには最初のシーズンです。\u001b[22m, \u001b[1mそれも、より多くの最初のシーズンつまり、見ていてとてもエキサイティングです。\u001b[22m\n\u001b[1m\u001b[22m\nIt is pretty amazing how each character proves themselves to be such a vital part of the team. Leading towards the Spring Tournament, hey are take the next months training with Tokyo's top teams, playing practice matches with each of them, learning new skills and improving their play substantially. And once the Spring Tournament starts, you get to watch them display everything they learned and it's so exhilarating. The matches in season one were incredibly exciting, but season two takes volleyball to a whole different level.\n\n\u001b[1mそれぞれのキャラクターがチームの重要な部分であることをどのように証明しているかはかなり驚きです。 春のトーナメントに向けて、東京のトップチームと練習試合をしたり、新しいスキルを学んだり、プレーを大幅に改善したりして、次の数ヶ月のトレーニングを受けています。 そして、春のトーナメントが始まると、彼らは彼らが学んだことすべてを表示するのを見て、それはとても爽快です。 シーズン1のマッチは信じられないほどエキサイティングでしたが、シーズン2はバレーボールを全く違うレベルにしました。\u001b[22m\n\u001b[1m(Sorezore no kyarakutā ga chīmu no jūyōna bubundearu koto o dono yō ni shōmei shite iru ka wa kanari odorokidesu. Haru no tōnamento ni mukete, Tōkyō no toppuchīmu to renshūshiai o shi tari, atarashī sukiru o manan dari, purē o ōhaba ni kaizen shi tari shite,-ji no sū-kagetsu no torēningu o ukete imasu. Soshite, haru no tōnamento ga hajimaru to, karera wa karera ga mananda koto subete o hyōji suru no o mite, sore wa totemo sōkaidesu. Shīzun 1 no matchi wa shinji rarenai hodo ekisaitingudeshitaga, shīzun 2 wa barēbōru o mattaku chigau reberu ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt is pretty amazing how each character proves themselves to be such a vital part of the team. Leading towards the Spring Tournament, hey are take the next months training with Tokyo's top teams, playing practice matches with each of them, learning new skills and improving their play substantially. And once the Spring Tournament starts, you get to watch them display everything they learned and it's so exhilarating. The matches in season one were incredibly exciting, but season two takes volleyball to a whole different level.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is pretty amazing how each character proves themselves to be such a vital part of the team.\u001b[24m\n    \u001b[1mそれぞれのキャラクターがチームの重要な部分であることをどのように証明しているかはかなり驚きです。\u001b[22m, \u001b[1m各文字自体がチームのような重要な部分であると証明する方法をかなり驚くべきです。\u001b[22m\n\u001b[4mLeading towards the Spring Tournament, hey are take the next months training with Tokyo's top teams, playing practice matches with each of them, learning new skills and improving their play substantially.\u001b[24m\n    \u001b[1m春のトーナメントに向けて、東京のトップチームと練習試合をしたり、新しいスキルを学んだり、プレーを大幅に改善したりして、次の数ヶ月のトレーニングを受けています。\u001b[22m, \u001b[1m、春の大会に向けて大手ちょっと新しいスキルを学習し、実質的に彼らのプレーを向上させる、それらのそれぞれと練習試合をプレイし、来月東京のトップチームでトレーニングを取るされています。\u001b[22m\n\u001b[4mAnd once the Spring Tournament starts, you get to watch them display everything they learned and it's so exhilarating.\u001b[24m\n    \u001b[1mそして、春のトーナメントが始まると、彼らは彼らが学んだことすべてを表示するのを見て、それはとても爽快です。\u001b[22m, \u001b[1mそして、春のトーナメントが開始すると、あなたは彼らが学んだ、それはとても爽快ですすべてを表示見ることを得ます。\u001b[22m\n\u001b[4mThe matches in season one were incredibly exciting, but season two takes volleyball to a whole different level.\u001b[24m\n    \u001b[1mシーズン1のマッチは信じられないほどエキサイティングでしたが、シーズン2はバレーボールを全く違うレベルにしました。\u001b[22m, \u001b[1mシーズン1での試合は非常にエキサイティングだったが、シーズン2は全く違うレベルにバレーボールを取ります。\u001b[22m\n\u001b[1m\u001b[22m\nOne thing I did love was that we already know the characters from the first season so they waste no time getting right back into the story. The beginning is somewhat slow but it is pretty funny. They introduce one new character to the volleyball club, and she's an absolute gem. Definitely a great sequel to the first season, it might even be better. I really can't wait for the 3rd season.\n\n\u001b[1m私が好きだったのは、最初のシーズンのキャラクターをすでに知っていて、時間を無駄にしてストーリーに戻ってこなかったことです。 初めはやや遅いですが、かなり面白いです。 彼らはバレーボールクラブに1人の新しいキャラクターを紹介し、彼女は絶対的な宝石です。 間違いなく、第1シーズンの偉大な続編、それはさらに良いかもしれません。 私は本当に第3シーズンを待つことができません。\u001b[22m\n\u001b[1m(Watashi ga sukidatta no wa, saisho no shīzun no kyarakutā o sudeni shitte ite, jikan o muda ni shite sutōrī ni modotte konakatta kotodesu. Hajime wa yaya osoidesuga, kanari omoshiroidesu. Karera wa barēbōrukurabu ni 1-ri no atarashī kyarakutā o shōkai shi, kanojo wa zettai-tekina hōsekidesu. Machigainaku, dai 1 shīzun no idaina zokuhen, soreha sara ni yoi kamo shiremasen. Watashi wa hontōni dai 3 shīzun o matsu koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mOne thing I did love was that we already know the characters from the first season so they waste no time getting right back into the story. The beginning is somewhat slow but it is pretty funny. They introduce one new character to the volleyball club, and she's an absolute gem. Definitely a great sequel to the first season, it might even be better. I really can't wait for the 3rd season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing I did love was that we already know the characters from the first season so they waste no time getting right back into the story.\u001b[24m\n    \u001b[1m私が好きだったのは、最初のシーズンのキャラクターをすでに知っていて、時間を無駄にしてストーリーに戻ってこなかったことです。\u001b[22m, \u001b[1m私は愛をやったことの一つは、彼らが何時間右バックストーリーになってを無駄にしないように、我々はすでに最初のシーズンからの文字を知っているということでした。\u001b[22m\n\u001b[4mThe beginning is somewhat slow but it is pretty funny.\u001b[24m\n    \u001b[1m初めはやや遅いですが、かなり面白いです。\u001b[22m, \u001b[1m初めはやや遅いですが、それはかなり面白いです。\u001b[22m\n\u001b[4mThey introduce one new character to the volleyball club, and she's an absolute gem.\u001b[24m\n    \u001b[1m彼らはバレーボールクラブに1人の新しいキャラクターを紹介し、彼女は絶対的な宝石です。\u001b[22m, \u001b[1m彼らはバレーボール部に1つの新しい文字を導入し、彼女は絶対的な宝石です。\u001b[22m\n\u001b[4mDefinitely a great sequel to the first season, it might even be better.\u001b[24m\n    \u001b[1m間違いなく、第1シーズンの偉大な続編、それはさらに良いかもしれません。\u001b[22m, \u001b[1m最初のシーズンに間違いなく素晴らしい続編、それも良いかもしれません。\u001b[22m\n\u001b[4mI really can't wait for the 3rd season.\u001b[24m\n    \u001b[1m私は本当に第3シーズンを待つことができません。\u001b[22m, \u001b[1m私は本当に第三シーズンを待つことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nLikes:\n\n\u001b[1m好きなもの：\u001b[22m\n\u001b[1m(Sukinamono:)\u001b[22m\n\nDefinitions of \u001b[4mLikes:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ライク\u001b[22m\n        like\n\nverb\n\u001b[1m    好む\u001b[22m\n        prefer, like, favor, choose, fancy, fix upon\n\u001b[1m    好く\u001b[22m\n        like, treasure, love, adore, be fond of, adulate\n\u001b[1m    恋う\u001b[22m\n        like, be in love, be fond of, adore, have affection, cherish\n\u001b[1m    好きだ\u001b[22m\n        like\n\u001b[1m    したい\u001b[22m\n        like\n\u001b[1m    してもらいたい\u001b[22m\n        like\n\u001b[1m    旨がる\u001b[22m\n        relish, show a liking for, like, care for, enjoy\n\u001b[1m\u001b[22m\n-Loved the training, the matches and pretty much every time anyone picks up a volleyball\n\n\u001b[1m - 誰もがバレーボールをピックアップするたびに、トレーニング、試合を愛していました。\u001b[22m\n\u001b[1m(- Daremoga barēbōru o pikkuappu suru tabi ni, torēningu, shiai o aishite imashita.)\u001b[22m\n\nTranslations of \u001b[4m-Loved the training, the matches and pretty much every time anyone picks up a volleyball\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Loved the training, the matches and pretty much every time anyone picks up a volleyball\u001b[24m\n    \u001b[1m - 誰もがバレーボールをピックアップするたびに、トレーニング、試合を愛していました。\u001b[22m, \u001b[1mトレーニング、試合と誰もがバレーボールをピックアップほとんどすべての時間を-Loved\u001b[22m\n-Loved the art, during one match, Daichi gets hit really hard in the face and you see the bruise on his face for the rest of the series, I absolutely loved that\n\n\u001b[1m - 芸術を愛しています。大地は本当に大ヒットし、残りのシリーズでは傷ついた顔を見ます。私はそれを絶対に愛しました。\u001b[22m\n\u001b[1m(- Geijutsu o aishiteimasu. Daichi wa hontōni dai hitto shi, nokori no shirīzude wa kizutsuita kao o mimasu. Watashi wa sore o zettai ni aishimashita.)\u001b[22m\n\nTranslations of \u001b[4m-Loved the art, during one match, Daichi gets hit really hard in the face and you see the bruise on his face for the rest of the series, I absolutely loved that\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Loved the art, during one match, Daichi gets hit really hard in the face and you see the bruise on his face for the rest of the series, I absolutely loved that\u001b[24m\n    \u001b[1m - 芸術を愛しています。大地は本当に大ヒットし、残りのシリーズでは傷ついた顔を見ます。私はそれを絶対に愛しました。\u001b[22m, \u001b[1m1試合中に、芸術-Loved、大地が顔に本当にハードヒットを取得し、シリーズの残りのための彼の顔にあざを参照してください、私は絶対にすることを愛しました\u001b[22m\n-The music was fantastic, the intro really gets you pumped for whats to come\n\n\u001b[1m - 音楽は素晴らしかった、イントロは本当にあなたに何をもたらすのか\u001b[22m\n\u001b[1m(- Ongaku wa subarashikatta, Intoro wa hontōni anata ni nani o motarasu no ka)\u001b[22m\n\nTranslations of \u001b[4m-The music was fantastic, the intro really gets you pumped for whats to come\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The music was fantastic, the intro really gets you pumped for whats to come\u001b[24m\n    \u001b[1m - 音楽は素晴らしかった、イントロは本当にあなたに何をもたらすのか\u001b[22m, \u001b[1m-The音楽は素晴らしかった、イントロは本当にあなたが来ていただきました！のために汲み上げます\u001b[22m\n-The characters are hilarious and absolutely love watching them play volleyball\n\n\u001b[1m - キャラクターは陽気で、バレーボールを見ているのが大好きです\u001b[22m\n\u001b[1m(- Kyarakutā wa yōkide, barēbōru o mite iru no ga daisukidesu)\u001b[22m\n\nTranslations of \u001b[4m-The characters are hilarious and absolutely love watching them play volleyball\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The characters are hilarious and absolutely love watching them play volleyball\u001b[24m\n    \u001b[1m - キャラクターは陽気で、バレーボールを見ているのが大好きです\u001b[22m, \u001b[1m-The文字は陽気であり、絶対に彼らはバレーボールを見て大好きです\u001b[22m\n-The matches were incredibly suspenseful and you really couldn't predict what was going to happen\n\n\u001b[1mマッチは信じられないほどサスペンスしていました。あなたは本当に何が起こるかを予測できませんでした。\u001b[22m\n\u001b[1m(Matchi wa shinji rarenai hodo sasupensu shite imashita. Anata wa hontōni nani ga okoru ka o yosoku dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4m-The matches were incredibly suspenseful and you really couldn't predict what was going to happen\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The matches were incredibly suspenseful and you really couldn't predict what was going to happen\u001b[24m\n    \u001b[1mマッチは信じられないほどサスペンスしていました。あなたは本当に何が起こるかを予測できませんでした。\u001b[22m, \u001b[1m-Theマッチは信じられないほどサスペンスであり、あなたが本当に起こるとしていたかを予測できませんでした\u001b[22m\n\u001b[1m\u001b[22m\nDislikes:\n\n\u001b[1m嫌いな人：\u001b[22m\n\u001b[1m(Kirainahito:)\u001b[22m\n\nDefinitions of \u001b[4mDislikes:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    嫌い\u001b[22m\n        hate, dislike, aversion, hatred, antipathy, disgust\n\u001b[1m    嫌気\u001b[22m\n        disgust, dislike, disinclination\n\u001b[1m    苦手\u001b[22m\n        dislike\n\u001b[1m    厭悪\u001b[22m\n        dislike, detestation, distaste, antipathy, aversion, loathing\n\nverb\n\u001b[1m    嫌う\u001b[22m\n        hate, dislike, loathe, detest, abhor, despise\n\u001b[1m    厭う\u001b[22m\n        dislike, hate, grudge, spare, be weary of, take care of\n\u001b[1m    否む\u001b[22m\n        deny, refuse, decline, detest, dislike\n\u001b[1m\u001b[22m\n-I really can't think of any tbh\n\n\u001b[1m - 私は本当にどんなtbhも考えることができません\u001b[22m\n\u001b[1m(- Watashi wa hontōni don'na tbh mo kangaeru koto ga dekimasen)\u001b[22m\n\nTranslations of \u001b[4m-I really can't think of any tbh\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-I really can't think of any tbh\u001b[24m\n    \u001b[1m - 私は本当にどんなtbhも考えることができません\u001b[22m, \u001b[1m-Iは、本当にすべてのTBHを考えることはできません\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "RuiAizawa",
    "profile": "/profile/RuiAizawa/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=226440",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n正直なところ、これはあなたがバレーボールに全く関心がないアニメのようなものですが、これを見て自分で試してみたいと思っています。 ヒナタのジャンプを見ているときのキャラクターの成長と反応のペースと成長は素晴らしいです！ 私は絶対に、このアニメが大好き！ 私は文字通り俳句に夢中になり、シーズン3が出るのを待つことができません！  Good Plot、BGM's、etc.このようなスポーツに興味がない私のような人にとって、このアニメは私に新しいことを促し、私はこれに多くを関連付けることができます。 あなたの好きなキャラクターがプロットを通して成長し、新しいものや驚くべき他のものを学ぶのは面白いです。スポーツアニメ以外にも、たくさんのコメディが関わっていると信じています。私はこれを何度も何度も見てきました （Tbh、少なくとも私の夏休みの間に30回好きです）とその陽気な！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHonestly, this is the kind of anime where you have absolutely no interest in volleyball but after watching this it makes you wanna try it yourself. The pace and growth of the character development and the reactions when people see Hinata's jump is amazing!! I absolutely, love this anime! I'm literally obsessed with Haikyuu and i can't wait for season 3 to come out! Good plot, BGM'S, etc. For someone like me who has no interest in sports or anything like that, this anime inspires me to do new things, and i could relate a lot to this. It's interesting watching your favorite character develop through the plot and learn new things and surprising others, other than this being a sports anime, I believe there's also a lot of comedy involved, i've re watched this over and over again a bunch of times (Tbh, at least like 30 times during my summer vacation) and its hilarious!\n\n\u001b[1m正直なところ、これはあなたがバレーボールに全く関心がないアニメのようなものですが、これを見て自分で試してみたいと思っています。 ヒナタのジャンプを見ているときのキャラクターの成長と反応のペースと成長は素晴らしいです！ 私は絶対に、このアニメが大好き！ 私は文字通り俳句に夢中になり、シーズン3が出るのを待つことができません！  Good Plot、BGM's、etc.このようなスポーツに興味がない私のような人にとって、このアニメは私に新しいことを促し、私はこれに多くを関連付けることができます。 あなたの好きなキャラクターがプロットを通して成長し、新しいものや驚くべき他のものを学ぶのは面白いです。スポーツアニメ以外にも、たくさんのコメディが関わっていると信じています。私はこれを何度も何度も見てきました （Tbh、少なくとも私の夏休みの間に30回好きです）とその陽気な！\u001b[22m\n\u001b[1m(Shōjikina tokoro, kore wa anata ga barēbōru ni mattaku kanshin ga nai anime no yōna monodesuga, kore o mite jibun de tameshite mitai to omotte imasu. Hinata no janpu o mite iru toki no kyarakutā no seichō to han'nō no pēsu to seichō wa subarashīdesu! Watashi wa zettai ni, kono anime ga daisuki! Watashi wa mojidōri haiku ni muchū ni nari, shīzun 3 ga deru no o matsu koto ga dekimasen! Good Plot, BGM' s, etc. Ko no yōna supōtsu ni kyōmi ga nai watashi no yōna hito ni totte, kono anime wa watashi ni atarashī koto o unagashi, watashi wa kore ni ōku o kanrendzukeru koto ga dekimasu. Anata no sukina kyarakutā ga purotto o tōshite seichō shi, atarashī mono ya odorokubeki ta no mono o manabu no wa omoshiroidesu. Supōtsuanime igai ni mo, takusan no komedi ga kakawatte iru to shinjite imasu. Watashi wa kore o nandomonandomo mitekimashita (Tbh, sukunakutomo watashi no natsuyasumi no ma ni 30-kai sukidesu) to sono yōkina!)\u001b[22m\n\nTranslations of \u001b[4mHonestly, this is the kind of anime where you have absolutely no interest in volleyball but after watching this it makes you wanna try it yourself. The pace and growth of the character development and the reactions when people see Hinata's jump is amazing!! I absolutely, love this anime! I'm literally obsessed with Haikyuu and i can't wait for season 3 to come out! Good plot, BGM'S, etc. For someone like me who has no interest in sports or anything like that, this anime inspires me to do new things, and i could relate a lot to this. It's interesting watching your favorite character develop through the plot and learn new things and surprising others, other than this being a sports anime, I believe there's also a lot of comedy involved, i've re watched this over and over again a bunch of times (Tbh, at least like 30 times during my summer vacation) and its hilarious!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, this is the kind of anime where you have absolutely no interest in volleyball but after watching this it makes you wanna try it yourself.\u001b[24m\n    \u001b[1m正直なところ、これはあなたがバレーボールに全く関心がないアニメのようなものですが、これを見て自分で試してみたいと思っています。\u001b[22m, \u001b[1m正直なところ、これはあなたがバレーボールで全く興味がないアニメのようなものですが、これを見た後、それはあなたがそれを自分で試してたいことができます。\u001b[22m\n\u001b[4mThe pace and growth of the character development and the reactions when people see Hinata's jump is amazing!!\u001b[24m\n    \u001b[1mヒナタのジャンプを見ているときのキャラクターの成長と反応のペースと成長は素晴らしいです！\u001b[22m, \u001b[1mペースとキャラクターの成長と人々が見るの反応の成長は日向のジャンプは素晴らしいです！\u001b[22m\n\u001b[4mI absolutely, love this anime!\u001b[24m\n    \u001b[1m私は絶対に、このアニメが大好き！\u001b[22m\n\u001b[4mI'm literally obsessed with Haikyuu and i can't wait for season 3 to come out!\u001b[24m\n    \u001b[1m私は文字通り俳句に夢中になり、シーズン3が出るのを待つことができません！\u001b[22m, \u001b[1m私は文字通りHaikyuuに夢中だし、私が出てくるのシーズン3を待つことができません！\u001b[22m\n\u001b[4mGood plot, BGM'S, etc. For someone like me who has no interest in sports or anything like that, this anime inspires me to do new things, and i could relate a lot to this.\u001b[24m\n    \u001b[1mGood Plot、BGM's、etc.このようなスポーツに興味がない私のような人にとって、このアニメは私に新しいことを促し、私はこれに多くを関連付けることができます。\u001b[22m, \u001b[1mなど良いプロット、BGM'S、スポーツまたはそのような何かには関心を持っていない私のような人にとって、このアニメは、新しいことをやるために私を鼓舞し、私はこれに多くを関連付けることができます。\u001b[22m\n\u001b[4mIt's interesting watching your favorite character develop through the plot and learn new things and surprising others, other than this being a sports anime, I believe there's also a lot of comedy involved, i've re watched this over and over again a bunch of times\u001b[24m\n    \u001b[1mあなたの好きなキャラクターがプロットを通して成長し、新しいものや驚くべき他のものを学ぶのは面白いです。スポーツアニメ以外にも、たくさんのコメディが関わっていると信じています。私はこれを何度も何度も見てきました\u001b[22m, \u001b[1mそれはあなたの好きなキャラクターは、プロットを通じて開発し、関与喜劇の多くもあり、新しいものとスポーツアニメであること、私は信じてこれ以外の驚くべき人を、学ぶ見て面白いです、私は再回の束何度も何度もこれを見てきました\u001b[22m\n\u001b[4m(Tbh, at least like 30 times during my summer vacation) and its hilarious!\u001b[24m\n    \u001b[1m（Tbh、少なくとも私の夏休みの間に30回好きです）とその陽気な！\u001b[22m, \u001b[1m（TBH、私の夏の休暇中に少なくともなど30回）とその陽気！\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "ChubbyPanda1o",
    "profile": "/profile/ChubbyPanda1o/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=223189",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  10\n\nOK。 私はこのアニメに入った。私の友人はこれを私に勧め、私はそれを見る必要があると言っていたからだ。 私がそれを見たとき、私はアートスタイルがかなり面白いと感じます。 私はスポーツアニメを見たことがないのです。\n\nストーリー私はゲームを勝ち抜いてチームワークの価値をどのように示したかというクールな理由から、8/10を与えました。 ストーリーはかなりオリジナルです、彼らは訓練とすべてです。\n\nアートスタイル、私はそれを7/10与えました。 彼らがシーンを作ることができたのはかっこいいし、プレーヤーが急増するたびにバレーボールは速いゲームだからです。\n\n今私の好きな部分、文字。 最初は、主人公が話の大半を取って退屈なキャストになると予想し、マイナーキャラクターはチームには表示されませんでした。 しかし、それはHaikyuuで起こらなかった、あなたはKarasunoのすべてのプレイヤーを知るようになる。 また、私はこのアニメのキャラクターの発展が大好きです。 私はこれを10/10としました。\n\n私は本当にこのアニメを楽しんだ。  10/10\n\n全体：;  10/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOk. I got into this anime because my friend recommended this to me, saying that i need to watch it. At first when I looked at it, i find the art style quite interesting. I mean i haven't tried watching any sports anime.\n\n\u001b[1mOK。 私はこのアニメに入った。私の友人はこれを私に勧め、私はそれを見る必要があると言っていたからだ。 私がそれを見たとき、私はアートスタイルがかなり面白いと感じます。 私はスポーツアニメを見たことがないのです。\u001b[22m\n\u001b[1m(OK. Watashi wa kono anime ni haitta. Watashi no yūjin wa kore o watashi ni susume, watashi wa sore o miru hitsuyō ga aru to itte itakarada. Watashi ga sore o mita toki, watashi wa ātosutairu ga kanari omoshiroi to kanjimasu. Watashi wa supōtsuanime o mita koto ga nai nodesu.)\u001b[22m\n\nTranslations of \u001b[4mOk. I got into this anime because my friend recommended this to me, saying that i need to watch it. At first when I looked at it, i find the art style quite interesting. I mean i haven't tried watching any sports anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk.\u001b[24m\n    \u001b[1mOK。\u001b[22m, \u001b[1mOK。\u001b[22m, \u001b[1m[OK]をクリックします。\u001b[22m\n\u001b[4mI got into this anime because my friend recommended this to me, saying that i need to watch it.\u001b[24m\n    \u001b[1m私はこのアニメに入った。私の友人はこれを私に勧め、私はそれを見る必要があると言っていたからだ。\u001b[22m, \u001b[1m私の友人は、私はそれを見るために必要があると言って、私にこれをお勧めしますので、私はこのアニメになりました。\u001b[22m\n\u001b[4mAt first when I looked at it, i find the art style quite interesting.\u001b[24m\n    \u001b[1m私がそれを見たとき、私はアートスタイルがかなり面白いと感じます。\u001b[22m, \u001b[1m私はそれを見たときに最初に、私は非常に興味深いアートスタイルを見つけます。\u001b[22m\n\u001b[4mI mean i haven't tried watching any sports anime.\u001b[24m\n    \u001b[1m私はスポーツアニメを見たことがないのです。\u001b[22m, \u001b[1m私は私があらゆるスポーツのアニメを見て試していません意味します。\u001b[22m\n\u001b[1m\u001b[22m\nThe Story i gave it a 8/10, because its cool how they showed the value of teamwork in winning a game. Story is pretty original, them training and all.\n\n\u001b[1mストーリー私はゲームを勝ち抜いてチームワークの価値をどのように示したかというクールな理由から、8/10を与えました。 ストーリーはかなりオリジナルです、彼らは訓練とすべてです。\u001b[22m\n\u001b[1m(Sutōrī watashi wa gēmu o kachinuite chīmuwāku no kachi o dono yō ni shimeshita ka to iu kūruna riyū kara, 8/ 10 o ataemashita. Sutōrī wa kanari orijinarudesu, karera wa kunren to subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Story i gave it a 8/10, because its cool how they showed the value of teamwork in winning a game. Story is pretty original, them training and all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story i gave it a 8/10, because its cool how they showed the value of teamwork in winning a game.\u001b[24m\n    \u001b[1mストーリー私はゲームを勝ち抜いてチームワークの価値をどのように示したかというクールな理由から、8/10を与えました。\u001b[22m, \u001b[1m彼らは試合に勝つにはチームワークの値を示したか、そのクールなので、ストーリー私は、それを8月10日を与えました。\u001b[22m\n\u001b[4mStory is pretty original, them training and all.\u001b[24m\n    \u001b[1mストーリーはかなりオリジナルです、彼らは訓練とすべてです。\u001b[22m, \u001b[1m物語は、彼らが訓練し、すべて、かなりオリジナルです。\u001b[22m\n\u001b[1m\u001b[22m\nArt Style, i gave it a 7/10. It's cool how they were able to create the scene, cause volleyball is a fast game, whenever a player spikes.\n\n\u001b[1mアートスタイル、私はそれを7/10与えました。 彼らがシーンを作ることができたのはかっこいいし、プレーヤーが急増するたびにバレーボールは速いゲームだからです。\u001b[22m\n\u001b[1m(Ātosutairu, watashi wa sore o 7/ 10 ataemashita. Karera ga shīn o tsukuru koto ga dekita no wa kakkoīshi, purēyā ga kyūzō suru tabi ni barēbōru wa hayai gēmudakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mArt Style, i gave it a 7/10. It's cool how they were able to create the scene, cause volleyball is a fast game, whenever a player spikes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt Style, i gave it a 7/10.\u001b[24m\n    \u001b[1mアートスタイル、私はそれを7/10与えました。\u001b[22m, \u001b[1mアートスタイルは、私はそれを7月10日を与えました。\u001b[22m\n\u001b[4mIt's cool how they were able to create the scene, cause volleyball is a fast game, whenever a player spikes.\u001b[24m\n    \u001b[1m彼らがシーンを作ることができたのはかっこいいし、プレーヤーが急増するたびにバレーボールは速いゲームだからです。\u001b[22m, \u001b[1mそれはいつでもプレーヤーのスパイク原因バレーボールは、速いゲームである、彼らはシーンを作成することができましたどのようにクールです。\u001b[22m\n\u001b[1m\u001b[22m\nNow my favorite part, the characters. At first, i expected them to be a boring cast with the main characters taking most of the story, leaving the minor characters in the team not shown. But that didn't happen in Haikyuu, you get to know every player in Karasuno. Also I love the character development in this anime. I gave this a 10/10.\n\n\u001b[1m今私の好きな部分、文字。 最初は、主人公が話の大半を取って退屈なキャストになると予想し、マイナーキャラクターはチームには表示されませんでした。 しかし、それはHaikyuuで起こらなかった、あなたはKarasunoのすべてのプレイヤーを知るようになる。 また、私はこのアニメのキャラクターの発展が大好きです。 私はこれを10/10としました。\u001b[22m\n\u001b[1m(Ima watashi no sukina bubun, moji. Saisho wa, shujinkō ga hanashi no taihan o totte taikutsuna kyasuto ni naru to yosō shi, mainākyarakutā wa chīmu ni wa hyōji sa remasendeshita. Shikashi, soreha Haikyuu de okoranakatta, anata wa Karasuno no subete no pureiyā o shiru yō ni naru. Mata, watashi wa kono anime no kyarakutā no hatten ga daisukidesu. Watashi wa kore o 10/ 10 to shimashita.)\u001b[22m\n\nTranslations of \u001b[4mNow my favorite part, the characters. At first, i expected them to be a boring cast with the main characters taking most of the story, leaving the minor characters in the team not shown. But that didn't happen in Haikyuu, you get to know every player in Karasuno. Also I love the character development in this anime. I gave this a 10/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow my favorite part, the characters.\u001b[24m\n    \u001b[1m今私の好きな部分、文字。\u001b[22m, \u001b[1m今、私の好きな部分、文字。\u001b[22m\n\u001b[4mAt first, i expected them to be a boring cast with the main characters taking most of the story, leaving the minor characters in the team not shown.\u001b[24m\n    \u001b[1m最初は、主人公が話の大半を取って退屈なキャストになると予想し、マイナーキャラクターはチームには表示されませんでした。\u001b[22m, \u001b[1m最初に、私は示されていないチームにマイナーな文字を残して、彼らが物語のほとんどを取っメインキャラクターとの退屈なキャストであると予想しました。\u001b[22m\n\u001b[4mBut that didn't happen in Haikyuu, you get to know every player in Karasuno.\u001b[24m\n    \u001b[1mしかし、それはHaikyuuで起こらなかった、あなたはKarasunoのすべてのプレイヤーを知るようになる。\u001b[22m, \u001b[1mしかし、それはHaikyuuで実現しなかった、あなたはKarasuno内のすべてのプレーヤーを知るようになります。\u001b[22m\n\u001b[4mAlso I love the character development in this anime.\u001b[24m\n    \u001b[1mまた、私はこのアニメのキャラクターの発展が大好きです。\u001b[22m, \u001b[1mまた、私はこのアニメでキャラクターの成長が大好きです。\u001b[22m\n\u001b[4mI gave this a 10/10.\u001b[24m\n    \u001b[1m私はこれを10/10としました。\u001b[22m, \u001b[1m私は、この10月10日を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this anime. 10/10\n\n\u001b[1m私は本当にこのアニメを楽しんだ。  10/10\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o tanoshinda. 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime. 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime.\u001b[24m\n    \u001b[1m私は本当にこのアニメを楽しんだ。\u001b[22m, \u001b[1m私は本当にこのアニメを楽しみました。\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL:; 10/10\n\n\u001b[1m全体：;  10/10\u001b[22m\n\u001b[1m(Zentai: ; 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOVERALL:; 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL:;\u001b[24m\n    \u001b[1m全体：;\u001b[22m, \u001b[1m全体的な：;\u001b[22m, \u001b[1m全体：\u001b[22m, \u001b[1mOVERALL:;\u001b[22m\n\u001b[4m10/10\u001b[24m\n    \u001b[1m10/10\u001b[22m, \u001b[1m10月10日\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "ndsempai",
    "profile": "/profile/ndsempai/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=219492",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  8\nキャラクター|  4\n|  8\n\n私は一般的に、ほとんどのアニメの第2シーズンを嫌います。 通常のプロットポイントは、その敗北は、チームを復帰させ、復讐のマッチを得ることをより困難にしたということです。  Haikyuu 2は独創性について何のポイントも獲得できません。 あなたが黒子のバスケS2を見たなら、ここの話は本質的に同じ道をたどります。 私は最初のシーズンが大好きではありません。 途中で長所と短所を取り除くことができます。\n\n長所：\n＋ つきしま げｔｓ と しね。\n+エンネシタとヤマグチのサイドキャラクターたちとの素敵な瞬間。\n+音楽は最初のシーズンと同じくらい素晴らしいです。\n+最初の数回のエピソードは、強くてユーモラスで始まります。\n\n\n短所：\n - ひなた\n - ひなた\n - ヒーナータは、各エピソードを10回（ええ、ええ、私はもう勝ちたい）\n - ヒナタを描写する主張u003e＆gt;＆gt;＆gt; ナルト\n -  'Ace' Azumaneのスパイクはたぶん全シーズン2回。\nヒナタはすべてのエピソードを過大に扱う。\n -  Nishinoyaにスクリーンタイムを与えてください。\n - ヒナタが足りなかったのは、ヒナタがケージバンシンを使って、コガネガワ、レフ、狂った犬、爆破、善戦ハイバレーボールクラブだった。\n - ひなたのチームでさえもTheres\n -  moikaiを勝者のキャッチフレーズにしてください。  moikaiを次のdattebayoにしようとしないでください。\n\nうん、私はヒナタと彼のクローンのほとんどを除いて、アニメのすべてのキャラクターをかなり好きです。  Bokutoのようないくつかのクローンは素敵ですが、その大半はちょうど... ughです。 ヒナタが主人公だった。 月島の視点からもっと見ることが大好きだったでしょうか？ アニメでは一般的に、状況を考えて分析する人はゴミのように扱われます。 大声で馬鹿げた愚かさが勝者にとって重要な要素として賞賛されています。 このアニメも同じです。 最もレベルの高い、スマートなプレイヤー（Daichi、Tsuki）はサイドキャラクターに任命され、ダムばかは主人公の役割を果たす。\n\n6/10。 悪いアニメではない。  shounenファンのための楽しい。 たぶん私は一般的にshounenに興味を失っているだけかもしれない。 あなたの走行距離は異なる場合があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI generally dislike second seasons of most anime. The usual plot point being that defeat made the team work harder to come back and get a revenge match. Haikyuu 2 is not gonna win any points on originality. If you have seen Kuroko no Basuke S2, then the story here will essentially follow the same path. I loved the first season, this one not so much. Lets get the pros and cons out of the way.\n\n\u001b[1m私は一般的に、ほとんどのアニメの第2シーズンを嫌います。 通常のプロットポイントは、その敗北は、チームを復帰させ、復讐のマッチを得ることをより困難にしたということです。  Haikyuu 2は独創性について何のポイントも獲得できません。 あなたが黒子のバスケS2を見たなら、ここの話は本質的に同じ道をたどります。 私は最初のシーズンが大好きではありません。 途中で長所と短所を取り除くことができます。\u001b[22m\n\u001b[1m(Watashi wa ippantekini, hotondo no anime no dai 2 shīzun o kiraimasu. Tsūjō no purotto pointo wa, sono haiboku wa, chīmu o fukki sa se, fukushū no matchi o eru koto o yori kon'nan ni shita to iu kotodesu. Haikyuu 2 wa dokusō-sei ni tsuite nani no pointo mo kakutoku dekimasen. Anata ga kurokonobasuke S 2 o mitanara, koko no hanashi wa honshitsu-teki ni onaji michi o tadorimasu. Watashi wa saisho no shīzun ga daisukide wa arimasen. Tochū de chōsho to tansho o torinozoku koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI generally dislike second seasons of most anime. The usual plot point being that defeat made the team work harder to come back and get a revenge match. Haikyuu 2 is not gonna win any points on originality. If you have seen Kuroko no Basuke S2, then the story here will essentially follow the same path. I loved the first season, this one not so much. Lets get the pros and cons out of the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI generally dislike second seasons of most anime.\u001b[24m\n    \u001b[1m私は一般的に、ほとんどのアニメの第2シーズンを嫌います。\u001b[22m, \u001b[1m私は一般的に、ほとんどのアニメの第二の季節を嫌います。\u001b[22m\n\u001b[4mThe usual plot point being that defeat made the team work harder to come back and get a revenge match.\u001b[24m\n    \u001b[1m通常のプロットポイントは、その敗北は、チームを復帰させ、復讐のマッチを得ることをより困難にしたということです。\u001b[22m, \u001b[1mその敗北である通常のプロット点は戻ってくると復讐の一致を得るために困難チームワークを作りました。\u001b[22m\n\u001b[4mHaikyuu 2 is not gonna win any points on originality.\u001b[24m\n    \u001b[1mHaikyuu 2は独創性について何のポイントも獲得できません。\u001b[22m, \u001b[1mHaikyuu 2は、独創性上の任意のポイントを獲得するつもりではありません。\u001b[22m\n\u001b[4mIf you have seen Kuroko no Basuke S2, then the story here will essentially follow the same path.\u001b[24m\n    \u001b[1mあなたが黒子のバスケS2を見たなら、ここの話は本質的に同じ道をたどります。\u001b[22m, \u001b[1mあなたはなしBasuke S2黒子を見ている場合は、ここでの話は本質的に同じパスに従います。\u001b[22m\n\u001b[4mI loved the first season, this one not so much.\u001b[24m\n    \u001b[1m私は最初のシーズンが大好きではありません。\u001b[22m, \u001b[1m私は最初のシーズン、あまりない、この1を愛しました。\u001b[22m\n\u001b[4mLets get the pros and cons out of the way.\u001b[24m\n    \u001b[1m途中で長所と短所を取り除くことができます。\u001b[22m, \u001b[1m邪魔にならないように長所と短所を取得することができます。\u001b[22m\n\u001b[1m\u001b[22m\nPros:\n\n\u001b[1m長所：\u001b[22m\n\u001b[1m(Chōsho:)\u001b[22m\n\nTranslations of \u001b[4mPros:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPros:\u001b[24m\n    \u001b[1m長所：\u001b[22m\n＋ つきしま げｔｓ と しね。\n(+ Tsuki shima-ge ts to shi ne.)\n\n\u001b[1m＋ つきしま げｔｓ と しね。\u001b[22m\n\u001b[1m(+ Tsuki shima-ge ts to shi ne.)\u001b[22m\n+ Some good moments with side characters Ennoshita and Yamaguchi.\n\n\u001b[1m+エンネシタとヤマグチのサイドキャラクターたちとの素敵な瞬間。\u001b[22m\n\u001b[1m(+ En'neshita to yamaguchi no saidokyarakutā-tachi to no sutekina shunkan.)\u001b[22m\n\nTranslations of \u001b[4m+ Some good moments with side characters Ennoshita and Yamaguchi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Some good moments with side characters Ennoshita and Yamaguchi.\u001b[24m\n    \u001b[1m+エンネシタとヤマグチのサイドキャラクターたちとの素敵な瞬間。\u001b[22m, \u001b[1mサイド文字Ennoshitaと山口でいくつかの良い瞬間を+。\u001b[22m\n+ Music is still as awesome as it was in the first season.\n\n\u001b[1m+音楽は最初のシーズンと同じくらい素晴らしいです。\u001b[22m\n\u001b[1m(+ Ongaku wa saisho no shīzun to onaji kurai subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4m+ Music is still as awesome as it was in the first season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Music is still as awesome as it was in the first season.\u001b[24m\n    \u001b[1m+音楽は最初のシーズンと同じくらい素晴らしいです。\u001b[22m, \u001b[1m+音楽はまだそれが最初のシーズンであったとして素晴らしいです。\u001b[22m\n+ First few episodes start off strong with good, solid humor.\n\n\u001b[1m+最初の数回のエピソードは、強くてユーモラスで始まります。\u001b[22m\n\u001b[1m(+ Saisho no sū-kai no episōdo wa, tsuyokute yūmorasu de hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4m+ First few episodes start off strong with good, solid humor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ First few episodes start off strong with good, solid humor.\u001b[24m\n    \u001b[1m+最初の数回のエピソードは、強くてユーモラスで始まります。\u001b[22m, \u001b[1m+まず、いくつかのエピソードは良い、固体のユーモアとの強力なオフを開始します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCons:\n\n\u001b[1m短所：\u001b[22m\n\u001b[1m(Tansho:)\u001b[22m\n\nTranslations of \u001b[4mCons:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCons:\u001b[24m\n    \u001b[1m短所：\u001b[22m\n- Hinata\n\n\u001b[1m - ひなた\u001b[22m\n\u001b[1m(- Hinata)\u001b[22m\n\nTranslations of \u001b[4m- Hinata\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Hinata\u001b[24m\n    \u001b[1m - ひなた\u001b[22m, \u001b[1m - 日向\u001b[22m\n- Hinata\n\n\u001b[1m - ひなた\u001b[22m\n\u001b[1m(- Hinata)\u001b[22m\n\nTranslations of \u001b[4m- Hinata\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Hinata\u001b[24m\n    \u001b[1m - ひなた\u001b[22m, \u001b[1m - 日向\u001b[22m\n- Hinata saying moikai 10 times each episode (yeah, yeah, I get it already, he wanna win)\n\n\u001b[1m - ヒーナータは、各エピソードを10回（ええ、ええ、私はもう勝ちたい）\u001b[22m\n\u001b[1m(- Hīnāta wa, kaku episōdo o 10-kai (e e, ē, watashi wa mō kachitai))\u001b[22m\n\nTranslations of \u001b[4m- Hinata saying moikai 10 times each episode (yeah, yeah, I get it already, he wanna win)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Hinata saying moikai 10 times each episode (yeah, yeah, I get it already, he wanna win)\u001b[24m\n    \u001b[1m - ヒーナータは、各エピソードを10回（ええ、ええ、私はもう勝ちたい）\u001b[22m, \u001b[1m -  moikai 10回各エピソードを言って日向（ええ、ええ、私はすでにそれを得る、彼がしたい勝ちます）\u001b[22m\n- Insistence to portray Hinata &gt;&gt;&gt;&gt;&gt; Naruto\n\n\u001b[1m - ヒナタを描写する主張u003e＆gt;＆gt;＆gt; ナルト\u001b[22m\n\u001b[1m(- Hinata o byōsha suru shuchō u003e& gt; & gt; & gt; naruto)\u001b[22m\n\nTranslations of \u001b[4m- Insistence to portray Hinata &gt;&gt;&gt;&gt;&gt; Naruto\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Insistence to portray Hinata &gt;&gt;&gt;&gt;&gt;\u001b[24m\n    \u001b[1m - ヒナタを描写する主張u003e＆gt;＆gt;＆gt;\u001b[22m, \u001b[1m - 日向＆GTを描写するために拘り;＆gt;＆gt; 8ここで＆gt;＆gt; 8ここ\u001b[22m\n\u001b[4mNaruto\u001b[24m\n    \u001b[1mナルト\u001b[22m\n- 'Ace' Azumane spikes maybe twice entire season.\n\n\u001b[1m -  'Ace' Azumaneのスパイクはたぶん全シーズン2回。\u001b[22m\n\u001b[1m(- ' Ace' Azumane no supaiku wa tabun zen shīzun 2-kai.)\u001b[22m\n\nTranslations of \u001b[4m- 'Ace' Azumane spikes maybe twice entire season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- 'Ace' Azumane spikes maybe twice entire season.\u001b[24m\n    \u001b[1m -  'Ace' Azumaneのスパイクはたぶん全シーズン2回。\u001b[22m, \u001b[1m - 「エース」Azumaneスパイク多分二回シーズン全体。\u001b[22m\n- Hinata overacting every episode.\n\n\u001b[1mヒナタはすべてのエピソードを過大に扱う。\u001b[22m\n\u001b[1m(Hinata wa subete no episōdo o kadai ni atsukau.)\u001b[22m\n\nTranslations of \u001b[4m- Hinata overacting every episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Hinata overacting every episode.\u001b[24m\n    \u001b[1mヒナタはすべてのエピソードを過大に扱う。\u001b[22m, \u001b[1m - すべてのエピソードをoveracting日向。\u001b[22m\n- Give Nishinoya more screen time godammit.\n\n\u001b[1m -  Nishinoyaにスクリーンタイムを与えてください。\u001b[22m\n\u001b[1m(- Nishinoya ni sukurīntaimu o ataete kudasai.)\u001b[22m\n\nTranslations of \u001b[4m- Give Nishinoya more screen time godammit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Give Nishinoya more screen time godammit.\u001b[24m\n    \u001b[1m -  Nishinoyaにスクリーンタイムを与えてください。\u001b[22m, \u001b[1m -  Nishinoyaより多くの画面の時間godammitを与えます。\u001b[22m\n- One Hinata wasn't enough, Hinata used kage bunshin and came up with Koganegawa, Lev, mad dog, Bokuto and Johzenji High volleyball club.\n\n\u001b[1m - ヒナタが足りなかったのは、ヒナタがケージバンシンを使って、コガネガワ、レフ、狂った犬、爆破、善戦ハイバレーボールクラブだった。\u001b[22m\n\u001b[1m(- Hinata ga tarinakatta no wa, hinata ga kējibanshin o tsukatte, koganegawa, refu, kurutta inu, bakuha, zensen haibarēbōrukurabudatta.)\u001b[22m\n\nTranslations of \u001b[4m- One Hinata wasn't enough, Hinata used kage bunshin and came up with Koganegawa, Lev, mad dog, Bokuto and Johzenji High volleyball club.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- One Hinata wasn't enough, Hinata used kage bunshin and came up with Koganegawa, Lev, mad dog, Bokuto and Johzenji High volleyball club.\u001b[24m\n    \u001b[1m - ヒナタが足りなかったのは、ヒナタがケージバンシンを使って、コガネガワ、レフ、狂った犬、爆破、善戦ハイバレーボールクラブだった。\u001b[22m, \u001b[1m -  One日向が十分ではなかった、日向は影のぶんしんを使用し、Koganegawa、レフ、狂犬、墨東とJohzenji高バレーボールクラブを思い付きました。\u001b[22m\n- Theres even a team full of Hinata's\n\n\u001b[1m - ひなたのチームでさえもTheres\u001b[22m\n\u001b[1m(- Hinata no chīmude sae mo Theres)\u001b[22m\n\nTranslations of \u001b[4m- Theres even a team full of Hinata's\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Theres even a team full of Hinata's\u001b[24m\n    \u001b[1m - ひなたのチームでさえもTheres\u001b[22m, \u001b[1m - 日向さんの完全Theresのであってもチーム\u001b[22m\n- Gotta make moikai a catchphrase of the winners. Stop trying to make moikai the next dattebayo.\n\n\u001b[1m -  moikaiを勝者のキャッチフレーズにしてください。  moikaiを次のdattebayoにしようとしないでください。\u001b[22m\n\u001b[1m(- Moikai o shōsha no kyatchifurēzu ni shite kudasai. Moikai o tsugi no dattebayo ni shiyou to shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4m- Gotta make moikai a catchphrase of the winners. Stop trying to make moikai the next dattebayo.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Gotta make moikai a catchphrase of the winners.\u001b[24m\n    \u001b[1m -  moikaiを勝者のキャッチフレーズにしてください。\u001b[22m, \u001b[1m - 俺は勝者のmoikaiキャッチフレーズを作ります。\u001b[22m\n\u001b[4mStop trying to make moikai the next dattebayo.\u001b[24m\n    \u001b[1mmoikaiを次のdattebayoにしようとしないでください。\u001b[22m, \u001b[1mmoikai次dattebayoをしようと停止します。\u001b[22m\n\u001b[1m\u001b[22m\nYep, I pretty much like all the characters in the anime except for Hinata and most of his clones. Some clones like Bokuto are nice but the majority of them are just... ugh. Too bad Hinata was the main character. Would have loved to see more from Tsukishima's perspective. Generally in anime, anyone who thinks and analyses the situation is treated like garbage. Loud-mouthedness and foolishness is celebrated as key ingredients for winners. This anime does the same. The most level headed and smart players (Daichi, Tsuki) are relegated to side characters and dumb idiots get the role of main character.\n\n\u001b[1mうん、私はヒナタと彼のクローンのほとんどを除いて、アニメのすべてのキャラクターをかなり好きです。  Bokutoのようないくつかのクローンは素敵ですが、その大半はちょうど... ughです。 ヒナタが主人公だった。 月島の視点からもっと見ることが大好きだったでしょうか？ アニメでは一般的に、状況を考えて分析する人はゴミのように扱われます。 大声で馬鹿げた愚かさが勝者にとって重要な要素として賞賛されています。 このアニメも同じです。 最もレベルの高い、スマートなプレイヤー（Daichi、Tsuki）はサイドキャラクターに任命され、ダムばかは主人公の役割を果たす。\u001b[22m\n\u001b[1m(Un, watashi wa hinata to kare no kurōn no hotondo o nozoite, anime no subete no kyarakutā o kanari sukidesu. Bokuto no yōna ikutsu ka no kurōn wa sutekidesuga, sono taihan wa chōdo... Ughdesu. Hinata ga shujinkōdatta. Tsukishima no shiten kara motto miru koto ga daisukidattadeshou ka? Animede wa ippantekini, jōkyō o kangaete bunseki suru hito wa gomi no yō ni atsukawa remasu. Ōgoe de bakageta oroka-sa ga shōsha ni totte jūyōna yōso to shite shōsan sa rete imasu. Kono anime mo onajidesu. Mottomo reberu no takai, sumātona pureiyā (Daichi, Tsuki) wa saidokyarakutā ni ninmei sa re, damu baka wa shujinkō no yakuwariwohatasu.)\u001b[22m\n\nTranslations of \u001b[4mYep, I pretty much like all the characters in the anime except for Hinata and most of his clones. Some clones like Bokuto are nice but the majority of them are just... ugh. Too bad Hinata was the main character. Would have loved to see more from Tsukishima's perspective. Generally in anime, anyone who thinks and analyses the situation is treated like garbage. Loud-mouthedness and foolishness is celebrated as key ingredients for winners. This anime does the same. The most level headed and smart players (Daichi, Tsuki) are relegated to side characters and dumb idiots get the role of main character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYep, I pretty much like all the characters in the anime except for Hinata and most of his clones.\u001b[24m\n    \u001b[1mうん、私はヒナタと彼のクローンのほとんどを除いて、アニメのすべてのキャラクターをかなり好きです。\u001b[22m, \u001b[1mうん、私はかなり日向と彼のクローンの大部分を除いてアニメのすべての文字のように。\u001b[22m\n\u001b[4mSome clones like Bokuto are nice but the majority of them are just... ugh.\u001b[24m\n    \u001b[1mBokutoのようないくつかのクローンは素敵ですが、その大半はちょうど... ughです。\u001b[22m, \u001b[1m墨東のようないくつかのクローンはいいですが、それらの大部分は、ぐふっ...だけです。\u001b[22m\n\u001b[4mToo bad Hinata was the main character.\u001b[24m\n    \u001b[1mヒナタが主人公だった。\u001b[22m, \u001b[1mあまりにも悪い日向は主人公でした。\u001b[22m\n\u001b[4mWould have loved to see more from Tsukishima's perspective.\u001b[24m\n    \u001b[1m月島の視点からもっと見ることが大好きだったでしょうか？\u001b[22m, \u001b[1m月島の視点からより多くを見るのが好きだっただろう。\u001b[22m\n\u001b[4mGenerally in anime, anyone who thinks and analyses the situation is treated like garbage.\u001b[24m\n    \u001b[1mアニメでは一般的に、状況を考えて分析する人はゴミのように扱われます。\u001b[22m, \u001b[1m一般アニメで、状況を考え、分析し、誰がゴミのように扱われています。\u001b[22m\n\u001b[4mLoud-mouthedness and foolishness is celebrated as key ingredients for winners.\u001b[24m\n    \u001b[1m大声で馬鹿げた愚かさが勝者にとって重要な要素として賞賛されています。\u001b[22m, \u001b[1mラウドmouthednessと愚かさは、受賞者のための重要な要素として祝われています。\u001b[22m\n\u001b[4mThis anime does the same.\u001b[24m\n    \u001b[1mこのアニメも同じです。\u001b[22m, \u001b[1mこのアニメは、同じことを行います。\u001b[22m\n\u001b[4mThe most level headed and smart players (Daichi, Tsuki) are relegated to side characters and dumb idiots get the role of main character.\u001b[24m\n    \u001b[1m最もレベルの高い、スマートなプレイヤー（Daichi、Tsuki）はサイドキャラクターに任命され、ダムばかは主人公の役割を果たす。\u001b[22m, \u001b[1m最もレベルが向かったとスマート選手（大地、ツキ）の文字を左右に追いやられており、ダム馬鹿が主人公の役割を取得します。\u001b[22m\n\u001b[1m\u001b[22m\n6/10. Not a bad anime. Certainly entertaining for shounen fans. Maybe I am just losing interest in shounen in general. Your mileage may vary.\n\n\u001b[1m6/10。 悪いアニメではない。  shounenファンのための楽しい。 たぶん私は一般的にshounenに興味を失っているだけかもしれない。 あなたの走行距離は異なる場合があります。\u001b[22m\n\u001b[1m(6/ 10. Warui animede wanai. Shounen fan no tame no tanoshī. Tabun watashi wa ippantekini shounen ni kyōmi o ushinatte iru dake kamo shirenai. Anata no sōkō kyori wa kotonaru baai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m6/10. Not a bad anime. Certainly entertaining for shounen fans. Maybe I am just losing interest in shounen in general. Your mileage may vary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10.\u001b[24m\n    \u001b[1m6/10。\u001b[22m, \u001b[1m6月10日。\u001b[22m\n\u001b[4mNot a bad anime.\u001b[24m\n    \u001b[1m悪いアニメではない。\u001b[22m, \u001b[1m悪くないアニメ。\u001b[22m\n\u001b[4mCertainly entertaining for shounen fans.\u001b[24m\n    \u001b[1mshounenファンのための楽しい。\u001b[22m, \u001b[1m確かに少年ファンのために楽しま。\u001b[22m\n\u001b[4mMaybe I am just losing interest in shounen in general.\u001b[24m\n    \u001b[1mたぶん私は一般的にshounenに興味を失っているだけかもしれない。\u001b[22m, \u001b[1mたぶん私はちょうど一般的に少年への関心を失っています。\u001b[22m\n\u001b[4mYour mileage may vary.\u001b[24m\n    \u001b[1mあなたの走行距離は異なる場合があります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "Lyxania",
    "profile": "/profile/Lyxania/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=214293",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューであり、私は実際に偏っているかもしれませんが、これはこのアニメが私にとってどのようになったかです。\n\n警告：いくつかのスポイラーがあります。\n\n* PLOT：9/10\n否定的なポイント：\n1）予測可能。  「Karasuno：倒れた強国」\nそれに直面してみましょう、私たちは皆、このアニメがどこにつながるのか知っています。 それは実際に予測可能ですが、あなたはそれを見続けることができますか？ それは、「彼らは何をするのだろうか？」、「相手はどう対処するのだろう？ 要するに、それは一連の出来事と好奇心のためです。\n2）無期限のプレー。 まあ、私は念頭に置いて2つの芝居しか持たず、最初はヒナタがボールに手を伸ばして壁に着いた時です。 私が間違っていないのなら、それはヨゼンジとの試合だった。 彼らのキャプテンは彼をミニ・スパイダー・マンと呼んだ。  2番目は、Oikawaがネットの反対側からIwaizumiにトスを送ったときだった。 はい、あなたはそこに置くことができますが、それはポイント上にあることは不可能です、あなたは知っています。 ええ、これはアニメですので、いつも「ああそう現実的」ではないはずですが、その試合は試合を見ながら現実感を失ってしまいました。\n\n - ポシジョンポイント：\n1）開発。 今シーズンは、シーズン1のInterhighで敗退したKarasunoがどのように復帰したかを成功裏に示した。トレーニングキャンプから試合まで、彼らは変化と発展を見失わなかった。\n2）ペーシング。 どちらもそれほど悪くはありませんでした。 あまりにも速くも遅すぎもありませんでした。\n3）HUMOR：Haikyuu!!  Haikyuuされません！ 影山ヒネタ（ヒネタ、ダンバス！）、西ノ屋田中（電話して先輩！）、及川和泉（私はあなたをパンチしよう！）などのタンデムではなかった。 彼らは確かにそれらの面白い場面を挿入する場所を知っています。 あなたは激しい「グワア」から行くだろう！ 大声で「ハハハハ！」 本当に素早く。 それは試合中に気分を明るくし、楽しさに加える。\n\n*キャラクター：10/10\n1）識別。 それぞれに独特の特徴があります。 他の誰かのために誰かを間違えることはありません。 例えば、あなたが「巧みで勇気がない」と言うなら、最初に考えるのはツキですよね？\nまた、私は、あるチームが他のチームとどのように違うのが好きです。 彼らは、チームが勝つための独自の方法を持っていることを強調しました。\n2）実在。 私が以前に言及した演劇を除いて...まあ、これは自明である。 あなたは自分自身でアニメで見ることができます。\n3）成長。  「私たちはもっと同期しているように感じる。  -Daichi。 成長はこのアニメの最も重要な要素であり、彼らはそれを非常にうまく実行したと思います。 あなたは彼らがどのマッチにどのように適応するか見ることができます。 彼らは自分のスキルだけでなく、彼らの性格もどれだけ改善したかを示す素晴らしい仕事をしました。\n4）サイドストーリー。 私は彼らが第1シーズンにそれほど気づいていなかった他のキャラクターに焦点を当てたのが好きでした。 私は彼らのサイド・ストーリーを垣間見るだけだと思ったが、私は間違っていた。 私は実際に彼らが山口に全エピソードを与えたことに驚いた。 それに手を差し伸べる。 それらのバックストーリーを見せてくれれば、私はそれらをもっと理解できました。そして、私は実際に彼らとつながっているように感じました。\n\n*アニメーション/アート：8/10\nアニメと芸術は誇大宣伝と感情を維持するのに十分でした。 残念ながら、一部の部品は「リサイクル」されています。 あなたがエピソードを連続的に見るなら、気づくでしょう。 シーンからスクラップを取り出し、別のシーンに移動するようなものでした。 彼らがそれらの動きを変えたならば、それは良いでしょう。 ああ、フラッシュバックは涼しいです。\n\n*音楽：9/10\n面白い場面のように、彼らはサウンドエフェクトとバックグラウンドミュージックをいつ置くべきかを知っています。 それはポイントであり、それはシーンの感じが自然に流れるのを助けました。 声優は偉大な仕事をしたし、OSTも上手くいっていたが、「Fly High！」 私に一番際立ったものでした。 その歌詞に素晴らしいメッセージがあることを除けば、そのリズムはあなたをエピソードの準備をして、ウォッチャーに興奮を与えます。\n\n*エンジョイメント：10/10\n私はこのアニメを何度も見てきましたが、まだ十分ではないような気がします。 あなたに夢中にして、それをもう一度見たいと思うものがあります。\n\n*全体：10/10\n最初の季節まで今、私の期待をすべて超えた俳優!! それはいくつかの欠陥があるかもしれないが、ちょっと、アニメは完全に作られていない。 だから私はまだこれに10を与えているのです。:)それは本当に必見です。 バレーボールやバレーボール以外のプレイヤー/ファンでも、このアニメを楽しむことができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review and I may actually sound biased but this is how this anime was for me.\n\n\u001b[1mこれは私の最初のレビューであり、私は実際に偏っているかもしれませんが、これはこのアニメが私にとってどのようになったかです。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdeari, watashi wa jissai ni katayotte iru kamo shiremasenga, koreha kono anime ga watashi ni totte dono yō ni natta kadesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review and I may actually sound biased but this is how this anime was for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review and I may actually sound biased but this is how this anime was for me.\u001b[24m\n    \u001b[1mこれは私の最初のレビューであり、私は実際に偏っているかもしれませんが、これはこのアニメが私にとってどのようになったかです。\u001b[22m, \u001b[1mこれは私の最初のレビューで、私は実際にバイアス聞こえるかもしれないが、これはこのアニメは私のためだったかです。\u001b[22m\n\u001b[1m\u001b[22m\nWARNING: HAS SOME SPOILERS.\n\n\u001b[1m警告：いくつかのスポイラーがあります。\u001b[22m\n\u001b[1m(Keikoku: Ikutsu ka no supoirā ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWARNING: HAS SOME SPOILERS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWARNING: HAS SOME SPOILERS.\u001b[24m\n    \u001b[1m警告：いくつかのスポイラーがあります。\u001b[22m, \u001b[1m警告：SOMEスポイラーを持っています。\u001b[22m\n\u001b[1m\u001b[22m\n*PLOT: 9/10\n\n\u001b[1m* PLOT：9/10\u001b[22m\n\u001b[1m(* Purotto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4m*PLOT: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*PLOT: 9/10\u001b[24m\n    \u001b[1m* PLOT：9/10\u001b[22m\n-NEGATIVE POINTS:\n\n\u001b[1m否定的なポイント：\u001b[22m\n\u001b[1m(Hitei-tekina pointo:)\u001b[22m\n\nTranslations of \u001b[4m-NEGATIVE POINTS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-NEGATIVE POINTS:\u001b[24m\n    \u001b[1m否定的なポイント：\u001b[22m, \u001b[1m陰性POINTS：\u001b[22m\n1) PREDICTABLE. 'Karasuno: A fallen powerhouse'\n\n\u001b[1m1）予測可能。  「Karasuno：倒れた強国」\u001b[22m\n\u001b[1m(1) Yosoku kanō. `Karasuno: Taoreta kyōkoku')\u001b[22m\n\nTranslations of \u001b[4m1) PREDICTABLE. 'Karasuno: A fallen powerhouse'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1) PREDICTABLE.\u001b[24m\n    \u001b[1m1）予測可能。\u001b[22m\n\u001b[4m'Karasuno: A fallen powerhouse'\u001b[24m\n    \u001b[1m「Karasuno：倒れた強国」\u001b[22m, \u001b[1m「Karasuno：落ち強豪 '\u001b[22m\nLet's face it, we all know where this anime will lead to. It's actually predictable but what makes you continue watching it? It's because of the questions: 'What will they do?', 'How will they face the opponent?' and the like--- in short, it's because of the series of events and curiosity itself.\n\n\u001b[1mそれに直面してみましょう、私たちは皆、このアニメがどこにつながるのか知っています。 それは実際に予測可能ですが、あなたはそれを見続けることができますか？ それは、「彼らは何をするのだろうか？」、「相手はどう対処するのだろう？ 要するに、それは一連の出来事と好奇心のためです。\u001b[22m\n\u001b[1m(Sore ni chokumen shite mimashou, watashitachi wa mina, kono anime ga doko ni tsunagaru no ka shitte imasu. Sore wa jissai ni yosoku kanōdesuga, anata wa sore o mi tsudzukeru koto ga dekimasu ka? Sore wa,`karera wa nani o suru nodarou ka?',`Aite wa dō taisho suru nodarou? Yōsuruni, soreha ichiren no dekigoto to kōkishin no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4mLet's face it, we all know where this anime will lead to. It's actually predictable but what makes you continue watching it? It's because of the questions: 'What will they do?', 'How will they face the opponent?' and the like--- in short, it's because of the series of events and curiosity itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's face it, we all know where this anime will lead to.\u001b[24m\n    \u001b[1mそれに直面してみましょう、私たちは皆、このアニメがどこにつながるのか知っています。\u001b[22m, \u001b[1mこのアニメは、につながる場所私たちは皆知っている、それに直面してみましょう。\u001b[22m\n\u001b[4mIt's actually predictable but what makes you continue watching it?\u001b[24m\n    \u001b[1mそれは実際に予測可能ですが、あなたはそれを見続けることができますか？\u001b[22m, \u001b[1mそれは実際に予測可能だが、何を、あなたがそれを見続けるのですか？\u001b[22m\n\u001b[4mIt's because of the questions: 'What will they do?', 'How will they face the opponent?'\u001b[24m\n    \u001b[1mそれは、「彼らは何をするのだろうか？」、「相手はどう対処するのだろう？\u001b[22m, \u001b[1mそれは理由の質問です。「彼らは何をしますか？ '、'彼らが相手に直面するだろうか？」\u001b[22m\n\u001b[4mand the like--- in short, it's because of the series of events and curiosity itself.\u001b[24m\n    \u001b[1m要するに、それは一連の出来事と好奇心のためです。\u001b[22m, \u001b[1mなど---要するに、それが原因イベントや好奇心自体の一連のです。\u001b[22m\n2) UNREALISTIC PLAYS. Well, I only have two plays in mind and the first was the time when Hinata jumped to reach for the ball and landed on the wall. It was their match with Johzenji, if I'm not mistaken. Their captain called him 'mini-spider man.' The second one was when Oikawa sent a toss to Iwaizumi from the other side of a net. Yes, you can set it there but it's impossible for it to be on point, you know. Yeah, this is an anime so I shouldn't expect it to be 'oh-so-realistic' all the time but that plays killed the realistic feel that I had while watching the match.\n\n\u001b[1m2）無期限のプレー。 まあ、私は念頭に置いて2つの芝居しか持たず、最初はヒナタがボールに手を伸ばして壁に着いた時です。 私が間違っていないのなら、それはヨゼンジとの試合だった。 彼らのキャプテンは彼をミニ・スパイダー・マンと呼んだ。  2番目は、Oikawaがネットの反対側からIwaizumiにトスを送ったときだった。 はい、あなたはそこに置くことができますが、それはポイント上にあることは不可能です、あなたは知っています。 ええ、これはアニメですので、いつも「ああそう現実的」ではないはずですが、その試合は試合を見ながら現実感を失ってしまいました。\u001b[22m\n\u001b[1m(2) Mukigen no purē. Mā, watashi wa nentō ni oite 2tsu no shibai shika motazu, saisho wa hinata ga bōru ni te o nobashite kabe ni tsuita tokidesu. Watashi ga machigatte inai nonara, soreha yozenji to no shiaidatta. Karera no kyaputen wa kare o mini supaidā man to yonda. 2-Banme wa, Oikawa ga netto no hantaisoku kara Iwaizumi ni tosu o okutta tokidatta. Hai, anata wa soko ni oku koto ga dekimasuga, soreha pointo-jō ni aru koto wa fukanōdesu, anata wa shitte imasu. E e, koreha animedesunode, itsumo `ā sō genjitsu-teki'de wa nai hazudesuga, sono shiai wa shiai o minagara genjitsu-kan o ushinatte shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4m2) UNREALISTIC PLAYS. Well, I only have two plays in mind and the first was the time when Hinata jumped to reach for the ball and landed on the wall. It was their match with Johzenji, if I'm not mistaken. Their captain called him 'mini-spider man.' The second one was when Oikawa sent a toss to Iwaizumi from the other side of a net. Yes, you can set it there but it's impossible for it to be on point, you know. Yeah, this is an anime so I shouldn't expect it to be 'oh-so-realistic' all the time but that plays killed the realistic feel that I had while watching the match.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2) UNREALISTIC PLAYS.\u001b[24m\n    \u001b[1m2）無期限のプレー。\u001b[22m, \u001b[1m2）非現実的PLAYS。\u001b[22m\n\u001b[4mWell, I only have two plays in mind and the first was the time when Hinata jumped to reach for the ball and landed on the wall.\u001b[24m\n    \u001b[1mまあ、私は念頭に置いて2つの芝居しか持たず、最初はヒナタがボールに手を伸ばして壁に着いた時です。\u001b[22m, \u001b[1mまあ、私は心の中で2つの演劇を持っており、最初は日向がボールのために到達するためにジャンプして、壁に着陸した時間でした。\u001b[22m\n\u001b[4mIt was their match with Johzenji, if I'm not mistaken.\u001b[24m\n    \u001b[1m私が間違っていないのなら、それはヨゼンジとの試合だった。\u001b[22m, \u001b[1m私は間違っていない場合は、Johzenjiとの試合でした。\u001b[22m\n\u001b[4mTheir captain called him 'mini-spider man.'\u001b[24m\n    \u001b[1m彼らのキャプテンは彼をミニ・スパイダー・マンと呼んだ。\u001b[22m, \u001b[1m彼らの船長は、「ミニクモ男。」と呼びました\u001b[22m\n\u001b[4mThe second one was when Oikawa sent a toss to Iwaizumi from the other side of a net.\u001b[24m\n    \u001b[1m2番目は、Oikawaがネットの反対側からIwaizumiにトスを送ったときだった。\u001b[22m, \u001b[1m及川はネットの向こう側から岩泉にトスを送ったときに、第2の1でした。\u001b[22m\n\u001b[4mYes, you can set it there but it's impossible for it to be on point, you know.\u001b[24m\n    \u001b[1mはい、あなたはそこに置くことができますが、それはポイント上にあることは不可能です、あなたは知っています。\u001b[22m, \u001b[1mはい、あなたがそれを設定することができますが、それはポイントであるために、それは不可能だ、あなたが知っています。\u001b[22m\n\u001b[4mYeah, this is an anime so I shouldn't expect it to be 'oh-so-realistic' all the time but that plays killed the realistic feel that I had while watching the match.\u001b[24m\n    \u001b[1mええ、これはアニメですので、いつも「ああそう現実的」ではないはずですが、その試合は試合を見ながら現実感を失ってしまいました。\u001b[22m, \u001b[1mうん、これはアニメですので、私はそれがすべての時間「ああ、それほど現実的」であることを期待すべきではないが、プレーが試合を見ながら、私が持っていた現実的な感じを殺しています。\u001b[22m\n\u001b[1m\u001b[22m\n-POSITIVE POINTS:\n\n\u001b[1m - ポシジョンポイント：\u001b[22m\n\u001b[1m(- Poshijonpointo:)\u001b[22m\n\nTranslations of \u001b[4m-POSITIVE POINTS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-POSITIVE POINTS:\u001b[24m\n    \u001b[1m - ポシジョンポイント：\u001b[22m, \u001b[1m陽性POINTS：\u001b[22m\n1) DEVELOPMENT. This season successfully showed how Karasuno picked themselves back up after losing in the Interhigh in Season 1. From the training camp up to the matches, they didn't fail to show the changes and developments.\n\n\u001b[1m1）開発。 今シーズンは、シーズン1のInterhighで敗退したKarasunoがどのように復帰したかを成功裏に示した。トレーニングキャンプから試合まで、彼らは変化と発展を見失わなかった。\u001b[22m\n\u001b[1m(1) Kaihatsu. Ima shīzun wa, shīzun 1 no Interhigh de haitai shita Karasuno ga dono yō ni fukki shita ka o seikōrini shimeshita. Torēningukyanpu kara shiai made, karera wa henka to hatten o miushinawanakatta.)\u001b[22m\n\nTranslations of \u001b[4m1) DEVELOPMENT. This season successfully showed how Karasuno picked themselves back up after losing in the Interhigh in Season 1. From the training camp up to the matches, they didn't fail to show the changes and developments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1) DEVELOPMENT.\u001b[24m\n    \u001b[1m1）開発。\u001b[22m\n\u001b[4mThis season successfully showed how Karasuno picked themselves back up after losing in the Interhigh in Season 1. From the training camp up to the matches, they didn't fail to show the changes and developments.\u001b[24m\n    \u001b[1m今シーズンは、シーズン1のInterhighで敗退したKarasunoがどのように復帰したかを成功裏に示した。トレーニングキャンプから試合まで、彼らは変化と発展を見失わなかった。\u001b[22m, \u001b[1m今シーズンは成功したマッチのトレーニングキャンプのアップから、シーズン1にInterhighに敗れた後、彼らは変化と発展を表示するために失敗しなかった最大Karasunoが戻って自分自身を選んだ方法を示しました。\u001b[22m\n2) PACING. It wasn't too bad either. It wasn't too fast nor too slow.\n\n\u001b[1m2）ペーシング。 どちらもそれほど悪くはありませんでした。 あまりにも速くも遅すぎもありませんでした。\u001b[22m\n\u001b[1m(2) Pēshingu. Dochira mo sorehodo waruku wa arimasendeshita. Amarini mo hayaku mo oso-sugi mo arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4m2) PACING. It wasn't too bad either. It wasn't too fast nor too slow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2) PACING.\u001b[24m\n    \u001b[1m2）ペーシング。\u001b[22m\n\u001b[4mIt wasn't too bad either.\u001b[24m\n    \u001b[1mどちらもそれほど悪くはありませんでした。\u001b[22m, \u001b[1mそれはどちらかあまりにも悪くはなかったです。\u001b[22m\n\u001b[4mIt wasn't too fast nor too slow.\u001b[24m\n    \u001b[1mあまりにも速くも遅すぎもありませんでした。\u001b[22m, \u001b[1mそれはあまりにも速くも遅すぎではありませんでした。\u001b[22m\n3) HUMOR: Haikyuu!! wouldn't be Haikyuu!! if it weren't for the tandems like Kageyama-Hinata (Hinata, you dumbass!), Nishinoya-Tanaka (Call me senpai!), Oikawa-Iwaizumi (I'll punch you!) and the like. They sure know where to insert those funny scenes. You would go from an intense 'gwaaah!' to a loud 'hahahaha!' real quick. It lightens up the mood during matches and adds to the enjoyment.\n\n\u001b[1m3）HUMOR：Haikyuu!!  Haikyuuされません！ 影山ヒネタ（ヒネタ、ダンバス！）、西ノ屋田中（電話して先輩！）、及川和泉（私はあなたをパンチしよう！）などのタンデムではなかった。 彼らは確かにそれらの面白い場面を挿入する場所を知っています。 あなたは激しい「グワア」から行くだろう！ 大声で「ハハハハ！」 本当に素早く。 それは試合中に気分を明るくし、楽しさに加える。\u001b[22m\n\u001b[1m(3) Yūmoa: Haikyuu! ! Haikyuu sa remasen! Kageyama hineta (hineta, danbasu!), Nishi no ya Tanaka (denwa shite senpai!), Oikawa Izumi (watashi wa anata o panchi shiyou! ) Nado no tandemude wa nakatta. Karera wa tashika ni sorera no omoshiroi bamen o sōnyū suru basho o shitte imasu. Anata wa hageshī `guwaa' kara ikudarou! Ōgoe de `hahahaha!' Hontōni subayaku. Sore wa shiai-chū ni kibun o akaruku shi, tanoshisa ni kuwaeru.)\u001b[22m\n\nTranslations of \u001b[4m3) HUMOR: Haikyuu!! wouldn't be Haikyuu!! if it weren't for the tandems like Kageyama-Hinata (Hinata, you dumbass!), Nishinoya-Tanaka (Call me senpai!), Oikawa-Iwaizumi (I'll punch you!) and the like. They sure know where to insert those funny scenes. You would go from an intense 'gwaaah!' to a loud 'hahahaha!' real quick. It lightens up the mood during matches and adds to the enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3) HUMOR: Haikyuu!!\u001b[24m\n    \u001b[1m3）HUMOR：Haikyuu!!\u001b[22m\n\u001b[4mwouldn't be Haikyuu!!\u001b[24m\n    \u001b[1mHaikyuuされません！\u001b[22m, \u001b[1mHaikyuuではないでしょう！\u001b[22m\n\u001b[4mif it weren't for the tandems like Kageyama-Hinata (Hinata, you dumbass!), Nishinoya-Tanaka (Call me senpai!), Oikawa-Iwaizumi (I'll punch you!) and the like.\u001b[24m\n    \u001b[1m影山ヒネタ（ヒネタ、ダンバス！）、西ノ屋田中（電話して先輩！）、及川和泉（私はあなたをパンチしよう！）などのタンデムではなかった。\u001b[22m, \u001b[1mそれは（日向、あなたがまぬけ！）影山-日向のようなタンデム、Nishinoya-田中（私は先輩呼べ！）、及川-岩泉（私はあなたをパンチよ！）などのためではなかった場合。\u001b[22m\n\u001b[4mThey sure know where to insert those funny scenes.\u001b[24m\n    \u001b[1m彼らは確かにそれらの面白い場面を挿入する場所を知っています。\u001b[22m, \u001b[1m彼らは確かにそれらの面白いシーンを挿入する場所を知っています。\u001b[22m\n\u001b[4mYou would go from an intense 'gwaaah!'\u001b[24m\n    \u001b[1mあなたは激しい「グワア」から行くだろう！\u001b[22m, \u001b[1mあなたが激しいから行くだろう」gwaaah！」\u001b[22m\n\u001b[4mto a loud 'hahahaha!'\u001b[24m\n    \u001b[1m大声で「ハハハハ！」\u001b[22m, \u001b[1m大声で「ハハハハ！」へ\u001b[22m\n\u001b[4mreal quick.\u001b[24m\n    \u001b[1m本当に素早く。\u001b[22m, \u001b[1m実際に素早く。\u001b[22m\n\u001b[4mIt lightens up the mood during matches and adds to the enjoyment.\u001b[24m\n    \u001b[1mそれは試合中に気分を明るくし、楽しさに加える。\u001b[22m, \u001b[1mそれは、試合中に気分を明るくし、楽しみに追加されます。\u001b[22m\n\u001b[1m\u001b[22m\n*CHARACTERS: 10/10\n\n\u001b[1m*キャラクター：10/10\u001b[22m\n\u001b[1m(* Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4m*CHARACTERS: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*CHARACTERS: 10/10\u001b[24m\n    \u001b[1m*キャラクター：10/10\u001b[22m, \u001b[1m* CHARACTERS：10/10\u001b[22m\n1) DISTINCTION. Each of them has a unique trait that stands out. You wouldn't mistake anyone for someone else. For example, if you say 'clever and uninspired,' the first one that you'll think of is Tsukki, right?\n\n\u001b[1m1）識別。 それぞれに独特の特徴があります。 他の誰かのために誰かを間違えることはありません。 例えば、あなたが「巧みで勇気がない」と言うなら、最初に考えるのはツキですよね？\u001b[22m\n\u001b[1m(1) Shikibetsu. Sorezore ni dokutoku no tokuchō ga arimasu. Hoka no dareka no tame ni dareka o machigaeru koto wa arimasen. Tatoeba, anata ga `takumide yūki ga nai' to iunara, saisho ni kangaeru no wa tsukidesu yo ne?)\u001b[22m\n\nTranslations of \u001b[4m1) DISTINCTION. Each of them has a unique trait that stands out. You wouldn't mistake anyone for someone else. For example, if you say 'clever and uninspired,' the first one that you'll think of is Tsukki, right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1) DISTINCTION.\u001b[24m\n    \u001b[1m1）識別。\u001b[22m, \u001b[1m1）の区別。\u001b[22m\n\u001b[4mEach of them has a unique trait that stands out.\u001b[24m\n    \u001b[1mそれぞれに独特の特徴があります。\u001b[22m, \u001b[1mそれらのそれぞれが際立っているユニークな特性を持っています。\u001b[22m\n\u001b[4mYou wouldn't mistake anyone for someone else.\u001b[24m\n    \u001b[1m他の誰かのために誰かを間違えることはありません。\u001b[22m, \u001b[1mあなたは他の誰かのために人を間違えないであろう。\u001b[22m\n\u001b[4mFor example, if you say 'clever and uninspired,' the first one that you'll think of is Tsukki, right?\u001b[24m\n    \u001b[1m例えば、あなたが「巧みで勇気がない」と言うなら、最初に考えるのはツキですよね？\u001b[22m, \u001b[1mたとえば、あなたが言うならば「賢いと平凡、「あなたが考えるだろう最初のものは、右Tsukkiのですか？\u001b[22m\nAlso, I like how one team differs from another. They emphasized that teams have their own way of winning.\n\n\u001b[1mまた、私は、あるチームが他のチームとどのように違うのが好きです。 彼らは、チームが勝つための独自の方法を持っていることを強調しました。\u001b[22m\n\u001b[1m(Mata, watashi wa, aru chīmu ga hoka no chīmu todo no yō ni chigau no ga sukidesu. Karera wa, chīmu ga katsu tame no dokuji no hōhō o motte iru koto o kyōchō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mAlso, I like how one team differs from another. They emphasized that teams have their own way of winning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, I like how one team differs from another.\u001b[24m\n    \u001b[1mまた、私は、あるチームが他のチームとどのように違うのが好きです。\u001b[22m, \u001b[1mまた、私は1つのチームが他とどのように異なるかのように。\u001b[22m\n\u001b[4mThey emphasized that teams have their own way of winning.\u001b[24m\n    \u001b[1m彼らは、チームが勝つための独自の方法を持っていることを強調しました。\u001b[22m, \u001b[1m彼らは、チームが勝利の独自の方法を持っていることを強調しました。\u001b[22m\n2) REALISTIC. Aside from the play that I've mentioned earlier… well, this is self-explanatory. You can see it in the anime yourself.\n\n\u001b[1m2）実在。 私が以前に言及した演劇を除いて...まあ、これは自明である。 あなたは自分自身でアニメで見ることができます。\u001b[22m\n\u001b[1m(2) Jitsuzai. Watashi ga izen ni genkyū shita engeki o nozoite... Mā, kore wa jimeidearu. Anata wa jibun jishin de anime de miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4m2) REALISTIC. Aside from the play that I've mentioned earlier… well, this is self-explanatory. You can see it in the anime yourself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2) REALISTIC.\u001b[24m\n    \u001b[1m2）実在。\u001b[22m, \u001b[1m2）現実的。\u001b[22m\n\u001b[4mAside from the play that I've mentioned earlier… well, this is self-explanatory.\u001b[24m\n    \u001b[1m私が以前に言及した演劇を除いて...まあ、これは自明である。\u001b[22m, \u001b[1m別に私が先に述べたプレーから...よく、これは自明です。\u001b[22m\n\u001b[4mYou can see it in the anime yourself.\u001b[24m\n    \u001b[1mあなたは自分自身でアニメで見ることができます。\u001b[22m, \u001b[1mあなたはアニメを自分でそれを見ることができます。\u001b[22m\n3) GROWTH. 'I feel like we're getting in sync more.' -Daichi. Growth is the most important factor in this anime and I think they carried it out very well. You can see how they adjust to every match. They did a great job showing how much they've improved not only their skills, but also their personalities as well.\n\n\u001b[1m3）成長。  「私たちはもっと同期しているように感じる。  -Daichi。 成長はこのアニメの最も重要な要素であり、彼らはそれを非常にうまく実行したと思います。 あなたは彼らがどのマッチにどのように適応するか見ることができます。 彼らは自分のスキルだけでなく、彼らの性格もどれだけ改善したかを示す素晴らしい仕事をしました。\u001b[22m\n\u001b[1m(3) Seichō. `Watashitachiha motto dōki shite iru yō ni kanjiru. - Daichi. Seichō wa kono anime no mottomojūyōna yōsodeari, karera wa sore o hijō ni umaku jikkō shita to omoimasu. Anata wa karera ga dono matchi ni dono yō ni tekiō suru ka miru koto ga dekimasu. Karera wa jibun no sukiru dakedenaku, karera no seikaku mo dore dake kaizen shita ka o shimesu subarashī shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4m3) GROWTH. 'I feel like we're getting in sync more.' -Daichi. Growth is the most important factor in this anime and I think they carried it out very well. You can see how they adjust to every match. They did a great job showing how much they've improved not only their skills, but also their personalities as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3) GROWTH.\u001b[24m\n    \u001b[1m3）成長。\u001b[22m\n\u001b[4m'I feel like we're getting in sync more.'\u001b[24m\n    \u001b[1m「私たちはもっと同期しているように感じる。\u001b[22m, \u001b[1m「私たちはより多くの同期で取得しているような気がします。」\u001b[22m\n\u001b[4m-Daichi.\u001b[24m\n    \u001b[1m-Daichi。\u001b[22m\n\u001b[4mGrowth is the most important factor in this anime and I think they carried it out very well.\u001b[24m\n    \u001b[1m成長はこのアニメの最も重要な要素であり、彼らはそれを非常にうまく実行したと思います。\u001b[22m, \u001b[1m成長は、このアニメの中で最も重要な要因であると私は、彼らは非常によくそれを行っ思います。\u001b[22m\n\u001b[4mYou can see how they adjust to every match.\u001b[24m\n    \u001b[1mあなたは彼らがどのマッチにどのように適応するか見ることができます。\u001b[22m, \u001b[1mあなたは、彼らはすべての試合に調整するかを見ることができます。\u001b[22m\n\u001b[4mThey did a great job showing how much they've improved not only their skills, but also their personalities as well.\u001b[24m\n    \u001b[1m彼らは自分のスキルだけでなく、彼らの性格もどれだけ改善したかを示す素晴らしい仕事をしました。\u001b[22m, \u001b[1m彼らは同様に彼らのスキルだけでなく、彼らの個性だけでなく、改善してきたどのくらい示す素晴らしい仕事をしました。\u001b[22m\n4) SIDE STORIES. I liked how they gave focus to the other characters whom we didn't really notice that much in the 1st season. I thought that I'd only see a glimpse of their side stories but I was wrong. I was actually surprised that they gave Yamaguchi a whole episode. Hands down to that. Showing those back stories made me understand them more and I actually felt like I was connected to them.\n\n\u001b[1m4）サイドストーリー。 私は彼らが第1シーズンにそれほど気づいていなかった他のキャラクターに焦点を当てたのが好きでした。 私は彼らのサイド・ストーリーを垣間見るだけだと思ったが、私は間違っていた。 私は実際に彼らが山口に全エピソードを与えたことに驚いた。 それに手を差し伸べる。 それらのバックストーリーを見せてくれれば、私はそれらをもっと理解できました。そして、私は実際に彼らとつながっているように感じました。\u001b[22m\n\u001b[1m(4) Saidosutōrī. Watashi wa karera ga dai 1 shīzun ni sorehodo kidzuite inakatta ta no kyarakutā ni shōten o ateta no ga sukideshita. Watashi wa karera no saido sutōrī o kaimamiru dakeda to omottaga, watashi wa machigatte ita. Watashi wa jissai ni karera ga Yamaguchi ni zen episōdo o ataeta koto ni odoroita. Sore ni tewosashinoberu. Sorera no bakkusutōrī o misete kurereba, watashi wa sorera o motto rikai dekimashita. Soshite, watashi wa jissai ni karera to tsunagatte iru yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4m4) SIDE STORIES. I liked how they gave focus to the other characters whom we didn't really notice that much in the 1st season. I thought that I'd only see a glimpse of their side stories but I was wrong. I was actually surprised that they gave Yamaguchi a whole episode. Hands down to that. Showing those back stories made me understand them more and I actually felt like I was connected to them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4) SIDE STORIES.\u001b[24m\n    \u001b[1m4）サイドストーリー。\u001b[22m, \u001b[1m4）サイドSTORIES。\u001b[22m\n\u001b[4mI liked how they gave focus to the other characters whom we didn't really notice that much in the 1st season.\u001b[24m\n    \u001b[1m私は彼らが第1シーズンにそれほど気づいていなかった他のキャラクターに焦点を当てたのが好きでした。\u001b[22m, \u001b[1m彼らは私たちが本当に第一シーズンでそのあまりに気付かなかった他のキャラクターにフォーカスを与え、どのように私が好きでした。\u001b[22m\n\u001b[4mI thought that I'd only see a glimpse of their side stories but I was wrong.\u001b[24m\n    \u001b[1m私は彼らのサイド・ストーリーを垣間見るだけだと思ったが、私は間違っていた。\u001b[22m, \u001b[1m私は、私が唯一の彼らのサイドストーリーを垣間見るを参照してくださいねと思ったが、私は間違っていました。\u001b[22m\n\u001b[4mI was actually surprised that they gave Yamaguchi a whole episode.\u001b[24m\n    \u001b[1m私は実際に彼らが山口に全エピソードを与えたことに驚いた。\u001b[22m, \u001b[1m私は、彼らが山口に全体のエピソードを与えたことを実際に驚きました。\u001b[22m\n\u001b[4mHands down to that.\u001b[24m\n    \u001b[1mそれに手を差し伸べる。\u001b[22m, \u001b[1mそれまで手。\u001b[22m\n\u001b[4mShowing those back stories made me understand them more and I actually felt like I was connected to them.\u001b[24m\n    \u001b[1mそれらのバックストーリーを見せてくれれば、私はそれらをもっと理解できました。そして、私は実際に彼らとつながっているように感じました。\u001b[22m, \u001b[1mこれらのバックストーリーを表示すると、私はより多くのそれらを理解作り、私はそれらに接続されていたように私は実際に感じました。\u001b[22m\n\u001b[1m\u001b[22m\n*ANIMATION/ART: 8/10\n\n\u001b[1m*アニメーション/アート：8/10\u001b[22m\n\u001b[1m(* Animēshon/ āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4m*ANIMATION/ART: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*ANIMATION/ART: 8/10\u001b[24m\n    \u001b[1m*アニメーション/アート：8/10\u001b[22m, \u001b[1m* ANIMATION / ART：8/10\u001b[22m\nThe animation and art was good, just enough to keep the hype and emotions going. Unfortunately, some parts were 'recycled.' If you'd watch the episodes continuously, you would notice. It was like getting a scrap from a scene and just moving it to another. It would've been better if they varied those moves. Oh, the flashbacks were cool, by the way.\n\n\u001b[1mアニメと芸術は誇大宣伝と感情を維持するのに十分でした。 残念ながら、一部の部品は「リサイクル」されています。 あなたがエピソードを連続的に見るなら、気づくでしょう。 シーンからスクラップを取り出し、別のシーンに移動するようなものでした。 彼らがそれらの動きを変えたならば、それは良いでしょう。 ああ、フラッシュバックは涼しいです。\u001b[22m\n\u001b[1m(Anime to geijutsu wa kodai senden to kanjō o iji surunoni jūbundeshita. Zan'nen'nagara, ichibu no buhin wa `risaikuru' sa rete imasu. Anata ga episōdo o renzoku-teki ni mirunara, kidzukudeshou. Shīn kara sukurappu o toridashi,-betsu no shīn ni idō suru yōna monodeshita. Karera ga sorera no ugoki o kaetanaraba, sore wa yoideshou. Ā, furasshu bakku wa suzushīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation and art was good, just enough to keep the hype and emotions going. Unfortunately, some parts were 'recycled.' If you'd watch the episodes continuously, you would notice. It was like getting a scrap from a scene and just moving it to another. It would've been better if they varied those moves. Oh, the flashbacks were cool, by the way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation and art was good, just enough to keep the hype and emotions going.\u001b[24m\n    \u001b[1mアニメと芸術は誇大宣伝と感情を維持するのに十分でした。\u001b[22m, \u001b[1mアニメーションと芸術は誇大広告や感情行くを維持するのに十分なだけ、よかったです。\u001b[22m\n\u001b[4mUnfortunately, some parts were 'recycled.'\u001b[24m\n    \u001b[1m残念ながら、一部の部品は「リサイクル」されています。\u001b[22m, \u001b[1m残念ながら、いくつかの部分は、「リサイクル」。れました\u001b[22m\n\u001b[4mIf you'd watch the episodes continuously, you would notice.\u001b[24m\n    \u001b[1mあなたがエピソードを連続的に見るなら、気づくでしょう。\u001b[22m, \u001b[1mあなたが継続的にエピソードを見たい場合、あなたは気付くだろう。\u001b[22m\n\u001b[4mIt was like getting a scrap from a scene and just moving it to another.\u001b[24m\n    \u001b[1mシーンからスクラップを取り出し、別のシーンに移動するようなものでした。\u001b[22m, \u001b[1mこれは、シーンからスクラップを取得し、ちょうど別に移動のようでした。\u001b[22m\n\u001b[4mIt would've been better if they varied those moves.\u001b[24m\n    \u001b[1m彼らがそれらの動きを変えたならば、それは良いでしょう。\u001b[22m, \u001b[1m彼らはそれらの動きを変化させた場合には、より良いてきたでしょう。\u001b[22m\n\u001b[4mOh, the flashbacks were cool, by the way.\u001b[24m\n    \u001b[1mああ、フラッシュバックは涼しいです。\u001b[22m, \u001b[1mああ、フラッシュバックは方法によって、クールでした。\u001b[22m\n\u001b[1m\u001b[22m\n*MUSIC: 9/10\n\n\u001b[1m*音楽：9/10\u001b[22m\n\u001b[1m(* Ongaku: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4m*MUSIC: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*MUSIC: 9/10\u001b[24m\n    \u001b[1m*音楽：9/10\u001b[22m, \u001b[1m* MUSIC：9/10\u001b[22m\nJust like the funny scenes, they know when to put the sound effects and background music. It was on point and it helped the scene's feels flow naturally. The voice actors did a great job and the OST were fine too but 'Fly High!' was the one that stood out to me the most. Aside from the fact that its lyrics have a nice message, its rhythm gets you ready for the episode, instilling excitement to the watcher.\n\n\u001b[1m面白い場面のように、彼らはサウンドエフェクトとバックグラウンドミュージックをいつ置くべきかを知っています。 それはポイントであり、それはシーンの感じが自然に流れるのを助けました。 声優は偉大な仕事をしたし、OSTも上手くいっていたが、「Fly High！」 私に一番際立ったものでした。 その歌詞に素晴らしいメッセージがあることを除けば、そのリズムはあなたをエピソードの準備をして、ウォッチャーに興奮を与えます。\u001b[22m\n\u001b[1m(Omoshiroi bamen no yō ni, karera wa saundoefekuto to bakkuguraundomyūjikku o itsu okubeki ka o shitte imasu. Sore wa pointodeari, soreha shīn no kanji ga shizen ni nagareru no o tasukemashita. Seiyū wa idaina shigoto o shitashi, OST mo umaku itte itaga,`Fly haipasufiruta!' Watashi ni ichiban kiwadatta monodeshita. Sono kashi ni subarashī messēji ga aru koto o nozokeba, sono rizumu wa anata o episōdo no junbi o shite, u~otchā ni kōfun o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mJust like the funny scenes, they know when to put the sound effects and background music. It was on point and it helped the scene's feels flow naturally. The voice actors did a great job and the OST were fine too but 'Fly High!' was the one that stood out to me the most. Aside from the fact that its lyrics have a nice message, its rhythm gets you ready for the episode, instilling excitement to the watcher.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust like the funny scenes, they know when to put the sound effects and background music.\u001b[24m\n    \u001b[1m面白い場面のように、彼らはサウンドエフェクトとバックグラウンドミュージックをいつ置くべきかを知っています。\u001b[22m, \u001b[1mただ面白いシーンのように、彼らは、効果音やBGMを入れてときに知っています。\u001b[22m\n\u001b[4mIt was on point and it helped the scene's feels flow naturally.\u001b[24m\n    \u001b[1mそれはポイントであり、それはシーンの感じが自然に流れるのを助けました。\u001b[22m, \u001b[1mそれは点にあった、それはシーンの感触が自然に流れる助けました。\u001b[22m\n\u001b[4mThe voice actors did a great job and the OST were fine too but 'Fly High!'\u001b[24m\n    \u001b[1m声優は偉大な仕事をしたし、OSTも上手くいっていたが、「Fly High！」\u001b[22m, \u001b[1m声優は素晴らしい仕事をしたとOSTが細かすぎるであったが、「フライハイ！」\u001b[22m\n\u001b[4mwas the one that stood out to me the most.\u001b[24m\n    \u001b[1m私に一番際立ったものでした。\u001b[22m, \u001b[1m最も私に際立っていたものがありました。\u001b[22m\n\u001b[4mAside from the fact that its lyrics have a nice message, its rhythm gets you ready for the episode, instilling excitement to the watcher.\u001b[24m\n    \u001b[1mその歌詞に素晴らしいメッセージがあることを除けば、そのリズムはあなたをエピソードの準備をして、ウォッチャーに興奮を与えます。\u001b[22m, \u001b[1mさておき、その歌詞が素敵なメッセージを持っていることから、そのリズムはウォッチャに興奮を浸透させる、エピソードのための準備ができます。\u001b[22m\n\u001b[1m\u001b[22m\n*ENJOYMENT: 10/10\n\n\u001b[1m*エンジョイメント：10/10\u001b[22m\n\u001b[1m(* Enjoimento: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4m*ENJOYMENT: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*ENJOYMENT: 10/10\u001b[24m\n    \u001b[1m*エンジョイメント：10/10\u001b[22m, \u001b[1m*享有：10/10\u001b[22m\nI've watch this anime many times already but I still feel like I haven't had enough of it. There's just something about it that hooks you up and makes you want to watch it all over again.\n\n\u001b[1m私はこのアニメを何度も見てきましたが、まだ十分ではないような気がします。 あなたに夢中にして、それをもう一度見たいと思うものがあります。\u001b[22m\n\u001b[1m(Watashi wa kono anime o nando mo mitekimashita ga, mada jūbunde wa nai yōna ki ga shimasu. Anatanimuchū ni shite, sore o mōichido mitai to omou mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI've watch this anime many times already but I still feel like I haven't had enough of it. There's just something about it that hooks you up and makes you want to watch it all over again.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI've watch this anime many times already but I still feel like I haven't had enough of it.\u001b[24m\n    \u001b[1m私はこのアニメを何度も見てきましたが、まだ十分ではないような気がします。\u001b[22m, \u001b[1m私は何回もすでにこのアニメを見てきましたが、私はそれを十分に持っていなかったように私はまだ感じます。\u001b[22m\n\u001b[4mThere's just something about it that hooks you up and makes you want to watch it all over again.\u001b[24m\n    \u001b[1mあなたに夢中にして、それをもう一度見たいと思うものがあります。\u001b[22m, \u001b[1mあなたをフックし、あなたが何度も何度もそれをすべて見たくなるそれについてだけで何かがあります。\u001b[22m\n\u001b[1m\u001b[22m\n*OVERALL: 10/10\n\n\u001b[1m*全体：10/10\u001b[22m\n\u001b[1m(* Zentai: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4m*OVERALL: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*OVERALL: 10/10\u001b[24m\n    \u001b[1m*全体：10/10\u001b[22m, \u001b[1m* OVERALL：10/10\u001b[22m\nHaikyuu!!, up to the first season and now, exceeded all of my expectations. It may have some flaws but hey, no anime's perfectly made. That's why I'm still giving this a 10. :) It is indeed a must-watch. May you be a volleyball or non-volleyball player/fan, you will surely enjoy watching this anime.\n\n\u001b[1m最初の季節まで今、私の期待をすべて超えた俳優!! それはいくつかの欠陥があるかもしれないが、ちょっと、アニメは完全に作られていない。 だから私はまだこれに10を与えているのです。:)それは本当に必見です。 バレーボールやバレーボール以外のプレイヤー/ファンでも、このアニメを楽しむことができます。\u001b[22m\n\u001b[1m(Saisho no kisetsu made ima, watashi no kitai o subete koeta haiyū! ! Sore wa ikutsu ka no kekkan ga aru kamo shirenaiga, chotto, anime wa kanzen ni tsukura rete inai. Dakara watashi wa mada kore ni 10 o ataete iru nodesu. : ) Sore wa hontōni hikkendesu. Barēbōru ya barēbōru igai no pureiyā/ fan demo, kono anime o tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHaikyuu!!, up to the first season and now, exceeded all of my expectations. It may have some flaws but hey, no anime's perfectly made. That's why I'm still giving this a 10. :) It is indeed a must-watch. May you be a volleyball or non-volleyball player/fan, you will surely enjoy watching this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaikyuu!!, up to the first season and now, exceeded all of my expectations.\u001b[24m\n    \u001b[1m最初の季節まで今、私の期待をすべて超えた俳優!!\u001b[22m, \u001b[1mHaikyuu!!は、最初のシーズンまで、今、私の期待のすべてを超えています。\u001b[22m\n\u001b[4mIt may have some flaws but hey, no anime's perfectly made.\u001b[24m\n    \u001b[1mそれはいくつかの欠陥があるかもしれないが、ちょっと、アニメは完全に作られていない。\u001b[22m, \u001b[1mこれは、いくつかの欠点を持っていますが、ちょっと、何のアニメの完璧に行われていない場合があります。\u001b[22m\n\u001b[4mThat's why I'm still giving this a 10. :) It is indeed a must-watch.\u001b[24m\n    \u001b[1mだから私はまだこれに10を与えているのです。:)それは本当に必見です。\u001b[22m, \u001b[1m私はまだそれが実際に必須の時計であるこの10:)を与えている理由です。\u001b[22m\n\u001b[4mMay you be a volleyball or non-volleyball player/fan, you will surely enjoy watching this anime.\u001b[24m\n    \u001b[1mバレーボールやバレーボール以外のプレイヤー/ファンでも、このアニメを楽しむことができます。\u001b[22m, \u001b[1mあなたはバレーボールまたは非バレーボール選手/ファンであってもよいし、あなたはきっと、このアニメを見てお楽しみいただけます。\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "BernardHoover",
    "profile": "/profile/BernardHoover/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=229982",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nストーリー（9/10）\nなぜ私はこれに9点を与えますか？ これが私の理由です。\n私は俳優だと思った！  S2はストーリーにプラスとマイナスのポイントを持っています。そこに行く\nポジティブなポイント：\n - ）良い展開。このシーズンは、シーズン1のInterhighで敗退した後、Karasunoがどのように復帰したかを成功裏に証明した。トレーニングキャンプから試合まで、彼らは変化と発展を見失わなかった。\n - ）最初のシーズンからプロットを楽しんでください。今シーズンは段階的なストーリー展開を示しています。プロットはあまりにも速くないか遅いです。\n - ）ジョークの感覚。私はそれを俳句と言うことはできません！ コメディーの内容でなければ、特に今シーズンには、最も馬鹿げたユーモアがあります。「Gwaah！」、「Shuut！」、「Kaboom！ ヒナタはしばしばそれを言いました。カラスノの選手たちは特別な冗談を言っていませんでしたが、彼らの不合理な行為は時々私に面白い瞬間を与えます。\n\nだから、私が見たことはポジティブな点があります。私はあなたにHaikyuuのマイナス点を与えるでしょう！  S2：\n - ）不可能なショープレイ。私はこれの何を言っているのか、現実的には、幻想郷の演劇とOikawa-serves.In現実的な、あなたはそれが非常に不可能なことを知っているときには、非構造化演劇、ランダム受信、 大川偉大な奉仕者には「モンスター」の手が必要です。そうですね、あなたはそれを置くことができますが、それは現実的ではありません。 ええ、これはアニメですので、いつも「ああそう現実的」ではないはずですが、その試合は試合を見ながら現実感を失ってしまいました。\n - ）予測が簡単です。標準速度のプロットがあるため、ストーリーがどのように進むのか、ストーリーが次に進むのか、そしてどのようなキャラクターを予測するのか予測する必要があります。 要するに、それは一連の出来事と好奇心のためです。\n\nアート（9/10）\nアニメーションは素晴らしいですが、アートスタイルは私が慣れなければならないところです。 しかし、ねえ、私はすでにそれに慣れています。 これはすでに2番目のシーズンです。 大事なことは、アニメーションがいかに流動的で、黒子のバスケットのように一貫しているかです（彼らが同じスタジオを持っていると考えても驚くことではありません）。 このアニメには記憶に残る数多くの瞬間があり、その理由の1つにアニメーションとは何かがあります。 今シーズンの新しいキャラクターは完全に描かれており、キャラクターの性格を描写するのに彼らに割り当てられた声優は非常にうまくいく\n\nサウンド（10/10）\n第2シーズンのサウンドトラックは本当に良いです。初シーズンとはかなり違って、流行りの歌/ビデオは、通常試合中に来る忍耐力と決意を感じさせます。 結末の曲/ビデオは、激しい敗北/厳しい決心の感情を呼び起こす。\n\nキャラクター（10/10）\nこれの主な利点は、実戦、変種の特性、成長のスキルでした。ヒナタと影山は、現実のように完全に試してみて、彼らのプレーを最高にしようとしました。\nこのシリーズのキャラクターのそれぞれがより新しい特性を持ち、チーム自体の条件によって成長するでしょう。たとえば、山口がツキーの悪い気分をより良い気持ちに変えるときです。\n\n全体的に、私は次のシーズンを待つことを辛抱強くしていなくても、今シーズンはとても楽しかった！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nStory (9/10)\n\n\u001b[1mストーリー（9/10）\u001b[22m\n\u001b[1m(Sutōrī (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mStory (9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (9/10)\u001b[24m\n    \u001b[1mストーリー（9/10）\u001b[22m\nWhy I give this a 9 score ? this is my reason.\n\n\u001b[1mなぜ私はこれに9点を与えますか？ これが私の理由です。\u001b[22m\n\u001b[1m(Naze watashi wa kore ni 9-ten o ataemasu ka? Kore ga watashi no riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhy I give this a 9 score ? this is my reason.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy I give this a 9 score ?\u001b[24m\n    \u001b[1mなぜ私はこれに9点を与えますか？\u001b[22m, \u001b[1mなぜ私はこれが9スコアを与えますか？\u001b[22m\n\u001b[4mthis is my reason.\u001b[24m\n    \u001b[1mこれが私の理由です。\u001b[22m, \u001b[1mこれは私の理由です。\u001b[22m\nI thought Haikyuu!! S2 has a positive and negative points on the story.here we go\n\n\u001b[1m私は俳優だと思った！  S2はストーリーにプラスとマイナスのポイントを持っています。そこに行く\u001b[22m\n\u001b[1m(Watashi wa haiyūda to omotta! S 2 wa sutōrī ni purasu to mainasu no pointo o motte imasu. Soko ni iku)\u001b[22m\n\nTranslations of \u001b[4mI thought Haikyuu!! S2 has a positive and negative points on the story.here we go\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thought Haikyuu!!\u001b[24m\n    \u001b[1m私は俳優だと思った！\u001b[22m, \u001b[1m私はHaikyuuを考えました！\u001b[22m\n\u001b[4mS2 has a positive and negative points on the story.here we go\u001b[24m\n    \u001b[1mS2はストーリーにプラスとマイナスのポイントを持っています。そこに行く\u001b[22m, \u001b[1mS2は、私たちが行くstory.here上の正と負のポイントを持っています\u001b[22m\nPositive points :\n\n\u001b[1mポジティブなポイント：\u001b[22m\n\u001b[1m(Pojitibuna pointo:)\u001b[22m\n\nTranslations of \u001b[4mPositive points :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPositive points :\u001b[24m\n    \u001b[1mポジティブなポイント：\u001b[22m, \u001b[1m肯定的な点：\u001b[22m\n-) Good development.This season successfully showed good chance how Karasuno picked themselves back up after losing in the Interhigh in Season 1. From the training camp up to the matches, they didn't fail to show the changes and developments.\n\n\u001b[1m - ）良い展開。このシーズンは、シーズン1のInterhighで敗退した後、Karasunoがどのように復帰したかを成功裏に証明した。トレーニングキャンプから試合まで、彼らは変化と発展を見失わなかった。\u001b[22m\n\u001b[1m(- ) Yoi tenkai. Kono shīzun wa, shīzun 1 no Interhigh de haitai shita nochi, Karasuno ga dono yō ni fukki shita ka o seikōrini shōmei shita. Torēningukyanpu kara shiai made, karera wa henka to hatten o miushinawanakatta.)\u001b[22m\n\nTranslations of \u001b[4m-) Good development.This season successfully showed good chance how Karasuno picked themselves back up after losing in the Interhigh in Season 1. From the training camp up to the matches, they didn't fail to show the changes and developments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-) Good development.This season successfully showed good chance how Karasuno picked themselves back up after losing in the Interhigh in Season 1. From the training camp up to the matches, they didn't fail to show the changes and developments.\u001b[24m\n    \u001b[1m - ）良い展開。このシーズンは、シーズン1のInterhighで敗退した後、Karasunoがどのように復帰したかを成功裏に証明した。トレーニングキャンプから試合まで、彼らは変化と発展を見失わなかった。\u001b[22m, \u001b[1m - ）グッドdevelopment.Thisシーズンは成功しKarasunoが変更と発展を示すために、彼らは失敗しなかった試合に合宿アップから、シーズン1にInterhighに敗れた後、バックアップ自体を選んでどのように良いチャンスを示しました。\u001b[22m\n-) Enjoy plots.different from first season, this season gives step-by-step story developments.the plot wasn't so fast or so slow.\n\n\u001b[1m - ）最初のシーズンからプロットを楽しんでください。今シーズンは段階的なストーリー展開を示しています。プロットはあまり速くないか遅いです。\u001b[22m\n\u001b[1m(- ) Saisho no shīzun kara purotto o tanoshinde kudasai. Ima shīzun wa dankai-tekina sutōrī tenkai o shimeshite imasu. Purotto wa amari hayakunai ka osoidesu.)\u001b[22m\n\nTranslations of \u001b[4m-) Enjoy plots.different from first season, this season gives step-by-step story developments.the plot wasn't so fast or so slow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-) Enjoy plots.different from first season, this season gives step-by-step story developments.the plot wasn't so fast or so slow.\u001b[24m\n    \u001b[1m - ）最初のシーズンからプロットを楽しんでください。今シーズンは段階的なストーリー展開を示しています。プロットはあまり速くないか遅いです。\u001b[22m, \u001b[1m - ）最初のシーズンからplots.differentをお楽しみください、このシーズンはdevelopments.theプロットがとても速いほど遅くはありませんでしたステップバイステップの話を与えます。\u001b[22m\n-) Sense of joke.I can't say it Haikyuu!! if weren't contents of comedy.especially this season has most absurd humour.like play-called 'Gwaah!','Shuut!','Kaboom!' who Hinata often to said it.although on the Karasuno players hasn't special joke,their absurd act sometime gives me a funny moments.\n\n\u001b[1m - ）ジョークの感覚。私はそれを俳句と言うことはできません！ コメディーの内容でなければ、特に今シーズンには、最も馬鹿げたユーモアがあります。「Gwaah！」、「Shuut！」、「Kaboom！ ヒナタはしばしばそれを言いました。カラスノの選手たちは特別な冗談を言っていませんでしたが、彼らの不合理な行為は時々私に面白い瞬間を与えます。\u001b[22m\n\u001b[1m(- ) Jōku no kankaku. Watashi wa sore o haiku to iu koto wa dekimasen! Komedī no naiyōdenakereba, tokuni ima shīzun ni wa, mottomo bakageta yūmoa ga arimasu. `Gwaah!',`Shuut!',`Kaboom! Hinata wa shibashiba sore o iimashita. Karasu no no senshu-tachi wa tokubetsuna jōdan o itte imasendeshitaga, karera no fugōrina kōi wa tokidoki watashi ni omoshiroi shunkan o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4m-) Sense of joke.I can't say it Haikyuu!! if weren't contents of comedy.especially this season has most absurd humour.like play-called 'Gwaah!','Shuut!','Kaboom!' who Hinata often to said it.although on the Karasuno players hasn't special joke,their absurd act sometime gives me a funny moments.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-) Sense of joke.I can't say it Haikyuu!!\u001b[24m\n    \u001b[1m - ）ジョークの感覚。私はそれを俳句と言うことはできません！\u001b[22m, \u001b[1m - ）joke.I感はそれをHaikyuuを言うことはできません！\u001b[22m\n\u001b[4mif weren't contents of comedy.especially this season has most absurd humour.like play-called 'Gwaah!','Shuut!','Kaboom!'\u001b[24m\n    \u001b[1mコメディーの内容でなければ、特に今シーズンには、最も馬鹿げたユーモアがあります。「Gwaah！」、「Shuut！」、「Kaboom！\u001b[22m, \u001b[1mcomedy.especiallyの内容ではなかった場合は、このシーズンは最も不合理なhumour.likeプレイと呼ばれる「Gwaah！ '、' Shuut！ '、'を有するLarry Kaplan作を！」\u001b[22m\n\u001b[4mwho Hinata often to said it.although on the Karasuno players hasn't special joke,their absurd act sometime gives me a funny moments.\u001b[24m\n    \u001b[1mヒナタはしばしばそれを言いました。カラスノの選手たちは特別な冗談を言っていませんでしたが、彼らの不合理な行為は時々私に面白い瞬間を与えます。\u001b[22m, \u001b[1m誰日向はしばしばKarasunoプレーヤーでit.althoughを述べすることはない特別なジョークを持って、彼らの不合理な行為はいつか私に面白い瞬間を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nSo,there are positive points what I seen.I will give you the negative points of Haikyuu!! S2 :\n\n\u001b[1mだから、私が見たことはポジティブな点があります。私はあなたにHaikyuuのマイナス点を与えるでしょう！  S2：\u001b[22m\n\u001b[1m(Dakara, watashi ga mita koto wa pojitibuna ten ga arimasu. Watashi wa anata ni Haikyuu no mainasu-ten o ataerudeshou! S 2:)\u001b[22m\n\nTranslations of \u001b[4mSo,there are positive points what I seen.I will give you the negative points of Haikyuu!! S2 :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo,there are positive points what I seen.I will give you the negative points of Haikyuu!!\u001b[24m\n    \u001b[1mだから、私が見たことはポジティブな点があります。私はあなたにHaikyuuのマイナス点を与えるでしょう！\u001b[22m, \u001b[1mだから、私はあなたにHaikyuuのマイナスポイントを与えるseen.I何肯定的な点があります！\u001b[22m\n\u001b[4mS2 :\u001b[24m\n    \u001b[1mS2：\u001b[22m\n-) Impossible show-plays.are two points what I senn of this,there are when Johzenji-plays and Oikawa-serves.in realistic,you will know their play it's so impossible to do,like unstructured-plays,random-receives, and many more.and Oikawa great serves must have 'Monster'-hand to do.Yes, you can set it there but it's impossible for it to be on point, you know. Yeah, this is an anime so I shouldn't expect it to be 'oh-so-realistic' all the time but that plays killed the realistic feel that I had while watching the match.\n\n\u001b[1m - ）不可能なショープレイ。私はこれの何を言っているのか、現実的には、幻想郷の演劇とOikawa-serves.In現実的な、あなたはそれが非常に不可能なことを知っているときには、非構造化演劇、ランダム受信、 大川偉大な奉仕者には「モンスター」の手が必要です。そうですね、あなたはそれを置くことができますが、それは現実的ではありません。 ええ、これはアニメですので、いつも「ああそう現実的」ではないはずですが、その試合は試合を見ながら現実感を失ってしまいました。\u001b[22m\n\u001b[1m(- ) Fukanōna shōpurei. Watashi wa kore no nani o itte iru no ka, genjitsu-teki ni wa, gensō gō no engeki to Oikawa - serves. In genjitsu-tekina, anata wa sore ga hijō ni fukanōna koto o shitte iru tokiniha, hi kōzō-ka engeki, randamu jushin, Ōkawa idaina hōshi-sha ni wa `monsutā' no te ga hitsuyōdesu. Sōdesune, anata wa sore o oku koto ga dekimasuga, soreha genjitsu-tekide wa arimasen. E e, koreha animedesunode, itsumo `ā sō genjitsu-teki'de wa nai hazudesuga, sono shiai wa shiai o minagara genjitsu-kan o ushinatte shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4m-) Impossible show-plays.are two points what I senn of this,there are when Johzenji-plays and Oikawa-serves.in realistic,you will know their play it's so impossible to do,like unstructured-plays,random-receives, and many more.and Oikawa great serves must have 'Monster'-hand to do.Yes, you can set it there but it's impossible for it to be on point, you know. Yeah, this is an anime so I shouldn't expect it to be 'oh-so-realistic' all the time but that plays killed the realistic feel that I had while watching the match.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-) Impossible show-plays.are two points what I senn of this,there are when Johzenji-plays and Oikawa-serves.in realistic,you will know their play it's so impossible to do,like unstructured-plays,random-receives,\u001b[24m\n    \u001b[1m - ）不可能なショープレイ。私はこれの何を言っているのか、現実的には、幻想郷の演劇とOikawa-serves.In現実的な、あなたはそれが非常に不可能なことを知っているときには、非構造化演劇、ランダム受信、\u001b[22m, \u001b[1m - ）私はこののゼン何ショーplays.are 2点インポッシブル、時Johzenji-演劇やOikawa-serves.in現実的であり、あなたはそれを行うことはとても不可能です彼らのプレーを知っているであろう、非構造化 - 演劇のように、ランダム受け取ります\u001b[22m\n\u001b[4mand many more.and Oikawa great serves must have 'Monster'-hand to do.Yes, you can set it there but it's impossible for it to be on point, you know.\u001b[24m\n    \u001b[1m大川偉大な奉仕者には「モンスター」の手が必要です。そうですね、あなたはそれを置くことができますが、それは現実的ではありません。\u001b[22m, \u001b[1mそして多くのmore.and及川素晴らしいサーブはあなたがそこにそれを設定することができ、do.Yesに「Monster'手を持っている必要がありますが、それはポイントであるために、それは不可能だ、あなたが知っています。\u001b[22m\n\u001b[4mYeah, this is an anime so I shouldn't expect it to be 'oh-so-realistic' all the time but that plays killed the realistic feel that I had while watching the match.\u001b[24m\n    \u001b[1mええ、これはアニメですので、いつも「ああそう現実的」ではないはずですが、その試合は試合を見ながら現実感を失ってしまいました。\u001b[22m, \u001b[1mうん、これはアニメですので、私はそれがすべての時間「ああ、それほど現実的」であることを期待すべきではないが、プレーが試合を見ながら、私が持っていた現実的な感じを殺しています。\u001b[22m\n-) Easy to predictions.because them has standard-speed plot,we have to predictable what will go the story,what next on story,and what characters to do. in short, it's because of the series of events and curiosity itself.\n\n\u001b[1m - ）予測が簡単です。標準速度のプロットがあるため、ストーリーがどのように進むのか、ストーリーが次に進むのか、そしてどのようなキャラクターを予測するのか予測する必要があります。 要するに、それは一連の出来事と好奇心のためです。\u001b[22m\n\u001b[1m(- ) Yosoku ga kantandesu. Hyōjun sokudo no purotto ga aru tame, sutōrī ga dono yō ni susumu no ka, sutōrī ga tsugini susumu no ka, soshite dono yōna kyarakutā o yosoku suru no ka yosoku suru hitsuyō ga arimasu. Yōsuruni, soreha ichiren no dekigoto to kōkishin no tamedesu.)\u001b[22m\n\nTranslations of \u001b[4m-) Easy to predictions.because them has standard-speed plot,we have to predictable what will go the story,what next on story,and what characters to do. in short, it's because of the series of events and curiosity itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-) Easy to predictions.because them has standard-speed plot,we have to predictable what will go the story,what next on story,and what characters to do.\u001b[24m\n    \u001b[1m - ）予測が簡単です。標準速度のプロットがあるため、ストーリーがどのように進むのか、ストーリーが次に進むのか、そしてどのようなキャラクターを予測するのか予測する必要があります。\u001b[22m, \u001b[1m - ）簡単にそれらをpredictions.becauseするための標準的な速度のプロットを持って、我々は次の物語、そしてどのような文字で何をすべきか話を、行くどのような予測可能にしてい。\u001b[22m\n\u001b[4min short, it's because of the series of events and curiosity itself.\u001b[24m\n    \u001b[1m要するに、それは一連の出来事と好奇心のためです。\u001b[22m, \u001b[1m要するに、それが原因イベントや好奇心自体の一連のです。\u001b[22m\n\u001b[1m\u001b[22m\nArt (9/10)\n\n\u001b[1mアート（9/10）\u001b[22m\n\u001b[1m(Āto (9 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt (9/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (9/10)\u001b[24m\n    \u001b[1mアート（9/10）\u001b[22m\nThe animation is great though, it's art style is where I have to get used to. But hey, I'm used to it already. I mean, this is the second season already. What matters is on how fluid the animation is and they're consistent like Kuroko no Basket (Not surprising considering that they have the same studio). There are so many memorable moments on this anime and one of those reasons has something to do with the animation. the new characters this season are drawn perfectly, and the voice actors assigned to them do very well in portraying the characters' personalities\n\n\u001b[1mアニメーションは素晴らしいですが、アートスタイルは私が慣れなければならないところです。 しかし、ねえ、私はすでにそれに慣れています。 これはすでに2番目のシーズンです。 大事なことは、アニメーションがいかに流動的で、黒子のバスケットのように一貫しているかです（彼らが同じスタジオを持っていると考えても驚くことではありません）。 このアニメには記憶に残る数多くの瞬間があり、その理由の1つにアニメーションとは何かがあります。 今シーズンの新しいキャラクターは完全に描かれており、キャラクターの性格を描写するのに彼らに割り当てられた声優は非常にうまくいく\u001b[22m\n\u001b[1m(Animēshon wa subarashīdesuga, ātosutairu wa watashi ga narenakereba naranai tokorodesu. Shikashi, nē, watashi wa sudeni sore ni narete imasu. Kore wa sudeni 2-banme no shīzundesu. Daijina koto wa, animēshon ga ikani ryūdōtekide, kuroko no basuketto no yō ni ikkan shite iru kadesu (karera ga onaji sutajio o motte iru to kangaete mo odoroku kotode wa arimasen). Kono anime ni wa kioku ni nokoru kazuōku no shunkan ga ari, sono riyū no 1tsu ni animēshon to wa nanika ga arimasu. Ima shīzun no atarashī kyarakutā wa kanzen ni egaka rete ori, kyarakutā no seikaku o byōsha surunoni karera ni wariate rareta seiyū wa hijō ni umaku iku)\u001b[22m\n\nTranslations of \u001b[4mThe animation is great though, it's art style is where I have to get used to. But hey, I'm used to it already. I mean, this is the second season already. What matters is on how fluid the animation is and they're consistent like Kuroko no Basket (Not surprising considering that they have the same studio). There are so many memorable moments on this anime and one of those reasons has something to do with the animation. the new characters this season are drawn perfectly, and the voice actors assigned to them do very well in portraying the characters' personalities\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is great though, it's art style is where I have to get used to.\u001b[24m\n    \u001b[1mアニメーションは素晴らしいですが、アートスタイルは私が慣れなければならないところです。\u001b[22m, \u001b[1mアニメーションは、それは私がに慣れなければならない場所アートスタイルがあるのです、しかし素晴らしいです。\u001b[22m\n\u001b[4mBut hey, I'm used to it already.\u001b[24m\n    \u001b[1mしかし、ねえ、私はすでにそれに慣れています。\u001b[22m, \u001b[1mでもねえ、私はすでにそれに慣れています。\u001b[22m\n\u001b[4mI mean, this is the second season already.\u001b[24m\n    \u001b[1mこれはすでに2番目のシーズンです。\u001b[22m, \u001b[1m私が意味する、これはすでに第二の季節です。\u001b[22m\n\u001b[4mWhat matters is on how fluid the animation is and they're consistent like Kuroko no Basket (Not surprising considering that they have the same studio).\u001b[24m\n    \u001b[1m大事なことは、アニメーションがいかに流動的で、黒子のバスケットのように一貫しているかです（彼らが同じスタジオを持っていると考えても驚くことではありません）。\u001b[22m, \u001b[1mアニメーションがどのように流体にどのような事項であり、それらは（当然のことですが、彼らは同じスタジオを持っていることを考慮して）何のバスケット黒子のような一貫していません。\u001b[22m\n\u001b[4mThere are so many memorable moments on this anime and one of those reasons has something to do with the animation.\u001b[24m\n    \u001b[1mこのアニメには記憶に残る数多くの瞬間があり、その理由の1つにアニメーションとは何かがあります。\u001b[22m, \u001b[1mそこにこのアニメには多くの思い出があり、それらの理由の一つは、アニメーションとは何かを持っています。\u001b[22m\n\u001b[4mthe new characters this season are drawn perfectly, and the voice actors assigned to them do very well in portraying the characters' personalities\u001b[24m\n    \u001b[1m今シーズンの新しいキャラクターは完全に描かれており、キャラクターの性格を描写するのに彼らに割り当てられた声優は非常にうまくいく\u001b[22m, \u001b[1mこのシーズンは完全に描かれている新しい文字、およびそれらに割り当てられた声優はキャラクターの個性を描いに非常によく行います\u001b[22m\n\u001b[1m\u001b[22m\nSound (10/10)\n\n\u001b[1mサウンド（10/10）\u001b[22m\n\u001b[1m(Saundo (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mSound (10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (10/10)\u001b[24m\n    \u001b[1mサウンド（10/10）\u001b[22m\nThe soundtrack for the second season is really good.it very different by on first season,there's so many greatest soundtrack from Yuuki hayashi.also the opening songs/videos give viewers a feeling of perseverance and determination that usually comes during a match, while the ending songs/videos conjure up a feeling of bitter defeat/grim determination that usually comes to the near conclusion of a match.\n\n\u001b[1m第2シーズンのサウンドトラックは本当に良いです。初シーズンとはかなり違って、流行りの歌/ビデオは、通常試合中に来る忍耐力と決意を感じさせます。 結末の曲/ビデオは、激しい敗北/厳しい決心の感情を呼び起こす。\u001b[22m\n\u001b[1m(Dai 2 shīzun no saundotorakku wa hontōni yoidesu. Hatsu shīzun to wa kanari chigatte, hayari no uta/ bideo wa, tsūjō shiai-chū ni kuru nintai-ryoku to ketsui o kanji sasemasu. Ketsumatsu no kyoku/ bideo wa, hageshī haiboku/ kibishī kesshin no kanjō o yobiokosu.)\u001b[22m\n\nTranslations of \u001b[4mThe soundtrack for the second season is really good.it very different by on first season,there's so many greatest soundtrack from Yuuki hayashi.also the opening songs/videos give viewers a feeling of perseverance and determination that usually comes during a match, while the ending songs/videos conjure up a feeling of bitter defeat/grim determination that usually comes to the near conclusion of a match.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe soundtrack for the second season is really good.it very different by on first season,there's so many greatest soundtrack from Yuuki hayashi.also the opening songs/videos give viewers a feeling of perseverance and determination that usually comes during a match, while the\u001b[24m\n    \u001b[1m第2シーズンのサウンドトラックは本当に良いです。初シーズンとはかなり違って、流行りの歌/ビデオは、通常試合中に来る忍耐力と決意を感じさせます。\u001b[22m, \u001b[1mセカンドシーズンのサウンドトラックは本当に最初のシーズンにすることによって非常に異なるにgood.itされ、結城から非常に多くの最大のサウンドトラックは、一方で開い曲/動画は、視聴者には通常の試合中に来る忍耐と決意感を与える存在hayashi.alsoいます\u001b[22m\n\u001b[4mending songs/videos conjure up a feeling of bitter defeat/grim determination that usually comes to the near conclusion of a match.\u001b[24m\n    \u001b[1m結末の曲/ビデオは、激しい敗北/厳しい決心の感情を呼び起こす。\u001b[22m, \u001b[1m曲の終了/ビデオは通常、試合の近く結論に来る苦い敗北/断固たる決意感を想起させます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter (10/10)\n\n\u001b[1mキャラクター（10/10）\u001b[22m\n\u001b[1m(Kyarakutā (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mCharacter (10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter (10/10)\u001b[24m\n    \u001b[1mキャラクター（10/10）\u001b[22m, \u001b[1m文字（10/10）\u001b[22m\nThe main advantages of this were real-fights,variant characteristic,and growth skills.we have to see how Hinata and Kageyama tried to the best on them plays with totally-tried like on reality.\n\n\u001b[1mこれの主な利点は、実戦、変種の特性、成長のスキルでした。ヒナタと影山は、現実のように完全に試してみて、彼らのプレーを最高にしようとしました。\u001b[22m\n\u001b[1m(Kore no omona riten wa, jissen, henshu no tokusei, seichō no sukirudeshita. Hinata to Kageyama wa, genjitsu no yō ni kanzen ni tameshite mite, karera no purē o saikō ni shiyou to shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe main advantages of this were real-fights,variant characteristic,and growth skills.we have to see how Hinata and Kageyama tried to the best on them plays with totally-tried like on reality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main advantages of this were real-fights,variant characteristic,and growth skills.we have to see how Hinata and Kageyama tried to the best on them plays with totally-tried like on reality.\u001b[24m\n    \u001b[1mこれの主な利点は、実戦、変種の特性、成長のスキルでした。ヒナタと影山は、現実のように完全に試してみて、彼らのプレーを最高にしようとしました。\u001b[22m, \u001b[1mこれの主な利点は、現実の戦い、バリアント特性、および成長skills.weは日向と影山が現実にように完全に-しようとしたと遊ぶ彼らに最高のにしようとしたかを確認する必要がありました。\u001b[22m\neach of character on this series has more new characteristic and it's gonna growth by the condition of team itself.for example when Yamaguchi changes Tsukki bad-mood to be better feelings.\n\n\u001b[1mこのシリーズのキャラクターのそれぞれがより新しい特性を持ち、チーム自体の条件によって成長するでしょう。たとえば、山口がツキーの悪い気分をより良い気持ちに変えるときです。\u001b[22m\n\u001b[1m(Kono shirīzu no kyarakutā no sorezore ga yori atarashī tokusei o mochi, chīmu jitai no jōken ni yotte seichō surudeshou. Tatoeba, Yamaguchi ga tsukī no warui kibun o yoriyoi kimochi ni kaeru tokidesu.)\u001b[22m\n\nTranslations of \u001b[4meach of character on this series has more new characteristic and it's gonna growth by the condition of team itself.for example when Yamaguchi changes Tsukki bad-mood to be better feelings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4meach of character on this series has more new characteristic and it's gonna growth by the condition of team itself.for example when Yamaguchi changes Tsukki bad-mood to be better feelings.\u001b[24m\n    \u001b[1mこのシリーズのキャラクターのそれぞれがより新しい特性を持ち、チーム自体の条件によって成長するでしょう。たとえば、山口がツキーの悪い気分をより良い気持ちに変えるときです。\u001b[22m, \u001b[1mこのシリーズのキャラクターのそれぞれは、より多くの新しい特徴を持っており、山口が良い感情であることをTsukki悪い気分を変更したときには、例itself.forチームの状態によってつもり成長です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall,I very enjoyed this season even I've not to be patiently to wait the next season!\n\n\u001b[1m全体的に、私は次のシーズンを待つことを辛抱強くしていなくても、今シーズンはとても楽しかった！\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa tsugi no shīzun o matsu koto o shinbōdzuyoku shite inakute mo, ima shīzun wa totemo tanoshikatta!)\u001b[22m\n\nTranslations of \u001b[4mOverall,I very enjoyed this season even I've not to be patiently to wait the next season!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall,I very enjoyed this season even I've not to be patiently to wait the next season!\u001b[24m\n    \u001b[1m全体的に、私は次のシーズンを待つことを辛抱強くしていなくても、今シーズンはとても楽しかった！\u001b[22m, \u001b[1m全体的に、私は非常にあっても、私は次のシーズンを待つために辛抱強くではないときたこの季節を楽しんで！\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "ItIsIDio",
    "profile": "/profile/ItIsIDio/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=227412",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\n通常はシリーズが良い選択か悪い選択かと言うことから始まりますが、俳句の場合は最初のシーズンを見直しましたが、2回目のシーズンがより良く実行されたと思っていたので、 私は何が改善したのか、同じままだったものについて少し話します。 あなたが最初のシーズンを見ておらず、俳優がいかにピークに達しているのか不思議であるなら、あなたはこのレビューを読むことができましたが、私が前回のレビューでシリーズで持っていたより鮮明な問題 。 この中で私は主に、物事がどのように変化したか、比較的同じにとどまったかに集中します。\n\n今シーズン、もっと楽しむことができた主な要因の1つは、シリーズがもうエントリーピースを紹介する必要がなく、私がこのシリーズを見ているもの、スポーツ 。 チームが創造される前にプレイヤーのドラマに焦点を当てるのではなく、チーム同士がどのようにフィットしようとしているのか、チームはすでに一緒になっています。 それは今シーズンが主に焦点を当てていることです。 キャラクターの瞬間と面白い試合。\n\n俳優はいつもそのキャラクターに焦点を当てていますが、間違ってはいけません。最初のシーズンは、キャラクターがどのように結びついているのか、彼らの考え方に焦点を当てて始まりますが、  。 それは、スポーツについての面白さと、それがどのようにキャラクターを理解することによって視聴者に入るためにどのように動作するのかを知るための時間がかかります。 私たちはすでに文字を理解しているから...\n\n代わりに、スポーツに均等な焦点を当て、私たちとプレーヤーに新しいテクニックと新しい戦略を教えるだけでなく、さまざまなスキルを持った新しい人々を紹介して物事を刺激します。 新しい戦略とテクニックが導入されたとき、遭遇した問題がスポーツそのものの楽しさから取り去られているような気持ちを感じることなく、お互いをうまく補完するように、多くの異なる考え方やミニキャラクターアークが導入されました。\n\nシリーズのアクションであるバレーボールは、最終的にチームが勝つためにできる最も独創的な演技を行うために磨いたスキルを使用しなければならない適切な戦いのように感じます。 私は今シーズンの試合はとても面白くて、私がちょうど与えた説明に合っていると、心から感謝しています。\n\nしかし、実際に消えていないものがあります。 そしてそれは、ネガティブな出来事に反応する時、メロドラマに接するいくつかのキャラクターの過密さです。 それはやや減りましたが、それは文章の改良ではなく、物語のスレッドの結果だと思っています。そして、あなたはなぜそれがあなたにとって大きな影響を与えるのでしょうか？ なぜあなたは真剣に叫ぶ必要がありますか？もう少し待って、それを気軽に言うことができます。\n\n\n\nあなたが前のパラグラフを読んでいないなら、それが沸騰していることはうまくやっていますし、頭を傷つけるかもしれない、あるいは少数の人のために他の方向を見るかもしれない正しい方向にそれを回転させる過度の感情のヒントを伴う、 秒。\n\nそれはかなりです。 アニメーションはまだ一貫しており、詳細はよくわかっていますが、シリーズのサウンドは前シーズンよりもシンクロしているようですが、全体的に見て、より良いシリーズのように感じます 。\n\n結局のところ、この季節の俳優は、常に面白い試合を見せていました。面白かった試合は、テーブルに新しいものをもたらしました。キャラクター化は、スポーツ自体の魅力の一部を奪うのではなく、常に歓迎されました。 その前のシーズンよりも。 それは俳句を私のための良いショーからいいものに変えました。 あなたがスポーツシリーズから私と同じものを探しているなら、最終結果は私には良いものでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nNormally I start off by saying for whom a series is a good choice or a bad choice but, in Haikyuu's case I already reviewed the first season, and since I thought that the second season was executed better and I enjoyed it more than its first, I'll talk a bit about what improved and some of the things that stayed the same. If you didn't watch the first season and you're just curious about how Haikyuu is at its peak, you could read this review, but note that I speak about the more glaring issues I had with the series in my previous review for it . In this one I'll mostly focus on how things changed for the better or stayed relatively the same.\n\n\u001b[1m通常はシリーズが良い選択か悪い選択かと言うことから始まりますが、俳句の場合は最初のシーズンを見直しましたが、2回目のシーズンがより良く実行されたと思っていたので、 私は何が改善したのか、同じままだったものについて少し話します。 あなたが最初のシーズンを見ておらず、俳優がいかにピークに達しているのか不思議であるなら、あなたはこのレビューを読むことができましたが、私が前回のレビューでシリーズで持っていたより鮮明な問題 。 この中で私は主に、物事がどのように変化したか、比較的同じにとどまったかに集中します。\u001b[22m\n\u001b[1m(Tsūjō wa shirīzu ga yoi sentaku ka warui sentaku ka to iu koto kara hajimarimasuga, haiku no baai wa saisho no shīzun o minaoshimashitaga, 2-kai-me no shīzun ga yori yoku jikkō sa reta to omotte itanode, watashi wa nani ga kaizen shita no ka, onaji mamadatta mono ni tsuite sukoshi hanashimasu. Anata ga saisho no shīzun o mite orazu, haiyū ga ikani pīku ni tasshite iru no ka fushigidearunara, anata wa kono rebyū o yomu koto ga dekimashitaga, watashi ga zenkai no rebyū de shirīzu de motte ita yori senmeina mondai. Kono Chū de watashi wa omoni, monogoto ga dono yō ni henka shita ka, hikakuteki onaji ni todomatta ka ni shūchū shimasu.)\u001b[22m\n\nTranslations of \u001b[4mNormally I start off by saying for whom a series is a good choice or a bad choice but, in Haikyuu's case I already reviewed the first season, and since I thought that the second season was executed better and I enjoyed it more than its first, I'll talk a bit about what improved and some of the things that stayed the same. If you didn't watch the first season and you're just curious about how Haikyuu is at its peak, you could read this review, but note that I speak about the more glaring issues I had with the series in my previous review for it . In this one I'll mostly focus on how things changed for the better or stayed relatively the same.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNormally I start off by saying for whom a series is a good choice or a bad choice but, in Haikyuu's case I already reviewed the first season, and since I thought that the second season was executed better and I enjoyed it more than its first,\u001b[24m\n    \u001b[1m通常はシリーズが良い選択か悪い選択かと言うことから始まりますが、俳句の場合は最初のシーズンを見直しましたが、2回目のシーズンがより良く実行されたと思っていたので、\u001b[22m, \u001b[1m通常、私は誰のためのシリーズは良い選択か悪い選択であると言ってから始めたが、Haikyuuの場合、私はすでに最初のシーズンを見直し、私は第二シーズンは、より良い実行されたと私は、その最初のものよりもより多くのそれを楽しんだと思ったので、\u001b[22m\n\u001b[4mI'll talk a bit about what improved and some of the things that stayed the same.\u001b[24m\n    \u001b[1m私は何が改善したのか、同じままだったものについて少し話します。\u001b[22m, \u001b[1m私は、改善されたと同じとどまったことのいくつか何について少し説明します。\u001b[22m\n\u001b[4mIf you didn't watch the first season and you're just curious about how Haikyuu is at its peak, you could read this review, but note that I speak about the more glaring issues I had with the series in my previous review for it\u001b[24m\n    \u001b[1mあなたが最初のシーズンを見ておらず、俳優がいかにピークに達しているのか不思議であるなら、あなたはこのレビューを読むことができましたが、私が前回のレビューでシリーズで持っていたより鮮明な問題\u001b[22m, \u001b[1mあなたが最初のシーズンを見ていない、あなたはHaikyuuがピークになる方法についての好奇心なら、あなたはこのレビューを読んで、私は、私はそれのための私の以前のレビューで一連としていたより明白な問題について話すことを注意してください可能性が\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mIn this one I'll mostly focus on how things changed for the better or stayed relatively the same.\u001b[24m\n    \u001b[1mこの中で私は主に、物事がどのように変化したか、比較的同じにとどまったかに集中します。\u001b[22m, \u001b[1mこの1で私は主に物事が良い方向に変化し、または比較的同じ滞在方法に焦点を当てます。\u001b[22m\n\u001b[1m\u001b[22m\nOne of the main factors that have caused me to enjoy the series more this season was a result of the fact that the series didn't have to introduce anymore entry pieces and could focus mostly on what I'm watching this series for, the sport . Rather than focus on the drama of the players before the team gets created and how they try to fit with one another, the team is already together, the only thing left is progressively improving it and polishing each character individually. And that's what this season focuses mostly on. Character moments and interesting matches.\n\n\u001b[1m今シーズン、もっと楽しむことができた主な要因の1つは、シリーズがもうエントリーピースを紹介する必要がなく、私がこのシリーズを見ているもの、スポーツ 。 チームが創造される前にプレイヤーのドラマに焦点を当てるのではなく、チーム同士がどのようにフィットしようとしているのか、チームはすでに一緒になっています。 それは今シーズンが主に焦点を当てていることです。 キャラクターの瞬間と面白い試合。\u001b[22m\n\u001b[1m(Ima shīzun, motto tanoshimu koto ga dekita omona yōin no 1tsu wa, shirīzu ga mō entorīpīsu o shōkai suru hitsuyō ga naku, watashi ga kono shirīzu o mite iru mono, supōtsu. Chīmu ga sōzō sa reru mae ni pureiyā no dorama ni shōten o ateru node wa naku, chīmu dōshi ga dono yō ni fitto shiyou to shite iru no ka, chīmu wa sudeni issho ni natte imasu. Sore wa ima shīzun ga omoni shōten o atete iru kotodesu. Kyarakutā no shunkan to omoshiroi shiai.)\u001b[22m\n\nTranslations of \u001b[4mOne of the main factors that have caused me to enjoy the series more this season was a result of the fact that the series didn't have to introduce anymore entry pieces and could focus mostly on what I'm watching this series for, the sport . Rather than focus on the drama of the players before the team gets created and how they try to fit with one another, the team is already together, the only thing left is progressively improving it and polishing each character individually. And that's what this season focuses mostly on. Character moments and interesting matches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the main factors that have caused me to enjoy the series more this season was a result of the fact that the series didn't have to introduce anymore entry pieces and could focus mostly on what I'm watching this series for, the sport\u001b[24m\n    \u001b[1m今シーズン、もっと楽しむことができた主な要因の1つは、シリーズがもうエントリーピースを紹介する必要がなく、私がこのシリーズを見ているもの、スポーツ\u001b[22m, \u001b[1m私は、このシーズンはシリーズはもうエントリー片を導入する必要はありませんでしたし、私はこのシリーズを見ているものに主に焦点を当てることができたという事実の結果であった複数のシリーズを楽しむことが原因となっている主な要因の一つは、スポーツ\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mRather than focus on the drama of the players before the team gets created and how they try to fit with one another, the team is already together, the only thing left is progressively improving it and polishing each character individually.\u001b[24m\n    \u001b[1mチームが創造される前にプレイヤーのドラマに焦点を当てるのではなく、チーム同士がどのようにフィットしようとしているのか、チームはすでに一緒になっています。\u001b[22m, \u001b[1mむしろ選手たちのドラマに焦点を当てるよりもチームが作成される前に、彼らはお互いに収まるようにしようとか、チームが一緒に既にある、残された唯一のものは、次第にそれを改善し、個別に各文字を研磨されています。\u001b[22m\n\u001b[4mAnd that's what this season focuses mostly on.\u001b[24m\n    \u001b[1mそれは今シーズンが主に焦点を当てていることです。\u001b[22m, \u001b[1mそして、それは、このシーズンは主に焦点を当てものです。\u001b[22m\n\u001b[4mCharacter moments and interesting matches.\u001b[24m\n    \u001b[1mキャラクターの瞬間と面白い試合。\u001b[22m, \u001b[1mキャラクターの瞬間、面白い試合。\u001b[22m\n\u001b[1m\u001b[22m\nHaikyuu always put a lot of focus into its characters, don't get me wrong, the first season literally starts by focusing on how the characters come together and their mentality, however, what it doesn't do particularly well early on is the sport . It takes its time to get to what's entertaining about the sport and how it works in order to entrance the viewer by making sure we understand the characters. And since we already understand the characters...\n\n\u001b[1m俳優はいつもそのキャラクターに焦点を当てていますが、間違ってはいけません。最初のシーズンは、キャラクターがどのように結びついているのか、彼らの考え方に焦点を当てて始まりますが、  。 それは、スポーツについての面白さと、それがどのようにキャラクターを理解することによって視聴者に入るためにどのように動作するのかを知るための時間がかかります。 私たちはすでに文字を理解しているから...\u001b[22m\n\u001b[1m(Haiyū wa itsumo sono kyarakutā ni shōten o atete imasuga, machigatte wa ikemasen. Saisho no shīzun wa, kyarakutā ga dono yō ni musubitsuite iru no ka, karera no kangaekata ni shōten o atete hajimarimasuga,. Sore wa, supōtsu ni tsuite no omoshiro-sa to, sore ga dono yō ni kyarakutā o rikai suru koto ni yotte shichō-sha ni hairu tame ni dono yō ni dōsa suru no ka o shiru tame no jikan ga kakarimasu. Watashitachi wa sudeni moji o rikai shite irukara...)\u001b[22m\n\nTranslations of \u001b[4mHaikyuu always put a lot of focus into its characters, don't get me wrong, the first season literally starts by focusing on how the characters come together and their mentality, however, what it doesn't do particularly well early on is the sport . It takes its time to get to what's entertaining about the sport and how it works in order to entrance the viewer by making sure we understand the characters. And since we already understand the characters...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaikyuu always put a lot of focus into its characters, don't get me wrong, the first season literally starts by focusing on how the characters come together and their mentality, however, what it doesn't do particularly well early on is the sport\u001b[24m\n    \u001b[1m俳優はいつもそのキャラクターに焦点を当てていますが、間違ってはいけません。最初のシーズンは、キャラクターがどのように結びついているのか、彼らの考え方に焦点を当てて始まりますが、\u001b[22m, \u001b[1mHaikyuuは常に誤解しないでください、その文字に焦点をたくさん入れて、最初のシーズンは文字通り文字が一緒に来るかに着目して開始し、その考え方は、しかし、それは特によく早い段階で行っていないものスポーツです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mIt takes its time to get to what's entertaining about the sport and how it works in order to entrance the viewer by making sure we understand the characters.\u001b[24m\n    \u001b[1mそれは、スポーツについての面白さと、それがどのようにキャラクターを理解することによって視聴者に入るためにどのように動作するのかを知るための時間がかかります。\u001b[22m, \u001b[1mそれは、スポーツに関する面白いですし、それが確認することで入場するために視聴者をどのように機能するか、我々は文字を理解するものに得るために、その時間がかかります。\u001b[22m\n\u001b[4mAnd since we already understand the characters...\u001b[24m\n    \u001b[1m私たちはすでに文字を理解しているから...\u001b[22m, \u001b[1mそして、我々はすでに文字を理解しているので...\u001b[22m\n\u001b[1m\u001b[22m\nIt will instead put equal focus into the sport, teaching us and the players new techniques and new strategies, as well as introduce new people with different skillsets to spice things up. And as new strategies and techniques are introduced, there's just as many different mindsets and mini character arcs introduced in a fashion that complement each other well, without feeling like the problems the characters encountered are taking away from OUR OWN enjoyment of the sport itself.\n\n\u001b[1m代わりに、スポーツに均等な焦点を当て、私たちとプレーヤーに新しいテクニックと新しい戦略を教えるだけでなく、さまざまなスキルを持った新しい人々を紹介して物事を刺激します。 新しい戦略とテクニックが導入されたとき、遭遇した問題がスポーツそのものの楽しさから取り去られているような気持ちを感じることなく、お互いをうまく補完するように、多くの異なる考え方やミニキャラクターアークが導入されました。\u001b[22m\n\u001b[1m(Kawari ni, supōtsu ni kintōna shōten o ate, watashitachi to purēyā ni atarashī tekunikku to atarashī senryaku o oshieru dakedenaku, samazamana sukiru o motta atarashī hitobito o shōkai shite monogoto o shigeki shimasu. Atarashī senryaku to tekunikku ga dōnyū sa reta toki, sōgū shita mondai ga supōtsu sonomono no tanoshisa kara torisara rete iru yōna kimochi o kanjiru koto naku, otagai o umaku hokan suru yō ni, ōku no kotonaru kangaekata ya minikyarakutāāku ga dōnyū sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mIt will instead put equal focus into the sport, teaching us and the players new techniques and new strategies, as well as introduce new people with different skillsets to spice things up. And as new strategies and techniques are introduced, there's just as many different mindsets and mini character arcs introduced in a fashion that complement each other well, without feeling like the problems the characters encountered are taking away from OUR OWN enjoyment of the sport itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt will instead put equal focus into the sport, teaching us and the players new techniques and new strategies, as well as introduce new people with different skillsets to spice things up.\u001b[24m\n    \u001b[1m代わりに、スポーツに均等な焦点を当て、私たちとプレーヤーに新しいテクニックと新しい戦略を教えるだけでなく、さまざまなスキルを持った新しい人々を紹介して物事を刺激します。\u001b[22m, \u001b[1mそれは、代わりに私たちと選手の新技術や新しい戦略を教え、スポーツに等しく焦点を置くだけでなく、スパイス物事に異なるスキルを持つ新しい人々を紹介します。\u001b[22m\n\u001b[4mAnd as new strategies and techniques are introduced, there's just as many different mindsets and mini character arcs introduced in a fashion that complement each other well, without feeling like the problems the characters encountered are taking away from OUR OWN enjoyment of the sport itself.\u001b[24m\n    \u001b[1m新しい戦略とテクニックが導入されたとき、遭遇した問題がスポーツそのものの楽しさから取り去られているような気持ちを感じることなく、お互いをうまく補完するように、多くの異なる考え方やミニキャラクターアークが導入されました。\u001b[22m, \u001b[1m新しい戦略や技術が導入されると、同じように多くの異なった考え方と遭遇した文字が離れてスポーツ自体の私たち自身の楽しみから取っている問題のように感じることなく、うまくお互いを補完やり方で導入されたミニ文字アークがあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe action of the series, the volleyball, finally feels like a proper battle of wits where the team has to use the skills they have honed to perform the most ingenious plays they can in order to win. I can wholeheartedly say that the matches this season were very entertaining and they do fit the description I've just given.\n\n\u001b[1mシリーズのアクションであるバレーボールは、最終的にチームが勝つためにできる最も独創的な演技を行うために磨いたスキルを使用しなければならない適切な戦いのように感じます。 私は今シーズンの試合はとても面白くて、私がちょうど与えた説明に合っていると、心から感謝しています。\u001b[22m\n\u001b[1m(Shirīzu no akushondearu barēbōru wa, saishūtekini chīmu ga katsu tame ni dekiru mottomo dokusō-tekina engi o okonau tame ni migaita sukiru o shiyō shinakereba naranai tekisetsuna tatakai no yō ni kanjimasu. Watashi wa ima shīzun no shiai wa totemo omoshirokute, watashi ga chōdo ataeta setsumei ni atte iru to, kokoro kara kansha shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe action of the series, the volleyball, finally feels like a proper battle of wits where the team has to use the skills they have honed to perform the most ingenious plays they can in order to win. I can wholeheartedly say that the matches this season were very entertaining and they do fit the description I've just given.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe action of the series, the volleyball, finally feels like a proper battle of wits where the team has to use the skills they have honed to perform the most ingenious plays they can in order to win.\u001b[24m\n    \u001b[1mシリーズのアクションであるバレーボールは、最終的にチームが勝つためにできる最も独創的な演技を行うために磨いたスキルを使用しなければならない適切な戦いのように感じます。\u001b[22m, \u001b[1mシリーズのアクションは、バレーボールは、最終的にチームは、彼らが勝つために彼らができる最も独創的な演劇を実行するために磨いてきたスキルを使用しなければならない知恵の適切な戦いのように感じています。\u001b[22m\n\u001b[4mI can wholeheartedly say that the matches this season were very entertaining and they do fit the description I've just given.\u001b[24m\n    \u001b[1m私は今シーズンの試合はとても面白くて、私がちょうど与えた説明に合っていると、心から感謝しています。\u001b[22m, \u001b[1m私は心をこめて試合今シーズンは非常に面白いだったと言うことができ、彼らは私が与えてくれた記述に適合しません。\u001b[22m\n\u001b[1m\u001b[22m\nHowever there's something that didn't really dissapear. And that's the overinvolvement of some characters where it borders melodrama when they react to a negative event. It did somewhat diminish, but I think it's a result of the narrative thread taken rather than an improvement in writing, and there's still some events where you're like 'Why does that matter THAT much to you?' or 'Why do you have to yell, seriously, you could wait a little bit more and say that casually.'\n\n\u001b[1mしかし、実際に消えていないものがあります。 そしてそれは、ネガティブな出来事に反応する時、メロドラマに接するいくつかのキャラクターの過密さです。 それはやや減りましたが、それは文章の改良ではなく、物語のスレッドの結果だと思っています。そして、あなたはなぜそれがあなたにとって大きな影響を与えるのでしょうか？ なぜあなたは真剣に叫ぶ必要がありますか？もう少し待って、それを気軽に言うことができます。\u001b[22m\n\u001b[1m(Shikashi, jissai ni kiete inai mono ga arimasu. Soshite sore wa, negatibuna dekigoto ni han'nō suru toki, merodorama ni sessuru ikutsu ka no kyarakutā no kamitsu-sadesu. Sore wa yaya herimashitaga, soreha bunshō no kairyōde wa naku, monogatari no sureddo no kekkada to omotte imasu. Soshite, anata wa naze sore ga anata ni totte ōkina eikyōwoataeru nodeshou ka? Naze anata wa shinken ni sakebu hitsuyō ga arimasu ka? Mōsukoshi matte, sore o kigaru ni iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mHowever there's something that didn't really dissapear. And that's the overinvolvement of some characters where it borders melodrama when they react to a negative event. It did somewhat diminish, but I think it's a result of the narrative thread taken rather than an improvement in writing, and there's still some events where you're like 'Why does that matter THAT much to you?' or 'Why do you have to yell, seriously, you could wait a little bit more and say that casually.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever there's something that didn't really dissapear.\u001b[24m\n    \u001b[1mしかし、実際に消えていないものがあります。\u001b[22m, \u001b[1mしかし本当に消えるなかった何かがあります。\u001b[22m\n\u001b[4mAnd that's the overinvolvement of some characters where it borders melodrama when they react to a negative event.\u001b[24m\n    \u001b[1mそしてそれは、ネガティブな出来事に反応する時、メロドラマに接するいくつかのキャラクターの過密さです。\u001b[22m, \u001b[1mそして、それは彼らが負のイベントに反応したとき、それはメロドラマと国境を接し、一部の文字のoverinvolvementです。\u001b[22m\n\u001b[4mIt did somewhat diminish, but I think it's a result of the narrative thread taken rather than an improvement in writing, and there's still some events where you're like 'Why does that matter THAT much to you?'\u001b[24m\n    \u001b[1mそれはやや減りましたが、それは文章の改良ではなく、物語のスレッドの結果だと思っています。そして、あなたはなぜそれがあなたにとって大きな影響を与えるのでしょうか？\u001b[22m, \u001b[1mそれはやや減少したが、私はそれが書面の改善ではなく、撮影した物語のスレッドの結果だと思うし、あなたが似ているいくつかのイベントはまだあります」あなたになぜその問題THAT多くが？」\u001b[22m\n\u001b[4mor 'Why do you have to yell, seriously, you could wait a little bit more and say that casually.'\u001b[24m\n    \u001b[1mなぜあなたは真剣に叫ぶ必要がありますか？もう少し待って、それを気軽に言うことができます。\u001b[22m, \u001b[1mまたは 'なぜあなたは真剣に、あなたはもう少し待つことができるとさりげなく言う、叫ぶなければならないのです。」\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIf you haven't read the previous paragraph, what it boils down to is well done and articulated characterization with a hint of overblown emotion to spin it in the right direction where you might occasionally scratch your head or look in the other direction for a few seconds.\n\n\u001b[1mあなたが前のパラグラフを読んでいないなら、それが沸騰していることはうまくやっており、頭を傷つけるかもしれない、あるいは少数の場合には他の方向を見るかもしれない正しい方向にそれを回転させる過度の感情のヒントを伴う、 秒。\u001b[22m\n\u001b[1m(Anata ga mae no paragurafu o yon de inainara, sore ga futtō shite iru koto wa umaku yatte ori, atama o kizutsukeru kamo shirenai, aruiwa shōsū no baai ni wa hoka no hōkō o miru kamo shirenai tadashī hōkō ni sore o kaitensaseru kado no kanjō no hinto o tomonau, byō.)\u001b[22m\n\nTranslations of \u001b[4mIf you haven't read the previous paragraph, what it boils down to is well done and articulated characterization with a hint of overblown emotion to spin it in the right direction where you might occasionally scratch your head or look in the other direction for a few seconds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you haven't read the previous paragraph, what it boils down to is well done and articulated characterization with a hint of overblown emotion to spin it in the right direction where you might occasionally scratch your head or look in the other direction for a few\u001b[24m\n    \u001b[1mあなたが前のパラグラフを読んでいないなら、それが沸騰していることはうまくやっており、頭を傷つけるかもしれない、あるいは少数の場合には他の方向を見るかもしれない正しい方向にそれを回転させる過度の感情のヒントを伴う、\u001b[22m, \u001b[1mあなたは前の段落を読んでいない場合は、何それはつまるところするだけでなく、時々頭に傷を付けたり、いくつかのために他の方向に見えるかもしれません右方向に回転させる誇張感情のヒントを使用して特性評価を行い、関節結合されています\u001b[22m\n\u001b[4mseconds.\u001b[24m\n    \u001b[1m秒。\u001b[22m\n\u001b[1m\u001b[22m\nThat's pretty much it. The series didn't really weaken in any aspect as it went on, the animation is still consistent and well detailed, the sound of the series seems to be in better sync than in the previous season, overall, it genuinely feels like a better series .\n\n\u001b[1mそれはかなりです。 アニメーションはまだ一貫しており、詳細はよくわかっていますが、シリーズのサウンドは前シーズンよりもシンクロしているようですが、全体的に見て、より良いシリーズのように感じます 。\u001b[22m\n\u001b[1m(Sore wa kanaridesu. Animēshon wa mada ikkan shite ori, shōsai wa yoku wakatte imasuga, shirīzu no saundo wa zen shīzun yori mo shinkuro shite iru yōdesuga, zentai-teki ni mite, yoriyoi shirīzu no yō ni kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat's pretty much it. The series didn't really weaken in any aspect as it went on, the animation is still consistent and well detailed, the sound of the series seems to be in better sync than in the previous season, overall, it genuinely feels like a better series .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's pretty much it.\u001b[24m\n    \u001b[1mそれはかなりです。\u001b[22m, \u001b[1mそれはかなりそれです。\u001b[22m\n\u001b[4mThe series didn't really weaken in any aspect as it went on, the animation is still consistent and well detailed, the sound of the series seems to be in better sync than in the previous season, overall, it genuinely feels like a better series\u001b[24m\n    \u001b[1mアニメーションはまだ一貫しており、詳細はよくわかっていますが、シリーズのサウンドは前シーズンよりもシンクロしているようですが、全体的に見て、より良いシリーズのように感じます\u001b[22m, \u001b[1mそれが続いたとしてシリーズは、本当にあらゆる面で弱体化しなかった、アニメーションはまだ一貫してよく、詳細で、一連の音は全体的に、前のシーズンよりも良い同期であるように思わ、それが真に優れたシリーズのように感じています\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nUltimately this season of Haikyuu featured interesting matches that were consistently entertaining and always bringing something new to the table, characterization that was always welcomed on screen rather than snatching some of the spotlight for the sport itself, albeit sometimes still overlydramatic, but definitely better in terms of that than its preceding season. It turned Haikyuu from an ok show for me to a good one. If you're looking for the same things as me from a sports series, the end result was good for me.\n\n\u001b[1m結局のところ、この季節の俳優は、常に面白い試合を見せていました。面白かった試合は、テーブルに新しいものをもたらしました。キャラクター化は、スポーツ自体の魅力の一部を奪うのではなく、常に歓迎されました。 その前のシーズンよりも。 それは俳句を私のための良いショーからいいものに変えました。 あなたがスポーツシリーズから私と同じものを探しているなら、最終結果は私には良いものでした。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, kono kisetsu no haiyū wa, tsuneni omoshiroi shiai o misete imashita. Omoshirokatta shiai wa, tēburu ni atarashī mono o motarashimashita. Kyarakutā-ka wa, supōtsu jitai no miryoku no ichibu o ubau node wa naku, tsuneni kangei sa remashita. Sono zen no shīzun yori mo. Sore wa haiku o watashi no tame no yoi shō kara ī mono ni kaemashita. Anata ga supōtsushirīzu kara watashi to onaji mono o sagashite irunara, saishū kekka wa watashiniha yoi monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mUltimately this season of Haikyuu featured interesting matches that were consistently entertaining and always bringing something new to the table, characterization that was always welcomed on screen rather than snatching some of the spotlight for the sport itself, albeit sometimes still overlydramatic, but definitely better in terms of that than its preceding season. It turned Haikyuu from an ok show for me to a good one. If you're looking for the same things as me from a sports series, the end result was good for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUltimately this season of Haikyuu featured interesting matches that were consistently entertaining and always bringing something new to the table, characterization that was always welcomed on screen rather than snatching some of the spotlight for the sport itself, albeit sometimes still overlydramatic, but definitely better in terms\u001b[24m\n    \u001b[1m結局のところ、この季節の俳優は、常に面白い試合を見せていました。面白かった試合は、テーブルに新しいものをもたらしました。キャラクター化は、スポーツ自体の魅力の一部を奪うのではなく、常に歓迎されました。\u001b[22m, \u001b[1m最終的にHaikyuuのこの季節は一貫して面白いと常にテーブルに新しい何かをもたらし、常に画面上に歓迎のではなく、スポーツ自体のためにスポットライトのいくつかをひったくりた特性評価、時にはまだoverlydramaticはいえ、間違いなくより良い条件であった面白い試合を特色にしました\u001b[22m\n\u001b[4mof that than its preceding season.\u001b[24m\n    \u001b[1mその前のシーズンよりも。\u001b[22m, \u001b[1mその前のシーズンよりもその。\u001b[22m\n\u001b[4mIt turned Haikyuu from an ok show for me to a good one.\u001b[24m\n    \u001b[1mそれは俳句を私のための良いショーからいいものに変えました。\u001b[22m, \u001b[1mそれは良い1に私のために[OK]をショーからHaikyuuを回しました。\u001b[22m\n\u001b[4mIf you're looking for the same things as me from a sports series, the end result was good for me.\u001b[24m\n    \u001b[1mあなたがスポーツシリーズから私と同じものを探しているなら、最終結果は私には良いものでした。\u001b[22m, \u001b[1mあなたがスポーツのシリーズから私と同じものを探しているのであれば、最終結果は私のためによかったです。\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "Seasonalanime",
    "profile": "/profile/Seasonalanime/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=233665",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  8\n|  9\n\n私はいつも第1シーズンで失うが、続編で勝つのに十分に成長するので、常に第1シーズンよりもスポーツアニメの第2シーズンが良いと感じる！ それは、彼らが目標に到達してさらに高いレベルに達するように自分だけをバックアップすることをすべて見ていることをより良くします！\n⠀だから話は、試合は私の意見で永遠に取っていなかったが、私の友人は彼らが時々idkを引きずると言って私に同意しない。 私はあまりにもゲームに巻き込まれる！ だから私は、俳優があなたがあまりにも5つのエピソードのように長いことだったことを実現するために試合に巻き込まれることを取得することだと思いますか？ 影山＆ ひなたの戦いもつく＆amp; 山口さんは素晴らしかったです。 また、彼は必要なキャラクターの開発を得て、弟と一緒に私を殺した。  ;  -; そして、エノシタのバックストーリーとヤチは、最後に新しいマネージャーになっていることを高く評価するだけで、キャラクター開発の負荷が増えました。 キャラクターは、この続編では、より愛らしい、激しいものに成長しました。\n⠀アニメーションは、プロダクション以来幻想的です.IGはスポーツシリーズでとてもいいです。ダイヤモンドのエースや黒子のバスケのようなシリーズで仕事をしています。 彼らは私が一番好きなスタジオの1つで、とても愛しています。\nmusic音楽はすばらしかったです。俳優は私の好きなアーティストの一人であるため、俳句はいつもいいオープニングとエンディングがあります。 うーん、私はバックグラウンドミュージックを本当に覚えていませんが、マッチでは本当に叙事詩と聞こえました。\n⠀私はこのシリーズを楽しんでいますので、大いにお勧めします！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI always find second seasons of sports anime better than the first, mainly because they usually lose in the first season but grow enough to win in the sequel! It makes everything better watching them pick themselves back up only to reach they're goal and rise even higher!\n\n\u001b[1m私はいつも第1シーズンで失うが、続編で勝つために十分に成長するので、常に第1シーズンよりもスポーツアニメの第2シーズンが良いと感じる！ それは、彼らが目標に到達し、さらに上昇するように自分自身をバックアップすることをすべて見てより良いものになります！\u001b[22m\n\u001b[1m(Watashi wa itsumo dai 1 shīzun de ushinauga, zokuhen de katsu tame ni jūbun ni seichō surunode, tsuneni dai 1 shīzun yori mo supōtsuanime no dai 2 shīzun ga yoi to kanjiru! Sore wa, karera ga mokuhyō ni tōtatsu shi, sarani jōshō suru yō ni jibun jishin o bakkuappu suru koto o subete mite yori yoi mono ni narimasu!)\u001b[22m\n\nTranslations of \u001b[4mI always find second seasons of sports anime better than the first, mainly because they usually lose in the first season but grow enough to win in the sequel! It makes everything better watching them pick themselves back up only to reach they're goal and rise even higher!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI always find second seasons of sports anime better than the first, mainly because they usually lose in the first season but grow enough to win in the sequel!\u001b[24m\n    \u001b[1m私はいつも第1シーズンで失うが、続編で勝つために十分に成長するので、常に第1シーズンよりもスポーツアニメの第2シーズンが良いと感じる！\u001b[22m, \u001b[1m私はいつも、彼らは通常、最初のシーズンに失うが、続編で勝つために十分に成長する主な理由は、より良い最初のものよりもスポーツアニメの第二シーズンを見つけます！\u001b[22m\n\u001b[4mIt makes everything better watching them pick themselves back up only to reach they're goal and rise even higher!\u001b[24m\n    \u001b[1mそれは、彼らが目標に到達し、さらに上昇するように自分自身をバックアップすることをすべて見てより良いものになります！\u001b[22m, \u001b[1mそれはすべてがよりよく、彼らが目標だ達し、さらに高く上昇するだけでバックアップ自分自身をピックアップ見てくれます！\u001b[22m\n⠀So the story, the matches weren't taking forever in my opinion but my friend disagrees with me on that saying they drag sometimes idk. I get too caught up in the game! So I guess it's a that haikyuu gets you too engulfed in the match to realize it was like five episodes long?! Kageyama &amp; Hinata's fight also Tsuki &amp; Yamaguchi was great. Also Tsuki got the character development he needed, the thing with his brother killed me. ;-; And Ennoshita's backstory plus Yachi appreciating becoming the new manager in the end only added to the loads of character development. The characters only grew to be more adorable and intense in this sequel.\n\n\u001b[1m⠀だから話は、試合は私の意見で永遠に取っていなかったが、私の友人は彼らが時々idkを引きずると言って私に同意しない。 私はあまりにもゲームに巻き込まれる！ だから私は、俳優があなたがあまりにも5つのエピソードのように長いことだったことを実現するために試合に巻き込まれることを取得することだと思いますか？ 影山＆ ひなたの戦いもつく＆amp; 山口さんは素晴らしかったです。 また、彼は必要なキャラクターの開発を得て、弟と一緒に私を殺した。  ;  -; そして、エノシタのバックストーリーとヤチは、最後に新しいマネージャーになっていることを高く評価するだけで、キャラクター開発の負荷が増えました。 キャラクターは、この続編では、より愛らしい、激しいものに成長しました。\u001b[22m\n\u001b[1m(⠀Dakara hanashi wa, shiai wa watashi no iken de eien ni totte inakattaga, watashi no yūjin wa karera ga tokidoki idk o hikizuru to itte watashi ni dōi shinai. Watashi wa amarini mo gēmu ni makikomareru! Dakara watashi wa, haiyū ga anata ga amarini mo itsutsu no episōdo no yō ni nagai kotodatta koto o jitsugen suru tame ni shiai ni makikoma reru koto o shutoku suru kotoda to omoimasu ka? Kageyama& hinata notatakai mo tsuku& amp; Yamaguchi-san wa subarashikattadesu. Mata, kare wa hitsuyōna kyarakutā no kaihatsu o ete, otōto to issho ni watashi o koroshita. ; - ; Soshite, enoshita no bakkusutōrī to yachi wa, saigo ni atarashī manējā ni natte iru koto o takaku hyōka suru dake de, kyarakutā kaihatsu no fuka ga fuemashita. Kyarakutā wa, kono zokuhende wa, yori airashī, hageshī mono ni seichō shimashita.)\u001b[22m\n\nTranslations of \u001b[4m⠀So the story, the matches weren't taking forever in my opinion but my friend disagrees with me on that saying they drag sometimes idk. I get too caught up in the game! So I guess it's a that haikyuu gets you too engulfed in the match to realize it was like five episodes long?! Kageyama &amp; Hinata's fight also Tsuki &amp; Yamaguchi was great. Also Tsuki got the character development he needed, the thing with his brother killed me. ;-; And Ennoshita's backstory plus Yachi appreciating becoming the new manager in the end only added to the loads of character development. The characters only grew to be more adorable and intense in this sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m⠀So the story, the matches weren't taking forever in my opinion but my friend disagrees with me on that saying they drag sometimes idk.\u001b[24m\n    \u001b[1m⠀だから話は、試合は私の意見で永遠に取っていなかったが、私の友人は彼らが時々idkを引きずると言って私に同意しない。\u001b[22m, \u001b[1m⠀だから物語は、マッチは私の意見では永遠に取っていなかったが、私の友人は、彼らがIDKの、時にはドラッグと言っていることを私と一緒に同意しません。\u001b[22m\n\u001b[4mI get too caught up in the game!\u001b[24m\n    \u001b[1m私はあまりにもゲームに巻き込まれる！\u001b[22m, \u001b[1m私もゲームに巻き込ま！\u001b[22m\n\u001b[4mSo I guess it's a that haikyuu gets you too engulfed in the match to realize it was like five episodes long?!\u001b[24m\n    \u001b[1mだから私は、俳優があなたがあまりにも5つのエピソードのように長いことだったことを実現するために試合に巻き込まれることを取得することだと思いますか？\u001b[22m, \u001b[1mだから私はそれがhaikyuuはあなたがあまりにもそれは長い5話のようだった実現するために試合に包まなることだと思います！\u001b[22m\n\u001b[4mKageyama &amp;\u001b[24m\n    \u001b[1m影山＆\u001b[22m, \u001b[1m影山＆＃038;\u001b[22m\n\u001b[4mHinata's fight also Tsuki &amp;\u001b[24m\n    \u001b[1mひなたの戦いもつく＆amp;\u001b[22m, \u001b[1m日向の戦いも月＆＃038;\u001b[22m\n\u001b[4mYamaguchi was great.\u001b[24m\n    \u001b[1m山口さんは素晴らしかったです。\u001b[22m, \u001b[1m山口は素晴らしかったです。\u001b[22m\n\u001b[4mAlso Tsuki got the character development he needed, the thing with his brother killed me.\u001b[24m\n    \u001b[1mまた、彼は必要なキャラクターの開発を得て、弟と一緒に私を殺した。\u001b[22m, \u001b[1mまた、月は彼が必要な文字の開発を持って、彼の兄弟との事は私を殺しました。\u001b[22m\n\u001b[4m;-;\u001b[24m\n    \u001b[1m;  -;\u001b[22m\n\u001b[4mAnd Ennoshita's backstory plus Yachi appreciating becoming the new manager in the end only added to the loads of character development.\u001b[24m\n    \u001b[1mそして、エノシタのバックストーリーとヤチは、最後に新しいマネージャーになっていることを高く評価するだけで、キャラクター開発の負荷が増えました。\u001b[22m, \u001b[1mそして、最後に、新しいマネージャになってきてEnnoshitaの裏話プラス谷地の鑑賞は、文字だけの開発の負荷に追加されました。\u001b[22m\n\u001b[4mThe characters only grew to be more adorable and intense in this sequel.\u001b[24m\n    \u001b[1mキャラクターは、この続編では、より愛らしい、激しいものに成長しました。\u001b[22m, \u001b[1m文字は、この続編で、より愛らしいと強烈であることに成長しました。\u001b[22m\n⠀Animation was haikyuu is fantastic especially since production I.G is so good with sports series, doing work on series like diamond no ace and kuroko no basuke. Tbh they're one of my favorite studios, I love so much that they've worked on.\n\n\u001b[1m⠀アニメーションは、プロダクション以来幻想的です.IGはスポーツシリーズでとてもいいです。ダイヤモンドのエースや黒子のバスケのようなシリーズで仕事をしています。 彼らは私が一番好きなスタジオの1つで、とても愛しています。\u001b[22m\n\u001b[1m(⠀ Animēshon wa, purodakushon irai gensō-tekidesu. IG wa supōtsushirīzu de totemo īdesu. Daiyamondo no ēsu ya kurokonobasuke no yōna shirīzu de shigoto o shite imasu. Karera wa watashi ga ichiban sukina sutajio no 1tsu de, totemo aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4m⠀Animation was haikyuu is fantastic especially since production I.G is so good with sports series, doing work on series like diamond no ace and kuroko no basuke. Tbh they're one of my favorite studios, I love so much that they've worked on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m⠀Animation was haikyuu is fantastic especially since production I.G is so good with sports series, doing work on series like diamond no ace and kuroko no basuke.\u001b[24m\n    \u001b[1m⠀アニメーションは、プロダクション以来幻想的です.IGはスポーツシリーズでとてもいいです。ダイヤモンドのエースや黒子のバスケのようなシリーズで仕事をしています。\u001b[22m, \u001b[1m⠀アニメーションhaikyuuは、プロダクション・アイジーは、ダイヤモンドのような一連のないエースと黒子なしbasukeに仕事をして、スポーツシリーズととても良いです、特に以来素晴らしいですでした。\u001b[22m\n\u001b[4mTbh they're one of my favorite studios, I love so much that they've worked on.\u001b[24m\n    \u001b[1m彼らは私が一番好きなスタジオの1つで、とても愛しています。\u001b[22m, \u001b[1mTBH彼らは私が彼らが働いてきたことをあまり好きに、私のお気に入りのスタジオの一つですね。\u001b[22m\n⠀The music was fantastic omfg haikyuu ALWAYS HAS GOOD OPENINGS AND ENDINGS, because SPYAIR is one of my favorite artists. Umm uh umm I don't really remember the background music, but I know it sounded really epic in the matches.\n\n\u001b[1mmusic音楽はすばらしかったです。俳優は私の好きなアーティストの一人であるため、俳句はいつもいいオープニングとエンディングがあります。 うーん、私はバックグラウンドミュージックを本当に覚えていませんが、マッチでは本当に叙事詩と聞こえました。\u001b[22m\n\u001b[1m(Music ongaku wa subarashikattadesu. Haiyū wa watashi no sukina ātisuto no hitoridearu tame, haiku wa itsumo ī ōpuningu to endingu ga arimasu.U ̄ n, watashi wa bakkuguraundomyūjikku o hontōni oboete imasenga, matchide wa hontōni jojishi to kikoemashita.)\u001b[22m\n\nTranslations of \u001b[4m⠀The music was fantastic omfg haikyuu ALWAYS HAS GOOD OPENINGS AND ENDINGS, because SPYAIR is one of my favorite artists. Umm uh umm I don't really remember the background music, but I know it sounded really epic in the matches.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m⠀The music was fantastic omfg haikyuu ALWAYS HAS GOOD OPENINGS AND ENDINGS, because SPYAIR is one of my favorite artists.\u001b[24m\n    \u001b[1mmusic音楽はすばらしかったです。俳優は私の好きなアーティストの一人であるため、俳句はいつもいいオープニングとエンディングがあります。\u001b[22m, \u001b[1m⠀音楽はSPYAIRが私の好きなアーティストの一人であるので、幻想的OMFGのhaikyuuは常に、GOOD開口部及び語尾を持っていました。\u001b[22m\n\u001b[4mUmm uh umm I don't really remember the background music, but I know it sounded really epic in the matches.\u001b[24m\n    \u001b[1mうーん、私はバックグラウンドミュージックを本当に覚えていませんが、マッチでは本当に叙事詩と聞こえました。\u001b[22m, \u001b[1mええとうーんうーん私は本当にバックグラウンドミュージックを覚えていないが、私はそれが試合で本当に大作聞こえた知っています。\u001b[22m\n⠀I enjoy this series so much I HIGHLY RECOMMEND IT!\n\n\u001b[1m⠀私はこのシリーズを楽しんでいますので、大いにお勧めします！\u001b[22m\n\u001b[1m(⠀ Watashi wa kono shirīzu o tanoshinde imasunode, ōini o susume shimasu!)\u001b[22m\n\nTranslations of \u001b[4m⠀I enjoy this series so much I HIGHLY RECOMMEND IT!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m⠀I enjoy this series so much I HIGHLY RECOMMEND IT!\u001b[24m\n    \u001b[1m⠀私はこのシリーズを楽しんでいますので、大いにお勧めします！\u001b[22m, \u001b[1m⠀私はそんなに私は非常にお勧めこのシリーズをお楽しみください！\u001b[22m"
  },
  {
    "title": "Haikyuu_Second_Season",
    "id": "28891",
    "url": "https://myanimelist.net/anime/28891/Haikyuu_Second_Season",
    "user": "Tenderizer17",
    "profile": "/profile/Tenderizer17/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=230603",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  5\nキャラクター|  7\n|  1\n\n俳優にはメリットがありますが。 究極的に見るのは面倒です。 私はそれの大部分を見続けるように自分自身を強制しなければならなかった。 それはあまりにも遠くに引き出され、実際の関連性のほとんどをカバーしていません。 これまではスポーツアニメに偏っていましたが、今はもっとそうです。 ストーリーは、あなたの興奮を期待し、そうでないためにあなたを嫌う方法で、ステークス・ストーリー・ラインをゼロにします。\n\n要約すると、私が言っていることは、このショーはあなたを魅了し続けるメリットがないということです。 ストーリー・ラインはあまりにも劇的に描かれ、コメディは存在しない。 しばらくすると退屈になり、第3シーズンが計画されていることが分かっているので、これは言わなければなりません。\n\n私はこれを見て残念です。 レビューが良かったからといってショーが意味するわけではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nAlthough Haikyuu does have some merit. It's ultimately tedious to watch. I had to force myself to keep watching for the majority of it. It's drawn out way too far and covers little of any actual relevance. Before this I was biased against sports anime, now I am more so. The story presents a zero stakes story line in a manner where they expect your excitement and would hate you for not being so.\n\n\u001b[1m俳優にはメリットがありますが。 究極的に見るのは面倒です。 私はそれの大部分を見続けるように自分自身を強制しなければならなかった。 それはあまりにも遠くに引き出され、実際の関連性のほとんどをカバーしていません。 これまではスポーツアニメに偏っていましたが、今はもっとそうです。 ストーリーは、あなたの興奮を期待し、そうでないためにあなたを嫌う方法で、ステークス・ストーリー・ラインをゼロにします。\u001b[22m\n\u001b[1m(Haiyū ni wa meritto ga arimasuga. Kyūkyoku-teki ni miru no wa mendōdesu. Watashi wa sore no daibubun o mi tsudzukeru yō ni jibun jishin o kyōsei shinakereba naranakatta. Sore wa amarini mo tōku ni hikidasa re, jissai no kanren-sei no hotondo o kabā shite imasen. Kore made wa supōtsuanime ni katayotte imashitaga, ima wa motto sōdesu. Sutōrī wa, anata no kōfun o kitai shi,-sōdenai tame ni anata o kirau hōhō de, sutēkusu sutōrī rain o zero ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlthough Haikyuu does have some merit. It's ultimately tedious to watch. I had to force myself to keep watching for the majority of it. It's drawn out way too far and covers little of any actual relevance. Before this I was biased against sports anime, now I am more so. The story presents a zero stakes story line in a manner where they expect your excitement and would hate you for not being so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlthough Haikyuu does have some merit.\u001b[24m\n    \u001b[1m俳優にはメリットがありますが。\u001b[22m, \u001b[1mHaikyuuは、いくつかのメリットを持っていますが。\u001b[22m\n\u001b[4mIt's ultimately tedious to watch.\u001b[24m\n    \u001b[1m究極的に見るのは面倒です。\u001b[22m, \u001b[1mそれは見ていて、最終的に退屈です。\u001b[22m\n\u001b[4mI had to force myself to keep watching for the majority of it.\u001b[24m\n    \u001b[1m私はそれの大部分を見続けるように自分自身を強制しなければならなかった。\u001b[22m, \u001b[1m私はそれの大部分を見続けるために自分自身を強制する必要がありました。\u001b[22m\n\u001b[4mIt's drawn out way too far and covers little of any actual relevance.\u001b[24m\n    \u001b[1mそれはあまりにも遠くに引き出され、実際の関連性のほとんどをカバーしていません。\u001b[22m, \u001b[1mそれはあまりにも遠くに引き出して実際の関連性のほとんどをカバーしています。\u001b[22m\n\u001b[4mBefore this I was biased against sports anime, now I am more so.\u001b[24m\n    \u001b[1mこれまではスポーツアニメに偏っていましたが、今はもっとそうです。\u001b[22m, \u001b[1mこの前に、私は今、私はもっとそうだ、スポーツ、アニメに押し付けました。\u001b[22m\n\u001b[4mThe story presents a zero stakes story line in a manner where they expect your excitement and would hate you for not being so.\u001b[24m\n    \u001b[1mストーリーは、あなたの興奮を期待し、そうでないためにあなたを嫌う方法で、ステークス・ストーリー・ラインをゼロにします。\u001b[22m, \u001b[1m物語は、彼らがあなたの興奮を期待するようにしてゼロステークスのストーリーラインを提示し、そのようにされていないためにあなたを憎むだろう。\u001b[22m\n\u001b[1m\u001b[22m\nIn summary, what I am saying is that this show produces nothing of merit to keep you engaged. The story-line is overly dramatized and comedy non-existent. After a while it has become tedious, and knowing a third season is planned, this must be said.\n\n\u001b[1m要約すると、私が言っていることは、このショーはあなたを魅了し続けるメリットがないということです。 ストーリー・ラインはあまりにも劇的に描かれ、コメディは存在しない。 しばらくすると退屈になり、第3シーズンが計画されていることが分かっているので、これは言わなければなりません。\u001b[22m\n\u001b[1m(Yōyaku suru to, watashi ga itte iru koto wa, kono shō wa anata o miryō shi tsudzukeru meritto ga nai to iu kotodesu. Sutōrī rain wa amarini mo gekiteki ni egaka re, komedi wa sonzaishinai. Shibaraku suruto taikutsu ni nari, dai 3 shīzun ga keikaku sa rete iru koto ga wakatte irunode, kore wa iwanakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn summary, what I am saying is that this show produces nothing of merit to keep you engaged. The story-line is overly dramatized and comedy non-existent. After a while it has become tedious, and knowing a third season is planned, this must be said.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn summary, what I am saying is that this show produces nothing of merit to keep you engaged.\u001b[24m\n    \u001b[1m要約すると、私が言っていることは、このショーはあなたを魅了し続けるメリットがないということです。\u001b[22m, \u001b[1m要約すると、私が言っていることは、このショーは係合あなたを保つためにメリットの何も生成しないということです。\u001b[22m\n\u001b[4mThe story-line is overly dramatized and comedy non-existent.\u001b[24m\n    \u001b[1mストーリー・ラインはあまりにも劇的に描かれ、コメディは存在しない。\u001b[22m, \u001b[1mストーリーラインが過度に脚色さとコメディ非存在です。\u001b[22m\n\u001b[4mAfter a while it has become tedious, and knowing a third season is planned, this must be said.\u001b[24m\n    \u001b[1mしばらくすると退屈になり、第3シーズンが計画されていることが分かっているので、これは言わなければなりません。\u001b[22m, \u001b[1mしばらくして、それが面倒になり、計画されている3シーズン目を知っている、これは言っておく必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nI regret watching this. Just because the reviews are good, doesn't mean the show is.\n\n\u001b[1m私はこれを見て残念です。 レビューが良かったからといってショーが意味するわけではありません。\u001b[22m\n\u001b[1m(Watashi wa kore o mite zan'nendesu. Rebyū ga yokattakara to itte shō ga imi suru wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI regret watching this. Just because the reviews are good, doesn't mean the show is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI regret watching this.\u001b[24m\n    \u001b[1m私はこれを見て残念です。\u001b[22m, \u001b[1m私はこれを見て後悔しています。\u001b[22m\n\u001b[4mJust because the reviews are good, doesn't mean the show is.\u001b[24m\n    \u001b[1mレビューが良かったからといってショーが意味するわけではありません。\u001b[22m, \u001b[1mレビューが良好であるという理由だけで、ショーがあるという意味ではありません。\u001b[22m"
  }
]
