[
  {
    "title": "Gintama%C2%B0",
    "id": "28977",
    "url": "https://myanimelist.net/anime/28977/Gintama%C2%B0",
    "user": "Meshi_chan",
    "profile": "/profile/Meshi_chan/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=215828",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nシリーズが正式に終了した今、更新されたレビューがあります。\n\n一年前に銀魂を見始めたばかりの人として、この2015年シリーズが始まったとき、「銀魂はなぜ再び人気があるのですか？ 今のところ、なぜMALの第1位ですか？ 残念ながら私の友人、私はそれに答えることはできません。 なぜなら私は自分自身だから、理由も分からない。 正直言って、私は第7シーズン（今シーズン）の最初のエピソードで銀魂を見始めた。そして次に私が知っていたことは、笑っていた。\n\n銀魂を面白くする理由と、これを見なければならない理由は何ですか？ まあ、私にとっては、物語はかなり予測できません。 あなたは何が来るのか分からず、銀人を面白くする。 それが私が物語を10/10と評価した理由です。 銀魂にあらゆる種類のジャンルが詰まっていると言うと、それは本当です。 ある時点では、笑いを止める時を知らずに大声で笑うことができます。あなたの目を泣かせていたか、またはあなたの座席の端に座っていて、 今シーズンの最後の2つの深刻な弧の間に、すべてがうまくいったのですか？ まあ、少し誇張されていますが、それは本当です。 私はそれを経験した。\n\n銀魂の芸術とアニメーションは、10年前の最初のシーズンから着実に改善されました。 それは改善のためのいくつかのクレジットが値する。 このシリーズの芸術とアニメーションの改善と違いを見ることができます。 銀魂シリーズ（2006年のもの）の初めに、彼らの芸術は非常にシャープでありましたが、最新のものでは、アートとアニメーションは、よりやわらかく、なんとなくくつろいでいました。\n\n一方、OSTは、コメディモード、アクションモード、悲しいモードなど、その瞬間を完全に網羅しています。  OP / EDも完璧にフィットします。 たとえば、Day by Dayは鮮やかな色で満たされ、Pride Kakumeiはより濃い色で塗りつぶされ、私たちはいくつかの真剣さを感じました。 その後、あなたは陽気で陽気な美しい日々を過ごし、コメディのエピソードが戻ってきたことを示唆して、再び、暗くてアクションオープニングに満ちています。 最後に、Gintamaは暗い、深刻ではあるが叙事詩のオープニングで本を閉じます。\n\nseiyuusも信じられないほどです。 彼らは一枚のシーンで最高のパフォーマンスをこのシリーズに送りました。そして、時々、彼らは録音セッション中に笑いをどうやって抑えることができたのか疑問に思っていました。\n\n文字は最も興味深い部分です。 それは、彼ら自身の主人公を嘲笑し、自分のマンガカを侮辱し、前の6シーズンのショーのプロデューサーとディレクターを楽しませることを含む、4番目の壁を壊すことを見ることはまれなことではありません。 すべてのキャラクターは完璧と欠陥があり、マンガカによって侮辱されなかったキャラクターはこのシリーズには存在しません。 男性キャラクターはユニークで、怠惰な主人公、ストーカーゴリラ、サディストなどがいます。一方、女性キャラクターは強い意欲を持った独立した個人として描かれていますが、マンガカはまだそれらを楽しんでいました。\n\nあなたが銀魂の前の季節を見たなら、あなたはどのキャラクターがどのように成長し、最も素晴らしい方法で発展したかを見てきました。 そうでない場合や、そうしなければならない場合は、画面の時間が非常に短いにもかかわらず、何らかの形であなたに関係している二次的なキャラクターに対して、この強い感情を持っているかもしれません。\n\n全体的に、それは9/10でした。 他のアニメのパロディ、トイレ、汚いジョーク、コメディギャグなどでいっぱいだった7シーズンのアニメに興味があり、時には真剣で感動的なモードに切り替えることができたら、銀魂があなたの選択です。 銀魂は、退屈な気分になったり、アニメを探したりして眺めるのも素晴らしいです。 それは私がやったことであり、私はそれを後悔しなかった。 ああ、私が10を選んだ理由は、なぜ彼らがそうすることを望んでいたので、彼らがコメディアークやストーリーの多くを適応させなかったのか失望したからです。\n\nしかし、銀魂はまだ冷静です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHere's an updated review now that the series has officially ended.\n\n\u001b[1mシリーズが正式に終了した今、更新されたレビューがあります。\u001b[22m\n\u001b[1m(Shirīzu ga seishiki ni shūryō shita ima, kōshin sa reta rebyū ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mHere's an updated review now that the series has officially ended.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere's an updated review now that the series has officially ended.\u001b[24m\n    \u001b[1mシリーズが正式に終了した今、更新されたレビューがあります。\u001b[22m, \u001b[1mここで更新されたレビューは、今シリーズが正式に終了したことです。\u001b[22m\n\u001b[1m\u001b[22m\nAs a person who just started watching Gintama at exact one year ago, when this 2015 series started, I understand that you think 'wait why is Gintama popular again?' or maybe now, 'Why is it in the first ranking of MAL???' and unfortunately my friend, I can't answer that. Because I myself, don't know why either. To be honest, I started watching Gintama at the seventh season (this season) first episode and the next thing I knew, I was laughing hard.\n\n\u001b[1m一年前に銀魂を見始めたばかりの人として、この2015年シリーズが始まったとき、「銀魂はなぜ再び人気があるのですか？ 今のところ、なぜMALの第1位ですか？ 残念ながら私の友人、私はそれに答えることはできません。 なぜなら私は自分自身だから、理由も分からない。 正直言って、私は第7シーズン（今シーズン）の最初のエピソードで銀魂を見始めた。そして次に私が知っていたことは、笑っていた。\u001b[22m\n\u001b[1m(Ichinenmae ni gindama o mi hajimeta bakari no hito to shite, kono 2015-nen shirīzu ga hajimatta toki,`Gintama wa naze futatabi ninki ga aru nodesu ka? Imanotokoro, naze MAL no dai 1-idesu ka? Zan'nen'nagara watashi no yūjin, watashi wa sore ni kotaeru koto wa dekimasen. Nazenara watashi wa jibun jishindakara, riyū mo wakaranai. Shōjiki itte, watashi wa dai 7 shīzun (ima shīzun) no saisho no episōdo de gindama o mi hajimeta. Soshite tsugini watashi ga shitte ita koto wa, waratte ita.)\u001b[22m\n\nTranslations of \u001b[4mAs a person who just started watching Gintama at exact one year ago, when this 2015 series started, I understand that you think 'wait why is Gintama popular again?' or maybe now, 'Why is it in the first ranking of MAL???' and unfortunately my friend, I can't answer that. Because I myself, don't know why either. To be honest, I started watching Gintama at the seventh season (this season) first episode and the next thing I knew, I was laughing hard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a person who just started watching Gintama at exact one year ago, when this 2015 series started, I understand that you think 'wait why is Gintama popular again?'\u001b[24m\n    \u001b[1m一年前に銀魂を見始めたばかりの人として、この2015年シリーズが始まったとき、「銀魂はなぜ再び人気があるのですか？\u001b[22m, \u001b[1mこの2015シリーズは開始わずか1年前に正確で銀魂を見始めた人として、私はあなたが考えていることを理解し「なぜ銀魂が再び人気がある待つのか？」\u001b[22m\n\u001b[4mor maybe now, 'Why is it in the first ranking of MAL???'\u001b[24m\n    \u001b[1m今のところ、なぜMALの第1位ですか？\u001b[22m, \u001b[1mまたは多分今、「なぜそれがMALの最初のランキングです??? '\u001b[22m\n\u001b[4mand unfortunately my friend, I can't answer that.\u001b[24m\n    \u001b[1m残念ながら私の友人、私はそれに答えることはできません。\u001b[22m, \u001b[1m残念ながら私の友人は、私がそれに答えることができません。\u001b[22m\n\u001b[4mBecause I myself, don't know why either.\u001b[24m\n    \u001b[1mなぜなら私は自分自身だから、理由も分からない。\u001b[22m, \u001b[1m私自身なので、なぜどちらかわかりません。\u001b[22m\n\u001b[4mTo be honest, I started watching Gintama at the seventh season (this season) first episode and the next thing I knew, I was laughing hard.\u001b[24m\n    \u001b[1m正直言って、私は第7シーズン（今シーズン）の最初のエピソードで銀魂を見始めた。そして次に私が知っていたことは、笑っていた。\u001b[22m, \u001b[1m正直に言うと、私は（今季）最初のエピソード、私は知っていた次の事第七シーズンで銀魂を見始め、私は一生懸命笑っていました。\u001b[22m\n\u001b[1m\u001b[22m\nWhat make Gintama interesting and why you should watch this? Well for me, the story pretty much unpredictable. You don't know what's coming and that make Gintama interesting. That is also why I rated the story 10/10. When people said that there all kinds of genre are packed in Gintama, it is true. At one moment you can laugh out loud without knowing when you will stop laughing, moments later you might be looking frantic for a tissue box because you were crying your eyes out or maybe, I don't know, sitting at the edge of your seat and praying for all went well during the last two serious arcs of this season? Well, it's a bit exaggerated but it's true. I experienced it.\n\n\u001b[1m銀魂を面白くする理由と、これを見なければならない理由は何ですか？ まあ、私にとっては、物語はかなり予測できません。 あなたは何が来るのか分からず、銀人を面白くする。 それが私が物語を10/10と評価した理由です。 銀魂にあらゆる種類のジャンルが詰まっていると言うと、それは本当です。 ある時点では、笑いを止める時を知らずに大声で笑うことができます。あなたの目を泣かせていたか、またはあなたの座席の端に座っていて、 今シーズンの最後の2つの深刻な弧の間に、すべてがうまくいったのですか？ まあ、少し誇張されていますが、それは本当です。 私はそれを経験した。\u001b[22m\n\u001b[1m(Gintama o omoshiroku suru riyū to, kore o minakereba naranai riyū wa nanidesu ka? Mā, watashi ni totte wa, monogatari wa kanari yosoku dekimasen. Anata wa nani ga kuru no ka wakarazu, gin hito o omoshiroku suru. Sore ga watashi ga monogatari o 10/ 10 to hyōka shita riyūdesu. Gintama ni arayuru shurui no janru ga tsumatte iru to iu to, soreha hontōdesu. Aru jitende wa, warai o tomeru toki o shirazu ni ōgoe de warau koto ga dekimasu. Anata no me o naka sete ita ka, matawa anata no zaseki no hashi ni suwatte ite, ima shīzun no saigo no 2tsu no shinkokuna ko no ma ni, subete ga umaku itta nodesu ka? Mā, sukoshi kochō sa rete imasuga, soreha hontōdesu. Watashi wa sore o keiken shita.)\u001b[22m\n\nTranslations of \u001b[4mWhat make Gintama interesting and why you should watch this? Well for me, the story pretty much unpredictable. You don't know what's coming and that make Gintama interesting. That is also why I rated the story 10/10. When people said that there all kinds of genre are packed in Gintama, it is true. At one moment you can laugh out loud without knowing when you will stop laughing, moments later you might be looking frantic for a tissue box because you were crying your eyes out or maybe, I don't know, sitting at the edge of your seat and praying for all went well during the last two serious arcs of this season? Well, it's a bit exaggerated but it's true. I experienced it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat make Gintama interesting and why you should watch this?\u001b[24m\n    \u001b[1m銀魂を面白くする理由と、これを見なければならない理由は何ですか？\u001b[22m, \u001b[1m何銀魂が面白く、なぜあなたはこれを見て必要がありますか？\u001b[22m\n\u001b[4mWell for me, the story pretty much unpredictable.\u001b[24m\n    \u001b[1mまあ、私にとっては、物語はかなり予測できません。\u001b[22m, \u001b[1mまあ私のために、物語はかなり予測できません。\u001b[22m\n\u001b[4mYou don't know what's coming and that make Gintama interesting.\u001b[24m\n    \u001b[1mあなたは何が来るのか分からず、銀人を面白くする。\u001b[22m, \u001b[1mあなたが来るのかわからない、それは銀魂を面白くします。\u001b[22m\n\u001b[4mThat is also why I rated the story 10/10.\u001b[24m\n    \u001b[1mそれが私が物語を10/10と評価した理由です。\u001b[22m, \u001b[1m私は話10/10を評価理由でもあります。\u001b[22m\n\u001b[4mWhen people said that there all kinds of genre are packed in Gintama, it is true.\u001b[24m\n    \u001b[1m銀魂にあらゆる種類のジャンルが詰まっていると言うと、それは本当です。\u001b[22m, \u001b[1m人々はジャンルの存在すべての種類は銀魂でパックされていることを言ったとき、それは本当です。\u001b[22m\n\u001b[4mAt one moment you can laugh out loud without knowing when you will stop laughing, moments later you might be looking frantic for a tissue box because you were crying your eyes out or maybe, I don't know, sitting at the edge of your seat\u001b[24m\n    \u001b[1mある時点では、笑いを止める時を知らずに大声で笑うことができます。あなたの目を泣かせていたか、またはあなたの座席の端に座っていて、\u001b[22m, \u001b[1m1現時点では、あなたはあなたの目を泣いていたか、多分、私はあなたの座席の端に座って、わからないので瞬間後でティッシュボックスのために必死ている可能性があり、あなたは笑いが止まらますときに知らずに大声で笑うことができます\u001b[22m\n\u001b[4mand praying for all went well during the last two serious arcs of this season?\u001b[24m\n    \u001b[1m今シーズンの最後の2つの深刻な弧の間に、すべてがうまくいったのですか？\u001b[22m, \u001b[1mそしてすべてのために祈って今シーズンの最後の2重大な弧の間にうまくいきましたか？\u001b[22m\n\u001b[4mWell, it's a bit exaggerated but it's true.\u001b[24m\n    \u001b[1mまあ、少し誇張されていますが、それは本当です。\u001b[22m, \u001b[1mまあ、それは少し誇張されたのですが、それは本当です。\u001b[22m\n\u001b[4mI experienced it.\u001b[24m\n    \u001b[1m私はそれを経験した。\u001b[22m, \u001b[1m私はそれを経験しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe Gintama art and animation steadily improved from the first season, which was 10 years ago. It deserves some credits for the improvement. You could see the improvement and the difference of the art and animation of this series. In the beginning of Gintama series (the 2006 ones), their art was very sharp and shounen-ish but in the latest one, the art and the animation was more soft and somewhat relaxing to stare at.\n\n\u001b[1m銀魂の芸術とアニメーションは、10年前の最初のシーズンから着実に改善されました。 それは改善のためのいくつかのクレジットが値する。 このシリーズの芸術とアニメーションの改善と違いを見ることができます。 銀魂シリーズ（2006年のもの）の初めに、彼らの芸術は非常にシャープでありましたが、最新のものでは、アートとアニメーションは、よりやわらかく、なんとなくくつろいでいました。\u001b[22m\n\u001b[1m(Gintama no geijutsu to animēshon wa, 10-nen mae no saisho no shīzun kara chakujitsu ni kaizen sa remashita. Sore wa kaizen no tame no ikutsu ka no kurejitto ga ataisuru. Kono shirīzu no geijutsu to animēshon no kaizen to chigai o miru koto ga dekimasu. Gintama shirīzu (2006-nen no mono) no hajime ni, karera no geijutsu wa hijō ni shāpudearimashitaga, saishin no monode wa, āto to animēshon wa, yori yawarakaku, nantonaku kutsuroide imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe Gintama art and animation steadily improved from the first season, which was 10 years ago. It deserves some credits for the improvement. You could see the improvement and the difference of the art and animation of this series. In the beginning of Gintama series (the 2006 ones), their art was very sharp and shounen-ish but in the latest one, the art and the animation was more soft and somewhat relaxing to stare at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Gintama art and animation steadily improved from the first season, which was 10 years ago.\u001b[24m\n    \u001b[1m銀魂の芸術とアニメーションは、10年前の最初のシーズンから着実に改善されました。\u001b[22m, \u001b[1m銀魂のアートやアニメーションは着実に10年前の最初のシーズンから改善しました。\u001b[22m\n\u001b[4mIt deserves some credits for the improvement.\u001b[24m\n    \u001b[1mそれは改善のためのいくつかのクレジットが値する。\u001b[22m, \u001b[1mこれは、改善のためのいくつかのクレジットに値します。\u001b[22m\n\u001b[4mYou could see the improvement and the difference of the art and animation of this series.\u001b[24m\n    \u001b[1mこのシリーズの芸術とアニメーションの改善と違いを見ることができます。\u001b[22m, \u001b[1mあなたが改善し、このシリーズのアートやアニメーションの違いを見ることができました。\u001b[22m\n\u001b[4mIn the beginning of Gintama series (the 2006 ones), their art was very sharp and shounen-ish but in the latest one, the art and the animation was more soft and somewhat relaxing to stare at.\u001b[24m\n    \u001b[1m銀魂シリーズ（2006年のもの）の初めに、彼らの芸術は非常にシャープでありましたが、最新のものでは、アートとアニメーションは、よりやわらかく、なんとなくくつろいでいました。\u001b[22m, \u001b[1m銀魂シリーズ（2006年のもの）の初めに、彼らの芸術は非常に鋭く、少年っぽいだったが、最新のもので、アートやアニメーションは、より柔らかく、凝視がややリラックスしました。\u001b[22m\n\u001b[1m\u001b[22m\nMeanwhile, the OST fits perfectly with the moments, whether it was in comedy mode, action mode even sad mode. The OP/ED also fits perfectly. For example, Day by Day was filled with bright colors while Pride Kakumei was fill with more darker colors and gave us some seriousness vibe. After that, you got Beautiful Days with its upbeat and cheerfulness, giving us a hint that the comedy episodes has returned before turning it into an again, a dark and full of action opening. Lastly, Gintama closes its book with a gloomy, serious yet epic opening with Know, Know, Know by DOES.\n\n\u001b[1m一方、OSTは、コメディモード、アクションモード、悲しいモードなど、その瞬間を完全に網羅しています。  OP / EDも完璧にフィットします。 たとえば、Day by Dayは鮮やかな色で満たされ、Pride Kakumeiはより濃い色で塗りつぶされ、私たちはいくつかの真剣さを感じました。 その後、あなたは陽気で陽気な美しい日々を過ごし、コメディのエピソードが戻ってきたことを示唆して、再び、暗くてアクションオープニングに満ちています。 最後に、Gintamaは暗い、深刻ではあるが叙事詩のオープニングで本を閉じます。\u001b[22m\n\u001b[1m(Ippō, OST wa, komedimōdo, akushonmōdo, kanashī mōdo nado, sono shunkan o kanzen ni mōra shite imasu. OP/ ED mo kanpeki ni fitto shimasu. Tatoeba, deibaidei wa azayakana iro de mitasa re, Pride Kakumei wa yori koi iro de nuritsubusa re, watashitachi wa ikutsu ka no shinken-sa o kanjimashita. Sonogo, anata wa yōkide yōkina utsukushī hibi o sugoshi, komedi no episōdo ga modotte kita koto o shisa shite, futatabi, kurakute akushon'ōpuningu ni michite imasu. Saigo ni, Gintama wa kurai, shinkokude waaruga jojishi no ōpuningu de hon o tojimasu.)\u001b[22m\n\nTranslations of \u001b[4mMeanwhile, the OST fits perfectly with the moments, whether it was in comedy mode, action mode even sad mode. The OP/ED also fits perfectly. For example, Day by Day was filled with bright colors while Pride Kakumei was fill with more darker colors and gave us some seriousness vibe. After that, you got Beautiful Days with its upbeat and cheerfulness, giving us a hint that the comedy episodes has returned before turning it into an again, a dark and full of action opening. Lastly, Gintama closes its book with a gloomy, serious yet epic opening with Know, Know, Know by DOES.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMeanwhile, the OST fits perfectly with the moments, whether it was in comedy mode, action mode even sad mode.\u001b[24m\n    \u001b[1m一方、OSTは、コメディモード、アクションモード、悲しいモードなど、その瞬間を完全に網羅しています。\u001b[22m, \u001b[1m一方、OSTは、それがアクションモードでも悲しいモードコメディモードであったかどうか、瞬間に完全に適合しています。\u001b[22m\n\u001b[4mThe OP/ED also fits perfectly.\u001b[24m\n    \u001b[1mOP / EDも完璧にフィットします。\u001b[22m, \u001b[1mOP / EDも完全に適合しています。\u001b[22m\n\u001b[4mFor example, Day by Day was filled with bright colors while Pride Kakumei was fill with more darker colors and gave us some seriousness vibe.\u001b[24m\n    \u001b[1mたとえば、Day by Dayは鮮やかな色で満たされ、Pride Kakumeiはより濃い色で塗りつぶされ、私たちはいくつかの真剣さを感じました。\u001b[22m, \u001b[1mプライド革命は、より暗い色で塗りつぶしたし、私たちにいくつかの深刻さの雰囲気を与えながら、例えば、一日一日を明るい色に満ちていました。\u001b[22m\n\u001b[4mAfter that, you got Beautiful Days with its upbeat and cheerfulness, giving us a hint that the comedy episodes has returned before turning it into an again, a dark and full of action opening.\u001b[24m\n    \u001b[1mその後、あなたは陽気で陽気な美しい日々を過ごし、コメディのエピソードが戻ってきたことを示唆して、再び、暗くてアクションオープニングに満ちています。\u001b[22m, \u001b[1mその後、あなたは私たちのコメディエピソードが暗いとアクション開口部の完全な、再びにそれを回す前に戻ったことをヒントを与えて、その明るいと上機嫌で美しき日々を得ました。\u001b[22m\n\u001b[4mLastly, Gintama closes its book with a gloomy, serious yet epic opening with Know, Know, Know by DOES.\u001b[24m\n    \u001b[1m最後に、Gintamaは暗い、深刻ではあるが叙事詩のオープニングで本を閉じます。\u001b[22m, \u001b[1m最後に、銀魂はDOESによって知っている、知っている、知っと悲観的な、深刻な、まだ壮大な開口部と、その本を閉じます。\u001b[22m\n\u001b[1m\u001b[22m\nThe seiyuus are incredible as well. They delivered their best performances into this series in every single scene and sometimes I wondered how they managed to held back their laughter during the recording session.\n\n\u001b[1mseiyuusも信じられないほどです。 彼らは一枚のシーンで最高のパフォーマンスをこのシリーズに送りました。そして、時々、彼らは録音セッション中に笑いをどうやって抑えることができたのか疑問に思っていました。\u001b[22m\n\u001b[1m(Seiyuus mo shinji rarenai hododesu. Karera wa ichi-mai no shīn de saikō no pafōmansu o kono shirīzu ni okurimashita. Soshite,-ji 々, Karera wa rokuon sesshon-chū ni warai o dō yatte osaeru koto ga dekita no ka gimon ni omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe seiyuus are incredible as well. They delivered their best performances into this series in every single scene and sometimes I wondered how they managed to held back their laughter during the recording session.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe seiyuus are incredible as well.\u001b[24m\n    \u001b[1mseiyuusも信じられないほどです。\u001b[22m, \u001b[1mseiyuusも同様に信じられないです。\u001b[22m\n\u001b[4mThey delivered their best performances into this series in every single scene and sometimes I wondered how they managed to held back their laughter during the recording session.\u001b[24m\n    \u001b[1m彼らは一枚のシーンで最高のパフォーマンスをこのシリーズに送りました。そして、時々、彼らは録音セッション中に笑いをどうやって抑えることができたのか疑問に思っていました。\u001b[22m, \u001b[1m彼らは、一つ一つのシーンでこのシリーズに彼らの最高のパフォーマンスをお届けし、時々私は、彼らが記録セッション中に彼らの笑いをバック開催するために管理方法を疑問に思いました。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are the most interesting part. It's not a rare thing to see them breaking fourth wall, including mocking the very own protagonist, insulting their own mangaka, making fun of the producer and director of the shows in the previous six seasons. Every character have their perfections and their flaws and there are no characters in this series that was not insulted by the mangaka. The male characters are unique, you have the lazy protagonist, the stalker gorilla, the sadist, etc. Meanwhile, the female characters portrayed as a strong willed and independent individual, and yet the mangaka still made fun of them.\n\n\u001b[1m文字は最も興味深い部分です。 それは、彼ら自身の主人公を嘲笑し、自分のマンガカを侮辱し、前の6シーズンのショーのプロデューサーとディレクターを楽しませることを含む、4番目の壁を壊すことを見ることはまれなことではありません。 すべてのキャラクターは完璧と欠陥があり、マンガカによって侮辱されなかったキャラクターはこのシリーズには存在しません。 男性キャラクターはユニークで、怠惰な主人公、ストーカーゴリラ、サディストなどがいます。一方、女性キャラクターは強い意欲を持った独立した個人として描かれていますが、マンガカはまだそれらを楽しんでいました。\u001b[22m\n\u001b[1m(Moji wa mottomo kyōmibukai bubundesu. Sore wa, karera jishin no shujinkō o chōshō shi, jibun no mangaka o bujoku shi, mae no 6 shīzun no shō no purode~yūsā to direkutā o tanoshima seru koto o fukumu, 4-banme no kabe o kowasu koto o miru koto wa marena kotode wa arimasen. Subete no kyarakutā wa kanpeki to kekkan ga ari, mangaka ni yotte bujoku sa renakatta kyarakutā wa kono shirīzu ni wa sonzai shimasen. Dansei kyarakutā wa yunīku de, taidana shujinkō, sutōkāgorira, sadisuto nado ga imasu. Ippō, josei kyarakutā wa tsuyoi iyoku o motta dokuritsu shita kojin to shite egaka rete imasuga, mangaka wa mada sorera o tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are the most interesting part. It's not a rare thing to see them breaking fourth wall, including mocking the very own protagonist, insulting their own mangaka, making fun of the producer and director of the shows in the previous six seasons. Every character have their perfections and their flaws and there are no characters in this series that was not insulted by the mangaka. The male characters are unique, you have the lazy protagonist, the stalker gorilla, the sadist, etc. Meanwhile, the female characters portrayed as a strong willed and independent individual, and yet the mangaka still made fun of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are the most interesting part.\u001b[24m\n    \u001b[1m文字は最も興味深い部分です。\u001b[22m\n\u001b[4mIt's not a rare thing to see them breaking fourth wall, including mocking the very own protagonist, insulting their own mangaka, making fun of the producer and director of the shows in the previous six seasons.\u001b[24m\n    \u001b[1mそれは、彼ら自身の主人公を嘲笑し、自分のマンガカを侮辱し、前の6シーズンのショーのプロデューサーとディレクターを楽しませることを含む、4番目の壁を壊すことを見ることはまれなことではありません。\u001b[22m, \u001b[1mそれは、非常に独自の主人公をからかっ自分の漫画家を侮辱、前の6シーズンでプロデューサーやショーのディレクターをからかっ含む、第四壁を破るそれらを参照するにはまれなことではありません。\u001b[22m\n\u001b[4mEvery character have their perfections and their flaws and there are no characters in this series that was not insulted by the mangaka.\u001b[24m\n    \u001b[1mすべてのキャラクターは完璧と欠陥があり、マンガカによって侮辱されなかったキャラクターはこのシリーズには存在しません。\u001b[22m, \u001b[1mすべての文字は、その完成度とその欠陥を持っているし、漫画家によって侮辱されなかったこのシリーズには文字はありません。\u001b[22m\n\u001b[4mThe male characters are unique, you have the lazy protagonist, the stalker gorilla, the sadist, etc. Meanwhile, the female characters portrayed as a strong willed and independent individual, and yet the mangaka still made fun of them.\u001b[24m\n    \u001b[1m男性キャラクターはユニークで、怠惰な主人公、ストーカーゴリラ、サディストなどがいます。一方、女性キャラクターは強い意欲を持った独立した個人として描かれていますが、マンガカはまだそれらを楽しんでいました。\u001b[22m, \u001b[1m男性の文字は、あなたが怠惰な主人公、ストーカーゴリラ、サディスト、一方、女性キャラクターは強い意志と独立した個人として描かなど、まだそれらの漫画家はまだなさ楽しみを持っている、ユニークです。\u001b[22m\n\u001b[1m\u001b[22m\nIf you have watched the previous seasons of Gintama, you've seen how each of the characters grew and developed in the most awesome way. Or if you haven't, and you should do so by the way, you might've had this strong feelings toward secondary characters who has very small screen time yet relatable to you somehow.\n\n\u001b[1mあなたが銀魂の前の季節を見たなら、あなたはどのキャラクターがどのように成長し、最も素晴らしい方法で発展したかを見てきました。 そうでない場合や、そうしなければならない場合は、画面の時間が非常に短いにもかかわらず、何らかの形であなたに関係している二次的なキャラクターに対して、この強い感情を持っているかもしれません。\u001b[22m\n\u001b[1m(Anata ga Gintama no mae no kisetsu o mitanara, anata wa dono kyarakutā ga dono yō ni seichō shi, mottomo subarashī hōhō de hatten shita ka o mitekimashita. Sōdenai baai ya,-sō shinakereba naranai baai wa, gamen no jikan ga hijō ni mijikai nimokakawarazu, nanrakano katachi de anata ni kankei shite iru niji-tekina kyarakutā ni taishite, kono tsuyoi kanjō o motte iru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you have watched the previous seasons of Gintama, you've seen how each of the characters grew and developed in the most awesome way. Or if you haven't, and you should do so by the way, you might've had this strong feelings toward secondary characters who has very small screen time yet relatable to you somehow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you have watched the previous seasons of Gintama, you've seen how each of the characters grew and developed in the most awesome way.\u001b[24m\n    \u001b[1mあなたが銀魂の前の季節を見たなら、あなたはどのキャラクターがどのように成長し、最も素晴らしい方法で発展したかを見てきました。\u001b[22m, \u001b[1mあなたは銀魂の前シーズンを見ている場合は、文字のそれぞれが成長し、最も素晴らしい方法で開発された方法を見てきました。\u001b[22m\n\u001b[4mOr if you haven't, and you should do so by the way, you might've had this strong feelings toward secondary characters who has very small screen time yet relatable to you somehow.\u001b[24m\n    \u001b[1mそうでない場合や、そうしなければならない場合は、画面の時間が非常に短いにもかかわらず、何らかの形であなたに関係している二次的なキャラクターに対して、この強い感情を持っているかもしれません。\u001b[22m, \u001b[1mあなたが持っていない、とあなたは方法によってそうする必要がある場合、または、あなたが何らかの形であなたにまだ話すことのできる非常に小さなスクリーン時間を持つ二文字に向かって、この強い気持ちを持っていたかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, it was a 9/10. If you are interested with an anime in their seventh season that was filled with other animes parodies, toilet and dirty jokes, comedy gags and sometimes could switch into more serious and touching mode, then Gintama is your choice. Gintama is also great to watch it if you feel bored or searching for an anime to binge watch. That's what I did and I didn't regret it. Oh and the reason I chose 9 not a 10 was because my disappointment of why didn't they adapt more of the comedy arcs or stories because I was hoping them to do so :(\n\n\u001b[1m全体的に、それは9/10でした。 他のアニメのパロディ、トイレ、汚いジョーク、コメディギャグなどでいっぱいだった7シーズンのアニメに興味があり、時には真剣で感動的なモードに切り替えることができたら、銀魂があなたの選択です。 銀魂は、退屈な気分になったり、アニメを探したりして眺めるのも素晴らしいです。 それは私がやったことであり、私はそれを後悔しなかった。 ああ、私が10を選んだ理由は、なぜ彼らがそうすることを望んでいたので、彼らがコメディアークやストーリーの多くを適応させなかったのか失望したからです。\u001b[22m\n\u001b[1m(Zentai-teki ni, sore wa 9/ 10deshita. Hoka no anime no parodi, toire, kitanai jōku, komedigyagu nado de ippaidatta 7 shīzun no anime ni kyōmi ga ari, tokiniha shinkende kandō-tekina mōdo ni kirikaeru koto ga dekitara, Gintama ga anata no sentakudesu. Gintama wa, taikutsuna kibun ni nattari, anime o sagashi tari shite nagameru no mo subarashīdesu. Sore wa watashi ga yatta kotodeari, watashi wa sore o kōkai shinakatta. Ā, watashi ga 10 o eranda riyū wa, naze karera ga sō suru koto o nozonde itanode, karera ga komediāku ya sutōrī no ōku o tekiō sa senakatta no ka shitsubō shitakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, it was a 9/10. If you are interested with an anime in their seventh season that was filled with other animes parodies, toilet and dirty jokes, comedy gags and sometimes could switch into more serious and touching mode, then Gintama is your choice. Gintama is also great to watch it if you feel bored or searching for an anime to binge watch. That's what I did and I didn't regret it. Oh and the reason I chose 9 not a 10 was because my disappointment of why didn't they adapt more of the comedy arcs or stories because I was hoping them to do so :(\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, it was a 9/10.\u001b[24m\n    \u001b[1m全体的に、それは9/10でした。\u001b[22m, \u001b[1m全体的に、それは9月10日でした。\u001b[22m\n\u001b[4mIf you are interested with an anime in their seventh season that was filled with other animes parodies, toilet and dirty jokes, comedy gags and sometimes could switch into more serious and touching mode, then Gintama is your choice.\u001b[24m\n    \u001b[1m他のアニメのパロディ、トイレ、汚いジョーク、コメディギャグなどでいっぱいだった7シーズンのアニメに興味があり、時には真剣で感動的なモードに切り替えることができたら、銀魂があなたの選択です。\u001b[22m, \u001b[1mあなたはより深刻と感動モードに切り替えることができ、時には他のアニメのパロディ、トイレ、汚いジョーク、お笑いギャグを充填したその第七シーズンアニメと興味を持っている場合は、銀魂はあなたの選択です。\u001b[22m\n\u001b[4mGintama is also great to watch it if you feel bored or searching for an anime to binge watch.\u001b[24m\n    \u001b[1m銀魂は、退屈な気分になったり、アニメを探したりして眺めるのも素晴らしいです。\u001b[22m, \u001b[1m銀魂は、あなたが退屈またはどんちゃん騒ぎの時計にアニメを検索する場合は、それを見ても素晴らしいです。\u001b[22m\n\u001b[4mThat's what I did and I didn't regret it.\u001b[24m\n    \u001b[1mそれは私がやったことであり、私はそれを後悔しなかった。\u001b[22m, \u001b[1mそれは私がやったことだと私はそれを後悔しませんでした。\u001b[22m\n\u001b[4mOh and the reason I chose 9 not a 10 was because my disappointment of why didn't they adapt more of the comedy arcs or stories because I was hoping them to do so :(\u001b[24m\n    \u001b[1mああ、私が10を選んだ理由は、なぜ彼らがそうすることを望んでいたので、彼らがコメディアークやストーリーの多くを適応させなかったのか失望したからです。\u001b[22m, \u001b[1mああ、私は10 9を選択しなかった理由は、私がそうするためにそれらを期待していたので、彼らはコメディ弧または物語の多くを適応しなかった理由のために私の期待外れに終わった:(\u001b[22m\n\u001b[1m\u001b[22m\nBut Gintama is still cool.\n\n\u001b[1mしかし、銀魂はまだ冷静です。\u001b[22m\n\u001b[1m(Shikashi, Gintama wa mada reiseidesu.)\u001b[22m\n\nTranslations of \u001b[4mBut Gintama is still cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut Gintama is still cool.\u001b[24m\n    \u001b[1mしかし、銀魂はまだ冷静です。\u001b[22m, \u001b[1mしかし銀魂はまだ涼しいです。\u001b[22m"
  },
  {
    "title": "Gintama%C2%B0",
    "id": "28977",
    "url": "https://myanimelist.net/anime/28977/Gintama%C2%B0",
    "user": "FurankuSan",
    "profile": "/profile/FurankuSan/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=221363",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこれはGintama（アニメシリーズ）のレビューと今シーズン（2015年）と前のシーズンの比較で、今シーズンを以前のものよりずっと素晴らしいものにすることができます。\n\n\nストーリー/キャラクター：\n「奇妙な仕事」と呼ばれるこのグループ/会社は、酒田銀友（リーダー）、志村新八、神楽の3人で構成されています。 基本的に彼らがしているのは、彼らが支払われている限り、人々からの要求を受け入れるということです。\n\nストーリーはこれらの3つの文字に限定されません。 江戸の特別警察の一人である新選組にも出会います。 そこには近藤、土方、沖田の3人の主人公がいる。 ギョトキの隣人、大瀬、キャサリン、多摩も出会います。 また、江戸の外には猿飛、つく共、ひのみなどの文字もあります。文字を残すことはありません。 ストーリーのコメディは彼らに輝く時間を与えます。 コメディでなければ、彼らは深刻なアークを照らします。\n\n今...プロットはどこですか？ それはどこに行くのですか？ これはコメディ少年シリーズです。 銀魂の初期のエピソードを見ると、プロットはないと思います。 しかし、深刻なアークの1つにつながるエピソードをすでに見ている可能性があります。 ショーグンについてのいくつかのコメディエピソードのように。 ショーグンはエピソード80+の周りに現れ、エピソード150+と230+の周りに再び現れます。 これは実際には深刻なアークの1つにつながる開発であり、それは「国家の騎士の騎士」であることを知らないかもしれませんが、それはそこで終わりません。 いくつかの深刻な弧は続編につながる可能性があり、それは最新のシーズンであるS.A. アーク '（頭字語にしなければならなかった、私はそこに台無しにしたくない）。\n\n銀魂のすべてのエピソードを少なくとも見る必要があるので、深刻なアークを見ると、それぞれのキャラクターの感情を感じるでしょう。見ているうちに迷子になることはありません 。\n\n質問はここにある：コメディが私をクリックするか？ 深刻なアークは驚くべきものですか？\n\n喜劇のために、はい、それは陽気です。 しかしショーの初期の部分は、実際に私をクリックしていませんでした。 最初の10回のエピソードのように、そのコメディは大丈夫だったが、コメディは後で良くなる。 私がコメディーについて気づいているのは、キャラクターがパンチラインを送ったとき、それは一度だけではないということです。  1つのセグメントには、ジョークにつながる連続したパンチラインのチェーンがあり、陽気です。 コメディーはまた、4番目の壁のジョークを壊すことを特徴とし、私はそれも陽気であると思った。 銀魂の宇宙の外でもパロディーをするので、ブリーチ、ナルト、ワンピース、黒子のバスケットなどを楽しむことができます。私がそのコメディーを指摘できる唯一の欠点は、内部のジョークがあることです。 意味は、日本人だけが得ることのできるジョークですが、私は銀人のジョークの大部分を理解していました。\n\n深刻なアークについては、それは良いことです。 しかし、私はいくつかの人々が言うような誇大宣伝に暮らす人はいないと思う。  BenizakuraやShinsengumi危機のような弧は感情的かもしれませんが、私の頭の後ろでは、これは以前のようなものを見たような感じでしたし、他の少年アニメとは区別できません。 しかし、私はレッドスパイダーとフォーデーヴァーアークについては同じことを言っていません。  Red SpiderはGintokiの過去と実際にはつながっていませんでしたが、いくつかの類似点がありました。  4 Devasは本当にGintokiやOtoseのようなキャラクターのためのキャラクター開発をたくさん開いた。 しかし、多くの転機はありませんでした。私が言及したこの2つのアークについては、ほんの少しの転換点がありました。\n\n銀魂の最新のシーズン（2015年）は、これらの弧を吹き飛ばし、私たちにもっと深刻な弧を与えます -  S.A. arcとF. アーク（アークの名前を言及することは巨大なスポイラーなので、頭文字にすることもできます）。 つまり、Reaperと呼ばれる別の重大な弧がありましたが、私が言及した他の重大な弧と同じ欠陥があります。  S.A.とF.S.を作る理由 他のものとは違って、物語の転換点です。 これらのアークはその文字から巨大なシフトを持っていました。 私たちは、銀人の過去、新撰組、そしてそのライバル、Mimawarigumiについてもっと知る必要があります。 それはより多くのキャラクターの発展をもたらし、それは過去にはるかに多くを開いたし、それは顕著であると思った。\n\n\nアニメーション/サウンド：\nアニメーションの初期段階については触れません。 それは古いです、私たちはそれを取得します。 それが改善される限り、私はそれが問題になるとは思わないので、私は印象的な最新のアニメーションを批評するつもりです。 私はアニメーションがコメディーからトーンを真剣に変える方法を愛しています。 同様に、あなたは笑ったり真剣になる時期が来ている時に、その陰影の明瞭な変化を見ることができます。 しかし、私は、その戦いシーンの点でアニメーションが常に一貫しているとは言いません。 それはその瞬間を持ちますが、ほとんどの時間はありません。 それでも、私はアニメーションが素晴らしいと思います。\n\nサウンドトラックについては、それも素晴らしいです。 そのコメディのサウンドトラックとその重大なサウンドトラックが適切なタイミングで演奏され、私は彼らが思い出深いものだと思った。  OPとEDにはいくつかの素晴らしいものがありますが、いくつかは大丈夫です。 しかし、いくつかのOPおよびEDは、最新のアークの内容と一致しないことがあります。 岡本の「美しい日々」を例に挙げてみましょう。 歌詞？ 美容美美しい月曜日。  「Beauty Beauty Beautiful Tuesday--」と書かれており、アークが悲しいことを示しています。\n\n\n全体：\nこのショーを見るには、忍耐と献身が必要です。 それは冒頭でいくつかのコメディをオフにしているかもしれませんが、それは良くなります。 銀魂の最新のシーズンは結論ではありません。 漫画がまだ進行中であるので、それはぶら下がったが、その結論は失望しない。 このシリーズは、まだそれを見ていない人々のための私の最大の推奨事項の一つです。\n\nスコア：10/10（9.6、しかしそれをばかげた。私はそれを楽しんで、それを10/10までに丸めた）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis will be a review of Gintama (as an anime series) and a bit of comparison between this season (2015) and its previous season to be able to convince you on what makes this season much more awesome than the previous ones.\n\n\u001b[1mこれはGintama（アニメシリーズ）のレビューと今シーズン（2015年）と前のシーズンの比較で、今シーズンを以前のものよりずっと素晴らしいものにすることができます。\u001b[22m\n\u001b[1m(Kore wa Gintama (animeshirīzu) no rebyū to ima shīzun (2015-nen) to mae no shīzun no hikaku de, ima shīzun o izen no mono yori zutto subarashī mono ni suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis will be a review of Gintama (as an anime series) and a bit of comparison between this season (2015) and its previous season to be able to convince you on what makes this season much more awesome than the previous ones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis will be a review of Gintama (as an anime series) and a bit of comparison between this season (2015) and its previous season to be able to convince you on what makes this season much more awesome than the previous ones.\u001b[24m\n    \u001b[1mこれはGintama（アニメシリーズ）のレビューと今シーズン（2015年）と前のシーズンの比較で、今シーズンを以前のものよりずっと素晴らしいものにすることができます。\u001b[22m, \u001b[1mこれは、はるかに素晴らしい以前のものよりも、このシーズンを作るものにあなたを説得することができるように（アニメシリーズなど）銀魂のレビューとこのシーズン（2015年）とその前のシーズンとの比較のビットになります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSTORY/CHARACTERS:\n\n\u001b[1mストーリー/キャラクター：\u001b[22m\n\u001b[1m(Sutōrī/ kyarakutā:)\u001b[22m\n\nTranslations of \u001b[4mSTORY/CHARACTERS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY/CHARACTERS:\u001b[24m\n    \u001b[1mストーリー/キャラクター：\u001b[22m, \u001b[1mSTORY /文字：\u001b[22m\nThere's this group/company called 'Odd Jobs' which consists of three members: Sakata Gintoki (the leader), Shimura Shinpachi, and Kagura. Basically what they do is that they'll accept any requests from people as long as they get paid.\n\n\u001b[1m「奇妙な仕事」と呼ばれるこのグループ/会社は、酒田銀友（リーダー）、志村新八、神楽の3人で構成されています。 基本的に彼らがしているのは、彼らが支払われている限り、人々からの要求を受け入れるということです。\u001b[22m\n\u001b[1m(`Kimyōna shigoto' to yoba reru kono gurūpu/ kaisha wa, Sakata gin tomo (rīdā), shimura shinpachi, kagura no 3-ri de kōsei sa rete imasu. Kihontekini karera ga shite iru no wa, karera ga shiharawa rete iru kagiri, hitobito kara no yōkyū o ukeireru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThere's this group/company called 'Odd Jobs' which consists of three members: Sakata Gintoki (the leader), Shimura Shinpachi, and Kagura. Basically what they do is that they'll accept any requests from people as long as they get paid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's this group/company called 'Odd Jobs' which consists of three members: Sakata Gintoki (the leader), Shimura Shinpachi, and Kagura.\u001b[24m\n    \u001b[1m「奇妙な仕事」と呼ばれるこのグループ/会社は、酒田銀友（リーダー）、志村新八、神楽の3人で構成されています。\u001b[22m, \u001b[1m坂田銀時（リーダー）、志村新八、神楽や：3人からなる「奇妙な仕事」と呼ばれるこのグループ/会社があります。\u001b[22m\n\u001b[4mBasically what they do is that they'll accept any requests from people as long as they get paid.\u001b[24m\n    \u001b[1m基本的に彼らがしているのは、彼らが支払われている限り、人々からの要求を受け入れるということです。\u001b[22m, \u001b[1m基本的に彼らがやっていることは、彼らがいる限り、彼らが支払われるように人々からのすべての要求を受け入れるだろうということです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story doesn't only limit to these three characters. We also meet the Shinsengumi which is one of the special police in Edo. The three main characters in there are Kondo, Hijikata, and Okita. We also get to meet Gintoki's neighbors like Otose, Catherine, and Tama. We also see other characters in Edo and outside of it like Sarutobi, Tsukuyo, Hinomi, etc. It doesn't leave any characters behind. The story's comedy gives them time to shine. If not comedy, then they shine on the serious arcs.\n\n\u001b[1mストーリーはこれらの3つの文字に限定されません。 江戸の特別警察の一人である新選組にも出会います。 そこには近藤、土方、沖田の3人の主人公がいる。 ギョトキの隣人、大瀬、キャサリン、多摩も出会います。 また、江戸の外には猿飛、つく共、ひのみなどの文字もあります。文字を残すことはありません。 ストーリーのコメディは彼らに輝く時間を与えます。 コメディでなければ、彼らは深刻なアークを照らします。\u001b[22m\n\u001b[1m(Sutōrī wa korera no 3ttsu no moji ni gentei sa remasen. Edo no tokubetsu keisatsu no hitoridearu shinsengu ni mo deaimasu. Soko ni wa Kondō, dokata, Okita no 3-ri no shujinkō ga iru. Gyotoki no rinjin, Ōse, Kyasarin, Tama mo deaimasu. Mata, Edo no soto ni wa enhi, tsuku kyō, hi nomi nado no moji mo arimasu. Moji o nokosu koto wa arimasen. Sutōrī no komedi wa karera ni kagayaku jikan o ataemasu. Komedidenakereba, karera wa shinkokuna āku o terashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story doesn't only limit to these three characters. We also meet the Shinsengumi which is one of the special police in Edo. The three main characters in there are Kondo, Hijikata, and Okita. We also get to meet Gintoki's neighbors like Otose, Catherine, and Tama. We also see other characters in Edo and outside of it like Sarutobi, Tsukuyo, Hinomi, etc. It doesn't leave any characters behind. The story's comedy gives them time to shine. If not comedy, then they shine on the serious arcs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story doesn't only limit to these three characters.\u001b[24m\n    \u001b[1mストーリーはこれらの3つの文字に限定されません。\u001b[22m, \u001b[1m物語は、これらの3文字に制限するものではありません。\u001b[22m\n\u001b[4mWe also meet the Shinsengumi which is one of the special police in Edo.\u001b[24m\n    \u001b[1m江戸の特別警察の一人である新選組にも出会います。\u001b[22m, \u001b[1mまた、江戸で特殊警察の一つである新選組を満たしています。\u001b[22m\n\u001b[4mThe three main characters in there are Kondo, Hijikata, and Okita.\u001b[24m\n    \u001b[1mそこには近藤、土方、沖田の3人の主人公がいる。\u001b[22m, \u001b[1mそこには三つの主要な文字は、近藤、土方、沖田としています。\u001b[22m\n\u001b[4mWe also get to meet Gintoki's neighbors like Otose, Catherine, and Tama.\u001b[24m\n    \u001b[1mギョトキの隣人、大瀬、キャサリン、多摩も出会います。\u001b[22m, \u001b[1mまた、Otose、キャサリン、多摩のような銀時の隣人に会う機会を得ます。\u001b[22m\n\u001b[4mWe also see other characters in Edo and outside of it like Sarutobi, Tsukuyo, Hinomi, etc. It doesn't leave any characters behind.\u001b[24m\n    \u001b[1mまた、江戸の外には猿飛、つく共、ひのみなどの文字もあります。文字を残すことはありません。\u001b[22m, \u001b[1mまた、江戸で他の文字を見て、それの外になど猿飛、Tsukuyo、Hinomi、のようにそれは背後にある任意の文字を残しません。\u001b[22m\n\u001b[4mThe story's comedy gives them time to shine.\u001b[24m\n    \u001b[1mストーリーのコメディは彼らに輝く時間を与えます。\u001b[22m, \u001b[1m物語の喜劇は彼らに輝くための時間を与えます。\u001b[22m\n\u001b[4mIf not comedy, then they shine on the serious arcs.\u001b[24m\n    \u001b[1mコメディでなければ、彼らは深刻なアークを照らします。\u001b[22m, \u001b[1mない喜劇場合、それらは深刻な弧を照らします。\u001b[22m\n\u001b[1m\u001b[22m\nNow... Where's the plot? Where does it go? This is a comedy Shounen series. When you watch the early episodes of Gintama, you think there's no plot. However, it could be that you already watched an episode that leads up to one of its serious arcs. Like some comedy episodes about the Shogun. The Shogun appears around Episode 80+ and appears again around Episode 150+ and around 230+. You may not know that this is actually a development that leads to one of its serious arcs and that is 'Courtesan of a Nation arc', but that doesn't stop there. Some serious arc could lead to sequels and that is the latest's season 'S.A. arc' (Had to make that an acronym. I don't want to spoil there).\n\n\u001b[1m今...プロットはどこですか？ それはどこに行くのですか？ これはコメディ少年シリーズです。 銀魂の初期のエピソードを見ると、プロットはないと思います。 しかし、深刻なアークの1つにつながるエピソードをすでに見ている可能性があります。 ショーグンについてのいくつかのコメディエピソードのように。 ショーグンはエピソード80+の周りに現れ、エピソード150+と230+の周りに再び現れます。 これは実際には深刻なアークの1つにつながる開発であり、それは「国家の騎士の騎士」であることを知らないかもしれませんが、それはそこで終わりません。 いくつかの深刻な弧は続編につながる可能性があり、それは最新のシーズンであるS.A. アーク '（頭字語にしなければならなかった、私はそこに台無しにしたくない）。\u001b[22m\n\u001b[1m(Ima... Purotto wa dokodesu ka? Sore wa doko ni iku nodesu ka? Kore wa komedi shōnen shirīzudesu. Gintama no shoki no episōdo o miru to, purotto wa nai to omoimasu. Shikashi, shinkokuna āku no 1tsu ni tsunagaru episōdo o sudeni mite iru kanōsei ga arimasu. Shōgun ni tsuite no ikutsu ka no komediepisōdo no yō ni. Shōgun wa episōdo 80 + no mawari ni araware, episōdo 150 + to 230 + no mawari ni futatabi arawaremasu. Kore wa jissai ni wa shinkokuna āku no 1tsu ni tsunagaru kaihatsudeari, soreha `kokka no kishi no kishi'dearu koto o shiranai kamo shiremasenga, sore wa soko de owarimasen. Ikutsu ka no shinkokuna ko wa zokuhen ni tsunagaru kanōsei ga ari, soreha saishin no shīzundearu S. A. Āku'(tōjigo ni shinakereba naranakatta, watashi wa soko ni dainashi ni shitakunai).)\u001b[22m\n\nTranslations of \u001b[4mNow... Where's the plot? Where does it go? This is a comedy Shounen series. When you watch the early episodes of Gintama, you think there's no plot. However, it could be that you already watched an episode that leads up to one of its serious arcs. Like some comedy episodes about the Shogun. The Shogun appears around Episode 80+ and appears again around Episode 150+ and around 230+. You may not know that this is actually a development that leads to one of its serious arcs and that is 'Courtesan of a Nation arc', but that doesn't stop there. Some serious arc could lead to sequels and that is the latest's season 'S.A. arc' (Had to make that an acronym. I don't want to spoil there).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow... Where's the plot?\u001b[24m\n    \u001b[1m今...プロットはどこですか？\u001b[22m, \u001b[1m今...プロットはどこにありますか？\u001b[22m\n\u001b[4mWhere does it go?\u001b[24m\n    \u001b[1mそれはどこに行くのですか？\u001b[22m\n\u001b[4mThis is a comedy Shounen series.\u001b[24m\n    \u001b[1mこれはコメディ少年シリーズです。\u001b[22m, \u001b[1mこれはコメディー少年シリーズです。\u001b[22m\n\u001b[4mWhen you watch the early episodes of Gintama, you think there's no plot.\u001b[24m\n    \u001b[1m銀魂の初期のエピソードを見ると、プロットはないと思います。\u001b[22m, \u001b[1mあなたは銀魂の初期エピソードを見るとき、あなたは何のプロットがありませんと思います。\u001b[22m\n\u001b[4mHowever, it could be that you already watched an episode that leads up to one of its serious arcs.\u001b[24m\n    \u001b[1mしかし、深刻なアークの1つにつながるエピソードをすでに見ている可能性があります。\u001b[22m, \u001b[1mしかし、それはあなたがすでに深刻な弧の1にまでつながるエピソードを見ている可能性があります。\u001b[22m\n\u001b[4mLike some comedy episodes about the Shogun.\u001b[24m\n    \u001b[1mショーグンについてのいくつかのコメディエピソードのように。\u001b[22m, \u001b[1m将軍に関するいくつかのコメディエピソードのように。\u001b[22m\n\u001b[4mThe Shogun appears around Episode 80+ and appears again around Episode 150+ and around 230+.\u001b[24m\n    \u001b[1mショーグンはエピソード80+の周りに現れ、エピソード150+と230+の周りに再び現れます。\u001b[22m, \u001b[1m将軍はエピソード80+の周りに表示され、エピソード150+周りと230+の周りに再び表示されます。\u001b[22m\n\u001b[4mYou may not know that this is actually a development that leads to one of its serious arcs and that is 'Courtesan of a Nation arc', but that doesn't stop there.\u001b[24m\n    \u001b[1mこれは実際には深刻なアークの1つにつながる開発であり、それは「国家の騎士の騎士」であることを知らないかもしれませんが、それはそこで終わりません。\u001b[22m, \u001b[1mあなたは、これが実際に深刻な弧の一つにつながり、それが「国家アークの遊女」で開発されていることを知らないかもしれないが、それはそこに停止しません。\u001b[22m\n\u001b[4mSome serious arc could lead to sequels and that is the latest's season 'S.A.\u001b[24m\n    \u001b[1mいくつかの深刻な弧は続編につながる可能性があり、それは最新のシーズンであるS.A.\u001b[22m, \u001b[1mいくつかの深刻なアークは続編につながる可能性があり、それはの最新の季節」であるS.A.\u001b[22m\n\u001b[4marc' (Had to make that an acronym. I don't want to spoil there).\u001b[24m\n    \u001b[1mアーク '（頭字語にしなければならなかった、私はそこに台無しにしたくない）。\u001b[22m, \u001b[1mアーク '（頭字語。私はそこに台無しにしたくないことを確認しなければなりませんでした）。\u001b[22m\n\u001b[1m\u001b[22m\nIt is recommendable that you need to watch at least all episodes of Gintama so when the time comes that you'll watch the serious arcs, you will feel the emotion of each characters, and you won't get lost while you're watching it .\n\n\u001b[1m銀魂のすべてのエピソードを少なくとも見る必要があるので、深刻なアークを見ると、それぞれのキャラクターの感情を感じるでしょう。見ているうちに迷子になることはありません 。\u001b[22m\n\u001b[1m(Gintama no subete no episōdo o sukunakutomo miru hitsuyō ga aru node, shinkokuna āku o miru to, sorezore no kyarakutā no kanjō o kanjirudeshou. Mite iru uchi ni maigo ni naru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt is recommendable that you need to watch at least all episodes of Gintama so when the time comes that you'll watch the serious arcs, you will feel the emotion of each characters, and you won't get lost while you're watching it .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is recommendable that you need to watch at least all episodes of Gintama so when the time comes that you'll watch the serious arcs, you will feel the emotion of each characters, and you won't get lost while you're watching it\u001b[24m\n    \u001b[1m銀魂のすべてのエピソードを少なくとも見る必要があるので、深刻なアークを見ると、それぞれのキャラクターの感情を感じるでしょう。見ているうちに迷子になることはありません\u001b[22m, \u001b[1m時間は、あなたがそれぞれの文字の感情を感じることが、深刻な弧を見てよ、とあなたがそれを監視していながら、あなたが迷子にしないことに来るようにするとき、あなたが銀魂の少なくともすべてのエピソードを見てする必要があることが推奨されます\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nThe question lies here: Does the comedy click for me? Are the serious arcs that amazing?\n\n\u001b[1m質問はここにある：コメディが私をクリックするか？ 深刻なアークは驚くべきものですか？\u001b[22m\n\u001b[1m(Shitsumon wa koko ni aru: Komedi ga watashi o kurikku suru ka? Shinkokuna āku wa odorokubeki monodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mThe question lies here: Does the comedy click for me? Are the serious arcs that amazing?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe question lies here: Does the comedy click for me?\u001b[24m\n    \u001b[1m質問はここにある：コメディが私をクリックするか？\u001b[22m, \u001b[1m質問はここにある：コメディは私のためにクリックしていますか？\u001b[22m\n\u001b[4mAre the serious arcs that amazing?\u001b[24m\n    \u001b[1m深刻なアークは驚くべきものですか？\u001b[22m, \u001b[1mその驚くべき重大な円弧がありますか？\u001b[22m\n\u001b[1m\u001b[22m\nFor the comedy, yes, it is hilarious. The early parts of the show however, didn't really click me. Like around the first 10 episodes, its comedy were just okay, but the comedy gets better later on. What I do notice about its comedy is that when the characters deliver their punchlines, it's not only once. It's like there's a chain of continuous punchlines in one segment that connects to the joke and it's hilarious. The comedy also features breaking the fourth wall jokes and I thought that was also hilarious. They even do parodies outside of Gintama's universe so you'll see them making fun of Bleach, Naruto, One Piece, Kuroko no Basket, etc. The only flaw that I can point out on its comedy is that there are inside jokes. Meaning, jokes that most likely only the Japanese audience can get, but I understood most of Gintama's jokes.\n\n\u001b[1m喜劇のために、はい、それは陽気です。 しかしショーの初期の部分は、実際に私をクリックしていませんでした。 最初の10回のエピソードのように、そのコメディは大丈夫だったが、コメディは後で良くなる。 私がコメディーについて気づいているのは、キャラクターがパンチラインを送ったとき、それは一度だけではないということです。  1つのセグメントには、ジョークにつながる連続したパンチラインのチェーンがあり、陽気です。 コメディーはまた、4番目の壁のジョークを壊すことを特徴とし、私はそれも陽気であると思った。 銀魂の宇宙の外でもパロディーをするので、ブリーチ、ナルト、ワンピース、黒子のバスケットなどを楽しむことができます。私がそのコメディーを指摘できる唯一の欠点は、内部のジョークがあることです。 意味は、日本人だけが得ることのできるジョークですが、私は銀人のジョークの大部分を理解していました。\u001b[22m\n\u001b[1m(Kigeki no tame ni, wa i, sore wa yōkidesu. Shikashi shō no shoki no bubun wa, jissai ni watashi o kurikku shite imasendeshita. Saisho no 10-kai no episōdo no yō ni, sono komedi wa daijōbudattaga, komedi wa atode yoku naru. Watashi ga komedī ni tsuite kidzuite iru no wa, kyarakutā ga panchi rain o okutta toki, sore wa ichido dakede wa nai to iu kotodesu. 1Tsu no segumento ni wa, jōku ni tsunagaru renzoku shita panchi rain no chēn ga ari, yōkidesu. Komedī wa mata, 4-banme no kabe no jōku o kowasu koto o tokuchō to shi, watashi wa sore mo yōkidearu to omotta. Gintama no uchū no soto demo parodī o surunode, burīchi, naruto, wanpīsu, kuroko no basuketto nado o tanoshimu koto ga dekimasu. Watashi ga sono komedī o shiteki dekiru yuiitsu no ketten wa, naibu no jōku ga aru kotodesu. Imi wa, nihonjin dake ga eru koto no dekiru jōkudesuga, watashi wa gin hito no jōku no daibubun o rikai shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mFor the comedy, yes, it is hilarious. The early parts of the show however, didn't really click me. Like around the first 10 episodes, its comedy were just okay, but the comedy gets better later on. What I do notice about its comedy is that when the characters deliver their punchlines, it's not only once. It's like there's a chain of continuous punchlines in one segment that connects to the joke and it's hilarious. The comedy also features breaking the fourth wall jokes and I thought that was also hilarious. They even do parodies outside of Gintama's universe so you'll see them making fun of Bleach, Naruto, One Piece, Kuroko no Basket, etc. The only flaw that I can point out on its comedy is that there are inside jokes. Meaning, jokes that most likely only the Japanese audience can get, but I understood most of Gintama's jokes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the comedy, yes, it is hilarious.\u001b[24m\n    \u001b[1m喜劇のために、はい、それは陽気です。\u001b[22m, \u001b[1mコメディのために、はい、それは陽気です。\u001b[22m\n\u001b[4mThe early parts of the show however, didn't really click me.\u001b[24m\n    \u001b[1mしかしショーの初期の部分は、実際に私をクリックしていませんでした。\u001b[22m, \u001b[1mショーの初期の部分は、しかし、本当に私をクリックしませんでした。\u001b[22m\n\u001b[4mLike around the first 10 episodes, its comedy were just okay, but the comedy gets better later on.\u001b[24m\n    \u001b[1m最初の10回のエピソードのように、そのコメディは大丈夫だったが、コメディは後で良くなる。\u001b[22m, \u001b[1m第10話の周りと同様に、そのコメディだけで大丈夫だったが、コメディは後に良くなります。\u001b[22m\n\u001b[4mWhat I do notice about its comedy is that when the characters deliver their punchlines, it's not only once.\u001b[24m\n    \u001b[1m私がコメディーについて気づいているのは、キャラクターがパンチラインを送ったとき、それは一度だけではないということです。\u001b[22m, \u001b[1m私はその喜劇について気づくんする文字は、そのpunchlinesを配信するとき、それは一度だけではないということです。\u001b[22m\n\u001b[4mIt's like there's a chain of continuous punchlines in one segment that connects to the joke and it's hilarious.\u001b[24m\n    \u001b[1m1つのセグメントには、ジョークにつながる連続したパンチラインのチェーンがあり、陽気です。\u001b[22m, \u001b[1m冗談に接続し、それは陽気だ1セグメント内の連続punchlinesのチェーンがありますようなものです。\u001b[22m\n\u001b[4mThe comedy also features breaking the fourth wall jokes and I thought that was also hilarious.\u001b[24m\n    \u001b[1mコメディーはまた、4番目の壁のジョークを壊すことを特徴とし、私はそれも陽気であると思った。\u001b[22m, \u001b[1m喜劇はまた、第四壁のジョークを壊していますし、私はそれがまた陽気だと思いました。\u001b[22m\n\u001b[4mThey even do parodies outside of Gintama's universe so you'll see them making fun of Bleach, Naruto, One Piece, Kuroko no Basket, etc. The only flaw that I can point out on its comedy is that there are inside jokes.\u001b[24m\n    \u001b[1m銀魂の宇宙の外でもパロディーをするので、ブリーチ、ナルト、ワンピース、黒子のバスケットなどを楽しむことができます。私がそのコメディーを指摘できる唯一の欠点は、内部のジョークがあることです。\u001b[22m, \u001b[1mあなたは彼らが私はその喜劇に指摘することができます唯一の欠点は、内部のジョークがあるということです等ブリーチ、ナルト、ワンピース、黒子なしバスケットの楽しさを作る表示されますので、彼らも、銀魂の宇宙の外のパロディを行います。\u001b[22m\n\u001b[4mMeaning, jokes that most likely only the Japanese audience can get, but I understood most of Gintama's jokes.\u001b[24m\n    \u001b[1m意味は、日本人だけが得ることのできるジョークですが、私は銀人のジョークの大部分を理解していました。\u001b[22m, \u001b[1m、最も可能性が高いだけで日本の聴衆が得ることができるジョークを意味するが、私は銀魂のジョークのほとんどを理解していました。\u001b[22m\n\u001b[1m\u001b[22m\nFor its serious arcs, it's good. However, I don't think some lives up to the hype like what some people say. Arcs like Benizakura and Shinsengumi Crisis maybe emotional, but at the back of my head, it felt like I've seen something like this before and it doesn't really differentiate from other Shonen anime. However, I wouldn't say the same for Red Spider and Four Devas arc. While Red Spider didn't really had connection to Gintoki's past, it showed some similarities. Four Devas arc really opened up a lot of character development for the characters like Gintoki and Otose. However, there weren't a lot of turning points or there were only few turning points on these two arcs I've mentioned.\n\n\u001b[1m深刻なアークについては、それは良いことです。 しかし、私はいくつかの人々が言うような誇大宣伝に暮らす人はいないと思う。  BenizakuraやShinsengumi危機のような弧はおそらく感情的かもしれませんが、私の頭の後ろで、これは以前のようなものを見たような感じでしたし、他の少年アニメとは区別がつきません。 しかし、私はレッドスパイダーとフォーデーヴァーアークについては同じことを言っていません。  Red SpiderはGintokiの過去と実際にはつながっていませんでしたが、いくつかの類似点がありました。  4 Devasは本当にGintokiやOtoseのようなキャラクターのためのキャラクター開発をたくさん開いた。 しかし、多くの転機はありませんでした。私が言及したこの2つのアークについては、ほんの少しの転換点がありました。\u001b[22m\n\u001b[1m(Shinkokuna āku ni tsuite wa, sore wa yoi kotodesu. Shikashi, watashi wa ikutsu ka no hitobito ga iu yōna kodai senden ni kurasu hito wa inai to omou. Benizakura ya Shinsengumi kiki no yōna ko wa osoraku kanjō-teki kamo shiremasenga, watashi no atama no ushiro de, kore wa izen no yōna mono o mita yōna kanjideshitashi, hoka no shōnen anime to wa kubetsu ga tsukimasen. Shikashi, watashi wa reddosupaidā to fōdēvu~āāku ni tsuite wa onaji koto o itte imasen. Red Spider wa Gintoki no kako to jissai ni wa tsunagatte imasendeshitaga, ikutsu ka no ruiji-ten ga arimashita. 4 Devas wa hontōni Gintoki ya Otose no yōna kyarakutā no tame no kyarakutā kaihatsu o takusan aita. Shikashi, ōku no tenki wa arimasendeshita. Watashi ga genkyū shita kono 2tsu no āku ni tsuite wa, hon'nosukoshi no tenkan-ten ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mFor its serious arcs, it's good. However, I don't think some lives up to the hype like what some people say. Arcs like Benizakura and Shinsengumi Crisis maybe emotional, but at the back of my head, it felt like I've seen something like this before and it doesn't really differentiate from other Shonen anime. However, I wouldn't say the same for Red Spider and Four Devas arc. While Red Spider didn't really had connection to Gintoki's past, it showed some similarities. Four Devas arc really opened up a lot of character development for the characters like Gintoki and Otose. However, there weren't a lot of turning points or there were only few turning points on these two arcs I've mentioned.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor its serious arcs, it's good.\u001b[24m\n    \u001b[1m深刻なアークについては、それは良いことです。\u001b[22m, \u001b[1mその深刻な弧のために、それは良いことです。\u001b[22m\n\u001b[4mHowever, I don't think some lives up to the hype like what some people say.\u001b[24m\n    \u001b[1mしかし、私はいくつかの人々が言うような誇大宣伝に暮らす人はいないと思う。\u001b[22m, \u001b[1mしかし、私は何人かの人々が言うような誇大宣伝まで、いくつかの生活を考えていません。\u001b[22m\n\u001b[4mArcs like Benizakura and Shinsengumi Crisis maybe emotional, but at the back of my head, it felt like I've seen something like this before and it doesn't really differentiate from other Shonen anime.\u001b[24m\n    \u001b[1mBenizakuraやShinsengumi危機のような弧はおそらく感情的かもしれませんが、私の頭の後ろで、これは以前のようなものを見たような感じでしたし、他の少年アニメとは区別がつきません。\u001b[22m, \u001b[1m多分感情的Benizakuraと新選組危機のような弧が、私が見てきたように私の頭の後ろで、それは前にこのような何かを感じ、それが本当に他の少年アニメから区別しません。\u001b[22m\n\u001b[4mHowever, I wouldn't say the same for Red Spider and Four Devas arc.\u001b[24m\n    \u001b[1mしかし、私はレッドスパイダーとフォーデーヴァーアークについては同じことを言っていません。\u001b[22m, \u001b[1mしかし、私はレッドスパイダーと四天王アークのために同じことを言わないだろう。\u001b[22m\n\u001b[4mWhile Red Spider didn't really had connection to Gintoki's past, it showed some similarities.\u001b[24m\n    \u001b[1mRed SpiderはGintokiの過去と実際にはつながっていませんでしたが、いくつかの類似点がありました。\u001b[22m, \u001b[1mレッドスパイダーが本当に銀時の過去への接続を持っていませんでしたが、それはいくつかの類似点を示しました。\u001b[22m\n\u001b[4mFour Devas arc really opened up a lot of character development for the characters like Gintoki and Otose.\u001b[24m\n    \u001b[1m4 Devasは本当にGintokiやOtoseのようなキャラクターのためのキャラクター開発をたくさん開いた。\u001b[22m, \u001b[1m四天王アークが本当に銀時とOtoseのような文字の文字開発の多くを開きました。\u001b[22m\n\u001b[4mHowever, there weren't a lot of turning points or there were only few turning points on these two arcs I've mentioned.\u001b[24m\n    \u001b[1mしかし、多くの転機はありませんでした。私が言及したこの2つのアークについては、ほんの少しの転換点がありました。\u001b[22m, \u001b[1mしかし、転換点の多くはありませんでしたか、私が述べてきたこれらの2つの円弧上の唯一の少数の転換点がありました。\u001b[22m\n\u001b[1m\u001b[22m\nGintama's latest season (2015) blow these arcs away and give us much more serious arcs - S.A. arc and F.S. arc (Mentioning the arc's name is a huge spoiler, so might as well make it an acronym). I mean, there was another serious arc called 'Reaper', but then it suffers the same flaw from the other serious arcs I've mentioned. What makes S.A. and F.S. different from others is the turning point of the story. These arcs had a HUGE SHIFT from its characters. We got to know more about Gintoki's past, the Shinsengumi and its rival, Mimawarigumi. It had more character development and it opened up much more on the past and I thought it was outstanding.\n\n\u001b[1mGintamaの最新のシーズン（2015年）は、これらの弧を吹き飛ばし、私たちにもっと深刻な弧を与えます -  S.A. arcとF. アーク（アークの名前を言及することは巨大なスポイラーなので、頭文字にすることもできます）。 つまり、Reaperと呼ばれる別の重大な弧がありましたが、私が言及した他の重大な弧と同じ欠陥があります。  S.A.とF.S.を作る理由 他のものとは違って、物語の転換点です。 これらのアークはその文字から巨大なシフトを持っていました。 私たちは、銀人の過去、新撰組、そしてそのライバル、Mimawarigumiについてもっと知る必要があります。 それはより多くのキャラクターの発展をもたらし、それは過去にはるかに多くを開いたし、それは顕著だと思った。\u001b[22m\n\u001b[1m(Gintama no saishin no shīzun (2015-nen) wa, korera no ko o fukitobashi, watashitachi ni motto shinkokuna ko o ataemasu - S. A. Arc to F. Āku (āku no namae o genkyū suru koto wa kyodaina supoirānanode, kashiramoji ni suru koto mo dekimasu). Tsumari, Reaper to yoba reru betsu no jūdaina ko ga arimashitaga, watashi ga genkyū shita ta no jūdaina ko to onaji kekkan ga arimasu. S. A. To F. S. O tsukuru riyū hoka no mono to wa chigatte, monogatari no tenkan-tendesu. Korera no āku wa sono moji kara kyodaina shifuto o motte imashita. Watashitachiha, gin hito no kako, shinsenkumi, soshite sono raibaru, Mimawarigumi ni tsuite motto shiru hitsuyō ga arimasu. Soreha yori ōku no kyarakutā no hatten o motarashi, sore wa kako ni haruka ni ōku o aitashi, sore wa kenchoda to omotta.)\u001b[22m\n\nTranslations of \u001b[4mGintama's latest season (2015) blow these arcs away and give us much more serious arcs - S.A. arc and F.S. arc (Mentioning the arc's name is a huge spoiler, so might as well make it an acronym). I mean, there was another serious arc called 'Reaper', but then it suffers the same flaw from the other serious arcs I've mentioned. What makes S.A. and F.S. different from others is the turning point of the story. These arcs had a HUGE SHIFT from its characters. We got to know more about Gintoki's past, the Shinsengumi and its rival, Mimawarigumi. It had more character development and it opened up much more on the past and I thought it was outstanding.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGintama's latest season (2015) blow these arcs away and give us much more serious arcs - S.A. arc and F.S.\u001b[24m\n    \u001b[1mGintamaの最新のシーズン（2015年）は、これらの弧を吹き飛ばし、私たちにもっと深刻な弧を与えます -  S.A. arcとF.\u001b[22m, \u001b[1m銀魂の最新シーズン（2015年）離れてこれらの弧を吹くと私たちにはるかに深刻な弧を与える -  S.A.アークとF.S.を\u001b[22m\n\u001b[4marc (Mentioning the arc's name is a huge spoiler, so might as well make it an acronym).\u001b[24m\n    \u001b[1mアーク（アークの名前を言及することは巨大なスポイラーなので、頭文字にすることもできます）。\u001b[22m, \u001b[1mアーク（弧の名前を言及するには、巨大なスポイラーであるため、同様にそれ頭字語になるかもしれません）。\u001b[22m\n\u001b[4mI mean, there was another serious arc called 'Reaper', but then it suffers the same flaw from the other serious arcs I've mentioned.\u001b[24m\n    \u001b[1mつまり、Reaperと呼ばれる別の重大な弧がありましたが、私が言及した他の重大な弧と同じ欠陥があります。\u001b[22m, \u001b[1m私が意味する、そこに「死神」と呼ばれる別の深刻なアークがあったが、それは私が言及したその他の重大な円弧から同じ欠陥を被ります。\u001b[22m\n\u001b[4mWhat makes S.A. and F.S.\u001b[24m\n    \u001b[1mS.A.とF.S.を作る理由\u001b[22m, \u001b[1m何S.A.を行い、F.S.\u001b[22m\n\u001b[4mdifferent from others is the turning point of the story.\u001b[24m\n    \u001b[1m他のものとは違って、物語の転換点です。\u001b[22m, \u001b[1m他とは異なる物語のターニングポイントです。\u001b[22m\n\u001b[4mThese arcs had a HUGE SHIFT from its characters.\u001b[24m\n    \u001b[1mこれらのアークはその文字から巨大なシフトを持っていました。\u001b[22m, \u001b[1mこれらのアークは、その文字から大きな変化がありました。\u001b[22m\n\u001b[4mWe got to know more about Gintoki's past, the Shinsengumi and its rival, Mimawarigumi.\u001b[24m\n    \u001b[1m私たちは、銀人の過去、新撰組、そしてそのライバル、Mimawarigumiについてもっと知る必要があります。\u001b[22m, \u001b[1m私たちは、新選組とそのライバル、Mimawarigumiを銀時の過去についての詳細を知るようになりました。\u001b[22m\n\u001b[4mIt had more character development and it opened up much more on the past and I thought it was outstanding.\u001b[24m\n    \u001b[1mそれはより多くのキャラクターの発展をもたらし、それは過去にはるかに多くを開いたし、それは顕著だと思った。\u001b[22m, \u001b[1mこれは、より多くの文字の開発を持っていたし、それは過去に多くの、より開かれ、私はそれが傑出していたと思いました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION/SOUND:\n\n\u001b[1mアニメーション/サウンド：\u001b[22m\n\u001b[1m(Animēshon/ saundo:)\u001b[22m\n\nTranslations of \u001b[4mANIMATION/SOUND:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mANIMATION/SOUND:\u001b[24m\n    \u001b[1mアニメーション/サウンド：\u001b[22m, \u001b[1mANIMATION / SOUND：\u001b[22m\nI'm not going to mention the early days of its animation. It's old, we get it. As long as it improved, I don't think that's going to matter, so I'm just going to critique its latest animation which is impressive. I love how the animation shifts its tone from comedy to being serious. Like, you can see the distinct change on its shadings when it's about time to laugh or to get serious. However, I wouldn't say the animation, in terms of its fight scenes, are always consistent. It does have its moments, but not most of the time. Still, I think the animation is great.\n\n\u001b[1mアニメーションの初期段階については触れません。 それは古いです、私たちはそれを取得します。 それが改善される限り、私はそれが問題になるとは思わないので、私は印象的な最新のアニメーションを批評するつもりです。 私はアニメーションがコメディーからトーンを真剣に変える方法を愛しています。 同様に、あなたは笑ったり真剣になる時期が来ている時に、その陰影の明瞭な変化を見ることができます。 しかし、私は、その戦いシーンの点でアニメーションが常に一貫しているとは言いません。 それはその瞬間を持ちますが、ほとんどの時間はありません。 それでも、私はアニメーションが素晴らしいと思います。\u001b[22m\n\u001b[1m(Animēshon no shoki dankai ni tsuite wa furemasen. Sore wa furuidesu, watashitachi wa sore o shutoku shimasu. Sore ga kaizen sa reru kagiri, watashi wa sore ga mondai ni naru to wa omowanainode, watashi wa inshō-tekina saishin no animēshon o hihyō suru tsumoridesu. Watashi wa animēshon ga komedī kara tōn o shinken ni kaeru hōhō o aishiteimasu. Dōyō ni, anata wa warattari shinken ni naru jiki ga kite iru toki ni, sono in'ei no meiryōna henka o miru koto ga dekimasu. Shikashi, watashi wa, sono tatakai shīn no ten de animēshon ga tsuneni ikkan shite iru to wa iimasen. Sore wa sono shunkan o mochimasuga, hotondo no jikan wa arimasen. Soredemo, watashi wa animēshon ga subarashī to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not going to mention the early days of its animation. It's old, we get it. As long as it improved, I don't think that's going to matter, so I'm just going to critique its latest animation which is impressive. I love how the animation shifts its tone from comedy to being serious. Like, you can see the distinct change on its shadings when it's about time to laugh or to get serious. However, I wouldn't say the animation, in terms of its fight scenes, are always consistent. It does have its moments, but not most of the time. Still, I think the animation is great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not going to mention the early days of its animation.\u001b[24m\n    \u001b[1mアニメーションの初期段階については触れません。\u001b[22m, \u001b[1m私は、そのアニメーションの初期の時代に言及するつもりはありません。\u001b[22m\n\u001b[4mIt's old, we get it.\u001b[24m\n    \u001b[1mそれは古いです、私たちはそれを取得します。\u001b[22m, \u001b[1mそれは古いですが、我々はそれを取得します。\u001b[22m\n\u001b[4mAs long as it improved, I don't think that's going to matter, so I'm just going to critique its latest animation which is impressive.\u001b[24m\n    \u001b[1mそれが改善される限り、私はそれが問題になるとは思わないので、私は印象的な最新のアニメーションを批評するつもりです。\u001b[22m, \u001b[1m限り、それは改善されたとして、私はそれは問題になるだろうので、私はちょうど印象的である、最新のアニメーションを批判するつもりだとは思いません。\u001b[22m\n\u001b[4mI love how the animation shifts its tone from comedy to being serious.\u001b[24m\n    \u001b[1m私はアニメーションがコメディーからトーンを真剣に変える方法を愛しています。\u001b[22m, \u001b[1m私はアニメーションが深刻であることにコメディから、そのトーンをシフトする方法が大好きです。\u001b[22m\n\u001b[4mLike, you can see the distinct change on its shadings when it's about time to laugh or to get serious.\u001b[24m\n    \u001b[1m同様に、あなたは笑ったり真剣になる時期が来ている時に、その陰影の明瞭な変化を見ることができます。\u001b[22m, \u001b[1mそれは笑うか、深刻な取得する時間だときのように、あなたはその陰影に明確な変化を見ることができます。\u001b[22m\n\u001b[4mHowever, I wouldn't say the animation, in terms of its fight scenes, are always consistent.\u001b[24m\n    \u001b[1mしかし、私は、その戦いシーンの点でアニメーションが常に一貫しているとは言いません。\u001b[22m, \u001b[1mしかし、私はその戦いのシーンの点で、常に一貫している、アニメーションを言わないだろう。\u001b[22m\n\u001b[4mIt does have its moments, but not most of the time.\u001b[24m\n    \u001b[1mそれはその瞬間を持ちますが、ほとんどの時間はありません。\u001b[22m, \u001b[1mそれはほとんどの時間を、その瞬間を持っていませんが、ありません。\u001b[22m\n\u001b[4mStill, I think the animation is great.\u001b[24m\n    \u001b[1mそれでも、私はアニメーションが素晴らしいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nFor the soundtrack, it's also great. Its comedic soundtracks and its serious soundtracks are played at the right time and I thought they were memorable. For the OPs and EDs, there are some great ones, but some are okay. However, some OPs and EDs sometimes don't match to the content of its latest arcs. Take 'Beautiful Days' by OKAMOTO'S as an example. Lyrics? 'Beauty Beauty Beautiful Monday. Beauty Beauty Beautiful Tuesday--' and it shows that the arc is going to be sad.\n\n\u001b[1mサウンドトラックについては、それも素晴らしいです。 そのコメディのサウンドトラックとその重大なサウンドトラックが適切なタイミングで演奏され、私は彼らが思い出深いものだと思った。  OPとEDにはいくつかの素晴らしいものがありますが、いくつかは大丈夫です。 しかし、いくつかのOPおよびEDは、最新のアークの内容と一致しないことがあります。 岡本の「美しい日々」を例に挙げてみましょう。 歌詞？ 美容美美しい月曜日。  「Beauty Beauty Beautiful Tuesday--」と書かれており、アークが悲しいことを示しています。\u001b[22m\n\u001b[1m(Saundotorakku ni tsuite wa, sore mo subarashīdesu. Sono komedi no saundotorakku to sono jūdaina saundotorakku ga tekisetsuna taimingu de ensō sa re, watashi wa karera ga omoidebukai monoda to omotta. OP to ED ni wa ikutsu ka no subarashī mono ga arimasuga, ikutsu ka wa daijōbudesu. Shikashi, ikutsu ka no OP oyobi ED wa, saishin no āku no naiyō to itchi shinai koto ga arimasu. Okamoto no `utsukushī Ni~Tsu 々' O rei ni agete mimashou. Kashi? Biyō-bi utsukushī getsuyōbi. `Beauty Beauty byūtifuru Tuesday --' to kaka rete ori, āku ga kanashī koto o shimeshite imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the soundtrack, it's also great. Its comedic soundtracks and its serious soundtracks are played at the right time and I thought they were memorable. For the OPs and EDs, there are some great ones, but some are okay. However, some OPs and EDs sometimes don't match to the content of its latest arcs. Take 'Beautiful Days' by OKAMOTO'S as an example. Lyrics? 'Beauty Beauty Beautiful Monday. Beauty Beauty Beautiful Tuesday--' and it shows that the arc is going to be sad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the soundtrack, it's also great.\u001b[24m\n    \u001b[1mサウンドトラックについては、それも素晴らしいです。\u001b[22m, \u001b[1mサウンドトラックのために、それはまた、素晴らしいことです。\u001b[22m\n\u001b[4mIts comedic soundtracks and its serious soundtracks are played at the right time and I thought they were memorable.\u001b[24m\n    \u001b[1mそのコメディのサウンドトラックとその重大なサウンドトラックが適切なタイミングで演奏され、私は彼らが思い出深いものだと思った。\u001b[22m, \u001b[1mそのコミカルサウンドトラックとその深刻なサウンドトラックは、適切なタイミングで再生されると私は、彼らが記憶に残ると思っていました。\u001b[22m\n\u001b[4mFor the OPs and EDs, there are some great ones, but some are okay.\u001b[24m\n    \u001b[1mOPとEDにはいくつかの素晴らしいものがありますが、いくつかは大丈夫です。\u001b[22m, \u001b[1mOPとのEDのために、そこにいくつかの素晴らしいものですが、いくつかは大丈夫です。\u001b[22m\n\u001b[4mHowever, some OPs and EDs sometimes don't match to the content of its latest arcs.\u001b[24m\n    \u001b[1mしかし、いくつかのOPおよびEDは、最新のアークの内容と一致しないことがあります。\u001b[22m, \u001b[1mしかし、いくつかのOPとEDSは時々、その最新の弧の内容に一致していません。\u001b[22m\n\u001b[4mTake 'Beautiful Days' by OKAMOTO'S as an example.\u001b[24m\n    \u001b[1m岡本の「美しい日々」を例に挙げてみましょう。\u001b[22m, \u001b[1m一例として、OKAMOTO'Sによって「美しき日々」ましょう。\u001b[22m\n\u001b[4mLyrics?\u001b[24m\n    \u001b[1m歌詞？\u001b[22m, \u001b[1m歌詞？\u001b[22m\n\u001b[4m'Beauty Beauty Beautiful Monday.\u001b[24m\n    \u001b[1m美容美美しい月曜日。\u001b[22m, \u001b[1m「美容美しい月曜日。\u001b[22m\n\u001b[4mBeauty Beauty Beautiful Tuesday--' and it shows that the arc is going to be sad.\u001b[24m\n    \u001b[1m「Beauty Beauty Beautiful Tuesday--」と書かれており、アークが悲しいことを示しています。\u001b[22m, \u001b[1m美容美しいTuesday-- 'とそれがアークは悲しいことが起こっていることを示しています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOVERALL:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nYou need patience and dedication to watch this show. It's comedy maybe off for some at the beginning, but it does get better and better. Gintama's latest season isn't the conclusion though. It left hanging as the manga is still ongoing, but its conclusion doesn't disappoint. This series is easily one of my biggest recommendations to some people who hasn't watched it yet.\n\n\u001b[1mこのショーを見るには、忍耐と献身が必要です。 それは冒頭でいくつかのコメディをオフにしているかもしれませんが、それは良くなります。 銀魂の最新のシーズンは結論ではありません。 漫画がまだ進行中であるので、それはぶら下がったが、その結論は失望しない。 このシリーズは、まだそれを見ていない人々のための私の最大の推奨事項の一つです。\u001b[22m\n\u001b[1m(Kono shō o miru ni wa, nintai to kenshin ga hitsuyōdesu. Sore wa bōtō de ikutsu ka no komedi o ofu ni shite iru kamo shiremasenga, sore wa yoku narimasu. Gintama no saishin no shīzun wa ketsuronde wa arimasen. Manga ga mada shinkō-chūdearunode, soreha burasagatta ga, sono ketsuron wa shitsubō shinai. Kono shirīzu wa, mada sore o miteinai hitobito no tame no watashi no saidai no suishō jikō no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mYou need patience and dedication to watch this show. It's comedy maybe off for some at the beginning, but it does get better and better. Gintama's latest season isn't the conclusion though. It left hanging as the manga is still ongoing, but its conclusion doesn't disappoint. This series is easily one of my biggest recommendations to some people who hasn't watched it yet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou need patience and dedication to watch this show.\u001b[24m\n    \u001b[1mこのショーを見るには、忍耐と献身が必要です。\u001b[22m, \u001b[1mあなたはこのショーを見るために忍耐と献身を必要としています。\u001b[22m\n\u001b[4mIt's comedy maybe off for some at the beginning, but it does get better and better.\u001b[24m\n    \u001b[1mそれは冒頭でいくつかのコメディをオフにしているかもしれませんが、それは良くなります。\u001b[22m, \u001b[1mそれは多分初めにいくつかのためのオフコメディだが、それは良く取得ありません。\u001b[22m\n\u001b[4mGintama's latest season isn't the conclusion though.\u001b[24m\n    \u001b[1m銀魂の最新のシーズンは結論ではありません。\u001b[22m, \u001b[1m銀魂の最新シーズンはしかし結論ではありません。\u001b[22m\n\u001b[4mIt left hanging as the manga is still ongoing, but its conclusion doesn't disappoint.\u001b[24m\n    \u001b[1m漫画がまだ進行中であるので、それはぶら下がったが、その結論は失望しない。\u001b[22m, \u001b[1m漫画はまだ進行中であるように、それはぶら下がっ左が、その結論は失望していません。\u001b[22m\n\u001b[4mThis series is easily one of my biggest recommendations to some people who hasn't watched it yet.\u001b[24m\n    \u001b[1mこのシリーズは、まだそれを見ていない人々のための私の最大の推奨事項の一つです。\u001b[22m, \u001b[1mこのシリーズは、簡単にそれをまだ見ていない一部の人に私の最大の勧告の一つです。\u001b[22m\n\u001b[1m\u001b[22m\nScore: 10/10 (9.6, but fudge it. I enjoyed it a lot and round it up to 10/10).\n\n\u001b[1mスコア：10/10（9.6、しかしそれをばかげた。私はそれを楽しんで、それを10/10までに丸めた）。\u001b[22m\n\u001b[1m(Sukoa: 10/ 10 (9 . 6, Shikashi sore o bakageta. Watashi wa sore o tanoshinde, sore o 10/ 10 made ni marumeta).)\u001b[22m\n\nTranslations of \u001b[4mScore: 10/10 (9.6, but fudge it. I enjoyed it a lot and round it up to 10/10).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mScore: 10/10 (9.6, but fudge it. I enjoyed it a lot and round it up to 10/10).\u001b[24m\n    \u001b[1mスコア：10/10（9.6、しかしそれをばかげた。私はそれを楽しんで、それを10/10までに丸めた）。\u001b[22m, \u001b[1mスコア：10/10（9.6が、それをごまかす私はそれをたくさん楽しんで、10月10日までで、それラウンド。）。\u001b[22m"
  },
  {
    "title": "Gintama%C2%B0",
    "id": "28977",
    "url": "https://myanimelist.net/anime/28977/Gintama%C2%B0",
    "user": "EdInBrah99",
    "profile": "/profile/EdInBrah99/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=218403",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nWell Gintamaは典型的な敗者の主人公で、狂った強いエイリアンの少女に襲われる怠け者の砂糖っぽい侍からインスピレーションを得て、私は日々彼らを見て馬鹿みたいに行動し、尻を笑っている。\n\nストーリー：\n実際にはほとんどの場合、物語はありません。 多くの場合、アニメの誰もがやらない人生で勝つ方法についてです。 しかし、ストーリーが深刻になると、それはよく書かれており、感情的にあなたにそれを巻き込むように管理しています。\n\nアート：\nそれは立っている。 漫画に密着して、アニメはあなたがマンガで見つけることができる漫画の機能を省略していません。 文字はよく描かれており、それらを区別する重要な特徴を持っています。\n\n音：\n声とうまくやって音楽は思い出深いです。\n\nキャラクター：\nキャラクターの量にもかかわらず、各キャラクターはよく紹介されており、あなたがそれらの印象を作り、それらを覚えておくのに役立ちます。 それぞれに独特の特徴を与えることは、特に類似した見た目のキャラクターにも便利です。 文字の開発もうまくいっていますが、私はそれが使用する単語かどうかはわかりません。\n\n楽しみ：\nあなたがコメディのアニメを探しているなら、これ以上のものは他にないでしょう。 期間。\n\n全体：\nネオアームストロングサイクロンジェットアームストロングキャノンで遊ぶのとほぼ同じくらい良い。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWell Gintama is about a typical loser protagonist seeks inspiration from.. a lazy sugarholic samurai, who runs into a freakishly strong alien girl and I spent days watching them act like idiots and laugh my ass out.\n\n\u001b[1mWell Gintamaは典型的な敗者の主人公で、狂った強いエイリアンの少女に襲われる怠け者の砂糖っぽい侍からインスピレーションを得て、私は日々彼らを見て馬鹿みたいに行動し、尻を笑っている。\u001b[22m\n\u001b[1m(U~eru Gintama wa tenkei-tekina haisha no shujinkō de, kurutta tsuyoi eirian no shōjo ni osowa reru namakemono no satō ppoi samurai kara insupirēshon o ete, watashi wa hibi karera o mite bakamitai ni kōdō shi, shiri o waratte iru.)\u001b[22m\n\nTranslations of \u001b[4mWell Gintama is about a typical loser protagonist seeks inspiration from.. a lazy sugarholic samurai, who runs into a freakishly strong alien girl and I spent days watching them act like idiots and laugh my ass out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell Gintama is about a typical loser protagonist seeks inspiration from.. a lazy sugarholic samurai, who runs into a freakishly strong alien girl and I spent days watching them act like idiots and laugh my ass out.\u001b[24m\n    \u001b[1mWell Gintamaは典型的な敗者の主人公で、狂った強いエイリアンの少女に襲われる怠け者の砂糖っぽい侍からインスピレーションを得て、私は日々彼らを見て馬鹿みたいに行動し、尻を笑っている。\u001b[22m, \u001b[1mまあ銀魂は、典型的な敗者の主人公が気まぐれに強い外国人の女の子に実行され、私は彼らが馬鹿のように行動し、私のお尻を笑い飛ばす見て日を過ごした怠惰なsugarholic武士、..からインスピレーションを求めてについてです。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nActually there isn't any story for most of the time. More often than not, it is about how to win at life which no one in the anime does. But whenever the story gets serious it has a well written and manages to emotionally involve you in it.\n\n\u001b[1m実際にはほとんどの場合、物語はありません。 多くの場合、アニメの誰もがやらない人生で勝つ方法についてです。 しかし、ストーリーが深刻になると、それはよく書かれており、感情的にあなたにそれを巻き込むように管理しています。\u001b[22m\n\u001b[1m(Jissai ni wa hotondo no baai, monogatari wa arimasen. Ōku no baai, anime no daremoga yaranai jinsei de katsu hōhō ni tsuitedesu. Shikashi, sutōrī ga shinkoku ni naru to, sore wa yoku kaka rete ori, kanjō-teki ni anata ni sore o makikomu yō ni kanri shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mActually there isn't any story for most of the time. More often than not, it is about how to win at life which no one in the anime does. But whenever the story gets serious it has a well written and manages to emotionally involve you in it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActually there isn't any story for most of the time.\u001b[24m\n    \u001b[1m実際にはほとんどの場合、物語はありません。\u001b[22m, \u001b[1m実際にほとんどの時間のための任意の話はありません。\u001b[22m\n\u001b[4mMore often than not, it is about how to win at life which no one in the anime does.\u001b[24m\n    \u001b[1m多くの場合、アニメの誰もがやらない人生で勝つ方法についてです。\u001b[22m, \u001b[1m多くの場合、それはアニメで誰もしません人生で勝つ方法についてです。\u001b[22m\n\u001b[4mBut whenever the story gets serious it has a well written and manages to emotionally involve you in it.\u001b[24m\n    \u001b[1mしかし、ストーリーが深刻になると、それはよく書かれており、感情的にあなたにそれを巻き込むように管理しています。\u001b[22m, \u001b[1m物語は深刻な取得するたびにそれがよく書かれており、感情的にそれであなたを巻き込むために管理しています。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nIt is out standing. Sticking closely to the manga, the anime hasn't left out any comic features that you would find in the manga. The characters are well drawn and have a significant features that distinguish them.\n\n\u001b[1mそれは立っている。 漫画に密着して、アニメはあなたがマンガで見つけることができる漫画の機能を省略していません。 文字はよく描かれており、それらを区別する重要な特徴を持っています。\u001b[22m\n\u001b[1m(Sore wa tatte iru. Manga ni mitchaku shite, anime wa anata ga manga de mitsukeru koto ga dekiru manga no kinō o shōryaku shite imasen. Moji wa yoku egaka rete ori, sorera o kubetsu suru jūyōna tokuchō o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is out standing. Sticking closely to the manga, the anime hasn't left out any comic features that you would find in the manga. The characters are well drawn and have a significant features that distinguish them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is out standing.\u001b[24m\n    \u001b[1mそれは立っている。\u001b[22m, \u001b[1mこれは、アウトスタンディングです。\u001b[22m\n\u001b[4mSticking closely to the manga, the anime hasn't left out any comic features that you would find in the manga.\u001b[24m\n    \u001b[1m漫画に密着して、アニメはあなたがマンガで見つけることができる漫画の機能を省略していません。\u001b[22m, \u001b[1m漫画に密接にこだわり、アニメはあなたが漫画に見つけるだろう任意の漫画の特徴を残していません。\u001b[22m\n\u001b[4mThe characters are well drawn and have a significant features that distinguish them.\u001b[24m\n    \u001b[1m文字はよく描かれており、それらを区別する重要な特徴を持っています。\u001b[22m, \u001b[1m文字がよく描かれていて、それらを区別する重要な機能を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nVoices and well done and the music is memorable.\n\n\u001b[1m声とうまくやって音楽は思い出深いです。\u001b[22m\n\u001b[1m(Koe to umaku yatte ongaku wa omoidebukaidesu.)\u001b[22m\n\nTranslations of \u001b[4mVoices and well done and the music is memorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoices and well done and the music is memorable.\u001b[24m\n    \u001b[1m声とうまくやって音楽は思い出深いです。\u001b[22m, \u001b[1mボイスとよくやったと音楽が印象的です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nDespite the amount of characters, each character is well introduced and it helps you makes an impression of them and remember them. Giving each one a distinct feature also comes in handy, especially similar looking characters. the development of characters is also done gracefully, though i am not sure if that is word to use.\n\n\u001b[1mキャラクターの量にもかかわらず、各キャラクターはよく紹介されており、あなたがそれらの印象を作り、それらを覚えておくのに役立ちます。 それぞれに独特の特徴を与えることは、特に類似した見た目のキャラクターにも便利です。 文字の開発もうまくいっていますが、私はそれが使用する単語かどうかはわかりません。\u001b[22m\n\u001b[1m(Kyarakutā no ryō nimokakawarazu, kaku kyarakutā wa yoku shōkai sa rete ori, anata ga sorera no inshō o tsukuri, sorera o oboete oku no ni yakudachimasu. Sorezore ni dokutoku no tokuchō o ataeru koto wa, tokuni ruiji shita mitame no kyarakutā ni mo benridesu. Moji no kaihatsu mo umaku itte imasuga, watashi wa sore ga shiyō suru tango ka dō ka wa wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mDespite the amount of characters, each character is well introduced and it helps you makes an impression of them and remember them. Giving each one a distinct feature also comes in handy, especially similar looking characters. the development of characters is also done gracefully, though i am not sure if that is word to use.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite the amount of characters, each character is well introduced and it helps you makes an impression of them and remember them.\u001b[24m\n    \u001b[1mキャラクターの量にもかかわらず、各キャラクターはよく紹介されており、あなたがそれらの印象を作り、それらを覚えておくのに役立ちます。\u001b[22m, \u001b[1m文字の量にもかかわらず、各文字がよく導入され、それはあなたがそれらの印象を作り、それらを覚えて役立ちます。\u001b[22m\n\u001b[4mGiving each one a distinct feature also comes in handy, especially similar looking characters.\u001b[24m\n    \u001b[1mそれぞれに独特の特徴を与えることは、特に類似した見た目のキャラクターにも便利です。\u001b[22m, \u001b[1m個別の機能も便利な、特に同様の探して文字にしていた各1を与えます。\u001b[22m\n\u001b[4mthe development of characters is also done gracefully, though i am not sure if that is word to use.\u001b[24m\n    \u001b[1m文字の開発もうまくいっていますが、私はそれが使用する単語かどうかはわかりません。\u001b[22m, \u001b[1m私はそれが使用する単語であるかどうかわからないですけれども、文字の開発も、正常に実行されます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nIf you are looking for a comedy anime, there can be no other better than this. Period.\n\n\u001b[1mあなたがコメディのアニメを探しているなら、これ以上のものは他にないでしょう。 期間。\u001b[22m\n\u001b[1m(Anata ga komedi no anime o sagashite irunara, koreijō no mono wa hoka ni naideshou. Kikan.)\u001b[22m\n\nTranslations of \u001b[4mIf you are looking for a comedy anime, there can be no other better than this. Period.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you are looking for a comedy anime, there can be no other better than this.\u001b[24m\n    \u001b[1mあなたがコメディのアニメを探しているなら、これ以上のものは他にないでしょう。\u001b[22m, \u001b[1mあなたはコメディアニメを探している場合は、これよりも他の優れた存在になることはできません。\u001b[22m\n\u001b[4mPeriod.\u001b[24m\n    \u001b[1m期間。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nAlmost as good as playing with Neo Armstrong Cyclone Jet Armstrong Cannon.\n\n\u001b[1mネオアームストロングサイクロンジェットアームストロングキャノンで遊ぶのとほぼ同じくらい良い。\u001b[22m\n\u001b[1m(Neo ā musu torongusaikuronjettoāmusutorongukyanon de asobu no to hobo onaji kurai yoi.)\u001b[22m\n\nTranslations of \u001b[4mAlmost as good as playing with Neo Armstrong Cyclone Jet Armstrong Cannon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlmost as good as playing with Neo Armstrong Cyclone Jet Armstrong Cannon.\u001b[24m\n    \u001b[1mネオアームストロングサイクロンジェットアームストロングキャノンで遊ぶのとほぼ同じくらい良い。\u001b[22m, \u001b[1mネオアームストロングサイクロンジェットアームストロング砲と一緒に遊んでと同じくらい良いです。\u001b[22m"
  },
  {
    "title": "Gintama%C2%B0",
    "id": "28977",
    "url": "https://myanimelist.net/anime/28977/Gintama%C2%B0",
    "user": "mashumallow",
    "profile": "/profile/mashumallow/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=214968",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n笑いの涙と喜びの涙の両方を生み出すことができる銀魂は、それが放映された過去10年間にわたって私に印象づけることに失敗しなかったし、今シーズンも変わらない。 あなたが最初の数シーズンを見ていない場合は、先に進んでください。 このレビューはカテゴリー別に分類されます\n（ストーリー・アート・サウンド・キャラクター・楽しさ）、今シーズンについての私の全体的な声明で終わります\n\nストーリー：8/10\n銀魂の真の魔法は、本質的にエピソード的で、自然界では非常にコメディーであるということです。 これらのコメディー・アークとエピソードは、ウォッチャーをサイド・キャラクターに接続するのに役立ちます。その結果、最終的に深刻な建設的なアークが起こると、リーダー/ウォッチャーに劇的な影響を与えます。 このシーズンには多くのフラックがありますが、2本の重大なアークを一緒にストリングすることです。 アーク自体は本当に良いですし、深刻なアーク（国の先祖は最高のイモです）の面でトップ3に配置します。 しかし、アークが互いに直接つながってしまうのはあまりにも悪いことでした。\n\nこの点をまとめると、本当に深刻なアークを楽しむことができ、彼らは銀魂にとって不可欠な部分です。 しかし、銀魂の強みは主にコメディーであり、典型的な少年アニメでは注目されないような側面のキャラクターに聴衆をつなぐものです。 しかし、私は、銀魂をフィナーレに向けて新しい方向に向けるソラチの試みに拍手を送る。\n\nアート9/10\nこれは今シーズンが本当に他の人と分かれるところです。 戦闘シーンは前のシーズンほど鮮明ではありませんが、バックグラウンドははるかにきれいで、ラインははるかに大胆です。 顔のディテールがはっきりと見え、銀魂にすばらしい表情を与えます。\n\nサウンド9/10\nいつものように、銀魂は情景の感情的な背景を確立するかなりのオストを持っています。 しかし、今シーズンのOPの3/5は、最後の弧が吹き飛ぶまでかなり平凡だった。第2のOPも素晴らしいものだった。  EDの面では、銀魂はかなり優れていました。 声優10月10日、銀魂はキャスト方法を知っている\n\nキャラクター10/10\n他のアニメは、銀魂としてのすべてのキャラクターに聴衆を結びつけるのにうってつけです。 それは強さと弱点だけでなく、悪役とよく書かれたMCを持っていることの一つです。 しかし、ゴリラは、どのキャラクターもアークのスポットライトに置くことができ、観客は彼らに同情を感じることができます。 ギンタキは主人公のように常に彼に焦点を当てるだろうが、サイドキャラクターの演技と執筆は本当に他のアニメよりもそれを推進する\n\n楽しさ10/10\nエルヴィス\n\n全体的な9/10\n私は今シーズン、銀魂を避けて終わらせようとしているソラチが好きです。 しかし、銀魂が終わりを迎えようとしているのを覚えていると、悲しい気持ちになるが、終わらなければならない。 多くのコメディを犠牲にしなければならない場合、私はGorilla-Senseiがシリーズの終わりを確実にするのを待っている。 今シーズンは成功し、それは驚異的ではありませんGintamaはMALのトップ10のほとんどを構成します",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nGintama, a show that is capable of both producing tears of laughter along with tears of joy, has not failed to impress me over the past decade it has been aired and this season is no different. If you haven't watched the first few seasons go ahead and do so. This review will just go through category by category\n\n\u001b[1m笑いの涙と喜びの涙の両方を生み出すことができる銀魂は、それが放映された過去10年間にわたって私に印象づけることに失敗しなかったし、今シーズンも変わらない。 あなたが最初の数シーズンを見ていない場合は、先に進んでください。 このレビューはカテゴリー別に分類されます\u001b[22m\n\u001b[1m(Warai no namida to yorokobi no namida no ryōhō o umidasu koto ga dekiru gindama wa, sore ga hōei sa reta kako 10-nenkan ni watatte watashi ni inshōdzukeru koto ni shippai shinakattashi, ima shīzun mo kawaranai. Anata ga saisho no sū shīzun o mite inai baai wa,-saki ni susunde kudasai. Kono rebyū wa kategorī-betsu ni bunrui sa remasu)\u001b[22m\n\nTranslations of \u001b[4mGintama, a show that is capable of both producing tears of laughter along with tears of joy, has not failed to impress me over the past decade it has been aired and this season is no different. If you haven't watched the first few seasons go ahead and do so. This review will just go through category by category\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGintama, a show that is capable of both producing tears of laughter along with tears of joy, has not failed to impress me over the past decade it has been aired and this season is no different.\u001b[24m\n    \u001b[1m笑いの涙と喜びの涙の両方を生み出すことができる銀魂は、それが放映された過去10年間にわたって私に印象づけることに失敗しなかったし、今シーズンも変わらない。\u001b[22m, \u001b[1m銀魂、喜びの涙と一緒に笑いの両方の生産涙が可能なショーは、過去10年間私を感動させる失敗しなかった、それが放映されており、この季節には違いはありません。\u001b[22m\n\u001b[4mIf you haven't watched the first few seasons go ahead and do so.\u001b[24m\n    \u001b[1mあなたが最初の数シーズンを見ていない場合は、先に進んでください。\u001b[22m, \u001b[1mあなたが見ていない場合は、最初の数シーズンは先に行くとそれを行います。\u001b[22m\n\u001b[4mThis review will just go through category by category\u001b[24m\n    \u001b[1mこのレビューはカテゴリー別に分類されます\u001b[22m, \u001b[1mこのレビューはちょうどカテゴリ別にカテゴリを通過します\u001b[22m\n(story-art-sound-character-enjoyment) and conclude with my overall statement about this season\n\n\u001b[1m（ストーリー・アート・サウンド・キャラクター・楽しさ）、今シーズンについての私の全体的な声明で終わります\u001b[22m\n\u001b[1m((Sutōrī āto saundo kyarakutā tanoshisa), ima shīzun ni tsuite no watashi no zentai-tekina seimei de owarimasu)\u001b[22m\n\nTranslations of \u001b[4m(story-art-sound-character-enjoyment) and conclude with my overall statement about this season\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(story-art-sound-character-enjoyment) and conclude with my overall statement about this season\u001b[24m\n    \u001b[1m（ストーリー・アート・サウンド・キャラクター・楽しさ）、今シーズンについての私の全体的な声明で終わります\u001b[22m, \u001b[1m（物語 - 芸術 - 音文字-楽しさ）と今シーズンについての私の全体的な文で結論\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\nThe true magic of Gintama is that it is episodic in nature and very comedic in nature. These comedic arcs and episodes help to connect the watcher to the side characters, so that when eventually a serious well-constructed arc does take place it takes a dramatic impact on the reader/watcher. The thing that this season will get a lot of flack for is stringing two serious arcs together. The arcs themselves are really good and I would place them in the top 3 in terms of serious arcs (courtesan of the nation is the best imo). However, it just so happened to be too bad that the arcs led directly into each other.\n\n\u001b[1m銀魂の真の魔法は、本質的にエピソード的で、自然界では非常にコメディーであるということです。 これらのコメディー・アークとエピソードは、ウォッチャーをサイド・キャラクターに接続するのに役立ちます。その結果、最終的に深刻な建設的なアークが起こると、リーダー/ウォッチャーに劇的な影響を与えます。 このシーズンには多くのフラックがありますが、2本の重大なアークを一緒にストリングすることです。 アーク自体は本当に良いですし、深刻なアーク（国の先祖は最高のイモです）の面でトップ3に配置します。 しかし、アークが互いに直接つながってしまうのはあまりにも悪いことでした。\u001b[22m\n\u001b[1m(Gintama no shin no mahō wa, honshitsu-teki ni episōdo-tekide, shizen-kaide wa hijō ni komedīdearu to iu kotodesu. Korera no komedī āku to episōdo wa, u~otchā o saido kyarakutā ni setsuzoku suru no ni yakudachimasu. Sono kekka, saishūtekini shinkokuna kensetsu-tekina āku ga okoru to, rīdā/ u~otchā ni gekitekina eikyō o ataemasu. Kono shīzun ni wa ōku no furakku ga arimasuga, 2-pon no jūdaina āku o issho ni sutoringu suru kotodesu. Āku jitai wa hontōni yoidesushi, shinkokuna āku (kuni no senzo wa saikō no imodesu) no men de toppu 3 ni haichi shimasu. Shikashi, āku ga tagaini chokusetsu tsunagatte shimau no wa amarini mo warui kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe true magic of Gintama is that it is episodic in nature and very comedic in nature. These comedic arcs and episodes help to connect the watcher to the side characters, so that when eventually a serious well-constructed arc does take place it takes a dramatic impact on the reader/watcher. The thing that this season will get a lot of flack for is stringing two serious arcs together. The arcs themselves are really good and I would place them in the top 3 in terms of serious arcs (courtesan of the nation is the best imo). However, it just so happened to be too bad that the arcs led directly into each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe true magic of Gintama is that it is episodic in nature and very comedic in nature.\u001b[24m\n    \u001b[1m銀魂の真の魔法は、本質的にエピソード的で、自然界では非常にコメディーであるということです。\u001b[22m, \u001b[1m銀魂の真の魔法は、それが自然の中でエピソードや自然の中で非常に滑稽であるということです。\u001b[22m\n\u001b[4mThese comedic arcs and episodes help to connect the watcher to the side characters, so that when eventually a serious well-constructed arc does take place it takes a dramatic impact on the reader/watcher.\u001b[24m\n    \u001b[1mこれらのコメディー・アークとエピソードは、ウォッチャーをサイド・キャラクターに接続するのに役立ちます。その結果、最終的に深刻な建設的なアークが起こると、リーダー/ウォッチャーに劇的な影響を与えます。\u001b[22m, \u001b[1m最終的に深刻なうまく構成アークが行わないときには、リーダ/ウォッチャーに劇的な影響をとるように、これらの喜劇アークとのエピソードは、サイド文字にウォッチャーを接続するのに役立ちます。\u001b[22m\n\u001b[4mThe thing that this season will get a lot of flack for is stringing two serious arcs together.\u001b[24m\n    \u001b[1mこのシーズンには多くのフラックがありますが、2本の重大なアークを一緒にストリングすることです。\u001b[22m, \u001b[1mこのシーズンはのためフラックの多くを得るだろうことは、2つの重大な弧を糸れます。\u001b[22m\n\u001b[4mThe arcs themselves are really good and I would place them in the top 3 in terms of serious arcs (courtesan of the nation is the best imo).\u001b[24m\n    \u001b[1mアーク自体は本当に良いですし、深刻なアーク（国の先祖は最高のイモです）の面でトップ3に配置します。\u001b[22m, \u001b[1mアーク自体は本当に良いですし、私は深刻な弧の面でトップ3に配置します（国の遊女芋ベストです）であろう。\u001b[22m\n\u001b[4mHowever, it just so happened to be too bad that the arcs led directly into each other.\u001b[24m\n    \u001b[1mしかし、アークが互いに直接つながってしまうのはあまりにも悪いことでした。\u001b[22m, \u001b[1mしかし、ちょうどので、アークがお互いに直接つながっていることをあまりにも悪いことが起こりました。\u001b[22m\n\u001b[1m\u001b[22m\nSo to sum up this point, I really do enjoy the serious arcs and they are an essential part to Gintama. However, Gintama's strength lies primarily comedy and making the audience connected to side characters that would not get attention in typical shounen anime. But I do applaud Sorachi's attempt to steer Gintama in a new direction towards its finale.\n\n\u001b[1mこの点をまとめると、本当に深刻なアークを楽しむことができ、彼らは銀魂にとって不可欠な部分です。 しかし、銀魂の強みは主にコメディーであり、典型的な少年アニメでは注目されないような側面のキャラクターに聴衆をつなぐものです。 しかし、私は、銀魂をフィナーレに向けて新しい方向に向けるソラチの試みに拍手を送る。\u001b[22m\n\u001b[1m(Kono ten o matomeru to, hontōni shinkokuna āku o tanoshimu koto ga deki, karera wa Gintama ni totte fukaketsuna bubundesu. Shikashi, Gintama no tsuyomi wa omoni komedīdeari, tenkei-tekina shōnen animede wa chūmoku sa renai yōna sokumen no kyarakutā ni chōshū o tsunagu monodesu. Shikashi, watashi wa, Gintama o fināre ni mukete atarashī hōkō ni mukeru Sorachi no kokoromi ni hakushu o okuru.)\u001b[22m\n\nTranslations of \u001b[4mSo to sum up this point, I really do enjoy the serious arcs and they are an essential part to Gintama. However, Gintama's strength lies primarily comedy and making the audience connected to side characters that would not get attention in typical shounen anime. But I do applaud Sorachi's attempt to steer Gintama in a new direction towards its finale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo to sum up this point, I really do enjoy the serious arcs and they are an essential part to Gintama.\u001b[24m\n    \u001b[1mこの点をまとめると、本当に深刻なアークを楽しむことができ、彼らは銀魂にとって不可欠な部分です。\u001b[22m, \u001b[1mだから、この点をまとめるために、私は本当に深刻な弧を楽しんでください、彼らは銀魂に不可欠な部分です。\u001b[22m\n\u001b[4mHowever, Gintama's strength lies primarily comedy and making the audience connected to side characters that would not get attention in typical shounen anime.\u001b[24m\n    \u001b[1mしかし、銀魂の強みは主にコメディーであり、典型的な少年アニメでは注目されないような側面のキャラクターに聴衆をつなぐものです。\u001b[22m, \u001b[1mしかし、銀魂の強さは、主にコメディと、典型的な少年アニメに注目を得られないだろう側のキャラクターに接続された聴衆を作るあります。\u001b[22m\n\u001b[4mBut I do applaud Sorachi's attempt to steer Gintama in a new direction towards its finale.\u001b[24m\n    \u001b[1mしかし、私は、銀魂をフィナーレに向けて新しい方向に向けるソラチの試みに拍手を送る。\u001b[22m, \u001b[1mしかし、私はそのフィナーレに向けて新たな方向に銀魂を操縦する空知の試みを称賛ありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt 9/10\n\n\u001b[1mアート9/10\u001b[22m\n\u001b[1m(Āto 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 9/10\u001b[24m\n    \u001b[1mアート9/10\u001b[22m\nThis is where this season truly separates itself from the others. Although the fight scenes aren't as crisp as the season before, the back grounds are much prettier and the lines are much bolder. The detail in the faces are much more visible and give Gintama a great look.\n\n\u001b[1mこれは今シーズンが本当に他の人と分かれるところです。 戦闘シーンは前のシーズンほど鮮明ではありませんが、バックグラウンドははるかにきれいで、ラインははるかに大胆です。 顔のディテールがはっきりと見え、銀魂にすばらしい表情を与えます。\u001b[22m\n\u001b[1m(Kore wa ima shīzun ga hontōni hokanohito to wakareru tokorodesu. Sentō shīn wa mae no shīzun hodo senmeide wa arimasenga, bakkuguraundo wa haruka ni kireide, rain wa haruka ni daitandesu. Kao no ditēru ga hakkiri to mie, Gintama ni subarashī hyōjō o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is where this season truly separates itself from the others. Although the fight scenes aren't as crisp as the season before, the back grounds are much prettier and the lines are much bolder. The detail in the faces are much more visible and give Gintama a great look.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is where this season truly separates itself from the others.\u001b[24m\n    \u001b[1mこれは今シーズンが本当に他の人と分かれるところです。\u001b[22m, \u001b[1mこの季節は本当に他人から自分自身を分離する場所です。\u001b[22m\n\u001b[4mAlthough the fight scenes aren't as crisp as the season before, the back grounds are much prettier and the lines are much bolder.\u001b[24m\n    \u001b[1m戦闘シーンは前のシーズンほど鮮明ではありませんが、バックグラウンドははるかにきれいで、ラインははるかに大胆です。\u001b[22m, \u001b[1m戦いのシーンは、前シーズンのようにカリカリではありませんが、バックグランドははるかにきれいで、ラインがはるかに大胆です。\u001b[22m\n\u001b[4mThe detail in the faces are much more visible and give Gintama a great look.\u001b[24m\n    \u001b[1m顔のディテールがはっきりと見え、銀魂にすばらしい表情を与えます。\u001b[22m, \u001b[1m顔の細部ははるかに表示され、銀魂に素晴らしい外観を与えます。\u001b[22m\n\u001b[1m\u001b[22m\nSound 9/10\n\n\u001b[1mサウンド9/10\u001b[22m\n\u001b[1m(Saundo 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 9/10\u001b[24m\n    \u001b[1mサウンド9/10\u001b[22m, \u001b[1m9/10サウンド\u001b[22m\nAs always, Gintama has a pretty great ost that establishes the emotional backdrops of scenes. However, 3/5 of the OPs this season were pretty mediocre until the last arc blew me away,the second OP was excellent as well. In terms of EDs Gintama was pretty excellent. Voice Actors 10/10, Gintama knows how to cast\n\n\u001b[1mいつものように、銀魂は情景の感情的な背景を確立するかなりのオストを持っています。 しかし、今シーズンのOPの3/5は、最後の弧が吹き飛ぶまでかなり平凡だった。第2のOPも素晴らしいものだった。  EDの面では、銀魂はかなり優れていました。 声優10月10日、銀魂はキャスト方法を知っている\u001b[22m\n\u001b[1m(Itsumo no yō ni, Gintama wa jōkei no kanjō-tekina haikei o kakuritsu suru kanari no osuto o motte imasu. Shikashi, ima shīzun no OP no 3/ 5 wa, saigo no ko ga fukitobu made kanari heibondatta. Dai 2 no OP mo subarashī monodatta. ED no mende wa, Gintama wa kanari sugurete imashita. Seiyū 10 tsuki 10-nichi, Gintama wa kyasuto hōhō o shitte iru)\u001b[22m\n\nTranslations of \u001b[4mAs always, Gintama has a pretty great ost that establishes the emotional backdrops of scenes. However, 3/5 of the OPs this season were pretty mediocre until the last arc blew me away,the second OP was excellent as well. In terms of EDs Gintama was pretty excellent. Voice Actors 10/10, Gintama knows how to cast\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs always, Gintama has a pretty great ost that establishes the emotional backdrops of scenes.\u001b[24m\n    \u001b[1mいつものように、銀魂は情景の感情的な背景を確立するかなりのオストを持っています。\u001b[22m, \u001b[1mいつものように、銀魂は、シーンの感情的な背景を確立し、かなり大きなOSTを持っています。\u001b[22m\n\u001b[4mHowever, 3/5 of the OPs this season were pretty mediocre until the last arc blew me away,the second OP was excellent as well.\u001b[24m\n    \u001b[1mしかし、今シーズンのOPの3/5は、最後の弧が吹き飛ぶまでかなり平凡だった。第2のOPも素晴らしいものだった。\u001b[22m, \u001b[1mしかし、最後のアークは私を吹き飛ばしたまでは、このシーズンはかなり平凡だったのOPの3/5は、第二のOPにも優れていました。\u001b[22m\n\u001b[4mIn terms of EDs Gintama was pretty excellent.\u001b[24m\n    \u001b[1mEDの面では、銀魂はかなり優れていました。\u001b[22m, \u001b[1m内分泌攪乱化学銀魂の面ではかなり優れていました。\u001b[22m\n\u001b[4mVoice Actors 10/10, Gintama knows how to cast\u001b[24m\n    \u001b[1m声優10月10日、銀魂はキャスト方法を知っている\u001b[22m, \u001b[1m銀魂キャストする方法を知っている声優10/10、\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 10/10\n\n\u001b[1mキャラクター10/10\u001b[22m\n\u001b[1m(Kyarakutā 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 10/10\u001b[24m\n    \u001b[1mキャラクター10/10\u001b[22m, \u001b[1m文字10/10\u001b[22m\nNo other anime does better at connecting the audience to ALL of its characters as Gintama. It's one thing to have a well-written MC with strength and weaknesses as well as villains. But Gorilla has made it to where any character can be placed in the spotlight of an arc and the audience will feel sympathy for them. Gintoki will always have the focus on him as the main character should, but the voice acting and writing of the side characters truly propel it further than other anime\n\n\u001b[1m他のアニメは、銀魂としてのすべてのキャラクターに聴衆を結びつけるのにうってつけです。 それは強さと弱点だけでなく、悪役とよく書かれたMCを持っていることの一つです。 しかし、ゴリラは、どのキャラクターもアークのスポットライトに置くことができ、観客は彼らに同情を感じることができます。 ギンタキは主人公のように常に彼に焦点を当てるだろうが、サイドキャラクターの演技と執筆は本当に他のアニメよりもそれを推進する\u001b[22m\n\u001b[1m(Hoka no anime wa, Gintama to shite no subete no kyarakutā ni chōshū o musubitsukeru no ni uttetsukedesu. Sore wa tsuyo-sa to jakuten dakedenaku, akuyaku to yoku kaka reta MC o motte iru koto no hitotsudesu. Shikashi, gorira wa, dono kyarakutā mo āku no supottoraito ni oku koto ga deki, kankyaku wa karera ni dōjō o kanjiru koto ga dekimasu. Gintaki wa shujinkō no yō ni tsuneni kare ni shōten o aterudarouga, saidokyarakutā no engi to shippitsu wa hontōni hoka no anime yori mo sore o suishin suru)\u001b[22m\n\nTranslations of \u001b[4mNo other anime does better at connecting the audience to ALL of its characters as Gintama. It's one thing to have a well-written MC with strength and weaknesses as well as villains. But Gorilla has made it to where any character can be placed in the spotlight of an arc and the audience will feel sympathy for them. Gintoki will always have the focus on him as the main character should, but the voice acting and writing of the side characters truly propel it further than other anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo other anime does better at connecting the audience to ALL of its characters as Gintama.\u001b[24m\n    \u001b[1m他のアニメは、銀魂としてのすべてのキャラクターに聴衆を結びつけるのにうってつけです。\u001b[22m, \u001b[1m他のアニメは銀魂としてその文字のALLに観客を接続で優れていません。\u001b[22m\n\u001b[4mIt's one thing to have a well-written MC with strength and weaknesses as well as villains.\u001b[24m\n    \u001b[1mそれは強さと弱点だけでなく、悪役とよく書かれたMCを持っていることの一つです。\u001b[22m, \u001b[1mこれは、強さと弱さだけでなく、悪役でよく書かれたMCを持って一つのことです。\u001b[22m\n\u001b[4mBut Gorilla has made it to where any character can be placed in the spotlight of an arc and the audience will feel sympathy for them.\u001b[24m\n    \u001b[1mしかし、ゴリラは、どのキャラクターもアークのスポットライトに置くことができ、観客は彼らに同情を感じることができます。\u001b[22m, \u001b[1mしかしゴリラは、任意の文字が円弧のスポットライト内に配置することができ、観客は彼らのために同情を感じるだろうどこにそれを作りました。\u001b[22m\n\u001b[4mGintoki will always have the focus on him as the main character should, but the voice acting and writing of the side characters truly propel it further than other anime\u001b[24m\n    \u001b[1mギンタキは主人公のように常に彼に焦点を当てるだろうが、サイドキャラクターの演技と執筆は本当に他のアニメよりもそれを推進する\u001b[22m, \u001b[1m銀時はいつも主人公べきこととして、彼に焦点を持っていますが、サイドのキャラクターの声の演技と書き込みは本当に他のアニメよりも、さらにそれを推進します\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 10/10\n\n\u001b[1m楽しさ10/10\u001b[22m\n\u001b[1m(Tanoshisa 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 10/10\u001b[24m\n    \u001b[1m楽しさ10/10\u001b[22m, \u001b[1m楽し10/10\u001b[22m\nEFFING HILARIOUS\n\n\u001b[1mエルヴィス\u001b[22m\n\u001b[1m(Eruvu~isu)\u001b[22m\n\nTranslations of \u001b[4mEFFING HILARIOUS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEFFING HILARIOUS\u001b[24m\n    \u001b[1mエルヴィス\u001b[22m, \u001b[1mいまいましくHILARIOUS\u001b[22m\n\u001b[1m\u001b[22m\nOverall 9/10\n\n\u001b[1m全体的な9/10\u001b[22m\n\u001b[1m(Zentai-tekina 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 9/10\u001b[24m\n    \u001b[1m全体的な9/10\u001b[22m, \u001b[1m全体的に9/10\u001b[22m\nI like that in this season Sorachi is trying to lead Gintama to its inevitable close. However, it makes me feel sad when I'm reminded that Gintama is going to tie ends but it has to be done. If a lot of comedy has to be sacrificed then I stand by Gorilla-Sensei in making sure the series has a solid ending. This season is a success and it's no suprise Gintama composes most of the top 10 on MAL\n\n\u001b[1m私は今シーズン、銀魂を避けて終わらせようとしているソラチが好きです。 しかし、銀魂が終わりを迎えようとしているのを覚えていると、悲しい気持ちになるが、終わらなければならない。 多くのコメディを犠牲にしなければならない場合、私はGorilla-Senseiがシリーズの終わりを確実にするのを待っている。 今シーズンは成功し、それは驚異的ではありませんGintamaはMALのトップ10のほとんどを構成します\u001b[22m\n\u001b[1m(Watashi wa ima shīzun, Gintama o sakete owara seyou to shite iru Sorachi ga sukidesu. Shikashi, Gintama ga owari o mukaeyou to shite iru no o oboete iru to, kanashī kimochi ni naruga, owaranakereba naranai. Ōku no komedi o gisei ni shinakereba naranai baai, watashi wa Gorilla - Sensei ga shirīzu no owari o kakujitsu ni suru no o matte iru. Ima shīzun wa seikō shi, soreha kyōi-tekide wa arimasen Gintama wa MAL no toppu 10 no hotondo o kōsei shimasu)\u001b[22m\n\nTranslations of \u001b[4mI like that in this season Sorachi is trying to lead Gintama to its inevitable close. However, it makes me feel sad when I'm reminded that Gintama is going to tie ends but it has to be done. If a lot of comedy has to be sacrificed then I stand by Gorilla-Sensei in making sure the series has a solid ending. This season is a success and it's no suprise Gintama composes most of the top 10 on MAL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like that in this season Sorachi is trying to lead Gintama to its inevitable close.\u001b[24m\n    \u001b[1m私は今シーズン、銀魂を避けて終わらせようとしているソラチが好きです。\u001b[22m, \u001b[1m私はこの季節に空知が避けられない終わりに銀魂をリードしようとしていることを好みます。\u001b[22m\n\u001b[4mHowever, it makes me feel sad when I'm reminded that Gintama is going to tie ends but it has to be done.\u001b[24m\n    \u001b[1mしかし、銀魂が終わりを迎えようとしているのを覚えていると、悲しい気持ちになるが、終わらなければならない。\u001b[22m, \u001b[1mしかし、それは私が銀魂の両端を結ぶために起こっているが、それが行わなければならないことを思い出していたとき、私は悲しく感じさせます。\u001b[22m\n\u001b[4mIf a lot of comedy has to be sacrificed then I stand by Gorilla-Sensei in making sure the series has a solid ending.\u001b[24m\n    \u001b[1m多くのコメディを犠牲にしなければならない場合、私はGorilla-Senseiがシリーズの終わりを確実にするのを待っている。\u001b[22m, \u001b[1m喜劇の多くを犠牲にしなければならない場合、私はシリーズは、固体結末を持って確認することでゴリラ先生に立ちます。\u001b[22m\n\u001b[4mThis season is a success and it's no suprise Gintama composes most of the top 10 on MAL\u001b[24m\n    \u001b[1m今シーズンは成功し、それは驚異的ではありませんGintamaはMALのトップ10のほとんどを構成します\u001b[22m, \u001b[1m今シーズンは成功であり、それは銀魂がMALのトップ10のほとんどを構成する全く驚きません\u001b[22m"
  },
  {
    "title": "Gintama%C2%B0",
    "id": "28977",
    "url": "https://myanimelist.net/anime/28977/Gintama%C2%B0",
    "user": "lainie018",
    "profile": "/profile/lainie018/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=229603",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nこのレビューは、OVAや映画を含む銀魂のすべての季節に適用されます。\n\nこれは私の最初のレビューであり、これが最高のアニメのための最良のレビューであることを望みます。\n\n私が見た100種類のアニメの中で、私はいつも私に影響を与えたもののレビューを書いたがっていると感じています。 私の最初のレビューにふさわしいシリーズを見つけることができたのは、2年かかった。 それは銀魂だ。\n\n私たちの意見は違うかもしれませんが、私にとって銀魂はいつも最高のアニメです。 私は真剣に漫画が終わると泣くだろう。 私はナルトやブリーチ、黒子のために泣かなかった。 私は銀魂のために私はかなり確信しています。 このシリーズは私の厳しい時代の私の救いでした。 このシリーズは私に笑い（非常に難しい）、泣いている（非常に難しい）、悩まされていた（時々）、私はあなたが考えることができる他のすべての感情を感じさせました。\n\nストーリー -  10/10\n\n\nアート -  10/10\n銀魂の芸術については何も言わない。 アニメは素晴らしく、それほど素晴らしいものではありません。 あなたは2016年まで毎シーズンに進むにつれ、改善が見られます。戦いの場面、ああ、戦いの場面。 それに気をつけろ。\n\nサウンド -  10/10\n私はちょうど1つのことを言うことができますか？ 私は、私のプレイリストに銀魂のテーマソングを全部持っています。 すばらしいです。 私は毎日、何度も何度もそれを聞きます。 私はそのサウンドトラックに飽き飽きしません。 特にSpyAirによって歌われているものとそうです。 彼らは真剣に私にガチョバブを与える。 感情的なシーンのためのバックグラウンドミュージックは完璧ではありません。 私はいつも鈴蘭弧のオープニングソングであるさくら三ツ木が聞こえると、泣いてしまいます。 戦いの場面の音はフィッティング以上のもので、興奮を増強します。 どのくらい私はそのサウンドトラックの偉大さを強調するか分かりませんが、それだけです。\n\n声優。 私は今、杉田友和と結婚したいです。 声優は敬虔です。 完璧。 彼らはキャラクターにそんなに適しています、そして、私はこれらの人たちがもっと認識してもらえると信じています。\n\nキャラクター -  11/10\nああ、キャラクターで私を始めさせないでください。 このアニメのキャストは素晴らしいです。 Badassは控えめです。 彼らのawesomenessと叙事詩は言い訳ができません。 これらのキャラクターのもう一つの素晴らしい点は？ 彼らの関係。 彼らの絆は川を泣かせるでしょう。 ギンポキの痛みや幸福の源泉は、このシリーズのすべてのキャラクターとの絆です。それは良い人か悪い人かです。 彼の過去、現在そして未来はこれらの債券の周りを回っています。 このシリーズの中山の定義を学ぶ。 女性キャラクターはすべて強く、よく発達しています。 私たちには、忍者、キャバレー少女、武士、吉原少女、エイリアンがいます。 それらのすべては愛され、面白いです。 あなたは救われるのを待っている間に、隅に泣くために女性のキャラクターと一緒に怒られないでしょう。 彼らはすべて悪いです。 そこのすべての秘密の上で、私はまだこのアニメの男性のラインナップを選択する：銀時計、土方とSougo（ごめんなさい近藤とShinpachi）。 これらの人たちは、時間を無駄にし、鼻をつまんで、マヨネーズを過剰に食べ、機会があればお互いを殺そうとします。 しかし、決してそれらを怒らせることはありません、またはあなたは悪魔がどのようにふるまうか見るでしょう。 \n\n楽しさ -  10/10\n私は絶対にこのアニメを楽しんだ。 すべてのエピソードとすべてのアークが私の心の中に印をつけた。 私は新しい弧に入る前に感情的な弧からあなたに休憩を与えるエピソード的な部分がどのようにあるのが大好きです。 私は、それがフィギュアだとは思わないでしょう。それは、銀魂が働く方法です。 これらのシリーズのアークは特に最近のもののために死ぬべきです。\n\n全体 -  10/10\nもし私が100/10を与えることができれば、私はそうするでしょう。 銀魂は永遠にいつも最高のアニメとして私の心の中に特別な場所を保持します。 私はこれを見て、私の人生を変えたので、決して後悔しませんでした。 私が持っていた唯一の後悔は、これを以前に見ていないし、最初は躊躇していたことでした。 ソラチ先生、ありがとう、この宝石。 銀魂時代が終わらないように。\n\nこのシリーズを見ている私が感じた誇りをみんなに体験してもらいたいので、この宝石を見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis review applies to all seasons of Gintama, including OVAs and movies.\n\n\u001b[1mこのレビューは、OVAや映画を含む銀魂のすべての季節に適用されます。\u001b[22m\n\u001b[1m(Kono rebyū wa, ovu~a ya eiga o fukumu gindama no subete no kisetsu ni tekiyō sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThis review applies to all seasons of Gintama, including OVAs and movies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review applies to all seasons of Gintama, including OVAs and movies.\u001b[24m\n    \u001b[1mこのレビューは、OVAや映画を含む銀魂のすべての季節に適用されます。\u001b[22m, \u001b[1mこのレビューはOVASや映画など、銀魂のすべての季節に適用されます。\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review and much as I want this to be the best review for the best anime, well (shrug).\n\n\u001b[1mこれは私の最初のレビューであり、これが最高のアニメのための最良のレビューであることを望みます。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdeari, korega saikō no anime no tame no sairyō no rebyūdearu koto o nozomimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review and much as I want this to be the best review for the best anime, well (shrug).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review and much as I want this to be the best review for the best anime, well (shrug).\u001b[24m\n    \u001b[1mこれは私の最初のレビューであり、これが最高のアニメのための最良のレビューであることを望みます。\u001b[22m, \u001b[1m私はこれが最高のアニメ、ウェル（肩をすくめる）のための最高のレビューになりたいので、これは私の最初のレビューおよびくらいです。\u001b[22m\n\u001b[1m\u001b[22m\nOut of a hundred anime I have watched, I have always felt the desire to write a review for those that left an impact on me. It took me two years before I was able to find the series worthy of my first review. That's Gintama.\n\n\u001b[1m私が見た100種類のアニメの中で、私はいつも私に影響を与えたもののレビューを書いたがっていると感じています。 私の最初のレビューにふさわしいシリーズを見つけることができたのは、2年かかった。 それは銀魂だ。\u001b[22m\n\u001b[1m(Watashi ga mita 100 shurui no anime no naka de, watashi wa itsumo watashi ni eikyō o ataeta mono no rebyū o kaitaga tte iru to kanjite imasu. Watashi no saisho no rebyū ni fusawashī shirīzu o mitsukeru koto ga dekita no wa, 2-nen kakatta. Sore wa Gintamada.)\u001b[22m\n\nTranslations of \u001b[4mOut of a hundred anime I have watched, I have always felt the desire to write a review for those that left an impact on me. It took me two years before I was able to find the series worthy of my first review. That's Gintama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOut of a hundred anime I have watched, I have always felt the desire to write a review for those that left an impact on me.\u001b[24m\n    \u001b[1m私が見た100種類のアニメの中で、私はいつも私に影響を与えたもののレビューを書いたがっていると感じています。\u001b[22m, \u001b[1m私が見てきた百アニメのうち、私はいつも私に影響を残しているもののレビューを書く意欲を感じています。\u001b[22m\n\u001b[4mIt took me two years before I was able to find the series worthy of my first review.\u001b[24m\n    \u001b[1m私の最初のレビューにふさわしいシリーズを見つけることができたのは、2年かかった。\u001b[22m, \u001b[1mそれは私が私の最初のレビューに値するシリーズを見つけることができた2年前に私を取りました。\u001b[22m\n\u001b[4mThat's Gintama.\u001b[24m\n    \u001b[1mそれは銀魂だ。\u001b[22m, \u001b[1mそれは銀魂です。\u001b[22m\n\u001b[1m\u001b[22m\nOur opinions may differ, but for me, Gintama is the best anime of all time. I will seriously cry once the manga ends. I never did cry for Naruto or Bleach or Kuroko. I am pretty sure I will for Gintama. This series was my salvation during my toughest times. This series made me laugh (very hard), cry (very hard), annoyed (sometimes) and made me feel all other emotions you can think of.\n\n\u001b[1m私たちの意見は違うかもしれませんが、私にとって銀魂はいつも最高のアニメです。 私は真剣に漫画が終わると泣くだろう。 私はナルトやブリーチ、黒子のために泣かなかった。 私は銀魂のために私はかなり確信しています。 このシリーズは私の厳しい時代の私の救いでした。 このシリーズは私に笑い（非常に難しい）、泣いている（非常に難しい）、悩まされていた（時々）、私はあなたが考えることができる他のすべての感情を感じさせました。\u001b[22m\n\u001b[1m(Watashitachi no iken wa chigau kamo shiremasenga, watashi ni totte Gintama wa itsumo saikō no animedesu. Watashi wa shinken ni manga ga owaru to nakudarou. Watashi wa naruto ya burīchi, kuroko no tame ni nakanakatta. Watashi wa Gintama no tame ni watashi wa kanari kakushin shite imasu. Kono shirīzu wa watashi no kibishī jidai no watashi no sukuideshita. Kono shirīzu wa watashi ni warai (hijō ni muzukashī), naite iru (hijō ni muzukashī), nayamasa rete ita (tokidoki), watashi wa anata ga kangaeru koto ga dekiru ta no subete no kanjō o kanji sasemashita.)\u001b[22m\n\nTranslations of \u001b[4mOur opinions may differ, but for me, Gintama is the best anime of all time. I will seriously cry once the manga ends. I never did cry for Naruto or Bleach or Kuroko. I am pretty sure I will for Gintama. This series was my salvation during my toughest times. This series made me laugh (very hard), cry (very hard), annoyed (sometimes) and made me feel all other emotions you can think of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOur opinions may differ, but for me, Gintama is the best anime of all time.\u001b[24m\n    \u001b[1m私たちの意見は違うかもしれませんが、私にとって銀魂はいつも最高のアニメです。\u001b[22m, \u001b[1m私たちの意見は異なる場合がありますが、私のために、銀魂は史上最高のアニメです。\u001b[22m\n\u001b[4mI will seriously cry once the manga ends.\u001b[24m\n    \u001b[1m私は真剣に漫画が終わると泣くだろう。\u001b[22m, \u001b[1m漫画が終了したら、私は真剣に泣きます。\u001b[22m\n\u001b[4mI never did cry for Naruto or Bleach or Kuroko.\u001b[24m\n    \u001b[1m私はナルトやブリーチ、黒子のために泣かなかった。\u001b[22m, \u001b[1m私はナルトやブリーチや黒子のために泣くことはなかったです。\u001b[22m\n\u001b[4mI am pretty sure I will for Gintama.\u001b[24m\n    \u001b[1m私は銀魂のために私はかなり確信しています。\u001b[22m, \u001b[1m私は銀魂のためになりますかなり確信しています。\u001b[22m\n\u001b[4mThis series was my salvation during my toughest times.\u001b[24m\n    \u001b[1mこのシリーズは私の厳しい時代の私の救いでした。\u001b[22m, \u001b[1mこのシリーズは、私の最も過酷な時代に私の救いでした。\u001b[22m\n\u001b[4mThis series made me laugh (very hard), cry (very hard), annoyed (sometimes) and made me feel all other emotions you can think of.\u001b[24m\n    \u001b[1mこのシリーズは私に笑い（非常に難しい）、泣いている（非常に難しい）、悩まされていた（時々）、私はあなたが考えることができる他のすべての感情を感じさせました。\u001b[22m, \u001b[1mこのシリーズは、私は（時々）イライラ、（非常に硬い）泣く、（非常に硬い）笑わせたと私はあなたが考えることができる他のすべての感情を感じさせました。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 10/10\n\n\u001b[1mストーリー -  10/10\u001b[22m\n\u001b[1m(Sutōrī - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 10/10\u001b[24m\n    \u001b[1mストーリー -  10/10\u001b[22m, \u001b[1mストーリー -  10月10日\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt - 10/10\n\n\u001b[1mアート -  10/10\u001b[22m\n\u001b[1m(Āto - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 10/10\u001b[24m\n    \u001b[1mアート -  10/10\u001b[22m\nI have nothing to say about Gintama's art. The animation is nice, not that great. You will see improvements as you go along every season until 2016. The fight scenes, oh, the fight scenes. Watch out for it.\n\n\u001b[1m銀魂の芸術については何も言わない。 アニメは素晴らしく、それほど素晴らしいものではありません。 あなたは2016年まで毎シーズンに進むにつれ、改善が見られます。戦いの場面、ああ、戦いの場面。 それに気をつけろ。\u001b[22m\n\u001b[1m(Gintama no geijutsu ni tsuite wa nani mo iwanai. Anime wa subarashiku, sore hodo subarashī monode wa arimasen. Anata wa 2016-nen made mai shīzun ni susumu ni tsure, kaizen ga mi raremasu. Tatakai no bamen, ā, tatakai no bamen. Sore ni kiwotsukero.)\u001b[22m\n\nTranslations of \u001b[4mI have nothing to say about Gintama's art. The animation is nice, not that great. You will see improvements as you go along every season until 2016. The fight scenes, oh, the fight scenes. Watch out for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have nothing to say about Gintama's art.\u001b[24m\n    \u001b[1m銀魂の芸術については何も言わない。\u001b[22m, \u001b[1m私は銀魂の芸術について何も言うことはありません。\u001b[22m\n\u001b[4mThe animation is nice, not that great.\u001b[24m\n    \u001b[1mアニメは素晴らしく、それほど素晴らしいものではありません。\u001b[22m, \u001b[1mアニメーションはその偉大な、素晴らしいではありません。\u001b[22m\n\u001b[4mYou will see improvements as you go along every season until 2016. The fight scenes, oh, the fight scenes.\u001b[24m\n    \u001b[1mあなたは2016年まで毎シーズンに進むにつれ、改善が見られます。戦いの場面、ああ、戦いの場面。\u001b[22m, \u001b[1mあなたが2016年の戦いのシーン、ああ、戦いのシーンまで、季節ごとに沿って行くように、あなたは向上します。\u001b[22m\n\u001b[4mWatch out for it.\u001b[24m\n    \u001b[1mそれに気をつけろ。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 10/10\n\n\u001b[1mサウンド -  10/10\u001b[22m\n\u001b[1m(Saundo - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 10/10\u001b[24m\n    \u001b[1mサウンド -  10/10\u001b[22m, \u001b[1mサウンド -  10月10日\u001b[22m\nCan I just say one thing? I have all of Gintama's theme songs in my playlist. Great. I listen to it everyday, again and again. I will never get tired of its soundtrack. Especially those sung by SpyAir and Does. They seriously give me goosebumps. The background music for emotional scenes are more than perfect. I always get on the verge of crying when I hear Sakura Mitsutsuki which is the opening song for the Suzuran Arc. The sounds for the fight scenes are more than fitting, it builds up the excitement. I don't know how more will I emphasize the greatness of its soundtrack, it's just that.\n\n\u001b[1m私はちょうど1つのことを言うことができますか？ 私は、私のプレイリストに銀魂のテーマソングを全部持っています。 すばらしいです。 私は毎日、何度も何度もそれを聞きます。 私はそのサウンドトラックに飽き飽きしません。 特にSpyAirによって歌われているものとそうです。 彼らは真剣に私にガチョバブを与える。 感情的なシーンのためのバックグラウンドミュージックは完璧ではありません。 私はいつも鈴蘭弧のオープニングソングであるさくら三ツ木が聞こえると、泣いてしまいます。 戦いの場面の音はフィッティング以上のもので、興奮を増強します。 どのくらい私はそのサウンドトラックの偉大さを強調するか分かりませんが、それだけです。\u001b[22m\n\u001b[1m(Watashi wa chōdo 1tsu no koto o iu koto ga dekimasu ka? Watashi wa, watashi no pureirisuto ni gindama no tēmasongu o zenbu motte imasu. Watashi wa mainichi, nandomonandomo sore o kikimasu. Watashi wa sono saundotorakku ni akiakishimasen. Tokuni SpyAir ni yotte utawa rete iru mono to sōdesu. Karera wa shinken ni watashi ni gachobabu o ataeru. Kanjō-tekina shīn no tame no bakkuguraundomyūjikku wa kanpekide wa arimasen. Watashi wa itsumo suzuran ko no ōpuningusongudearu sakura mitsugi ga kikoeru to, naite shimaimasu. Tatakai no bamen no oto wa fittingu ijō no mono de, kōfun o zōkyō shimasu. Dono kurai watashi wa sono saundotorakku no idai-sa o kyōchō suru ka wakarimasen ga, sore dakedesu. Subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mCan I just say one thing? I have all of Gintama's theme songs in my playlist. Great. I listen to it everyday, again and again. I will never get tired of its soundtrack. Especially those sung by SpyAir and Does. They seriously give me goosebumps. The background music for emotional scenes are more than perfect. I always get on the verge of crying when I hear Sakura Mitsutsuki which is the opening song for the Suzuran Arc. The sounds for the fight scenes are more than fitting, it builds up the excitement. I don't know how more will I emphasize the greatness of its soundtrack, it's just that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCan I just say one thing?\u001b[24m\n    \u001b[1m私はちょうど1つのことを言うことができますか？\u001b[22m, \u001b[1m私は一つのことを言うことができますか？\u001b[22m\n\u001b[4mI have all of Gintama's theme songs in my playlist.\u001b[24m\n    \u001b[1m私は、私のプレイリストに銀魂のテーマソングを全部持っています。\u001b[22m, \u001b[1m私は自分のプレイリストに銀魂のテーマ曲のすべてを持っています。\u001b[22m\n\u001b[4mI listen to it everyday, again and again.\u001b[24m\n    \u001b[1m私は毎日、何度も何度もそれを聞きます。\u001b[22m, \u001b[1m私は何度も何度も、それを毎日聞きます。\u001b[22m\n\u001b[4mI will never get tired of its soundtrack.\u001b[24m\n    \u001b[1m私はそのサウンドトラックに飽き飽きしません。\u001b[22m, \u001b[1m私は、そのサウンドトラックの疲れは決してありません。\u001b[22m\n\u001b[4mEspecially those sung by SpyAir and Does.\u001b[24m\n    \u001b[1m特にSpyAirによって歌われているものとそうです。\u001b[22m, \u001b[1m特にはSPYAIRとんが歌います。\u001b[22m\n\u001b[4mThey seriously give me goosebumps.\u001b[24m\n    \u001b[1m彼らは真剣に私にガチョバブを与える。\u001b[22m, \u001b[1m彼らは真剣に私に鳥肌を与えます。\u001b[22m\n\u001b[4mThe background music for emotional scenes are more than perfect.\u001b[24m\n    \u001b[1m感情的なシーンのためのバックグラウンドミュージックは完璧ではありません。\u001b[22m, \u001b[1m感情的なシーンの背景音楽は完璧以上です。\u001b[22m\n\u001b[4mI always get on the verge of crying when I hear Sakura Mitsutsuki which is the opening song for the Suzuran Arc.\u001b[24m\n    \u001b[1m私はいつも鈴蘭弧のオープニングソングであるさくら三ツ木が聞こえると、泣いてしまいます。\u001b[22m, \u001b[1m私はすずらんアークのオープニング曲であるさくらMitsutsukiを聞くとき、私はいつも泣いての危機に瀕してもらいます。\u001b[22m\n\u001b[4mThe sounds for the fight scenes are more than fitting, it builds up the excitement.\u001b[24m\n    \u001b[1m戦いの場面の音はフィッティング以上のもので、興奮を増強します。\u001b[22m, \u001b[1m戦いのシーンの音がフィッティング以上のもの、それは興奮を構築します。\u001b[22m\n\u001b[4mI don't know how more will I emphasize the greatness of its soundtrack, it's just that.\u001b[24m\n    \u001b[1mどのくらい私はそのサウンドトラックの偉大さを強調するか分かりませんが、それだけです。\u001b[22m, \u001b[1m私はそれがちょうどだ、私はそのサウンドトラックの偉大さを強調する方法をよりわかりません。\u001b[22m\n\u001b[4mGreat.\u001b[24m\n    \u001b[1mすばらしいです。\u001b[22m, \u001b[1m偉大な。\u001b[22m, \u001b[1mよかった。\u001b[22m, \u001b[1m素晴らしいです。\u001b[22m, \u001b[1m素晴らしい。\u001b[22m\n\u001b[1m\u001b[22m\nThe voice actors. I am willing to marry Tomokazu Sugita right now. The voice actors are godly. Perfect. They suit the characters so much, and I believe these guys deserve more recognition.\n\n\u001b[1m声優。 私は今、杉田友和と結婚したいです。 声優は敬虔です。 完璧。 彼らはキャラクターにそんなに適しています、そして、私はこれらの人たちがもっと認識してもらえると信じています。\u001b[22m\n\u001b[1m(Seiyū. Watashi wa ima, Sugita Tomokazu to kekkonshitaidesu. Seiyū wa keikendesu. Kanpeki. Karera wa kyarakutā ni son'nani tekishite imasu, soshite, watashi wa korera no hito-tachi ga motto ninshiki shite moraeru to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors. I am willing to marry Tomokazu Sugita right now. The voice actors are godly. Perfect. They suit the characters so much, and I believe these guys deserve more recognition.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors.\u001b[24m\n    \u001b[1m声優。\u001b[22m\n\u001b[4mI am willing to marry Tomokazu Sugita right now.\u001b[24m\n    \u001b[1m私は今、杉田友和と結婚したいです。\u001b[22m, \u001b[1m私は今、杉田智和と結婚を喜んで。\u001b[22m\n\u001b[4mThe voice actors are godly.\u001b[24m\n    \u001b[1m声優は敬虔です。\u001b[22m, \u001b[1m声優は信心深いです。\u001b[22m\n\u001b[4mPerfect.\u001b[24m\n    \u001b[1m完璧。\u001b[22m, \u001b[1mパーフェクト。\u001b[22m\n\u001b[4mThey suit the characters so much, and I believe these guys deserve more recognition.\u001b[24m\n    \u001b[1m彼らはキャラクターにそんなに適しています、そして、私はこれらの人たちがもっと認識してもらえると信じています。\u001b[22m, \u001b[1m彼らはそんなに文字に合わせて、私はこれらの人はもっと認識に値すると考えています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 11/10\n\n\u001b[1mキャラクター -  11/10\u001b[22m\n\u001b[1m(Kyarakutā - 11/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 11/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 11/10\u001b[24m\n    \u001b[1mキャラクター -  11/10\u001b[22m, \u001b[1m文字 -  11月10日\u001b[22m\nOh no, don't get me started with the characters. The cast for this anime is magnificent. Badass is an understatement. Their awesomeness and epicness are indescribable. One more great thing about these characters? Their relationships. Their bonds will make you cry rivers. The source of pain and happiness of Gintoki are the bonds he has with every character in this series, be it good or bad guys. His past, his present and future revolve around these bonds. Learn the definition of 'Nakama' in this series. The female characters are all strong and well-developed. We have a ninja, a cabaret girl, a samurai, a Yoshiwara girl and an alien. All of them are lovable and funny. You will not get pissed off with a female character for crying in the corner while waiting to be saved. They are all badasses. Over all the bishies out there, I will still choose the male line-up of this anime: Gintoki, Hijikata and Sougo (sorry Kondo and Shinpachi). These guys mess the whole time, picking noses, over-eating mayonnaise and trying to kill each other once they get the opportunity. But never ever piss them off, or you'll see how devil behaves.\n\n\u001b[1mああ、キャラクターで私を始めさせないでください。 このアニメのキャストは素晴らしいです。 Badassは控えめです。 彼らのawesomenessと叙事詩は言い訳ができません。 これらのキャラクターのもう一つの素晴らしい点は？ 彼らの関係。 彼らの絆は川を泣かせるでしょう。 ギンポキの痛みや幸福の源泉は、このシリーズのすべてのキャラクターとの絆です。それは良い人か悪い人かです。 彼の過去、現在そして未来はこれらの債券の周りを回っています。 このシリーズの中山の定義を学ぶ。 女性キャラクターはすべて強く、よく発達しています。 私たちには、忍者、キャバレー少女、武士、吉原少女、エイリアンがいます。 それらのすべては愛され、面白いです。 あなたは救われるのを待っている間に、隅に泣くために女性のキャラクターと一緒に怒られないでしょう。 彼らはすべて悪いです。 そこのすべての秘密の上で、私はまだこのアニメの男性のラインナップを選択する：銀時計、土方とSougo（ごめんなさい近藤とShinpachi）。 これらの人たちは、時間を無駄にし、鼻をつまんで、マヨネーズを過剰に食べ、機会があればお互いを殺そうとします。 しかし、決してそれらを怒らせることはありません、またはあなたは悪魔がどのようにふるまうか見るでしょう。 \u001b[22m\n\u001b[1m(Ā, kyarakutā de watashi o hajime sasenaide kudasai. Kono anime no kyasuto wa subarashīdesu. Josei kyarakutā wa subete tsuyoku, yoku hattatsu shite imasu. Watashitachi ni wa, ninja, kyabarē shōjo, bushi, Yoshiwara shōjo, eirian ga imasu. Sorera no subete wa aisare, omoshiroidesu. Anata wa sukuwa reru no o matte iru ma ni, sumi ni naku tame ni josei no kyarakutā to issho ni okora renaideshou. Karera wa subete waruidesu. Soko no subete no himitsu no ue de, watashi wa mada kono anime no dansei no rain'nappu o sentaku suru: Gindokei, dokata to Sougo (gomen'nasai Kondō to Shinpachi). Korera no hito-tachi wa, jikan o muda ni shi, hana o tsumande, mayonēzu o kajō ni tabe, kikai ga areba otagai o korosou to shimasu. Shikashi, kesshite sorera o okora seru koto wa arimasen, matawa anata wa akuma ga dono yō ni furumau ka mirudeshou. Badass wa hikaemedesu. Karera no awesomeness to jojishi wa iiwake ga dekimasen. Korera no kyarakutā no mōhitotsu no subarashī ten wa? Karera no kankei. Karera no kizuna wa kawa o nakaserudeshou. Ginpoki no itami ya kōfuku no gensen wa, kono shirīzu no subete no kyarakutā to no kizunadesu. Sore wa yoi hito ka warui hito kadesu. Kare no kako, genzai soshite mirai wa korera no saiken no mawari o mawatte imasu. Kono shirīzu no Nakayama no teigi o manabu.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 10/10\n\n\u001b[1m楽しさ -  10/10\u001b[22m\n\u001b[1m(Tanoshisa - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 10/10\u001b[24m\n    \u001b[1m楽しさ -  10/10\u001b[22m, \u001b[1m楽しさ -  10月10日\u001b[22m\nI absolutely enjoyed this anime. Every episode and every arc made a mark in my mind. I loved how there are episodic parts to give you a break from the emotional arcs before entering a new arc. I wouldn't say it's a filler 'cause that's just how Gintama works. The arcs in these series are to die for especially the recent ones.\n\n\u001b[1m私は絶対にこのアニメを楽しんだ。 すべてのエピソードとすべてのアークが私の心の中に印をつけた。 私は新しい弧に入る前に感情的な弧からあなたに休憩を与えるエピソード的な部分がどのようにあるのが大好きでした。 私はそれがフィギュアだとは言わないでしょう、それは銀魂が働く方法です。 これらのシリーズのアークは特に最近のもののために死ぬべきです。\u001b[22m\n\u001b[1m(Watashi wa zettai ni kono anime o tanoshinda. Subete no episōdo to subete no āku ga watashi no kokoronouchi ni shirushi o tsuketa. Watashi wa atarashī ko ni hairu mae ni kanjō-tekina ko kara anata ni kyūkei o ataeru episōdo-tekina bubun ga dono yō ni aru no ga daisukideshita. Watashi wa sore ga figyuada to wa iwanaideshou, soreha Gintama ga hataraku hōhōdesu. Korera no shirīzu no āku wa tokuni saikin no mono no tame ni shinubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mI absolutely enjoyed this anime. Every episode and every arc made a mark in my mind. I loved how there are episodic parts to give you a break from the emotional arcs before entering a new arc. I wouldn't say it's a filler 'cause that's just how Gintama works. The arcs in these series are to die for especially the recent ones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI absolutely enjoyed this anime.\u001b[24m\n    \u001b[1m私は絶対にこのアニメを楽しんだ。\u001b[22m, \u001b[1m私は絶対にこのアニメを楽しみました。\u001b[22m\n\u001b[4mEvery episode and every arc made a mark in my mind.\u001b[24m\n    \u001b[1mすべてのエピソードとすべてのアークが私の心の中に印をつけた。\u001b[22m, \u001b[1mすべてのエピソード、すべてのアークが私の心に印を作りました。\u001b[22m\n\u001b[4mI loved how there are episodic parts to give you a break from the emotional arcs before entering a new arc.\u001b[24m\n    \u001b[1m私は新しい弧に入る前に感情的な弧からあなたに休憩を与えるエピソード的な部分がどのようにあるのが大好きでした。\u001b[22m, \u001b[1m私は新しい弧を入力する前に、あなたの感情的な円弧から休憩を与えるためにエピソード部分があるか愛しました。\u001b[22m\n\u001b[4mI wouldn't say it's a filler 'cause that's just how Gintama works.\u001b[24m\n    \u001b[1m私はそれがフィギュアだとは言わないでしょう、それは銀魂が働く方法です。\u001b[22m, \u001b[1m私はそれが銀魂の作品だけでどのようなフィラー」の原因だと言うではないでしょう。\u001b[22m\n\u001b[4mThe arcs in these series are to die for especially the recent ones.\u001b[24m\n    \u001b[1mこれらのシリーズのアークは特に最近のもののために死ぬべきです。\u001b[22m, \u001b[1mこれらのシリーズのアークは、特に最近のもののために死ぬことです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 10/10\n\n\u001b[1m全体 -  10/10\u001b[22m\n\u001b[1m(Zentai - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 10/10\u001b[24m\n    \u001b[1m全体 -  10/10\u001b[22m, \u001b[1m全体的に -  10月10日\u001b[22m\nIf I can give this a 100/10, I will. Gintama will forever hold a special place in my heart as the best anime of all time. I never regretted watching this, because it changed my life. The only regret I had was not watching this earlier and for having hesitations at first. Sorachi-sensei, thank you for this gem. May the Gintama era never end.\n\n\u001b[1mもし私が100/10を与えることができれば、私はそうするでしょう。 銀魂は永遠にいつも最高のアニメとして私の心の中に特別な場所を保持します。 私はこれを見て、私の人生を変えたので、決して後悔しませんでした。 私が持っていた唯一の後悔は、これを以前に見ていないし、最初は躊躇していたことでした。 ソラチ先生、ありがとう、この宝石。 銀魂時代が終わらないように。\u001b[22m\n\u001b[1m(Moshi watashi ga 100/ 10 o ataeru koto ga dekireba, watashi wa sō surudeshou. Gintama wa eien ni itsumo saikō no anime to shite watashi no kokoronouchi ni tokubetsuna basho o hoji shimasu. Watashi wa kore o mite, watashinojinsei o kaetanode, kesshite kōkai shimasendeshita. Watashi ga motte ita yuiitsu no kōkai wa, kore o izen ni miteinai shi, saisho wa chūcho shite ita kotodeshita. Sorachi sensei, arigatō, kono hōseki. Gintama jidai ga owaranai yō ni.)\u001b[22m\n\nTranslations of \u001b[4mIf I can give this a 100/10, I will. Gintama will forever hold a special place in my heart as the best anime of all time. I never regretted watching this, because it changed my life. The only regret I had was not watching this earlier and for having hesitations at first. Sorachi-sensei, thank you for this gem. May the Gintama era never end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I can give this a 100/10, I will.\u001b[24m\n    \u001b[1mもし私が100/10を与えることができれば、私はそうするでしょう。\u001b[22m, \u001b[1m私はこの100/10を与えることができれば、私はなります。\u001b[22m\n\u001b[4mGintama will forever hold a special place in my heart as the best anime of all time.\u001b[24m\n    \u001b[1m銀魂は永遠にいつも最高のアニメとして私の心の中に特別な場所を保持します。\u001b[22m, \u001b[1m銀魂は永遠にすべての時間の中で最高のアニメとして私の心の中で特別な場所を保持します。\u001b[22m\n\u001b[4mI never regretted watching this, because it changed my life.\u001b[24m\n    \u001b[1m私はこれを見て、私の人生を変えたので、決して後悔しませんでした。\u001b[22m, \u001b[1m私はそれが私の人生を変えたので、これを見て後悔することはありません。\u001b[22m\n\u001b[4mThe only regret I had was not watching this earlier and for having hesitations at first.\u001b[24m\n    \u001b[1m私が持っていた唯一の後悔は、これを以前に見ていないし、最初は躊躇していたことでした。\u001b[22m, \u001b[1m私が持っていた唯一の後悔は、この以前のを見て、最初はためらいを持つためにされませんでした。\u001b[22m\n\u001b[4mSorachi-sensei, thank you for this gem.\u001b[24m\n    \u001b[1mソラチ先生、ありがとう、この宝石。\u001b[22m, \u001b[1m空知先生は、この宝石をありがとうございました。\u001b[22m\n\u001b[4mMay the Gintama era never end.\u001b[24m\n    \u001b[1m銀魂時代が終わらないように。\u001b[22m, \u001b[1m銀魂の時代は終わらないかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nWatch this gem, as I want everyone to experience the pride I felt for having watched this series.\n\n\u001b[1mこのシリーズを見ている私が感じた誇りをみんなに体験してもらいたいので、この宝石を見てください。\u001b[22m\n\u001b[1m(Kono shirīzu o mite iru watashi ga kanjita hokori o min'na ni taiken shite moraitainode, kono hōseki o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWatch this gem, as I want everyone to experience the pride I felt for having watched this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch this gem, as I want everyone to experience the pride I felt for having watched this series.\u001b[24m\n    \u001b[1mこのシリーズを見ている私が感じた誇りをみんなに体験してもらいたいので、この宝石を見てください。\u001b[22m, \u001b[1m私は誰もが、私はこのシリーズを見たことで感じた誇りを体験したいように、この宝石をご覧ください。\u001b[22m"
  },
  {
    "title": "Gintama%C2%B0",
    "id": "28977",
    "url": "https://myanimelist.net/anime/28977/Gintama%C2%B0",
    "user": "Tachibana234",
    "profile": "/profile/Tachibana234/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=219744",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  9\nキャラクター|  10\n|  9\n\nこのレビューはかなり遅れていますが、それは何でもあります。\n\n今シーズンはローラーコースターの1つの地獄でしたが、少年はその価値がありました。 私は、これが私の最初のレビューを書いているので、ええ、私はいくつかの余裕を切ってしまったからです。\n\nストーリー：それ自体ショーは非常にエピソード的ですが、ヨロズヤは今のところ注目を集めていますし、他のサポートキャラクターは自分自身の話をしています。 みんなが粗悪なユーモアを撒き散らしている間に誰もが遭遇し、時には彼らが抱く深刻な状況はお互いに学び合い、お互いに開いている（特にギンポキ）、無法者の根底にある緊張感を示している タウン。 各弧は構築され、構築され、ある時点で崩壊し、すべての地獄が緩むまで、このシーズンは主にカバーするものです。  1つの悲しいことは、しかし、彼らは失望しているいくつかのアークをカバーしていないが、何ができますか？ マンガの中で最も深刻な弧がアニメの中で起きようとしているのだが、愛する人のユーモアがどこかにまだ散らばっていることを心配しないで、ジャンルは変わっていない。 マイスコア：10/10\n\nアート：これは今シーズンの私の唯一の本当の苦情だと思う。最初のアニメーションはすばらしかったし、前代未聞のものではなく、途中のどこかで私のために落ちた。 アニメーションが奇妙に感じられ、銀魂のスタイルのようには感じられませんでした。新しい会社が今銀魂を扱っていることを認め、今シーズンが始まる前にマンガを読んだことがありますが、この季節では漫画の非常に強力な瞬間は不足していました。 私はそれを楽しむことを阻止するにはそれほど多くはありませんでしたが、私に迷惑をかけるほどのものでした。 スコア：7/10\n\nサウンド：ボイスアクターはまだ素晴らしいサウンドで、サウンドトラックの多様性が増しています。 トラックのいくつかは不調を感じますが、私はそれに慣れています。 スコア：9/10\n\nキャラクター：ああ、私たちの多くがこのアニメを愛している理由。 重大なアークが蹴られ、深刻なことを意味するまで、キャラクターについては珍しいことはありません。 私たちは3人のベテランの戦士と、彼らの行動、彼らの背景、お互いに対する敵意について、彼らがなぜ行動するのかについてもっと学び始めます。 私たちの愛しているよろづやと新撰組は、互いに頼りにし合う状況に置かれ、今シーズンはキャラクターの成長が急上昇します。 私たちが混じったり悪い気持ちをしたりした人たちは、私たちが泣いた人物になってしまいました。 今シーズンの終わりに、皆はお互いに新しいことを学びました。そして、意図的かどうかにかかわらず、お互いの目を開く助けさえしていました。 スコア：10/10\n\n楽しさ：私はそれが私のために不足したことを認め、今シーズンを徹底的に楽しんだが、それでも私はそれを楽しんだ。 スコア：9/10\n全体：9/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis review is quite late but whatever.\n\n\u001b[1mこのレビューはかなり遅れていますが、それは何でもあります。\u001b[22m\n\u001b[1m(Kono rebyū wa kanari okurete imasuga, sore wa nani demo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis review is quite late but whatever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review is quite late but whatever.\u001b[24m\n    \u001b[1mこのレビューはかなり遅れていますが、それは何でもあります。\u001b[22m, \u001b[1mこのレビューは非常に遅れているが、何でも。\u001b[22m\n\u001b[1m\u001b[22m\nThis season was one hell of a roller-coaster but boy was it worth it. I'll get right into 'cause this is my first time writing a review so yeah cut me some slack, alright?\n\n\u001b[1m今シーズンはローラーコースターの1つの地獄でしたが、少年はその価値がありました。 私は、これが私の最初のレビューを書いているので、ええ、私はいくつかの余裕を切ってしまったからです。\u001b[22m\n\u001b[1m(Ima shīzun wa rōrākōsutā no 1tsu no jigokudeshitaga, shōnen wa sono kachi ga arimashita. Watashi wa, kore ga watashi no saisho no rebyū o kaite irunode, ē, watashi wa ikutsu ka no yoyū o kitte shimattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThis season was one hell of a roller-coaster but boy was it worth it. I'll get right into 'cause this is my first time writing a review so yeah cut me some slack, alright?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis season was one hell of a roller-coaster but boy was it worth it.\u001b[24m\n    \u001b[1m今シーズンはローラーコースターの1つの地獄でしたが、少年はその価値がありました。\u001b[22m, \u001b[1m今シーズンは、ジェットコースターの1地獄だったが、少年はそれ、それは価値がありました。\u001b[22m\n\u001b[4mI'll get right into 'cause this is my first time writing a review so yeah cut me some slack, alright?\u001b[24m\n    \u001b[1m私は、これが私の最初のレビューを書いているので、ええ、私はいくつかの余裕を切ってしまったからです。\u001b[22m, \u001b[1m私は右、これはそうええ大丈夫、私にいくつかのたるみをカットレビューを書いて初めてです原因」になるでしょうか？\u001b[22m\n\u001b[1m\u001b[22m\nStory: The show in itself is very episodic, while the yorozuya get most of the spotlight every now and then other supporting characters get a story of their own. Showing the shenanigans everybody gets into while sprinkling a lot crude humour, and at times the serious situations they get into which ends in them learning more about each other, being more open with each other (especially Gintoki), showing the underlying tension in the lawless town. Each arc builds and builds and builds until at some point it collapses and all hell breaks loose , which is what this season mostly covers. The one sad thing though is that they didn't cover some arcs which is disappointing but what can ya' do? Overall the story hasn't changed, there definitely is a shift in genre as the most serious arc in the manga is about to take place in the anime but don't worry the beloved humour we all adore is still sprinkled in there somewhere. My score: 10/10\n\n\u001b[1mストーリー：それ自体ショーは非常にエピソード的ですが、ヨロズヤは今のところ注目を集めていますし、他のサポートキャラクターは自分自身の話をしています。 みんなが粗悪なユーモアを撒き散らしている間に誰もが遭遇し、時には彼らが抱く深刻な状況はお互いに学び合い、お互いに開いている（特にギンポキ）、無法者の根底にある緊張感を示している タウン。 各弧は構築され、構築され、ある時点で崩壊し、すべての地獄が緩むまで、このシーズンは主にカバーするものです。  1つの悲しいことは、しかし、彼らは失望しているいくつかのアークをカバーしていないが、何ができますか？ マンガの中で最も深刻な弧がアニメの中で起きようとしているのだが、愛する人のユーモアがどこかにまだ散らばっていることを心配しないで、ジャンルは変わっていない。 マイスコア：10/10\u001b[22m\n\u001b[1m(Sutōrī: Sore jitai shō wa hijō ni episōdo-tekidesuga, Yorozuya wa imanotokoro chūmoku o atsumete imasushi, hoka no sapōtokyarakutā wa jibunjishin'no-banashi o shite imasu. Min'na ga soakuna yūmoa o maki chirashite iru ma ni daremoga sōgū shi, tokiniha karera ga daku shinkokuna jōkyō wa otagai ni manabi ai, otagai ni aiteiru (tokuni ginpoki), muhōmono no kontei ni aru kinchō-kan o shimeshite iru taun. Kaku ko wa kōchiku sa re, kōchiku sa re, aru jiten de hōkai shi, subete no jigoku ga yurumu made, kono shīzun wa omoni kabā suru monodesu. 1Tsu no kanashī koto wa, shikashi, karera wa shitsubō shite iru ikutsu ka no āku o kabā shite inaiga, nani ga dekimasu ka? Manga no naka de mottomo shinkokuna ko ga anime no naka de okiyou to shite iru nodaga, aisuruhito no yūmoa ga doko ka ni mada chirabatte iru koto o shinpaishinaide, janru wa kawatte inai. Mai sukoa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: The show in itself is very episodic, while the yorozuya get most of the spotlight every now and then other supporting characters get a story of their own. Showing the shenanigans everybody gets into while sprinkling a lot crude humour, and at times the serious situations they get into which ends in them learning more about each other, being more open with each other (especially Gintoki), showing the underlying tension in the lawless town. Each arc builds and builds and builds until at some point it collapses and all hell breaks loose , which is what this season mostly covers. The one sad thing though is that they didn't cover some arcs which is disappointing but what can ya' do? Overall the story hasn't changed, there definitely is a shift in genre as the most serious arc in the manga is about to take place in the anime but don't worry the beloved humour we all adore is still sprinkled in there somewhere. My score: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The show in itself is very episodic, while the yorozuya get most of the spotlight every now and then other supporting characters get a story of their own.\u001b[24m\n    \u001b[1mストーリー：それ自体ショーは非常にエピソード的ですが、ヨロズヤは今のところ注目を集めていますし、他のサポートキャラクターは自分自身の話をしています。\u001b[22m, \u001b[1mストーリー：すべての今して他の脇役が独自の物語を取得し、スポットライトのほとんどを得るよろづやながら、自身でのショーは、非常にエピソードです。\u001b[22m\n\u001b[4mShowing the shenanigans everybody gets into while sprinkling a lot crude humour, and at times the serious situations they get into which ends in them learning more about each other, being more open with each other (especially Gintoki), showing the underlying tension in the lawless\u001b[24m\n    \u001b[1mみんなが粗悪なユーモアを撒き散らしている間に誰もが遭遇し、時には彼らが抱く深刻な状況はお互いに学び合い、お互いに開いている（特にギンポキ）、無法者の根底にある緊張感を示している\u001b[22m, \u001b[1mたくさんの粗ユーモアを散布しながら、誰もが入り込むペテンを表示し、無法で根本的な緊張を示す、（特に銀時）お互いに、より開放され、お互いについての詳細を学ぶそれらに終了するに彼らが得る回深刻な状況で\u001b[22m\n\u001b[4mtown.\u001b[24m\n    \u001b[1mタウン。\u001b[22m, \u001b[1m町。\u001b[22m\n\u001b[4mEach arc builds and builds and builds until at some point it collapses and all hell breaks loose , which is what this season mostly covers.\u001b[24m\n    \u001b[1m各弧は構築され、構築され、ある時点で崩壊し、すべての地獄が緩むまで、このシーズンは主にカバーするものです。\u001b[22m, \u001b[1m各アークは、このシーズンは主にカバーするものである、ビルドとビルドとビルドのいくつかの時点で、それが崩壊するまで、すべての地獄のブレークが緩いです。\u001b[22m\n\u001b[4mThe one sad thing though is that they didn't cover some arcs which is disappointing but what can ya' do?\u001b[24m\n    \u001b[1m1つの悲しいことは、しかし、彼らは失望しているいくつかのアークをカバーしていないが、何ができますか？\u001b[22m, \u001b[1m1悲しいことは、しかし、彼らは残念ですいくつかの弧をカバーしませんでしたが屋」何を行うことができるということですか？\u001b[22m\n\u001b[4mOverall the story hasn't changed, there definitely is a shift in genre as the most serious arc in the manga is about to take place in the anime but don't worry the beloved humour we all adore is still sprinkled in there somewhere.\u001b[24m\n    \u001b[1mマンガの中で最も深刻な弧がアニメの中で起きようとしているのだが、愛する人のユーモアがどこかにまだ散らばっていることを心配しないで、ジャンルは変わっていない。\u001b[22m, \u001b[1m全体的な話は変わっていない、間違いなく漫画の中で最も深刻なアークなどのジャンルのシフトはアニメで行わしようとされているが、我々はすべての崇拝がまだどこかに散りばめれる最愛のユーモアを心配しないでください。\u001b[22m\n\u001b[4mMy score: 10/10\u001b[24m\n    \u001b[1mマイスコア：10/10\u001b[22m\n\u001b[1m\u001b[22m\nArt: I think this was my only real complaint this season, the animation in the beginning was amazing, didn't fall short of it's predecessors but somewhere in the middle it dipped for me. The animation felt odd and it just didn't feel like Gintama's style, granted that a new company is handling Gintama now and I did read the manga before this season came out but very powerful moments in the manga fell short in this season. It wasn't too much to deter me from enjoying it but just enough to bug me. Score: 7/10\n\n\u001b[1mアート：これは今シーズンの私の唯一の本当の苦情だと思う。最初のアニメーションはすばらしかったし、前代未聞のものではなく、途中のどこかで私のために落ちた。 アニメーションが奇妙に感じられ、銀魂のスタイルのようには感じられませんでした。新しい会社が今銀魂を扱っていることを認め、今シーズンが始まる前にマンガを読んだことがありますが、この季節では漫画の非常に強力な瞬間は不足していました。 私はそれを楽しむことを阻止するにはそれほど多くはありませんでしたが、私に迷惑をかけるほどのものでした。 スコア：7/10\u001b[22m\n\u001b[1m(Āto: Kore wa ima shīzun no watashi no yuiitsu no hontō no kujōda to omou. Saisho no animēshon wa subarashikattashi, zendaimimon no monode wa naku, tochū no doko ka de watashi no tame ni ochita. Animēshon ga kimyō ni kanji rare, Gintama no sutairu no yō ni wa kanji raremasendeshita. Atarashī kaisha ga ima Gintama o atsukatte iru koto o mitome, ima shīzun ga hajimaru mae ni manga o yonda koto ga arimasuga, kono kisetsude wa manga no hijō ni kyōryokuna shunkan wa fusoku shite imashita. Watashi wa sore o tanoshimu koto o soshi suru ni wa sorehodo ōku wa arimasendeshitaga, watashi ni meiwakuwokakeru hodo no monodeshita. Sukoa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: I think this was my only real complaint this season, the animation in the beginning was amazing, didn't fall short of it's predecessors but somewhere in the middle it dipped for me. The animation felt odd and it just didn't feel like Gintama's style, granted that a new company is handling Gintama now and I did read the manga before this season came out but very powerful moments in the manga fell short in this season. It wasn't too much to deter me from enjoying it but just enough to bug me. Score: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I think this was my only real complaint this season, the animation in the beginning was amazing, didn't fall short of it's predecessors but somewhere in the middle it dipped for me.\u001b[24m\n    \u001b[1mアート：これは今シーズンの私の唯一の本当の苦情だと思う。最初のアニメーションはすばらしかったし、前代未聞のものではなく、途中のどこかで私のために落ちた。\u001b[22m, \u001b[1mアート：私はこれが今シーズンの私の唯一の本当の不満だったと思う、初めにアニメーションが、それは私のために浸し途中のどこかの前任者の短い落ちなかったが、驚くべきものでした。\u001b[22m\n\u001b[4mThe animation felt odd and it just didn't feel like Gintama's style, granted that a new company is handling Gintama now and I did read the manga before this season came out but very powerful moments in the manga fell short in this season.\u001b[24m\n    \u001b[1mアニメーションが奇妙に感じられ、銀魂のスタイルのようには感じられませんでした。新しい会社が今銀魂を扱っていることを認め、今シーズンが始まる前にマンガを読んだことがありますが、この季節では漫画の非常に強力な瞬間は不足していました。\u001b[22m, \u001b[1mアニメーションは奇妙に感じた、それだけで銀魂のスタイルのように感じていなかった、新会社は今銀魂を処理しているし、このシーズンが出てきたが、漫画で非常に強力なモーメントは、この季節に及ばなかった前に私は漫画を読んでなかったことを認めました。\u001b[22m\n\u001b[4mIt wasn't too much to deter me from enjoying it but just enough to bug me.\u001b[24m\n    \u001b[1m私はそれを楽しむことを阻止するにはそれほど多くはありませんでしたが、私に迷惑をかけるほどのものでした。\u001b[22m, \u001b[1mそれは私がそれを楽しんでちょうど十分なバグから私を阻止するためにあまりにも多くはありませんでした。\u001b[22m\n\u001b[4mScore: 7/10\u001b[24m\n    \u001b[1mスコア：7/10\u001b[22m\n\u001b[1m\u001b[22m\nSound: Voice actors still sound superb and there's more variety to the soundtrack now. Some of the tracks do feel out of place but I got used to it. Score: 9/10\n\n\u001b[1mサウンド：ボイスアクターはまだ素晴らしいサウンドで、サウンドトラックの多様性が増しています。 トラックのいくつかは不調を感じますが、私はそれに慣れています。 スコア：9/10\u001b[22m\n\u001b[1m(Saundo: Boisuakutā wa mada subarashī saundo de, saundotorakku no tayō-sei ga mashite imasu. Torakku no ikutsu ka wa fuchō o kanjimasuga, watashi wa sore ni narete imasu. Sukoa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: Voice actors still sound superb and there's more variety to the soundtrack now. Some of the tracks do feel out of place but I got used to it. Score: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Voice actors still sound superb and there's more variety to the soundtrack now.\u001b[24m\n    \u001b[1mサウンド：ボイスアクターはまだ素晴らしいサウンドで、サウンドトラックの多様性が増しています。\u001b[22m, \u001b[1mサウンド：ボイスアクターはまだ素晴らしいサウンドとサウンドトラックをより多様になりましたあります。\u001b[22m\n\u001b[4mSome of the tracks do feel out of place but I got used to it.\u001b[24m\n    \u001b[1mトラックのいくつかは不調を感じますが、私はそれに慣れています。\u001b[22m, \u001b[1mトラックのいくつかは、場違いな感じていますが、私はそれに慣れてしまいました。\u001b[22m\n\u001b[4mScore: 9/10\u001b[24m\n    \u001b[1mスコア：9/10\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Ah, the reason why so many of us love this anime. Nothing unusual about the characters until the serious arcs kick in and I mean serious. We begin to learn more about our 3 veteran warriors and why they act the way they do, their backgrounds, the hostility towards each other. Our beloved yorozuya and shinsengumi are put in a situation where they openly rely on each other, character development skyrockets in this season. Characters we had mixed or bad feelings about ended up being characters we cried for. At the end of this season everybody learned something new about each other and some even helped open each others eyes whether intentional or unintentional. Score: 10/10\n\n\u001b[1mキャラクター：ああ、私たちの多くがこのアニメを愛している理由。 重大なアークが蹴られ、深刻なことを意味するまで、キャラクターについては珍しいことはありません。 私たちは3人のベテランの戦士と、彼らの行動、彼らの背景、お互いに対する敵意について、彼らがなぜ行動するのかについてもっと学び始めます。 私たちの愛しているよろづやと新撰組は、互いに頼りにし合う状況に置かれ、今シーズンはキャラクターの成長が急上昇します。 私たちが混じったり悪い気持ちをしたりした人たちは、私たちが泣いた人物になってしまいました。 今シーズンの終わりに、皆はお互いに新しいことを学びました。そして、意図的かどうかにかかわらず、お互いの目を開く助けさえしていました。 スコア：10/10\u001b[22m\n\u001b[1m(Kyarakutā: Ā, watashitachi no ōku ga kono anime o aishite iru riyū. Jūdaina āku ga kerare, shinkokuna koto o imi suru made, kyarakutā ni tsuite wa mezurashī koto wa arimasen. Watashitachi wa 3-ri no beteran no senshi to, karera no kōdō, karera no haikei, otagai ni taisuru tekii ni tsuite, karera ga naze kōdō suru no ka ni tsuite motto manabi hajimemasu. Watashitachi no itoshite iru yo ro dzuya to shinsenkumi wa, tagaini tayori ni shi au jōkyō ni oka re, ima shīzun wa kyarakutā no seichō ga kyūjōshō shimasu. Watashitachi ga majittari warui kimochi o shi tari shita hito-tachi wa, watashitachi ga naita jinbutsu ni natte shimaimashita. Ima shīzun no owari ni, mina wa otagai ni atarashī koto o manabimashita. Soshite, itoteki ka dō ka ni kakawarazu, otagai no me o hiraku tasuke sae shite imashita. Sukoa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Ah, the reason why so many of us love this anime. Nothing unusual about the characters until the serious arcs kick in and I mean serious. We begin to learn more about our 3 veteran warriors and why they act the way they do, their backgrounds, the hostility towards each other. Our beloved yorozuya and shinsengumi are put in a situation where they openly rely on each other, character development skyrockets in this season. Characters we had mixed or bad feelings about ended up being characters we cried for. At the end of this season everybody learned something new about each other and some even helped open each others eyes whether intentional or unintentional. Score: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Ah, the reason why so many of us love this anime.\u001b[24m\n    \u001b[1mキャラクター：ああ、私たちの多くがこのアニメを愛している理由。\u001b[22m, \u001b[1mキャラクター：ああ、私たちのように多くはこのアニメを愛する理由。\u001b[22m\n\u001b[4mNothing unusual about the characters until the serious arcs kick in and I mean serious.\u001b[24m\n    \u001b[1m重大なアークが蹴られ、深刻なことを意味するまで、キャラクターについては珍しいことはありません。\u001b[22m, \u001b[1m文字に関する珍しい何も深刻なアークがでキックと私は重大な意味まで。\u001b[22m\n\u001b[4mWe begin to learn more about our 3 veteran warriors and why they act the way they do, their backgrounds, the hostility towards each other.\u001b[24m\n    \u001b[1m私たちは3人のベテランの戦士と、彼らの行動、彼らの背景、お互いに対する敵意について、彼らがなぜ行動するのかについてもっと学び始めます。\u001b[22m, \u001b[1m私たちは、3ベテランの戦士についての詳細を学ぶために始めると、彼らは彼らのやり方、その背景、互いに向かって敵意を働く理由。\u001b[22m\n\u001b[4mOur beloved yorozuya and shinsengumi are put in a situation where they openly rely on each other, character development skyrockets in this season.\u001b[24m\n    \u001b[1m私たちの愛しているよろづやと新撰組は、互いに頼りにし合う状況に置かれ、今シーズンはキャラクターの成長が急上昇します。\u001b[22m, \u001b[1m私たちの最愛のよろづやと新選組は、彼らは公然とこの季節に互いに、キャラクターの成長の急騰に依存している状況に置かれています。\u001b[22m\n\u001b[4mCharacters we had mixed or bad feelings about ended up being characters we cried for.\u001b[24m\n    \u001b[1m私たちが混じったり悪い気持ちをしたりした人たちは、私たちが泣いた人物になってしまいました。\u001b[22m, \u001b[1m文字は、我々は我々が泣いてしまっている文字についての混合や悪い感情を持っていました。\u001b[22m\n\u001b[4mAt the end of this season everybody learned something new about each other and some even helped open each others eyes whether intentional or unintentional.\u001b[24m\n    \u001b[1m今シーズンの終わりに、皆はお互いに新しいことを学びました。そして、意図的かどうかにかかわらず、お互いの目を開く助けさえしていました。\u001b[22m, \u001b[1m今シーズンの終わりに、みんながお互いについて何か新しいことを学んだし、いくつかのも意図的または意図的ではないかどうかをお互いの目を開いて助けました。\u001b[22m\n\u001b[4mScore: 10/10\u001b[24m\n    \u001b[1mスコア：10/10\u001b[22m, \u001b[1mスコア：10月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: I thoroughly enjoyed this season granted it did fall short for me but I enjoyed it nonetheless. Score: 9/10\n\n\u001b[1m楽しさ：私はそれが私のために不足したことを認め、今シーズンを徹底的に楽しんだが、それでも私はそれを楽しんだ。 スコア：9/10\u001b[22m\n\u001b[1m(Tanoshisa: Watashi wa sore ga watashi no tame ni fusoku shita koto o mitome, ima shīzun o tetteiteki ni tanoshindaga, soredemo watashi wa sore o tanoshinda. Sukoa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: I thoroughly enjoyed this season granted it did fall short for me but I enjoyed it nonetheless. Score: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: I thoroughly enjoyed this season granted it did fall short for me but I enjoyed it nonetheless.\u001b[24m\n    \u001b[1m楽しさ：私はそれが私のために不足したことを認め、今シーズンを徹底的に楽しんだが、それでも私はそれを楽しんだ。\u001b[22m, \u001b[1m楽しさ：私は徹底的にこの季節を楽しんだが、それは私のために及ばなかった付与されたが、私はそれにもかかわらず、それを楽しみました。\u001b[22m\n\u001b[4mScore: 9/10\u001b[24m\n    \u001b[1mスコア：9/10\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Gintama%C2%B0",
    "id": "28977",
    "url": "https://myanimelist.net/anime/28977/Gintama%C2%B0",
    "user": "Amangupta26",
    "profile": "/profile/Amangupta26/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=231835",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nああ、神様 ！ 私はこの驚くべきショーを眺めているだけです。私は夢中になりました。\nGINTAMAを他の人と比較することはできません...それは他のレベルにあります。このFMBが最高のANIMAまでです。しかし、今は私が見たアートの最高のピースになるでしょう...私はKIMIを味わっていません いいえ、私は言いません。それについては言えません。しかし、FMBを犯すのが唯一のものであれば...それは、ギンタマでなければなりません。そして、ただのギンタマではありません。他のどのショーでも...私は他に何もないとは限りません。  。ああ ！  IAMはこれを見るために幸運を祈る.GINTAMAはまだ理解されていないと思う。BECOZの人が知っておくべきことを書き留めておきなさい..........このANIMEは驚くばかりか.....  .PLZはちょっとだけ目を覚ます..学校の昼間や夏のように昼寝するのをやめてください。次の季節はMALの王様になるでしょう。どんなダブ...どんなGINTAMAでも...\n私の英語のために私を赦してください...私は今すぐうれしそうです...これを読んで停止して時計を見ないでください",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOMG ! IS THE ONLY THING I COULD SAY .AFTER WATCHING THIS AWESOME SHOW.WHICH MADE ME AWESTRUCK... JUST WOW... MY FAV.\n\n\u001b[1mああ、神様 ！ 私はこの驚くべきショーを眺めているだけです。私は夢中になりました。\u001b[22m\n\u001b[1m(Ā, kamisama! Watashi wa kono odorokubeki shō o nagamete iru dakedesu. Watashi wa muchū ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mOMG ! IS THE ONLY THING I COULD SAY .AFTER WATCHING THIS AWESOME SHOW.WHICH MADE ME AWESTRUCK... JUST WOW... MY FAV.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOMG !\u001b[24m\n    \u001b[1mああ、神様 ！\u001b[22m, \u001b[1mOMG！\u001b[22m\n\u001b[4mIS THE ONLY THING I COULD SAY .AFTER WATCHING THIS AWESOME SHOW.WHICH MADE ME AWESTRUCK... JUST WOW... MY FAV.\u001b[24m\n    \u001b[1m私はこの驚くべきショーを眺めているだけです。私は夢中になりました。\u001b[22m, \u001b[1m私はこの素晴らしいSHOW.WHICHを見.AFTERはME畏敬の念を覚える... JUST WOW... MY FAV MADE言うことができる唯一のものです。\u001b[22m\nU JUST CANT COMPARE GINTAMA TO ANYOTHER ANIME ...IT IS ON WHOLE OTHER LEVEL.BEFORE THIS FMB WAS THE BEST ANIME.BUT NOW IT IS AND WILL BE THE GREATEST PIECE OF ART I HAVE EVER SEEN ...I HAVE NOT SAW KIMI NO NA WA.SO I CAN NOT SAY ABOUT THAT ..BUT IF ONLY ANIME DESERVE TO DETHORWN FMB THEN ...IT WOULD HAVE TO GINTAMA AND ONLY GINTAMA .NONE OTHER SHOW...I MEAN NO OTHER IS WORTHY BUT GINTAMA .. .OH ! IAM SO DAMN LUCKY TO SEE THIS.I THINK GINTAMA IS STILL UNDERRATED..IT MADE ME WRITE THAT REVIEW BECOZ PEOPLE SHOULD KNOW ..........HOW FUCKING AWESOME THIS ANIME IS.....JUST .. .PLZ JUST WATCH ..STOP WATCHING SHIT LIKE SCHOOL DAYS OR SAO JUST WATCH THIS.....NEXT SEASON IS GOING TO BE THE KING OF MAL .WITHOUT ANY DOUBT...ALL HAIL GINTAMA ...\n\n\u001b[1mGINTAMAを他の人と比較することはできません...それは他のレベルにあります。このFMBが最高のANIMAまでです。しかし、今は私が見たアートの最高のピースになるでしょう...私はKIMIを味わっていません いいえ、私は言いません。それについては言えません。しかし、FMBを犯すのが唯一のものであれば...それは、ギンタマでなければなりません。そして、ただのギンタマではありません。他のどのショーでも...私は他に何もないとは限りません。  。ああ ！  IAMはこれを見るために幸運を祈る.GINTAMAはまだ理解されていないと思う。BECOZの人が知っておくべきことを書き留めておきなさい..........このANIMEは驚くばかりか.....  .PLZはちょっとだけ目を覚ます..学校の昼間や夏のように昼寝するのをやめてください。次の季節はMALの王様になるでしょう。どんなダブ...どんなGINTAMAでも...\u001b[22m\n\u001b[1m(GINTAMA o hokanohito to hikaku suru koto wa dekimasen... Sore wa hoka no reberu ni arimasu. Kono FMB ga saikō no ANIMA madedesu. Shikashi, ima wa watashi ga mita āto no saikō no pīsu ni narudeshou... Watashi wa KIMI o ajiwatte imasen īe, watashi wa iimasen. Sore ni tsuite wa iemasen. Shikashi, FMB o okasu no ga yuiitsu no monodeareba... Sore wa, gintamadenakereba narimasen. Soshite, tada no gintamade wa arimasen. Hoka no dono shō demo... Watashi wa hoka ni nanimonai to wa kagirimasen.. Ā! Aiamu wa kore o miru tame ni kōunwoinoru. GINTAMA wa mada rikai sa rete inai to omou. BECOZ no hito ga shitte okubeki koto o kakitomete oki nasai.......... Kono anime wa odoroku bakari ka...... PLZ wa chotto dake mewosamasu.. Gakkō no hiruma ya natsu no yō ni hirune suru no o yamete kudasai. Tsugi no kisetsu wa MAL no ōsama ni narudeshou. Don'na dabu... Don'na GINTAMA demo...)\u001b[22m\n\nTranslations of \u001b[4mU JUST CANT COMPARE GINTAMA TO ANYOTHER ANIME ...IT IS ON WHOLE OTHER LEVEL.BEFORE THIS FMB WAS THE BEST ANIME.BUT NOW IT IS AND WILL BE THE GREATEST PIECE OF ART I HAVE EVER SEEN ...I HAVE NOT SAW KIMI NO NA WA.SO I CAN NOT SAY ABOUT THAT ..BUT IF ONLY ANIME DESERVE TO DETHORWN FMB THEN ...IT WOULD HAVE TO GINTAMA AND ONLY GINTAMA .NONE OTHER SHOW...I MEAN NO OTHER IS WORTHY BUT GINTAMA .. .OH ! IAM SO DAMN LUCKY TO SEE THIS.I THINK GINTAMA IS STILL UNDERRATED..IT MADE ME WRITE THAT REVIEW BECOZ PEOPLE SHOULD KNOW ..........HOW FUCKING AWESOME THIS ANIME IS.....JUST .. .PLZ JUST WATCH ..STOP WATCHING SHIT LIKE SCHOOL DAYS OR SAO JUST WATCH THIS.....NEXT SEASON IS GOING TO BE THE KING OF MAL .WITHOUT ANY DOUBT...ALL HAIL GINTAMA ...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mU JUST CANT COMPARE GINTAMA TO ANYOTHER ANIME ...IT IS ON WHOLE OTHER LEVEL.BEFORE THIS FMB WAS THE BEST ANIME.BUT NOW IT IS AND WILL BE THE GREATEST PIECE OF ART I HAVE EVER SEEN ...I HAVE NOT SAW KIMI\u001b[24m\n    \u001b[1mGINTAMAを他の人と比較することはできません...それは他のレベルにあります。このFMBが最高のANIMAまでです。しかし、今は私が見たアートの最高のピースになるでしょう...私はKIMIを味わっていません\u001b[22m, \u001b[1mU JUST CANTは、他の任意ANIME TO銀魂COMPARE...それは全く別のLEVEL.BEFORE THIS FMB上にあり、今ではと私が今まで見たことがあるART OF GREATEST PIECEないものとしますBEST ANIME.BUT WAS...私はKIMIを見ていません\u001b[22m\n\u001b[4mNO NA WA.SO I CAN NOT SAY ABOUT THAT ..BUT IF ONLY ANIME DESERVE TO DETHORWN FMB THEN ...IT WOULD HAVE TO GINTAMA AND ONLY GINTAMA .NONE OTHER SHOW...I MEAN NO OTHER IS WORTHY BUT GINTAMA ..\u001b[24m\n    \u001b[1mいいえ、私は言いません。それについては言えません。しかし、FMBを犯すのが唯一のものであれば...それは、ギンタマでなければなりません。そして、ただのギンタマではありません。他のどのショーでも...私は他に何もないとは限りません。\u001b[22m, \u001b[1mNO NA WA.SOは、私はそれについて言うことはできません..BUT ONLY ANIMEはTHEN FMBをDETHORWNに値するIF... ITは銀魂AND ONLY銀魂.NONE他SHOWなければならないだろう...私は他の価値があるBUT銀魂であることを意味します..\u001b[22m\n\u001b[4m.OH !\u001b[24m\n    \u001b[1m。ああ ！\u001b[22m, \u001b[1m。あら ！\u001b[22m, \u001b[1mOH！\u001b[22m, \u001b[1m・OH！\u001b[22m\n\u001b[4mIAM SO DAMN LUCKY TO SEE THIS.I THINK GINTAMA IS STILL UNDERRATED..IT MADE ME WRITE THAT REVIEW BECOZ PEOPLE SHOULD KNOW ..........HOW FUCKING AWESOME THIS ANIME IS.....JUST ..\u001b[24m\n    \u001b[1mIAMはこれを見るために幸運を祈る.GINTAMAはまだ理解されていないと思う。BECOZの人が知っておくべきことを書き留めておきなさい..........このANIMEは驚くばかりか.....\u001b[22m, \u001b[1mTHIS.Iを参照するにはSO DAMN LUCKY IAMは、銀魂がSTILL UNDERRATED..ITは人々が.....このアニメがいかにクソAWESOME..........知っておくべきBECOZ MEはTHATレビューを書くMADEていると思います..\u001b[22m\n\u001b[4m.PLZ JUST WATCH ..STOP WATCHING SHIT LIKE SCHOOL DAYS OR SAO JUST WATCH THIS.....NEXT SEASON IS GOING TO BE THE KING OF MAL .WITHOUT ANY DOUBT...ALL HAIL GINTAMA ...\u001b[24m\n    \u001b[1m.PLZはちょっとだけ目を覚ます..学校の昼間や夏のように昼寝するのをやめてください。次の季節はMALの王様になるでしょう。どんなダブ...どんなGINTAMAでも...\u001b[22m, \u001b[1mSHIT LIKE SCHOOL DAYS OR SAO JUST WATCHこれを見.PLZ JUST WATCH..STOP.....次のシーズンは、何の疑いも... ALL HAIL銀魂MAL.WITHOUTの王になるだろう...\u001b[22m\nFORGIVE ME FOR MY ENGLISH ... I AM SO THRILLED RIGHT NOW...STOP READING THIS AND GO WATCH\n\n\u001b[1m私の英語のために私を赦してください...私は今すぐうれしそうです...これを読んで停止して時計を見ないでください\u001b[22m\n\u001b[1m(Watashi no eigo no tame ni watashi o yurushite kudasai... Watashi wa ima sugu ureshi-sōdesu... Kore o yonde teishi shite tokei o minaide kudasai)\u001b[22m\n\nTranslations of \u001b[4mFORGIVE ME FOR MY ENGLISH ... I AM SO THRILLED RIGHT NOW...STOP READING THIS AND GO WATCH\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFORGIVE ME FOR MY ENGLISH ... I AM SO THRILLED RIGHT NOW...STOP READING THIS AND GO WATCH\u001b[24m\n    \u001b[1m私の英語のために私を赦してください...私は今すぐうれしそうです...これを読んで停止して時計を見ないでください\u001b[22m, \u001b[1m...私は今SO興奮... MY ENGLISHたことを許しTHIS AND GO WATCHの読み取りを停止\u001b[22m"
  }
]
