[
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "connielas",
    "profile": "/profile/connielas/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=146089",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  10\nキャラクター|  8\n|  9\n\n私がまだ小学校にいたとき、長時間の勉強の後、すぐにテレビを開いて焼き鳥を見ました!! 日本。 パン製造についてのアニメですが、基本的にはベーキング。  2014年に、私は子供のころに再び生きて、セリを全部見るようになりました。 私は失望しませんでした。\n\nこのアニメは、多くの人気アニメをターゲットにしていて、いくつかのクロスオーバを行ったにもかかわらず、古典の一つであることは間違いない。 しかし、私は自分より先に進んでいます。 パンはここで作っているものだけでなく、他のペストリーもそうです。 しかし、あなたは知っている、主にパン。 私はその物語が多くのレベルでオリジナルであると思います。 しかし、それは少し繰り返しました。 プロットは非常に良いです。 パンとその成分を焼く方法を伴うアニメだけではなく、実際にはそれ以上のものです。  1つのエピソードから別のエピソードまでさまざまなエピソードを取り上げると、物事はかなり面白くなってきています。 日本でも最高のパン屋になるためにトーナメントを作って練習しているのか、それとも世界の方がいいですか。 ベイキングはこれほど楽しく狂ったことはありませんでした。 パンチが本当にうまく作られているので、それは退屈ではありません。パンを焼くことについてのドラマも提示されています。\n\nアニプレックスは、日本のアニメーションの世界のさまざまなショーで見ることができるアニメーションスタジオです。 この時代（2004年〜2006年）では、芸術は素晴らしいですが、私はHDアニメ番組を見るのが好きですから、これを7にします。それは良いことです。それは私に昔のことを思い出させました。\n\nキャラクターはスポットライトを当てていた。 私に大きな迷惑を与えた唯一のキャラクターはミズノです。 事実にもかかわらず、私は彼女に迷惑をかけず、最後まで眺め続けました。 彼女は、このショーの中では最も遠い人だった。 声と人格の両方が愚かで不快だった。 雪乃は主なアンタゴニストの一人だったにもかかわらず、彼女は面白かったので、私はちょっと好きだった。 あずまとギャングはかわいい人だったし、見るのもすごく良かったですが、結局のところ登場したのは一馬だけでした。 カンムリ、河内、諏訪原は傍観していた。 キノコの頭を持つ人は本当に面白かったし、いつもいつも残っている人だった。 私は彼の名前を忘れてしまった。 雪乃はいつも腹が立っていて、いつも無防備になっていて、男の子達が自分のために大会に出るのを見ているだけなので、腹を立てることになるヒロインではありません。\n\nオープニングとエンディングはそれほど顕著ではありませんでしたが、最初のOPとEDが大好きでした。 両方の曲は幸せで、ユニークな曲があります。 このショーの傑出した部分はサウンドエフェクトで、私を奇妙なものと呼んでいますが、私は実際にそのサウンドにハムをかけています。 やきたてからの効果音！ 場所で演奏され、私はそれを聞いた、私はすでに知っていると、このショーからの音だったことに慣れている。 声優はすばらしい仕事をしましたが、Kazumaの声は私には適していませんでした。 私の意見では、彼はより深くて男らしい声を持っているはずですが、20回ほどのエピソードの後、私はそれをぶち壊してしまいます。 ミズノの声優は迷惑だった。 彼女は非常に高い声を出していたし、なんらかの理由でも奏でていなかった。 彼女は壊れたジュークボックスや傷ついたレコードなどのように聞こえました。\n\n私は八景を見て楽しかった!! それは他の5つのエピソードほど見ていて飽きてしまったように、非常に多くのレベルで不満足な経験でした。 黒餃子も同じです。 これは疑いもなく説明できない喜びでした。 一度それを見たらあなたは知っているでしょう。 私はそれに同意する。 しかし、あなたが見て回ってみると、あなたはすぐにKazumaがすべての戦闘で失うか勝つかを知りたいでしょう。 しかし、私はいくつかのジョークが何度も繰り返されたことを認めなければなりません。 例えば、彼らが食べるすべてのパンのいたずらや、他のアニメのクロスオーバーとの過反応反応。 私を生き延びさせたのは、黒柳の反応とカワチのキャッチフレーズ「ナニヤテ？」だけだった。 または英語で 'それは何だったの？ 彼の声と表情は、私を毎回ひどく傷つけています。 たとえ反復していたとしても、私はそれから反応するのを止めることはできません。\n\nそれをすべて集約するために、ユニークで鈍いストーリーラインと非常に記憶に残るアートプラス素晴らしい音楽プラス楽しいキャラクター開発と否定できない楽しさは素晴らしいアニメと同じです。 エンディングはうまくいきましたが、誰もが望む結末ではありませんでした。 それは私のために大丈夫だったし、人々は幸せで、この少年のアニメを見てみるべきです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nIt was when I was still in elementary school, after long hours of studying, I would immediately open our television and watch Yakitate!! Japan. The anime about bread-making but basically, baking. At 2014, I came to re-live my childhood and watch the whole serie. I wasn't disappointed.\n\n\u001b[1m私がまだ小学校にいたとき、長時間の勉強の後、すぐにテレビを開いて焼き鳥を見ました!! 日本。 パン製造についてのアニメですが、基本的にはベーキング。  2014年に、私は子供のころに再び生きて、セリを全部見るようになりました。 私は失望しませんでした。\u001b[22m\n\u001b[1m(Watashi ga mada shōgakkō ni ita toki, chōjikan no benkyō no ato, sugu ni terebi o aite yakitori o mimashita! ! Nihon. Pan seizō ni tsuite no animedesuga, kihontekini wa bēkingu. 2014-Nen ni, watashi wa kodomo no koro ni futatabi ikite, seri o zenbu miru yō ni narimashita. Watashi wa shitsubō shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt was when I was still in elementary school, after long hours of studying, I would immediately open our television and watch Yakitate!! Japan. The anime about bread-making but basically, baking. At 2014, I came to re-live my childhood and watch the whole serie. I wasn't disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt was when I was still in elementary school, after long hours of studying, I would immediately open our television and watch Yakitate!!\u001b[24m\n    \u001b[1m私がまだ小学校にいたとき、長時間の勉強の後、すぐにテレビを開いて焼き鳥を見ました!!\u001b[22m, \u001b[1mそれは私が小学校にまだあったときに、勉強の長い時間後、私はすぐに私たちのテレビを開いて、焼きたてを見ることになるでした！\u001b[22m\n\u001b[4mJapan.\u001b[24m\n    \u001b[1m日本。\u001b[22m, \u001b[1m日本。\u001b[22m\n\u001b[4mThe anime about bread-making but basically, baking.\u001b[24m\n    \u001b[1mパン製造についてのアニメですが、基本的にはベーキング。\u001b[22m, \u001b[1m製パンが、基本的に、ベーキングについてアニメ。\u001b[22m\n\u001b[4mAt 2014, I came to re-live my childhood and watch the whole serie.\u001b[24m\n    \u001b[1m2014年に、私は子供のころに再び生きて、セリを全部見るようになりました。\u001b[22m, \u001b[1m2014年で、私は私の子供の頃を再住んでいて、全体のセリエAを見に来ました。\u001b[22m\n\u001b[4mI wasn't disappointed.\u001b[24m\n    \u001b[1m私は失望しませんでした。\u001b[22m, \u001b[1m私は失望されませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is no doubt, one of the classics even though it targeted many popular anime and did some cross-overs. But, I am getting ahead of myself. Bread isn't only the things they're making here, other pastries as well. But you know, mostly bread. I think the story is original in many levels; however, it was a little repetitive. The plot is very good. It isn't just an anime that entails how to bake a bread and its ingredients but its actually more than that. Taking each and every episode that varies from one episode to another, things are getting quite interesting. Bread making tournaments and practicing to become the best baker in Japan or better yet, the world. Baking never felt so fun and crazy like this. It isn't boring because puns are really well made, drama is also presented and facts about baking bread.\n\n\u001b[1mこのアニメは、多くの人気アニメをターゲットにしていて、いくつかのクロスオーバを行ったにもかかわらず、古典の一つであることは間違いない。 しかし、私は自分より先に進んでいます。 パンはここで作っているものだけでなく、他のペストリーもそうです。 しかし、あなたは知っている、主にパン。 私はその物語が多くのレベルでオリジナルであると思います。 しかし、それは少し繰り返しました。 プロットは非常に良いです。 パンとその成分を焼く方法を伴うアニメだけではなく、実際にはそれ以上のものです。  1つのエピソードから別のエピソードまでさまざまなエピソードを取り上げると、物事はかなり面白くなってきています。 日本でも最高のパン屋になるためにトーナメントを作って練習しているのか、それとも世界の方がいいですか。 ベイキングはこれほど楽しく狂ったことはありませんでした。 パンチが本当にうまく作られているので、それは退屈ではありません。パンを焼くことについてのドラマも提示されています。\u001b[22m\n\u001b[1m(Kono anime wa, ōku no ninki anime o tāgetto ni shite ite, ikutsu ka no kurosuōba o okonatta nimokakawarazu, koten no hitotsudearu koto wa machigainai. Shikashi, watashi wa jibun yori saki ni susunde imasu. Watashi wa sono monogatari ga ōku no reberu de orijinarudearu to omoimasu. Shikashi, sore wa sukoshi kurikaeshimashita. Purotto wa hijō ni yoidesu. Pan to sono seibun o yaku hōhō o tomonau anime dakede wa naku, jissai ni wa sore ijō no monodesu. 1Tsu no episōdo kara betsu no episōdo made samazamana episōdo o toriageru to, monogoto wa kanari omoshiroku natte kite imasu. Nihon demo saikō no pan-ya ni naru tame ni tōnamento o tsukutte renshū shite iru no ka, soretomo sekai no kata ga īdesu ka. Beikingu wa kore hodo tanoshiku kurutta koto wa arimasendeshita. Panchi ga hontōni umaku tsukura rete irunode, sore wa taikutsude wa arimasen. Pan o yaku koto ni tsuite no dorama mo teiji sa rete imasu. Pan wa koko de tsukutte iru mono dakedenaku, hoka no pesutorī mo sōdesu. Shikashi, anata wa shitte iru, omoni pan.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is no doubt, one of the classics even though it targeted many popular anime and did some cross-overs. But, I am getting ahead of myself. Bread isn't only the things they're making here, other pastries as well. But you know, mostly bread. I think the story is original in many levels; however, it was a little repetitive. The plot is very good. It isn't just an anime that entails how to bake a bread and its ingredients but its actually more than that. Taking each and every episode that varies from one episode to another, things are getting quite interesting. Bread making tournaments and practicing to become the best baker in Japan or better yet, the world. Baking never felt so fun and crazy like this. It isn't boring because puns are really well made, drama is also presented and facts about baking bread.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is no doubt, one of the classics even though it targeted many popular anime and did some cross-overs.\u001b[24m\n    \u001b[1mこのアニメは、多くの人気アニメをターゲットにしていて、いくつかのクロスオーバを行ったにもかかわらず、古典の一つであることは間違いない。\u001b[22m, \u001b[1mこのアニメは間違いなく、それは多くの人気アニメを目標とし、いくつかのクロスオーバーをしたにもかかわらず、古典の一つです。\u001b[22m\n\u001b[4mBut, I am getting ahead of myself.\u001b[24m\n    \u001b[1mしかし、私は自分より先に進んでいます。\u001b[22m, \u001b[1mしかし、私は先に自分の取得しています。\u001b[22m\n\u001b[4mI think the story is original in many levels;\u001b[24m\n    \u001b[1m私はその物語が多くのレベルでオリジナルであると思います。\u001b[22m, \u001b[1m私は物語は多くのレベルで、元のだと思います。\u001b[22m\n\u001b[4mhowever, it was a little repetitive.\u001b[24m\n    \u001b[1mしかし、それは少し繰り返しました。\u001b[22m\n\u001b[4mThe plot is very good.\u001b[24m\n    \u001b[1mプロットは非常に良いです。\u001b[22m\n\u001b[4mIt isn't just an anime that entails how to bake a bread and its ingredients but its actually more than that.\u001b[24m\n    \u001b[1mパンとその成分を焼く方法を伴うアニメだけではなく、実際にはそれ以上のものです。\u001b[22m, \u001b[1mそれだけでパンを焼く方法を伴いアニメやその成分が、それよりも、その実際にはよりません。\u001b[22m\n\u001b[4mTaking each and every episode that varies from one episode to another, things are getting quite interesting.\u001b[24m\n    \u001b[1m1つのエピソードから別のエピソードまでさまざまなエピソードを取り上げると、物事はかなり面白くなってきています。\u001b[22m, \u001b[1m1つのエピソードから別のものに変化し、それぞれとすべてのエピソードを取って、物事は非常に興味深いものになっています。\u001b[22m\n\u001b[4mBread making tournaments and practicing to become the best baker in Japan or better yet, the world.\u001b[24m\n    \u001b[1m日本でも最高のパン屋になるためにトーナメントを作って練習しているのか、それとも世界の方がいいですか。\u001b[22m, \u001b[1mパンはトーナメントを作り、日本またはより良いまだ、世界で最高のパン屋になるために練習します。\u001b[22m\n\u001b[4mBaking never felt so fun and crazy like this.\u001b[24m\n    \u001b[1mベイキングはこれほど楽しく狂ったことはありませんでした。\u001b[22m, \u001b[1mベーキングはとても楽しいし、このような狂気を感じたことはありません。\u001b[22m\n\u001b[4mIt isn't boring because puns are really well made, drama is also presented and facts about baking bread.\u001b[24m\n    \u001b[1mパンチが本当にうまく作られているので、それは退屈ではありません。パンを焼くことについてのドラマも提示されています。\u001b[22m, \u001b[1m駄洒落が本当によく作られているので、ドラマも提示され、ベーキングパンについての事実されて退屈ではありません。\u001b[22m\n\u001b[4mBread isn't only the things they're making here, other pastries as well.\u001b[24m\n    \u001b[1mパンはここで作っているものだけでなく、他のペストリーもそうです。\u001b[22m, \u001b[1mパンは、彼らは同様に、ここでは他のペストリーを作っているものだけではありません。\u001b[22m\n\u001b[4mBut you know, mostly bread.\u001b[24m\n    \u001b[1mしかし、あなたは知っている、主にパン。\u001b[22m, \u001b[1mしかし、あなたは、主にパンを知っています。\u001b[22m\n\u001b[1m\u001b[22m\nAniplex is an animation studio in which it can be seen in different shows in the world of japanese animation. In this era,(2004-2006) the art is awesome however because I am fond of watching HD anime shows, I'd give this one a 7. It's good and it reminded me of the old times.\n\n\u001b[1mアニプレックスは、日本のアニメーションの世界のさまざまなショーで見ることができるアニメーションスタジオです。 この時代（2004年〜2006年）では、芸術は素晴らしいですが、私はHDアニメ番組を見るのが好きですから、これを7にします。それは良いことです。それは私に昔のことを思い出させました。\u001b[22m\n\u001b[1m(Anipurekkusu wa, Nihon no animēshon no sekai no samazamana shō de miru koto ga dekiru animēshonsutajiodesu. Kono jidai (2004-nen 〜 2006-nen)de wa, geijutsu wa subarashīdesuga, watashi wa HD anime bangumi o miru no ga sukidesukara, kore o 7 ni shimasu. Sore wa yoi kotodesu. Sore wa watashi ni mukashi no koto o omoidasa semashita.)\u001b[22m\n\nTranslations of \u001b[4mAniplex is an animation studio in which it can be seen in different shows in the world of japanese animation. In this era,(2004-2006) the art is awesome however because I am fond of watching HD anime shows, I'd give this one a 7. It's good and it reminded me of the old times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAniplex is an animation studio in which it can be seen in different shows in the world of japanese animation.\u001b[24m\n    \u001b[1mアニプレックスは、日本のアニメーションの世界のさまざまなショーで見ることができるアニメーションスタジオです。\u001b[22m, \u001b[1mアニプレックスは、それが日本アニメの世界で別のショーで見ることができたアニメーションスタジオです。\u001b[22m\n\u001b[4mIn this era,(2004-2006) the art is awesome however because I am fond of watching HD anime shows, I'd give this one a 7. It's good and it reminded me of the old times.\u001b[24m\n    \u001b[1mこの時代（2004年〜2006年）では、芸術は素晴らしいですが、私はHDアニメ番組を見るのが好きですから、これを7にします。それは良いことです。それは私に昔のことを思い出させました。\u001b[22m, \u001b[1mこの時代、（2004-2006）でアートは、私はHDのアニメ番組を見ているのが好きだから、私はこの1つにそれは良いことだ、それは昔のことを思い出し7を与えると思いますが素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were spot-on. The only character that gave me a huge amount of annoyance is Mizuno. Despite the fact, I wasn't annoyed by her and kept watching 'til the end. She was by-far the most unlikable person in this show. Both the voice and personality was stupid and uncomfortable. Even though Yukino was one of the main antagonist, I kinda liked her because she was funny. Azuma and the gang were cute people and awesome to watch but in the end, it was only Kazuma who took the highlight. Kanmuri, Kawachi and Suwabara remained in the sidelines. The guy with the mushroom head was really funny and he was always the one who always gets left behind. I even forgot his name. Tsukino isn't the kind of heroine who would be always be pitied on and become so annoying because she was always defenseless and does absolutely nothing but watch the boys go in competitions for her sake.\n\n\u001b[1mキャラクターはスポットライトを当てていた。 私に大きな迷惑を与えた唯一のキャラクターはミズノです。 事実にもかかわらず、私は彼女に迷惑をかけず、最後まで眺め続けました。 彼女は、このショーの中では最も遠い人だった。 声と人格の両方が愚かで不快だった。 雪乃は主なアンタゴニストの一人だったにもかかわらず、彼女は面白かったので、私はちょっと好きだった。 あずまとギャングはかわいい人だったし、見るのもすごく良かったですが、結局のところ登場したのは一馬だけでした。 カンムリ、河内、諏訪原は傍観していた。 キノコの頭を持つ人は本当に面白かったし、いつもいつも残っている人だった。 私は彼の名前を忘れてしまった。 雪乃はいつも腹が立っていて、いつも無防備になっていて、男の子達が自分のために大会に出るのを見ているだけなので、腹を立てることになるヒロインではありません。\u001b[22m\n\u001b[1m(Kyarakutā wa supottoraito o atete ita. Watashi ni ōkina meiwaku o ataeta yuiitsu no kyarakutā wa Mizunodesu. Kanojo wa, kono shō no nakade wa mottomo tōi hitodatta. Koe to jinkaku no ryōhō ga orokade fukaidatta. Yukino wa omona antagonisuto no hitoridatta nimokakawarazu, kanojo wa omoshirokattanode, watashi wa chotto sukidatta. Azuma to gyangu wa kawaī hitodattashi, miru no mo sugoku yokattadesuga, kekkyokunotokoro tōjō shita no wa ichi uma dakedeshita. Kanmuri, Kawachi, Suwahara wa bōkan shite ita. Kinoko no atama o motsu hito wa hontōni omoshirokattashi, itsumo itsumo nokotte iru hitodatta. Watashi wa kare no namae o wasurete shimatta. Yukino wa itsumo hara ga tatte ite, itsumo mubōbi ni natte ite, otokonoko-tachi ga jibun'notameni taikai ni deru no o mite iru dakenanode, hara o tateru koto ni naru hiroinde wa arimasen. Jijitsu nimokakawarazu, watashi wa kanojo ni meiwaku o kakezu, saigomade nagame tsudzukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were spot-on. The only character that gave me a huge amount of annoyance is Mizuno. Despite the fact, I wasn't annoyed by her and kept watching 'til the end. She was by-far the most unlikable person in this show. Both the voice and personality was stupid and uncomfortable. Even though Yukino was one of the main antagonist, I kinda liked her because she was funny. Azuma and the gang were cute people and awesome to watch but in the end, it was only Kazuma who took the highlight. Kanmuri, Kawachi and Suwabara remained in the sidelines. The guy with the mushroom head was really funny and he was always the one who always gets left behind. I even forgot his name. Tsukino isn't the kind of heroine who would be always be pitied on and become so annoying because she was always defenseless and does absolutely nothing but watch the boys go in competitions for her sake.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were spot-on.\u001b[24m\n    \u001b[1mキャラクターはスポットライトを当てていた。\u001b[22m, \u001b[1m文字は、スポットオンでした。\u001b[22m\n\u001b[4mThe only character that gave me a huge amount of annoyance is Mizuno.\u001b[24m\n    \u001b[1m私に大きな迷惑を与えた唯一のキャラクターはミズノです。\u001b[22m, \u001b[1m私に迷惑の膨大な量を与えた唯一の文字は水野です。\u001b[22m\n\u001b[4mShe was by-far the most unlikable person in this show.\u001b[24m\n    \u001b[1m彼女は、このショーの中では最も遠い人だった。\u001b[22m, \u001b[1m彼女はバイまでのところ、このショーの中で最も好かれない人でした。\u001b[22m\n\u001b[4mBoth the voice and personality was stupid and uncomfortable.\u001b[24m\n    \u001b[1m声と人格の両方が愚かで不快だった。\u001b[22m, \u001b[1m声と性格の両方が愚かと不快でした。\u001b[22m\n\u001b[4mEven though Yukino was one of the main antagonist, I kinda liked her because she was funny.\u001b[24m\n    \u001b[1m雪乃は主なアンタゴニストの一人だったにもかかわらず、彼女は面白かったので、私はちょっと好きだった。\u001b[22m, \u001b[1m雪乃は主拮抗薬の一つであったにもかかわらず、彼女は面白かったので、私はちょっと彼女を好きでした。\u001b[22m\n\u001b[4mAzuma and the gang were cute people and awesome to watch but in the end, it was only Kazuma who took the highlight.\u001b[24m\n    \u001b[1mあずまとギャングはかわいい人だったし、見るのもすごく良かったですが、結局のところ登場したのは一馬だけでした。\u001b[22m, \u001b[1m東とギャングは可愛い人と見て驚くばかりであったが、最終的には、それがハイライトを取っただけ一馬でした。\u001b[22m\n\u001b[4mKanmuri, Kawachi and Suwabara remained in the sidelines.\u001b[24m\n    \u001b[1mカンムリ、河内、諏訪原は傍観していた。\u001b[22m, \u001b[1mKanmuri、河内とSuwabaraは傍観者の立場にとどまりました。\u001b[22m\n\u001b[4mThe guy with the mushroom head was really funny and he was always the one who always gets left behind.\u001b[24m\n    \u001b[1mキノコの頭を持つ人は本当に面白かったし、いつもいつも残っている人だった。\u001b[22m, \u001b[1mキノコの頭を持つ男は本当に面白かったと彼はいつもいつも取り残されます一つでした。\u001b[22m\n\u001b[4mI even forgot his name.\u001b[24m\n    \u001b[1m私は彼の名前を忘れてしまった。\u001b[22m, \u001b[1m私も彼の名前を忘れてしまいました。\u001b[22m\n\u001b[4mTsukino isn't the kind of heroine who would be always be pitied on and become so annoying because she was always defenseless and does absolutely nothing but watch the boys go in competitions for her sake.\u001b[24m\n    \u001b[1m雪乃はいつも腹が立っていて、いつも無防備になっていて、男の子達が自分のために大会に出るのを見ているだけなので、腹を立てることになるヒロインではありません。\u001b[22m, \u001b[1m月野は常に上に同情し、彼女は常に無防備だったと男の子が彼女のために大会で見守るが、絶対に何もしないので、とても迷惑になることであろうヒロインのようなものではありません。\u001b[22m\n\u001b[4mDespite the fact, I wasn't annoyed by her and kept watching 'til the end.\u001b[24m\n    \u001b[1m事実にもかかわらず、私は彼女に迷惑をかけず、最後まで眺め続けました。\u001b[22m, \u001b[1m事実にもかかわらず、私は彼女に悩まされていなかったと終了ゴマ」を見続けました。\u001b[22m\n\u001b[1m\u001b[22m\nThe openings and endings were not at all outstanding but I loved the first OP and ED the most. Both songs were happy and has unique tunes. The outstanding part about this show was the sound effect, call me weird but I actually hum to the sounds. If a sound effect from Yakitate!! was played in a place and I heard it, I would already know and be familiar that the sound was from this show. The voice actors did a spectacular job but Kazuma's voice wasn't suitable for me. In my opinion, he should have deeper and manly voice but after 20 or so episodes I kind of get the hang of it. Mizuno's voice actor was annoying. She had a very high-pitched voice and it was also out of tune for some reason. She sounded like a broken jukebox or a scratched record or something.\n\n\u001b[1mオープニングとエンディングはそれほど顕著ではありませんでしたが、最初のOPとEDが大好きでした。 両方の曲は幸せで、ユニークな曲があります。 このショーの傑出した部分はサウンドエフェクトで、私を奇妙なものと呼んでいますが、私は実際にそのサウンドにハムをかけています。 やきたてからの効果音！ 場所で演奏され、私はそれを聞いた、私はすでに知っていると、このショーからの音だったことに慣れている。 声優はすばらしい仕事をしましたが、Kazumaの声は私には適していませんでした。 私の意見では、彼はより深くて男らしい声を持っているはずですが、20回ほどのエピソードの後、私はそれをぶち壊してしまいます。 ミズノの声優は迷惑だった。 彼女は非常に高い声を出していたし、なんらかの理由でも奏でていなかった。 彼女は壊れたジュークボックスや傷ついたレコードなどのように聞こえました。\u001b[22m\n\u001b[1m(Ōpuningu to endingu wa sorehodo kenchode wa arimasendeshitaga, saisho no OP to ED ga daisukideshita. Ryōhō no kyoku wa shiawasede, yunīkuna kyoku ga arimasu. Kono shō no kesshutsu shita bubun wa saundoefekuto de, watashi o kimyōna mono to yonde imasuga, watashi wa jissai ni sono saundo ni hamu o kakete imasu. Yaki-tate kara no kōka-on! Basho de ensō sa re, watashi wa sore o kiita, watashi wa sudeni shitte iru to, kono shō kara no otodatta koto ni narete iru. Seiyū wa subarashī shigoto o shimashitaga, Kazuma no koe wa watashiniha tekishite imasendeshita. Watashi no ikende wa, kare wa yori fukakute otokorashī koe o motte iru hazudesuga, 20-kai hodo no episōdo no ato, watashi wa sore o buchikowashite shimaimasu. Mizuno no seiyū wa meiwakudatta. Kanojo wa hijō ni takai koe o dashite itashi, nanrakano riyū demo kanadete inakatta. Kanojo wa kowareta jūkubokkusu ya kizutsuita rekōdo nado no yō ni kikoemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe openings and endings were not at all outstanding but I loved the first OP and ED the most. Both songs were happy and has unique tunes. The outstanding part about this show was the sound effect, call me weird but I actually hum to the sounds. If a sound effect from Yakitate!! was played in a place and I heard it, I would already know and be familiar that the sound was from this show. The voice actors did a spectacular job but Kazuma's voice wasn't suitable for me. In my opinion, he should have deeper and manly voice but after 20 or so episodes I kind of get the hang of it. Mizuno's voice actor was annoying. She had a very high-pitched voice and it was also out of tune for some reason. She sounded like a broken jukebox or a scratched record or something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe openings and endings were not at all outstanding but I loved the first OP and ED the most.\u001b[24m\n    \u001b[1mオープニングとエンディングはそれほど顕著ではありませんでしたが、最初のOPとEDが大好きでした。\u001b[22m, \u001b[1m開口部と語尾は全く未解決ではありませんでしたが、私はほとんどの最初のOPとEDを愛しました。\u001b[22m\n\u001b[4mBoth songs were happy and has unique tunes.\u001b[24m\n    \u001b[1m両方の曲は幸せで、ユニークな曲があります。\u001b[22m, \u001b[1mどちらの曲は幸せだったとユニークな曲を持っています。\u001b[22m\n\u001b[4mThe outstanding part about this show was the sound effect, call me weird but I actually hum to the sounds.\u001b[24m\n    \u001b[1mこのショーの傑出した部分はサウンドエフェクトで、私を奇妙なものと呼んでいますが、私は実際にそのサウンドにハムをかけています。\u001b[22m, \u001b[1mこの番組についての優れた部分が効果音だった、奇妙な私を呼び出すが、音に私は実際にハム。\u001b[22m\n\u001b[4mIf a sound effect from Yakitate!!\u001b[24m\n    \u001b[1mやきたてからの効果音！\u001b[22m, \u001b[1m焼きたての効果音であれば！\u001b[22m\n\u001b[4mwas played in a place and I heard it, I would already know and be familiar that the sound was from this show.\u001b[24m\n    \u001b[1m場所で演奏され、私はそれを聞いた、私はすでに知っていると、このショーからの音だったことに慣れている。\u001b[22m, \u001b[1m場所で演奏し、私はそれを聞いた、私はすでに知っていると音がこの番組からあったことを熟知しているであろう。\u001b[22m\n\u001b[4mThe voice actors did a spectacular job but Kazuma's voice wasn't suitable for me.\u001b[24m\n    \u001b[1m声優はすばらしい仕事をしましたが、Kazumaの声は私には適していませんでした。\u001b[22m, \u001b[1m声優は壮大な仕事をしたが、カズマの声が私には適していませんでした。\u001b[22m\n\u001b[4mIn my opinion, he should have deeper and manly voice but after 20 or so episodes I kind of get the hang of it.\u001b[24m\n    \u001b[1m私の意見では、彼はより深くて男らしい声を持っているはずですが、20回ほどのエピソードの後、私はそれをぶち壊してしまいます。\u001b[22m, \u001b[1m私の意見では、彼はより深く、男らしい声を持っている必要がありますが、20かそこらのエピソードの後、私は種類のそれのこつを得ます。\u001b[22m\n\u001b[4mMizuno's voice actor was annoying.\u001b[24m\n    \u001b[1mミズノの声優は迷惑だった。\u001b[22m, \u001b[1mミズノの声優は迷惑でした。\u001b[22m\n\u001b[4mShe had a very high-pitched voice and it was also out of tune for some reason.\u001b[24m\n    \u001b[1m彼女は非常に高い声を出していたし、なんらかの理由でも奏でていなかった。\u001b[22m, \u001b[1m彼女は非常に甲高い声を持っていたし、それが何らかの理由で曲のうちでもありました。\u001b[22m\n\u001b[4mShe sounded like a broken jukebox or a scratched record or something.\u001b[24m\n    \u001b[1m彼女は壊れたジュークボックスや傷ついたレコードなどのように聞こえました。\u001b[22m, \u001b[1m彼女は壊れたジュークボックスや傷のレコードか何かのように聞こえました。\u001b[22m\n\u001b[1m\u001b[22m\nI had fun watching Yakitate!!. It was a unregretful experience in so many levels but just like other reviews they got tired of watching in the remaining 5 episodes or so. Same goes for Kuro-yan. This was no doubt a unexplainable enjoyment. You will only know once you've watched it. I agree to that; however when you try to see and get hooked, you will immediately want to know whether Kazuma will lose or win in every battle. But I have to admit some jokes were repeated many times and it became boring to watch. For example, puns in every bread they would eat and the overreacting reactions with crossovers from other anime. The only thing that kept me alive was Kuroyanagi's reactions and Kawachi's catchphrase, 'Naniyatte?' or in english 'What was that?!' His voice and facial expression while saying that cracks me up everytime. Even though it was repetitive I can't stop reacting from it.\n\n\u001b[1m私は八景を見て楽しかった!! それは他の5つのエピソードほど見ていて飽きてしまったように、非常に多くのレベルで不満足な経験でした。 黒餃子も同じです。 これは疑いもなく説明できない喜びでした。 一度それを見たらあなたは知っているでしょう。 私はそれに同意する。 しかし、あなたが見て回ってみると、あなたはすぐにKazumaがすべての戦闘で失うか勝つかを知りたいでしょう。 しかし、私はいくつかのジョークが何度も繰り返されたことを認めなければなりません。 例えば、彼らが食べるすべてのパンのいたずらや、他のアニメのクロスオーバーとの過反応反応。 私を生き延びさせたのは、黒柳の反応とカワチのキャッチフレーズ「ナニヤテ？」だけだった。 または英語で 'それは何だったの？ 彼の声と表情は、私を毎回ひどく傷つけています。 たとえ反復していたとしても、私はそれから反応するのを止めることはできません。\u001b[22m\n\u001b[1m(Watashi wa hakkei o mite tanoshikatta! ! Sore wa hoka no itsutsu no episōdo hodo mite ite akite shimatta yō ni, hijō ni ōku no reberu de fumanzokuna keikendeshita. Watashi wa sore ni dōi suru. Shikashi, anata ga mite mawatte miru to, anata wa sugu ni Kazuma ga subete no sentō de ushinau ka katsu ka o shiritaideshou. Shikashi, watashi wa ikutsu ka no jōku ga nando mo kurikaesa reta koto o mitomenakereba narimasen. Tatoeba, karera ga taberu subete no pan no itazura ya, hoka no anime no kurosuōbā to no ka han'nō han'nō. Watashi o ikinobi saseta no wa, Kuroyanagi no han'nō to Kawachi no kyatchifurēzu `naniyate?' Dakedatta. Matawa eigo de' sore wa nanidatta no? Kare no koe to hyōjō wa, watashi o maikai hidoku kizutsukete imasu. Tatoe hanpuku shite ita to shite mo, watashi wa sore kara han'nō suru no o tomeru koto wa dekimasen. Kuro gyōza mo onajidesu. Kore wa utagai mo naku setsumei dekinai yorokobideshita. Ichido sore o mitara anata wa shitte irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI had fun watching Yakitate!!. It was a unregretful experience in so many levels but just like other reviews they got tired of watching in the remaining 5 episodes or so. Same goes for Kuro-yan. This was no doubt a unexplainable enjoyment. You will only know once you've watched it. I agree to that; however when you try to see and get hooked, you will immediately want to know whether Kazuma will lose or win in every battle. But I have to admit some jokes were repeated many times and it became boring to watch. For example, puns in every bread they would eat and the overreacting reactions with crossovers from other anime. The only thing that kept me alive was Kuroyanagi's reactions and Kawachi's catchphrase, 'Naniyatte?' or in english 'What was that?!' His voice and facial expression while saying that cracks me up everytime. Even though it was repetitive I can't stop reacting from it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had fun watching Yakitate!!.\u001b[24m\n    \u001b[1m私は八景を見て楽しかった!!\u001b[22m, \u001b[1m私は焼きたて!!を見て楽しい時間を過ごしました。\u001b[22m\n\u001b[4mIt was a unregretful experience in so many levels but just like other reviews they got tired of watching in the remaining 5 episodes or so.\u001b[24m\n    \u001b[1mそれは他の5つのエピソードほど見ていて飽きてしまったように、非常に多くのレベルで不満足な経験でした。\u001b[22m, \u001b[1mこれは、非常に多くのレベルのunregretful経験でしたが、ちょうど他のレビューのように、彼らは残りの5エピソードやそこらで見ての疲れました。\u001b[22m\n\u001b[4mI agree to that;\u001b[24m\n    \u001b[1m私はそれに同意する。\u001b[22m, \u001b[1m私はそれに同意します。\u001b[22m\n\u001b[4mhowever when you try to see and get hooked, you will immediately want to know whether Kazuma will lose or win in every battle.\u001b[24m\n    \u001b[1mしかし、あなたが見て回ってみると、あなたはすぐにKazumaがすべての戦闘で失うか勝つかを知りたいでしょう。\u001b[22m, \u001b[1mあなたが見て夢中にしようとすると、しかし、あなたはすぐにカズマはすべての戦いに負けるか勝つかどうかを知ることになるでしょう。\u001b[22m\n\u001b[4mBut I have to admit some jokes were repeated many times and it became boring to watch.\u001b[24m\n    \u001b[1mしかし、私はいくつかのジョークが何度も繰り返されたことを認めなければなりません。\u001b[22m, \u001b[1mしかし、私は何度も繰り返されたいくつかのジョークを認めざるを得ないし、それは見て退屈になりました。\u001b[22m\n\u001b[4mFor example, puns in every bread they would eat and the overreacting reactions with crossovers from other anime.\u001b[24m\n    \u001b[1m例えば、彼らが食べるすべてのパンのいたずらや、他のアニメのクロスオーバーとの過反応反応。\u001b[22m, \u001b[1mたとえば、すべてのパンで駄洒落は、彼らが食べるであろうと、他のアニメからのクロスオーバーと過剰反応の反応。\u001b[22m\n\u001b[4mThe only thing that kept me alive was Kuroyanagi's reactions and Kawachi's catchphrase, 'Naniyatte?'\u001b[24m\n    \u001b[1m私を生き延びさせたのは、黒柳の反応とカワチのキャッチフレーズ「ナニヤテ？」だけだった。\u001b[22m, \u001b[1m私は生き続け唯一のものは、黒柳さんの反応や河内のキャッチフレーズだった「Naniyatte？」\u001b[22m\n\u001b[4mor in english 'What was that?!'\u001b[24m\n    \u001b[1mまたは英語で 'それは何だったの？\u001b[22m, \u001b[1mまたは英語で「それは何でしたか」\u001b[22m\n\u001b[4mHis voice and facial expression while saying that cracks me up everytime.\u001b[24m\n    \u001b[1m彼の声と表情は、私を毎回ひどく傷つけています。\u001b[22m, \u001b[1m彼の声と表情は、その亀裂私を毎回言いながら。\u001b[22m\n\u001b[4mEven though it was repetitive I can't stop reacting from it.\u001b[24m\n    \u001b[1mたとえ反復していたとしても、私はそれから反応するのを止めることはできません。\u001b[22m, \u001b[1mそれは繰り返していましたが、私はそれから反応を停止することはできません。\u001b[22m\n\u001b[4mSame goes for Kuro-yan.\u001b[24m\n    \u001b[1m黒餃子も同じです。\u001b[22m, \u001b[1m同じことは、黒やんのために行きます。\u001b[22m\n\u001b[4mThis was no doubt a unexplainable enjoyment.\u001b[24m\n    \u001b[1mこれは疑いもなく説明できない喜びでした。\u001b[22m, \u001b[1mこれは説明できない楽しさ間違いなくありました。\u001b[22m\n\u001b[4mYou will only know once you've watched it.\u001b[24m\n    \u001b[1m一度それを見たらあなたは知っているでしょう。\u001b[22m, \u001b[1mあなたがそれを見てきたら、あなただけ知っているだろう。\u001b[22m\n\u001b[1m\u001b[22m\nTo sum it all up, a unique but blunt story line plus a very memorable art plus a splendid music plus fun character development plus a undeniable enjoyment equals a great anime. The ending is just fine but it wasn't the ending that everyone would hope for. It was okay for me and people should be happy and try to watch this shounen anime.\n\n\u001b[1mそれをすべて集約するために、ユニークで鈍いストーリーラインと非常に記憶に残るアートプラス素晴らしい音楽プラス楽しいキャラクター開発と否定できない楽しさは素晴らしいアニメと同じです。 エンディングはうまくいきましたが、誰もが望む結末ではありませんでした。 それは私のために大丈夫だったし、人々は幸せで、この少年のアニメを見てみるべきです。\u001b[22m\n\u001b[1m(Sore o subete shūyaku suru tame ni, yunīku de nibui sutōrīrain to hijō ni kioku ni nokoru ātopurasu subarashī ongaku purasu tanoshī kyarakutā kaihatsu to hiteidekinai tanoshisa wa subarashī anime to onajidesu. Endingu wa umaku ikimashitaga, daremoga nozomu ketsumatsude wa arimasendeshita. Sore wa watashi no tame ni daijōbudattashi, hitobito wa shiawasede, kono shōnen no anime o mite mirubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mTo sum it all up, a unique but blunt story line plus a very memorable art plus a splendid music plus fun character development plus a undeniable enjoyment equals a great anime. The ending is just fine but it wasn't the ending that everyone would hope for. It was okay for me and people should be happy and try to watch this shounen anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo sum it all up, a unique but blunt story line plus a very memorable art plus a splendid music plus fun character development plus a undeniable enjoyment equals a great anime.\u001b[24m\n    \u001b[1mそれをすべて集約するために、ユニークで鈍いストーリーラインと非常に記憶に残るアートプラス素晴らしい音楽プラス楽しいキャラクター開発と否定できない楽しさは素晴らしいアニメと同じです。\u001b[22m, \u001b[1mそれをすべてまとめると、ユニークしかし鈍いストーリーラインに加えて、非常に思い出に残るアートプラス素晴らしい音楽プラス楽しいキャラクター開発プラス否定できない楽しみは素晴らしいアニメに等しいです。\u001b[22m\n\u001b[4mThe ending is just fine but it wasn't the ending that everyone would hope for.\u001b[24m\n    \u001b[1mエンディングはうまくいきましたが、誰もが望む結末ではありませんでした。\u001b[22m, \u001b[1mエンディングだけで結構ですが、誰もがために望んでいるだろうことは結末ではなかったです。\u001b[22m\n\u001b[4mIt was okay for me and people should be happy and try to watch this shounen anime.\u001b[24m\n    \u001b[1mそれは私のために大丈夫だったし、人々は幸せで、この少年のアニメを見てみるべきです。\u001b[22m, \u001b[1mそれは私のために大丈夫だったし、人々が幸せになると、この少年アニメを見てみてください。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "virix-kun",
    "profile": "/profile/virix-kun/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=5179",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  7\n\nまず、私の悪い英語のために私を言い訳します。  ^^;\n\nこのシリーズの初めはとても良いです。 しかし、物語が発展するとき、私はそれが魅力的でないと感じました。 あなたは何度も何度も同じことを見ていきます。 しかしユーモアがそれを持ち上げるので、それは悪くない！ やきたてのこと！ 日本では、あるアークはまったく興味深いものではありませんが、他のアークは非常に面白いです。 だからあなたはそれらの '悪い弧'\n\n特別なものはありません。 大丈夫ですが、時には少しシンプルです。 女性の頭の中には私の意見では正しくない人もいましたが、彼らはつくらをとてもセクシーにしました。  ：P最高の品質です！ それはとてもうまくいっていて、見ることが楽しいです！\n\nサウンドは完全にショーに合っています！ 例えばオープニング曲は素敵で、バックグラウンドミュージックはうまく選ばれています！ 私はAzumaが次のエピソードのタイトルを言うときに音楽が大好き！ 非常に幸せな曲！  :)声は本当に良かった！ 完璧にフィット！\n\n主人公はあなたの標準的な太字です。 しかし、私は他のキャラクターが本当に好きでした！ 彼らの紹介方法も本当に良かった！ キャラクターの発展は貧弱です。しかし、あなたはシリーズの中でいくつかの新しい面白いキャラクターを見つけるでしょう。\n\n私はこのショーを見て楽しんだ。 しかし、それは私にとってはちょっと長かったです。 物語があなたに何度も何度も同じことを伝えると、迷惑になります。 実際、私はそれが私の新しい好きなシリーズになると思っていましたが、私はもうそれほど興味がありませんでした。\n\nあなたがコメディを愛しているなら、これは間違いなくあなたのためのものです！ 私はコメディーを見て、見て楽しむことができない人もこれをお勧めします！ 見るべき楽しいショーとあなたは後悔することはありません！  ;）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all excuse me for my bad English. ^^;\n\n\u001b[1mまず、私の悪い英語のために私を言い訳します。  ^^;\u001b[22m\n\u001b[1m(Mazu, watashi no warui eigo no tame ni watashi o iiwake shimasu. ^ ^;)\u001b[22m\n\nTranslations of \u001b[4mFirst of all excuse me for my bad English. ^^;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all excuse me for my bad English.\u001b[24m\n    \u001b[1mまず、私の悪い英語のために私を言い訳します。\u001b[22m, \u001b[1mまず第一に私の悪い英語のための私を許し。\u001b[22m\n\u001b[4m^^;\u001b[24m\n    \u001b[1m^^;\u001b[22m\n\u001b[1m\u001b[22m\nThe beginning of this series is very good. But when the story develops I found it less attractive to watch. You'll keep seeing the same thing over and over. But it is not bad, because the humour lifts it up! The thing about Yakitate!! Japan is that some arcs are not interesting at all, but some others are very fun to watch. So you have to bite through those 'bad arcs'\n\n\u001b[1mこのシリーズの初めはとても良いです。 しかし、物語が発展するとき、私はそれが魅力的でないと感じました。 あなたは同じことを何度も何度も見続けるでしょう。 しかしユーモアがそれを持ち上げるので、それは悪くない！ やきたてのこと！ 日本では、あるアークはまったく興味深いものではありませんが、他のアークは非常に面白いです。 だからあなたはそれらの '悪い弧'\u001b[22m\n\u001b[1m(Kono shirīzu no hajime wa totemo yoidesu. Shikashi, monogatari ga hatten suru toki, watashi wa sore ga mirikitekidenai to kanjimashita. Anata wa onaji koto o nandomonandomo mi tsudzukerudeshou. Shikashi yūmoa ga sore o mochiagerunode, soreha warukunai! Yaki-tate no koto! Nihonde wa, aru āku wa mattaku kyōmibukai monode wa arimasenga, hoka no āku wa hijō ni omoshiroidesu. Dakara anata wa sorera no' warui ko')\u001b[22m\n\nTranslations of \u001b[4mThe beginning of this series is very good. But when the story develops I found it less attractive to watch. You'll keep seeing the same thing over and over. But it is not bad, because the humour lifts it up! The thing about Yakitate!! Japan is that some arcs are not interesting at all, but some others are very fun to watch. So you have to bite through those 'bad arcs'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe beginning of this series is very good.\u001b[24m\n    \u001b[1mこのシリーズの初めはとても良いです。\u001b[22m, \u001b[1mこのシリーズの始まりは非常に良いです。\u001b[22m\n\u001b[4mBut when the story develops I found it less attractive to watch.\u001b[24m\n    \u001b[1mしかし、物語が発展するとき、私はそれが魅力的でないと感じました。\u001b[22m, \u001b[1m物語が展開したときに、私は見ていて、それはあまり魅力を発見しました。\u001b[22m\n\u001b[4mYou'll keep seeing the same thing over and over.\u001b[24m\n    \u001b[1mあなたは同じことを何度も何度も見続けるでしょう。\u001b[22m, \u001b[1mあなたは何度も同じ事を見ておこう。\u001b[22m\n\u001b[4mBut it is not bad, because the humour lifts it up!\u001b[24m\n    \u001b[1mしかしユーモアがそれを持ち上げるので、それは悪くない！\u001b[22m, \u001b[1mユーモアがそれを持ち上げるので、しかし、それは、悪いことではありません！\u001b[22m\n\u001b[4mThe thing about Yakitate!!\u001b[24m\n    \u001b[1mやきたてのこと！\u001b[22m, \u001b[1m焼きたてについての事！\u001b[22m\n\u001b[4mJapan is that some arcs are not interesting at all, but some others are very fun to watch.\u001b[24m\n    \u001b[1m日本では、あるアークはまったく興味深いものではありませんが、他のアークは非常に面白いです。\u001b[22m, \u001b[1m日本はいくつかの弧は全く面白くないということであるが、いくつか他の人が見ていてとても楽しいです。\u001b[22m\n\u001b[4mSo you have to bite through those 'bad arcs'\u001b[24m\n    \u001b[1mだからあなたはそれらの '悪い弧'\u001b[22m, \u001b[1mですから、それらの「悪い弧 'を介して噛まないように持っています\u001b[22m\n\u001b[1m\u001b[22m\nNothing special. It's okay, but sometimes a bit simple. Some female heads weren't right in my opinion, but they made Tsukino very sexy, didn't they?! :P The best of all is the quality! It's very well done, and a pleasure to watch!\n\n\u001b[1m特別なものはありません。 大丈夫ですが、時には少しシンプルです。 女性の頭の中には私の意見では正しくない人もいましたが、彼らはつくらをとてもセクシーにしました。  ：P最高の品質です！ それはとてもうまくいっていて、見ることが楽しいです！\u001b[22m\n\u001b[1m(Tokubetsuna mono wa arimasen. Daijōbudesu ga, tokiniha sukoshi shinpurudesu. Josei no atama no nakaniha watashi no ikende wa tadashikunai hito mo imashitaga, karera wa tsukura o totemo sekushī ni shimashita. : P saikō no hinshitsudesu! Sore wa totemo umaku itte ite, miru koto ga tanoshīdesu!)\u001b[22m\n\nTranslations of \u001b[4mNothing special. It's okay, but sometimes a bit simple. Some female heads weren't right in my opinion, but they made Tsukino very sexy, didn't they?! :P The best of all is the quality! It's very well done, and a pleasure to watch!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing special.\u001b[24m\n    \u001b[1m特別なものはありません。\u001b[22m, \u001b[1m特別な何もありません。\u001b[22m\n\u001b[4mIt's okay, but sometimes a bit simple.\u001b[24m\n    \u001b[1m大丈夫ですが、時には少しシンプルです。\u001b[22m, \u001b[1mそれは大丈夫だが、時には少しシンプル。\u001b[22m\n\u001b[4mSome female heads weren't right in my opinion, but they made Tsukino very sexy, didn't they?!\u001b[24m\n    \u001b[1m女性の頭の中には私の意見では正しくない人もいましたが、彼らはつくらをとてもセクシーにしました。\u001b[22m, \u001b[1m彼らは、しませんでしたいくつかの女性の頭が私の意見では右ではなかったが、彼らは非常にセクシー月野を作りました！\u001b[22m\n\u001b[4m:P The best of all is the quality!\u001b[24m\n    \u001b[1m：P最高の品質です！\u001b[22m, \u001b[1m：Pすべての最高の品質です！\u001b[22m\n\u001b[4mIt's very well done, and a pleasure to watch!\u001b[24m\n    \u001b[1mそれはとてもうまくいっていて、見ることが楽しいです！\u001b[22m, \u001b[1mこれは非常によくやっただ、と喜びを見るために！\u001b[22m\n\u001b[1m\u001b[22m\nThe sound fits the show perfectly! The opening songs for example are nice, and the background music are well chosen! I love the music when Azuma says the title of the next episode! Very happy tune! :) Voices were really good! Fits perfectly!\n\n\u001b[1mサウンドは完全にショーに合っています！ 例えばオープニング曲は素敵で、バックグラウンドミュージックはうまく選ばれています！ 私はAzumaが次のエピソードのタイトルを言うときに音楽が大好き！ 非常に幸せな曲！  :)声は本当に良かった！ 完璧にフィット！\u001b[22m\n\u001b[1m(Saundo wa kanzen ni shō ni atte imasu! Tatoeba ōpuningu-kyoku wa sutekide, bakkuguraundomyūjikku wa umaku eraba rete imasu! Watashi wa Azuma ga tsugi no episōdo no taitoru o iu toki ni ongaku ga daisuki! Hijō ni shiawasena kyoku! : ) Koe wa hontōniyokatta! Kanpeki ni fitto!)\u001b[22m\n\nTranslations of \u001b[4mThe sound fits the show perfectly! The opening songs for example are nice, and the background music are well chosen! I love the music when Azuma says the title of the next episode! Very happy tune! :) Voices were really good! Fits perfectly!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound fits the show perfectly!\u001b[24m\n    \u001b[1mサウンドは完全にショーに合っています！\u001b[22m, \u001b[1m音は完全にショーをフィット！\u001b[22m\n\u001b[4mThe opening songs for example are nice, and the background music are well chosen!\u001b[24m\n    \u001b[1m例えばオープニング曲は素敵で、バックグラウンドミュージックはうまく選ばれています！\u001b[22m, \u001b[1m例えば開い曲がいいです、と背景音楽がよく選ばれています！\u001b[22m\n\u001b[4mI love the music when Azuma says the title of the next episode!\u001b[24m\n    \u001b[1m私はAzumaが次のエピソードのタイトルを言うときに音楽が大好き！\u001b[22m, \u001b[1m東は次のエピソードのタイトルを言うとき、私は音楽が大好き！\u001b[22m\n\u001b[4mVery happy tune!\u001b[24m\n    \u001b[1m非常に幸せな曲！\u001b[22m, \u001b[1m非常に幸せチューン！\u001b[22m\n\u001b[4m:) Voices were really good!\u001b[24m\n    \u001b[1m:)声は本当に良かった！\u001b[22m, \u001b[1m:)声は本当に良かったです！\u001b[22m\n\u001b[4mFits perfectly!\u001b[24m\n    \u001b[1m完璧にフィット！\u001b[22m\n\u001b[1m\u001b[22m\nThe main character is your standard thickheaded character. But I really liked the other characters! The way they were introduced too the public was really good! The development of the characters is poor tho'.. But you'll find some new interesting characters during the series.\n\n\u001b[1m主人公はあなたの標準的な太字です。 しかし、私は他のキャラクターが本当に好きでした！ 彼らの紹介方法も本当に良かった！ キャラクターの発展は貧弱です。しかし、あなたはシリーズの中でいくつかの新しい面白いキャラクターを見つけるでしょう。\u001b[22m\n\u001b[1m(Shujinkō wa anata no hyōjun-tekina futojidesu. Shikashi, watashi wa hoka no kyarakutā ga hontōni sukideshita! Karera no shōkai hōhō mo hontōniyokatta! Kyarakutā no hatten wa hinjakudesu. Shikashi, anata wa shirīzu no naka de ikutsu ka no atarashī omoshiroi kyarakutā o mitsukerudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe main character is your standard thickheaded character. But I really liked the other characters! The way they were introduced too the public was really good! The development of the characters is poor tho'.. But you'll find some new interesting characters during the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character is your standard thickheaded character.\u001b[24m\n    \u001b[1m主人公はあなたの標準的な太字です。\u001b[22m, \u001b[1m主人公はあなたの標準的な頑固な性格です。\u001b[22m\n\u001b[4mBut I really liked the other characters!\u001b[24m\n    \u001b[1mしかし、私は他のキャラクターが本当に好きでした！\u001b[22m, \u001b[1mしかし、私は実際に他の文字が好き！\u001b[22m\n\u001b[4mThe way they were introduced too the public was really good!\u001b[24m\n    \u001b[1m彼らの紹介方法も本当に良かった！\u001b[22m, \u001b[1m彼らはあまりにも導入された方法は、国民が本当に良かったです！\u001b[22m\n\u001b[4mThe development of the characters is poor tho'.. But you'll find some new interesting characters during the series.\u001b[24m\n    \u001b[1mキャラクターの発展は貧弱です。しかし、あなたはシリーズの中でいくつかの新しい面白いキャラクターを見つけるでしょう。\u001b[22m, \u001b[1m文字の開発は「カントー悪いです..しかし、あなたはシリーズ中にいくつかの新しい興味深いの文字を見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed watching this show. But it was a bit too long for me. It gets annoying when the story tells you the same thing over and over. Actually I thought it was gonna be my new favorite series, but then I wasn't that interested anymore.\n\n\u001b[1m私はこのショーを見て楽しんだ。 しかし、それは私にとってはちょっと長かったです。 物語があなたに何度も何度も同じことを伝えると、迷惑になります。 実際、私はそれが私の新しい好きなシリーズになると思っていましたが、私はもうそれほど興味がありませんでした。\u001b[22m\n\u001b[1m(Watashi wa kono shō o mite tanoshinda. Shikashi, sore wa watashi ni totte wa chotto nagakattadesu. Monogatari ga anata ni nandomonandomo onaji koto o tsutaeru to, meiwaku ni narimasu. Jissai, watashi wa sore ga watashi no atarashī sukina shirīzu ni naru to omotte imashitaga, watashi wa mō sorehodo kyōmi ga arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed watching this show. But it was a bit too long for me. It gets annoying when the story tells you the same thing over and over. Actually I thought it was gonna be my new favorite series, but then I wasn't that interested anymore.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed watching this show.\u001b[24m\n    \u001b[1m私はこのショーを見て楽しんだ。\u001b[22m, \u001b[1m私はこの番組を見て楽しみました。\u001b[22m\n\u001b[4mBut it was a bit too long for me.\u001b[24m\n    \u001b[1mしかし、それは私にとってはちょっと長かったです。\u001b[22m, \u001b[1mしかし、それは私のために少し長すぎました。\u001b[22m\n\u001b[4mIt gets annoying when the story tells you the same thing over and over.\u001b[24m\n    \u001b[1m物語があなたに何度も何度も同じことを伝えると、迷惑になります。\u001b[22m, \u001b[1m物語は何度もあなたに同じことを伝えるとき、それは迷惑を取得します。\u001b[22m\n\u001b[4mActually I thought it was gonna be my new favorite series, but then I wasn't that interested anymore.\u001b[24m\n    \u001b[1m実際、私はそれが私の新しい好きなシリーズになると思っていましたが、私はもうそれほど興味がありませんでした。\u001b[22m, \u001b[1m実際に私はそれがつもり私の新しいお気に入りのシリーズであると思ったが、その後、私はもうその興味はありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nIf you love comedy, this is definitely something for you! I can recommend this too everyone who finds comedy and shounen fun to watch! Fun show to watch and you won't have regrets! ;)\n\n\u001b[1mあなたがコメディを愛しているなら、これは間違いなくあなたのためのものです！ 私はコメディーを見て、見て楽しむことができない人もこれをお勧めします！ 見るべき楽しいショーとあなたは後悔することはありません！  ;）\u001b[22m\n\u001b[1m(Anata ga komedi o aishite irunara, koreha machigainaku anata no tame no monodesu! Watashi wa komedī o mite, mite tanoshimu koto ga dekinai hito mo kore o o susume shimasu! Mirubeki tanoshī shō to anata wa kōkai suru koto wa arimasen! ; ))\u001b[22m\n\nTranslations of \u001b[4mIf you love comedy, this is definitely something for you! I can recommend this too everyone who finds comedy and shounen fun to watch! Fun show to watch and you won't have regrets! ;)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you love comedy, this is definitely something for you!\u001b[24m\n    \u001b[1mあなたがコメディを愛しているなら、これは間違いなくあなたのためのものです！\u001b[22m, \u001b[1mあなたは喜劇を愛するならば、これは間違いなくあなたのためのものです！\u001b[22m\n\u001b[4mI can recommend this too everyone who finds comedy and shounen fun to watch!\u001b[24m\n    \u001b[1m私はコメディーを見て、見て楽しむことができない人もこれをお勧めします！\u001b[22m, \u001b[1m私は見てコメディと少年楽しみを見つけこれもみんなをお勧めすることができます！\u001b[22m\n\u001b[4mFun show to watch and you won't have regrets!\u001b[24m\n    \u001b[1m見るべき楽しいショーとあなたは後悔することはありません！\u001b[22m, \u001b[1m楽しいショーは見て、あなたは後悔していません！\u001b[22m\n\u001b[4m;)\u001b[24m\n    \u001b[1m;）\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "sakky",
    "profile": "/profile/sakky/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=22725",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  8\n\n全体の話はパンについてです。 このアニメを見てから、それは私にパン屋になることを夢見るよう促しました。 反応は心配していますが、実際には試食の感情や美味しいパンを食べています。 このアニメは、非常に有益なアニメ、主に日本とその文化そのものに関するものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nthe whole story is about bread. from watching this anime, it had inspired me to have a dream to be a baker. although the reactions showed are out of mind, but they are actually give the picture of feeling of tasting or eating delicious bread. this anime also a very informative anime, mostly about japan and their culture itself.\n\n\u001b[1m全体の話はパンについてです。 このアニメを見てから、それは私にパン屋になることを夢見るよう促しました。 反応は心配していますが、実際には試食の感情や美味しいパンを食べています。 このアニメは、非常に有益なアニメ、主に日本とその文化そのものに関するものです。\u001b[22m\n\u001b[1m(Zentai no hanashi wa pan ni tsuitedesu. Kono anime o mitekara, sore wa watashi ni pan-ya ni naru koto o yumemiru yō unagashimashita. Han'nō wa shinpai shite imasuga, jissai ni wa shishoku no kanjō ya oishī pan o tabete imasu. Kono anime wa, hijō ni yūekina anime, omoni Nihon to sono bunka sonomono ni kansuru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mthe whole story is about bread. from watching this anime, it had inspired me to have a dream to be a baker. although the reactions showed are out of mind, but they are actually give the picture of feeling of tasting or eating delicious bread. this anime also a very informative anime, mostly about japan and their culture itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe whole story is about bread.\u001b[24m\n    \u001b[1m全体の話はパンについてです。\u001b[22m, \u001b[1m全体的な話は、パンについてです。\u001b[22m\n\u001b[4mfrom watching this anime, it had inspired me to have a dream to be a baker.\u001b[24m\n    \u001b[1mこのアニメを見てから、それは私にパン屋になることを夢見るよう促しました。\u001b[22m, \u001b[1mこのアニメを見てから、それはパン屋であるために夢を持っているように私にインスピレーションを得ていました。\u001b[22m\n\u001b[4malthough the reactions showed are out of mind, but they are actually give the picture of feeling of tasting or eating delicious bread.\u001b[24m\n    \u001b[1m反応は心配していますが、実際には試食の感情や美味しいパンを食べています。\u001b[22m, \u001b[1m反応は示したが、心の外にありますが、それらは実際においしいパンを試飲や食事の感じの絵を与えています。\u001b[22m\n\u001b[4mthis anime also a very informative anime, mostly about japan and their culture itself.\u001b[24m\n    \u001b[1mこのアニメは、非常に有益なアニメ、主に日本とその文化そのものに関するものです。\u001b[22m, \u001b[1mこのアニメも大部分は日本とその文化そのものについて非常に有益アニメ、。\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "psygol",
    "profile": "/profile/psygol/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=10441",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  9\n|  9\n\n「パン屋の話？ 何がとても面白いことができますか？ これらは、あなたがこのシリーズについて言う最初の言葉です。 その後、いくつかのエピソードを見て、あなたは笑いを止めることはできません。\n\n焼き鳥の日本の最高と喜びの瞬間は、裁判官がパンを食べてからそれを得なければならないときに来ます。 この瞬間は本当に面白いですし、あなたが笑いで死ぬことを望まないなら、あなたはテレビをオフにしなければならないことがあります。\n\nそれはすべての人々のための健康的なユーモアがたくさんあり、あなたは料理法についても学びます。 芸術、面白いとキャッチーな音楽、愛らしいキャラクター、他の知られているシリーズの多くのパロディーが、あなたが見ることができるより良い喜劇の一つを丸く修正します。\n\nそれは第3シーズンで少し繰り返すが、それは本当に重要なものではない。 あなたがコメディが好きなら、このショーを見る必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n'A story of bakers? What can be so funny?' These are the first words you say about this series. Then you watch a few episodes and then you can't stop laughing.\n\n\u001b[1m「パン屋の話？ 何がとても面白いことができますか？ これらは、あなたがこのシリーズについて言う最初の言葉です。 その後、いくつかのエピソードを見て、あなたは笑いを止めることはできません。\u001b[22m\n\u001b[1m(`Pan-ya no hanashi? Nani ga totemo omoshiroi koto ga dekimasu ka? Korera wa, anata ga kono shirīzu ni tsuite iu saisho no kotobadesu. Sonogo, ikutsu ka no episōdo o mite, anata wa warai o tomeru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4m'A story of bakers? What can be so funny?' These are the first words you say about this series. Then you watch a few episodes and then you can't stop laughing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'A story of bakers?\u001b[24m\n    \u001b[1m「パン屋の話？\u001b[22m, \u001b[1mパンの「話？\u001b[22m\n\u001b[4mWhat can be so funny?'\u001b[24m\n    \u001b[1m何がとても面白いことができますか？\u001b[22m, \u001b[1m何がそんなにおかしいことができますか？」\u001b[22m\n\u001b[4mThese are the first words you say about this series.\u001b[24m\n    \u001b[1mこれらは、あなたがこのシリーズについて言う最初の言葉です。\u001b[22m\n\u001b[4mThen you watch a few episodes and then you can't stop laughing.\u001b[24m\n    \u001b[1mその後、いくつかのエピソードを見て、あなたは笑いを止めることはできません。\u001b[22m, \u001b[1mその後、いくつかのエピソードを見て、その後、あなたは笑いが止まりません。\u001b[22m\n\u001b[1m\u001b[22m\nThe best and clasics moments of Yakitate Japan comes when the judges eat the bread and then they have to score it. This moments are really amusement and some times you have to turn off the tv if you don't want to die of laughter.\n\n\u001b[1m焼き鳥の日本の最高と喜びの瞬間は、裁判官がパンを食べてからそれを得なければならないときに来ます。 この瞬間は本当に面白いですし、あなたが笑いで死ぬことを望まないなら、あなたはテレビをオフにしなければならないことがあります。\u001b[22m\n\u001b[1m(Yakitori no Nihon no saikō to yorokobi no shunkan wa, saibankan ga pan o tabete kara sore o enakereba naranai toki ni kimasu. Kono shunkan wa hontōni omoshiroidesushi, anata ga warai de shinu koto o nozomanainara, anata wa terebi o ofu ni shinakereba naranai koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe best and clasics moments of Yakitate Japan comes when the judges eat the bread and then they have to score it. This moments are really amusement and some times you have to turn off the tv if you don't want to die of laughter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best and clasics moments of Yakitate Japan comes when the judges eat the bread and then they have to score it.\u001b[24m\n    \u001b[1m焼き鳥の日本の最高と喜びの瞬間は、裁判官がパンを食べてからそれを得なければならないときに来ます。\u001b[22m, \u001b[1m裁判官はパンを食べ、その後、彼らはそれを獲得する必要があるときに焼きたて日本の最善とclasics瞬間が来ます。\u001b[22m\n\u001b[4mThis moments are really amusement and some times you have to turn off the tv if you don't want to die of laughter.\u001b[24m\n    \u001b[1mこの瞬間は本当に面白いですし、あなたが笑いで死ぬことを望まないなら、あなたはテレビをオフにしなければならないことがあります。\u001b[22m, \u001b[1mこの瞬間は本当に遊園地であり、いくつかの時間は、あなたが笑いで死ぬしたくない場合は、テレビをオフにする必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nIt has a lot of healthy humor for all people and you learn about gastronomy too. Correct art, funny and catchy music, adorable characters and many parodies of other known series rounded one of the better comedies you could watch.\n\n\u001b[1mそれはすべての人々のための健康的なユーモアがたくさんあり、あなたは料理法についても学びます。 芸術、面白いとキャッチーな音楽、愛らしいキャラクター、他の知られているシリーズの多くのパロディーは、あなたが見ることができるより良い喜劇の一つを丸く修正。\u001b[22m\n\u001b[1m(Sore wa subete no hitobito no tame no kenkō-tekina yūmoa ga takusan ari, anata wa ryōri-hō ni tsuite mo manabimasu. Geijutsu, omoshiroi to kyatchīna ongaku, airashī kyarakutā, hoka no shira rete iru shirīzu no ōku no parodī wa, anata ga miru koto ga dekiru yoriyoi kigeki no hitotsu o maruku shūsei.)\u001b[22m\n\nTranslations of \u001b[4mIt has a lot of healthy humor for all people and you learn about gastronomy too. Correct art, funny and catchy music, adorable characters and many parodies of other known series rounded one of the better comedies you could watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt has a lot of healthy humor for all people and you learn about gastronomy too.\u001b[24m\n    \u001b[1mそれはすべての人々のための健康的なユーモアがたくさんあり、あなたは料理法についても学びます。\u001b[22m, \u001b[1mそれはすべての人々のための健康的なユーモアをたくさん持っている、あなたはあまりにも料理を学びます。\u001b[22m\n\u001b[4mCorrect art, funny and catchy music, adorable characters and many parodies of other known series rounded one of the better comedies you could watch.\u001b[24m\n    \u001b[1m芸術、面白いとキャッチーな音楽、愛らしいキャラクター、他の知られているシリーズの多くのパロディーは、あなたが見ることができるより良い喜劇の一つを丸く修正。\u001b[22m, \u001b[1m正しい芸術、面白いとキャッチーな音楽、愛らしいキャラクターや他の既知のシリーズの多くのパロディは、あなたが見ることができるよりよい喜劇の一つ丸め。\u001b[22m\n\u001b[1m\u001b[22m\nIt becomes a bit repetitious in the third season but it's nothing really important. If you like comedies then you must watch this show.\n\n\u001b[1mそれは第3シーズンで少し繰り返すが、それは本当に重要なものではない。 あなたがコメディが好きなら、このショーを見る必要があります。\u001b[22m\n\u001b[1m(Sore wa dai 3 shīzun de sukoshi kurikaesuga, sore wa hontōni jūyōna monode wanai. Anata ga komedi ga sukinara, kono shō o miru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt becomes a bit repetitious in the third season but it's nothing really important. If you like comedies then you must watch this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt becomes a bit repetitious in the third season but it's nothing really important.\u001b[24m\n    \u001b[1mそれは第3シーズンで少し繰り返すが、それは本当に重要なものではない。\u001b[22m, \u001b[1mなお、第3シーズンのビット繰り返しになるが、それは本当に重要な何もありません。\u001b[22m\n\u001b[4mIf you like comedies then you must watch this show.\u001b[24m\n    \u001b[1mあなたがコメディが好きなら、このショーを見る必要があります。\u001b[22m, \u001b[1mあなたはコメディが好きなら、あなたはこのショーを見なければなりません。\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "Caraniel",
    "profile": "/profile/Caraniel/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=94145",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  9\n|  10\n\n陽気なベーキング・オーティクスと偉大なキャラクター。\n\nPLOT：ひねりのあるshounenシリーズ - 武道の代わりに、キャラクターたちは壮大なパン作りコンテストでそれを戦います！ このコンセプトは奇妙で魅力的ではないので、焼き肉！ 日本は鈍いものばかりです。私はコメディを楽しんでからしばらくしています！ 各エピソードは暴動です - 確かにそのフォーミュラとタッチが長すぎますが、あなたは物事がどのようになるかを知っていますが、そこに行くのはまだ本当に楽しい旅です。 信じられないほどOTT、これはパンの一口が文字どおり天国にあなたを送ることができるシリーズです！  （あなたはさらに良くなる）。\n\nこのショーでは、ベーキング/フードサイエンスのレッスンもあります。 彼らのおいしいパンを作るためのCoの使用は、実際のベーカリーの習慣に基づいて完全に説明されています。 あずまが炊飯器で作ったパンのレシピもあります！  「シード・オブ・ナレッジ」と呼ばれるクレジットの後の小さなシーケンスも、かなり有益です。モヤシモンのバクテリア・シアター・セグメントのようなものです。\n\nキャラクターは本当にこのシリーズを楽しくするものです。  Azumaは多かれ少なかれ典型的な興奮している男性のshounenリードですが、彼は決して本当に感謝しています。 支えられたキャストの中で、おそらく最高のパンの裁判官 -  Kuroyanagiとピエロ、様々なパンの味への彼らの反応はちょうど貴重です！ ジョークの多くは精巧な言葉遣いに基づいているので（タイトルもパン - ジャパン（文字通り日本のパン））ユーモアのいくつかがヒットしたり、逃したりしています。 他の少年ショーなどの貴重なパロディーもあり、一般的には笑いの涙になりました。\n\n私がシリーズの唯一の批判は、それはあまりにも長く過ぎたと思うということです - 最終アークは、以前のアークが持っていた興奮と同じ興奮を持っていませんでした。 支えられたキャストは傍観者（特にKowachiの貧しい人々）に逃げ出した。 それはアークが悪いと言っているわけではありません - それはまだ非常に面白かったですが、以前のアークの新鮮さが欠けていました。 また、長年の技術的説明と精巧な単語ベースの言葉遣いがちょっと鈍い、理解できないことがあります。\n\nアニメーション：アニメーションの品質はかなり高品質で、69回にわたり一貫しています。 キャラクターのデザインはきれいにまとまっていて独特で、モナコワールドカップやパリのトレーニングアークのような、実際の場所のキャラクターデザインはよく細かいものでした。 もちろん、このショーは見た目が面白かった「反応」のシーケンスの間に輝きました。物理的なコメディは本当に素晴らしいものでした。\n\n音楽＆amp; ボイスアクション：すべてのOP＆amp;  EDはかなりまともで、BGMも本当に表現力がありました。 この演技でのキャスティングの勝利は、声優は華麗でした。 私の傑出したパフォーマンスは、黒柳氏の小谷武人でした。 誰もがまあまあ良かったのですが......小林由美子さんの東名への慣れに慣れていても、私は疲れていました。\n\nそう、はい、非常に良いコメディーショー - 誰がベーキングを知っていたので、エキサイティングなことができます！ あなたが良い笑いを望んで、ちょっと風変わりな前提に気をつけなければ、強くお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nHilarious baking antics and great characters.\n\n\u001b[1m陽気なベーキング・オーティクスと偉大なキャラクター。\u001b[22m\n\u001b[1m(Yōkina bēkingu ōtikusu to idaina kyarakutā.)\u001b[22m\n\nTranslations of \u001b[4mHilarious baking antics and great characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHilarious baking antics and great characters.\u001b[24m\n    \u001b[1m陽気なベーキング・オーティクスと偉大なキャラクター。\u001b[22m, \u001b[1m陽気なベーキングふざけた態度と大きな文字。\u001b[22m\n\u001b[1m\u001b[22m\nPLOT: A shounen series with a twist – instead of martial arts the characters fight it out with epic bread making contests! As odd and uninspiring this concept sounds, Yakitate! Japan is anything but dull – it's been a while since I’ve enjoyed a comedy so much! Each episode is a riot – sure its formulaic and a touch over-long, but even though you know how things will turn out, its still a really fun journey to get there. Incredibly OTT most of the time, this is a series where a bite of bread can literally send you to heaven! (you get better though).\n\n\u001b[1mPLOT：ひねりのあるshounenシリーズ - 武道の代わりに、キャラクターたちは壮大なパン作りコンテストでそれを戦います！ このコンセプトは奇妙で魅力的ではないので、焼き肉！ 日本は鈍いものばかりです。私はコメディを楽しんでからしばらくしています！ 各エピソードは暴動です - 確かにそのフォーミュラとタッチが長すぎますが、あなたは物事がどのようになるかを知っていますが、そこに行くのはまだ本当に楽しい旅です。 信じられないほどOTT、これはパンの一口が文字どおり天国にあなたを送ることができるシリーズです！  （あなたはさらに良くなる）。\u001b[22m\n\u001b[1m(Purotto: Hineri no aru shounen shirīzu - budō no kawari ni, kyarakutā-tachi wa sōdaina pandzukuri kontesuto de sore o tatakaimasu! Kono konseputo wa kimyōde mirikitekide wanainode, yakiniku! Nihon wa nibui mono bakaridesu. Watashi wa komedi o tanoshinde kara shibaraku shite imasu! Kaku episōdo wa bōdōdesu - tashika ni sono fōmyura to tatchi ga naga sugimasuga, anata wa monogoto ga dono yō ni naru ka o shitte imasuga, soko ni iku no wa mada hontōni tanoshī tabidesu. Shinji rarenai hodo OTT, koreha pan no hitokuchi ga mojidōri tengoku ni anata o okuru koto ga dekiru shirīzudesu! (Anata wa sarani yoku naru).)\u001b[22m\n\nTranslations of \u001b[4mPLOT: A shounen series with a twist – instead of martial arts the characters fight it out with epic bread making contests! As odd and uninspiring this concept sounds, Yakitate! Japan is anything but dull – it's been a while since I’ve enjoyed a comedy so much! Each episode is a riot – sure its formulaic and a touch over-long, but even though you know how things will turn out, its still a really fun journey to get there. Incredibly OTT most of the time, this is a series where a bite of bread can literally send you to heaven! (you get better though).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPLOT: A shounen series with a twist – instead of martial arts the characters fight it out with epic bread making contests!\u001b[24m\n    \u001b[1mPLOT：ひねりのあるshounenシリーズ - 武道の代わりに、キャラクターたちは壮大なパン作りコンテストでそれを戦います！\u001b[22m, \u001b[1mPLOT：ひねりを加えた少年シリーズ - 代わりに武道の文字が壮大なパン作りコンテストでそれを戦います！\u001b[22m\n\u001b[4mAs odd and uninspiring this concept sounds, Yakitate!\u001b[24m\n    \u001b[1mこのコンセプトは奇妙で魅力的ではないので、焼き肉！\u001b[22m, \u001b[1m奇数とこの概念をパッとしない、焼きたての音！\u001b[22m\n\u001b[4mJapan is anything but dull – it's been a while since I’ve enjoyed a comedy so much!\u001b[24m\n    \u001b[1m日本は鈍いものばかりです。私はコメディを楽しんでからしばらくしています！\u001b[22m, \u001b[1m日本は鈍いが、何である - 私はそんなに喜劇を楽しんできたので、それがしばらくしています！\u001b[22m\n\u001b[4mEach episode is a riot – sure its formulaic and a touch over-long, but even though you know how things will turn out, its still a really fun journey to get there.\u001b[24m\n    \u001b[1m各エピソードは暴動です - 確かにそのフォーミュラとタッチが長すぎますが、あなたは物事がどのようになるかを知っていますが、そこに行くのはまだ本当に楽しい旅です。\u001b[22m, \u001b[1m必ずその定型、あなたは物事が判明する方法を知っているにもかかわらず、オーバーロングタッチが、しかし、そのまだ本当に楽しい旅はそこに着くために - 各エピソードは暴動です。\u001b[22m\n\u001b[4mIncredibly OTT most of the time, this is a series where a bite of bread can literally send you to heaven!\u001b[24m\n    \u001b[1m信じられないほどOTT、これはパンの一口が文字どおり天国にあなたを送ることができるシリーズです！\u001b[22m, \u001b[1m信じられないほどの時間のほとんどOTTが、これはパンの一口は、文字通り天国にあなたを送ることができるシリーズです！\u001b[22m\n\u001b[4m(you get better though).\u001b[24m\n    \u001b[1m（あなたはさらに良くなる）。\u001b[22m, \u001b[1m（あなたはしかし、良くなります）。\u001b[22m\n\u001b[1m\u001b[22m\nYou also get a bit of lesson in baking/food science in this show – all the methods that Azuma &amp; Co use to produce their delicious breads are thoroughly explained and based on actual bakery practices. There is even a recipe given for a bread that Azuma makes in a rice cooker! The little sequence after the credits called ‘Seed of Knowledge’ is also quite informative – a bit like the Bacteria Theatre segment of Moyashimon.\n\n\u001b[1mこのショーでは、ベーキング/フードサイエンスのレッスンもあります。 彼らのおいしいパンを作るためのCoの使用は、実際のベーカリーの習慣に基づいて完全に説明されています。 あずまが炊飯器で作ったパンのレシピもあります！  「シード・オブ・ナレッジ」と呼ばれるクレジットの後の小さなシーケンスも、かなり有益です。モヤシモンのバクテリア・シアター・セグメントのようなものです。\u001b[22m\n\u001b[1m(Kono shōde wa, bēkingu/ fūdosaiensu no ressun mo arimasu. Karera no oishī pan o tsukuru tame no Co no shiyō wa, jissai no bēkarī no shūkan ni motodzuite kanzen ni setsumei sa rete imasu. Azuma ga takuhanki de tsukutta pan no reshipi mo arimasu! `Shīdo Obu narejji' to yoba reru kurejitto no nochi no chīsana shīkensu mo, kanari yūekidesu. Moyashimon no bakuteria shiatā segumento no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mYou also get a bit of lesson in baking/food science in this show – all the methods that Azuma &amp; Co use to produce their delicious breads are thoroughly explained and based on actual bakery practices. There is even a recipe given for a bread that Azuma makes in a rice cooker! The little sequence after the credits called ‘Seed of Knowledge’ is also quite informative – a bit like the Bacteria Theatre segment of Moyashimon.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou also get a bit of lesson in baking/food science in this show – all the methods that Azuma &amp;\u001b[24m\n    \u001b[1mこのショーでは、ベーキング/フードサイエンスのレッスンもあります。\u001b[22m, \u001b[1mあなたもこのショーでベーキング/食品科学の授業のビットを取得 - すべてのメソッドをその吾妻＆＃038;\u001b[22m\n\u001b[4mCo use to produce their delicious breads are thoroughly explained and based on actual bakery practices.\u001b[24m\n    \u001b[1m彼らのおいしいパンを作るためのCoの使用は、実際のベーカリーの習慣に基づいて完全に説明されています。\u001b[22m, \u001b[1m彼らのおいしいパンを製造するための共同使用は徹底的に説明し、実際のベーカリープラクティスに基づいています。\u001b[22m\n\u001b[4mThere is even a recipe given for a bread that Azuma makes in a rice cooker!\u001b[24m\n    \u001b[1mあずまが炊飯器で作ったパンのレシピもあります！\u001b[22m, \u001b[1m東は炊飯器で作るパンのために与えられてもレシピがあります！\u001b[22m\n\u001b[4mThe little sequence after the credits called ‘Seed of Knowledge’ is also quite informative – a bit like the Bacteria Theatre segment of Moyashimon.\u001b[24m\n    \u001b[1m「シード・オブ・ナレッジ」と呼ばれるクレジットの後の小さなシーケンスも、かなり有益です。モヤシモンのバクテリア・シアター・セグメントのようなものです。\u001b[22m, \u001b[1m「知識の種子」と呼ばれるクレジットの後にほとんど配列も非常に有益である - もやしもんの細菌劇場セグメントのようなビット。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are what really make this series fun though. Azuma is more or less the typical excitable male shounen lead but he manages to never gets really irritating thankfully – I quite liked him. Of the supporting cast the best are probably the bread judges – Kuroyanagi and Pierrot, as their reactions to the taste of various breads are just priceless! As a lot of the jokes are based on elaborate puns (even the title is a pun – Ja-Pan (literally Japanese bread) some of the humour is hit or miss – thankfully the subs I got had fantastic translators notes so I didn't feel left out of the loop. There were also some priceless parodies of other shounen shows etc which generally reduced me to tears of laughter.\n\n\u001b[1mキャラクターは本当にこのシリーズを楽しくするものです。  Azumaは多かれ少なかれ典型的な興奮している男性のshounenリードですが、彼は決して本当に感謝しています。 支えられたキャストの中で、おそらく最高のパンの裁判官 -  Kuroyanagiとピエロ、様々なパンの味への彼らの反応はちょうど貴重です！ ジョークの多くは精巧な言葉遣いに基づいているので（タイトルもパン - ジャパン（文字通り日本のパン））ユーモアのいくつかがヒットしたり、逃したりしています。 他の少年ショーなどの貴重なパロディーもあり、一般的には笑いの涙になりました。\u001b[22m\n\u001b[1m(Kyarakutā wa hontōni kono shirīzu o tanoshiku suru monodesu. Azuma wa ōkare sukunakare tenkei-tekina kōfun shite iru dansei no shounen rīdodesuga, kare wa kesshite hontōni kansha shite imasu. Sasae rareta kyasuto no naka de, osoraku saikō no pan no saibankan - Kuroyanagi to piero, samazamana pan no aji e no karera no han'nō wa chōdo kichōdesu! Jōku no ōku wa seikōna kotobadzukai ni motodzuite irunode (taitoru mo pan - Japan (mojidōri Nihon no pan) ) yūmoa no ikutsu ka ga hitto shi tari, nogashi tari shite imasu. Hoka no shōnen shō nado no kichōna parodī mo ari, ippantekini wa warai no namida ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are what really make this series fun though. Azuma is more or less the typical excitable male shounen lead but he manages to never gets really irritating thankfully – I quite liked him. Of the supporting cast the best are probably the bread judges – Kuroyanagi and Pierrot, as their reactions to the taste of various breads are just priceless! As a lot of the jokes are based on elaborate puns (even the title is a pun – Ja-Pan (literally Japanese bread) some of the humour is hit or miss – thankfully the subs I got had fantastic translators notes so I didn't feel left out of the loop. There were also some priceless parodies of other shounen shows etc which generally reduced me to tears of laughter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are what really make this series fun though.\u001b[24m\n    \u001b[1mキャラクターは本当にこのシリーズを楽しくするものです。\u001b[22m, \u001b[1m文字は、実際にも、このシリーズの楽しみを作るものです。\u001b[22m\n\u001b[4mAzuma is more or less the typical excitable male shounen lead but he manages to never gets really irritating thankfully – I quite liked him.\u001b[24m\n    \u001b[1mAzumaは多かれ少なかれ典型的な興奮している男性のshounenリードですが、彼は決して本当に感謝しています。\u001b[22m, \u001b[1m東は、多かれ少なかれ、典型的な興奮性男性少年のリードですが、彼は本当にありがたいことに刺激れることは決してありませんして管理する - 私はかなり彼を好きでした。\u001b[22m\n\u001b[4mOf the supporting cast the best are probably the bread judges – Kuroyanagi and Pierrot, as their reactions to the taste of various breads are just priceless!\u001b[24m\n    \u001b[1m支えられたキャストの中で、おそらく最高のパンの裁判官 -  Kuroyanagiとピエロ、様々なパンの味への彼らの反応はちょうど貴重です！\u001b[22m, \u001b[1m様々なパンの味への反応はちょうど貴重であるため、畔柳とピエロ - 最高のは、おそらくパン判断である脇役の！\u001b[22m\n\u001b[4mAs a lot of the jokes are based on elaborate puns (even the title is a pun – Ja-Pan (literally Japanese bread) some of the humour is hit or miss – thankfully the subs I got had fantastic translators notes so I didn't\u001b[24m\n    \u001b[1mジョークの多くは精巧な言葉遣いに基づいているので（タイトルもパン - ジャパン（文字通り日本のパン））ユーモアのいくつかがヒットしたり、逃したりしています。\u001b[22m, \u001b[1mジョークの多くが（あってもタイトルがしゃれている精巧な駄洒落に基づいているように - ジャパン（文字通り日本のパン）ユーモアの一部がヒットまたはミスされる - ありがたいことに私は素晴らしい翻訳者を持っていました潜水艦はので、私はしませんでしノート\u001b[22m\n\u001b[4mfeel left out of the loop. There were also some priceless parodies of other shounen shows etc which generally reduced me to tears of laughter.\u001b[24m\n    \u001b[1m他の少年ショーなどの貴重なパロディーもあり、一般的には笑いの涙になりました。\u001b[22m, \u001b[1mループから取り残さ感じています。一般的に笑いの涙に私を低減し、他の少年のショーなどのいくつかの貴重なパロディもありました。\u001b[22m\n\u001b[1m\u001b[22m\nThe only criticism I have of the series is that I think it went on a bit too long – the final arc didn't have the same excitement that the previous arcs had, as they really got bogged down in a set formula and a lot of the supporting cast got shunted off to the sidelines (particularly poor Kowachi). That’s not to say that that arc was bad – it was still very entertaining, but lacked the freshness of the previous arcs. Also some may find the long technical explanations and elaborate word based puns a bit dull and incomprehensible after a while.\n\n\u001b[1m私がシリーズの唯一の批判は、それはあまりにも長く過ぎたと思うということです - 最終アークは、以前のアークが持っていた興奮と同じ興奮を持っていませんでした。 支えられたキャストは傍観者（特にKowachiの貧しい人々）に逃げ出した。 それはアークが悪いと言っているわけではありません - それはまだ非常に面白かったですが、以前のアークの新鮮さが欠けていました。 また、長年の技術的説明と精巧な単語ベースの言葉遣いがちょっと鈍い、理解できないことがあります。\u001b[22m\n\u001b[1m(Watashi ga shirīzu no yuiitsu no hihan wa, sore wa amarini mo nagaku sugita to omou to iu kotodesu - saishū āku wa, izen no āku ga motte ita kōfun to onaji kōfun o motte imasendeshita. Sasae rareta kyasuto wa bōkan-sha (tokuni Kowachi no mazushī hitobito) ni nigedashita. Sore wa āku ga warui to itte iru wakede wa arimasen - sore wa mada hijō ni omoshirokattadesuga, izen no āku no shinsen-sa ga kakete imashita. Mata, naganen no gijutsu-teki setsumei to seikōna tango bēsu no kotobadzukai ga chotto nibui, rikai dekinai koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe only criticism I have of the series is that I think it went on a bit too long – the final arc didn't have the same excitement that the previous arcs had, as they really got bogged down in a set formula and a lot of the supporting cast got shunted off to the sidelines (particularly poor Kowachi). That’s not to say that that arc was bad – it was still very entertaining, but lacked the freshness of the previous arcs. Also some may find the long technical explanations and elaborate word based puns a bit dull and incomprehensible after a while.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only criticism I have of the series is that I think it went on a bit too long – the final arc didn't have the same excitement that the previous arcs had, as they really got bogged down in a set formula and a lot of\u001b[24m\n    \u001b[1m私がシリーズの唯一の批判は、それはあまりにも長く過ぎたと思うということです - 最終アークは、以前のアークが持っていた興奮と同じ興奮を持っていませんでした。\u001b[22m, \u001b[1m一連の私が持っている唯一の批判は、私はそれがあまりにも長いビットに行ったと思いということである - 彼らは本当に設定された式との多くの泥沼てしまったような最終アークは、前の弧が持っていたのと同じ興奮を持っていませんでした\u001b[22m\n\u001b[4mthe supporting cast got shunted off to the sidelines (particularly poor Kowachi).\u001b[24m\n    \u001b[1m支えられたキャストは傍観者（特にKowachiの貧しい人々）に逃げ出した。\u001b[22m, \u001b[1m脇役は傍観（特に貧しいKowachi）にオフ分流ました。\u001b[22m\n\u001b[4mThat’s not to say that that arc was bad – it was still very entertaining, but lacked the freshness of the previous arcs.\u001b[24m\n    \u001b[1mそれはアークが悪いと言っているわけではありません - それはまだ非常に面白かったですが、以前のアークの新鮮さが欠けていました。\u001b[22m, \u001b[1mこれは、アークが悪かったと言うことはありません - それはまだ非常に面白いでしたが、前の弧の新鮮さを欠いていました。\u001b[22m\n\u001b[4mAlso some may find the long technical explanations and elaborate word based puns a bit dull and incomprehensible after a while.\u001b[24m\n    \u001b[1mまた、長年の技術的説明と精巧な単語ベースの言葉遣いがちょっと鈍い、理解できないことがあります。\u001b[22m, \u001b[1mまた、いくつかは、しばらく後に少し鈍いと不可解な長い技術的な説明や精巧な単語ベースの駄洒落を見つけることができます。\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION: Well its Sunrise so as you would expect the animation quality is of a pretty high quality and remains consistent over its 69 episode run. The character designs were nicely put together and distinctive and the backgrounds were well detailed – especially those of actual locations, like during the Monaco World Cup and the Paris training arcs. Of course this show really shone during the ‘reaction’ sequences which were hilarious to watch – the physical comedy was really excellent.\n\n\u001b[1mアニメーション：アニメーションの品質はかなり高品質で、69回にわたり一貫しています。 キャラクターのデザインはきれいにまとまっていて独特で、モナコワールドカップやパリのトレーニングアークのような、実際の場所のキャラクターデザインはよく細かいものでした。 もちろん、このショーは見た目が面白かった「反応」のシーケンスの間に輝きました。物理的なコメディは本当に素晴らしいものでした。\u001b[22m\n\u001b[1m(Animēshon: Animēshon no hinshitsu wa kanari kō hinshitsu de, 69-kai ni watari ikkan shite imasu. Kyarakutā no dezain wa kirei ni matomatte ite dokutokude, monakowārudokappu ya Pari no torēninguāku no yōna, jissai no basho no kyarakutādezain wa yoku komakai monodeshita. Mochiron, kono shō wa mitame ga omoshirokatta `han'nō' no shīkensu no ma ni kagayakimashita. Butsuri-tekina komedi wa hontōni subarashī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mANIMATION: Well its Sunrise so as you would expect the animation quality is of a pretty high quality and remains consistent over its 69 episode run. The character designs were nicely put together and distinctive and the backgrounds were well detailed – especially those of actual locations, like during the Monaco World Cup and the Paris training arcs. Of course this show really shone during the ‘reaction’ sequences which were hilarious to watch – the physical comedy was really excellent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mANIMATION: Well its Sunrise so as you would expect the animation quality is of a pretty high quality and remains consistent over its 69 episode run.\u001b[24m\n    \u001b[1mアニメーション：アニメーションの品質はかなり高品質で、69回にわたり一貫しています。\u001b[22m, \u001b[1mANIMATION：さてあなたは、アニメーションの質はかなり高い品質のものであり、その69エピソードオーバーラン一貫性を維持期待するように、その日の出。\u001b[22m\n\u001b[4mThe character designs were nicely put together and distinctive and the backgrounds were well detailed – especially those of actual locations, like during the Monaco World Cup and the Paris training arcs.\u001b[24m\n    \u001b[1mキャラクターのデザインはきれいにまとまっていて独特で、モナコワールドカップやパリのトレーニングアークのような、実際の場所のキャラクターデザインはよく細かいものでした。\u001b[22m, \u001b[1mキャラクターデザインは、うまくまとめて個性的背景は十分に詳細であった - モナコワールドカップ、パリのトレーニング弧時のような実際の位置、特にそれら。\u001b[22m\n\u001b[4mOf course this show really shone during the ‘reaction’ sequences which were hilarious to watch – the physical comedy was really excellent.\u001b[24m\n    \u001b[1mもちろん、このショーは見た目が面白かった「反応」のシーケンスの間に輝きました。物理的なコメディは本当に素晴らしいものでした。\u001b[22m, \u001b[1mもちろん、このショーは本当に見ていて陽気だった「反応 '配列中に輝いていた - 物理的な喜劇は本当に優れていました。\u001b[22m\n\u001b[1m\u001b[22m\nMUSIC &amp; VOICE ACTING: All the OPs &amp; EDs were pretty decent, and the BGM was really expressive too. The voice acting was just brilliant though – triumph of casting in this show. The standout performance for me was Takehito Koyasu as Kuroyanagi though. Although everyone was equally good……even if it did take me a wee while to get used to Yumiko Kobayashi’s performance as Azuma – it was a bit grating at the beginning.\n\n\u001b[1m音楽＆amp; ボイスアクション：すべてのOP＆amp;  EDはかなりまともで、BGMも本当に表現力がありました。 この演技でのキャスティングの勝利は、声優は華麗でした。 私の傑出したパフォーマンスは、黒柳氏の小谷武人でした。 誰もがまあまあ良かったのですが......小林由美子さんの東名への慣れに慣れていても、私は疲れていました。\u001b[22m\n\u001b[1m(Ongaku& amp; boisuakushon: Subete no OP& amp; ED wa kanari matomo de, BGM mo hontōni hyōgen-ryoku ga arimashita. Kono engi de no kyasutingu no shōri wa, seiyū wa kareideshita. Watashi no kesshutsu shita pafōmansu wa, Kuroyanagi-shi no Kotani Takehitodeshita. Daremoga mā mā yokatta nodesuga... ... Kobayashi yumiko-san no Tōmei e no nare ni narete ite mo, watashi wa tsukarete imashita.)\u001b[22m\n\nTranslations of \u001b[4mMUSIC &amp; VOICE ACTING: All the OPs &amp; EDs were pretty decent, and the BGM was really expressive too. The voice acting was just brilliant though – triumph of casting in this show. The standout performance for me was Takehito Koyasu as Kuroyanagi though. Although everyone was equally good……even if it did take me a wee while to get used to Yumiko Kobayashi’s performance as Azuma – it was a bit grating at the beginning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMUSIC &amp;\u001b[24m\n    \u001b[1m音楽＆amp;\u001b[22m, \u001b[1mMUSIC＆＃038;\u001b[22m\n\u001b[4mVOICE ACTING: All the OPs &amp;\u001b[24m\n    \u001b[1mボイスアクション：すべてのOP＆amp;\u001b[22m, \u001b[1m声の演技：すべてのOP＆＃038;\u001b[22m\n\u001b[4mEDs were pretty decent, and the BGM was really expressive too.\u001b[24m\n    \u001b[1mEDはかなりまともで、BGMも本当に表現力がありました。\u001b[22m, \u001b[1mEDSはかなりまともだった、とBGMはあまりにも本当に表情豊かでした。\u001b[22m\n\u001b[4mThe voice acting was just brilliant though – triumph of casting in this show.\u001b[24m\n    \u001b[1mこの演技でのキャスティングの勝利は、声優は華麗でした。\u001b[22m, \u001b[1m声の演技はしかしちょうど素晴らしかった - この番組にキャスティングの勝利。\u001b[22m\n\u001b[4mThe standout performance for me was Takehito Koyasu as Kuroyanagi though.\u001b[24m\n    \u001b[1m私の傑出したパフォーマンスは、黒柳氏の小谷武人でした。\u001b[22m, \u001b[1m私のために傑出したパフォーマンスは、しかし黒柳として子安武人でした。\u001b[22m\n\u001b[4mAlthough everyone was equally good……even if it did take me a wee while to get used to Yumiko Kobayashi’s performance as Azuma – it was a bit grating at the beginning.\u001b[24m\n    \u001b[1m誰もがまあまあ良かったのですが......小林由美子さんの東名への慣れに慣れていても、私は疲れていました。\u001b[22m, \u001b[1m誰もがそれは私に吾妻として小林由美子さんのパフォーマンスに慣れるためにおしっこしばらく時間がかかりました場合でも......同様に良好であったが - それは冒頭で格子ビットがありました。\u001b[22m\n\u001b[1m\u001b[22m\nSo yes a very good comedy show – who knew baking could be so exciting!? Highly recommended if you want a good laugh and don’t mind a slightly quirky premise.\n\n\u001b[1mそう、はい、非常に良いコメディーショー - 誰がベーキングを知っていたので、エキサイティングなことができます！ あなたが良い笑いを望んで、ちょっと風変わりな前提に気をつけなければ、強くお勧めします。\u001b[22m\n\u001b[1m(Sō, wa i, hijō ni yoi komedīshō - dare ga bēkingu o shitte itanode, ekisaitinguna koto ga dekimasu! Anata ga yoi warai o nozonde, chotto fūgawarina zentei ni ki o tsukenakereba, tsuyoku o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSo yes a very good comedy show – who knew baking could be so exciting!? Highly recommended if you want a good laugh and don’t mind a slightly quirky premise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo yes a very good comedy show – who knew baking could be so exciting!?\u001b[24m\n    \u001b[1mそう、はい、非常に良いコメディーショー - 誰がベーキングを知っていたので、エキサイティングなことができます！\u001b[22m, \u001b[1mそうです、非常に良好なお笑い番組 - ベーキングを知っていたとてもエキサイティングかもしれません！\u001b[22m\n\u001b[4mHighly recommended if you want a good laugh and don’t mind a slightly quirky premise.\u001b[24m\n    \u001b[1mあなたが良い笑いを望んで、ちょっと風変わりな前提に気をつけなければ、強くお勧めします。\u001b[22m, \u001b[1mあなたがよい笑いをしたいし、少し風変わりな前提を気にしない場合は強くお勧めします。\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "Nightscream",
    "profile": "/profile/Nightscream/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=4293",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  4\nキャラクター|  4\n|  8\n\nこのアニメを見たいと思う理由は、2つの理由があるからです。 最初はあなたがパンの恋人で、本当に本当にそのアニメを見たい場合。 第2のものはあなたが笑いたいものです（アニメではなくそれで）。\n\n物語そのものはかなり愚かですが、もしあなたがこれを読んでいるなら、あなたはすでにそれに興味があることを意味します....\n芸術は、一般的に悪いカテゴリに分類されていますが、それだけでそれ自体を保ちません。\n音楽はちょっと見せてくれるが、いくつかのエピソードの後に​​は本当にあなたがいるので、あなたがそれに耐えることができないなら、あなたは今それを見るのをやめるほうがよい。 ストーリーは3つの主要な「サガ」に分かれていて、それぞれに共通のバックグラウンドミュージックを使用しています。 それと69のエピソードがあるという事実は、なぜ多くのエピソードの間に同じ音楽を置くのか疑問に思います。\n\nキャラクターの開発はまともですが、多くの穴が残っていますが、私はこのショーを好きな理由はこれによるものではないと言っていたので、私はあまり気にしないショーの性質を与えました。\n\n私がショーを楽しんだ理由は、アニメの唯一の顕著な側面であるユーモアのセンスのためでした。 最初のエピソードはかなり一般的ですが、それに続くエピソードはユーモアの面ではるかに優れています。\n\nショーの2/3からユーモラスではなく愚かなものに変わるので、終わりまで見てみましょう",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe reason you would want to see this anime is only because of two reasons. The first if you are a bread lover and really really want to see an anime of that. The second one being that you want to laugh (not of the anime but with it).\n\n\u001b[1mこのアニメを見たいと思う理由は、2つの理由があるからです。 最初はあなたがパンの恋人で、本当に本当にそのアニメを見たい場合。 第2のものはあなたが笑いたいものです（アニメではなくそれで）。\u001b[22m\n\u001b[1m(Kono anime o mitai to omou riyū wa, 2tsu no riyū ga arukaradesu. Saisho wa anata ga pan no koibito de, hontōni hontōni sono anime o mitai baai. Dai 2 no mono wa anata ga waraitai monodesu (animede wanaku sore de).)\u001b[22m\n\nTranslations of \u001b[4mThe reason you would want to see this anime is only because of two reasons. The first if you are a bread lover and really really want to see an anime of that. The second one being that you want to laugh (not of the anime but with it).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason you would want to see this anime is only because of two reasons.\u001b[24m\n    \u001b[1mこのアニメを見たいと思う理由は、2つの理由があるからです。\u001b[22m, \u001b[1mあなたはこのアニメを見たいと思う理由は、唯一の2つの理由です。\u001b[22m\n\u001b[4mThe first if you are a bread lover and really really want to see an anime of that.\u001b[24m\n    \u001b[1m最初はあなたがパンの恋人で、本当に本当にそのアニメを見たい場合。\u001b[22m, \u001b[1mまず、あなたはパンの恋人であり、本当にそのアニメを見たい場合。\u001b[22m\n\u001b[4mThe second one being that you want to laugh (not of the anime but with it).\u001b[24m\n    \u001b[1m第2のものはあなたが笑いたいものです（アニメではなくそれで）。\u001b[22m, \u001b[1mあなたが（ないアニメのそれとを）笑うしたいことである第2の1。\u001b[22m\n\u001b[1m\u001b[22m\nThe story itself is pretty stupid but if you are reading this means that you are already interested in it so....\n\n\u001b[1m物語そのものはかなり愚かですが、もしあなたがこれを読んでいるなら、あなたはすでにそれに興味があることを意味します....\u001b[22m\n\u001b[1m(Monogatari sonomono wa kanari orokadesuga, moshi anata ga kore o yonde irunara, anata wa sudeni sore ni kyōmi ga aru koto o imi shimasu....)\u001b[22m\n\nTranslations of \u001b[4mThe story itself is pretty stupid but if you are reading this means that you are already interested in it so....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself is pretty stupid but if you are reading this means that you are already interested in it so....\u001b[24m\n    \u001b[1m物語そのものはかなり愚かですが、もしあなたがこれを読んでいるなら、あなたはすでにそれに興味があることを意味します....\u001b[22m, \u001b[1m物語自体はかなり愚かですが、あなたが読んでいる場合、これはあなたがそうすでにそれに興味を持っていることを意味し....\u001b[22m\nThe art is common almost falling into the bad category but it keeps itself from doing just that.\n\n\u001b[1m芸術は、一般的に悪いカテゴリに分類されていますが、それだけでそれ自体を保ちません。\u001b[22m\n\u001b[1m(Geijutsu wa, ippantekini warui kategori ni bunrui sa rete imasuga, sore dake de sore jitai o tamochimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art is common almost falling into the bad category but it keeps itself from doing just that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is common almost falling into the bad category but it keeps itself from doing just that.\u001b[24m\n    \u001b[1m芸術は、一般的に悪いカテゴリに分類されていますが、それだけでそれ自体を保ちません。\u001b[22m, \u001b[1m芸術はほとんど悪い部類に落下一般的ですが、それはちょうどそれをやってから自分自身を保持します。\u001b[22m\nThe music goes kinda with the show but after a few episodes it really gets you, so if you can't stand it you'd better stop watching it now. The story can be split into three main 'sagas' and in each of them they use a common background music. That and the fact that there are 69 episodes makes you wonder why do the put the same music during so much episodes.\n\n\u001b[1m音楽はちょっと見せてくれるが、いくつかのエピソードの後に​​は本当にあなたがいるので、あなたがそれに耐えることができないなら、あなたは今それを見るのをやめるほうがよい。 ストーリーは3つの主要な「サガ」に分かれていて、それぞれに共通のバックグラウンドミュージックを使用しています。 それと69のエピソードがあるという事実は、なぜ多くのエピソードの間に同じ音楽を置くのか疑問に思います。\u001b[22m\n\u001b[1m(Ongaku wa chotto misete kureruga, ikutsu ka no episōdo no nochi ni ​​ wa hontōni anata ga iru node, anata ga sore ni taeru koto ga dekinainara, anata wa ima sore o miru no o yameru hō ga yoi. Sutōrī wa 3ttsu no shuyōna `Saga' ni wakarete ite, sorezore ni kyōtsū no bakkuguraundomyūjikku o shiyō shite imasu. Soreto 69 no episōdo ga aru to iu jijitsu wa, naze ōku no episōdo no ma ni onaji ongaku o oku no ka gimon ni omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music goes kinda with the show but after a few episodes it really gets you, so if you can't stand it you'd better stop watching it now. The story can be split into three main 'sagas' and in each of them they use a common background music. That and the fact that there are 69 episodes makes you wonder why do the put the same music during so much episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music goes kinda with the show but after a few episodes it really gets you, so if you can't stand it you'd better stop watching it now.\u001b[24m\n    \u001b[1m音楽はちょっと見せてくれるが、いくつかのエピソードの後には本当にあなたがいるので、あなたがそれに耐えることができないなら、あなたは今それを見るのをやめるほうがよい。\u001b[22m, \u001b[1m音楽はちょっとショーではなく、それは本当にあなたを取得するいくつかのエピソードの後に行くので、あなたはそれを我慢できない場合は、より良い今それを見て停止すると思います。\u001b[22m\n\u001b[4mThe story can be split into three main 'sagas' and in each of them they use a common background music.\u001b[24m\n    \u001b[1mストーリーは3つの主要な「サガ」に分かれていて、それぞれに共通のバックグラウンドミュージックを使用しています。\u001b[22m, \u001b[1m物語は、3つの主要な「サガ」に分割することができ、それらのそれぞれに、彼らは共通のバックグラウンドミュージックを使用しています。\u001b[22m\n\u001b[4mThat and the fact that there are 69 episodes makes you wonder why do the put the same music during so much episodes.\u001b[24m\n    \u001b[1mそれと69のエピソードがあるという事実は、なぜ多くのエピソードの間に同じ音楽を置くのか疑問に思います。\u001b[22m, \u001b[1mそれと69のエピソードがあるという事実はあまりのエピソードの間に同じ音楽を入れてなぜあなたが思ってしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nThe character development is decent but leaves a lot of holes to fill but given the nature of the show I couldn't care less because as I said the reason to like this show is not due to this.\n\n\u001b[1mキャラクターの開発はまともですが、多くの穴が残っていますが、私はこのショーを好きな理由はこれによるものではないと言っていたので、私はあまり気にしないショーの性質を与えました。\u001b[22m\n\u001b[1m(Kyarakutā no kaihatsu wa matomodesuga, ōku no ana ga nokotte imasuga, watashi wa kono shō o sukina riyū wa kore ni yoru monode wa nai to itte itanode, watashi wa amari kinishinai shō no seishitsu o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe character development is decent but leaves a lot of holes to fill but given the nature of the show I couldn't care less because as I said the reason to like this show is not due to this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character development is decent but leaves a lot of holes to fill but given the nature of the show I couldn't care less because as I said the reason to like this show is not due to this.\u001b[24m\n    \u001b[1mキャラクターの開発はまともですが、多くの穴が残っていますが、私はこのショーを好きな理由はこれによるものではないと言っていたので、私はあまり気にしないショーの性質を与えました。\u001b[22m, \u001b[1mキャラクター開発はまともですが、埋めるための穴がたくさん出るが、私はこの番組を好きな理由はこれが原因ではないと述べたように、私はので、あまり気にしませんでしたショーの性質を与えられました。\u001b[22m\n\u001b[1m\u001b[22m\nThe reason I enjoyed the show was because of the sense of humor it has which is the only remarkable aspect of the anime. Even though the first episode is pretty generic, the ones following it are much better in terms of humor.\n\n\u001b[1m私がショーを楽しんだ理由は、アニメの唯一の顕著な側面であるユーモアのセンスのためでした。 最初のエピソードはかなり一般的ですが、それに続くエピソードはユーモアの面ではるかに優れています。\u001b[22m\n\u001b[1m(Watashi ga shō o tanoshinda riyū wa, anime no yuiitsu no kenchona sokumendearu yūmoa no sensu no tamedeshita. Saisho no episōdo wa kanari ippan-tekidesuga, sore ni tsudzuku episōdo wa yūmoa no men de haruka ni sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe reason I enjoyed the show was because of the sense of humor it has which is the only remarkable aspect of the anime. Even though the first episode is pretty generic, the ones following it are much better in terms of humor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason I enjoyed the show was because of the sense of humor it has which is the only remarkable aspect of the anime.\u001b[24m\n    \u001b[1m私がショーを楽しんだ理由は、アニメの唯一の顕著な側面であるユーモアのセンスのためでした。\u001b[22m, \u001b[1m私はショーを楽しんだ理由は、アニメの唯一の顕著な側面であることが持っているユーモアのセンスでした。\u001b[22m\n\u001b[4mEven though the first episode is pretty generic, the ones following it are much better in terms of humor.\u001b[24m\n    \u001b[1m最初のエピソードはかなり一般的ですが、それに続くエピソードはユーモアの面ではるかに優れています。\u001b[22m, \u001b[1m最初のエピソードはかなり一般的なものであっても、それを次のものはユーモアの面ではるかに優れています。\u001b[22m\n\u001b[1m\u001b[22m\nFrom 2/3 of the way of the show the things begin to turn stupid instead of humorous so watch till the end only if you really want to see how it ends and expect no more.\n\n\u001b[1mショーの2/3からユーモラスではなく愚かなものに変わるので、終わりまで見てみましょう\u001b[22m\n\u001b[1m(Shō no 2/ 3 kara yūmorasude wanaku orokana mono ni kawarunode, owari made mite mimashou)\u001b[22m\n\nTranslations of \u001b[4mFrom 2/3 of the way of the show the things begin to turn stupid instead of humorous so watch till the end only if you really want to see how it ends and expect no more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom 2/3 of the way of the show the things begin to turn stupid instead of humorous so watch till the end only if you really want to see how it ends and expect no more.\u001b[24m\n    \u001b[1mショーの2/3からユーモラスではなく愚かなものに変わるので、終わりまで見てみましょう\u001b[22m, \u001b[1mショーの道の2/3から物事ではなく、ユーモラスなの愚かなターンので、あなたが実際にそれが終了し、それ以上を期待していないか確認したい場合にのみ、最後まで視聴し始めます。\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "jellabee",
    "profile": "/profile/jellabee/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=25557",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\n柚子は夢の日本のパンを作るためにパンタジアと呼ばれるパン屋に行きます。 物語が続く間に、新しいチャプターが表示されます。 そんなに多くの面白い瞬間、特にパンの試飲での反応、このアニメは、間違いなくすべてのコメディ愛するオタクの必見です！  ^ o ^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nyakitate japan revolves around a young boy named azuma kazuma, dreaming to create the first japan bread ever, azuma goes to a bakery called pantasia to creat his dream japan bread. while the story goes on, new charcters are shown. with so many funny moments especially their reactions in bread tasting, this anime is definitely a must-watch for all comedy loving otakus! ^o^\n\n\u001b[1m柚子は夢の日本のパンを作るためにパンタジアと呼ばれるパン屋に行きます。 物語が続く間に、新しいチャプターが表示されます。 そんなに多くの面白い瞬間、特にパンの試飲での反応、このアニメは、間違いなくすべてのコメディ愛するオタクの必見です！  ^ o ^\u001b[22m\n\u001b[1m(Yuzu wa yume no Nihon no pan o tsukuru tame ni pantajia to yoba reru pan-ya ni ikimasu. Monogatari ga tsudzuku ma ni, atarashī chaputā ga hyōji sa remasu. Son'nani ōku no omoshiroi shunkan, tokuni pan no shiin de no han'nō, kono anime wa, machigainaku subete no komedi aisuru otaku no hikkendesu! ^ O ^)\u001b[22m\n\nTranslations of \u001b[4myakitate japan revolves around a young boy named azuma kazuma, dreaming to create the first japan bread ever, azuma goes to a bakery called pantasia to creat his dream japan bread. while the story goes on, new charcters are shown. with so many funny moments especially their reactions in bread tasting, this anime is definitely a must-watch for all comedy loving otakus! ^o^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myakitate japan revolves around a young boy named azuma kazuma, dreaming to create the first japan bread ever, azuma goes to a bakery called pantasia to creat his dream japan bread.\u001b[24m\n    \u001b[1m柚子は夢の日本のパンを作るためにパンタジアと呼ばれるパン屋に行きます。\u001b[22m, \u001b[1m日本が初めて日本のパンを作成するために夢を見て、東の一馬という若い男の子を中心に展開焼きたて、東は彼の夢日本のパンをレコード生成するpantasiaと呼ばれるパン屋に行きます。\u001b[22m\n\u001b[4mwhile the story goes on, new charcters are shown.\u001b[24m\n    \u001b[1m物語が続く間に、新しいチャプターが表示されます。\u001b[22m, \u001b[1m物語が進む一方で、新しいcharctersが示されています。\u001b[22m\n\u001b[4mwith so many funny moments especially their reactions in bread tasting, this anime is definitely a must-watch for all comedy loving otakus!\u001b[24m\n    \u001b[1mそんなに多くの面白い瞬間、特にパンの試飲での反応、このアニメは、間違いなくすべてのコメディ愛するオタクの必見です！\u001b[22m, \u001b[1m非常に多くの面白い瞬間パンの試食では特にその反応に、このアニメは間違いなくオタクを愛するすべての喜劇のためのマスト時計です！\u001b[22m\n\u001b[4m^o^\u001b[24m\n    \u001b[1m^ o ^\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "June",
    "profile": "/profile/June/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=29",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  4\n\n私の完全なレビューを見たい場合は、私のプロフィールにコメントを残してください。\n\nプロットの要約：小さな町の少年、Kazuma Kazumaは、彼のパン、Ja-Panの代わりに、米に代わるものを開発するために東京に行く。 彼の夢は、フランスのパンはフランス独特のものなので、いつか日本独特のパンを作ることです。 彼は子供のころからさまざまな種類のパンを発明してきたが、最終的には大都市に行って、全国で最も有名なベーカリーに応募するが、本当に望むのは、その国と世界に、 自分の署名のパン。 彼の才能のために、彼は日本の2つのトップパン屋の間の戦いの真っ只中に投げ込まれるが、彼はまだそれを彼の様々なジャパンの多くを作るもう一つの機会として見ている。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nIf you'd like to see my full review then leave a comment on my profile.\n\n\u001b[1m私の完全なレビューを見たい場合は、私のプロフィールにコメントを残してください。\u001b[22m\n\u001b[1m(Watashi no kanzen'na rebyū o mitai baai wa, watashi no purofīru ni komento o nokoshite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you'd like to see my full review then leave a comment on my profile.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you'd like to see my full review then leave a comment on my profile.\u001b[24m\n    \u001b[1m私の完全なレビューを見たい場合は、私のプロフィールにコメントを残してください。\u001b[22m, \u001b[1mあなたは私の完全なレビューを参照したい場合は、次に私のプロフィールにコメントを残します。\u001b[22m\n\u001b[1m\u001b[22m\nPlot Summary: A small town boy, Azuma Kazuma, goes to Tokyo to further develop his replacement for rice…his bread, Ja-pan. His dream is to make bread that will one day be unique to Japan, as French bread is unique to France. He has been inventing different kinds of bread since childhood, and finally goes to the big city to apply at the most prestigious bakery in all Japan, but all he really wants is a chance to show the country and the world that Japan can also have its own signature bread. Because of his talents he is thrown into the middle of a battle between the two top bakeries of Japan, but he still sees it as yet another opportunity to make more of his various Ja-pans.\n\n\u001b[1mプロットの要約：小さな町の少年、Kazuma Kazumaは、彼のパン、Ja-Panの代わりに、米に代わるものを開発するために東京に行く。 彼の夢は、フランスのパンはフランス独特のものなので、いつか日本独特のパンを作ることです。 彼は子供のころからさまざまな種類のパンを発明してきたが、最終的には大都市に行って、全国で最も有名なベーカリーに応募するが、本当に望むのは、その国と世界に、 自分の署名のパン。 彼の才能のために、彼は日本の2つのトップパン屋の間の戦いの真っ只中に投げ込まれるが、彼はまだそれを彼の様々なジャパンの多くを作るもう一つの機会として見ている。\u001b[22m\n\u001b[1m(Purotto no yōyaku: Chīsana machi no shōnen, Kazuma Kazuma wa, kare no pan, Ja - Pan no kawari ni, Amerika ni kawaru mono o kaihatsu suru tame ni Tōkyō ni iku. Kare no yume wa, Furansu no pan wa Furansu dokutoku no mononanode, itsuka nihondokutoku no pan o tsukuru kotodesu. Kare wa kodomo no koro kara samazamana shurui no pan o hatsumei shite kitaga, saishūtekini wa daitoshi ni itte, zenkoku de mottomo yūmeina bēkarī ni ōbo suruga, hontōni nozomu no wa, sono kuni to sekai ni, jibun no shomei no pan. Kare no sainō no tame ni, kare wa Nihon no 2tsu no toppu pan-ya no ma no tatakai no mattadanaka ni nagekoma reruga, kare wa mada sore o kare no samazamana Japan no ōku o tsukuru mōhitotsu no kikai to shite mite iru.)\u001b[22m\n\nTranslations of \u001b[4mPlot Summary: A small town boy, Azuma Kazuma, goes to Tokyo to further develop his replacement for rice…his bread, Ja-pan. His dream is to make bread that will one day be unique to Japan, as French bread is unique to France. He has been inventing different kinds of bread since childhood, and finally goes to the big city to apply at the most prestigious bakery in all Japan, but all he really wants is a chance to show the country and the world that Japan can also have its own signature bread. Because of his talents he is thrown into the middle of a battle between the two top bakeries of Japan, but he still sees it as yet another opportunity to make more of his various Ja-pans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot Summary: A small town boy, Azuma Kazuma, goes to Tokyo to further develop his replacement for rice…his bread, Ja-pan.\u001b[24m\n    \u001b[1mプロットの要約：小さな町の少年、Kazuma Kazumaは、彼のパン、Ja-Panの代わりに、米に代わるものを開発するために東京に行く。\u001b[22m, \u001b[1mプロットの概要：小さな町の少年、東和馬は、さらにご飯...彼のパン、ジャパンのための彼の交換を開発するために東京に行きます。\u001b[22m\n\u001b[4mHis dream is to make bread that will one day be unique to Japan, as French bread is unique to France.\u001b[24m\n    \u001b[1m彼の夢は、フランスのパンはフランス独特のものなので、いつか日本独特のパンを作ることです。\u001b[22m, \u001b[1mフランスパンはフランスに固有のものであるとして、彼の夢は、いつか日本に固有のものになりますパンを作ることです。\u001b[22m\n\u001b[4mHe has been inventing different kinds of bread since childhood, and finally goes to the big city to apply at the most prestigious bakery in all Japan, but all he really wants is a chance to show the country and the world that Japan can also have its\u001b[24m\n    \u001b[1m彼は子供のころからさまざまな種類のパンを発明してきたが、最終的には大都市に行って、全国で最も有名なベーカリーに応募するが、本当に望むのは、その国と世界に、\u001b[22m, \u001b[1m彼は子供の頃からパンの種類を考案し、最終的にはすべて日本で最も権威のあるパン屋で適用するために大都会に行くが、彼は本当に望んでいるすべての日本は、その持つことができることを国と世界に示すチャンスですされています\u001b[22m\n\u001b[4mown signature bread.\u001b[24m\n    \u001b[1m自分の署名のパン。\u001b[22m, \u001b[1m自身の署名のパン。\u001b[22m\n\u001b[4mBecause of his talents he is thrown into the middle of a battle between the two top bakeries of Japan, but he still sees it as yet another opportunity to make more of his various Ja-pans.\u001b[24m\n    \u001b[1m彼の才能のために、彼は日本の2つのトップパン屋の間の戦いの真っ只中に投げ込まれるが、彼はまだそれを彼の様々なジャパンの多くを作るもう一つの機会として見ている。\u001b[22m, \u001b[1mそのため、彼の才能の彼は日本の2トップのパン屋の間の戦いの真ん中にスローされますが、彼はまだ彼の様々なジャ - パンの多くを作るためにまた別の機会としてそれを見ています。\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "Ryogakun",
    "profile": "/profile/Ryogakun/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=368",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\nほとんどの人が驚くだろう、パンで素晴らしいアニメを作る方法は？\n理由はかなり簡単です。\n主人公に太陽の手のような特別な能力を与え、\n彼と多くの敵をバックアップする友人。（もちろんパンベーキングのみ）\nその後、あなたはパンを食べるアニメを見て楽しんでいます。\n焼きそば!! 日本はあなたが見ている最高のアニメではありませんが、それはあなたに69エピソードを与える\n楽しいと緊張。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nthe most people will wonder, how to make an great anime with bread?\n\n\u001b[1mほとんどの人が驚くだろう、パンで素晴らしいアニメを作る方法は？\u001b[22m\n\u001b[1m(Hotondo no hito ga odorokudarou, pan de subarashī anime o tsukuru hōhō wa?)\u001b[22m\n\nTranslations of \u001b[4mthe most people will wonder, how to make an great anime with bread?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe most people will wonder, how to make an great anime with bread?\u001b[24m\n    \u001b[1mほとんどの人が驚くだろう、パンで素晴らしいアニメを作る方法は？\u001b[22m, \u001b[1mほとんどの人はパンと素晴らしいアニメを作る方法を、疑問に思うのだろうか？\u001b[22m\nThe reason is pretty simple.\n\n\u001b[1m理由はかなり簡単です。\u001b[22m\n\u001b[1m(Riyū wa kanari kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mThe reason is pretty simple.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason is pretty simple.\u001b[24m\n    \u001b[1m理由はかなり簡単です。\u001b[22m, \u001b[1mその理由は非常に単純です。\u001b[22m\nGive the Protagonist just a special ability like Solar Hands,\n\n\u001b[1m主人公に太陽の手のような特別な能力を与え、\u001b[22m\n\u001b[1m(Shujinkō ni taiyō no te no yōna tokubetsuna nōryoku o atae,)\u001b[22m\n\nTranslations of \u001b[4mGive the Protagonist just a special ability like Solar Hands,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGive the Protagonist just a special ability like Solar Hands,\u001b[24m\n    \u001b[1m主人公に太陽の手のような特別な能力を与え、\u001b[22m, \u001b[1m太陽の手のように主人公にだけ特別な能力を与え、\u001b[22m\nfriends who backup him and many enemies.(of course only bread baking)\n\n\u001b[1m彼と多くの敵をバックアップする友人。（もちろんパンベーキングのみ）\u001b[22m\n\u001b[1m(Kare to ōku no teki o bakkuappu suru yūjin. (Mochiron panbēkingu nomi))\u001b[22m\n\nTranslations of \u001b[4mfriends who backup him and many enemies.(of course only bread baking)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfriends who backup him and many enemies.(of course only bread baking)\u001b[24m\n    \u001b[1m彼と多くの敵をバックアップする友人。（もちろんパンベーキングのみ）\u001b[22m, \u001b[1m友人バックアップ彼をし、多くの敵。（もちろん唯一のパン焼き）\u001b[22m\nThen you have an Anime who's about Bread and makes fun watching.\n\n\u001b[1mその後、あなたはパンを食べるアニメを見て楽しんでいます。\u001b[22m\n\u001b[1m(Sonogo, anata wa pan o taberu anime o mite tanoshinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mThen you have an Anime who's about Bread and makes fun watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen you have an Anime who's about Bread and makes fun watching.\u001b[24m\n    \u001b[1mその後、あなたはパンを食べるアニメを見て楽しんでいます。\u001b[22m, \u001b[1mその後、パンのことだと見て楽しくなるキャラクターを持っています。\u001b[22m\nYakitate!! Japan is not the best Anime you'll see but it will give you 69 episodes\n\n\u001b[1m焼きそば!! 日本はあなたが見ている最高のアニメではありませんが、それはあなたに69エピソードを与える\u001b[22m\n\u001b[1m(Yakisoba! ! Nihon wa anata ga mite iru saikō no animede wa arimasenga, sore wa anata ni 69 episōdo o ataeru)\u001b[22m\n\nTranslations of \u001b[4mYakitate!! Japan is not the best Anime you'll see but it will give you 69 episodes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYakitate!!\u001b[24m\n    \u001b[1m焼きそば!!\u001b[22m, \u001b[1m焼きたて!!\u001b[22m\n\u001b[4mJapan is not the best Anime you'll see but it will give you 69 episodes\u001b[24m\n    \u001b[1m日本はあなたが見ている最高のアニメではありませんが、それはあなたに69エピソードを与える\u001b[22m, \u001b[1m日本は、あなたが表示されます最高のアニメではありませんが、それはあなたの69のエピソードを与えます\u001b[22m\nfun and tension.\n\n\u001b[1m楽しいと緊張。\u001b[22m\n\u001b[1m(Tanoshī to kinchō.)\u001b[22m\n\nTranslations of \u001b[4mfun and tension.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfun and tension.\u001b[24m\n    \u001b[1m楽しいと緊張。\u001b[22m, \u001b[1m楽しさと緊張。\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "Sammi4ever",
    "profile": "/profile/Sammi4ever/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=24997",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  7\n\nこのアニメは私と素晴らしいスタートを切りました。 私は笑って、最初のエピソードを見ただけで私の気分は軽くなった。 時間がたつにつれて、このアニメは非常に繰り返し始めた。 それはまだ面白いものだったが、私が理解できなかったいたずらの多くがあった。 全体的にこれは心のこもったアニメであり、価値のあるものでしたが、一度だけでした。\n\nストーリー - あなたが知っている物語は、日本のためのパンを作りたい少年についてです。 これは料理に基づいた私の最初のアニメだったので、それはユニークでした。 プロットは興奮するものではありませんが、基本的にプロゴニストは挑戦を経て最終的に勝ちました。\n\n芸術 - 私にとって、芸術はそれほど素晴らしいものではありません。 私はこれが何年作られたのか分かりませんが、アートはただのものでした。\n\nサウンド - サウンドトラックは悪くありませんでした。 このアニメのバックトラックはサスペンドを作り、気分をよくします。\n\nキャラクター - 私はこの部分をスキップします。\n\n楽しさ - 焼けた!! 日本はいいアニメだったので、私はかなりの回数笑いました。 時にはシーンが深刻なときに私はそれらをコメディとして間違えた。 全体的にそれは繰り返します（私はそれが何度も何度も繰り返していると言っています）が、あなたの夢に従うことを教える優れたアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThis anime had a great start with me. I laughed and my mood was lightened after just watching the first episode. As time wore on, this anime started to get very repetitive. It still had it's funny momments but many of the puns I didn't understand. Overall this was a good hearted anime and worth the watch - but only once.\n\n\u001b[1mこのアニメは私と素晴らしいスタートを切りました。 私は笑って、最初のエピソードを見ただけで私の気分は軽くなった。 時間がたつにつれて、このアニメは非常に繰り返し始めた。 それはまだ面白いものだったが、私が理解できなかったいたずらの多くがあった。 全体的にこれは心のこもったアニメであり、価値のあるものでしたが、一度だけでした。\u001b[22m\n\u001b[1m(Kono anime wa watashi to subarashī sutāto o kirimashita. Watashi wa waratte, saisho no episōdo o mita dake de watashi no kibun wa karuku natta. Jikan ga tatsu ni tsurete, kono anime wa hijō ni kurikaeshi hajimeta. Sore wa mada omoshiroi monodattaga, watashi ga rikai dekinakatta itazura no ōku ga atta. Zentai-teki ni koreha kokoro no komotta animedeari, kachi no aru monodeshitaga, ichidodakedeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime had a great start with me. I laughed and my mood was lightened after just watching the first episode. As time wore on, this anime started to get very repetitive. It still had it's funny momments but many of the puns I didn't understand. Overall this was a good hearted anime and worth the watch - but only once.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime had a great start with me.\u001b[24m\n    \u001b[1mこのアニメは私と素晴らしいスタートを切りました。\u001b[22m, \u001b[1mこのアニメは私と一緒に素晴らしいスタートを切りました。\u001b[22m\n\u001b[4mI laughed and my mood was lightened after just watching the first episode.\u001b[24m\n    \u001b[1m私は笑って、最初のエピソードを見ただけで私の気分は軽くなった。\u001b[22m, \u001b[1m私は笑って、私の気分はちょうど最初のエピソードを見た後に軽減されました。\u001b[22m\n\u001b[4mAs time wore on, this anime started to get very repetitive.\u001b[24m\n    \u001b[1m時間がたつにつれて、このアニメは非常に繰り返し始めた。\u001b[22m, \u001b[1m時間が身に着けていたように、このアニメは非常に反復的な取得を開始しました。\u001b[22m\n\u001b[4mIt still had it's funny momments but many of the puns I didn't understand.\u001b[24m\n    \u001b[1mそれはまだ面白いものだったが、私が理解できなかったいたずらの多くがあった。\u001b[22m, \u001b[1mそれはまだそれが面白いmommentsが、私は理解していなかった駄洒落の多くのですがありました。\u001b[22m\n\u001b[4mOverall this was a good hearted anime and worth the watch - but only once.\u001b[24m\n    \u001b[1m全体的にこれは心のこもったアニメであり、価値のあるものでしたが、一度だけでした。\u001b[22m, \u001b[1m全体的にこれは良い心を持ったアニメや時計の価値があった - しかし、一度だけ。\u001b[22m\n\u001b[1m\u001b[22m\nStory - The story as you know is about a boy who wants to create a bread for Japan. Since this was my first anime based on cooking it was uniqe. The plot isn't anything to get excited about though, it was basically the protaganist goes through challanges and wins out in the end.\n\n\u001b[1mストーリー - あなたが知っている物語は、日本のためのパンを作りたい少年についてです。 これは料理に基づいた私の最初のアニメだったので、それはユニークでした。 プロットは興奮するものではありませんが、基本的にプロゴニストは挑戦を経て最終的に勝ちました。\u001b[22m\n\u001b[1m(Sutōrī - anata ga shitte iru monogatari wa, Nihon no tame no pan o tsukuritai shōnen ni tsuitedesu. Kore wa ryōri ni motodzuita watashi no saisho no animedattanode, soreha yunīkudeshita. Purotto wa kōfun suru monode wa arimasenga, kihontekini purogonisuto wa chōsen o hete saishūtekini kachimashita.)\u001b[22m\n\nTranslations of \u001b[4mStory - The story as you know is about a boy who wants to create a bread for Japan. Since this was my first anime based on cooking it was uniqe. The plot isn't anything to get excited about though, it was basically the protaganist goes through challanges and wins out in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - The story as you know is about a boy who wants to create a bread for Japan.\u001b[24m\n    \u001b[1mストーリー - あなたが知っている物語は、日本のためのパンを作りたい少年についてです。\u001b[22m, \u001b[1mストーリー - 物語あなたが知っているように、日本のためにパンを作りたい男の子についてです。\u001b[22m\n\u001b[4mSince this was my first anime based on cooking it was uniqe.\u001b[24m\n    \u001b[1mこれは料理に基づいた私の最初のアニメだったので、それはユニークでした。\u001b[22m, \u001b[1mこれはuniqeた調理に基づいて私の最初のアニメだったので。\u001b[22m\n\u001b[4mThe plot isn't anything to get excited about though, it was basically the protaganist goes through challanges and wins out in the end.\u001b[24m\n    \u001b[1mプロットは興奮するものではありませんが、基本的にプロゴニストは挑戦を経て最終的に勝ちました。\u001b[22m, \u001b[1mプロットはしかし興奮するものではありません、それは基本的にprotaganistはシャロンを通過し、最後に出て勝利しました。\u001b[22m\n\u001b[1m\u001b[22m\nArt - The art, to me, isn't that great. I don't know what year this was made but the art was just average.\n\n\u001b[1m芸術 - 私にとって、芸術はそれほど素晴らしいものではありません。 私はこれが何年作られたのか分かりませんが、アートはただのものでした。\u001b[22m\n\u001b[1m(Geijutsu - watashi ni totte, geijutsu wa sore hodo subarashī monode wa arimasen. Watashi wa kore ga nan-nen tsukura reta no ka wakarimasen ga, āto wa tada no monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mArt - The art, to me, isn't that great. I don't know what year this was made but the art was just average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - The art, to me, isn't that great.\u001b[24m\n    \u001b[1m芸術 - 私にとって、芸術はそれほど素晴らしいものではありません。\u001b[22m, \u001b[1mアート - アートは、私には、その素晴らしいではありません。\u001b[22m\n\u001b[4mI don't know what year this was made but the art was just average.\u001b[24m\n    \u001b[1m私はこれが何年作られたのか分かりませんが、アートはただのものでした。\u001b[22m, \u001b[1m私はこれが行われた何年か知らないが、芸術はちょうど平均でした。\u001b[22m\n\u001b[1m\u001b[22m\nSound - The soundtrack was not bad. The backtracks of this anime creates suspension and adds to the mood quite well.\n\n\u001b[1mサウンド - サウンドトラックは悪くありませんでした。 このアニメのバックトラックはサスペンドを作り、気分をよくします。\u001b[22m\n\u001b[1m(Saundo - saundotorakku wa waruku arimasendeshita. Kono anime no bakkutorakku wa sasupendo o tsukuri, kibun o yoku shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound - The soundtrack was not bad. The backtracks of this anime creates suspension and adds to the mood quite well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - The soundtrack was not bad.\u001b[24m\n    \u001b[1mサウンド - サウンドトラックは悪くありませんでした。\u001b[22m, \u001b[1mサウンド - サウンドトラックは悪いことではありませんでした。\u001b[22m\n\u001b[4mThe backtracks of this anime creates suspension and adds to the mood quite well.\u001b[24m\n    \u001b[1mこのアニメのバックトラックはサスペンドを作り、気分をよくします。\u001b[22m, \u001b[1mこのアニメのバックトラックは、懸濁液を作成し、非常によく気分に追加されます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - I'm going to skip this part.\n\n\u001b[1mキャラクター - 私はこの部分をスキップします。\u001b[22m\n\u001b[1m(Kyarakutā - watashi wa kono bubun o sukippu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter - I'm going to skip this part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - I'm going to skip this part.\u001b[24m\n    \u001b[1mキャラクター - 私はこの部分をスキップします。\u001b[22m, \u001b[1m文字 - 私はこの部分をスキップするつもりです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - Yakitate!! Japan was a good anime and made me laugh quite a few times. Sometimes when the scenes were serious I mistook them as comedy. Overall it does get repetitive (like me saying it's repetitive over and over again) but it is a good anime which teaches you to follow your dreams.\n\n\u001b[1m楽しさ - 焼けた!! 日本はいいアニメだったので、私はかなりの回数笑いました。 時にはシーンが深刻なときに私はそれらをコメディとして間違えた。 全体的にそれは繰り返します（私はそれが何度も何度も繰り返していると言っています）が、あなたの夢に従うことを教える優れたアニメです。\u001b[22m\n\u001b[1m(Tanoshisa - yaketa! ! Nihon wa ī animedattanode, watashi wa kanari no kaisū waraimashita. Tokiniha shīn ga shinkokuna toki ni watashi wa sorera o komedi to shite machigaeta. Zentai-teki ni soreha kurikaeshimasu (watashi wa sore ga nandomonandomo kurikaeshite iru to itte imasu) ga, anata no yume ni shitagau koto o oshieru sugureta animedesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - Yakitate!! Japan was a good anime and made me laugh quite a few times. Sometimes when the scenes were serious I mistook them as comedy. Overall it does get repetitive (like me saying it's repetitive over and over again) but it is a good anime which teaches you to follow your dreams.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - Yakitate!!\u001b[24m\n    \u001b[1m楽しさ - 焼けた!!\u001b[22m, \u001b[1m楽しさ - 焼きたて!!\u001b[22m\n\u001b[4mJapan was a good anime and made me laugh quite a few times.\u001b[24m\n    \u001b[1m日本はいいアニメだったので、私はかなりの回数笑いました。\u001b[22m, \u001b[1m日本は良いアニメだったと私はかなりの数回笑わせました。\u001b[22m\n\u001b[4mSometimes when the scenes were serious I mistook them as comedy.\u001b[24m\n    \u001b[1m時にはシーンが深刻なときに私はそれらをコメディとして間違えた。\u001b[22m, \u001b[1mシーンが深刻だったとき時々私は喜劇としてそれらを間違えました。\u001b[22m\n\u001b[4mOverall it does get repetitive (like me saying it's repetitive over and over again) but it is a good anime which teaches you to follow your dreams.\u001b[24m\n    \u001b[1m全体的にそれは繰り返します（私はそれが何度も何度も繰り返していると言っています）が、あなたの夢に従うことを教える優れたアニメです。\u001b[22m, \u001b[1m全体的には（何度も繰り返し、それは繰り返しだと言って私のように）繰り返し取得んが、それはあなたがあなたの夢に従うことを教えて良いアニメです。\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "Titan-Kikumaru",
    "profile": "/profile/Titan-Kikumaru/reviews",
    "pages": "2",
    "number": "11",
    "link": "/reviews.php?id=2319",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  9\n\n物語は、パン作りに非常に好都合なソーラーハンドを持っている少年カズマを中心に展開しています。 他のG格のアニメと同様に、このショーは何かを達成するために懸命に働くことを教えてくれます。\n\nこのアニメには特別なものは何もありません。 シンプルなストーリーライン、予測されたプロット、そういう文字。\n\n興味深いのは、料理をテーマにしたアニメの希少性です。 私が思い出すことのできる5つの料理アニメしかありませんでした。 クラシックのアジッコ氏は、ボーン・トゥ・クック（世界ではあまり人気がないかもしれませんが、90年代の私の国では誇大宣伝だった＆lt;大丈夫、私は老いています。 クッキングマスターボーイもあります。 マンガには、Yummy's Kitchenがあります。\n\n日本の屋敷はユーモアの小さな協定から際立っています。 誰かがAzumaのパンを食べた後の反応は、見て楽しいです。 彼らは周りにねじれ、死んで天国に戻り、再び地球に戻り、愚かになり、あなたの両親を生き返らせるなど...\n\n注意を払う！  Naruto、One Piece、Case Closed、DBZ、Spooky Kintaroのような他のアニメからゲストの星を見つけることができます。 私はこのアニメを見て良い笑いを持っている...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe story revolves around Azuma Kazuma, the boy who has Solar hand which very advantageous in making bread. Like any other G-rated anime, this show teach us to working hard to achieve something.\n\n\u001b[1m物語は、パン作りに非常に好都合なソーラーハンドを持っている少年カズマを中心に展開しています。 他のG格のアニメと同様に、このショーは何かを達成するために懸命に働くことを教えてくれます。\u001b[22m\n\u001b[1m(Monogatari wa, pandzukuri ni hijō ni kōtsugōna sōrāhando o motte iru shōnen Kazuma o chūshin ni tenkai shite imasu. Hoka no G-kaku no anime to dōyō ni, kono shō wa nanika o tassei suru tame ni kenmei ni hataraku koto o oshiete kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story revolves around Azuma Kazuma, the boy who has Solar hand which very advantageous in making bread. Like any other G-rated anime, this show teach us to working hard to achieve something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story revolves around Azuma Kazuma, the boy who has Solar hand which very advantageous in making bread.\u001b[24m\n    \u001b[1m物語は、パン作りに非常に好都合なソーラーハンドを持っている少年カズマを中心に展開しています。\u001b[22m, \u001b[1m物語は東一真、パンを作るのに非常に有利な太陽の手を持つ少年を中心に展開します。\u001b[22m\n\u001b[4mLike any other G-rated anime, this show teach us to working hard to achieve something.\u001b[24m\n    \u001b[1m他のG格のアニメと同様に、このショーは何かを達成するために懸命に働くことを教えてくれます。\u001b[22m, \u001b[1m他のG-定格アニメと同様に、このショーは何かを達成するために懸命に努力に私たちを教えています。\u001b[22m\n\u001b[1m\u001b[22m\nThere's nothing very special in this anime. Simple storyline, predicted plot, so-so characters.\n\n\u001b[1mこのアニメには特別なものは何もありません。 シンプルなストーリーライン、予測されたプロット、そういう文字。\u001b[22m\n\u001b[1m(Kono anime ni wa tokubetsuna mono wa nani mo arimasen. Shinpuruna sutōrīrain, yosoku sa reta purotto, sōiu moji.)\u001b[22m\n\nTranslations of \u001b[4mThere's nothing very special in this anime. Simple storyline, predicted plot, so-so characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's nothing very special in this anime.\u001b[24m\n    \u001b[1mこのアニメには特別なものは何もありません。\u001b[22m, \u001b[1mこのアニメでは非常に特別なものは何もありません。\u001b[22m\n\u001b[4mSimple storyline, predicted plot, so-so characters.\u001b[24m\n    \u001b[1mシンプルなストーリーライン、予測されたプロット、そういう文字。\u001b[22m, \u001b[1mシンプルなストーリー、予測プロット、まあまあの文字。\u001b[22m\n\u001b[1m\u001b[22m\nWhat makes it interesting is the rarity of cooking-themed anime. There were only less than 5 cooking anime I can recall. The classic Mr. Ajikko also known as Born to Cook (maybe not popular in the world, but it was hype in my country back in the 90's &lt;okay, I'm old… so what???&gt;). There's also Cooking Master Boy. In manga, there's Yummy's Kitchen.\n\n\u001b[1m興味深いのは、料理をテーマにしたアニメの希少性です。 私が思い出すことのできる5つの料理アニメしかありませんでした。 クラシックのアジッコ氏は、ボーン・トゥ・クック（世界ではあまり人気がないかもしれませんが、90年代の私の国では誇大宣伝だった＆lt;大丈夫、私は老いています。 クッキングマスターボーイもあります。 マンガには、Yummy's Kitchenがあります。\u001b[22m\n\u001b[1m(Kyōmibukai no wa, ryōri o tēma ni shita anime no kishō-seidesu. Watashi ga omoidasu koto no dekiru itsutsu no ryōri anime shika arimasendeshita. Kurashikku no ajikko-shi wa, bōn to~u Kukku (sekaide wa amari ninki ga nai kamo shiremasenga, 90-nendai no watashi no kunide wa kodai sendendatta& lt; daijōbu, watashi wa oite imasu. Kukkingumasutābōi mo arimasu. Manga ni wa, Yummy' s Kitchen ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat makes it interesting is the rarity of cooking-themed anime. There were only less than 5 cooking anime I can recall. The classic Mr. Ajikko also known as Born to Cook (maybe not popular in the world, but it was hype in my country back in the 90's &lt;okay, I'm old… so what???&gt;). There's also Cooking Master Boy. In manga, there's Yummy's Kitchen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat makes it interesting is the rarity of cooking-themed anime.\u001b[24m\n    \u001b[1m興味深いのは、料理をテーマにしたアニメの希少性です。\u001b[22m, \u001b[1m何それは興味深いことは、料理をテーマにしたアニメの絶品です。\u001b[22m\n\u001b[4mThere were only less than 5 cooking anime I can recall.\u001b[24m\n    \u001b[1m私が思い出すことのできる5つの料理アニメしかありませんでした。\u001b[22m, \u001b[1m私が思い出すことができる唯一の5未満の調理アニメがありました。\u001b[22m\n\u001b[4mThe classic Mr. Ajikko also known as Born to Cook (maybe not popular in the world, but it was hype in my country back in the 90's &lt;okay, I'm old… so what???&gt;).\u001b[24m\n    \u001b[1mクラシックのアジッコ氏は、ボーン・トゥ・クック（世界ではあまり人気がないかもしれませんが、90年代の私の国では誇大宣伝だった＆lt;大丈夫、私は老いています。\u001b[22m, \u001b[1m（;だから何???＆GT...大丈夫、私は古いよ、世界で多分普及していないが、それは戻って90年代＆LTでの私の国で誇大広告だった）古典氏Ajikkoもクックに生まれとして知られています。\u001b[22m\n\u001b[4mThere's also Cooking Master Boy.\u001b[24m\n    \u001b[1mクッキングマスターボーイもあります。\u001b[22m, \u001b[1mまた、クッキングマスターボーイがあります。\u001b[22m\n\u001b[4mIn manga, there's Yummy's Kitchen.\u001b[24m\n    \u001b[1mマンガには、Yummy's Kitchenがあります。\u001b[22m, \u001b[1m漫画では、おいしいのキッチンがあります。\u001b[22m\n\u001b[1m\u001b[22m\nYakitate Japan stands out from the small pact is the humor. The reaction after someone's eating Azuma's bread is outrageously fun to watch. They can twist around, dead and go to heaven and get back again to earth, stupefied, bring your parents back to life and so on and so forth…\n\n\u001b[1m日本の屋敷はユーモアの小さな協定から際立っています。 誰かがAzumaのパンを食べた後の反応は、見て楽しいです。 彼らは周りにねじれ、死んで天国に戻り、再び地球に戻り、愚かになり、あなたの両親を生き返らせるなど...\u001b[22m\n\u001b[1m(Nihon no yashiki wa yūmoa no chīsana kyōtei kara kiwadatte imasu. Darekaga Azuma no pan o tabetaato no han'nō wa, mite tanoshīdesu. Karera wa mawari ni nejire, shinde tengoku ni modori, futatabi chikyū ni modori, oroka ni nari, anata no ryōshin o ikikaera seru nado...)\u001b[22m\n\nTranslations of \u001b[4mYakitate Japan stands out from the small pact is the humor. The reaction after someone's eating Azuma's bread is outrageously fun to watch. They can twist around, dead and go to heaven and get back again to earth, stupefied, bring your parents back to life and so on and so forth…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYakitate Japan stands out from the small pact is the humor.\u001b[24m\n    \u001b[1m日本の屋敷はユーモアの小さな協定から際立っています。\u001b[22m, \u001b[1m焼きたて日本は小さな協定はユーモアあるから際立っています。\u001b[22m\n\u001b[4mThe reaction after someone's eating Azuma's bread is outrageously fun to watch.\u001b[24m\n    \u001b[1m誰かがAzumaのパンを食べた後の反応は、見て楽しいです。\u001b[22m, \u001b[1m誰かが東のパンを食べている後の反応は見て傍若無人楽しいです。\u001b[22m\n\u001b[4mThey can twist around, dead and go to heaven and get back again to earth, stupefied, bring your parents back to life and so on and so forth…\u001b[24m\n    \u001b[1m彼らは周りにねじれ、死んで天国に戻り、再び地球に戻り、愚かになり、あなたの両親を生き返らせるなど...\u001b[22m, \u001b[1m彼らは死んで、周りにねじると天国に行くと地、ぼうぜんとするに再び戻って取得するには、生活に戻ってというようになど、あなたの両親をもたらすことができ...\u001b[22m\n\u001b[1m\u001b[22m\nPay attention! You will find some 'guest stars' from other anime like Naruto, One Piece, Case Closed, DBZ, Spooky Kintaro. I have a good laugh watching this anime…\n\n\u001b[1m注意を払う！  Naruto、One Piece、Case Closed、DBZ、Spooky Kintaroのような他のアニメからゲストの星を見つけることができます。 私はこのアニメを見て良い笑いを持っている...\u001b[22m\n\u001b[1m(Chūiwoharau! Naruto, One piesu, Case Closed, DBZ, Spooky Kintaro no yōna ta no anime kara gesuto no hoshi o mitsukeru koto ga dekimasu. Watashi wa kono anime o mite yoi warai o motte iru...)\u001b[22m\n\nTranslations of \u001b[4mPay attention! You will find some 'guest stars' from other anime like Naruto, One Piece, Case Closed, DBZ, Spooky Kintaro. I have a good laugh watching this anime…\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPay attention!\u001b[24m\n    \u001b[1m注意を払う！\u001b[22m, \u001b[1m注意してください！\u001b[22m, \u001b[1m注意を払ってください！\u001b[22m\n\u001b[4mYou will find some 'guest stars' from other anime like Naruto, One Piece, Case Closed, DBZ, Spooky Kintaro.\u001b[24m\n    \u001b[1mNaruto、One Piece、Case Closed、DBZ、Spooky Kintaroのような他のアニメからゲストの星を見つけることができます。\u001b[22m, \u001b[1mあなたはナルト、ワンピース、コナン、DBZ、薄気味悪い金太郎のような他のアニメからいくつかの「ゲストの星 'が見つかります。\u001b[22m\n\u001b[4mI have a good laugh watching this anime…\u001b[24m\n    \u001b[1m私はこのアニメを見て良い笑いを持っている...\u001b[22m, \u001b[1m私はこのアニメを見て大笑いを持っています...\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "Emilio_Rodo",
    "profile": "/profile/Emilio_Rodo/reviews",
    "pages": "2",
    "number": "12",
    "link": "/reviews.php?id=1734",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  8\nキャラクター|  7\n|  7\n\nパンについての偉大なアニメ、誰がそれを考えただろうか？\nまあ、ここにあります。他の批評家の多くは、このアニメの良い面を提示するのにうまくやったので、問題に集中するつもりです...まあ、それは本当に一つの大きな問題です。 初めはすばらしい、それは文字通り私がフロアで転がっていることを笑っていました。中間はとてもそうでした（理由は、私がピエロが非常に迷惑をかけるという事実がほとんどです）、そして最後の3分の1です。 あなたが90％がほぼ完全にショーにうんざりされていることを確信している時に来る;新しいジョークは話せない、それは何度も繰り返される同じダイアログであり、そのすべての変化は現在行われているパンのタイプである 私はここで、私たちのほとんどがハードコアの狂信者ではないと仮定します。\n本当に私を悩ませたもう一つのことは、河内のキャラクターの劣化でした。彼は当初は私が好きだったキャラクターの1人でしたが、ショーが進行するにつれ、彼はますます無益になりました（残りのキャラクターは少なくとも1回 エピソード）\n\nそうです。おやすみ！ 日本は誰もが見なければならないショーですが、ある時点でそれにうんざりするような準備をしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nGreat anime about bread, who would have thought of that eh?\n\n\u001b[1mパンについての偉大なアニメ、誰がそれを考えただろうか？\u001b[22m\n\u001b[1m(Pan ni tsuite no idaina anime, dare ga sore o kangaetadarou ka?)\u001b[22m\n\nTranslations of \u001b[4mGreat anime about bread, who would have thought of that eh?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat anime about bread, who would have thought of that eh?\u001b[24m\n    \u001b[1mパンについての偉大なアニメ、誰がそれを考えただろうか？\u001b[22m, \u001b[1mそのえの考えを持っているでしょうパンについての素晴らしいアニメ、？\u001b[22m\nWell, here it is.Most of the other reviewers did a good job at presenting the good sides of this anime, so I intend to concentrate on the problems...well, it's one main problem really: the show is too bloody long. The beginning is great, It literally had me rolling on the floor laughing.The middle was so-so (the reason being mostly the fact that I found Pierrot EXTREMELY annoying), and the last third, even though it is better than the middle part , comes at a time when you're 90% sure to be almost completely fed up with the show;No new jokes to speak of, it is almost the same dialog over and over again , all that changes is the type of bread currently made .I assume here that most of us are not hardcore bread fanatics.\n\n\u001b[1mまあ、ここにあります。他の批評家の多くは、このアニメの良い面を提示するのにうまくやったので、問題に集中するつもりです...まあ、それは本当に一つの大きな問題です。 初めはすばらしい、それは文字通り私がフロアで転がっていることを笑っていました。中間はとてもそうでした（理由は、私がピエロが非常に迷惑をかけるという事実がほとんどです）、そして最後の3分の1です。 あなたが90％がほぼ完全にショーにうんざりされていることを確信している時に来る;新しいジョークは話せない、それは何度も繰り返される同じダイアログであり、そのすべての変化は現在行われているパンのタイプである 私はここで、私たちのほとんどがハードコアの狂信者ではないと仮定します。\u001b[22m\n\u001b[1m(Mā, koko ni arimasu. Hoka no hihyō-ka no ōku wa, kono anime no yoi men o teiji surunoni umaku yattanode, mondai ni shūchū suru tsumoridesu... Mā, sore wa hontōni hitotsu no ōkina mondaidesu. Hajime wa subarashī, sore wa mojidōri watashi ga furoa de korogatte iru koto o waratte imashita. Chūkan wa totemo sōdeshita (riyū wa, watashi ga piero ga hijō ni meiwakuwokakeru to iu jijitsu ga hotondodesu), soshite saigo no 3-bun'no 1desu. Anata ga 90-pāsento ga hobo kanzen ni shō ni unzari sa rete iru koto o kakushin shite iru toki ni kuru; atarashī jōku wa hanasenai, soreha nando mo kurikaesa reru onaji daiarogudeari, sono subete no henka wa genzai okonawa rete iru pan no taipudearu watashi wa koko de, watashitachi no hotondo ga hādokoa no kyōshinjade wa nai to katei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell, here it is.Most of the other reviewers did a good job at presenting the good sides of this anime, so I intend to concentrate on the problems...well, it's one main problem really: the show is too bloody long. The beginning is great, It literally had me rolling on the floor laughing.The middle was so-so (the reason being mostly the fact that I found Pierrot EXTREMELY annoying), and the last third, even though it is better than the middle part , comes at a time when you're 90% sure to be almost completely fed up with the show;No new jokes to speak of, it is almost the same dialog over and over again , all that changes is the type of bread currently made .I assume here that most of us are not hardcore bread fanatics.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, here it is.Most of the other reviewers did a good job at presenting the good sides of this anime, so I intend to concentrate on the problems...well, it's one main problem really: the show is too bloody long.\u001b[24m\n    \u001b[1mまあ、ここにあります。他の批評家の多くは、このアニメの良い面を提示するのにうまくやったので、問題に集中するつもりです...まあ、それは本当に一つの大きな問題です。\u001b[22m, \u001b[1mまあ、まあ、それは本当に1主な問題だ...ここにそれは他のレビューのis.Mostはこのアニメの良い側面を提示で良い仕事をしたので、私は問題に集中するつもり：ショーは長いあまりに血まみれです。\u001b[22m\n\u001b[4mThe beginning is great, It literally had me rolling on the floor laughing.The middle was so-so (the reason being mostly the fact that I found Pierrot EXTREMELY annoying), and the last third, even though it is better than the middle part\u001b[24m\n    \u001b[1m初めはすばらしい、それは文字通り私がフロアで転がっていることを笑っていました。中間はとてもそうでした（理由は、私がピエロが非常に迷惑をかけるという事実がほとんどです）、そして最後の3分の1です。\u001b[22m, \u001b[1m初めは素晴らしいですが、それは文字通り、私はそれが中央部よりも優れているにもかかわらず、最後の3分の1をlaughing.The真ん中が（理由は、私はピエロEXTREMELY迷惑を見つけたことを主に事実である）まあまあだった床に転がり、そして持っていました\u001b[22m\n\u001b[4m, comes at a time when you're 90% sure to be almost completely fed up with the show;No new jokes to speak of, it is almost the same dialog over and over again , all that changes is the type of bread currently made\u001b[24m\n    \u001b[1mあなたが90％がほぼ完全にショーにうんざりされていることを確信している時に来る;新しいジョークは話せない、それは何度も繰り返される同じダイアログであり、そのすべての変化は現在行われているパンのタイプである\u001b[22m, \u001b[1m、あなたはほぼ完全にショーにうんざりすることが90％確信している時に付属しています。の話をするための新しいジョーク、それが何度も何度もほぼ同じダイアログで、その変更を全ては、現在のパンの種類なされます\u001b[22m\n\u001b[4m.I assume here that most of us are not hardcore bread fanatics.\u001b[24m\n    \u001b[1m私はここで、私たちのほとんどがハードコアの狂信者ではないと仮定します。\u001b[22m, \u001b[1m.Iは、私たちのほとんどは筋金入りのパンの狂信者ではないことをここで想定しています。\u001b[22m\nAnother thing that really annoyed me was the degradation of the character of Kawachi: he was one of my favorite characters in the beginning, but as the show progresses, he becomes more and more useless (as the rest of the characters mention at least once per episode)\n\n\u001b[1m本当に私を悩ませたもう一つのことは、河内のキャラクターの劣化でした。彼は当初は私が好きだったキャラクターの1人でしたが、ショーが進行するにつれ、彼はますます無益になりました（残りのキャラクターは少なくとも1回 エピソード）\u001b[22m\n\u001b[1m(Hontōni watashi o nayama seta mōhitotsu no koto wa, Kawachi no kyarakutā no rekkadeshita. Kare wa tōsho wa watashi ga sukidatta kyarakutā no 1-rideshitaga, shō ga shinkō suru ni tsure, kare wa masumasu mueki ni narimashita (nokori no kyarakutā wa sukunakutomo 1-kai episōdo))\u001b[22m\n\nTranslations of \u001b[4mAnother thing that really annoyed me was the degradation of the character of Kawachi: he was one of my favorite characters in the beginning, but as the show progresses, he becomes more and more useless (as the rest of the characters mention at least once per episode)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing that really annoyed me was the degradation of the character of Kawachi: he was one of my favorite characters in the beginning, but as the show progresses, he becomes more and more useless (as the rest of the characters mention at least once per\u001b[24m\n    \u001b[1m本当に私を悩ませたもう一つのことは、河内のキャラクターの劣化でした。彼は当初は私が好きだったキャラクターの1人でしたが、ショーが進行するにつれ、彼はますます無益になりました（残りのキャラクターは少なくとも1回\u001b[22m, \u001b[1m本当に私を悩まもう一つは、河内の文字の低下だった：彼は初めに私の好きなキャラクターの一つであったが、ショーが進むにつれて、文字の残りの部分が少なくとも1回あたりに言及したように、彼は（より多くの無用になります\u001b[22m\n\u001b[4mepisode)\u001b[24m\n    \u001b[1mエピソード）\u001b[22m\n\u001b[1m\u001b[22m\nSo that's it.Yakitate! Japan is a show that everyone must see, but be prepared of getting fed up with it at some point or another.\n\n\u001b[1mそうです。おやすみ！ 日本は誰もが見なければならないショーですが、ある時点でそれにうんざりするような準備をしています。\u001b[22m\n\u001b[1m(Sōdesu. Oyasumi! Nihon wa dare mo ga minakereba naranai shōdesuga, aru jiten de sore ni unzari suru yōna junbi o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSo that's it.Yakitate! Japan is a show that everyone must see, but be prepared of getting fed up with it at some point or another.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo that's it.Yakitate!\u001b[24m\n    \u001b[1mそうです。おやすみ！\u001b[22m, \u001b[1mだから、it.Yakitateです！\u001b[22m\n\u001b[4mJapan is a show that everyone must see, but be prepared of getting fed up with it at some point or another.\u001b[24m\n    \u001b[1m日本は誰もが見なければならないショーですが、ある時点でそれにうんざりするような準備をしています。\u001b[22m, \u001b[1m日本は、誰もが見なければならないことを示していますが、いくつかのポイントまたは別の時にそれにうんざりして取得するための準備をしておいてください。\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "fabrosi1992",
    "profile": "/profile/fabrosi1992/reviews",
    "pages": "2",
    "number": "13",
    "link": "/reviews.php?id=100711",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  8\n\n私はこのアニメを本当に楽しんだし、私は驚いた。 私はパンがとてもエキサイティングなことを知りませんでした。 私は日本語で意味をなさない言葉にたくさんのいたずらや演奏があると言いますが、翻訳者のメモを読むとうまくいきます。 ショーはアクション（パン作りはアクションと呼ばれることができれば）に適しているので、ストーリーに巻き込まれるのには時間がかかりませんでした。 だから、あなたがパン、パン、さまざまな偏心したキャラクターが好きなら、私はそれをチェックすることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this anime, and I'm surprised I did. I didn't know bread could be so exciting. I will say that there are a lot of puns and plays on words that only make sense in Japanese, but if you read the translator's notes it's fine. The show gets right to the action (if bread making can be called action), so it didn't take me long to get involved with the story. So if you like bread, puns, and a wide array of eccentric characters I'd definitely recommend checking it out.\n\n\u001b[1m私はこのアニメを本当に楽しんだし、私は驚いた。 私はパンがとてもエキサイティングなことを知りませんでした。 私は日本語で意味をなさない言葉にたくさんのいたずらや演奏があると言いますが、翻訳者のメモを読むとうまくいきます。 ショーはアクション（パン作りはアクションと呼ばれることができれば）に適しているので、ストーリーに巻き込まれるのには時間がかかりませんでした。 だから、あなたがパン、パン、さまざまな偏心したキャラクターが好きなら、私はそれをチェックすることをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kono anime o hontōni tanoshindashi, watashi wa odoroita. Watashi wa pan ga totemo ekisaitinguna koto o shirimasendeshita. Watashi wa nihongo de imiwonasanai kotoba ni takusan no itazura ya ensō ga aru to iimasuga, hon'yaku-sha no memo o yomu to umaku ikimasu. Shō wa akushon (pandzukuri wa akushon to yoba reru koto ga dekireba) ni tekishite irunode, sutōrī ni makikoma reru no ni wa jikan ga kakarimasendeshita. Dakara, anata ga pan, pan, samazamana henshin shita kyarakutā ga sukinara, watashi wa sore o chekku suru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime, and I'm surprised I did. I didn't know bread could be so exciting. I will say that there are a lot of puns and plays on words that only make sense in Japanese, but if you read the translator's notes it's fine. The show gets right to the action (if bread making can be called action), so it didn't take me long to get involved with the story. So if you like bread, puns, and a wide array of eccentric characters I'd definitely recommend checking it out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime, and I'm surprised I did.\u001b[24m\n    \u001b[1m私はこのアニメを本当に楽しんだし、私は驚いた。\u001b[22m, \u001b[1m私は本当にこのアニメを楽しんだ、と私は私が驚いています。\u001b[22m\n\u001b[4mI didn't know bread could be so exciting.\u001b[24m\n    \u001b[1m私はパンがとてもエキサイティングなことを知りませんでした。\u001b[22m, \u001b[1m私はパンがとてもエキサイティングかもしれない知りませんでした。\u001b[22m\n\u001b[4mI will say that there are a lot of puns and plays on words that only make sense in Japanese, but if you read the translator's notes it's fine.\u001b[24m\n    \u001b[1m私は日本語で意味をなさない言葉にたくさんのいたずらや演奏があると言いますが、翻訳者のメモを読むとうまくいきます。\u001b[22m, \u001b[1m私は駄洒落がたくさんあることを言うと、日本語のみで意味をなす言葉で演じていますが、翻訳者のノートを読めば、それは大丈夫ですされます。\u001b[22m\n\u001b[4mThe show gets right to the action (if bread making can be called action), so it didn't take me long to get involved with the story.\u001b[24m\n    \u001b[1mショーはアクション（パン作りはアクションと呼ばれることができれば）に適しているので、ストーリーに巻き込まれるのには時間がかかりませんでした。\u001b[22m, \u001b[1m（パン作りをアクションと呼ぶことができる場合）ショーは正しい行動になるので、ストーリーに関与得るために私は時間はかかりませんでした。\u001b[22m\n\u001b[4mSo if you like bread, puns, and a wide array of eccentric characters I'd definitely recommend checking it out.\u001b[24m\n    \u001b[1mだから、あなたがパン、パン、さまざまな偏心したキャラクターが好きなら、私はそれをチェックすることをお勧めします。\u001b[22m, \u001b[1mあなたはパン、駄洒落、偏心文字の広い配列を好きならだから私は間違いなくそれをチェックアウトをお勧めしたいです。\u001b[22m"
  },
  {
    "title": "Yakitate_Japan",
    "id": "28",
    "url": "https://myanimelist.net/anime/28/Yakitate_Japan",
    "user": "xKawaiiTenshi-",
    "profile": "/profile/xKawaiiTenshi-/reviews",
    "pages": "2",
    "number": "14",
    "link": "/reviews.php?id=121775",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\nパン！ どこでもパン！ 基本的にこのアニメは男の子のことで、パン屋に変わります。\nしかし、普通の少年ではない。\n日和は、珍しい太陽の手を持っている男の子で、手の温度を普通の人の手より高くします。 彼は彼を世界で最高のパン屋にしています。\nこれはすばらしいアニメです。あなたがパンを作る方法や変わったパンを知りたい場合はさらに素晴らしいです。  ^^\nストーリーは面白い＆amp; 楽しい、＆amp; 文字は常にその競争モードにあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nBread! Bread everywhere!! Basically this anime it's just about a boy, that turns into a baker.\n\n\u001b[1mパン！ どこでもパン！ 基本的にこのアニメは男の子のことで、パン屋に変わります。\u001b[22m\n\u001b[1m(Pan! Doko demo pan! Kihontekini kono anime wa otokonoko no koto de, pan-ya ni kawarimasu.)\u001b[22m\n\nTranslations of \u001b[4mBread! Bread everywhere!! Basically this anime it's just about a boy, that turns into a baker.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBread!\u001b[24m\n    \u001b[1mパン！\u001b[22m\n\u001b[4mBread everywhere!!\u001b[24m\n    \u001b[1mどこでもパン！\u001b[22m, \u001b[1mどこでもパン!!\u001b[22m\n\u001b[4mBasically this anime it's just about a boy, that turns into a baker.\u001b[24m\n    \u001b[1m基本的にこのアニメは男の子のことで、パン屋に変わります。\u001b[22m, \u001b[1m基本的にこのアニメはそれだけでパン職人になる男の子、についてです。\u001b[22m\nBut not a normal boy.\n\n\u001b[1mしかし、普通の少年ではない。\u001b[22m\n\u001b[1m(Shikashi, futsū no shōnende wanai.)\u001b[22m\n\nTranslations of \u001b[4mBut not a normal boy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut not a normal boy.\u001b[24m\n    \u001b[1mしかし、普通の少年ではない。\u001b[22m, \u001b[1mしかしではない通常の男の子。\u001b[22m\nAzuma Kazuma is a boy that possess the rare solar hands, which makes the temperature of his hands higher than the hands of the normal persons, &amp; which it makes him the best baker in the world.\n\n\u001b[1m日和は、珍しい太陽の手を持っている男の子で、手の温度を普通の人の手より高くします。 彼は彼を世界で最高のパン屋にしています。\u001b[22m\n\u001b[1m(Biyori wa, mezurashī taiyō no te o motte iru otokonoko de,-te no ondo o futsūnohito no te yori takaku shimasu. Kare wa kare o sekai de saikō no pan-ya ni shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAzuma Kazuma is a boy that possess the rare solar hands, which makes the temperature of his hands higher than the hands of the normal persons, &amp; which it makes him the best baker in the world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAzuma Kazuma is a boy that possess the rare solar hands, which makes the temperature of his hands higher than the hands of the normal persons, &amp;\u001b[24m\n    \u001b[1m日和は、珍しい太陽の手を持っている男の子で、手の温度を普通の人の手より高くします。\u001b[22m, \u001b[1m東一真は正常人の手よりも高い手の温度を作る希少な太陽の手を持っている少年、＆アンプです。\u001b[22m\n\u001b[4mwhich it makes him the best baker in the world.\u001b[24m\n    \u001b[1m彼は彼を世界で最高のパン屋にしています。\u001b[22m, \u001b[1mそれは彼の世界で最高のパンになります。\u001b[22m\nThis is a great anime, more great if you wanna know how to make bread, or weird breads. ^^\n\n\u001b[1mこれはすばらしいアニメです。あなたがパンを作る方法や変わったパンを知りたい場合はさらに素晴らしいです。  ^^\u001b[22m\n\u001b[1m(Kore wa subarashī animedesu. Anata ga pan o tsukuru hōhō ya kawatta pan o shiritai baai wa sarani subarashīdesu. ^ ^)\u001b[22m\n\nTranslations of \u001b[4mThis is a great anime, more great if you wanna know how to make bread, or weird breads. ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a great anime, more great if you wanna know how to make bread, or weird breads.\u001b[24m\n    \u001b[1mこれはすばらしいアニメです。あなたがパンを作る方法や変わったパンを知りたい場合はさらに素晴らしいです。\u001b[22m, \u001b[1mあなたはパンを作る方法を知っている、または奇妙なパンしたい場合、これは、より多くの偉大な偉大なアニメです。\u001b[22m\n\u001b[4m^^\u001b[24m\n    \u001b[1m^^\u001b[22m\nThe story is funny &amp; enjoyable, &amp; the characters are always in that competitive mode.\n\n\u001b[1mストーリーは面白い＆amp; 楽しい、＆amp; 文字は常にその競争モードにあります。\u001b[22m\n\u001b[1m(Sutōrī wa omoshiroi& amp; tanoshī,& amp; moji wa tsuneni sono kyōsō mōdo ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is funny &amp; enjoyable, &amp; the characters are always in that competitive mode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is funny &amp;\u001b[24m\n    \u001b[1mストーリーは面白い＆amp;\u001b[22m, \u001b[1m物語は面白い＆アンプです。\u001b[22m\n\u001b[4menjoyable, &amp;\u001b[24m\n    \u001b[1m楽しい、＆amp;\u001b[22m, \u001b[1m楽しく、＆＃038;\u001b[22m\n\u001b[4mthe characters are always in that competitive mode.\u001b[24m\n    \u001b[1m文字は常にその競争モードにあります。\u001b[22m, \u001b[1m文字は、その競争力のあるモードでは常にあります。\u001b[22m"
  }
]
