[
  {
    "title": "Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "id": "29067",
    "url": "https://myanimelist.net/anime/29067/Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "user": "Rayaxe",
    "profile": "/profile/Rayaxe/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=187327",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  10\n\nショートエピソード！ ナー..それを忘れなさい*とにかくそれをクリックする*それはシーズン1が私を巻き込んだ方法です。ここではシーズンが来る2.ストーリーは乾燥していなければならない。 違う。 この魔術は何ですか？ なぜ次のボタンがとても魅力的なのでしょうか？  10代の学校の子供が、まだ、彼が主要な試験をしていることは、夫婦にどのように関連していますか？ このアニメはどうやって興味深いのですか？  * Gas​​p *たぶん、このアニメは天国への門、またはあなたが商品を購入する悪魔のようなトリックです！ 彼らが商品を持っていないのを待って.... * Derp *\n\n私はこのアニメのプロットを一貫しているとは言いません。 面白いフラッシュバックをしてお互いを楽しませているカップルだけです。 アニメが引用されている時に好きな人のために、このアニメにはたくさんのアニメがあるので、運が良ければ、ファンはこれを好きになるでしょう。しかし、要点は、強烈な行動からの断絶を望むなら、 またはあなたは何も見ていないが、このアニメはあなたを楽しませてくれるだろうし、それは東京のグールのような激しい悲しいアニメに行く素晴らしいアニメーション、ロマンスやコメディかもしれない新しいアニメに行く、あなたを落ち着かせ、刺激する。 しかし待つ？ それは一貫した物語を持っていない...だからなぜ？ 前回のエピソードから少しは続きますが、YouTubeのアップロードのように、あなたを元気づけるのはちょっとしたアニメだけですが、それは犯罪者を削減し、純粋なコメディーとロマンスを手に入れます。 しかし、待って！  MATTEEEEEE！ そのうちの1つはオタクです.....おなじみのMATTTEEEE!!! それらの1つではありませんか？ うーん、これはどうやって動くの？ そして待って..........アンセールマッシュアップで、より多くの文字を！  *脳が爆発する*このアニメは、正直に面白くユーモラスです。 たぶん、いくつかのエピソードではあなたを笑わせることはできないかもしれませんが、見るのは面白いです。\n\n芸術は特別なものではありません。 ちびちゃん、何を期待していますか？ シーズン1は背の高いキャラクターと描くスタイルが違っていましたが、シーズン2は似ていますが違って見えますが、芸術はストーリーの文脈に合っているので批評はありませんが、 運命ではない/ゼロ（それはアニメが顎を落とすのではない）基本的な奇妙なキャラクターになりますが、本当に悪い品質の背景を持っているチャビのアニメーションとは異なり、背景はちびとうまく融合し、\n\n音は文脈に合っていて、場面を面白く見て興味深いものにするために使用されますが、それは贅沢ではありませんので、もう一度私はそれを明確にしていません。\n\nキャラクターは一意であり、異なる性格を持つ人々のマッシュアップは、このアニメの強みの1つです。 小さな男と奇妙な男、オタクと平凡な働く女性、オタクと同性愛者。 彼らがどうしていくのか見てみるのは本当に面白いです。 そしてなぜ彼らがまだ一緒にいるのかという非論理的な理由を作り出すのではなく、文字がどう対処するかについて論理的かつ陽気な理由があることがわかります。 私たちには、豊かなオタクの裕福なビジネス・ウィメンズはいません。失業して仕事を始めたオタクではなく、突然中期のジョーク*に陥る妻のためではありません。 家賃を支払うことができる。 実在。 しかし、彼は彼の仕事を得る方法の面白いと彼は仕事です。\n\n私はそれを楽しんだのですか？ 地獄の年。 私は家に帰って強烈なアニメを見ているし、しばらくしてゲームをしたい、ゲーム後に私はアニメ世界と同期することができず、これは私が戻ってくるのを助けます。 それは5分のエピソードが10秒間であるように感じる、このアニメはちょうどネットを打つ、最初は誇大宣伝がなかったが、それは理由のためにすぐに人気を得た、あなたは人生のスライスやロムコムが好きか、 ナルトの強烈なエピソードを形成する（まあそれはナルトはそれ以上の強烈ではない）、このアニメは素晴らしいですし、あなたはそれを楽しむでしょう。\n\n私はそれが素晴らしい光沢のある、黄金の10/10全体を与えることができたらいいと思うが、私はまだ批判とそのジャンルと物語のために潜在的なボトルネックですが、あなたは自己を楽しんでほしい場合は、 楽しさ10月10日、彼らはあなたが行く。 このアニメは、もしそれが欲しいのなら6シーズンを打つことができるように見えます、そして、あなたがそれを見るなら、なぜそれが見えるでしょう。\n\nスコア\nストーリー -  9アート -  8サウンド -  8キャラクター -  8楽しさ -  10全体 -  9\n\n〜レイ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nShort Episodes?! Nah.. Forget that.. *clicks on it anyway* That’s how season 1 reeled me in. The here come season 2. The story has got to be dry by not. WRONG. What is this sorcery? Why does the ‘next’ button does looks so attractive?! How does a teenage school kid still doing he's major exam relate to a couple? How does one find this anime interesting? *Gasp* Maybe this anime is a gate way to heaven, or a devilish trick to make you buy their merchandise! Wait they don't have any merchandise.... *Derp*\n\n\u001b[1mショートエピソード！ ナー..それを忘れなさい*とにかくそれをクリックする*それはシーズン1が私を巻き込んだ方法です。ここではシーズンが来る2.ストーリーは乾燥していなければならない。 違う。 この魔術は何ですか？ なぜ次のボタンがとても魅力的なのでしょうか？  10代の学校の子供が、まだ、彼が主要な試験をしていることは、夫婦にどのように関連していますか？ このアニメはどうやって興味深いのですか？  * Gas​​p *たぶん、このアニメは天国への門、またはあなたが商品を購入する悪魔のようなトリックです！ 彼らが商品を持っていないのを待って.... * Derp *\u001b[22m\n\u001b[1m(Shōtoepisōdo! Nā.. Sore o wasure nasai* tonikaku sore o kurikku suru* soreha shīzun 1 ga watashi o makikonda hōhōdesu. Kokode wa shīzun ga kuru 2. Sutōrī wa kansō shite inakereba naranai. Chigau. Kono majutsu wa nanidesu ka? Naze tsugi no botan ga totemo miryoku-tekina nodeshou ka? 10-Dai no gakkō no kodomo ga, mada, kare ga shuyōna shiken o shite iru koto wa, fūfu ni dono yō ni kanren shite imasu ka? Kono anime wa dō yatte kyōmibukai nodesu ka? * Gas ​​ p* tabun, kono anime wa tengoku e no mon, matawa anata ga shōhin o kōnyū suru akuma no yōna torikkudesu! Karera ga shōhin o motte inai no o matte. ... * Derp*)\u001b[22m\n\nTranslations of \u001b[4mShort Episodes?! Nah.. Forget that.. *clicks on it anyway* That’s how season 1 reeled me in. The here come season 2. The story has got to be dry by not. WRONG. What is this sorcery? Why does the ‘next’ button does looks so attractive?! How does a teenage school kid still doing he's major exam relate to a couple? How does one find this anime interesting? *Gasp* Maybe this anime is a gate way to heaven, or a devilish trick to make you buy their merchandise! Wait they don't have any merchandise.... *Derp*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mShort Episodes?!\u001b[24m\n    \u001b[1mショートエピソード！\u001b[22m\n\u001b[4mNah.. Forget that.. *clicks on it anyway* That’s how season 1 reeled me in. The here come season 2. The story has got to be dry by not.\u001b[24m\n    \u001b[1mナー..それを忘れなさい*とにかくそれをクリックする*それはシーズン1が私を巻き込んだ方法です。ここではシーズンが来る2.ストーリーは乾燥していなければならない。\u001b[22m, \u001b[1mナ..それを忘れて.. * *それはシーズン1で私を巻き取る方法ですとにかくそれをクリックする。ここでの話はしないことにより、乾燥に持っているのシーズン2が来ます。\u001b[22m\n\u001b[4mWRONG.\u001b[24m\n    \u001b[1m違う。\u001b[22m, \u001b[1m間違っている。\u001b[22m, \u001b[1mWRONG。\u001b[22m\n\u001b[4mWhat is this sorcery?\u001b[24m\n    \u001b[1mこの魔術は何ですか？\u001b[22m\n\u001b[4mWhy does the ‘next’ button does looks so attractive?!\u001b[24m\n    \u001b[1mなぜ次のボタンがとても魅力的なのでしょうか？\u001b[22m, \u001b[1mなぜ、「次へ」ボタンはとても魅力的に見えるんん！\u001b[22m\n\u001b[4mHow does a teenage school kid still doing he's major exam relate to a couple?\u001b[24m\n    \u001b[1m10代の学校の子供が、まだ、彼が主要な試験をしていることは、夫婦にどのように関連していますか？\u001b[22m, \u001b[1mどのように十代の学校の子供はまだ彼がカップルに関連する主要な試験ですやっていますか？\u001b[22m\n\u001b[4mHow does one find this anime interesting?\u001b[24m\n    \u001b[1mこのアニメはどうやって興味深いのですか？\u001b[22m, \u001b[1mどのようにしてこのアニメは面白いのですか？\u001b[22m\n\u001b[4m*Gasp* Maybe this anime is a gate way to heaven, or a devilish trick to make you buy their merchandise!\u001b[24m\n    \u001b[1m* Gasp *たぶん、このアニメは天国への門、またはあなたが商品を購入する悪魔のようなトリックです！\u001b[22m, \u001b[1m*あえぎは、*たぶん、このアニメは、天国へのゲートウェイ、またはあなたが彼らの商品を買うようにする悪魔のようなトリックです！\u001b[22m\n\u001b[4mWait they don't have any merchandise.... *Derp*\u001b[24m\n    \u001b[1m彼らが商品を持っていないのを待って.... * Derp *\u001b[22m, \u001b[1m彼らは任意の商品を持っていない待って.... * DERP *\u001b[22m\n\u001b[1m\u001b[22m\nI wouldn't refer to the plot of this anime as consistent. It’s just couples having funny flashbacks and making fun of each other. For those of you who like it when anime is quoted, well this anime has plenty of that, so luck star fans will love this, However the point is, if you want to have a break from an intense action, a hard day at work or you have nothing left to watch, this anime will keep you entertained and it a great transitional form going to an intense sad anime like Tokyo ghoul to a new anime you found that may be romance or comedy, It calms you down and stimulates you. But wait? It doesn't have a consistent story... so why? There is a bit of continuation from previous episodes, but it's mainly just a short anime to cheer you up, like a YouTube upload, it's cuts the cr*p and you get pure comedy and romance. But wait! MATTEEEEEE! One of them is an Otaku..... Seems familiar, MATTTEEEE!!! One of them isn't?! hmmmm, How does this work? And wait..... More characters, with unseal mash ups?! *brain explodes* This anime is honestly entertaining and humorous. Maybe some episodes may not make you even grin, but it's just interesting to watch.\n\n\u001b[1m私はこのアニメのプロットを一貫しているとは言いません。 面白いフラッシュバックをしてお互いを楽しませているカップルだけです。 アニメが引用されている時に好きな人のために、このアニメにはたくさんのアニメがあるので、運が良ければ、ファンはこれを好きになるでしょう。しかし、要点は、強烈な行動からの断絶を望むなら、 またはあなたは何も見ていないが、このアニメはあなたを楽しませてくれるだろうし、それは東京のグールのような激しい悲しいアニメに行く素晴らしいアニメーション、ロマンスやコメディかもしれない新しいアニメに行く、あなたを落ち着かせ、刺激する。 しかし待つ？ それは一貫した物語を持っていない...だからなぜ？ 前回のエピソードから少しは続きますが、YouTubeのアップロードのように、あなたを元気づけるのはちょっとしたアニメだけですが、それは犯罪者を削減し、純粋なコメディーとロマンスを手に入れます。 しかし、待って！  MATTEEEEEE！ そのうちの1つはオタクです.....おなじみのMATTTEEEE!!! それらの1つではありませんか？ うーん、これはどうやって動くの？ そして待って..........アンセールマッシュアップで、より多くの文字を！  *脳が爆発する*このアニメは、正直に面白くユーモラスです。 たぶん、いくつかのエピソードではあなたを笑わせることはできないかもしれませんが、見るのは面白いです。\u001b[22m\n\u001b[1m(Watashi wa kono anime no purotto o ikkan shite iru to wa iimasen. Omoshiroi furasshu bakku o shite otagai o tanoshima sete iru kappuru dakedesu. Shikashi, matte! MATTEEEEEE! Sonōchi no 1tsu wa otakudesu.. ... Onajimi no MATTTEEEE! ! ! Sorera no 1tsude wa arimasen ka? U ̄ n, kore wa dō yatte ugoku no? Soshite matte....... ... Ansērumasshuappu de, yori ōku no moji o! * Nō ga bakuhatsu suru* kono anime wa, shōjiki ni omoshiroku yūmorasudesu. Tabun, ikutsu ka no episōdode wa anata o warawaseru koto wa dekinai kamo shiremasenga, miru no wa omoshiroidesu. Anime ga in'yō sa rete iru toki ni sukinahito no tame ni, kono anime ni wa takusan no anime ga aru node, un ga yokereba, fan wa kore o suki ni narudeshou. Shikashi, yōten wa, kyōretsuna kōdō kara no danzetsu o nozomunara, matawa anata wa nani mo miteinai ga, kono anime wa anata o tanoshima sete kurerudaroushi, soreha Tōkyō no gūru no yōna hageshī kanashī anime ni iku subarashī animēshon, romansu ya komedi kamo shirenai atarashī anime ni iku, anata o ochitsuka se, shigeki suru. Shikashi matsu? Sore wa ikkan shita monogatari o motteinai... Dakara naze? Zenkai no episōdo kara sukoshi wa tsudzukimasuga, yūchūbu no appurōdo no yō ni, anata o genkidzukeru no wa chottoshita anime dakedesuga, soreha hanzai-sha o sakugen shi, junsuina komedī to romansu o te ni iremasu.)\u001b[22m\n\u001b[1m\u001b[22m\nThe art is nothing special. It's chibi, what do you expect? season 1's had taller characters and a different style of drawing, Season 2 is similar but they seem different, nevertheless the art fits in contexts to the story, so there is no criticism, but I can't give it 10/10, because it's not fate/zero (It's animation isn't jaw dropping) It's go basic chibi characters, but the backgrounds do blend well with the chibi's unlike some chibi anime where you get really bad quality background and you see no effort put in the drawing.\n\n\u001b[1m芸術は特別なものではありません。 ちびちゃん、何を期待していますか？ シーズン1は背の高いキャラクターと描くスタイルが違っていましたが、シーズン2は似ていますが違って見えますが、芸術はストーリーの文脈に合っているので批評はありませんが、 運命ではない/ゼロ（それはアニメが顎を落とすのではない）基本的な奇妙なキャラクターになりますが、本当に悪い品質の背景を持っているチャビのアニメーションとは異なり、背景はちびとうまく融合し、\u001b[22m\n\u001b[1m(Geijutsu wa tokubetsuna monode wa arimasen. Chibi-chan, nani o kitai shite imasu ka? Shīzun 1 wa senotakai kyarakutā to kaku sutairu ga chigatte imashitaga, shīzun 2 wa nite imasuga chigatte miemasuga, geijutsu wa sutōrī no bunmyaku ni atte irunode hihyō wa arimasenga, unmeide wanai/ zero (sore wa anime ga ago o otosu node wa nai) kihon-tekina kimyōna kyarakutā ni narimasuga, hontōni warui hinshitsu no haikei o motte iru chabi no animēshon to wa kotonari, haikei wa chibi to umaku yūgō shi,)\u001b[22m\n\nTranslations of \u001b[4mThe art is nothing special. It's chibi, what do you expect? season 1's had taller characters and a different style of drawing, Season 2 is similar but they seem different, nevertheless the art fits in contexts to the story, so there is no criticism, but I can't give it 10/10, because it's not fate/zero (It's animation isn't jaw dropping) It's go basic chibi characters, but the backgrounds do blend well with the chibi's unlike some chibi anime where you get really bad quality background and you see no effort put in the drawing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is nothing special.\u001b[24m\n    \u001b[1m芸術は特別なものではありません。\u001b[22m, \u001b[1mアートは特別なものではありません。\u001b[22m\n\u001b[4mIt's chibi, what do you expect?\u001b[24m\n    \u001b[1mちびちゃん、何を期待していますか？\u001b[22m, \u001b[1mそれはちびだ、あなたは何を期待していますか？\u001b[22m\n\u001b[4mseason 1's had taller characters and a different style of drawing, Season 2 is similar but they seem different, nevertheless the art fits in contexts to the story, so there is no criticism, but I can't give it 10/10, because it's\u001b[24m\n    \u001b[1mシーズン1は背の高いキャラクターと描くスタイルが違っていましたが、シーズン2は似ていますが違って見えますが、芸術はストーリーの文脈に合っているので批評はありませんが、\u001b[22m, \u001b[1mシーズン1のは、背の高い文字や図面の異なるスタイルを持っていた、シーズン2は同様であるが、それらが異なるようで、それにもかかわらず、技術では話に文脈に収まるので、それはだから、そこには批判がありませんが、私はそれを10月10日を与えることはできません\u001b[22m\n\u001b[4mnot fate/zero (It's animation isn't jaw dropping) It's go basic chibi characters, but the backgrounds do blend well with the chibi's unlike some chibi anime where you get really bad quality background and you see no effort put in the drawing.\u001b[24m\n    \u001b[1m運命ではない/ゼロ（それはアニメが顎を落とすのではない）基本的な奇妙なキャラクターになりますが、本当に悪い品質の背景を持っているチャビのアニメーションとは異なり、背景はちびとうまく融合し、\u001b[22m, \u001b[1mない運命/ゼロ（それのアニメーションが落下顎されていません）これは基本的なちび文字を行くのですが、背景は、あなたが本当に悪い品質の背景を取得し、あなたが図面に入れる努力を見ていないいくつかのちびアニメと違っちびさんとうまく調和します。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound fits in context, and is used at the right moments making scene more hilarious and interesting to watch, but it's not extravagant so once again I'm not giving it a clear thumbs up, I'm just giving it a honourable mention.\n\n\u001b[1m音は文脈に合っていて、場面を面白く見て興味深いものにするために使用されますが、それは贅沢ではありませんので、もう一度私はそれを明確にしていません。\u001b[22m\n\u001b[1m(Oto wa bunmyaku ni atte ite, bamen o omoshiroku mite kyōmibukai mono ni suru tame ni shiyō sa remasuga, sore wa zeitakude wa arimasen'node, mōichido watashi wa sore o meikaku ni shite imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound fits in context, and is used at the right moments making scene more hilarious and interesting to watch, but it's not extravagant so once again I'm not giving it a clear thumbs up, I'm just giving it a honourable mention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound fits in context, and is used at the right moments making scene more hilarious and interesting to watch, but it's not extravagant so once again I'm not giving it a clear thumbs up, I'm just giving it a honourable mention.\u001b[24m\n    \u001b[1m音は文脈に合っていて、場面を面白く見て興味深いものにするために使用されますが、それは贅沢ではありませんので、もう一度私はそれを明確にしていません。\u001b[22m, \u001b[1m音は、コンテキストに収まる、と見てシーンがより陽気で面白い作り右瞬間に使用されているが、それはそうもう一度、私はちょうどそれに佳作を与えている、アップそれを明確に親指を与えていないよ贅沢ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are unique in a way and the mash up of people with different personalities is one of this anime's strong point. A midget and a lanky tall guy, an Otaku and a plain working woman, an otaku and a homosexual eccentric brother. It's Just really interesting to watch how they get along. And Instead of creating illogical reasons for why they are still together, we see a logical yet hilarious reason to how the characters cope with each other. An we don't have rich Otaku's and well paid business women, not we have an otaku who starts off as unemployed and works, not for the sake of he's wife who suddenly falls ill mid-season *Joke* but he does it to be able to pay rent. REALISTIC. But funny in terms of the way he gets he's job and does he's job.\n\n\u001b[1mキャラクターは一意であり、異なる性格を持つ人々のマッシュアップは、このアニメの強みの1つです。 小さな男と奇妙な男、オタクと平凡な働く女性、オタクと同性愛者。 彼らがどうしていくのか見てみるのは本当に面白いです。 そしてなぜ彼らがまだ一緒にいるのかという非論理的な理由を作り出すのではなく、文字がどう対処するかについて論理的かつ陽気な理由があることがわかります。 私たちには、豊かなオタクの裕福なビジネス・ウィメンズはいません。失業して仕事を始めたオタクではなく、突然中期のジョーク*に陥る妻のためではありません。 家賃を支払うことができる。 実在。 しかし、彼は彼の仕事を得る方法の面白いと彼は仕事です。\u001b[22m\n\u001b[1m(Kyarakutā wa ichiideari, kotonaru seikaku o motsu hitobito no masshuappu wa, kono anime no tsuyomi no 1tsudesu. Chīsana otoko to kimyōna otoko, otaku to heibon'na hatarakujosei, otaku to dōseiai-sha. Karera ga dōshite iku no ka mite miru no wa hontōni omoshiroidesu. Soshite naze karera ga mada issho ni iru no ka to iu hironritekina riyū o tsukuridasu node wa naku, moji ga dō taisho suru ka ni tsuite ronri-teki katsu yōkina riyū ga aru koto ga wakarimasu. Watashitachi ni wa, yutakana otaku no yūfukuna bijinesu u~imenzu wa imasen. Shitsugyō shite shigoto o hajimeta otakude wa naku, totsuzen chūki no jōku* ni ochīru tsuma no tamede wa arimasen. Yachin o shiharau koto ga dekiru. Jitsuzai. Shikashi, kare wa kare no shigoto o eru hōhō no omoshiroi to kare wa shigotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are unique in a way and the mash up of people with different personalities is one of this anime's strong point. A midget and a lanky tall guy, an Otaku and a plain working woman, an otaku and a homosexual eccentric brother. It's Just really interesting to watch how they get along. And Instead of creating illogical reasons for why they are still together, we see a logical yet hilarious reason to how the characters cope with each other. An we don't have rich Otaku's and well paid business women, not we have an otaku who starts off as unemployed and works, not for the sake of he's wife who suddenly falls ill mid-season *Joke* but he does it to be able to pay rent. REALISTIC. But funny in terms of the way he gets he's job and does he's job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are unique in a way and the mash up of people with different personalities is one of this anime's strong point.\u001b[24m\n    \u001b[1mキャラクターは一意であり、異なる性格を持つ人々のマッシュアップは、このアニメの強みの1つです。\u001b[22m, \u001b[1m文字は、方法でユニークであり、異なる個性を持つ人々のマッシュアップは、このアニメの強力なポイントの一つです。\u001b[22m\n\u001b[4mA midget and a lanky tall guy, an Otaku and a plain working woman, an otaku and a homosexual eccentric brother.\u001b[24m\n    \u001b[1m小さな男と奇妙な男、オタクと平凡な働く女性、オタクと同性愛者。\u001b[22m, \u001b[1mミゼットとひょろっと背の高い男、オタクとプレーン働く女性、オタクと同性愛偏心弟。\u001b[22m\n\u001b[4mIt's Just really interesting to watch how they get along.\u001b[24m\n    \u001b[1m彼らがどうしていくのか見てみるのは本当に面白いです。\u001b[22m, \u001b[1mそれは彼らが一緒に取得方法を見るためにちょうど本当に面白いです。\u001b[22m\n\u001b[4mAnd Instead of creating illogical reasons for why they are still together, we see a logical yet hilarious reason to how the characters cope with each other.\u001b[24m\n    \u001b[1mそしてなぜ彼らがまだ一緒にいるのかという非論理的な理由を作り出すのではなく、文字がどう対処するかについて論理的かつ陽気な理由があることがわかります。\u001b[22m, \u001b[1mその代わりに、彼らは一緒に残っている理由のための非論理的な理由を作成する、我々は文字がお互いに対処する方法の論理まだ陽気な理由を参照してください。\u001b[22m\n\u001b[4mAn we don't have rich Otaku's and well paid business women, not we have an otaku who starts off as unemployed and works, not for the sake of he's wife who suddenly falls ill mid-season *Joke* but he does it to be\u001b[24m\n    \u001b[1m私たちには、豊かなオタクの裕福なビジネス・ウィメンズはいません。失業して仕事を始めたオタクではなく、突然中期のジョーク*に陥る妻のためではありません。\u001b[22m, \u001b[1m私たちは豊かなオタクの、よく支払われ、ビジネスの女性は、我々は失業者と作品をオフに開始オタクを持っていないいない、彼のために突然*病気ミッドシーズン*ジョークを落ちるが、彼はそれがためにない妻だありません\u001b[22m\n\u001b[4mable to pay rent.\u001b[24m\n    \u001b[1m家賃を支払うことができる。\u001b[22m, \u001b[1m家賃を支払うことができ。\u001b[22m\n\u001b[4mREALISTIC.\u001b[24m\n    \u001b[1m実在。\u001b[22m, \u001b[1m現実的。\u001b[22m\n\u001b[4mBut funny in terms of the way he gets he's job and does he's job.\u001b[24m\n    \u001b[1mしかし、彼は彼の仕事を得る方法の面白いと彼は仕事です。\u001b[22m, \u001b[1mしかし、彼は彼の仕事を取得し、ない方法の面で面白い彼が仕事です。\u001b[22m\n\u001b[1m\u001b[22m\nDid I enjoy it? Hell's yer. I mean I come home and watch some intense anime and after a while I want to play a game or too, after the game I can't get back into sync with the anime world and this helps me get back, It enjoy it so much it feels like the 5 minute episodes are 10 second long, this anime just hit the net, there was no hype at first, but it gained popularity quickly for a reason and if you like slice of life or rom-com or just want to calm down form an intense episode of Naruto (well It's not like Naruto is that intense anymore) then this anime is great and you will enjoy it.\n\n\u001b[1m私はそれを楽しんだのですか？ 地獄の年。 私は家に帰って強烈なアニメを見ているし、しばらくしてゲームをしたい、ゲーム後に私はアニメ世界と同期することができず、これは私が戻ってくるのに役立ちます それは5分のエピソードが10秒間であるように感じる、このアニメはちょうどネットを打つ、最初は誇大宣伝がなかったが、それは理由で素早く人気を得たし、人生のスライスやロムコムが好きか、 ナルトの強烈なエピソードを形成する（まあそれはナルトはそれ以上の強烈ではない）、このアニメは素晴らしいですし、あなたはそれを楽しむでしょう。\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshinda nodesu ka? Jigoku no toshi. Watashi wa ie ni kaette kyōretsuna anime o mite irushi, shibaraku shite gēmu o shitai, gēmu-go ni watashi wa anime sekai to dōki suru koto ga dekizu, kore wa watashi ga modotte kuru no ni yakudachimasu sore wa 5-bu no episōdo ga 10-byōkandearu yō ni kanjiru, kono anime wa chōdo netto o utsu, saisho wa kodai senden ga nakattaga, soreha riyū de subayaku ninki o etashi, jinsei no suraisu ya romukomu ga suki ka, naruto no kyōretsuna episōdo o keisei suru (mā sore wa naruto wa sore ijō no kyōretsude wanai), kono anime wa subarashīdesushi, anata wa sore o tanoshimudeshou.)\u001b[22m\n\nTranslations of \u001b[4mDid I enjoy it? Hell's yer. I mean I come home and watch some intense anime and after a while I want to play a game or too, after the game I can't get back into sync with the anime world and this helps me get back, It enjoy it so much it feels like the 5 minute episodes are 10 second long, this anime just hit the net, there was no hype at first, but it gained popularity quickly for a reason and if you like slice of life or rom-com or just want to calm down form an intense episode of Naruto (well It's not like Naruto is that intense anymore) then this anime is great and you will enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid I enjoy it?\u001b[24m\n    \u001b[1m私はそれを楽しんだのですか？\u001b[22m, \u001b[1m私はそれを楽しんでいましたか？\u001b[22m\n\u001b[4mHell's yer.\u001b[24m\n    \u001b[1m地獄の年。\u001b[22m, \u001b[1m地獄のヤー。\u001b[22m\n\u001b[4mI mean I come home and watch some intense anime and after a while I want to play a game or too, after the game I can't get back into sync with the anime world and this helps me get back, It enjoy it so much\u001b[24m\n    \u001b[1m私は家に帰って強烈なアニメを見ているし、しばらくしてゲームをしたい、ゲーム後に私はアニメ世界と同期することができず、これは私が戻ってくるのに役立ちます\u001b[22m, \u001b[1m私が意味する、私はあまりそれはそれを楽しむ、家に来て、いくつかの強烈なアニメを見て、しばらくして私もゲームをプレイしたりしたい、試合後、私はアニメの世界とバック同期に得ることができない、これは私が戻って得ることができます\u001b[22m\n\u001b[4mit feels like the 5 minute episodes are 10 second long, this anime just hit the net, there was no hype at first, but it gained popularity quickly for a reason and if you like slice of life or rom-com or just want to calm\u001b[24m\n    \u001b[1mそれは5分のエピソードが10秒間であるように感じる、このアニメはちょうどネットを打つ、最初は誇大宣伝がなかったが、それは理由で素早く人気を得たし、人生のスライスやロムコムが好きか、\u001b[22m, \u001b[1m5分のエピソードが、このアニメはただ、ネットを打つ最初は全くの誇大宣伝がなかった10秒の長さであるようにそれは感じているが、それは理由ですぐに人気を獲得し、あなたが人生やROM-COMのスライスを好む場合、または単に静めるしたいです\u001b[22m\n\u001b[4mdown form an intense episode of Naruto (well It's not like Naruto is that intense anymore) then this anime is great and you will enjoy it.\u001b[24m\n    \u001b[1mナルトの強烈なエピソードを形成する（まあそれはナルトはそれ以上の強烈ではない）、このアニメは素晴らしいですし、あなたはそれを楽しむでしょう。\u001b[22m, \u001b[1mダウンこのアニメは素晴らしいですし、あなたがそれをお楽しみいただけます（ナルトはもう激しいということであるようにもそれはありません）ナルトの強烈なエピソードを形成します。\u001b[22m\n\u001b[1m\u001b[22m\nI wish I could give it a nice shiny, golden 10/10 overall, but i still and criticism and due to its genre and story it's potential is bottle necked, but if you want to enjoy you self and just want my mark about of 10 for enjoyment then 10/10, they you go. This anime looks like it could hit 6 seasons if it wanted to and if you watch it you would see why.\n\n\u001b[1m私はそれが素晴らしい光沢のある、黄金の10/10全体を与えることができたらいいと思うが、私はまだ批判とそのジャンルと物語のために潜在的なボトルネックですが、あなたは自己を楽しんでほしい場合は、 楽しさ10月10日、彼らはあなたが行く。 このアニメは、もしそれが欲しいのなら6シーズンを打つことができるように見えます、そして、あなたがそれを見るなら、なぜそれが見えるでしょう。\u001b[22m\n\u001b[1m(Watashi wa sore ga subarashī kōtakunoaru, kogane no 10/ 10 zentai o ataeru koto ga dekitara ī to omou ga, watashi wa mada hihan to sono janru to monogatari no tame ni senzai-tekina botorunekkudesuga, anata wa jiko o tanoshinde hoshī baai wa, tanoshisa 10 tsuki 10-nichi, karera wa anata ga iku. Kono anime wa, moshi sore ga hoshī nonara 6 shīzun o utsu koto ga dekiru yō ni miemasu, soshite, anata ga sore o mirunara, naze sore ga mierudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI wish I could give it a nice shiny, golden 10/10 overall, but i still and criticism and due to its genre and story it's potential is bottle necked, but if you want to enjoy you self and just want my mark about of 10 for enjoyment then 10/10, they you go. This anime looks like it could hit 6 seasons if it wanted to and if you watch it you would see why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wish I could give it a nice shiny, golden 10/10 overall, but i still and criticism and due to its genre and story it's potential is bottle necked, but if you want to enjoy you self and just want my mark about of 10\u001b[24m\n    \u001b[1m私はそれが素晴らしい光沢のある、黄金の10/10全体を与えることができたらいいと思うが、私はまだ批判とそのジャンルと物語のために潜在的なボトルネックですが、あなたは自己を楽しんでほしい場合は、\u001b[22m, \u001b[1m私はそれに素敵な光沢のある、金色10/10全体的に与えることがしたい、しかし、私はまだとの批判や、そのジャンルやストーリーにそれが潜在的なボトル口ですが、あなたはあなたの自己を楽しみたいとわずか10のについての私のマークをしたい場合\u001b[22m\n\u001b[4mfor enjoyment then 10/10, they you go.\u001b[24m\n    \u001b[1m楽しさ10月10日、彼らはあなたが行く。\u001b[22m, \u001b[1mその後、楽しみ10/10のために、彼らはあなたが行きます。\u001b[22m\n\u001b[4mThis anime looks like it could hit 6 seasons if it wanted to and if you watch it you would see why.\u001b[24m\n    \u001b[1mこのアニメは、もしそれが欲しいのなら6シーズンを打つことができるように見えます、そして、あなたがそれを見るなら、なぜそれが見えるでしょう。\u001b[22m, \u001b[1mそれはあなたがそれを見れば、あなたはなぜ見ることがしたかった場合、それは6シーズンを打つことができように、このアニメに見えます。\u001b[22m\n\u001b[1m\u001b[22m\nScore\n\n\u001b[1mスコア\u001b[22m\n\u001b[1m(Sukoa)\u001b[22m\n\nDefinitions of \u001b[4mScore\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    スコア\u001b[22m\n        score\n\u001b[1m    得点\u001b[22m\n        score, runs, marks obtained, points made\n\u001b[1m    楽譜\u001b[22m\n        score\n\u001b[1m    点数\u001b[22m\n        score, points, marks, number of items, credits, runs\n\u001b[1m    刻み\u001b[22m\n        nick, notch, score, indent, jag, chisel\n\u001b[1m    五線譜\u001b[22m\n        score\n\u001b[1m    点取り\u001b[22m\n        score, competition for school marks, keeping score\n\u001b[1m    負債\u001b[22m\n        liabilities, debt, debit, deficit, due, score\n\u001b[1m    割符\u001b[22m\n        tally, check, score\n\u001b[1m    割り符\u001b[22m\n        tally, check, score\n\u001b[1m    一本\u001b[22m\n        one long thing, one version, score, blow, experienced geisha\n\nverb\n\u001b[1m    刻む\u001b[22m\n        engrave, carve, mince, hash, chop up, chisel\n\u001b[1m    記録する\u001b[22m\n        record, score\nStory - 9 Art - 8 Sound - 8 Character - 8 Enjoyment - 10 overall - 9\n\n\u001b[1mストーリー -  9アート -  8サウンド -  8キャラクター -  8楽しさ -  10全体 -  9\u001b[22m\n\u001b[1m(Sutōrī - 9 āto - 8 saundo - 8 kyarakutā - 8 tanoshisa - 10 zentai - 9)\u001b[22m\n\nTranslations of \u001b[4mStory - 9 Art - 8 Sound - 8 Character - 8 Enjoyment - 10 overall - 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 9 Art - 8 Sound - 8 Character - 8 Enjoyment - 10 overall - 9\u001b[24m\n    \u001b[1mストーリー -  9アート -  8サウンド -  8キャラクター -  8楽しさ -  10全体 -  9\u001b[22m, \u001b[1mストーリー -  9アート -  8サウンド -  8文字 -  8楽しさ -  10全体の -  9\u001b[22m\n\u001b[1m\u001b[22m\n~Ray\n\n\u001b[1m〜レイ\u001b[22m\n\u001b[1m(〜 Rei)\u001b[22m\n\nTranslations of \u001b[4m~Ray\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~Ray\u001b[24m\n    \u001b[1m〜レイ\u001b[22m"
  },
  {
    "title": "Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "id": "29067",
    "url": "https://myanimelist.net/anime/29067/Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "user": "ZephSilver",
    "profile": "/profile/ZephSilver/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=194755",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  6\n\nダナ・ガ・ナニ・ウォッチェル・カ・ワカラナイ・ケン2「私は夫が言っていることを理解できません」というアニメは、実際に理解するためには徹底的に精緻化する必要はありません。 同じ名前の漫画から始まり、第2シーズンを獲得するのに十分な話題を得ると、第1回目のファンのファンは、ここで見つけた同じ魅力に対処されます。 彼らの明白な違いにもかかわらず、お互いに対処することを学んでいる夫婦の日々の生活を記録する、とてもシンプルで甘い物語を伝える短いものです。 このショーの最大の特長は、コメディー・エフェクトを演出する日常的なやりとりと、すべてを包み込むために投げ込まれた暖かいロマンスの小さなスニペットを見ることにあります。\n\nツナシの夫、ツナシの夫は自己宣言したオタクであり、彼はカップルが日常的に対処しているすべてのコメディーな事故や嫌悪感の源泉だと想像することができます。 オタクとしての彼の地位のために、作家はメタユーモアを導き、他のライセンスされたアニメシリーズやフランチャイズに直接参照するための導管として彼を使用します。 ユーモアのこのブランドは、珍しいことではありませんが、リファレンスを見つけた視聴者がインジョークに対処されるため、短い3分間のランタイムのほとんどにあるスパイスを追加します。 綱渡薫は、理由の声と夫の考え方の外部者として最もよく表現されます。 タイトルのように、アニメ/マンガの参照や用語のほとんどは、彼女の夫が彼女の頭上を飛んで話すことを意味します。 キャラクターとしての最大の魅力は、彼女が趣味のために夫に感謝することを学ぶのを見ていることです。 設定と関係は時にはやや楽観的すぎるように見えるかもしれませんが、ショーはまだ互換性の疑いの瞬間を含めることができ、関係にあることの浮き沈みを示しています。 軽快な感情ですべてが艶やかに描かれていますが、それはいつもショーのゴールとトーンであり、それに対して罰せられるべきではありません。\n夫の服を着た兄弟、三木君、雇用者、友人など、シーズン1からの復帰キャラクターでは、これまで知られていたのと同じユーモアを披露しています。 視聴者を捨てるために目に見える変化なしに今シーズンに入っていくのは継続です。\n\nアートスタイルは、軽くても「ふわふわ」した子供のカラーブックの美しさとパッシブなアニメーションですべてを包み込みます。 それはショーの全体的な心配のトーンに追加するのに役立ち、コンテンツをより美味しくする。 サウンドトラックが関係している限り、それは事実上存在しません。 それらは実質的に何よりも背景雑音にすぎず、画像を販売するのに役立ちますが、他には何もありません。 しかし、エンディングは、すべてのエピソードを結びつけるのに本当に役立ついい感じの良い作品です。\n\n楽しさ：7/10\n\nエピソードごとの短いランタイムで、私はそれが歓迎されているショーのように感じることはありませんでした。 短い、心温まる、いつも笑顔で私を残しました。 いつも記憶に残っているわけではありませんが、私は本当に嫌いなことは何もありませんでした。\n\n全体：5/10\n\n私は夫が言っていることを理解できない2は第1シーズンの素晴らしい続きであり、第1シーズンに座った人には簡単に推薦できるものです。 短いランタイムで、それはあなたの視聴スケジュールを妨げているようには感じられず、時を変えるペースの素敵な変化として役立ちます。 残念ながら、短いランタイムは時間の流れを邪魔するものにすぎないようにしているので、実際にはあなたに固執するものではありませんが、それでも短いものは提供していません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nDanna ga Nani wo Itteiru ka Wakaranai Ken 2 Sure-me ( I Can't Understand What My Husband Is Saying 2) is an anime short that really doesn't need any extensive elaboration to really comprehend. Adapted from the manga of the same name and getting enough buzz to garner a season 2, those that are fans of the 1st installment would be treated to the same charm found here. It's a short that conveys a very simple yet sweet tale documenting the everyday lives of a married couple learning to cope with each other despite their obvious differences. The biggest highlight of this show comes from seeing their daily interaction among themselves played out to comedic effect and also the small snippets of heartwarming romance thrown in to wrap everything up.\n\n\u001b[1mダナ・ガ・ナニ・ウォッチェル・カ・ワカラナイ・ケン2「私は夫が言っていることを理解できません」というアニメは、実際に理解するためには徹底的に精緻化する必要はありません。 同じ名前の漫画から始まり、第2シーズンを獲得するのに十分な話題を得ると、第1回目のファンのファンは、ここで見つけた同じ魅力に対処されます。 彼らの明白な違いにもかかわらず、お互いに対処することを学んでいる夫婦の日々の生活を記録する、とてもシンプルで甘い物語を伝える短いものです。 このショーの最大の特長は、コメディー・エフェクトを演出する日常的なやりとりと、すべてを包み込むために投げ込まれた暖かいロマンスの小さなスニペットを見ることにあります。\u001b[22m\n\u001b[1m(Dana ga nani u~otcheru ka wakaranai Ken 2 `watashi wa otto ga itte iru koto o rikai dekimasen' to iu anime wa, jissai ni rikai suru tame ni wa tetteiteki ni seichi-ka suru hitsuyō wa arimasen. Onaji namae no manga kara hajimari, dai 2 shīzun o kakutoku suru no ni jūbun'na wadai o eru to, dai 1-kai-me no fan no fan wa, koko de mitsuketa onaji miryoku ni taisho sa remasu. Karera no meihakuna chigai nimokakawarazu, otagai ni taisho suru koto o manande iru fūfu no hibi no seikatsu o kiroku suru, totemo shinpurude amai monogatari o tsutaeru mijikai monodesu. Kono shō no saidai no tokuchō wa, komedī efekuto o enshutsu suru nichijō-tekina yaritori to, subete o tsutsumikomu tame ni nagekoma reta attakai romansu no chīsana sunipetto o miru koto ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mDanna ga Nani wo Itteiru ka Wakaranai Ken 2 Sure-me ( I Can't Understand What My Husband Is Saying 2) is an anime short that really doesn't need any extensive elaboration to really comprehend. Adapted from the manga of the same name and getting enough buzz to garner a season 2, those that are fans of the 1st installment would be treated to the same charm found here. It's a short that conveys a very simple yet sweet tale documenting the everyday lives of a married couple learning to cope with each other despite their obvious differences. The biggest highlight of this show comes from seeing their daily interaction among themselves played out to comedic effect and also the small snippets of heartwarming romance thrown in to wrap everything up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDanna ga Nani wo Itteiru ka Wakaranai Ken 2 Sure-me ( I Can't Understand What My Husband Is Saying 2) is an anime short that really doesn't need any extensive elaboration to really comprehend.\u001b[24m\n    \u001b[1mダナ・ガ・ナニ・ウォッチェル・カ・ワカラナイ・ケン2「私は夫が言っていることを理解できません」というアニメは、実際に理解するためには徹底的に精緻化する必要はありません。\u001b[22m, \u001b[1mItteiruカWakaranaiケン2確かに、私（私は私の夫は2を言っていることを理解することはできません）WOダンナGAナニは本当に理解への大規模な精緻化を必要としないアニメ短いです。\u001b[22m\n\u001b[4mAdapted from the manga of the same name and getting enough buzz to garner a season 2, those that are fans of the 1st installment would be treated to the same charm found here.\u001b[24m\n    \u001b[1m同じ名前の漫画から始まり、第2シーズンを獲得するのに十分な話題を得ると、第1回目のファンのファンは、ここで見つけた同じ魅力に対処されます。\u001b[22m, \u001b[1m同じ名前の漫画から適応し、シーズン2を集めるのに十分な話題を取得し、第一割賦のファンであるものは、ここで見られるのと同じ魅力に扱われることになります。\u001b[22m\n\u001b[4mIt's a short that conveys a very simple yet sweet tale documenting the everyday lives of a married couple learning to cope with each other despite their obvious differences.\u001b[24m\n    \u001b[1m彼らの明白な違いにもかかわらず、お互いに対処することを学んでいる夫婦の日々の生活を記録する、とてもシンプルで甘い物語を伝える短いものです。\u001b[22m, \u001b[1mそれは彼らの明らかな違いにもかかわらず、お互いに対処するための学習夫婦の日常生活を記録する非常にシンプルで甘い物語を伝える短いです。\u001b[22m\n\u001b[4mThe biggest highlight of this show comes from seeing their daily interaction among themselves played out to comedic effect and also the small snippets of heartwarming romance thrown in to wrap everything up.\u001b[24m\n    \u001b[1mこのショーの最大の特長は、コメディー・エフェクトを演出する日常的なやりとりと、すべてを包み込むために投げ込まれた暖かいロマンスの小さなスニペットを見ることにあります。\u001b[22m, \u001b[1mこのショーの最大のハイライトは、自分自身の中で、日常の相互作用はコミカルな効果を演じ、また心温まるロマンスの小さな断片がすべてを包むために投げ入れ見てから来ています。\u001b[22m\n\u001b[1m\u001b[22m\nHajime Tsunashi, husband to Kaoru Tsunashi, is a self-proclaimed otaku, and as one can imagine he's the source of all the comedic mishaps and shenanigans that the couple find themselves dealing with on a day to day basis. Because of his status as a otaku the writers use him as a conduit to channel meta humor and direct references to other licensed anime series and franchises. This brand of humor, while not uncommon, adds a certain spice to most of the short 3 minute runtime, as viewers who spot the references are treated to in-jokes. Kaoru Tsunashi can be best described as the voice of reason and an outsider to her husband's mentality. Like the title implies most of the anime/manga references and terms her husband speak off flies over her head. The biggest draw to her as a character is seeing her learn to appreciate her husband for his hobby despite being oblivious to it all. While the setup and relationship may seem slightly too optimistic at times the show still manage to include moments of doubt in their compatibility and show the ups and downs of being in a relationship. While it's all glossed over with lighthearted sentimentality, that's always been the goal and tone the show was going for and shouldn't be penalized for it.\n\n\u001b[1mツナシの夫、ツナシの夫は自己宣言したオタクであり、彼はカップルが日常的に対処しているすべてのコメディーな事故や嫌悪感の源泉だと想像することができます。 オタクとしての彼の地位のために、作家はメタユーモアを導き、他のライセンスされたアニメシリーズやフランチャイズに直接参照するための導管として彼を使用します。 ユーモアのこのブランドは、珍しいことではありませんが、リファレンスを見つけた視聴者がインジョークに対処されるため、短い3分間のランタイムのほとんどにあるスパイスを追加します。 綱渡薫は、理由の声と夫の考え方の外部者として最もよく表現されます。 タイトルのように、アニメ/マンガの参照や用語のほとんどは、彼女の夫が彼女の頭上を飛んで話すことを意味します。 キャラクターとしての最大の魅力は、彼女が趣味のために夫に感謝することを学ぶのを見ていることです。 設定と関係は時にはやや楽観的すぎるように見えるかもしれませんが、ショーはまだ互換性の疑いの瞬間を含めることができ、関係にあることの浮き沈みを示しています。 軽快な感情ですべてが艶やかに描かれていますが、それはいつもショーのゴールとトーンであり、それに対して罰せられるべきではありません。\u001b[22m\n\u001b[1m(Tsunashi no otto, tsunashi no otto wa jiko sengen shita otakudeari, kare wa kappuru ga nichijō-teki ni taisho shite iru subete no komedīna jiko ya ken'o-kan no gensenda to sōzō suru koto ga dekimasu. Otaku to shite no kare no chii no tame ni, sakka wa metayūmoa o michibiki, hoka no raisensu sa reta animeshirīzu ya furanchaizu ni chokusetsu sanshō suru tame no dōkan to shite kare o shiyō shimasu. Yūmoa no kono burando wa, mezurashī kotode wa arimasenga, rifarensu o mitsuketa shichō-sha ga injōku ni taisho sa reru tame, mijikai 3-funkan no Rantaimu no hotondo ni aru supaisu o tsuika shimasu. Tsuna Watari Kaoru wa, riyū no koe to otto no kangaekata no gaibu-sha to shite mottomo yoku hyōgen sa remasu. Taitoru no yō ni, anime/ manga no sanshō ya yōgo no hotondo wa, kanojo no otto ga kanojo no zujō o tonde hanasu koto o imi shimasu. Kyarakutā to shite no saidai no miryoku wa, kanojo ga shumi no tame ni otto ni kansha suru koto o manabu no o mite iru kotodesu. Settei to kankei wa tokiniha yaya rakukanteki sugiru yō ni mieru kamo shiremasenga, shō wa mada gokansei no utagai no shunkan o fukumeru koto ga deki, kankei ni aru koto no ukishizumi o shimeshite imasu. Keikaina kanjō de subete ga adeyaka ni egaka rete imasuga, sore wa itsumo shō no gōru to tōndeari, sorenitaishite basse rarerubekide wa arimasen.)\u001b[22m\nWith returning characters from season 1 such as Youta Tsunashi, the husband's cross-dressing brother and Miki, employer and friend, the show carries over the same humor that it was known for with much ease. It's a continuation that flows right into this season without any noticeable changes to throw viewers off.\n\n\u001b[1m夫の服を着た兄弟、三木君、雇用者、友人など、シーズン1からの復帰キャラクターでは、これまで知られていたのと同じユーモアを披露しています。 視聴者を捨てるために目に見える変化なしに今シーズンに入っていくのは継続です。\u001b[22m\n\u001b[1m(Otto no fuku o kita kyōdai, Miki-kun, koyō-sha, yūjin nado, shīzun 1 kara no fukki kyarakutāde wa, kore made shira rete ita no to onaji yūmoa o hirō shite imasu. Shichō-sha o suteru tame ni menimieru henka nashi ni ima shīzun ni haitte iku no wa keizokudesu.)\u001b[22m\n\nTranslations of \u001b[4mWith returning characters from season 1 such as Youta Tsunashi, the husband's cross-dressing brother and Miki, employer and friend, the show carries over the same humor that it was known for with much ease. It's a continuation that flows right into this season without any noticeable changes to throw viewers off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith returning characters from season 1 such as Youta Tsunashi, the husband's cross-dressing brother and Miki, employer and friend, the show carries over the same humor that it was known for with much ease.\u001b[24m\n    \u001b[1m夫の服を着た兄弟、三木君、雇用者、友人など、シーズン1からの復帰キャラクターでは、これまで知られていたのと同じユーモアを披露しています。\u001b[22m, \u001b[1mこのようなYOUTA Tsunashi、夫のクロスドレッシング弟と三木、雇用主や友人などのシーズン1から文字を返すと、ショーはそれがはるかに容易にするために知られていたのと同じユーモアの上に運びます。\u001b[22m\n\u001b[4mIt's a continuation that flows right into this season without any noticeable changes to throw viewers off.\u001b[24m\n    \u001b[1m視聴者を捨てるために目に見える変化なしに今シーズンに入っていくのは継続です。\u001b[22m, \u001b[1mこれは、視聴者を投げるために、任意の顕著な変化なし右この季節に流入継続です。\u001b[22m\n\u001b[1m\u001b[22m\nThe artstyle is also the same with a light 'fluffy' children's color book kind of aesthetic and passable animation to wrap it all up. It helps to add to the show's overall carefree tone and makes the content more palatable. As far as the soundtrack is concerned it's virtually nonexistent. They're mostly just background noise than anything substantial and only serves to help sell the imagery but nothing else. The ending however is a nice feel-good piece that really help to tie every episode together.\n\n\u001b[1mアートスタイルは、軽くても「ふわふわ」した子供のカラーブックの美しさとパッシブなアニメーションですべてを包み込みます。 それはショーの全体的な心配のトーンに追加するのに役立ち、コンテンツをより美味しくする。 サウンドトラックが関係している限り、それは事実上存在しません。 それらは実質的に何よりも背景雑音にすぎず、画像を販売するのに役立ちますが、他には何もありません。 しかし、エンディングは、すべてのエピソードを結びつけるのに本当に役立ついい感じの良い作品です。\u001b[22m\n\u001b[1m(Ātosutairu wa, karukute mo `fuwafuwa' shita kodomo no karābukku no utsukushi-sa to passhibuna animēshon de subete o tsutsumikomimasu. Sore wa shō no zentai-tekina shinpai no tōn ni tsuika suru no ni yakudachi, kontentsu o yori oishiku suru. Saundotorakku ga kankei shite iru kagiri, soreha jijitsujō sonzai shimasen. Sorera wa jisshitsu-teki ni naniyori mo haikei zatsuon ni sugizu, gazō o hanbai suru no ni yakudachimasuga, hoka ni wa nani mo arimasen. Shikashi, endingu wa, subete no episōdo o musubitsukerunoni hontōni yakudatsu ī kanjinoyoi sakuhindesu.)\u001b[22m\n\nTranslations of \u001b[4mThe artstyle is also the same with a light 'fluffy' children's color book kind of aesthetic and passable animation to wrap it all up. It helps to add to the show's overall carefree tone and makes the content more palatable. As far as the soundtrack is concerned it's virtually nonexistent. They're mostly just background noise than anything substantial and only serves to help sell the imagery but nothing else. The ending however is a nice feel-good piece that really help to tie every episode together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artstyle is also the same with a light 'fluffy' children's color book kind of aesthetic and passable animation to wrap it all up.\u001b[24m\n    \u001b[1mアートスタイルは、軽くても「ふわふわ」した子供のカラーブックの美しさとパッシブなアニメーションですべてを包み込みます。\u001b[22m, \u001b[1martstyleもそれをすべてをラップするための美的とまずまずのアニメーションの光\"ふわふわ\"子供のカラーブックの種類と同じです。\u001b[22m\n\u001b[4mIt helps to add to the show's overall carefree tone and makes the content more palatable.\u001b[24m\n    \u001b[1mそれはショーの全体的な心配のトーンに追加するのに役立ち、コンテンツをより美味しくする。\u001b[22m, \u001b[1mこれは、ショーの全体的な気楽なトーンに追加するのに役立ちますし、コンテンツの口に合うことができます。\u001b[22m\n\u001b[4mAs far as the soundtrack is concerned it's virtually nonexistent.\u001b[24m\n    \u001b[1mサウンドトラックが関係している限り、それは事実上存在しません。\u001b[22m, \u001b[1m限りのサウンドトラックが懸念しているとして、それは事実上存在しないのです。\u001b[22m\n\u001b[4mThey're mostly just background noise than anything substantial and only serves to help sell the imagery but nothing else.\u001b[24m\n    \u001b[1mそれらは実質的に何よりも背景雑音にすぎず、画像を販売するのに役立ちますが、他には何もありません。\u001b[22m, \u001b[1m彼らは主に、実質的なものよりも、単にバックグラウンドノイズだとだけ画像が、他には何もを販売助けるのに役立ちます。\u001b[22m\n\u001b[4mThe ending however is a nice feel-good piece that really help to tie every episode together.\u001b[24m\n    \u001b[1mしかし、エンディングは、すべてのエピソードを結びつけるのに本当に役立ついい感じの良い作品です。\u001b[22m, \u001b[1mエンディングは、しかし実際に一緒にすべてのエピソードを結ぶために役立つ素敵な感触、良い作品です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/10\n\n\u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/10\u001b[24m\n    \u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m\u001b[22m\nWith such a short runtime per episode I never felt like the show overstayed it's welcome. It was short, heartwarming and always left me with a smile. While not always memorable it was still nothing I really find myself disliking.\n\n\u001b[1mエピソードごとの短いランタイムで、私はそれが歓迎されているショーのように感じることはありませんでした。 短い、心温まる、いつも笑顔で私を残しました。 いつも記憶に残っているわけではありませんが、私は本当に嫌いなことは何もありませんでした。\u001b[22m\n\u001b[1m(Episōdo-goto no mijikai Rantaimu de, watashi wa sore ga kangei sa rete iru shō no yō ni kanjiru koto wa arimasendeshita. Mijikai, kokoroatatamaru, itsumo egao de watashi o nokoshimashita. Itsumo kioku ni nokotte iru wakede wa arimasenga, watashi wa hontōni kiraina koto wa nani mo arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWith such a short runtime per episode I never felt like the show overstayed it's welcome. It was short, heartwarming and always left me with a smile. While not always memorable it was still nothing I really find myself disliking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith such a short runtime per episode I never felt like the show overstayed it's welcome.\u001b[24m\n    \u001b[1mエピソードごとの短いランタイムで、私はそれが歓迎されているショーのように感じることはありませんでした。\u001b[22m, \u001b[1mショーは、それは歓迎だ長居ようなエピソードごとにこのような短いランタイムで私が感じたことはありません。\u001b[22m\n\u001b[4mIt was short, heartwarming and always left me with a smile.\u001b[24m\n    \u001b[1m短い、心温まる、いつも笑顔で私を残しました。\u001b[22m, \u001b[1mこれは、心温まる、短いものだったといつも笑顔で私を残しました。\u001b[22m\n\u001b[4mWhile not always memorable it was still nothing I really find myself disliking.\u001b[24m\n    \u001b[1mいつも記憶に残っているわけではありませんが、私は本当に嫌いなことは何もありませんでした。\u001b[22m, \u001b[1m常に記憶に残るものではないが、それはまだ私は本当に自分自身が嫌い見つける何もなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 5/10\n\n\u001b[1m全体：5/10\u001b[22m\n\u001b[1m(Zentai: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 5/10\u001b[24m\n    \u001b[1m全体：5/10\u001b[22m, \u001b[1m全体：5月10日\u001b[22m\n\u001b[1m\u001b[22m\nI Can't Understand What My Husband Is Saying 2 is a nice continuation of the 1st and one easily recommendable to those that sat through the 1st season. With a short runtime it never feels like it's impeding on your viewing schedule and can serve as a nice change of pace to switch things up every now and then. Unfortunately it's not something that really sticks with you as the short runtime also keeps it from being nothing more than a uplifting time-passer but it's still a short that delivered none the less.\n\n\u001b[1m私は夫が言っていることを理解できない2は第1シーズンの素晴らしい続きであり、第1シーズンに座った人には簡単に推薦できるものです。 短いランタイムで、それはあなたの視聴スケジュールを妨げているようには感じられず、時を変えるペースの素敵な変化として役立ちます。 残念ながら、短いランタイムは時間の流れを邪魔するものにすぎないようにしているので、実際にはあなたに固執するものではありませんが、それでも短いものは提供していません。\u001b[22m\n\u001b[1m(Watashi wa otto ga itte iru koto o rikaidekinai 2 wa dai 1 shīzun no subarashī tsudzukideari, dai 1 shīzun ni suwatta hito ni wa kantan ni suisen dekiru monodesu. Mijikai Rantaimu de, sore wa anata no shichō sukejūru o samatagete iru yō ni wa kanji rarezu,-ji o kaeru pēsu no sutekina henka to shite yakudachimasu. Zan'nen'nagara, mijikai Rantaimu wa jikan no nagare o jama suru mono ni suginai yō ni shite irunode, jissai ni wa anata ni koshū suru monode wa arimasenga, soredemo mijikai mono wa teikyō shite imasen.)\u001b[22m\n\nTranslations of \u001b[4mI Can't Understand What My Husband Is Saying 2 is a nice continuation of the 1st and one easily recommendable to those that sat through the 1st season. With a short runtime it never feels like it's impeding on your viewing schedule and can serve as a nice change of pace to switch things up every now and then. Unfortunately it's not something that really sticks with you as the short runtime also keeps it from being nothing more than a uplifting time-passer but it's still a short that delivered none the less.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI Can't Understand What My Husband Is Saying 2 is a nice continuation of the 1st and one easily recommendable to those that sat through the 1st season.\u001b[24m\n    \u001b[1m私は夫が言っていることを理解できない2は第1シーズンの素晴らしい続きであり、第1シーズンに座った人には簡単に推薦できるものです。\u001b[22m, \u001b[1m私は私の夫は2が第一と第一シーズンを通して座っていたものに簡単にお勧め1の素敵な続きで言っていることを理解することはできません。\u001b[22m\n\u001b[4mWith a short runtime it never feels like it's impeding on your viewing schedule and can serve as a nice change of pace to switch things up every now and then.\u001b[24m\n    \u001b[1m短いランタイムで、それはあなたの視聴スケジュールを妨げているようには感じられず、時を変えるペースの素敵な変化として役立ちます。\u001b[22m, \u001b[1mそれはあなたの視聴スケジュールに妨げているように短いランタイムではそれが感じていることはありませんし、すべての今して物事を切り替えるペースのいい気分転換としての役割を果たすことができます。\u001b[22m\n\u001b[4mUnfortunately it's not something that really sticks with you as the short runtime also keeps it from being nothing more than a uplifting time-passer but it's still a short that delivered none the less.\u001b[24m\n    \u001b[1m残念ながら、短いランタイムは時間の流れを邪魔するものにすぎないようにしているので、実際にはあなたに固執するものではありませんが、それでも短いものは提供していません。\u001b[22m, \u001b[1m残念ながら、それは短いランタイムも高揚時間通行人以上のものになっていなけれからそれを保つように本当にあなたにこだわったものではないのですが、それはまだ少ないどれも配信しない短いです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "id": "29067",
    "url": "https://myanimelist.net/anime/29067/Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "user": "Katekyo_Rayman",
    "profile": "/profile/Katekyo_Rayman/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=190601",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  10\n|  10\n\nまず最初に、これが私の最初のレビューであると言って始めましょう。だから、他のレビューほどうまくいかないかもしれません。\nまた、私はスポイラーを一切含まないように最善を尽くすつもりです。\n\n\nそれ以外はオッケー。 私はDannaの第2シーズン（タイトルが長すぎるため）が正直に予期せず、前のシーズンよりもさらに楽しいと言いたいと思っていました。 私は自分の時間とより良いことをすることを意味します。\n\n私はこのショーが好きなのはなぜですか？ むしろ、それはむしろすばやくまとめるために、これは実際に面白い唯一の短所の1つで、オタクなら何とかロマンチックな関係になることができれば、何が起こるのかを探って探検するからです。\n\nこれと同じジャンルの他の多くのタイトルを見て、私は正直に言えば、この番組は3分以上かかるということは、スラップスティックをほとんど何も達成するために20分以上もかかる他の多くのタイトルと比べて素晴らしい仕事でした ユーモアや他の多くの無意味なシーン。\n\nなぜこのタイトルは目立つのですか？\nいくつかの強い点から始めましょう。\n\nキャラクター：10/10\n3分間の短い間、それは間違いなく、主人公、はじめて「正しい」光を描くことによって、それは仕事でした。 少なくともオタクの男性のほとんどが（私を含む）。 ショーで使用された多くのジョークは、元祖の人物がどのようなものかを形作り、実際にこのシリーズに光をもたらします。 一方、私たちは、（何らかの理由で）いつも家でいつも見られる労働者の薫の薫を持っています。 彼女は何とかこの番組の始まりである肇とBAMと結婚することに決めました。\n\nこのショーの日常的なやりとりは真実であり、他のAnimuやMangoのように過度に誇張されているわけではありません。若い女の子にとって必死に憧れる古典的な「太ったオタク」です。 しかし、はじまりは、彼の関係の中で最高のものを作り、時には素晴らしいユーモアポイントとして役立つ彼のオタクのいたずらで時々薫を幸せにしようとする正常な男性であると見られています。\n\nアート：7/10\n芸術はここではかなり普通ですが、特別なものはありません。 薫がまだ若い頃のフラッシュバックのエピソードの中には、本当に「ピンポンアニメーション」のアニメーションの種類があって、ちょっと...悪いものがありました。 それ以外はかなりまともで絶対に見ることができます。\n\nサウンド：8/10\n最初のシーズンのEDは良好でした。 第2シーズンのEDは素晴らしかったです。 これは本当に個人的な好みなので、ここでは何も言いません。 実際のシリーズで使われているサウンドトラックは、薫と肇や他のキャラクターとの会話に干渉しないので、私が本当に好きだったミニマルなサウンドトラックです。 ハジメや薫が深い思いをしているときは、エピソード12に見られるような、良いサウンドトラックの手がかりがあります。これはシリーズを褒めて見せてくれます。\n\nストーリー：8/10\nまあ、私はこれをもう一度言っていますが、3分の短い間、ほとんどすべてのキャラクターを形作ることによって、本当に良い仕事をしました。 このショーの光栄なユーモアは本当にストレスを和らげ、ただ気分を良くする...良い。  Steins; Gateのようなものを期待している人々のための「真剣な」プロットはあまりありませんが、それでも本当に楽しいです。\n\n楽しさ：10/10\n絶対に。 これは私の他のお気に入り、Oregairu以外の、私の目をつかまえた今シーズンの唯一のショーの一つです。 最新のエピソードを見てから毎週もっと欲しいと思っていました。それは本当に楽しかったからです。\n\n\nTL、DRオタクとオフィスの妻の間に生き生きとしたユーモア、シーズン2。\n11/10は再び見るだろう。  ：P",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirstly, let me start of by saying that this is my first review, so it might not be as good as other reviews.\n\n\u001b[1mまず最初に、これが私の最初のレビューであると言って始めましょう。だから、他のレビューほどうまくいかないかもしれません。\u001b[22m\n\u001b[1m(Mazu saisho ni, kore ga watashi no saisho no rebyūdearu to itte hajimemashou. Dakara, hoka no rebyū hodo umaku ikanai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mFirstly, let me start of by saying that this is my first review, so it might not be as good as other reviews.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirstly, let me start of by saying that this is my first review, so it might not be as good as other reviews.\u001b[24m\n    \u001b[1mまず最初に、これが私の最初のレビューであると言って始めましょう。だから、他のレビューほどうまくいかないかもしれません。\u001b[22m, \u001b[1mまず、私はこれが私の最初のレビューなので、それは他のレビューと同じくらい良いではないかもしれないと言っての始めましょう。\u001b[22m\nAlso, I'll try my best not to include any spoilers at all.\n\n\u001b[1mまた、私はスポイラーを一切含まないように最善を尽くすつもりです。\u001b[22m\n\u001b[1m(Mata, watashi wa supoirā o issai fukumanai yō ni saizenwotsukusu tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, I'll try my best not to include any spoilers at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, I'll try my best not to include any spoilers at all.\u001b[24m\n    \u001b[1mまた、私はスポイラーを一切含まないように最善を尽くすつもりです。\u001b[22m, \u001b[1mまた、私はまったくスポイラーを含まない自分のベストを尽くしますよ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOk apart from that. I would love to say that the second season of Danna (because title is too long) is honestly unexpectedly even more enjoyable than the previous season, which was why I felt compelled to write this review in the first place. I mean I do have better things to do with my time.\n\n\u001b[1mそれ以外はオッケー。 私はDannaの第2シーズン（タイトルが長すぎるため）が正直に予期せず、前のシーズンよりもさらに楽しいと言いたいと思っていました。 私は自分の時間とより良いことをすることを意味します。\u001b[22m\n\u001b[1m(Sore igai wa okkē. Watashi wa Danna no dai 2 shīzun (taitoru ga naga sugiru tame) ga shōjiki ni yokisezu, mae no shīzun yori mo sarani tanoshī to iitai to omotte imashita. Watashi wa jibun no jikan to yori yoi koto o suru koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOk apart from that. I would love to say that the second season of Danna (because title is too long) is honestly unexpectedly even more enjoyable than the previous season, which was why I felt compelled to write this review in the first place. I mean I do have better things to do with my time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk apart from that.\u001b[24m\n    \u001b[1mそれ以外はオッケー。\u001b[22m, \u001b[1mそれとは別に大丈夫。\u001b[22m\n\u001b[4mI would love to say that the second season of Danna (because title is too long) is honestly unexpectedly even more enjoyable than the previous season, which was why I felt compelled to write this review in the first place.\u001b[24m\n    \u001b[1m私はDannaの第2シーズン（タイトルが長すぎるため）が正直に予期せず、前のシーズンよりもさらに楽しいと言いたいと思っていました。\u001b[22m, \u001b[1m私は（タイトルが長すぎるため）ダンナの第二シーズンは正直予想外に、さらに楽しく、私は最初の場所でこのレビューを書いて感じた理由だった昨シーズン、よりであると言うのが大好きです。\u001b[22m\n\u001b[4mI mean I do have better things to do with my time.\u001b[24m\n    \u001b[1m私は自分の時間とより良いことをすることを意味します。\u001b[22m, \u001b[1m私は私が私の時間を行うにはより良いものを持っている意味します。\u001b[22m\n\u001b[1m\u001b[22m\nMoving on, so why do I like this show? To sum it up rather quickly, because this is one of the only shorts that actually is entertaining to watch and explores the region of what happens if one is an Otaku and somehow manages to get in a romantic relationship.\n\n\u001b[1m私はこのショーが好きなのはなぜですか？ むしろ、それはむしろすばやくまとめるために、これは実際に面白い唯一の短所の1つで、オタクなら何とかロマンチックな関係になることができれば、何が起こるのかを探って探検するからです。\u001b[22m\n\u001b[1m(Watashi wa kono shō ga sukina no wa nazedesu ka? Mushiro, sore wa mushiro subayaku matomeru tame ni, kore wa jissai ni omoshiroi yuiitsu no tansho no 1tsu de, otakunara nantoka romanchikkuna kankei ni naru koto ga dekireba, nani ga okoru no ka o sagutte tanken surukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mMoving on, so why do I like this show? To sum it up rather quickly, because this is one of the only shorts that actually is entertaining to watch and explores the region of what happens if one is an Otaku and somehow manages to get in a romantic relationship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on, so why do I like this show?\u001b[24m\n    \u001b[1m私はこのショーが好きなのはなぜですか？\u001b[22m, \u001b[1m上を移動するので、なぜ私はこの番組が好きですか？\u001b[22m\n\u001b[4mTo sum it up rather quickly, because this is one of the only shorts that actually is entertaining to watch and explores the region of what happens if one is an Otaku and somehow manages to get in a romantic relationship.\u001b[24m\n    \u001b[1mむしろ、それはむしろすばやくまとめるために、これは実際に面白い唯一の短所の1つで、オタクなら何とかロマンチックな関係になることができれば、何が起こるのかを探って探検するからです。\u001b[22m, \u001b[1mこれは実際に見に楽しまれているだけのショートパンツの一つであり、1つがオタクである場合に何が起こるかの地域を探検し、何とかロマンチックな関係で取得する管理しているため、むしろすぐにそれを合計するには。\u001b[22m\n\u001b[1m\u001b[22m\nHaving watched many other titles in the same genre as this, I can honestly say that this show given the 3+ minutes that it runs, really did a great job as compared to many other titles that wast 20+ minutes to achieve almost nothing cept slapstick humor and many other pointless scenes.\n\n\u001b[1mこれと同じジャンルの他の多くのタイトルを見て、私は正直に言えば、この番組は3分以上かかるということは、スラップスティックをほとんど何も達成するために20分以上もかかる他の多くのタイトルと比べて素晴らしい仕事でした ユーモアや他の多くの無意味なシーン。\u001b[22m\n\u001b[1m(Kore to onaji janru no ta no ōku no taitoru o mite, watashi wa shōjiki ni ieba, kono bangumi wa 3-bu ijō kakaru to iu koto wa, surappusutikku o hotondo nani mo tassei suru tame ni 20-bu ijō mo kakaru ta no ōku no taitoru to kurabete subarashī shigotodeshita yūmoa ya hoka no ōku no muimina shīn.)\u001b[22m\n\nTranslations of \u001b[4mHaving watched many other titles in the same genre as this, I can honestly say that this show given the 3+ minutes that it runs, really did a great job as compared to many other titles that wast 20+ minutes to achieve almost nothing cept slapstick humor and many other pointless scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving watched many other titles in the same genre as this, I can honestly say that this show given the 3+ minutes that it runs, really did a great job as compared to many other titles that wast 20+ minutes to achieve almost nothing cept slapstick\u001b[24m\n    \u001b[1mこれと同じジャンルの他の多くのタイトルを見て、私は正直に言えば、この番組は3分以上かかるということは、スラップスティックをほとんど何も達成するために20分以上もかかる他の多くのタイトルと比べて素晴らしい仕事でした\u001b[22m, \u001b[1mこのように同じジャンルの他の多くのタイトルを見たが、私はこのショーは、それが実行されることを3+分を与えられたことを正直に言うことができ、本当にドタバタCEPTほとんど何も達成しないために20+分をWAST多くの他のタイトルに比べて素晴らしい仕事をしました\u001b[22m\n\u001b[4mhumor and many other pointless scenes.\u001b[24m\n    \u001b[1mユーモアや他の多くの無意味なシーン。\u001b[22m, \u001b[1mユーモアと他の多くの無意味なシーン。\u001b[22m\n\u001b[1m\u001b[22m\nWhy does this title stand out?\n\n\u001b[1mなぜこのタイトルは目立つのですか？\u001b[22m\n\u001b[1m(Naze kono taitoru wa medatsu nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhy does this title stand out?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy does this title stand out?\u001b[24m\n    \u001b[1mなぜこのタイトルは目立つのですか？\u001b[22m, \u001b[1mなぜこのタイトルには目立つのでしょうか？\u001b[22m\nLet's start with some strong points.\n\n\u001b[1mいくつかの強い点から始めましょう。\u001b[22m\n\u001b[1m(Ikutsu ka no tsuyoi ten kara hajimemashou.)\u001b[22m\n\nTranslations of \u001b[4mLet's start with some strong points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with some strong points.\u001b[24m\n    \u001b[1mいくつかの強い点から始めましょう。\u001b[22m, \u001b[1mそれでは、いくつかの強力なポイントを見てみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10/10\n\n\u001b[1mキャラクター：10/10\u001b[22m\n\u001b[1m(Kyarakutā: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10/10\u001b[24m\n    \u001b[1mキャラクター：10/10\u001b[22m\nFor a 3 minute short it definitely did it's job by portraying the protagonist, Hajime in the 'correct' light. At least how most Otaku males are (me included). Many jokes used in the show also shapes what kind of person Hajime is and really brings light to this series. On the other hand, we have Kaoru, a working-class office woman that (for some reason) is always seen at home with Hajime. She somehow decides to marry Hajime and BAM, the start of this show.\n\n\u001b[1m3分間の短い間、それは間違いなく、主人公、はじめて「正しい」光を描くことによって、それは仕事でした。 少なくともオタクの男性のほとんどが（私を含む）。 ショーで使用された多くのジョークは、元祖の人物がどのようなものかを形作り、実際にこのシリーズに光をもたらします。 一方、私たちは、（何らかの理由で）いつも家でいつも見られる労働者の薫の薫を持っています。 彼女は何とかこの番組の始まりである肇とBAMと結婚することに決めました。\u001b[22m\n\u001b[1m(3-Funkan no mijikai ma, soreha machigainaku, shujinkō, hajimete `tadashī' hikari o kaku koto ni yotte, soreha shigotodeshita. Sukunakutomo otaku no dansei no hotondo ga (watashi o fukumu). Shō de shiyō sa reta ōku no jōku wa, ganzo no jinbutsu ga dono yōna mono ka o katachidzukuri, jissai ni kono shirīzu ni hikari o motarashimasu. Ippō, watashitachiha,(nanrakano riyū de) itsumo ie de itsumo mi rareru rōdō-sha no Kaoru no Kaoru o motte imasu. Kanojo wa nantoka kono bangumi no hajimaridearu Tadashi to bamu to kekkon suru koto ni kimemashita.)\u001b[22m\n\nTranslations of \u001b[4mFor a 3 minute short it definitely did it's job by portraying the protagonist, Hajime in the 'correct' light. At least how most Otaku males are (me included). Many jokes used in the show also shapes what kind of person Hajime is and really brings light to this series. On the other hand, we have Kaoru, a working-class office woman that (for some reason) is always seen at home with Hajime. She somehow decides to marry Hajime and BAM, the start of this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor a 3 minute short it definitely did it's job by portraying the protagonist, Hajime in the 'correct' light.\u001b[24m\n    \u001b[1m3分間の短い間、それは間違いなく、主人公、はじめて「正しい」光を描くことによって、それは仕事でした。\u001b[22m, \u001b[1m3分間のショートのためにそれは間違いなくそれが「正しい」光の中で主人公、肇を描写することによって仕事ですでした。\u001b[22m\n\u001b[4mAt least how most Otaku males are (me included).\u001b[24m\n    \u001b[1m少なくともオタクの男性のほとんどが（私を含む）。\u001b[22m, \u001b[1m少なくともどのようにほとんどのオタク男性は（私を含む）です。\u001b[22m\n\u001b[4mMany jokes used in the show also shapes what kind of person Hajime is and really brings light to this series.\u001b[24m\n    \u001b[1mショーで使用された多くのジョークは、元祖の人物がどのようなものかを形作り、実際にこのシリーズに光をもたらします。\u001b[22m, \u001b[1mショーで使用される多くのジョークも人肇の一種であり、実際にこのシリーズに光をもたらすもの整形します。\u001b[22m\n\u001b[4mOn the other hand, we have Kaoru, a working-class office woman that (for some reason) is always seen at home with Hajime.\u001b[24m\n    \u001b[1m一方、私たちは、（何らかの理由で）いつも家でいつも見られる労働者の薫の薫を持っています。\u001b[22m, \u001b[1m一方、我々は薫、（何らかの理由で）常に肇と一緒に家で見られる労働者階級のオフィスの女性を持っています。\u001b[22m\n\u001b[4mShe somehow decides to marry Hajime and BAM, the start of this show.\u001b[24m\n    \u001b[1m彼女は何とかこの番組の始まりである肇とBAMと結婚することに決めました。\u001b[22m, \u001b[1m彼女は何とか肇とBAM、このショーの開始と結婚することを決定します。\u001b[22m\n\u001b[1m\u001b[22m\nThe daily interactions in this show are truthful and not overly exaggerated like how other Animu and Mango would show, the classic 'fat otaku' desperately yearning for a young girl. However Hajime is just seen to be a normal male trying to make the best out of his relationship and to make Kaoru happy, sometimes with his otaku antics that serves also as great humor points.\n\n\u001b[1mこのショーの日常的なやりとりは真実であり、他のAnimuやMangoのように過度に誇張されているわけではありません。若い女の子にとって必死に憧れる古典的な「太ったオタク」です。 しかし、はじまりは、彼の関係の中で最高のものを作り、時には素晴らしいユーモアポイントとして役立つ彼のオタクのいたずらで時々薫を幸せにしようとする正常な男性であると見られています。\u001b[22m\n\u001b[1m(Kono shō no nichijō-tekina yaritori wa shinjitsudeari, hoka no Animu ya Mango no yō ni kado ni kochō sa rete iru wakede wa arimasen. Wakai on'nanoko ni totte hisshi ni akogareru koten-tekina `futotta otaku'desu. Shikashi, hajimari wa, kare no kankei no naka de saikō no mono o tsukuri, tokiniha subarashī yūmoapointo to shite yakudatsu kare no otaku no itazura de tokidoki Kaoru o shiawaseni shiyou to suru seijōna danseidearu to mi rarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe daily interactions in this show are truthful and not overly exaggerated like how other Animu and Mango would show, the classic 'fat otaku' desperately yearning for a young girl. However Hajime is just seen to be a normal male trying to make the best out of his relationship and to make Kaoru happy, sometimes with his otaku antics that serves also as great humor points.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe daily interactions in this show are truthful and not overly exaggerated like how other Animu and Mango would show, the classic 'fat otaku' desperately yearning for a young girl.\u001b[24m\n    \u001b[1mこのショーの日常的なやりとりは真実であり、他のAnimuやMangoのように過度に誇張されているわけではありません。若い女の子にとって必死に憧れる古典的な「太ったオタク」です。\u001b[22m, \u001b[1mこのショーでの毎日の相互作用は、真実とAnimuやマンゴーは、古典的な「脂肪オタク」が必死に若い女の子のための憧れ示すであろうどのように他のような過度に誇張ではありません。\u001b[22m\n\u001b[4mHowever Hajime is just seen to be a normal male trying to make the best out of his relationship and to make Kaoru happy, sometimes with his otaku antics that serves also as great humor points.\u001b[24m\n    \u001b[1mしかし、はじまりは、彼の関係の中で最高のものを作り、時には素晴らしいユーモアポイントとして役立つ彼のオタクのいたずらで時々薫を幸せにしようとする正常な男性であると見られています。\u001b[22m, \u001b[1mしかし肇は普通の男性が彼の関係のうち最善をしようと、時にはとしても素晴らしいユーモアのポイントを提供しています彼のオタクおどけて、薫を幸せになるように見られています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\nThe art is pretty average here, nothing special. Some flashback episodes of when Kaoru was still younger had really 'ping pong the animation' type of animation which is kinda...bad. Other than that it's pretty decent and absolutely watchable.\n\n\u001b[1m芸術はここではかなり普通ですが、特別なものはありません。 薫がまだ若い頃のフラッシュバックのエピソードの中には、本当に「ピンポンアニメーション」のアニメーションの種類があって、ちょっと...悪いものがありました。 それ以外はかなりまともで絶対に見ることができます。\u001b[22m\n\u001b[1m(Geijutsu wa kokode wa kanari futsūdesuga, tokubetsuna mono wa arimasen. Kaoru ga mada wakai koro no furasshu bakku no episōdo no nakaniha, hontōni `pinpon'animēshon' no animēshon no shurui ga atte, chotto... Warui mono ga arimashita. Sore igai wa kanari matomode zettai ni miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is pretty average here, nothing special. Some flashback episodes of when Kaoru was still younger had really 'ping pong the animation' type of animation which is kinda...bad. Other than that it's pretty decent and absolutely watchable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is pretty average here, nothing special.\u001b[24m\n    \u001b[1m芸術はここではかなり普通ですが、特別なものはありません。\u001b[22m, \u001b[1m芸術は、ここでは何も特別なことはかなり平均ではありません。\u001b[22m\n\u001b[4mSome flashback episodes of when Kaoru was still younger had really 'ping pong the animation' type of animation which is kinda...bad.\u001b[24m\n    \u001b[1m薫がまだ若い頃のフラッシュバックのエピソードの中には、本当に「ピンポンアニメーション」のアニメーションの種類があって、ちょっと...悪いものがありました。\u001b[22m, \u001b[1m薫がまだ若かったときのいくつかのフラッシュバックのエピソードはちょっと...悪いですアニメーションの種類は本当に「アニメーションピンポンpingを実行 'を持っていました。\u001b[22m\n\u001b[4mOther than that it's pretty decent and absolutely watchable.\u001b[24m\n    \u001b[1mそれ以外はかなりまともで絶対に見ることができます。\u001b[22m, \u001b[1mそれはかなりまともなと絶対になんとか見ますそれ以外は。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\nThe ED of the first season was good. The ED of the second season was great. This is really personal preference so nothing much to say here. Soundtracks used in the actual series are minimal, which I really liked, as it does not interfere with the conversations between Kaoru and Hajime or other characters. When Hajime or Kaoru is deep in thought, there is a cue for some good soundtrack, as seen in Episode 12, which does compliment the series, making it great to watch.\n\n\u001b[1m最初のシーズンのEDは良好でした。 第2シーズンのEDは素晴らしかったです。 これは本当に個人的な好みなので、ここでは何も言いません。 実際のシリーズで使われているサウンドトラックは、薫と肇や他のキャラクターとの会話に干渉しないので、私が本当に好きだったミニマルなサウンドトラックです。 ハジメや薫が深い思いをしているときは、エピソード12に見られるような、良いサウンドトラックの手がかりがあります。これはシリーズを褒めて見せてくれます。\u001b[22m\n\u001b[1m(Saisho no shīzun no ED wa ryōkōdeshita. Dai 2 shīzun no ED wa subarashikattadesu. Kore wa hontōni kojin-tekina konominanode, kokode wa nani mo iimasen. Jissai no shirīzu de tsukawareteiru saundotorakku wa, Kaoru to Hajime ya hoka no kyarakutā to no kaiwa ni kanshō shinainode, watashi ga hontōni sukidatta mini maruna saundotorakkudesu. Hajime ya Kaoru ga fukai omoi o shite iru toki wa, episōdo 12 ni mi rareru yōna, yoi saundotorakku no tegakari ga arimasu. Kore wa shirīzu o homete misete kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mThe ED of the first season was good. The ED of the second season was great. This is really personal preference so nothing much to say here. Soundtracks used in the actual series are minimal, which I really liked, as it does not interfere with the conversations between Kaoru and Hajime or other characters. When Hajime or Kaoru is deep in thought, there is a cue for some good soundtrack, as seen in Episode 12, which does compliment the series, making it great to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ED of the first season was good.\u001b[24m\n    \u001b[1m最初のシーズンのEDは良好でした。\u001b[22m, \u001b[1m最初のシーズンのEDは良かったです。\u001b[22m\n\u001b[4mThe ED of the second season was great.\u001b[24m\n    \u001b[1m第2シーズンのEDは素晴らしかったです。\u001b[22m, \u001b[1mセカンドシーズンのEDは素晴らしかったです。\u001b[22m\n\u001b[4mThis is really personal preference so nothing much to say here.\u001b[24m\n    \u001b[1mこれは本当に個人的な好みなので、ここでは何も言いません。\u001b[22m, \u001b[1mこれは、ここで言うことも多いので、何も本当に個人の好みではありません。\u001b[22m\n\u001b[4mSoundtracks used in the actual series are minimal, which I really liked, as it does not interfere with the conversations between Kaoru and Hajime or other characters.\u001b[24m\n    \u001b[1m実際のシリーズで使われているサウンドトラックは、薫と肇や他のキャラクターとの会話に干渉しないので、私が本当に好きだったミニマルなサウンドトラックです。\u001b[22m, \u001b[1mそれは薫と肇または他の文字との間の会話を邪魔しないように、実際のシリーズで使用されるサウンドトラックは、私が本当に気に入っている、最小限です。\u001b[22m\n\u001b[4mWhen Hajime or Kaoru is deep in thought, there is a cue for some good soundtrack, as seen in Episode 12, which does compliment the series, making it great to watch.\u001b[24m\n    \u001b[1mハジメや薫が深い思いをしているときは、エピソード12に見られるような、良いサウンドトラックの手がかりがあります。これはシリーズを褒めて見せてくれます。\u001b[22m, \u001b[1m肇や薫が思考で深い場合それは素晴らしい見になって、シリーズを褒めないエピソード12に見られるように、いくつかの良いサウンドトラックのための手がかりがあります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\nWell....I'm saying this again but for a 3 minute short it really did quite good a job by shaping almost every character. The light-hearted humor in this show is really stress-relieving and just makes you feel...good. There's really not much of a 'serious' plot for people expecting something like Steins;Gate, but still it really is enjoyable.\n\n\u001b[1mまあ、私はこれをもう一度言っていますが、3分の短い間、ほとんどすべてのキャラクターを形作ることによって、本当に良い仕事をしました。 このショーの光栄なユーモアは、本当にストレスを和らげ、あなただけの気分にさせてくれます...良い。  Steins; Gateのようなものを期待している人々のための「真剣な」プロットはあまりありませんが、それでも本当に楽しいです。\u001b[22m\n\u001b[1m(Mā, watashi wa kore o mōichido itte imasuga, 3-bun'no mijikai ma, hotondo subete no kyarakutā o katachidzukuru koto ni yotte, hontōni yoi shigoto o shimashita. Kono shō no kōeina yūmoa wa, hontōni sutoresu o yawarage, anata dake no kibun ni sa sete kuremasu... Yoi. Steins; Gate no yōna mono o kitai shite iru hitobito no tame no `shinken'na' purotto wa amari arimasenga, soredemo hontōni tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mWell....I'm saying this again but for a 3 minute short it really did quite good a job by shaping almost every character. The light-hearted humor in this show is really stress-relieving and just makes you feel...good. There's really not much of a 'serious' plot for people expecting something like Steins;Gate, but still it really is enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell....I'm saying this again but for a 3 minute short it really did quite good a job by shaping almost every character.\u001b[24m\n    \u001b[1mまあ、私はこれをもう一度言っていますが、3分の短い間、ほとんどすべてのキャラクターを形作ることによって、本当に良い仕事をしました。\u001b[22m, \u001b[1mまあ....私は再びこれを言っているが、3分の短いために、それは本当にほぼすべての文字を成形することによって、非常に良い仕事をしました。\u001b[22m\n\u001b[4mThe light-hearted humor in this show is really stress-relieving and just makes you feel...good.\u001b[24m\n    \u001b[1mこのショーの光栄なユーモアは、本当にストレスを和らげ、あなただけの気分にさせてくれます...良い。\u001b[22m, \u001b[1mこのショーで陽気なユーモアが良い...本当に応力緩和され、ちょうどあなたが感じることができます。\u001b[22m\n\u001b[4mThere's really not much of a 'serious' plot for people expecting something like Steins;Gate, but still it really is enjoyable.\u001b[24m\n    \u001b[1mSteins; Gateのようなものを期待している人々のための「真剣な」プロットはあまりありませんが、それでも本当に楽しいです。\u001b[22m, \u001b[1mそこは本当にシュタインズのようなものを期待して人々のための「深刻な」プロットの多くではないです; Gateが、それでもそれは本当に楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 10/10\n\n\u001b[1m楽しさ：10/10\u001b[22m\n\u001b[1m(Tanoshisa: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 10/10\u001b[24m\n    \u001b[1m楽しさ：10/10\u001b[22m\nDefinitely. This is one of the only shows of this season that caught my eye, other than my other favorite, Oregairu. It really kept me wanting for more every week after I watch the latest episode, simply because it really IS enjoyable.\n\n\u001b[1m絶対に。 これは私の他のお気に入り、Oregairu以外の、私の目をつかまえた今シーズンの唯一のショーの一つです。 最新のエピソードを見てから毎週もっと欲しいと思っていました。それは本当に楽しかったからです。\u001b[22m\n\u001b[1m(Zettai ni. Kore wa watashi no ta no okiniiri, Oregairu igai no, watashi no me o tsukamaeta ima shīzun no yuiitsu no shō no hitotsudesu. Saishin no episōdo o mite kara maishū motto hoshī to omotte imashita. Sore wa hontōni tanoshikattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mDefinitely. This is one of the only shows of this season that caught my eye, other than my other favorite, Oregairu. It really kept me wanting for more every week after I watch the latest episode, simply because it really IS enjoyable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefinitely.\u001b[24m\n    \u001b[1m絶対に。\u001b[22m, \u001b[1m間違いなく。\u001b[22m, \u001b[1m確かに。\u001b[22m\n\u001b[4mThis is one of the only shows of this season that caught my eye, other than my other favorite, Oregairu.\u001b[24m\n    \u001b[1mこれは私の他のお気に入り、Oregairu以外の、私の目をつかまえた今シーズンの唯一のショーの一つです。\u001b[22m, \u001b[1mこれは私の他の好きな、Oregairu以外の私の目を引いた今シーズンの唯一のショーの一つです。\u001b[22m\n\u001b[4mIt really kept me wanting for more every week after I watch the latest episode, simply because it really IS enjoyable.\u001b[24m\n    \u001b[1m最新のエピソードを見てから毎週もっと欲しいと思っていました。それは本当に楽しかったからです。\u001b[22m, \u001b[1mそれは本当に私はそれが本当に楽しいですという理由だけで、最新のエピソードを見た後より、毎週のために望む私を保ちました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR Lighthearted humor of life between Otaku and Office wife, season 2.\n\n\u001b[1mTL、DRオタクとオフィスの妻の間に生き生きとしたユーモア、シーズン2。\u001b[22m\n\u001b[1m(TL, DR otaku to ofisu no tsuma no ma ni ikiikitoshita yūmoa, shīzun 2.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR Lighthearted humor of life between Otaku and Office wife, season 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR Lighthearted humor of life between Otaku and Office wife, season 2.\u001b[24m\n    \u001b[1mTL、DRオタクとオフィスの妻の間に生き生きとしたユーモア、シーズン2。\u001b[22m, \u001b[1mTL;オタクとOffice妻、シーズン2の間の生活のDR陽気なユーモア。\u001b[22m\n11/10 would watch again. :P\n\n\u001b[1m11/10は再び見るだろう。  ：P\u001b[22m\n\u001b[1m(11/ 10 Wa futatabi mirudarou. : P)\u001b[22m\n\nTranslations of \u001b[4m11/10 would watch again. :P\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m11/10 would watch again.\u001b[24m\n    \u001b[1m11/10は再び見るだろう。\u001b[22m, \u001b[1m11月10日には、再び見ることになります。\u001b[22m\n\u001b[4m:P\u001b[24m\n    \u001b[1m：P\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "id": "29067",
    "url": "https://myanimelist.net/anime/29067/Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=202713",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  8\n\nほとんどの普通の女の子とのオタクの素晴らしい結婚についてのこの心温まるシリーズはシーズン2に続きます。最初のシーズンと同様に、ショーの大部分はユーモラスなことが多いショートイベントのような4-komaで構成されています。 ショーは、私が思ったほどシーズン1の最後のエピソードで発見を利用していません。 それにもかかわらず、それは最初のシーズンの気持ちの良い関係に基づいた雰囲気を継続する素晴らしい仕事をしています。 いつものように、キャラクター展覧会がないので、最初のシーズンは必須です。\n\nアニメーション：\n最初のシーズンと同じことを期待してください、実際にはそこで最も美しいものではありませんが、それは仕事をします。 最初のシーズンと同じように、かなりの数の汚れた冗談を含む、成熟した側面で少し主題があると考えてください。\n\n音：\nまた、第1シーズンに非常によく似て、ショーは素敵なEDと平均BGMを持っています。 音声の才能は、これほど短いものには非常に良いものです。\n\nストーリー：\n結婚で本当に重要なのは何ですか？ 他の人がそれがうまくいかないと言っても大丈夫ですか？ あなたはどうやって悪い議論をしますか？ このショーは、結婚後の人生についての遊び心のある洞察と、誓いに先立つ過去の性格のいくつかを示しています。 全体的なメッセージは非常に肯定的であり、日本人と結婚しようとする試みのように感じ、次のステップになります。\n\n前のシーズンと同じように、それぞれ独自のテーマを持つエピソードエピソードを期待してください。 エピソードの依存性の点ではそれほど多くはないので、複数の視聴に広がることについてあまり心配しないでください。 残念なことに、第1シーズンと同じようにエンディングの驚きのかわいいされていません。\n\nキャラクター：\nキャラクターのフラッシュバックに焦点を当て、彼らが会った方法や過去の意味のある出来事を広げていく素晴らしいエピソードがいくつかあります。 彼らの関係は、既に他のすべてのショーと比較して、すでに非常によく確立されているので、あまりにも多くのダイナミックな進行を期待しないでください。 それでも、ここでは確かに素晴らしい化学があります。\n\n値：\nあなたが最初のシーズンを気に入っていれば、これを拾わない理由はありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis heart-warming series about an otaku's amazing marriage to a mostly-ordinary girl continues into season 2. Like the first season, the majority of the show is composed of 4-koma like short events, which are often humorous. The show doesn't exploit the discovery in the last episode of season 1 as much as I thought it would. Regardless, it does a great job of continuing the feel-good relationship-based atmosphere of the first season. As usual, the first season is mandatory as there isn't any character exposition.\n\n\u001b[1mほとんどの普通の女の子とのオタクの素晴らしい結婚についてのこの心温まるシリーズはシーズン2に続きます。最初のシーズンと同様に、ショーの大部分はユーモラスなことが多いショートイベントのような4-komaで構成されています。 ショーは、私が思ったほどシーズン1の最後のエピソードで発見を利用していません。 それにもかかわらず、それは最初のシーズンの気持ちの良い関係に基づいた雰囲気を継続する素晴らしい仕事をしています。 いつものように、キャラクター展覧会がないので、最初のシーズンは必須です。\u001b[22m\n\u001b[1m(Hotondo no futsū no on'nanoko to no otaku no subarashī kekkon ni tsuite no kono kokoroatatamaru shirīzu wa shīzun 2 ni tsudzukimasu. Saisho no shīzun to dōyō ni, shō no daibubun wa yūmorasuna koto ga ōi shōtoibento no yōna 4 - koma de kōsei sa rete imasu. Shō wa, watashi ga omotta hodo shīzun 1 no saigo no episōdo de hakken o riyō shite imasen. Sore nimokakawarazu, soreha saisho no shīzun no kimochi no yoi kankei ni motodzuita fun'iki o keizoku suru subarashī shigoto o shite imasu. Itsumo no yō ni, kyarakutā tenran-kai ga nainode, saisho no shīzun wa hissudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis heart-warming series about an otaku's amazing marriage to a mostly-ordinary girl continues into season 2. Like the first season, the majority of the show is composed of 4-koma like short events, which are often humorous. The show doesn't exploit the discovery in the last episode of season 1 as much as I thought it would. Regardless, it does a great job of continuing the feel-good relationship-based atmosphere of the first season. As usual, the first season is mandatory as there isn't any character exposition.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis heart-warming series about an otaku's amazing marriage to a mostly-ordinary girl continues into season 2. Like the first season, the majority of the show is composed of 4-koma like short events, which are often humorous.\u001b[24m\n    \u001b[1mほとんどの普通の女の子とのオタクの素晴らしい結婚についてのこの心温まるシリーズはシーズン2に続きます。最初のシーズンと同様に、ショーの大部分はユーモラスなことが多いショートイベントのような4-komaで構成されています。\u001b[22m, \u001b[1m主に、普通の女の子にオタクの素晴らしい結婚に関するこの心温まるシリーズは最初のシーズンと同様にシーズン2に続けて、ショーの大部分は、しばしばユーモラスある短いイベント、のような4コマで構成されています。\u001b[22m\n\u001b[4mThe show doesn't exploit the discovery in the last episode of season 1 as much as I thought it would.\u001b[24m\n    \u001b[1mショーは、私が思ったほどシーズン1の最後のエピソードで発見を利用していません。\u001b[22m, \u001b[1mショーは同じくらい私はそれが思った通り、シーズン1の最終話での発見を活用しません。\u001b[22m\n\u001b[4mRegardless, it does a great job of continuing the feel-good relationship-based atmosphere of the first season.\u001b[24m\n    \u001b[1mそれにもかかわらず、それは最初のシーズンの気持ちの良い関係に基づいた雰囲気を継続する素晴らしい仕事をしています。\u001b[22m, \u001b[1mいずれにせよ、それは最初のシーズンの感触-良好な関係をベースと雰囲気を継続する素晴らしい仕事をしていません。\u001b[22m\n\u001b[4mAs usual, the first season is mandatory as there isn't any character exposition.\u001b[24m\n    \u001b[1mいつものように、キャラクター展覧会がないので、最初のシーズンは必須です。\u001b[22m, \u001b[1m任意の文字博覧会がないようにいつものように、最初のシーズンは必須です。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nExpect the same as the first season, not really the prettiest thing out there but it does the job. Like the first season, expect the subject matter to be a bit on the mature side- including quite a few dirty jokes.\n\n\u001b[1m最初のシーズンと同じことを期待してください、実際にはそこで最も美しいものではありませんが、それは仕事をします。 最初のシーズンと同じように、かなりの数の汚れた冗談を含む、成熟した側面で少し主題があると考えてください。\u001b[22m\n\u001b[1m(Saisho no shīzun to onaji koto o kitai shite kudasai, jissai ni wa soko de mottomo utsukushī monode wa arimasenga, soreha shigoto o shimasu. Saisho no shīzun to onajiyōni, kanari no kazu no kegareta jōdan o fukumu, seijuku shita sokumen de sukoshi shudai ga aru to kangaete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mExpect the same as the first season, not really the prettiest thing out there but it does the job. Like the first season, expect the subject matter to be a bit on the mature side- including quite a few dirty jokes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mExpect the same as the first season, not really the prettiest thing out there but it does the job.\u001b[24m\n    \u001b[1m最初のシーズンと同じことを期待してください、実際にはそこで最も美しいものではありませんが、それは仕事をします。\u001b[22m, \u001b[1mそこに本当にきれいなもの、最初のシーズンと同じではないことを期待するが、それは仕事をしていません。\u001b[22m\n\u001b[4mLike the first season, expect the subject matter to be a bit on the mature side- including quite a few dirty jokes.\u001b[24m\n    \u001b[1m最初のシーズンと同じように、かなりの数の汚れた冗談を含む、成熟した側面で少し主題があると考えてください。\u001b[22m, \u001b[1m最初のシーズンと同様に、主題はかなりの数の汚いジョークを含む成熟した側波上のビットであることを期待しています。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nAlso very similar to the first season, the show has a nice ED and average BGM. The voice talent is very good for something this short.\n\n\u001b[1mまた、第1シーズンに非常によく似て、ショーは素敵なEDと平均BGMを持っています。 音声の才能は、これほど短いものには非常に良いものです。\u001b[22m\n\u001b[1m(Mata, dai 1 shīzun ni hijō ni yoku nite, shō wa sutekina ED to heikin BGM o motte imasu. Onsei no sainō wa, kore hodo mijikai mono ni wa hijō ni yoi monodesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso very similar to the first season, the show has a nice ED and average BGM. The voice talent is very good for something this short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso very similar to the first season, the show has a nice ED and average BGM.\u001b[24m\n    \u001b[1mまた、第1シーズンに非常によく似て、ショーは素敵なEDと平均BGMを持っています。\u001b[22m, \u001b[1mまた、ショーは素敵EDと平均BGMを最初のシーズンに非常によく似ています。\u001b[22m\n\u001b[4mThe voice talent is very good for something this short.\u001b[24m\n    \u001b[1m音声の才能は、これほど短いものには非常に良いものです。\u001b[22m, \u001b[1m声の才能は、この短い何かのために非常に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nWhat really matters in marriage? Is it okay that other people say that it won't work? How do you get through a bad argument? The show gives some playful insight into life after marriage, as well as some of the characters' pasts previous to their vows. The overall message is very positive, and it feels like an attempt to get more Japanese folks to marry and also the next step.\n\n\u001b[1m結婚で本当に重要なのは何ですか？ 他の人がそれがうまくいかないと言っても大丈夫ですか？ あなたはどうやって悪い議論をしますか？ このショーは、結婚後の人生についての遊び心のある洞察と、誓いに先立つ過去の性格のいくつかを示しています。 全体的なメッセージは非常に肯定的であり、日本人と結婚しようとする試みのように感じ、次のステップになります。\u001b[22m\n\u001b[1m(Kekkon de hontōni jūyōna no wa nanidesu ka? Hokanohito ga sore ga umaku ikanai to itte mo daijōbudesuka? Anata wa dō yatte warui giron o shimasu ka? Kono shō wa, kekkon-go no jinsei ni tsuite no asobigokoro no aru dōsatsu to, chikai ni sakidatsu kako no seikaku no ikutsu ka o shimeshite imasu. Zentai-tekina messēji wa hijō ni kōtei-tekideari, nihonjin to kekkon shiyou to suru kokoromi no yō ni kanji,-ji no suteppu ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat really matters in marriage? Is it okay that other people say that it won't work? How do you get through a bad argument? The show gives some playful insight into life after marriage, as well as some of the characters' pasts previous to their vows. The overall message is very positive, and it feels like an attempt to get more Japanese folks to marry and also the next step.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat really matters in marriage?\u001b[24m\n    \u001b[1m結婚で本当に重要なのは何ですか？\u001b[22m, \u001b[1m何が本当に結婚に重要？\u001b[22m\n\u001b[4mIs it okay that other people say that it won't work?\u001b[24m\n    \u001b[1m他の人がそれがうまくいかないと言っても大丈夫ですか？\u001b[22m, \u001b[1mそれは他の人々はそれが動作しませんと言うことは大丈夫ですか？\u001b[22m\n\u001b[4mHow do you get through a bad argument?\u001b[24m\n    \u001b[1mあなたはどうやって悪い議論をしますか？\u001b[22m, \u001b[1mどのように悪いの引数を介して取得するのですか？\u001b[22m\n\u001b[4mThe show gives some playful insight into life after marriage, as well as some of the characters' pasts previous to their vows.\u001b[24m\n    \u001b[1mこのショーは、結婚後の人生についての遊び心のある洞察と、誓いに先立つ過去の性格のいくつかを示しています。\u001b[22m, \u001b[1mショーはいくつかの遊び心結婚後の生活への洞察力、ならびにそれらの誓いの前の文字」の過去のいくつかを与えます。\u001b[22m\n\u001b[4mThe overall message is very positive, and it feels like an attempt to get more Japanese folks to marry and also the next step.\u001b[24m\n    \u001b[1m全体的なメッセージは非常に肯定的であり、日本人と結婚しようとする試みのように感じ、次のステップになります。\u001b[22m, \u001b[1m全体的なメッセージは非常に肯定的であり、それはより多くの日本の人々が結婚するために取得しようとも次のステップのように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nAs with the previous season, expect episodic episodes each with its own theme. There isn't much in terms of episode dependency so don't worry too much about spreading it across multiple viewings. There isn't as cute of an ending surprise as the first season, unfortunately.\n\n\u001b[1m前のシーズンと同じように、それぞれ独自のテーマを持つエピソードエピソードを期待してください。 エピソードの依存性の点ではそれほど多くはないので、複数の視聴に広がることについてあまり心配しないでください。 残念なことに、第1シーズンと同じようにエンディングの驚きのかわいいされていません。\u001b[22m\n\u001b[1m(Mae no shīzun to onajiyōni, sorezore dokuji no tēma o motsu episōdoepisōdo o kitai shite kudasai. Episōdo no isonsei no tende wa sorehodo ōku wanainode, fukusū no shichō ni hirogaru koto ni tsuite amari shinpaishinaide kudasai. Zan'nen'nakotoni, dai 1 shīzun to onajiyōni endingu no odoroki no kawaī sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mAs with the previous season, expect episodic episodes each with its own theme. There isn't much in terms of episode dependency so don't worry too much about spreading it across multiple viewings. There isn't as cute of an ending surprise as the first season, unfortunately.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs with the previous season, expect episodic episodes each with its own theme.\u001b[24m\n    \u001b[1m前のシーズンと同じように、それぞれ独自のテーマを持つエピソードエピソードを期待してください。\u001b[22m, \u001b[1m前のシーズンと同様に、独自のテーマで各エピソードエピソードを期待しています。\u001b[22m\n\u001b[4mThere isn't much in terms of episode dependency so don't worry too much about spreading it across multiple viewings.\u001b[24m\n    \u001b[1mエピソードの依存性の点ではそれほど多くはないので、複数の視聴に広がることについてあまり心配しないでください。\u001b[22m, \u001b[1mので、複数の視聴全体に拡散についてはあまり心配しないでくださいエピソード依存性の面で多くはありません。\u001b[22m\n\u001b[4mThere isn't as cute of an ending surprise as the first season, unfortunately.\u001b[24m\n    \u001b[1m残念なことに、第1シーズンと同じようにエンディングの驚きのかわいいされていません。\u001b[22m, \u001b[1m残念ながら、最初のシーズンのようなエンディング驚きのようにかわいいありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThere's some nice episodes that focus on character flashbacks, expanding on how they met and other meaningful events in their past. Their relationship is already very well established compared to, well, every other show out there, so don't expect too much dynamic progression. Still, there definitely is great chemistry here.\n\n\u001b[1mキャラクターのフラッシュバックに焦点を当て、彼らが会った方法や過去の意味のある出来事を広げていく素晴らしいエピソードがいくつかあります。 彼らの関係は、既に他のすべてのショーと比較して、すでに非常によく確立されているので、あまりにも多くのダイナミックな進行を期待しないでください。 それでも、ここでは確かに素晴らしい化学があります。\u001b[22m\n\u001b[1m(Kyarakutā no furasshu bakku ni shōten o ate, karera ga atta hōhō ya kako no iminoaru dekigoto o hirogete iku subarashī episōdo ga ikutsu ka arimasu. Karera no kankei wa, sudeni hoka no subete no shō to hikaku shite, sudeni hijō ni yoku kakuritsu sa rete irunode, amarini mo ōku no dainamikkuna shinkō o kitai shinaide kudasai. Soredemo, kokode wa tashika ni subarashī kagaku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere's some nice episodes that focus on character flashbacks, expanding on how they met and other meaningful events in their past. Their relationship is already very well established compared to, well, every other show out there, so don't expect too much dynamic progression. Still, there definitely is great chemistry here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's some nice episodes that focus on character flashbacks, expanding on how they met and other meaningful events in their past.\u001b[24m\n    \u001b[1mキャラクターのフラッシュバックに焦点を当て、彼らが会った方法や過去の意味のある出来事を広げていく素晴らしいエピソードがいくつかあります。\u001b[22m, \u001b[1m彼らが会って、自分の過去の他の有意義なイベントどのように拡大し、文字のフラッシュバックに焦点を当て、いくつかの素敵なエピソードがあります。\u001b[22m\n\u001b[4mTheir relationship is already very well established compared to, well, every other show out there, so don't expect too much dynamic progression.\u001b[24m\n    \u001b[1m彼らの関係は、既に他のすべてのショーと比較して、すでに非常によく確立されているので、あまりにも多くのダイナミックな進行を期待しないでください。\u001b[22m, \u001b[1m彼らの関係は、すでに非常によくそこに他のすべてのショー、よく、と比較して確立されているので、あまりにも多くの動的な進行を期待しないでください。\u001b[22m\n\u001b[4mStill, there definitely is great chemistry here.\u001b[24m\n    \u001b[1mそれでも、ここでは確かに素晴らしい化学があります。\u001b[22m, \u001b[1mそれでも、間違いなく偉大な化学はここにあります。\u001b[22m\n\u001b[1m\u001b[22m\nValue:\n\n\u001b[1m値：\u001b[22m\n\u001b[1m(Atai:)\u001b[22m\n\nDefinitions of \u001b[4mValue:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    値\u001b[22m\n        value, magnitude, dimension, size, bulk, price\n\u001b[1m    価値\u001b[22m\n        value, worth, merit, worthiness\n\u001b[1m    バリュー\u001b[22m\n        value\n\u001b[1m    価\u001b[22m\n        value, valency, price, cost, charge, worth\n\u001b[1m    価格\u001b[22m\n        price, cost, value\n\u001b[1m    値打ち\u001b[22m\n        value, worth, price, dignity\n\u001b[1m    金高\u001b[22m\n        amount, sum, quantity, value\n\u001b[1m    珍重\u001b[22m\n        prize, value\n\u001b[1m    直\u001b[22m\n        correctness, being straight, price, cheerfulness, night duty, cost\n\nverb\n\u001b[1m    尊ぶ\u001b[22m\n        value, honor, respect, esteem, prize, revere\n\u001b[1m    貴ぶ\u001b[22m\n        value, honor, revere, prize, esteem, respect\n\u001b[1m    評価する\u001b[22m\n        evaluate, value\n\u001b[1m    愛玩する\u001b[22m\n        fond of, value, mess about\nThe entertainment to viewing-time ratio is very good, if you liked the first season there's no reason not to pick this up.\n\n\u001b[1mあなたが最初のシーズンを気に入っていれば、これを拾わない理由はありません。\u001b[22m\n\u001b[1m(Anata ga saisho no shīzun o kiniitte ireba, kore o hirowanai riyū wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe entertainment to viewing-time ratio is very good, if you liked the first season there's no reason not to pick this up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe entertainment to viewing-time ratio is very good, if you liked the first season there's no reason not to pick this up.\u001b[24m\n    \u001b[1mあなたが最初のシーズンを気に入っていれば、これを拾わない理由はありません。\u001b[22m, \u001b[1m視聴時間比エンターテインメントは、あなたが最初のシーズンを好きなら、これをピックアップしない理由はありません、非常に良いです。\u001b[22m"
  },
  {
    "title": "Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "id": "29067",
    "url": "https://myanimelist.net/anime/29067/Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "user": "BanjoTheBear",
    "profile": "/profile/BanjoTheBear/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=197519",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n（これは私のblog / redditスレッドから適応されています。先のSpoilers！）\n\n友人がいて家族がいて、どちらも重要な関係を持っていて維持している。 しかし、間違いなく、それよりも大きいものがある、あるいは少なくとも、前の2つのものと比較して、恋人への接続という、信じられないほどユニークなものがあります。 妻または夫、同伴者、ダーリン。 お互いを愛し合う2人の人の間になされた関係は、他の誰よりも、とても貴重な特別な絆です。 結局のところ、彼らは涼しいと聞いて\"あなたが死に至るまで\"というフレーズを含んでいません。 私は夫が何を言っているのか理解できません。第2幕はこの本物の絆で、何をしたいのか分からないアニメを提供します。\n\nストーリー\n\nDanna Ga Nani 2（日本人、短縮名）は、ハジメと薫の幸せな夫婦に戻り、聴衆に日々の生活にさまざまな垣間見えるようになりました。\n\nアニメは前のシーズンの直接の継続を前にして、むしろ独特の物語の決定から始まります。 代わりに、ショーは回帰することを選択し、その予選全体にわたって間欠的に発生したイベントについて説明します。 これは、タイトルの資格がどこから来たのかもしれません。 コンピュータが同時にスレッドを使用してプロセスを実行するのと同じように、Danna ga Nani 2も以前のバージョンと「同時に」実行されます。 ハジメがウェブデザイナーとして働き、「奇妙な」趣味に参加していることを考えると、この解釈はより重要なものになります。\n\nタイトルの賢さにかかわらず、プロット単位で進めないという決断は変だ。 一方で、この種のスレッディングを行うショーでは、「これはすでに起こっている」のように、観客が感じるように、行方不足感がもたらされます。イベント自体は新しいものであり、かつては見られなかったものですが、 タイムラインでは、この偽の繰り返しが生成されます。 このような繰り返しは必ずしも意図的なものではありませんが、観客はそのアニメを自社のベンチャーで誤ったものとして認識し、他には何も言い切れない可能性があります。 それは過去に働いていたアイデア、すなわち新婚者が直面した困難を補強する機会であった。 最初のシーズンのオファーでイベントを開催することは、探求する新しいモチーフを導入するのではなく、オリジナルの意図に焦点を当てて、テーマを提示した上で確立された強固な基盤を提供します。\n\nその結果、テーマは前のシーズンと同じままです。つまり、夫と妻であることを意味します。 イベントはこれを容易に描写します。  1つの例は、彼女が元首相との両立性に疑問を持っている。 もう一つは、彼女が言葉に入れることができるよりも彼女の幸福を与える共生を見つける彼女の両親を訪問しています。 さらにもう一人は、幼い頃の街を訪れて妻の過去を知っています。 要するに、各エピソードは、カップルの間で共有されている関係を、疑問を呈したり、理解したり、比較したりすることを示す方法として役立ちます。 同時に、反復はそれ自身をさらに発音する。 第1シーズンには「アウト・オブ・プレース」の物語、ポップカルチャー・ノード、性的多様性があります。 今シーズンは単に原作をエコーし​​たかったので、これは技術的にはアニメにとって有害で​​はありません。\n\nしかし、最後の3つのエピソードが最初のシーズンのタイムラインを越えて移動するので、2番目のシーズンが終わりに近づくと、繰り返しと強化が問題になります。 そこでは、通常よりもシナリオがイントロスペクションに重点を置いています。 この高揚したドラマは、少し特徴がないように思えるかもしれませんが、実際には第1シーズンと、実際には第2シーズンの多くがこの同じ調子を持っていました。 例えば、Youtaのバックグラウンドを含むエピソードではこのような雰囲気があり、Hajimeの最初の「愛の三角」に関するものも同様でした。そしてDestiny Fuckerとの会話の多くもそうでした。 今、テーマの探求はそのまま残っています。 ハジメと薫は最初の戦いをしていることが示されています（間違いなく、何かよりも重要なもの）。そしてその2人は、個人としても一緒にも、自分たちの人生と自分自身に疑問を抱いています。 なぜなら、結末がどう違うのかという理由は、より深刻な瞬間と一致して使用される参考・反作用の冗談をほぼ完全になくすためです。 このショーは、それ自体が、観客を混乱させる役目を果たさないものに変身しようとしています。 シーズンが終わると、観客の口に残念な酸味を残すのは、方向とコメディを無視した、これらの最後のいくつかの瞬間です。\n\n結局のところ、このプロットは前任者を反映していますが、同時にこれらの2つの面の後者では失敗するスタンドアロンの提供にしようとしています。\n\nアニメーション\n\nダナ・ガ・ナニ2はシンプルなスタイルを採用しており、目で見た目を良くしています。 芸術は贅沢でも詳細でもなく、多くの場所が柔らかい色と「現実的」な環境を使用しています。 初代と薫の家と居間はよく見えますが、ショーにはさまざまな背景を紹介して彼らの鈍感さを刺激します。 公園、地下鉄の駅、ボウリング場、野外バス、レストランは、多様性へのアニメの挑戦の例です。\n\nキャラクターのデザインは、最初のシーズンのデザインと一貫しており、面白いことや似顔絵である。 ハジメにはめくるめのメガネとシンプルな衣服、薫のミスマッチなブロンドの髪の毛とピンクのシャツのリターンがあり、デスティニファッカーは彼のコート、帽子、色合いを身に着け、運命と戦う人のように見えなくなります。 また、体の大きさが大きすぎると思われる人の頭は注目に値するが、リノの極端な不足や鳩の超マゼンタの髪の色など、他のオフキルのデザインの中で慰めがある。\n\n実際のアニメーションは平均よりわずかに下回っていますが、この場合、コメディやイベントのペースが速いため、チョッパーはショーの好意で動作します。 シーンは長時間続くことはほとんどありません。つまり、アニメーションはチャンスがあるときにはまれにしかありませんが、何も動かずにすべてが動いています。\n\nキャラクター\n\nダナ・ガ・ナニ2のキャラクターが興味深いのは、本物ではなく、はじめて、薫にはどれほど重点が置かれているかです。\n\nYoutaは、男性、そしてより具体的には、兄の元首相に対する彼の愛情を表現することを恐れていません。 しかし、「特別な」エピソードで示されているように、Youtaはいつも幸運にも男の子が好きな絵画「mangaka」ではありませんでした。 彼の前身と現在の彼との格差は、彼の姿と、もっと重要なことに、彼が自分自身を運んできた方法に基づいて、印象的です。 彼は受け入れられたいが、他の人を受け入れることができないようにうそをつくように描かれていた。 それは、いじめのグループが性別を攻撃し、そしてYajaが、はじまりが持っていた情熱を理解する価値を見ないとき、これがいかに真実であるかははっきりしている。 これらの2つの世界が衝突してから、「勝者」とは、他者と自分自身の両方に心臓があることを意味すると判断するまでではありません。\n\nリノとノゾムもフラッシュバックを使って、ユータと同じように彼らの目指すスポットライトを持っています。  Rinoは、通常、彼女の身長だけに基づいて子供として特徴付けられますが、彼女の過去は、彼女が1つ以上の方法で彼女の地位を獲得したことを明らかにします。 彼女は泣き言を見せていましたが、すぐに気分を失ってしまいました。 対照的に、ノゾムは自分自身のために成熟しすぎている。 彼はしばしば完全に無関心で行動する。 彼は彼の周りの人々を気にしないが、彼は十分に気にしていないようではありません。 両者のコントラストは、最初にそれらを結びつけたものですが、「反対のものが引き寄せられる」という諺も素晴らしく表現されています。 厳密にはお互いのために、リノはもう少し真剣に行動することを学んでいますが、ノゾムは他の人に感謝することを学び、今日の彼らの愛する関係を確立します。\n\nDanna Ga Nani 2はまた、新しいキャラクターのサンプルを紹介しますが、その目的は単数でも間接的でもあります。つまり、TanakaやDestiny Fuckerのようなサイド・キャラクターと同じ「尊敬」を与えられません。 例えば、肇の父、薫は薫が息子の偽妻ではなかったことに驚きました。 柚子は別です。 彼女はYoutaの師匠ですが、婚約しなかった頃からの薫の志向の転換を強調するために彼女を含めました。 人間関係を欺いて自己の価値を重視するという前提を提供する鳥羽僚の同僚もいる。 一回限り、デンジー、ユーズ、戸部などの新人は、アニメが最初のシーズンのコピーキャットになるため、メインキャラクターとサイドキャラクターのシナリオを設定するために独占的に使われます。 さらに、新しい文字の各々は、同じ、最小限のレベルで焦点を合わせる。 ある人が他の人よりも多くのスクリーン時間を受け取ることはなく、より重要なキャラクターがより多くの注目を集めていると考えると、これは単に行うのが賢明です。\n\nしかし、デンジと新しいキャストメンバーは、偶然にも薫のために恋をしています。彼らは代理人によって彼女とハジメを育てます。 すでに述べたように、著名な夫と妻は自分自身と彼らのパートナーに疑問を抱き、彼らの現在の生活が彼らにとって正しいかどうか疑問に思う。 ハジメは、デスティニー・ファッカーの知恵を聞いた後で、彼の喜びを疑うとそれを扱いやすくすると判断します。 薫は、田中との会話の後、途中で赤ちゃんとの関係が変わるかどうかについても同様に考えます。 しかし、始まりと薫が「発展」を経て行くのは、必ずしも人として変わるわけではないので、あまりにも寛大であるかもしれません。 代わりに、それはより再確認されます。 確かに、結婚とは、パートナーを完全に受け入れる行為であり、「悪い方が良い」とは、自分が誰であるかで何ができるのかを愛することです。 元は元気と薫がほとんどいつも来るという結論です。 元は良い夫であることを心配するかもしれないし、薫は元の気持ちに関係しているかもしれないが、彼らはそれを知っているかどうかにかかわらず、誰も他の人ではないことのためにお互いを愛している。\n\n音\n\nエンディングのテーマはかなり短いですが、それはエピソードやシリーズ全体の長さの短縮によるものです。 幸せなカップルは、デュエットを歌い、ゆっくりとロマンチックなアレンジを組み合わせることで、これらの2つの愛鳥の間の快適さを見いだす作品を作ります。\n\nサウンドトラックの残りの部分は、機会に合った薄い背景の部分で満たされていますが、自分では目立ちません。 アコースティックギターのほかに、シンプルな生涯を捉える繊細なフルートと一緒に、特に記憶に残るものはありません。 しかし、ショーが好きなさまざまなサウンドエフェクトに注意する価値があります。 彼らはしばしば、まるで揺らめく、うねりのある、そして風変わりな種類のものですが、その使用法を愚かにすることによってコメディーを助けます。\n\nアニメのために演じる声はどこかの平均です。 特別な叫び声は彼女の性的な声のためのYoutaとして里野さやかと話すとき彼女の幼稚な音色のためのRinoとしてRie Kugimiyaのために値する。\n\n楽しみ\n\nこのシリーズが面白い理由の1つは、実際の年齢と人口統計によるものです。 ハジメと薫は大人になって結婚し、成熟したベンチャーに参加することで、他のアニメの大半と比較して、独特のセンスが与えられます。 また、YoutaのDestiny Fucker（自分の名前を見ると陽気な、面白い、これは私がレビューできた場所に含めようと思っている）、Hajimeのフェチ 、そしてリノの全エピソードは彼女に捧げられています。 ショーはいたるところでコメディーではなく、劇的な瞬間はあまりにも愛想的ではありませんでした。 しかし、シーズン全体の長さはわずか40分です。座って1回のセッションで鑑賞することが容易になり、過度に煩わしいことはありません。\n\n私は夫が何を言っているのか理解できません：第2のスレッドは元のことから始まった物語を\"続ける\"ことを試みますが、残念ながら道路のいくつかのぶつかり合いに会います。 それは何をしたいのか分からず、音楽は欠けていて、退屈な酒場がはっきりしています。 うまくいけば、次の反復は、シリーズが間違いなく何かになる可能性があるため、どこが間違っているのかを理解していることを願っています。\n\n概要\n\nストーリー：コメディやテーマに関しては、プレクエルとほとんど同じですが、それが自らベンチャーアウトしようとすると、フラットになります\n\nアニメーション：細かい、シンプルなアートスタイル、適切なキャラクターデザイン、平均的な実際のアニメーションよりも有利な作品\n\n登場人物：善良、由太、その他のキャラクターは面白いですが、デンジーや鳥羽のような新人が目的を果たしています。元祖と薫は夫婦の素敵な例です\n\nサウンド：罰金、大丈夫ED、悪いサウンドトラック、愚かな効果音、平均的なVA作品\n\n楽しさ：Fine、Youta、Hajime、Rinoは時々面白かったし、それほど大したことはなかったが、シーズンが短くなるとこの問題はわずかに緩和される\n\n最終得点：5/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\n(This has been adapted from my blog/reddit thread. Spoilers ahead!)\n\n\u001b[1m（これは私のblog / redditスレッドから適応されています。先のSpoilers！）\u001b[22m\n\u001b[1m((Kore wa watashi no blog/ reddit sureddo kara tekiō sa rete imasu.-Saki no Spoilers! ))\u001b[22m\n\nTranslations of \u001b[4m(This has been adapted from my blog/reddit thread. Spoilers ahead!)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(This has been adapted from my blog/reddit thread. Spoilers ahead!)\u001b[24m\n    \u001b[1m（これは私のblog / redditスレッドから適応されています。先のSpoilers！）\u001b[22m, \u001b[1m（これは私のブログ/ redditのスレッドから適応されています。スポイラー前方に！）\u001b[22m\n\u001b[1m\u001b[22m\nThere are friends and there is family, both of which are important relationships to have and to maintain. But there is arguably one that is even greater, or at the minimum is incredibly unique when compared to the previous two: the connection to a lover. The wife or husband, the companion, the darling; the relationship that is made between two people who love each other, more so than anyone else, is a special bond that is extremely valuable. After all, they do not include the phrase “’till death do you part” because it sounds cool. I Can’t Understand What My Husband Is Saying: 2nd Thread hones in on this very bond, providing an anime that does not really know what it wants to do.\n\n\u001b[1m友人がいて家族がいて、どちらも重要な関係を持っていて維持している。 しかし、間違いなく、それよりも大きいものがある、あるいは少なくとも、前の2つのものと比較して、恋人への接続という、信じられないほどユニークなものがあります。 妻または夫、同伴者、ダーリン。 お互いを愛し合う2人の人の間になされた関係は、他の誰よりも、とても貴重な特別な絆です。 結局のところ、彼らは涼しいと聞いて\"あなたが死に至るまで\"というフレーズを含んでいません。 私は夫が何を言っているのか理解できません。第2幕はこの本物の絆で、何をしたいのか分からないアニメを提供します。\u001b[22m\n\u001b[1m(Yūjin ga ite kazoku ga ite, dochira mo jūyōna kankei o motte ite iji shite iru. Shikashi, machigainaku, sore yori mo ōkī mono ga aru, aruiwa sukunakutomo, mae no 2tsu no mono to hikaku shite, koibito e no setsuzoku to iu, shinji rarenai hodo yunīkuna mono ga arimasu. Tsuma matawa otto, dōhan-sha, dārin. Otagai o aishiau 2-ri no hito no ma ni nasa reta kankei wa, hoka no dare yori mo, totemo kichōna tokubetsuna kizunadesu. Kekkyokunotokoro, karera wa suzushī to kiite\" anata ga shini itaru made\" to iu furēzu o fukunde imasen. Watashi wa otto ga nani o itte iru no ka rikai dekimasen. Dai 2-maku wa kono honmono no kizuna de, nani o shitai no ka wakaranai anime o teikyō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are friends and there is family, both of which are important relationships to have and to maintain. But there is arguably one that is even greater, or at the minimum is incredibly unique when compared to the previous two: the connection to a lover. The wife or husband, the companion, the darling; the relationship that is made between two people who love each other, more so than anyone else, is a special bond that is extremely valuable. After all, they do not include the phrase “’till death do you part” because it sounds cool. I Can’t Understand What My Husband Is Saying: 2nd Thread hones in on this very bond, providing an anime that does not really know what it wants to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are friends and there is family, both of which are important relationships to have and to maintain.\u001b[24m\n    \u001b[1m友人がいて家族がいて、どちらも重要な関係を持っていて維持している。\u001b[22m, \u001b[1m持っているし、維持するために重要な関係ですどちらも、友人があり、家族があります。\u001b[22m\n\u001b[4mBut there is arguably one that is even greater, or at the minimum is incredibly unique when compared to the previous two: the connection to a lover.\u001b[24m\n    \u001b[1mしかし、間違いなく、それよりも大きいものがある、あるいは少なくとも、前の2つのものと比較して、恋人への接続という、信じられないほどユニークなものがあります。\u001b[22m, \u001b[1m恋人への接続：しかし、さらに大きくなり、あるいは最低で前の2つに比べたとき、信じられないほどユニークで間違いなく1があります。\u001b[22m\n\u001b[4mThe wife or husband, the companion, the darling;\u001b[24m\n    \u001b[1m妻または夫、同伴者、ダーリン。\u001b[22m, \u001b[1m妻や夫、仲間、最愛の人。\u001b[22m\n\u001b[4mthe relationship that is made between two people who love each other, more so than anyone else, is a special bond that is extremely valuable.\u001b[24m\n    \u001b[1mお互いを愛し合う2人の人の間になされた関係は、他の誰よりも、とても貴重な特別な絆です。\u001b[22m, \u001b[1mお互いを愛する2人の間で行われた関係は、より多くのように他の誰よりも、非常に貴重である特殊な結合です。\u001b[22m\n\u001b[4mAfter all, they do not include the phrase “’till death do you part” because it sounds cool.\u001b[24m\n    \u001b[1m結局のところ、彼らは涼しいと聞いて\"あなたが死に至るまで\"というフレーズを含んでいません。\u001b[22m, \u001b[1m結局のところ、彼らはフレーズ\"の死まで、あなたの一部を行う「それはクールに聞こえるので、含まれていません。\u001b[22m\n\u001b[4mI Can’t Understand What My Husband Is Saying: 2nd Thread hones in on this very bond, providing an anime that does not really know what it wants to do.\u001b[24m\n    \u001b[1m私は夫が何を言っているのか理解できません。第2幕はこの本物の絆で、何をしたいのか分からないアニメを提供します。\u001b[22m, \u001b[1m第二スレッドが実際にそれが何をしたいのかわからないアニメを提供し、この非常に結合の中hones：旦那が何を言っているかわからない件。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY\n/ˈstôrē/\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mSTORY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nDanna ga Nani 2 (the Japanese, shortened name of choice) heads back to the happily married couple that is Hajime and Kaoru, giving the audience various glimpses into the everyday life the two lead.\n\n\u001b[1mDanna Ga Nani 2（日本人、短縮名）は、ハジメと薫の幸せな夫婦に戻り、聴衆に日々の生活にさまざまな垣間見えるようになりました。\u001b[22m\n\u001b[1m(Danna Ga Nani 2 (nihonjin, tanshuku-mei) wa, Hajime to Kaoru no shiawasena fūfu ni modori, chōshū ni hibi no seikatsu ni samazamana kaimami eru yō ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mDanna ga Nani 2 (the Japanese, shortened name of choice) heads back to the happily married couple that is Hajime and Kaoru, giving the audience various glimpses into the everyday life the two lead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDanna ga Nani 2 (the Japanese, shortened name of choice) heads back to the happily married couple that is Hajime and Kaoru, giving the audience various glimpses into the everyday life the two lead.\u001b[24m\n    \u001b[1mDanna Ga Nani 2（日本人、短縮名）は、ハジメと薫の幸せな夫婦に戻り、聴衆に日々の生活にさまざまな垣間見えるようになりました。\u001b[22m, \u001b[1mダンナGAナニ2（日本、選択肢の短縮名）が戻って日常生活の中に観客に2本のリードをさまざまな見え隠れを与え、肇と薫ある幸せに夫婦へ向かいます。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime begins with a rather peculiar narrative decision by foregoing a direct continuation of the previous season. Instead, the show opts to regress, expounding on events that occurred at intermittent times throughout its prequel. This might be where the qualification of the title comes from; just as computers use threading to execute their processes simultaneously, Danna ga Nani 2 happens “concurrently” with its predecessor. Considering that Hajime works as a web designer and partakes in “nerdy” hobbies, this interpretation gains more weight.\n\n\u001b[1mアニメは前のシーズンの直接の継続を前にして、むしろ独特の物語の決定から始まります。 代わりに、ショーは回帰することを選択し、その予選全体にわたって間欠的に発生したイベントについて説明します。 これは、タイトルの資格がどこから来たのかもしれません。 コンピュータが同時にスレッドを使用してプロセスを実行するのと同じように、Danna ga Nani 2も以前のバージョンと「同時に」実行されます。 ハジメがウェブデザイナーとして働き、「奇妙な」趣味に参加していることを考えると、この解釈はより重要なものになります。\u001b[22m\n\u001b[1m(Anime wa mae no shīzun no chokusetsu no keizoku o mae ni shite, mushiro dokutoku no monogatari no kettei kara hajimarimasu. Kawari ni, shō wa kaiki suru koto o sentaku shi, sono yosen zentai ni watatte kanketsu-teki ni hassei shita ibento ni tsuite setsumei shimasu. Kore wa, taitoru no shikaku ga dokokarakitano kamo shiremasen. Konpyūta ga dōjini sureddo o shiyō shite purosesu o jikkō suru no to onajiyōni, Danna ga Nani 2 mo izen no bājon to `dōjini' jikkō sa remasu. Hajime ga u~ebudezainā to shite hataraki,`kimyōna' shumi ni sanka shite iru koto o kangaeru to, kono kaishaku wa yori jūyōna mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime begins with a rather peculiar narrative decision by foregoing a direct continuation of the previous season. Instead, the show opts to regress, expounding on events that occurred at intermittent times throughout its prequel. This might be where the qualification of the title comes from; just as computers use threading to execute their processes simultaneously, Danna ga Nani 2 happens “concurrently” with its predecessor. Considering that Hajime works as a web designer and partakes in “nerdy” hobbies, this interpretation gains more weight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime begins with a rather peculiar narrative decision by foregoing a direct continuation of the previous season.\u001b[24m\n    \u001b[1mアニメは前のシーズンの直接の継続を前にして、むしろ独特の物語の決定から始まります。\u001b[22m, \u001b[1mアニメは、前シーズンの直接の継続を前述のことではなく、独特の物語の決定から始まります。\u001b[22m\n\u001b[4mInstead, the show opts to regress, expounding on events that occurred at intermittent times throughout its prequel.\u001b[24m\n    \u001b[1m代わりに、ショーは回帰することを選択し、その予選全体にわたって間欠的に発生したイベントについて説明します。\u001b[22m, \u001b[1mその代わりに、ショーはその続編を通して間欠的なタイミングで発生したイベント場合についての説明、退行することを選択します。\u001b[22m\n\u001b[4mThis might be where the qualification of the title comes from;\u001b[24m\n    \u001b[1mこれは、タイトルの資格がどこから来たのかもしれません。\u001b[22m, \u001b[1mタイトルの資格がどこから来るこれは可能性があります。\u001b[22m\n\u001b[4mjust as computers use threading to execute their processes simultaneously, Danna ga Nani 2 happens “concurrently” with its predecessor.\u001b[24m\n    \u001b[1mコンピュータが同時にスレッドを使用してプロセスを実行するのと同じように、Danna ga Nani 2も以前のバージョンと「同時に」実行されます。\u001b[22m, \u001b[1mコンピュータが同時にそのプロセスを実行するためにスレッドを使用と同じように、ダンナGAナニ2は、その前身で「同時に」が起こります。\u001b[22m\n\u001b[4mConsidering that Hajime works as a web designer and partakes in “nerdy” hobbies, this interpretation gains more weight.\u001b[24m\n    \u001b[1mハジメがウェブデザイナーとして働き、「奇妙な」趣味に参加していることを考えると、この解釈はより重要なものになります。\u001b[22m, \u001b[1m肇は、Webデザイナーとして働き、「オタク」趣味にpartakesことを考えると、この解釈はより多くの重量を得ます。\u001b[22m\n\u001b[1m\u001b[22m\nRegardless of the cleverness of the title, the decision to not push forward plot-wise is weird. On the one hand, the show doing this kind of threading introduces a sense of missing progression, with the audience feeling as if “this has already happened.” The events themselves are new and never-before-seen, but through the overlapping of their timelines, this faux repetition is generated. Such repetition is not necessarily intentional, yet it causes the audience to potentially perceive the anime as misguided in its own ventures, that it has nothing else to say other than what it “already has.” On the other hand, this gives the anime the opportunity to reinforce the ideas it had worked with in the past, namely the difficulties faced by newlyweds. Having the events take place throughout the first season’s offerings keeps the focus on its original intentions, rather than introducing a new motif to explore, thereby giving the anime an established and stronger foundation in terms of the theme presented.\n\n\u001b[1mタイトルの賢さにかかわらず、プロット単位で進めないという決断は変だ。 一方で、この種のスレッディングを行うショーでは、「これはすでに起こっている」のように、観客が感じるように、行方不足感がもたらされます。イベント自体は新しいものであり、かつては見られなかったものですが、 タイムラインでは、この偽の繰り返しが生成されます。 このような繰り返しは必ずしも意図的なものではありませんが、観客はそのアニメを自社のベンチャーで誤ったものとして認識し、他には何も言い切れない可能性があります。 それは過去に働いていたアイデア、すなわち新婚者が直面した困難を補強する機会であった。 最初のシーズンのオファーでイベントを開催することは、探求する新しいモチーフを導入するのではなく、オリジナルの意図に焦点を当てて、テーマを提示した上で確立された強固な基盤を提供します。\u001b[22m\n\u001b[1m(Taitoru no kashiko-sa ni kakawarazu, purotto tan'i de susumenai to iu ketsudan wa henda. Ippō de, kono tane no sureddingu o okonau shōde wa,`kore wa sudeni okotte iru' no yō ni, kankyaku ga kanjiru yō ni, yukue fusoku-kan ga motarasa remasu. Ibento jitai wa atarashī monodeari, katsute wa mi rarenakatta monodesuga, taimu rainde wa, kono nise no kurikaeshi ga seisei sa remasu. Ko no yōna kurikaeshi wa kanarazushimo ito-tekina monode wa arimasenga, kankyaku wa sono anime o Jisha no benchā de ayamatta mono to shite ninshiki shi, hoka ni wa nani mo iikirenai kanōsei ga arimasu. Sore wa kako ni hataraite ita aidea, sunawachi shinkon-sha ga chokumen shita kon'nan o hokyō suru kikaideatta. Saisho no shīzun no ofā de ibento o kaisai suru koto wa, tankyū suru atarashī mochīfu o dōnyū suru node wa naku, orijinaru no ito ni shōten o atete, tēma o teiji shita ue de kakuritsu sa reta kyōkona kiban o teikyō shimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nAs a result, the theme remains the same as it did in the previous season – what it means to be husband and wife. The events depict this readily enough. One instance has Kaoru questioning her compatibility with Hajime. Another has her visiting his parents where she finds the togetherness giving her more happiness than she can put into words. Yet another has Hajime learning of his wife’s past by visiting her childhood city. In short, each episode serves as a way to demonstrate the relationship that is shared between the couple, be it through questioning, understanding, or comparing. At the same time, the repetition pronounces itself further; there is an “out-of-place” tale, pop-culture nods, and hilarity of the sexual variety, all of which are found in the first season. This is not technically a detriment to the anime, since this season simply wanted to echo the original, which on that basis it accomplished.\n\n\u001b[1mその結果、テーマは前のシーズンと同じままです。つまり、夫と妻であることを意味します。 イベントはこれを容易に描写します。  1つの例は、彼女が元首相との両立性に疑問を持っている。 もう一つは、彼女が言葉に入れることができるよりも彼女の幸福を与える共生を見つける彼女の両親を訪問しています。 さらにもう一人は、幼い頃の街を訪れて妻の過去を知っています。 要するに、各エピソードは、カップルの間で共有されている関係を、疑問を呈したり、理解したり、比較したりすることを示す方法として役立ちます。 同時に、反復はそれ自身をさらに発音する。 第1シーズンには「アウト・オブ・プレース」の物語、ポップカルチャー・ノード、性的多様性があります。 今シーズンは単に原作をエコーし​​たかったので、これは技術的にはアニメにとって有害で​​はありません。\u001b[22m\n\u001b[1m(Sono kekka, tēma wa mae no shīzun to onaji mamadesu. Tsumari, otto to tsumadearu koto o imi shimasu. Ibento wa kore o yōi ni byōsha shimasu. 1Tsu no rei wa, kanojo ga moto shushō to no ryōritsu-sei ni gimon o motte iru. Mōhitotsu wa, kanojo ga kotoba ni ireru koto ga dekiru yori mo kanojo no kōfuku o ataeru kyōsei o mitsukeru kanojo no ryōshin o hōmon shite imasu. Sarani mōhitori wa, osanai koro no machi o otozurete tsuma no kako o shitte imasu. Yōsuruni, kaku episōdo wa, kappuru no ma de kyōyū sa rete iru kankei o, gimon o teishi tari, rikai shi tari, hikaku shi tari suru koto o shimesu hōhō to shite yakudachimasu. Dōjini, hanpuku wa sore jishin o sarani hatsuon suru. Dai 1 shīzun ni wa `auto Obu purēsu' no monogatari, poppukaruchā nōdo,-sei-teki tayō-sei ga arimasu. Ima shīzun wa tan'ni gensaku o ekō shi ​​takattanode, koreha gijutsu-teki ni wa anime ni totte yūgaide ​​ wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs a result, the theme remains the same as it did in the previous season – what it means to be husband and wife. The events depict this readily enough. One instance has Kaoru questioning her compatibility with Hajime. Another has her visiting his parents where she finds the togetherness giving her more happiness than she can put into words. Yet another has Hajime learning of his wife’s past by visiting her childhood city. In short, each episode serves as a way to demonstrate the relationship that is shared between the couple, be it through questioning, understanding, or comparing. At the same time, the repetition pronounces itself further; there is an “out-of-place” tale, pop-culture nods, and hilarity of the sexual variety, all of which are found in the first season. This is not technically a detriment to the anime, since this season simply wanted to echo the original, which on that basis it accomplished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a result, the theme remains the same as it did in the previous season – what it means to be husband and wife.\u001b[24m\n    \u001b[1mその結果、テーマは前のシーズンと同じままです。つまり、夫と妻であることを意味します。\u001b[22m, \u001b[1mそれは前のシーズンで行った結果として、テーマは同じまま - それは夫と妻が何を意味します。\u001b[22m\n\u001b[4mThe events depict this readily enough.\u001b[24m\n    \u001b[1mイベントはこれを容易に描写します。\u001b[22m, \u001b[1mイベントは、容易に十分にこれを示します。\u001b[22m\n\u001b[4mOne instance has Kaoru questioning her compatibility with Hajime.\u001b[24m\n    \u001b[1m1つの例は、彼女が元首相との両立性に疑問を持っている。\u001b[22m, \u001b[1m一つのインスタンスは、薫が肇と彼女の互換性に疑問を持っています。\u001b[22m\n\u001b[4mAnother has her visiting his parents where she finds the togetherness giving her more happiness than she can put into words.\u001b[24m\n    \u001b[1mもう一つは、彼女が言葉に入れることができるよりも彼女の幸福を与える共生を見つける彼女の両親を訪問しています。\u001b[22m, \u001b[1mもう一つは、彼女が言葉にすることができますよりも、彼女のより多くの幸福を与えて連帯を見つけたところ、彼女は彼の両親を訪問しています。\u001b[22m\n\u001b[4mYet another has Hajime learning of his wife’s past by visiting her childhood city.\u001b[24m\n    \u001b[1mさらにもう一人は、幼い頃の街を訪れて妻の過去を知っています。\u001b[22m, \u001b[1mさらに別のは、彼女の子供時代の都市を訪問し、彼の妻の過去の肇学習があります。\u001b[22m\n\u001b[4mIn short, each episode serves as a way to demonstrate the relationship that is shared between the couple, be it through questioning, understanding, or comparing.\u001b[24m\n    \u001b[1m要するに、各エピソードは、カップルの間で共有されている関係を、疑問を呈したり、理解したり、比較したりすることを示す方法として役立ちます。\u001b[22m, \u001b[1m要するに、各エピソードは、それが、疑問を理解する、または比較によるもので、夫婦間で共有されている関係を実証するための方法として機能します。\u001b[22m\n\u001b[4mAt the same time, the repetition pronounces itself further;\u001b[24m\n    \u001b[1m同時に、反復はそれ自身をさらに発音する。\u001b[22m, \u001b[1m同時に、繰り返しがさらに自分自身を宣告します。\u001b[22m\n\u001b[4mthere is an “out-of-place” tale, pop-culture nods, and hilarity of the sexual variety, all of which are found in the first season.\u001b[24m\n    \u001b[1m第1シーズンには「アウト・オブ・プレース」の物語、ポップカルチャー・ノード、性的多様性があります。\u001b[22m, \u001b[1m「アウトオブプレース」物語、ポップカルチャーうなずくと、最初のシーズンで発見されているすべてのそれらの性的多様のはしゃぎがあります。\u001b[22m\n\u001b[4mThis is not technically a detriment to the anime, since this season simply wanted to echo the original, which on that basis it accomplished.\u001b[24m\n    \u001b[1m今シーズンは単に原作をエコーしたかったので、これは技術的にはアニメにとって有害ではありません。\u001b[22m, \u001b[1mこの季節は、単にそのベースでそれが達成元を、エコーしたかったので、これは、技術的にはアニメに不利益ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, the repetition and the reinforcement is called into question when the second season nears its conclusion, since the final three episodes choose to move beyond the first season’s timeline. There, the scenarios more so than usual focus on introspection. This heightened drama might seem slightly uncharacteristic, but in fact the first season and indeed much of the second season had this same tone. For example, the episode involving Youta’s background took on this vibe, the one concerning Hajime’s initial “love triangle” did as well, and so did many of the conversations with Destiny Fucker. Now, the exploration of the theme remains intact; Hajime and Kaoru are shown to be having their first ever fight (admittedly, over something rather important) and the two of them question their lives and themselves, both as individuals and together. The reason, though, why the ending comes off as different is because it almost completely ditches the referential and reactionary joking it would use in unison with the more serious moments. The show tries to morph itself into something that it did not set out to be, which serves to confuse the audience. It is these last few set of moments, which ignore the direction and the comedy, that leave an unfortunate sour taste in the viewer’s mouth as the season ends.\n\n\u001b[1mしかし、最後の3つのエピソードが最初のシーズンのタイムラインを越えて移動するので、2番目のシーズンが終わりに近づくと、繰り返しと強化が問題になる。 そこでは、通常よりもシナリオがイントロスペクションに重点を置いています。 この高揚したドラマは、少し特徴がないように思えるかもしれませんが、実際には第1シーズンと、実際には第2シーズンの多くがこの同じ調子を持っていました。 例えば、Youtaのバックグラウンドを含むエピソードではこのような雰囲気があり、Hajimeの最初の「愛の三角」に関するものも同様でした。そしてDestiny Fuckerとの会話の多くもそうでした。 今、テーマの探求はそのまま残っています。 ハジメと薫は最初の戦いをしていることが示されています（どちらかといえば重要なことは間違いありません）。 なぜなら、結末がどう違うのかという理由は、より深刻な瞬間と一致して使用される参考・反作用の冗談をほぼ完全になくすためです。 このショーは、それ自体が、観客を混乱させる役目を果たさないものに変身しようとしています。 シーズンが終わると、観客の口に残念な酸味を残すのは、方向とコメディーを無視して、これらの最後のいくつかの瞬間のセットです。\u001b[22m\n\u001b[1m(Shikashi, saigo no 3ttsu no episōdo ga saisho no shīzun no taimu rain o koete idō surunode, 2-banme no shīzun ga owari ni chikadzuku to, kurikaeshi to kyōka ga mondai ni naru. Sokode wa, tsūjō yori mo shinario ga intorosupekushon ni jūten o oite imasu. Kono kōyō shita dorama wa, sukoshi tokuchō ga nai yō ni omoeru kamo shiremasenga, jissai ni wa dai 1 shīzun to, jissai ni wa dai 2 shīzun no ōku ga kono onaji chōshi o motte imashita. Tatoeba, Youta no bakkuguraundo o fukumu episōdo de hako no yōna fun'iki ga ari, Hajime no saisho no `ai no sankaku' ni kansuru mono mo dōyōdeshita. Soshite desutinī Fucker to no kaiwa no ōku mo sōdeshita. Ima, tēma no tankyū wa sonomama nokotte imasu. Hajime to Kaoru wa saisho no tatakai o shite iru koto ga shimesa rete imasu (dochira ka to ieba jūyōna koto wa machigai arimasen). Nazenara, ketsumatsu ga dō chigau no ka to iu riyū wa, yori shinkokuna shunkan to itchi shite shiyō sa reru sankō hansayō no jōdan o hobo kanzen ni nakusu tamedesu. Kono shō wa, sore jitai ga, kankyaku o konran sa seru yakume o hatasanai mono ni henshin shiyou to shite imasu. Shīzun ga owaru to, kankyaku no kuchi ni zan'nen'na sanmi o nokosu no wa, hōkō to komedī o mushi shite, korera no saigo no ikutsu ka no shunkan no settodesu.)\u001b[22m\n\u001b[1m\u001b[22m\nUltimately, the plot mirrors its predecessor while simultaneously trying to be a standalone offering, failing on the latter of these two fronts.\n\n\u001b[1m結局のところ、このプロットは前任者を反映していますが、同時にこれらの2つの面の後者では失敗するスタンドアロンの提供にしようとしています。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, kono purotto wa zen'nin-sha o han'ei shite imasuga, dōjini korera no 2tsu no men no kōshade wa shippai suru sutandoaron no teikyō ni shiyou to shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mUltimately, the plot mirrors its predecessor while simultaneously trying to be a standalone offering, failing on the latter of these two fronts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUltimately, the plot mirrors its predecessor while simultaneously trying to be a standalone offering, failing on the latter of these two fronts.\u001b[24m\n    \u001b[1m結局のところ、このプロットは前任者を反映していますが、同時にこれらの2つの面の後者では失敗するスタンドアロンの提供にしようとしています。\u001b[22m, \u001b[1m同時に、スタンドアロンの提供になろうとしながら、最終的には、プロットは、これら二つの前線の後半に失敗し、その前身を反映しています。\u001b[22m\n\u001b[1m\u001b[22m\nANIMATION\n/ˌanəˈmāSHən/\n\n\u001b[1mアニメーション\u001b[22m\n\u001b[1m(Animēshon)\u001b[22m\n\nDefinitions of \u001b[4mANIMATION\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, animation\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, animation\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, animation\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, animation\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, animation\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, animation\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\n\u001b[1m\u001b[22m\nDanna ga Nani 2 adopts a simple style, to make it more visually soothing on the eye. The art is not extravagant or detailed, with many of the locations using soft colors and “realistic” environments. Hajime and Kaoru’s home and living room are commonly shown, but the show does take time to showcase different backgrounds to spice up the dullness they get. Parks, subway stations, bowling alleys, an outdoor bath, and restaurants are examples of the anime’s foray into diversity.\n\n\u001b[1mダナ・ガ・ナニ2はシンプルなスタイルを採用しており、目で見た目を良くしています。 芸術は贅沢でも詳細でもなく、多くの場所が柔らかい色と「現実的」な環境を使用しています。 初代と薫の家と居間はよく見えますが、ショーにはさまざまな背景を紹介して彼らの鈍感さを刺激します。 公園、地下鉄の駅、ボウリング場、野外バス、レストランは、多様性へのアニメの挑戦の例です。\u001b[22m\n\u001b[1m(Dana ga nani 2 wa shinpuruna sutairu o saiyō shite ori,-me de mitame o yoku shite imasu. Geijutsu wa zeitaku demo shōsaide mo naku, ōku no basho ga yawarakai iro to `genjitsu-teki'na kankyō o shiyō shite imasu. Shodai to Kaoru no ie to ima wa yoku miemasuga, shō ni wa samazamana haikei o shōkai shite karera no donkan-sa o shigeki shimasu. Kōen, chikatetsu no eki, bōringu-ba, yagai basu, resutoran wa, tayō-sei e no anime no chōsen no reidesu.)\u001b[22m\n\nTranslations of \u001b[4mDanna ga Nani 2 adopts a simple style, to make it more visually soothing on the eye. The art is not extravagant or detailed, with many of the locations using soft colors and “realistic” environments. Hajime and Kaoru’s home and living room are commonly shown, but the show does take time to showcase different backgrounds to spice up the dullness they get. Parks, subway stations, bowling alleys, an outdoor bath, and restaurants are examples of the anime’s foray into diversity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDanna ga Nani 2 adopts a simple style, to make it more visually soothing on the eye.\u001b[24m\n    \u001b[1mダナ・ガ・ナニ2はシンプルなスタイルを採用しており、目で見た目を良くしています。\u001b[22m, \u001b[1mダンナGAナニ2は目にそれをより視覚的になだめるようにするために、シンプルなスタイルを採用しています。\u001b[22m\n\u001b[4mThe art is not extravagant or detailed, with many of the locations using soft colors and “realistic” environments.\u001b[24m\n    \u001b[1m芸術は贅沢でも詳細でもなく、多くの場所が柔らかい色と「現実的」な環境を使用しています。\u001b[22m, \u001b[1m技術は、ソフトな色と「現実的な」環境を使用して、場所の多くと、贅沢なまたは詳細ではありません。\u001b[22m\n\u001b[4mHajime and Kaoru’s home and living room are commonly shown, but the show does take time to showcase different backgrounds to spice up the dullness they get.\u001b[24m\n    \u001b[1m初代と薫の家と居間はよく見えますが、ショーにはさまざまな背景を紹介して彼らの鈍感さを刺激します。\u001b[22m, \u001b[1m肇と薫の家とリビングルームは、一般的に示されているが、ショーは彼らが得るくすみを盛り上げるために、異なる背景を紹介する時間がかかります。\u001b[22m\n\u001b[4mParks, subway stations, bowling alleys, an outdoor bath, and restaurants are examples of the anime’s foray into diversity.\u001b[24m\n    \u001b[1m公園、地下鉄の駅、ボウリング場、野外バス、レストランは、多様性へのアニメの挑戦の例です。\u001b[22m, \u001b[1m公園、地下鉄の駅、ボーリング場、露天風呂、レストランなどが多様にアニメの進出の一例です。\u001b[22m\n\u001b[1m\u001b[22m\nThe character designs are consistent with the first season’s designs, being funny or caricature in nature. Hajime has his overly-round glasses and simple clothing, Kaoru’s mismatched blonde hair and pink shirt return, and Destiny Fucker wears his coat, hat, and shades that make him look less like someone who fights fate and more like a shady businessman. Also noteworthy are everyone’s heads, which seem too big for their bodies, but find solace among the other off-kilter designs like Rino’s extreme shortness and Tobe’s super-magenta hair color.\n\n\u001b[1mキャラクターのデザインは、最初のシーズンのデザインと一貫しており、面白いことや似顔絵である。 ハジメにはめくるめのメガネとシンプルな衣服、薫のミスマッチなブロンドの髪の毛とピンクのシャツのリターンがあり、デスティニファッカーは彼のコート、帽子、色合いを身に着け、運命と戦う人のように見えなくなります。 また、体の大きさが大きすぎると思われる人の頭は注目に値するが、リノの極端な不足や鳩の超マゼンタの髪の色など、他のオフキルのデザインの中で慰めがある。\u001b[22m\n\u001b[1m(Kyarakutā no dezain wa, saisho no shīzun no dezain to ikkan shite ori, omoshiroikoto ya nigaoedearu. Hajime ni hame kurume no megane to shinpuruna ifuku, Kaoru no misu matchina burondo no kaminoke to pinku no shatsu no ritān ga ari, desutinifakkā wa kare no kōto, bōshi, iroai o mi ni tsuke, unmei to tatakau hito no yō ni mienaku narimasu. Mata,-tai no ōki-sa ga ōki sugiru to omowa reru hito no atama wa chūmoku niataisuru ga, Rino no kyokutan'na fusoku ya hato no chō mazenta no kami no iro nado, hoka no ofukiru no dezain no naka de nagusame ga aru.)\u001b[22m\n\nTranslations of \u001b[4mThe character designs are consistent with the first season’s designs, being funny or caricature in nature. Hajime has his overly-round glasses and simple clothing, Kaoru’s mismatched blonde hair and pink shirt return, and Destiny Fucker wears his coat, hat, and shades that make him look less like someone who fights fate and more like a shady businessman. Also noteworthy are everyone’s heads, which seem too big for their bodies, but find solace among the other off-kilter designs like Rino’s extreme shortness and Tobe’s super-magenta hair color.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character designs are consistent with the first season’s designs, being funny or caricature in nature.\u001b[24m\n    \u001b[1mキャラクターのデザインは、最初のシーズンのデザインと一貫しており、面白いことや似顔絵である。\u001b[22m, \u001b[1mキャラクターデザインは、最初のシーズンのデザインは、自然の中で面白いまたはカリカチュアであることと一致しています。\u001b[22m\n\u001b[4mHajime has his overly-round glasses and simple clothing, Kaoru’s mismatched blonde hair and pink shirt return, and Destiny Fucker wears his coat, hat, and shades that make him look less like someone who fights fate and more like a shady businessman.\u001b[24m\n    \u001b[1mハジメにはめくるめのメガネとシンプルな衣服、薫のミスマッチなブロンドの髪の毛とピンクのシャツのリターンがあり、デスティニファッカーは彼のコート、帽子、色合いを身に着け、運命と戦う人のように見えなくなります。\u001b[22m, \u001b[1m肇は彼の過度ラウンドメガネとシンプルな服を持って、薫のミスマッチのブロンドの髪とピンクのシャツの復帰、そして運命ファッカーは彼が少ない運命と戦い、より日陰のビジネスマンのような人のように見えるように上着、帽子、および色合いを身に着けています。\u001b[22m\n\u001b[4mAlso noteworthy are everyone’s heads, which seem too big for their bodies, but find solace among the other off-kilter designs like Rino’s extreme shortness and Tobe’s super-magenta hair color.\u001b[24m\n    \u001b[1mまた、体の大きさが大きすぎると思われる人の頭は注目に値するが、リノの極端な不足や鳩の超マゼンタの髪の色など、他のオフキルのデザインの中で慰めがある。\u001b[22m, \u001b[1mまた、注目に値する自分の体には大きすぎるように見えるすべての人の頭、ですが、香りの極端な短さと砥部の超マゼンタの髪の色のような他の不調の設計の中で慰めを見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nActual animation is somewhere slightly below average, however, in this instance, the choppiness works in the show’s favor due to the quick pacing of the comedy and events. Scenes barely last for extended periods of time, meaning animation is barely even around when it has the chance to be, but this keeps everything moving despite nothing moving.\n\n\u001b[1m実際のアニメーションは平均よりわずかに下回っていますが、この場合、コメディやイベントのペースが速いため、チョッパーはショーの好意で動作します。 シーンは長時間続くことはほとんどありません。つまり、アニメーションはチャンスがあるときにはまれにしかありませんが、何も動かずにすべてが動いています。\u001b[22m\n\u001b[1m(Jissai no animēshon wa heikin yori wazuka ni shitamawatte imasuga, ko no baai, komedi ya ibento no pēsu ga hayai tame, choppā wa shō no kōi de dōsa shimasu. Shīn wa chōjikan tsudzuku koto wa hotondo arimasen. Tsumari, animēshon wa chansu ga aru toki ni hamare ni shika arimasenga, nani mo ugokazu ni subete ga ugoite imasu.)\u001b[22m\n\nTranslations of \u001b[4mActual animation is somewhere slightly below average, however, in this instance, the choppiness works in the show’s favor due to the quick pacing of the comedy and events. Scenes barely last for extended periods of time, meaning animation is barely even around when it has the chance to be, but this keeps everything moving despite nothing moving.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mActual animation is somewhere slightly below average, however, in this instance, the choppiness works in the show’s favor due to the quick pacing of the comedy and events.\u001b[24m\n    \u001b[1m実際のアニメーションは平均よりわずかに下回っていますが、この場合、コメディやイベントのペースが速いため、チョッパーはショーの好意で動作します。\u001b[22m, \u001b[1m実際のアニメーションが少し平均以下のどこかにある、しかし、この例では、不規則な変化が原因喜劇やイベントの迅速なペーシングにショーの有利に働きます。\u001b[22m\n\u001b[4mScenes barely last for extended periods of time, meaning animation is barely even around when it has the chance to be, but this keeps everything moving despite nothing moving.\u001b[24m\n    \u001b[1mシーンは長時間続くことはほとんどありません。つまり、アニメーションはチャンスがあるときにはまれにしかありませんが、何も動かずにすべてが動いています。\u001b[22m, \u001b[1mシーンはやっとそれがになるチャンスを持っていますが、これは何も移動にもかかわらず、移動するすべてのものを保持したときにアニメーションがかろうじてさえ程度である意味、長期間続きます。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCHARACTERS\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nWhat is interesting about Danna ga Nani 2’s characters is how much emphasis is placed on the sides rather than the mains, Hajime and Kaoru.\n\n\u001b[1mダナ・ガ・ナニ2のキャラクターが興味深いのは、本物ではなく、はじめて、薫にはどれほど重点が置かれているかです。\u001b[22m\n\u001b[1m(Dana ga nani 2 no kyarakutā ga kyōmibukai no wa, honmonode wa naku, hajimete, Kaoru ni wa dorehodo jūten ga oka rete iru kadesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat is interesting about Danna ga Nani 2’s characters is how much emphasis is placed on the sides rather than the mains, Hajime and Kaoru.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat is interesting about Danna ga Nani 2’s characters is how much emphasis is placed on the sides rather than the mains, Hajime and Kaoru.\u001b[24m\n    \u001b[1mダナ・ガ・ナニ2のキャラクターが興味深いのは、本物ではなく、はじめて、薫にはどれほど重点が置かれているかです。\u001b[22m, \u001b[1m何ダンナGAナニ2の文字について興味深いのは、むしろ主電源、肇と薫よりも側に配置されているどのくらいの強調です。\u001b[22m\n\u001b[1m\u001b[22m\nYouta is not afraid to express his love for men and, more specifically, his older brother Hajime. But as is shown through the “special” episode, Youta had not always been the happy-go-lucky, boys-love drawing “mangaka” he is today. The disparity between his former and current self is striking, based on both his appearance and, more importantly, the way in which he carried himself. He was portrayed as brooding, wanting to be accepted but unable to accept others. It becomes quite evident how true this is when a group of bullies attack his gender and when Youta does not see the value of understanding the passions that Hajime had. It is not until these two worlds collide that he determines that being a “winner” means having a heart, both towards others and one’s self.\n\n\u001b[1mYoutaは、男性、そしてより具体的には、兄の元首相に対する彼の愛情を表現することを恐れていません。 しかし、「特別な」エピソードで示されているように、Youtaはいつも幸運にも男の子が好きな絵画「mangaka」ではありませんでした。 彼の前身と現在の彼との格差は、彼の姿と、もっと重要なことに、彼が自分自身を運んできた方法に基づいて、印象的です。 彼は受け入れられたいが、他の人を受け入れることができないようにうそをつくように描かれていた。 それは、いじめのグループが性別を攻撃し、そしてYajaが、はじまりが持っていた情熱を理解する価値を見ないとき、これがいかに真実であるかははっきりしている。 これらの2つの世界が衝突してから、「勝者」とは、他者と自分自身の両方に心臓があることを意味すると判断するまでではありません。\u001b[22m\n\u001b[1m(Youta wa, dansei, soshite yori gutaitekini wa, ani no moto shushō ni taisuru kare no aijō o hyōgen suru koto o osorete imasen. Shikashi,`tokubetsuna' episōdo de shimesa rete iru yō ni, Youta wa itsumo kōun'nimo otokonoko ga sukina kaiga `mangaka'de wa arimasendeshita. Kare no zenshin to genzai no kare to no kakusa wa, kare no sugata to, motto jūyōna koto ni, kare ga jibun jishin o hakonde kita hōhō nimotozuite, inshō-tekidesu. Kare wa ukeire raretaiga, hokanohito o ukeireru koto ga dekinai yō ni uso o tsuku yō ni egaka rete ita. Sore wa, ijime no gurūpu ga seibetsu o kōgeki shi, soshite Yaja ga, hajimari ga motte ita jōnetsu o rikai suru kachi o minai toki, kore ga ikani shinjitsudearu ka wa hakkiri shite iru. Korera no 2tsu no sekai ga shōtotsu shite kara,`shōsha' to wa, tasha to jibunjishin'no ryōhō ni shinzō ga aru koto o imi suru to handan suru madede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mYouta is not afraid to express his love for men and, more specifically, his older brother Hajime. But as is shown through the “special” episode, Youta had not always been the happy-go-lucky, boys-love drawing “mangaka” he is today. The disparity between his former and current self is striking, based on both his appearance and, more importantly, the way in which he carried himself. He was portrayed as brooding, wanting to be accepted but unable to accept others. It becomes quite evident how true this is when a group of bullies attack his gender and when Youta does not see the value of understanding the passions that Hajime had. It is not until these two worlds collide that he determines that being a “winner” means having a heart, both towards others and one’s self.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYouta is not afraid to express his love for men and, more specifically, his older brother Hajime.\u001b[24m\n    \u001b[1mYoutaは、男性、そしてより具体的には、兄の元首相に対する彼の愛情を表現することを恐れていません。\u001b[22m, \u001b[1mYOUTAは、より具体的には、彼の兄肇の男性のための彼の愛を表現して恐れていません。\u001b[22m\n\u001b[4mBut as is shown through the “special” episode, Youta had not always been the happy-go-lucky, boys-love drawing “mangaka” he is today.\u001b[24m\n    \u001b[1mしかし、「特別な」エピソードで示されているように、Youtaはいつも幸運にも男の子が好きな絵画「mangaka」ではありませんでした。\u001b[22m, \u001b[1m\"特別な\"エピソードを通して示されているようしかし、YOUTAはいつも幸せゴーラッキー、男の子-大好き描く「漫画家」彼は今日ですされていませんでした。\u001b[22m\n\u001b[4mThe disparity between his former and current self is striking, based on both his appearance and, more importantly, the way in which he carried himself.\u001b[24m\n    \u001b[1m彼の前身と現在の彼との格差は、彼の姿と、もっと重要なことに、彼が自分自身を運んできた方法に基づいて、印象的です。\u001b[22m, \u001b[1m彼の元と現在の自己の間の格差はもっと重要なのは、彼の外観と、彼は自分自身を実施する方法の両方に基づいて、顕著です。\u001b[22m\n\u001b[4mHe was portrayed as brooding, wanting to be accepted but unable to accept others.\u001b[24m\n    \u001b[1m彼は受け入れられたいが、他の人を受け入れることができないようにうそをつくように描かれていた。\u001b[22m, \u001b[1m彼は受け入れられますが、他の人を受け入れることができないことがしたい、陰気として描かれていました。\u001b[22m\n\u001b[4mIt becomes quite evident how true this is when a group of bullies attack his gender and when Youta does not see the value of understanding the passions that Hajime had.\u001b[24m\n    \u001b[1mそれは、いじめのグループが性別を攻撃し、そしてYajaが、はじまりが持っていた情熱を理解する価値を見ないとき、これがいかに真実であるかははっきりしている。\u001b[22m, \u001b[1mそれは、いじめのグループが彼の性別を攻撃したときYOUTAはハジメが持っていた情熱を理解することの価値を見ていないときに、これはどのように真の非常に明らかになります。\u001b[22m\n\u001b[4mIt is not until these two worlds collide that he determines that being a “winner” means having a heart, both towards others and one’s self.\u001b[24m\n    \u001b[1mこれらの2つの世界が衝突してから、「勝者」とは、他者と自分自身の両方に心臓があることを意味すると判断するまでではありません。\u001b[22m, \u001b[1mこれら二つの世界は、彼が他の人と自分の自己に向かって両方、「勝者」という心を有することを意味することを決定することが衝突するまでそれではありません。\u001b[22m\n\u001b[1m\u001b[22m\nRino and Nozomu also have the spotlight aimed at them, in the same manner as Youta, through the use of flashback. Rino is normally characterized as a child based on her stature alone but her past reveals that she has earned her status in more ways than one. She was shown whining, needing, and losing her temper quickly, making her a very difficult person to tolerate. In contrast, Nozomu is almost too mature for his own good. He often acts completely nonchalant; it is not that he does not care for the people around him but that he does not seem to care enough. The contrast between the two is what brought them together in the first place, but also represents the adage “opposites attract” wonderfully. While strictly for each other, Rino learns to act a bit more seriously, whereas Nozomu learns to appreciate others, establishing the loving relationship they now share to this day.\n\n\u001b[1mリノとノゾムもフラッシュバックを使って、ユータと同じように彼らの目指すスポットライトを持っています。  Rinoは、通常、彼女の身長だけに基づいて子供として特徴付けられますが、彼女の過去は、彼女が1つ以上の方法で彼女の地位を獲得したことを明らかにします。 彼女は泣き言を見せていましたが、すぐに気分を失ってしまいました。 対照的に、ノゾムは自分自身のために成熟しすぎている。 彼はしばしば完全に無関心で行動する。 彼は彼の周りの人々を気にしないが、彼は十分に気にしていないようではありません。 両者のコントラストは、最初にそれらを結びつけたものですが、「反対のものが引き寄せられる」という諺も素晴らしく表現されています。 厳密にはお互いのために、リノはもう少し真剣に行動することを学んでいますが、ノゾムは他の人に感謝することを学び、今日の彼らの愛する関係を確立します。\u001b[22m\n\u001b[1m(Rino to Nozomu mo furasshu bakku o tsukatte, yūta to onajiyōni karera no mezasu supottoraito o motte imasu. Rino wa, tsūjō, kanojo no shinchō dake nimotozuite kodomo to shite tokuchōdzuke raremasuga, kanojo no kako wa, kanojo ga 1tsu ijō no hōhō de kanojo no chii o kakutoku shita koto o akiraka ni shimasu. Kanojo wa nakigoto o misete imashitaga, sugu ni kibun o ushinatte shimaimashita. Taishō-teki ni, Nozomu wa jibun jishin no tame ni seijuku shi sugite iru. Kare wa shibashiba kanzen ni mukanshinde kōdō suru. Kare wa kare no mawari no hitobito o kinishinai ga, kare wa jūbun ni ki ni shite inai yōde wa arimasen. Ryōsha no kontorasuto wa, saisho ni sorera o musubitsuketa monodesuga,`hantai no mono ga hikiyose rareru' to iu kotowaza mo subarashiku hyōgen sa rete imasu. Genmitsu ni wa otagai no tame ni, Rino wa mōsukoshi shinken ni kōdō suru koto o manande imasuga, Nozomu wa hokanohito ni kansha suru koto o manabi, kyō no karera no aisuru kankei o kakuritsu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mRino and Nozomu also have the spotlight aimed at them, in the same manner as Youta, through the use of flashback. Rino is normally characterized as a child based on her stature alone but her past reveals that she has earned her status in more ways than one. She was shown whining, needing, and losing her temper quickly, making her a very difficult person to tolerate. In contrast, Nozomu is almost too mature for his own good. He often acts completely nonchalant; it is not that he does not care for the people around him but that he does not seem to care enough. The contrast between the two is what brought them together in the first place, but also represents the adage “opposites attract” wonderfully. While strictly for each other, Rino learns to act a bit more seriously, whereas Nozomu learns to appreciate others, establishing the loving relationship they now share to this day.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRino and Nozomu also have the spotlight aimed at them, in the same manner as Youta, through the use of flashback.\u001b[24m\n    \u001b[1mリノとノゾムもフラッシュバックを使って、ユータと同じように彼らの目指すスポットライトを持っています。\u001b[22m, \u001b[1m香りと望もフラッシュバックを使用することにより、YOUTAと同様に、それらを目的としたスポットライトを持っています。\u001b[22m\n\u001b[4mRino is normally characterized as a child based on her stature alone but her past reveals that she has earned her status in more ways than one.\u001b[24m\n    \u001b[1mRinoは、通常、彼女の身長だけに基づいて子供として特徴付けられますが、彼女の過去は、彼女が1つ以上の方法で彼女の地位を獲得したことを明らかにします。\u001b[22m, \u001b[1m香りは通常、単独で彼女の身長に基づいて、子として特徴付けされていますが、彼女の過去は彼女が1つ以上の方法で彼女の地位を獲得していることが明らかになりました。\u001b[22m\n\u001b[4mShe was shown whining, needing, and losing her temper quickly, making her a very difficult person to tolerate.\u001b[24m\n    \u001b[1m彼女は泣き言を見せていましたが、すぐに気分を失ってしまいました。\u001b[22m, \u001b[1m彼女は、泣き言必要、と彼女許容する非常に困難な人作り、すぐに彼女の気性を失うことが示されました。\u001b[22m\n\u001b[4mIn contrast, Nozomu is almost too mature for his own good.\u001b[24m\n    \u001b[1m対照的に、ノゾムは自分自身のために成熟しすぎている。\u001b[22m, \u001b[1mこれとは対照的に、望はほぼあまりにも成熟した彼自身の利益のためです。\u001b[22m\n\u001b[4mHe often acts completely nonchalant;\u001b[24m\n    \u001b[1m彼はしばしば完全に無関心で行動する。\u001b[22m, \u001b[1m彼はしばしば完全に無関心な機能します。\u001b[22m\n\u001b[4mit is not that he does not care for the people around him but that he does not seem to care enough.\u001b[24m\n    \u001b[1m彼は彼の周りの人々を気にしないが、彼は十分に気にしていないようではありません。\u001b[22m, \u001b[1mそれは彼が彼の周りの人々のために気にしないことが、彼は十分に気にしていないようだということではありません。\u001b[22m\n\u001b[4mThe contrast between the two is what brought them together in the first place, but also represents the adage “opposites attract” wonderfully.\u001b[24m\n    \u001b[1m両者のコントラストは、最初にそれらを結びつけたものですが、「反対のものが引き寄せられる」という諺も素晴らしく表現されています。\u001b[22m, \u001b[1m2間のコントラストは、最初の場所でそれらを一緒にもたらしたものですが、また、格言素晴らしく\"反対は引き付ける\"を表します。\u001b[22m\n\u001b[4mWhile strictly for each other, Rino learns to act a bit more seriously, whereas Nozomu learns to appreciate others, establishing the loving relationship they now share to this day.\u001b[24m\n    \u001b[1m厳密にはお互いのために、リノはもう少し真剣に行動することを学んでいますが、ノゾムは他の人に感謝することを学び、今日の彼らの愛する関係を確立します。\u001b[22m, \u001b[1m厳密にお互いのためながら、リーノは望は、彼らが今、この日に共有愛情のある関係を確立し、他の人に感謝することを学ぶ一方で、もっと真剣にビットを行動することを学びます。\u001b[22m\n\u001b[1m\u001b[22m\nDanna ga Nani 2 also introduces a sampling of new characters, although their purposes are often singular and indirect, meaning they are not given the same “respect” as side characters like Tanaka or Destiny Fucker. For example, Denji, Hajime’s father, is astonished to find that Kaoru was not a fake wife of his son’s. Yuzu is another; she is Youta’s mentor, but her inclusion was there to highlight Kaoru’s shift in mindset from her earlier days of not getting married. There is also Tobe, Kaoru’s coworker, who is there to provide the premises of cheating in relationships and valuing one’s self-worth. While one-offs, it is a boon that Denji, Yuzu, Tobe, and the other newcomers are used exclusively for setting up scenarios for the main and side characters to interact in because the anime constructed itself to be a copycat of the first season. Furthermore, each of the newer characters are at the same, minimal level focus-wise; one person does not receive more screen-time than another, and considering that the more important characters get and deserve more attention, this is simply wise to do.\n\n\u001b[1mDanna Ga Nani 2はまた、新しいキャラクターのサンプルを紹介しますが、その目的は単数でも間接的でもあります。つまり、TanakaやDestiny Fuckerのようなサイド・キャラクターと同じ「尊敬」を与えられません。 例えば、肇の父、薫は薫が息子の偽妻ではなかったことに驚きました。 柚子は別です。 彼女はYoutaの師匠ですが、婚約しなかった頃からの薫の志向の転換を強調するために彼女を含めました。 人間関係を欺いて自己の価値を重視するという前提を提供する鳥羽僚の同僚もいる。 一回限り、デンジー、ユーズ、戸部などの新人は、アニメが最初のシーズンのコピーキャットになるため、メインキャラクターとサイドキャラクターのシナリオを設定するために独占的に使われます。 さらに、新しい文字の各々は、同じ、最小限のレベルで焦点を合わせる。 ある人が他の人よりも多くのスクリーン時間を受け取ることはなく、より重要なキャラクターがより多くの注目を集めていると考えると、これは単に行うのが賢明です。\u001b[22m\n\u001b[1m(Danna Ga Nani 2 wa mata, atarashī kyarakutā no sanpuru o shōkai shimasuga, sono mokuteki wa tansū demo kansetsu-tekide mo arimasu. Tsumari, Tanaka ya desutinī Fucker no yōna saido kyarakutā to onaji `sonkei' o atae raremasen. Tatoeba, Hajime no chichi, Kaoru wa Kaoru ga musuko no nise tsumade wa nakatta koto ni odorokimashita. Yuzu wa betsudesu. Kanojo wa Youta no shishōdesuga, kon'yaku shinakatta koro kara no Kaoru no shikō no tenkan o kyōchō suru tame ni kanojo o fukumemashita. Ningen kankei o azamuite jiko no kachi o jūshi suru to iu zentei o teikyō suru Toba Riyō no dōryō mo iru. Ikkai kagiri, denjī, yūzu, Tobe nado no shinjin wa, anime ga saisho no shīzun no kopīkyatto ni naru tame, meinkyarakutā to saidokyarakutā no shinario o settei suru tame ni dokusen-teki ni tsukawa remasu. Sarani, atarashī moji no onōno wa, onaji, saishōgen no reberu de shōtenwoawaseru. Aru hito ga hokanohito yori mo ōku no sukurīn jikan o uketoru koto wa naku, yori jūyōna kyarakutā ga yori ōku no chūmoku o atsumete iru to kangaeru to, kore wa tan'ni okonau no ga kenmeidesu.)\u001b[22m\n\u001b[1m\u001b[22m\nDenji and the new cast members all coincidentally deal with Kaoru for a reason: they, by proxy, develop her (and Hajime). As has been mentioned, the prominent husband and wife question themselves and their partner, wondering if the life they have now is right for them. Hajime at one point determines that doubting his elation makes it easier to handle, after listening to Destiny Fucker’s wisdom; Kaoru similarly ponders if their relationship should change with a baby on the way, after conversing with Tanaka. But calling what Hajime and Kaoru go through “development” may be too generous, since they do not necessarily change as people. Instead, it is more reconfirmation. Indeed, marriage is the act of accepting one’s partner fully, “for better for worse,” to love him or her for who they are and not what they can become. It is this conclusion that Hajime and Kaoru almost always come to; Hajime might worry about being a good husband or Kaoru might be concerned with Hajime’s feelings, but the two, whether they know it or not, love each other for being nobody else but themselves.\n\n\u001b[1mしかし、デンジと新しいキャストメンバーは、偶然にも薫のために恋をしています。彼らは代理人によって彼女とハジメを育てます。 すでに述べたように、著名な夫と妻は自分自身と彼らのパートナーに疑問を抱き、彼らの現在の生活が彼らにとって正しいかどうか疑問に思う。 ハジメは、デスティニー・ファッカーの知恵を聞いた後で、彼の喜びを疑うとそれを扱いやすくすると判断します。 薫は、田中との会話の後、途中で赤ちゃんとの関係が変わるかどうかについても同様に考えます。 しかし、始まりと薫が「発展」を経て行くのは、必ずしも人として変わるわけではないので、あまりにも寛大であるかもしれません。 代わりに、それはより再確認されます。 確かに、結婚とは、パートナーを完全に受け入れる行為であり、「悪い方が良い」とは、自分が誰であるかで何ができるのかを愛することです。 元は元気と薫がほとんどいつも来るという結論です。 元は良い夫であることを心配するかもしれないし、薫は元の気持ちに関係しているかもしれないが、彼らはそれを知っているかどうかにかかわらず、誰も他の人ではないことのためにお互いを愛している。\u001b[22m\n\u001b[1m(Shikashi, denji to atarashī kyasutomenbā wa, gūzen ni mo Kaoru no tame ni koi o shite imasu. Karera wa dairinin ni yotte kanojo to Hajime o sodatemasu. Sudeni nobeta yō ni, chomeina otto to tsuma wa jibun jishin to karera no pātonā ni gimon o daki, karera no genzai no seikatsu ga karera ni totte tadashī ka dō ka gimon ni omou. Hajime wa, desutinī fakkā no chie o kiita nochi de, kare no yorokobi o utagau to sore o atsukai yasuku suru to handan shimasu. Kaoru wa, Tanaka to no kaiwa no ato, tochū de akachan to no kankei ga kawaru ka dō ka ni tsuite mo dōyō ni kangaemasu. Shikashi, hajimari to Kaoru ga `hatten' o hete iku no wa, kanarazushimo hito to shite kawaru wakede wanainode, amarini mo kandaidearu kamo shiremasen. Kawari ni, soreha yori sai kakunin sa remasu. Tashika ni, kekkon to wa, pātonā o kanzen ni ukeireru kōideari,`warui kata ga yoi' to wa, jibun ga daredearu ka de nani ga dekiru no ka o aisuru kotodesu. Gen wa genki to Kaoru ga hotondo itsumo kuru to iu ketsurondesu. Gen wa yoi ottodearu koto o shinpai suru kamo shirenaishi, Kaoru wa gen no kimochi ni kankei shite iru kamo shirenaiga, karera wa sore o shitte iru ka dō ka ni kakawarazu, dare mo hokanohitode wanai koto no tame ni otagai o aishite iru.)\u001b[22m\n\u001b[1m\u001b[22m\nSOUND\n/sound/\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSOUND\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, sound\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, sound\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, sound\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe ending theme is quite short, but that is due to the reduced length of the episodes and series overall. The happy couple sings the duet, and combined with the slow and romantic arrangement, creates a piece that finds comfortability between these two love birds.\n\n\u001b[1mエンディングのテーマはかなり短いですが、それはエピソードやシリーズ全体の長さの短縮によるものです。 幸せなカップルは、デュエットを歌い、ゆっくりとロマンチックなアレンジを組み合わせることで、これらの2つの愛鳥の間の快適さを見いだす作品を作ります。\u001b[22m\n\u001b[1m(Endingu no tēma wa kanari mijikaidesuga, soreha episōdo ya shirīzu zentai no naga-sa no tanshuku ni yoru monodesu. Shiawasena kappuru wa, de~yuetto o utai, yukkuri to romanchikkuna arenji o kumiawaseru koto de, korera no 2tsu no aichō no ma no kaiteki-sa o miidasu sakuhin o tsukurimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe ending theme is quite short, but that is due to the reduced length of the episodes and series overall. The happy couple sings the duet, and combined with the slow and romantic arrangement, creates a piece that finds comfortability between these two love birds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending theme is quite short, but that is due to the reduced length of the episodes and series overall.\u001b[24m\n    \u001b[1mエンディングのテーマはかなり短いですが、それはエピソードやシリーズ全体の長さの短縮によるものです。\u001b[22m, \u001b[1mエンディングテーマは非常に短いですが、それは全体的なエピソードやシリーズの長さを短くするためです。\u001b[22m\n\u001b[4mThe happy couple sings the duet, and combined with the slow and romantic arrangement, creates a piece that finds comfortability between these two love birds.\u001b[24m\n    \u001b[1m幸せなカップルは、デュエットを歌い、ゆっくりとロマンチックなアレンジを組み合わせることで、これらの2つの愛鳥の間の快適さを見いだす作品を作ります。\u001b[22m, \u001b[1m幸せなカップルがデュエットを歌う、と遅く、ロマンチックな配置と組み合わせて、これら二つの愛の鳥間の快適を見つけた作品を作成します。\u001b[22m\n\u001b[1m\u001b[22m\nThe rest of the soundtrack is filled with lame background pieces which fit the occasion but do not stand out on their own. None are particularly memorable besides the acoustic guitar accompanied by a dainty flute which captures the simple life Hajime and Kaoru share. However, it is worth it to note the various sound effects the show likes to use. They are often of the whirly, wiggly, and wonky kind, but aid the comedy by being silly in their usage.\n\n\u001b[1mサウンドトラックの残りの部分は、機会に合った薄い背景の部分で満たされていますが、自分では目立ちません。 アコースティックギターに加え、シンプルな生涯を捉える繊細なフルートを伴って、特に記憶に残るものはありません。 しかし、ショーが好きなさまざまなサウンドエフェクトに注意する価値があります。 彼らはしばしば、まるで揺らめく、うねりのある、そして風変わりな種類のものですが、その使用法を愚かにすることによってコメディーを助けます。\u001b[22m\n\u001b[1m(Saundotorakku no nokori no bubun wa, kikai ni atta usui haikei no bubun de mitasa rete imasuga, jibunde wa medachimasen. Akōsutikkugitā ni kuwae, shinpuruna shōgai o toraeru sensaina furūto o tomonatte, tokuni kioku ni nokoru mono wa arimasen. Shikashi, shō ga sukina samazamana saundoefekuto ni chūi suru kachi ga arimasu. Karera wa shibashiba, marude yurameku, uneri no aru, soshite fūgawarina shurui no monodesuga, sono shiyō-hō o oroka ni suru koto ni yotte komedī o tasukemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe rest of the soundtrack is filled with lame background pieces which fit the occasion but do not stand out on their own. None are particularly memorable besides the acoustic guitar accompanied by a dainty flute which captures the simple life Hajime and Kaoru share. However, it is worth it to note the various sound effects the show likes to use. They are often of the whirly, wiggly, and wonky kind, but aid the comedy by being silly in their usage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe rest of the soundtrack is filled with lame background pieces which fit the occasion but do not stand out on their own.\u001b[24m\n    \u001b[1mサウンドトラックの残りの部分は、機会に合った薄い背景の部分で満たされていますが、自分では目立ちません。\u001b[22m, \u001b[1mサウンドトラックの残りの部分を機会に合うが、自分自身で目立ついないラメ背景片が充填されています。\u001b[22m\n\u001b[4mNone are particularly memorable besides the acoustic guitar accompanied by a dainty flute which captures the simple life Hajime and Kaoru share.\u001b[24m\n    \u001b[1mアコースティックギターに加え、シンプルな生涯を捉える繊細なフルートを伴って、特に記憶に残るものはありません。\u001b[22m, \u001b[1mどれもシンプルな生活肇と薫のシェアをキャプチャ可憐なフルートを伴うアコースティックギター以外にも特に思い出深いません。\u001b[22m\n\u001b[4mHowever, it is worth it to note the various sound effects the show likes to use.\u001b[24m\n    \u001b[1mしかし、ショーが好きなさまざまなサウンドエフェクトに注意する価値があります。\u001b[22m, \u001b[1mしかし、ショーが使用するのが好き、さまざまな効果音を注意することは価値があります。\u001b[22m\n\u001b[4mThey are often of the whirly, wiggly, and wonky kind, but aid the comedy by being silly in their usage.\u001b[24m\n    \u001b[1m彼らはしばしば、まるで揺らめく、うねりのある、そして風変わりな種類のものですが、その使用法を愚かにすることによってコメディーを助けます。\u001b[22m, \u001b[1m彼らはしばしば、渦巻く波状、および不安定な種類のであるが、その使用量の愚かであることによって喜劇を支援します。\u001b[22m\n\u001b[1m\u001b[22m\nVoice acting for the anime is somewhere around average. Special shout-outs are deserved for Sayaka Horino as Youta for her androgynous voice and Rie Kugimiya as Rino for her childish tone when speaking.\n\n\u001b[1mアニメのために演じる声はどこかの平均です。 特別な叫び声は彼女の性的な声のためのYoutaとして里野さやかと話すとき彼女の幼稚な音色のためのRinoとしてRie Kugimiyaのために値する。\u001b[22m\n\u001b[1m(Anime no tame ni enjiru koe wa doko ka no heikindesu. Tokubetsuna sakebigoe wa kanojo no seitekina koe no tame no Youta to shite Satono Sayaka to hanasu toki kanojo no yōchina neiro no tame no Rino to shite rī Kugimiya no tame ni ataisuru.)\u001b[22m\n\nTranslations of \u001b[4mVoice acting for the anime is somewhere around average. Special shout-outs are deserved for Sayaka Horino as Youta for her androgynous voice and Rie Kugimiya as Rino for her childish tone when speaking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice acting for the anime is somewhere around average.\u001b[24m\n    \u001b[1mアニメのために演じる声はどこかの平均です。\u001b[22m, \u001b[1mアニメのために演技の声はどこか平均程度です。\u001b[22m\n\u001b[4mSpecial shout-outs are deserved for Sayaka Horino as Youta for her androgynous voice and Rie Kugimiya as Rino for her childish tone when speaking.\u001b[24m\n    \u001b[1m特別な叫び声は彼女の性的な声のためのYoutaとして里野さやかと話すとき彼女の幼稚な音色のためのRinoとしてRie Kugimiyaのために値する。\u001b[22m, \u001b[1m話すとき特別なシャウトアウトは、彼女の幼稚な音を梨乃として彼女の両性具有の声のためのYOUTAとしてさやか堀野と釘宮理恵のために値するされています。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT\n/enˈjoimənt/\n\n\u001b[1m楽しみ\u001b[22m\n\u001b[1m(Tanoshimi)\u001b[22m\n\nDefinitions of \u001b[4mENJOYMENT\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, enjoyment\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, enjoyment\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\n\u001b[1m\u001b[22m\nOne reason why this series is entertaining is due to the actual age and demographic. Hajime and Kaoru being adults, married, and partaking in mature ventures gives the show a certain sense of uniqueness when compared to the majority of other anime. It can also be funny when it wants to, like with Youta's infatuation with Destiny Fucker (which, looking at his name on its own, is hilarious; this is also why I tried to include it wherever I could in my review), Hajime's fetishes , and Rino's entire episode dedicated to her. The show was not comedic the whole way through, and the dramatic moments were not too endearing. However, the length of the whole season – just about forty minutes – it makes it easy to sit down and watch in a single session, making these faults not overly bothersome.\n\n\u001b[1mこのシリーズが面白い理由の1つは、実際の年齢と人口統計によるものです。 ハジメと薫は大人になって結婚し、成熟したベンチャーに参加することで、他のアニメの大半と比較して、独特のセンスが与えられます。 また、YoutaのDestiny Fucker（自分の名前を見ると陽気な、面白い、これは私がレビューできた場所に含めようと思っている）、Hajimeのフェチ 、そしてリノの全エピソードは彼女に捧げられています。 ショーはいたるところでコメディーではなく、劇的な瞬間はあまりにも愛想的ではありませんでした。 しかし、シーズン全体の長さはわずか40分です。座って1回のセッションで鑑賞することが容易になり、過度に煩わしいことはありません。\u001b[22m\n\u001b[1m(Kono shirīzu ga omoshiroi riyū no 1tsu wa, jissai no nenrei to jinkō tōkei ni yoru monodesu. Hajime to Kaoru wa otona ni natte kekkon shi, seijuku shita benchā ni sanka suru koto de, hoka no anime no taihan to hikaku shite, dokutoku no sensu ga atae raremasu. Mata, Youta no desutinī Fucker (jibun no namae o miru to yōkina, omoshiroi, kore wa watashi ga rebyū dekita basho ni fukumeyou to omotte iru), Hajime no fechi, soshite Rino no zen episōdo wa kanojo ni sasage rarete imasu. Shō wa itaru tokoro de komedīde wa naku, gekitekina shunkan wa amarini mo aiso-tekide wa arimasendeshita. Shikashi, shīzun zentai no naga-sa wa wazuka 40-budesu. Suwatte 1-kai no sesshon de kanshō suru koto ga yōi ni nari, kado ni wazurawashī koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOne reason why this series is entertaining is due to the actual age and demographic. Hajime and Kaoru being adults, married, and partaking in mature ventures gives the show a certain sense of uniqueness when compared to the majority of other anime. It can also be funny when it wants to, like with Youta's infatuation with Destiny Fucker (which, looking at his name on its own, is hilarious; this is also why I tried to include it wherever I could in my review), Hajime's fetishes , and Rino's entire episode dedicated to her. The show was not comedic the whole way through, and the dramatic moments were not too endearing. However, the length of the whole season – just about forty minutes – it makes it easy to sit down and watch in a single session, making these faults not overly bothersome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne reason why this series is entertaining is due to the actual age and demographic.\u001b[24m\n    \u001b[1mこのシリーズが面白い理由の1つは、実際の年齢と人口統計によるものです。\u001b[22m, \u001b[1mこのシリーズは面白いです一つの理由は、実際の年齢と人口統計学によるものです。\u001b[22m\n\u001b[4mHajime and Kaoru being adults, married, and partaking in mature ventures gives the show a certain sense of uniqueness when compared to the majority of other anime.\u001b[24m\n    \u001b[1mハジメと薫は大人になって結婚し、成熟したベンチャーに参加することで、他のアニメの大半と比較して、独特のセンスが与えられます。\u001b[22m, \u001b[1m肇と薫ある大人が、結婚し、他のアニメの大半と比較した場合、成熟したベンチャー企業に参加者をしてショーに一意の特定の感覚を与えます。\u001b[22m\n\u001b[4mIt can also be funny when it wants to, like with Youta's infatuation with Destiny Fucker (which, looking at his name on its own, is hilarious; this is also why I tried to include it wherever I could in my review), Hajime's fetishes\u001b[24m\n    \u001b[1mまた、YoutaのDestiny Fucker（自分の名前を見ると陽気な、面白い、これは私がレビューできた場所に含めようと思っている）、Hajimeのフェチ\u001b[22m, \u001b[1m、肇のフェチ、それが望んでいるときにも（私はどこに私ができる私のレビューに含めるしようとした理由は、これがまたある自分自身で自分の名前を見て、陽気です、）デスティニーファッカーとYOUTAの心酔と同じように、面白いことができ\u001b[22m\n\u001b[4m, and Rino's entire episode dedicated to her.\u001b[24m\n    \u001b[1m、そしてリノの全エピソードは彼女に捧げられています。\u001b[22m, \u001b[1m、およびリーノの全体のエピソードは彼女に捧げました。\u001b[22m\n\u001b[4mThe show was not comedic the whole way through, and the dramatic moments were not too endearing.\u001b[24m\n    \u001b[1mショーはいたるところでコメディーではなく、劇的な瞬間はあまりにも愛想的ではありませんでした。\u001b[22m, \u001b[1mショーは全体の方法を介して、コミカルではなかった、と劇的な瞬間があまりにもかわいらしいませんでした。\u001b[22m\n\u001b[4mHowever, the length of the whole season – just about forty minutes – it makes it easy to sit down and watch in a single session, making these faults not overly bothersome.\u001b[24m\n    \u001b[1mしかし、シーズン全体の長さはわずか40分です。座って1回のセッションで鑑賞することが容易になり、過度に煩わしいことはありません。\u001b[22m, \u001b[1mしかし、シーズン全体の長さ - わずか約40分 - それはあまりに面倒ではない、これらの障害を作り、座って、単一のセッションで見ることが容易になります。\u001b[22m\n\u001b[1m\u001b[22m\nI Can’t Understand What My Husband Is Saying: 2nd Thread attempts to “continue” the story started by the original, but unfortunately meets some bumps in the road. It never knows what it wants to be, the music is lacking, and the spouts of boredom throughout are apparent. Hopefully the next iteration understands where it went wrong because the series definitely has the potential to be something more.\n\n\u001b[1m私は夫が何を言っているのか理解できません：第2のスレッドは元のことから始まった物語を\"続ける\"ことを試みますが、残念ながら道路のいくつかのぶつかり合いに会います。 それは何をしたいのか分からず、音楽は欠けていて、退屈な酒場がはっきりしています。 うまくいけば、次の反復は、シリーズが間違いなく何かになる可能性があるため、どこが間違っているのかを理解していることを願っています。\u001b[22m\n\u001b[1m(Watashi wa otto ga nani o itte iru no ka rikai dekimasen: Dai 2 no sureddo wa gen no koto kara hajimatta monogatari o\" tsudzukeru\" koto o kokoromimasuga, zan'nen'nagara dōro no ikutsu ka no butsukari ai ni aimasu. Sore wa nani o shitai no ka wakarazu, ongaku wa kakete ite, taikutsuna sakaba ga hakkiri shite imasu. Umaku ikeba,-ji no hanpuku wa, shirīzu ga machigainaku nanika ni naru kanōsei ga aru tame, doko ga machigatte iru no ka o rikai shite iru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI Can’t Understand What My Husband Is Saying: 2nd Thread attempts to “continue” the story started by the original, but unfortunately meets some bumps in the road. It never knows what it wants to be, the music is lacking, and the spouts of boredom throughout are apparent. Hopefully the next iteration understands where it went wrong because the series definitely has the potential to be something more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI Can’t Understand What My Husband Is Saying: 2nd Thread attempts to “continue” the story started by the original, but unfortunately meets some bumps in the road.\u001b[24m\n    \u001b[1m私は夫が何を言っているのか理解できません：第2のスレッドは元のことから始まった物語を\"続ける\"ことを試みますが、残念ながら道路のいくつかのぶつかり合いに会います。\u001b[22m, \u001b[1m第二スレッドは、元によって開始された物語を「継続」しようとしたが、残念ながら道路にいくつかのバンプを満たしている：旦那が何を言っているかわからない件。\u001b[22m\n\u001b[4mIt never knows what it wants to be, the music is lacking, and the spouts of boredom throughout are apparent.\u001b[24m\n    \u001b[1mそれは何をしたいのか分からず、音楽は欠けていて、退屈な酒場がはっきりしています。\u001b[22m, \u001b[1mそれは音楽が欠けている、それがために何を望んでいるか知っていることはありません、と退屈の注ぎ口は、全体を通して明らかです。\u001b[22m\n\u001b[4mHopefully the next iteration understands where it went wrong because the series definitely has the potential to be something more.\u001b[24m\n    \u001b[1mうまくいけば、次の反復は、シリーズが間違いなく何かになる可能性があるため、どこが間違っているのかを理解していることを願っています。\u001b[22m, \u001b[1mシリーズは間違いなくもっと何かになる可能性を持っているので、それは間違っていたところうまくいけば、次の反復は理解しています。\u001b[22m\n\u001b[1m\u001b[22m\nSUMMARY\n/ˈsəmərē/\n\n\u001b[1m概要\u001b[22m\n\u001b[1m(Gaiyō)\u001b[22m\n\nDefinitions of \u001b[4mSUMMARY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    概要\u001b[22m\n        summary, outline\n\u001b[1m    要約\u001b[22m\n        summary, digest\n\u001b[1m    概略\u001b[22m\n        outline, summary, gist\n\u001b[1m    要旨\u001b[22m\n        gist, summary, essentials, fundamentals\n\u001b[1m    一覧\u001b[22m\n        summary, catalog, glance, look, catalogue\n\u001b[1m    摘要\u001b[22m\n        summary, outline\n\u001b[1m    抄録\u001b[22m\n        summary, quotation, selection\n\u001b[1m    概括\u001b[22m\n        summary, generalization\n\u001b[1m    大要\u001b[22m\n        outline, summary\n\u001b[1m    粗筋\u001b[22m\n        outline, summary\n\u001b[1m    梗概\u001b[22m\n        synopsis, summary, outline, abridgement, epitome, condensation\n\u001b[1m    大筋\u001b[22m\n        outline, summary\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    大体\u001b[22m\n        outline, summary, substance\n\u001b[1m    綱領\u001b[22m\n        general plan, main point, summary\n\u001b[1m    撮要\u001b[22m\n        compendium, summary, outline\n\u001b[1m    結言\u001b[22m\n        summary, abridgement, synopsis, condensation, brief, precis\n\u001b[1m    要訳\u001b[22m\n        summary, digest\n\u001b[1m\u001b[22m\nStory: Fine, nearly identical to the prequel in terms of comedy and themes, but when it tries to venture out on its own it falls flat\n\n\u001b[1mストーリー：コメディやテーマに関しては、プレクエルとほとんど同じですが、それが自らベンチャーアウトしようとすると、フラットになります\u001b[22m\n\u001b[1m(Sutōrī: Komedi ya tēma ni kanshite wa, purekueru to hotondo onajidesuga, sore ga mizukara benchāauto shiyou to suru to, furatto ni narimasu)\u001b[22m\n\nTranslations of \u001b[4mStory: Fine, nearly identical to the prequel in terms of comedy and themes, but when it tries to venture out on its own it falls flat\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Fine, nearly identical to the prequel in terms of comedy and themes, but when it tries to venture out on its own it falls flat\u001b[24m\n    \u001b[1mストーリー：コメディやテーマに関しては、プレクエルとほとんど同じですが、それが自らベンチャーアウトしようとすると、フラットになります\u001b[22m, \u001b[1mストーリー：コメディやテーマの面で続編にファイン、ほぼ同一の、しかし、それは自分自身でアウトベンチャーしようとすると、それが平らに落ちます\u001b[22m\n\u001b[1m\u001b[22m\nAnimation: Fine, simple art style, appropriate character designs, below average actual animation that works in its favor\n\n\u001b[1mアニメーション：細かい、シンプルなアートスタイル、適切なキャラクターデザイン、平均的な実際のアニメーションよりも有利な作品\u001b[22m\n\u001b[1m(Animēshon: Komakai, shinpuruna ātosutairu, tekisetsuna kyarakutādezain, heikin-tekina jissai no animēshon yori mo yūrina sakuhin)\u001b[22m\n\nTranslations of \u001b[4mAnimation: Fine, simple art style, appropriate character designs, below average actual animation that works in its favor\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: Fine, simple art style, appropriate character designs, below average actual animation that works in its favor\u001b[24m\n    \u001b[1mアニメーション：細かい、シンプルなアートスタイル、適切なキャラクターデザイン、平均的な実際のアニメーションよりも有利な作品\u001b[22m, \u001b[1mアニメーション：ファイン、シンプルなアートスタイル、平均実際のアニメーション下記の該当するキャラクターデザイン、その有利に働きます\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Good, Youta and the other side characters are interesting, the newcomers like Denji and Tobe serve their purpose, and Hajime and Kaoru are a nice example of a married couple\n\n\u001b[1m登場人物：善良、由太、その他のキャラクターは面白いですが、デンジーや鳥羽のような新人が目的を果たしています。元祖と薫は夫婦の素敵な例です\u001b[22m\n\u001b[1m(Tōjō jinbutsu: Zenryō, Yūta, sonohoka no kyarakutā wa omoshiroidesuga, denjī ya Toba no yōna shinjin ga mokuteki o hatashite imasu. Ganzo to Kaoru wa fūfu no sutekina reidesu)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Good, Youta and the other side characters are interesting, the newcomers like Denji and Tobe serve their purpose, and Hajime and Kaoru are a nice example of a married couple\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Good, Youta and the other side characters are interesting, the newcomers like Denji and Tobe serve their purpose, and Hajime and Kaoru are a nice example of a married couple\u001b[24m\n    \u001b[1m登場人物：善良、由太、その他のキャラクターは面白いですが、デンジーや鳥羽のような新人が目的を果たしています。元祖と薫は夫婦の素敵な例です\u001b[22m, \u001b[1mキャラクター：良い、YOUTAと反対側の文字がデンジと砥部のような新参者が自分の目的を果たす、興味深いものである、と肇と薫は夫婦の良い例です\u001b[22m\n\u001b[1m\u001b[22m\nSound: Fine, okay ED, bad soundtrack, silly sound effects, average VA work\n\n\u001b[1mサウンド：罰金、大丈夫ED、悪いサウンドトラック、愚かな効果音、平均的なVA作品\u001b[22m\n\u001b[1m(Saundo: Bakkin, daijōbu ED, warui saundotorakku, orokana kōka-on, heikin-tekina VA sakuhin)\u001b[22m\n\nTranslations of \u001b[4mSound: Fine, okay ED, bad soundtrack, silly sound effects, average VA work\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: Fine, okay ED, bad soundtrack, silly sound effects, average VA work\u001b[24m\n    \u001b[1mサウンド：罰金、大丈夫ED、悪いサウンドトラック、愚かな効果音、平均的なVA作品\u001b[22m, \u001b[1mサウンド：ファイン、大丈夫ED、悪いサウンドトラック、愚かなサウンドエフェクト、平均VA作業\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Fine, Youta, Hajime, and Rino were funny at times, and while not much else was, the shortness of the season alleviates this problem slightly\n\n\u001b[1m楽しさ：Fine、Youta、Hajime、Rinoは時々面白かったし、それほど大したことはなかったが、シーズンが短くなるとこの問題はわずかに緩和される\u001b[22m\n\u001b[1m(Tanoshisa: Fain, Youta, Hajime, Rino wa tokidoki omoshirokattashi, sorehodo taishita koto wa nakattaga, shīzun ga mijikaku naruto kono mondai wa wazuka ni kanwa sa reru)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Fine, Youta, Hajime, and Rino were funny at times, and while not much else was, the shortness of the season alleviates this problem slightly\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Fine, Youta, Hajime, and Rino were funny at times, and while not much else was, the shortness of the season alleviates this problem slightly\u001b[24m\n    \u001b[1m楽しさ：Fine、Youta、Hajime、Rinoは時々面白かったし、それほど大したことはなかったが、シーズンが短くなるとこの問題はわずかに緩和される\u001b[22m, \u001b[1m楽しさ：ファイン、YOUTA、肇、およびリーノ回で面白いようで、他の多くはないがあったが、今シーズンの短さがわずかにこの問題を軽減\u001b[22m\n\u001b[1m\u001b[22m\nFinal Score: 5/10\n\n\u001b[1m最終得点：5/10\u001b[22m\n\u001b[1m(Saishū tokuten: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mFinal Score: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Score: 5/10\u001b[24m\n    \u001b[1m最終得点：5/10\u001b[22m, \u001b[1m最終的なスコア：5/10\u001b[22m"
  },
  {
    "title": "Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "id": "29067",
    "url": "https://myanimelist.net/anime/29067/Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "user": "Jun98",
    "profile": "/profile/Jun98/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=192326",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  10\n\n私は2015年春以降のアニメシリーズに焦点を当てているため、最初のシーズンにはレビューを書いていません（そうでなければ、書きすぎるかもしれません....）\n\n最初のシーズンと同じように、コメディーとキャラクターの個性が残っています！\n\nアニメのために私はそれが3分より長くなることを望んだ。 しかし、私はそれがシリーズのコメディーとキャラクターをどのように引き出したかと思います\n\nそれぞれのエピソードは短いですし、シリーズは笑いのために素晴らしいですので、私はこれをコメディ愛好家や他のアニメシリーズのパロディーを見たい人にお勧めします\n（ユーモアを増やすシリーズにはいくつかのパロディがあります）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI won't be writing a review on the first season because I'm focusing on anime series from Spring 2015 onward (if not there would be too many reviews to write....)\n\n\u001b[1m私は2015年春以降のアニメシリーズに焦点を当てているため、最初のシーズンにはレビューを書いていません（そうでなければ、書きすぎるかもしれません....）\u001b[22m\n\u001b[1m(Watashi wa 2015-nen haru ikō no animeshirīzu ni shōten o atete iru tame, saisho no shīzun ni wa rebyū o kaite imasen (sōdenakereba, kaki sugiru kamo shiremasen. ... ))\u001b[22m\n\nTranslations of \u001b[4mI won't be writing a review on the first season because I'm focusing on anime series from Spring 2015 onward (if not there would be too many reviews to write....)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI won't be writing a review on the first season because I'm focusing on anime series from Spring 2015 onward (if not there would be too many reviews to write....)\u001b[24m\n    \u001b[1m私は2015年春以降のアニメシリーズに焦点を当てているため、最初のシーズンにはレビューを書いていません（そうでなければ、書きすぎるかもしれません....）\u001b[22m, \u001b[1m私は以降春2015年からアニメシリーズに焦点を当てているので、私は（あまりにも多くのレビューが書くことがあるだろうされていない場合....）最初のシーズンでレビューを書くことはありません\u001b[22m\n\u001b[1m\u001b[22m\nJust like the first season it had the comedy and character personalities are still there!\n\n\u001b[1m最初のシーズンと同じように、コメディーとキャラクターの個性が残っています！\u001b[22m\n\u001b[1m(Saisho no shīzun to onajiyōni, komedī to kyarakutā no kosei ga nokotte imasu!)\u001b[22m\n\nTranslations of \u001b[4mJust like the first season it had the comedy and character personalities are still there!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust like the first season it had the comedy and character personalities are still there!\u001b[24m\n    \u001b[1m最初のシーズンと同じように、コメディーとキャラクターの個性が残っています！\u001b[22m, \u001b[1mただ、最初のシーズンのようにそれは喜劇と文字個性が残っていました！\u001b[22m\n\u001b[1m\u001b[22m\nFor an anime short I wished it would have been longer than 3 minutes; but I guess that's how the creators brought out the comedy and characters in the series\n\n\u001b[1mアニメのために私はそれが3分より長くなることを望んだ。 しかし、私はそれがシリーズのコメディーとキャラクターをどのように引き出したかと思います\u001b[22m\n\u001b[1m(Anime no tame ni watashi wa sore ga 3-bu yori nagaku naru koto o nozonda. Shikashi, watashi wa sore ga shirīzu no komedī to kyarakutā o dono yō ni hikidashita ka to omoimasu)\u001b[22m\n\nTranslations of \u001b[4mFor an anime short I wished it would have been longer than 3 minutes; but I guess that's how the creators brought out the comedy and characters in the series\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor an anime short I wished it would have been longer than 3 minutes;\u001b[24m\n    \u001b[1mアニメのために私はそれが3分より長くなることを望んだ。\u001b[22m, \u001b[1mアニメの短いために私はそれが3分よりも長くされているだろう望みました。\u001b[22m\n\u001b[4mbut I guess that's how the creators brought out the comedy and characters in the series\u001b[24m\n    \u001b[1mしかし、私はそれがシリーズのコメディーとキャラクターをどのように引き出したかと思います\u001b[22m, \u001b[1mしかし、私はそれがクリエイターがシリーズのコメディや文字を持ち出し方法だと思います\u001b[22m\n\u001b[1m\u001b[22m\nEach episode is short and the series is great for laughs so I would recommend this to comedy lovers or people who like to see parodies in other anime series\n\n\u001b[1mそれぞれのエピソードは短いですし、シリーズは笑いのために素晴らしいですので、私はこれをコメディ愛好家や他のアニメシリーズのパロディーを見たい人にお勧めします\u001b[22m\n\u001b[1m(Sorezore no episōdo wa mijikaidesushi, shirīzu wa warai no tame ni subarashīdesunode, watashi wa kore o komedi aikō-ka ya hoka no animeshirīzu no parodī o mitai hito ni o susume shimasu)\u001b[22m\n\nTranslations of \u001b[4mEach episode is short and the series is great for laughs so I would recommend this to comedy lovers or people who like to see parodies in other anime series\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach episode is short and the series is great for laughs so I would recommend this to comedy lovers or people who like to see parodies in other anime series\u001b[24m\n    \u001b[1mそれぞれのエピソードは短いですし、シリーズは笑いのために素晴らしいですので、私はこれをコメディ愛好家や他のアニメシリーズのパロディーを見たい人にお勧めします\u001b[22m, \u001b[1m各エピソードが短く、シリーズは笑いのために素晴らしいですので、私は他のアニメシリーズのパロディーを見てみたいコメディ愛好家や人々にこれをお勧めします\u001b[22m\n(there are a few parodies in the series which add more to the humor)\n\n\u001b[1m（ユーモアを増やすシリーズにはいくつかのパロディがあります）\u001b[22m\n\u001b[1m((Yūmoa o fuyasu shirīzu ni wa ikutsu ka no parodi ga arimasu))\u001b[22m\n\nTranslations of \u001b[4m(there are a few parodies in the series which add more to the humor)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(there are a few parodies in the series which add more to the humor)\u001b[24m\n    \u001b[1m（ユーモアを増やすシリーズにはいくつかのパロディがあります）\u001b[22m, \u001b[1m（ユーモアにさらに追加シリーズのいくつかのパロディがあります）\u001b[22m"
  },
  {
    "title": "Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "id": "29067",
    "url": "https://myanimelist.net/anime/29067/Danna_ga_Nani_wo_Itteiru_ka_Wakaranai_Ken_2_Sure-me",
    "user": "supah_mama_luigi",
    "profile": "/profile/supah_mama_luigi/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=226900",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  7\nキャラクター|  10\n|  10\n\n基本的に私が最初のシーズンについて言ったことは、今シーズンはほぼ同じで、昨シーズンと同じくらい同じだが、違った振る舞いや落ち込みがある。 しかし、夫の仲間との出会いが少ないので、ちょっと物足りないことがあります。 どちらの方法でも、このアニメはまだかなり良いですし、エピソードはまだ5分以内です。ちょうど大丈夫だと見守ってみたいと思っていればいいです。 また、最初のシーズンの最後のエピソードでとても重要だった赤ちゃんは、今シーズンの最後のエピソードまで見られませんでした。 このアニメを最後に説明すると、このアニメの説明は「このアニメはすごいので、私はこのアニメを誰にでも推薦します。  =このアニメ。  9/10。\n\n\n\n\n\n\n\n\n\nうわー、私は物事を見直すことに本当に良いです！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nBasically everything that I said about the first season rings about the same for this season, as its more or less the same as last season, but with different antics and such going down. However theres a lot less screentime with the titular husband dude, so that kinda bogs things down a bit. Either way this anime is still pretty good, and the episodes are still all under 5 minutes, which is good if you want to just watch shit to watch shit. Also the baby that was so important during the last episode of the first season is nowhere to be seen until the last episode of this season, so rip that baby being a story device. If I were to finally describe this anime, this anime's description would be 'this anime is so great, that i would reccomend this anime to everyone', so thats what this anime would be. = this anime. 9/10.\n\n\u001b[1m基本的に私が最初のシーズンについて言ったことは、今シーズンはほぼ同じで、昨シーズンと同じくらい同じだが、違った振る舞いや落ち込みがある。 しかし、夫の仲間との出会いが少ないので、ちょっと物足りないことがあります。 どちらの方法でも、このアニメはまだかなり良いですし、エピソードはまだ5分以内です。ちょうど大丈夫だと見守ってみたいと思っていればいいです。 また、最初のシーズンの最後のエピソードでとても重要だった赤ちゃんは、今シーズンの最後のエピソードまで見られませんでした。 このアニメを最後に説明すると、このアニメの説明は「このアニメはすごいので、私はこのアニメを誰にでも推薦します。  =このアニメ。  9/10。\u001b[22m\n\u001b[1m(Kihontekini watashi ga saisho no shīzun ni tsuite itta koto wa, ima shīzun wa hobo onajide, saku shīzun to onaji kurai onajidaga, chigatta furumai ya ochikomi ga aru. Shikashi, otto no nakama to no deai ga sukunainode, chotto monotarinai koto ga arimasu. Dochira no hōhō demo, kono anime wa mada kanari yoidesushi, episōdo wa mada 5-bu inaidesu. Chōdo daijōbuda to mimamotte mitai to omotte ireba īdesu. Mata, saisho no shīzun no saigo no episōdo de totemo jūyōdatta akachan wa, ima shīzun no saigo no episōdo made mi raremasendeshita. Kono anime o saigo ni setsumei suru to, kono anime no setsumei wa `kono anime wa sugoinode, watashi wa kono anime o darenidemo suisen shimasu. = Kono anime. 9/ 10.)\u001b[22m\n\nTranslations of \u001b[4mBasically everything that I said about the first season rings about the same for this season, as its more or less the same as last season, but with different antics and such going down. However theres a lot less screentime with the titular husband dude, so that kinda bogs things down a bit. Either way this anime is still pretty good, and the episodes are still all under 5 minutes, which is good if you want to just watch shit to watch shit. Also the baby that was so important during the last episode of the first season is nowhere to be seen until the last episode of this season, so rip that baby being a story device. If I were to finally describe this anime, this anime's description would be 'this anime is so great, that i would reccomend this anime to everyone', so thats what this anime would be. = this anime. 9/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically everything that I said about the first season rings about the same for this season, as its more or less the same as last season, but with different antics and such going down.\u001b[24m\n    \u001b[1m基本的に私が最初のシーズンについて言ったことは、今シーズンはほぼ同じで、昨シーズンと同じくらい同じだが、違った振る舞いや落ち込みがある。\u001b[22m, \u001b[1m私はこのシーズンに向けて同じ程度の最初のシーズンリングについて、昨シーズンのようなその多かれ少なかれ同じとしてではなく、別のふざけた態度と下って行くようにと言った基本的にすべてのもの。\u001b[22m\n\u001b[4mHowever theres a lot less screentime with the titular husband dude, so that kinda bogs things down a bit.\u001b[24m\n    \u001b[1mしかし、夫の仲間との出会いが少ないので、ちょっと物足りないことがあります。\u001b[22m, \u001b[1mちょっと少し物事をダウン湿原ようにしかし、名ばかりの夫の男とはるかに少ないスクリーン時間をtheresの。\u001b[22m\n\u001b[4mEither way this anime is still pretty good, and the episodes are still all under 5 minutes, which is good if you want to just watch shit to watch shit.\u001b[24m\n    \u001b[1mどちらの方法でも、このアニメはまだかなり良いですし、エピソードはまだ5分以内です。ちょうど大丈夫だと見守ってみたいと思っていればいいです。\u001b[22m, \u001b[1mいずれにしてもこのアニメはまだかなり良いです、とのエピソードはすべてあなただけのたわごとを見てたわごとを見たい場合は良いですが、5分、下にまだあります。\u001b[22m\n\u001b[4mAlso the baby that was so important during the last episode of the first season is nowhere to be seen until the last episode of this season, so rip that baby being a story device.\u001b[24m\n    \u001b[1mまた、最初のシーズンの最後のエピソードでとても重要だった赤ちゃんは、今シーズンの最後のエピソードまで見られませんでした。\u001b[22m, \u001b[1mまた、最初のシーズンの最後のエピソードの間にとても重要だった赤ちゃんはので、赤ちゃんはストーリー装置であるリッピング、今シーズンの最終話まで見られることをどこにもありません。\u001b[22m\n\u001b[4mIf I were to finally describe this anime, this anime's description would be 'this anime is so great, that i would reccomend this anime to everyone', so thats what this anime would be.\u001b[24m\n    \u001b[1mこのアニメを最後に説明すると、このアニメの説明は「このアニメはすごいので、私はこのアニメを誰にでも推薦します。\u001b[22m, \u001b[1m私は最終的にこのアニメを記述した場合、このアニメの説明はこのアニメがどうなるかthatsのように、「このアニメは私がみんなにこのアニメをreccomendだろうと、とても素晴らしいです」だろう。\u001b[22m\n\u001b[4m= this anime.\u001b[24m\n    \u001b[1m=このアニメ。\u001b[22m\n\u001b[4m9/10.\u001b[24m\n    \u001b[1m9/10。\u001b[22m, \u001b[1m9月10日。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nwow, I'm really good at reviewing things!\n\n\u001b[1mうわー、私は物事を見直すことに本当に良いです！\u001b[22m\n\u001b[1m(Uwa ̄ , watashi wa monogoto o minaosu koto ni hontōni yoidesu!)\u001b[22m\n\nTranslations of \u001b[4mwow, I'm really good at reviewing things!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwow, I'm really good at reviewing things!\u001b[24m\n    \u001b[1mうわー、私は物事を見直すことに本当に良いです！\u001b[22m, \u001b[1mうわー、私は物事の見直しで本当に良いですよ！\u001b[22m"
  }
]
