[
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "HaXXspetten",
    "profile": "/profile/HaXXspetten/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=185485",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  8\n|  8\n\nスタジオ8ビットのGrisaia no Kajitsuのアダプテーションである絶対的な災害の後、私は、続編が同じ扱いにも直面するかどうか、皆の心に疑問があると確信しています。 個人的に私はこの時点で8bitを信じる理由がないと思っていますが、続編には非常に短いため、急いでは不可能です。 それが実際に必要だったのは、私たちがここに持っているのは、実際には完全に合法的かつ非常によく作られたGrisaia no Meikyuuの適応であるからです。\n\nメイキュウの物語は主に過去に起こったもので、裕二自身が、彼とカズキの幼年時代と歴史に長い間フラッシュバックしていると言われています。 多くの人がこれを「湯治路線」と呼んでいます.Grisaiaの主要なヒロインたちは、かずき以外の路線では実際に出現しません。 名護は、彼が子供の頃に生きていた数え切れないほどの苦難の邪悪な物語を、彼が父親の形で受けた重い虐待から出発し、時を経て衝撃的な生死のドラマになりました。 何かを台無しにすることなく言うことができる）。 また、近親相姦、強姦、小児性愛、同性愛、強制的な交際など、この物語に触れられた多くの敏感な話題があります。\n\nペーシングはまだまだ速いですが、Kajitsuの適応と比べると遠く離れているところではありません。 速いですが、それほど速くないので、プロットに追いつくことはできません。 すべての正直なところでは、8ビットは画面時間のわずか45分に絞ることができたコンテンツの量でかなり尊敬できる仕事をしたと思う。 このスペシャルは実際には視覚小説の全話をカバーするものではありませんが、残されたものは楽園の適応の初めに適応されるため、心配することはありません。 これは、明光と楽園の物語が事実上同じものであり、2つの異なる視覚小説（パート1とパート2のようなもの）の間で分割され、それぞれのアニメ化の正確なカットオフポイントを変更している 本当に違いはありません。\n\nアニメーションは、Kajitsuと同じですが、サウンドトラックはありません。  Grisaiaの続編にはレパートリーに数多くの新しいトラックが追加されています。私は個人的には、約1年前に彼らを演奏していたときに、Kajitsuのものよりもはるかに優れていると思っていました。 あなたはこれをラクーエンではるかに気づくでしょうが、ここでもすでにかなり明確な違いがあります。\n\n全体的に、私はKajitsuがどのようになったのか、Grisaia三部作の適応のためのすべての希望を失ったと確信していますが、私は明光が希望を取り戻すと思います。 それは魅力的で面白いですし、私は本当に多くのことを考え直すこともできませんでした。 さらに、私はまだ13エピソード程度が楽天にはあまりにも辛いと思っていますので、最後に続編にチャンスを与えるためにKajitsuのアニメを完成させた人たちを推薦します。 私はこの時点でGrisaiaをもう一度やり直すのは非常に遅いことを知っていますが、あなたは彼らが言うことを知っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAfter the absolute disaster that was Studio 8bit's adaptation of Grisaia no Kajitsu, I'm sure the question on everybody's mind was whether or not the sequels would face the same treatment as well. Personally I don't think there was any reason to have faith in 8bit at this point, but the sequels come with the one advantage of being extremely short in comparison and thus being almost impossible to rush. And as it turns out, that was actually all that was needed because what we have here is actually a perfectly legitimate and very well made adaptation of Grisaia no Meikyuu.\n\n\u001b[1mスタジオ8ビットのGrisaia no Kajitsuのアダプテーションである絶対的な災害の後、私は、続編が同じ扱いにも直面するかどうか、皆の心に疑問があると確信しています。 個人的に私はこの時点で8bitを信じる理由がないと思っていますが、続編には非常に短いため、急いでは不可能です。 それが実際に必要だったのは、私たちがここに持っているのは、実際には完全に合法的かつ非常によく作られたGrisaia no Meikyuuの適応であるからです。\u001b[22m\n\u001b[1m(Sutajio 8bitto no Grisaia no Kajitsu no adaputēshondearu zettai-tekina saigai no ato, watashi wa, zokuhen ga onaji atsukai ni mo chokumen suru ka dō ka, mina no kokoro ni gimon ga aru to kakushin shite imasu. Kojin-teki ni watashi wa kono jiten de 8 bitto o shinjiru riyū ga nai to omotte imasuga, zokuhen ni wa hijō ni mijikai tame, isoide wa fukanōdesu. Sore ga jissai ni hitsuyōdatta no wa, watashitachi ga koko ni motte iru no wa, jissai ni wa kanzen ni gōhō-teki katsu hijō ni yoku tsukura reta Grisaia no Meikyuu no tekiōdearukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter the absolute disaster that was Studio 8bit's adaptation of Grisaia no Kajitsu, I'm sure the question on everybody's mind was whether or not the sequels would face the same treatment as well. Personally I don't think there was any reason to have faith in 8bit at this point, but the sequels come with the one advantage of being extremely short in comparison and thus being almost impossible to rush. And as it turns out, that was actually all that was needed because what we have here is actually a perfectly legitimate and very well made adaptation of Grisaia no Meikyuu.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter the absolute disaster that was Studio 8bit's adaptation of Grisaia no Kajitsu, I'm sure the question on everybody's mind was whether or not the sequels would face the same treatment as well.\u001b[24m\n    \u001b[1mスタジオ8ビットのGrisaia no Kajitsuのアダプテーションである絶対的な災害の後、私は、続編が同じ扱いにも直面するかどうか、皆の心に疑問があると確信しています。\u001b[22m, \u001b[1mGrisaiaなし果実のスタジオ8ビットの適応した絶対的な災害の後、私はみんなの心に疑問が続編が同様に同じ治療に直面することになるかどうかではなかったと確信しています。\u001b[22m\n\u001b[4mPersonally I don't think there was any reason to have faith in 8bit at this point, but the sequels come with the one advantage of being extremely short in comparison and thus being almost impossible to rush.\u001b[24m\n    \u001b[1m個人的に私はこの時点で8bitを信じる理由がないと思っていますが、続編には非常に短いため、急いでは不可能です。\u001b[22m, \u001b[1m個人的に私はこの時点では8ビットの信仰を持っているいずれかの理由があったとは思わないが、続編は比較して極端に短いこと、したがって、急いですることはほとんど不可能であることの一つの利点が付属しています。\u001b[22m\n\u001b[4mAnd as it turns out, that was actually all that was needed because what we have here is actually a perfectly legitimate and very well made adaptation of Grisaia no Meikyuu.\u001b[24m\n    \u001b[1mそれが実際に必要だったのは、私たちがここに持っているのは、実際には完全に合法的かつ非常によく作られたGrisaia no Meikyuuの適応であるからです。\u001b[22m, \u001b[1mそれは結局のところそして、それは実際に私たちがここに持っているが、実際にGrisaiaなし迷宮の完全合法的な、非常によく作られた適応であるために必要だったものすべてでした。\u001b[22m\n\u001b[1m\u001b[22m\nMeikyuu's story takes place mostly in the past and is told by Yuuji himself as one long flashback to his and Kazuki's childhood and history. Many people like to refer to this as 'the Yuuji route', as none of the main heroines of Grisaia really make an appearance in this route other than Kazuki. Meikyuu tells the sinister tale of the countless hardships Yuuji had to live through when he was a kid, starting out with the heavy abuse he received form his father, and then over time becomes more of a shocking life and death drama (that's about all I can say without spoiling anything). There are also numerous sensitive topics touched upon in this story such as incest, rape, pedophilia, homosexuality, forced crossdressing and more.\n\n\u001b[1mメイキュウの物語は主に過去に起こったもので、裕二自身が、彼とカズキの幼年時代と歴史に長い間フラッシュバックしていると言われています。 多くの人がこれを「湯治路線」と呼んでいます.Grisaiaの主要なヒロインたちは、かずき以外の路線では実際に出現しません。 名護は、彼が子供の頃に生きていた数え切れないほどの苦難の邪悪な物語を、彼が父親の形で受けた重い虐待から出発し、時を経て衝撃的な生死のドラマになりました。 何かを台無しにすることなく言うことができる）。 また、近親相姦、強姦、小児性愛、同性愛、強制的な交際など、この物語に触れられた多くの敏感な話題があります。\u001b[22m\n\u001b[1m(Meikyuu no monogatari wa omoni kako ni okotta mono de, Yūji jishin ga, kare to Kazuki no yōnen jidai to rekishi ni nagaiai furasshu bakku shite iru to iwa rete imasu. Ōku no hito ga kore o `tōji rosen' to yonde imasu. Grisaia no shuyōna hiroin-tachi wa, kazuki igai no rosende wa jissai ni shutsugen shimasen. Nago wa, kare ga kodomo no koro ni ikiteita kazoekirenai hodo no kunan no jaakuna monogatari o, kare ga chichioya no katachi de uketa omoi gyakutai kara shuppatsu shi,-ji o hete shōgeki-tekina seishi no dorama ni narimashita. Nanika o dainashi ni suru koto naku iu koto ga dekiru). Mata, konshinsōkan, gōkan, shōniseiai, dōseiai, kyōsei-tekina kōsai nado, kono monogatari ni fure rareta ōku no binkan'na wadai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mMeikyuu's story takes place mostly in the past and is told by Yuuji himself as one long flashback to his and Kazuki's childhood and history. Many people like to refer to this as 'the Yuuji route', as none of the main heroines of Grisaia really make an appearance in this route other than Kazuki. Meikyuu tells the sinister tale of the countless hardships Yuuji had to live through when he was a kid, starting out with the heavy abuse he received form his father, and then over time becomes more of a shocking life and death drama (that's about all I can say without spoiling anything). There are also numerous sensitive topics touched upon in this story such as incest, rape, pedophilia, homosexuality, forced crossdressing and more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMeikyuu's story takes place mostly in the past and is told by Yuuji himself as one long flashback to his and Kazuki's childhood and history.\u001b[24m\n    \u001b[1mメイキュウの物語は主に過去に起こったもので、裕二自身が、彼とカズキの幼年時代と歴史に長い間フラッシュバックしていると言われています。\u001b[22m, \u001b[1m迷宮の話は、過去に主に行われ、彼と和樹の子供時代と歴史に一つの長いフラッシュバックのように雄二自身によって語られています。\u001b[22m\n\u001b[4mMany people like to refer to this as 'the Yuuji route', as none of the main heroines of Grisaia really make an appearance in this route other than Kazuki.\u001b[24m\n    \u001b[1m多くの人がこれを「湯治路線」と呼んでいます.Grisaiaの主要なヒロインたちは、かずき以外の路線では実際に出現しません。\u001b[22m, \u001b[1m多くの人々は本当に和樹以外のこのルートで登場するGrisaiaのメインヒロインのどれも、「雄二ルート」としてこれを参照したいです。\u001b[22m\n\u001b[4mMeikyuu tells the sinister tale of the countless hardships Yuuji had to live through when he was a kid, starting out with the heavy abuse he received form his father, and then over time becomes more of a shocking life and death drama (that's about all I\u001b[24m\n    \u001b[1m名護は、彼が子供の頃に生きていた数え切れないほどの苦難の邪悪な物語を、彼が父親の形で受けた重い虐待から出発し、時を経て衝撃的な生死のドラマになりました。\u001b[22m, \u001b[1m迷宮は、約私のすべてだ（彼は彼の父を形成受け取っ重い虐待で始め、雄二は彼が子供の頃を通して生きなければならなかった無数の苦難の不吉な物語を伝え、その後、時間をかけて衝撃的な生と死のドラマの以上になります\u001b[22m\n\u001b[4mcan say without spoiling anything).\u001b[24m\n    \u001b[1m何かを台無しにすることなく言うことができる）。\u001b[22m, \u001b[1m）何を損なうことなく言うことができます。\u001b[22m\n\u001b[4mThere are also numerous sensitive topics touched upon in this story such as incest, rape, pedophilia, homosexuality, forced crossdressing and more.\u001b[24m\n    \u001b[1mまた、近親相姦、強姦、小児性愛、同性愛、強制的な交際など、この物語に触れられた多くの敏感な話題があります。\u001b[22m, \u001b[1mこのような近親相姦、レイプ、小児性愛、同性愛、強制異性装とより、この物語の中で触れ多数の敏感なトピックもあります。\u001b[22m\n\u001b[1m\u001b[22m\nThe pacing is still fast, but compared to Kajitsu's adaptation it's nowhere even remotely close. It's fast, but not so fast that you can't keep up with the plot. In all honesty I think 8bit did a quite respectable job with the amount of content they were able to squeeze into merely 45 or so minutes of screen time. It should be noted though that this special doesn't actually cover the entire story from the visual novel, however what is left will simply be adapted in the beginning of Rakuen's adaptation instead so there's nothing to worry about. This is simply because the story of Meikyuu and Rakuen is effectively one and the same, merely that it's divided up between two different visual novels (like a part 1 and part 2), and thus changing the exact cutoff point for their respective anime adaptations doesn 't really make any difference.\n\n\u001b[1mペーシングはまだまだ速いですが、Kajitsuの適応と比べると遠く離れているところではありません。 速いですが、それほど速くないので、プロットに追いつくことはできません。 すべての正直なところでは、8ビットは画面時間のわずか45分に絞ることができたコンテンツの量でかなり尊敬できる仕事をしたと思う。 このスペシャルは実際には視覚小説の全話をカバーするものではありませんが、残されたものは楽園の適応の初めに適応されるため、心配することはありません。 これは、明光と楽園の物語が事実上同じものであり、2つの異なる視覚小説（パート1とパート2のようなもの）の間で分割され、それぞれのアニメ化の正確なカットオフポイントを変更している 本当に違いはありません。\u001b[22m\n\u001b[1m(Pēshingu wa madamada hayaidesuga, Kajitsu no tekiō to kuraberu to tōkuhanarete iru tokorode wa arimasen. Hayaidesuga, sore hodo hayakunainode, purotto ni oitsuku koto wa dekimasen. Subete no shōjikina tokorode wa, 8bitto wa gamen jikan no wazuka 45-bu ni shiboru koto ga dekita kontentsu no ryō de kanari sonkei dekiru shigoto o shita to omou. Kono supesharu wa jissai ni wa shikaku shōsetsu no zenwa o kabā suru monode wa arimasenga, nokosa reta mono wa rakuen no tekiō no hajime ni tekiō sa reru tame, shinpai suru koto wa arimasen. Kore wa, Meikō to rakuen no monogatari ga jijitsujō onaji monodeari, 2tsu no kotonaru shikaku shōsetsu (pāto 1 to pāto 2 no yōna mono) no ma de bunkatsu sa re, sorezore no anime-ka no seikakuna kattoofupointo o henkō shite iru hontōni chigai wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe pacing is still fast, but compared to Kajitsu's adaptation it's nowhere even remotely close. It's fast, but not so fast that you can't keep up with the plot. In all honesty I think 8bit did a quite respectable job with the amount of content they were able to squeeze into merely 45 or so minutes of screen time. It should be noted though that this special doesn't actually cover the entire story from the visual novel, however what is left will simply be adapted in the beginning of Rakuen's adaptation instead so there's nothing to worry about. This is simply because the story of Meikyuu and Rakuen is effectively one and the same, merely that it's divided up between two different visual novels (like a part 1 and part 2), and thus changing the exact cutoff point for their respective anime adaptations doesn 't really make any difference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe pacing is still fast, but compared to Kajitsu's adaptation it's nowhere even remotely close.\u001b[24m\n    \u001b[1mペーシングはまだまだ速いですが、Kajitsuの適応と比べると遠く離れているところではありません。\u001b[22m, \u001b[1mペーシングはまだ高速ですが、果実の適応に比べて、それはどこでも遠隔近いです。\u001b[22m\n\u001b[4mIt's fast, but not so fast that you can't keep up with the plot.\u001b[24m\n    \u001b[1m速いですが、それほど速くないので、プロットに追いつくことはできません。\u001b[22m, \u001b[1mそれはあなたがプロットに追いつくことができないことを非常に速く速く、しかし、ではありません。\u001b[22m\n\u001b[4mIn all honesty I think 8bit did a quite respectable job with the amount of content they were able to squeeze into merely 45 or so minutes of screen time.\u001b[24m\n    \u001b[1mすべての正直なところでは、8ビットは画面時間のわずか45分に絞ることができたコンテンツの量でかなり尊敬できる仕事をしたと思う。\u001b[22m, \u001b[1m正直なところ、私は8bitのは、彼らが画面の時間の単なる45かそこら分に絞ることができたコンテンツの量にはかなり立派な仕事をしたと思います。\u001b[22m\n\u001b[4mIt should be noted though that this special doesn't actually cover the entire story from the visual novel, however what is left will simply be adapted in the beginning of Rakuen's adaptation instead so there's nothing to worry about.\u001b[24m\n    \u001b[1mこのスペシャルは実際には視覚小説の全話をカバーするものではありませんが、残されたものは楽園の適応の初めに適応されるため、心配することはありません。\u001b[22m, \u001b[1mこの特殊は、実際に何も心配することはありませんので、しかし、どのような残っていることは、単に代わりに楽園の適応の初めに適合されるビジュアルノベル、からストーリー全体をカバーしていないことかかわらず注意すべきです。\u001b[22m\n\u001b[4mThis is simply because the story of Meikyuu and Rakuen is effectively one and the same, merely that it's divided up between two different visual novels (like a part 1 and part 2), and thus changing the exact cutoff point for their respective anime adaptations doesn\u001b[24m\n    \u001b[1mこれは、明光と楽園の物語が事実上同じものであり、2つの異なる視覚小説（パート1とパート2のようなもの）の間で分割され、それぞれのアニメ化の正確なカットオフポイントを変更している\u001b[22m, \u001b[1mこれは、迷宮と楽園の物語は、それが（パート1とパート2のような）二つの異なるビジュアルノベルの間で分割だ単にことを、効果的に1と同じであるため、単純であるため、それぞれのアニメの適応はdoesnのための正確なカットオフポイントを変更します\u001b[22m\n\u001b[4m't really make any difference.\u001b[24m\n    \u001b[1m本当に違いはありません。\u001b[22m, \u001b[1m'tは本当にすべての違いを作ります。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is identical to the one of Kajitsu, but the soundtrack is not. The Grisaia sequels have many new tracks added to its repertoire and I personally thought it was a lot better than Kajitsu's when I was playing them about a year ago. You'll notice this much more so in Rakuen, but even here it's already a pretty clear difference.\n\n\u001b[1mアニメーションは、Kajitsuと同じですが、サウンドトラックはありません。  Grisaiaの続編にはレパートリーに数多くの新しいトラックが追加されています。私は個人的には、約1年前に彼らを演奏していたときに、Kajitsuのものよりもはるかに優れていると思っていました。 あなたはこれをラクーエンではるかに気づくでしょうが、ここでもすでにかなり明確な違いがあります。\u001b[22m\n\u001b[1m(Animēshon wa, Kajitsu to onajidesuga, saundotorakku wa arimasen. Grisaia no zokuhen ni wa repātorī ni kazuōku no atarashī torakku ga tsuika sa rete imasu. Watashi wa kojin-teki ni wa, yaku 1-nen mae ni karera o ensō shite ita toki ni, Kajitsu no mono yori mo haruka ni sugurete iru to omotte imashita. Anata wa kore o rakūen de haruka ni kidzukudeshouga, koko demo sudeni kanari meikakuna chigai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is identical to the one of Kajitsu, but the soundtrack is not. The Grisaia sequels have many new tracks added to its repertoire and I personally thought it was a lot better than Kajitsu's when I was playing them about a year ago. You'll notice this much more so in Rakuen, but even here it's already a pretty clear difference.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is identical to the one of Kajitsu, but the soundtrack is not.\u001b[24m\n    \u001b[1mアニメーションは、Kajitsuと同じですが、サウンドトラックはありません。\u001b[22m, \u001b[1mアニメーションは、果実のものと同じですが、サウンドトラックではありません。\u001b[22m\n\u001b[4mThe Grisaia sequels have many new tracks added to its repertoire and I personally thought it was a lot better than Kajitsu's when I was playing them about a year ago.\u001b[24m\n    \u001b[1mGrisaiaの続編にはレパートリーに数多くの新しいトラックが追加されています。私は個人的には、約1年前に彼らを演奏していたときに、Kajitsuのものよりもはるかに優れていると思っていました。\u001b[22m, \u001b[1mGrisaiaの続編は、そのレパートリーに追加され、多くの新しいトラックを持っていると私は個人的に、私は約一年前にそれらを遊んでいたとき、それは果実のより多くの方だと思いました。\u001b[22m\n\u001b[4mYou'll notice this much more so in Rakuen, but even here it's already a pretty clear difference.\u001b[24m\n    \u001b[1mあなたはこれをラクーエンではるかに気づくでしょうが、ここでもすでにかなり明確な違いがあります。\u001b[22m, \u001b[1mあなたは楽園でので、このはるかに気付くでしょうが、それでもここでは既にかなり明確な差です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I'm sure a lot of people lost all hope for the Grisaia trilogy's adaptation after how Kajitsu turned out, but I think Meikyuu gives some hope back. It's captivating and interesting, and I can't really think of much that could have been adapted better either. Furthermore I still believe 13 episodes or so should be just barely enough for Rakuen as well so in the end I would still recommend people who managed to finish Kajitsu's anime to give the sequels a chance. I know it's very late to start hyping Grisaia again at this point, but you know what they say: better late than never.\n\n\u001b[1m全体的に、私はKajitsuがどのようになったのか、Grisaia三部作の適応のためのすべての希望を失ったと確信していますが、私は明光が希望を取り戻すと思います。 それは魅力的で面白いですし、私は本当に多くのことを考え直すこともできませんでした。 さらに、私はまだ13エピソード程度が楽天にはあまりにも辛いと思っていますので、最後に続編にチャンスを与えるためにKajitsuのアニメを完成させた人たちを推薦します。 私はこの時点でGrisaiaをもう一度やり直すのは非常に遅いことを知っていますが、あなたは彼らが言うことを知っています。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa Kajitsu ga dono yō ni natta no ka, Grisaia san busaku no tekiō no tame no subete no kibō o ushinatta to kakushin shite imasuga, watashi wa Meikō ga kibō o torimodosu to omoimasu. Sore wa mirikiteki de omoshiroidesushi, watashi wa hontōni ōku no koto o kangaenaosu koto mo dekimasendeshita. Sarani, watashi wa mada 13 episōdo-teido ga rakuten ni wa amarini mo tsurai to omotte imasunode, saigo ni zokuhen ni chansu o ataeru tame ni Kajitsu no anime o kansei sa seta hito-tachi o suisen shimasu. Watashi wa kono jiten de Grisaia o mōichido yarinaosu no wa hijō ni osoi koto o shitte imasuga, anata wa karera ga iu koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I'm sure a lot of people lost all hope for the Grisaia trilogy's adaptation after how Kajitsu turned out, but I think Meikyuu gives some hope back. It's captivating and interesting, and I can't really think of much that could have been adapted better either. Furthermore I still believe 13 episodes or so should be just barely enough for Rakuen as well so in the end I would still recommend people who managed to finish Kajitsu's anime to give the sequels a chance. I know it's very late to start hyping Grisaia again at this point, but you know what they say: better late than never.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I'm sure a lot of people lost all hope for the Grisaia trilogy's adaptation after how Kajitsu turned out, but I think Meikyuu gives some hope back.\u001b[24m\n    \u001b[1m全体的に、私はKajitsuがどのようになったのか、Grisaia三部作の適応のためのすべての希望を失ったと確信していますが、私は明光が希望を取り戻すと思います。\u001b[22m, \u001b[1m全体的に、私は多くの人が果実がどうなったか後Grisaia三部作の適応のためのすべての希望を失ったと確信しているが、私は迷宮が戻っていくつかの希望を与えると思います。\u001b[22m\n\u001b[4mIt's captivating and interesting, and I can't really think of much that could have been adapted better either.\u001b[24m\n    \u001b[1mそれは魅力的で面白いですし、私は本当に多くのことを考え直すこともできませんでした。\u001b[22m, \u001b[1mそれは魅惑的で面白いです、と私は本当にいずれかのより良い適応されている可能性がそれほど考えることはできません。\u001b[22m\n\u001b[4mFurthermore I still believe 13 episodes or so should be just barely enough for Rakuen as well so in the end I would still recommend people who managed to finish Kajitsu's anime to give the sequels a chance.\u001b[24m\n    \u001b[1mさらに、私はまだ13エピソード程度が楽天にはあまりにも辛いと思っていますので、最後に続編にチャンスを与えるためにKajitsuのアニメを完成させた人たちを推薦します。\u001b[22m, \u001b[1mさらに、私はまだ13話かそこらは辛うじて楽園のために十分なだけでなくので、最後にあるべきと考えている私はまだ続編にチャンスを与えるために果実のアニメを完了するために管理人をお勧めします。\u001b[22m\n\u001b[4mI know it's very late to start hyping Grisaia again at this point, but you know what they say: better late than never.\u001b[24m\n    \u001b[1m私はこの時点でGrisaiaをもう一度やり直すのは非常に遅いことを知っていますが、あなたは彼らが言うことを知っています。\u001b[22m, \u001b[1m私はそれがこの時点で再びGrisaiaをhyping開始することは非常に遅く知っているが、あなたは彼らの言うことを知っている：決してよりも優れ後半。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "Genesisis",
    "profile": "/profile/Genesisis/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=185487",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nGrisaia no Meikyuuはビジュアル小説/アニメ（Grisaia Kajitsu）のメインストーリーからの複雑な弧で、メインの主人公Kazami、Yuujiによって物語が語られている。  CIRS会社内での昇進を図りたいと考えているゆうじは、自分の過去を説明するプロモーションプロセスの一環として文書を提出する必要があります。\n\n彼の子供の頃の話はとても魅力的で、フラッシュバックと思い出が完璧だったのを見ながら彼の話を聞いて聞いていました。 裕次郎は、幼少時代のような困難さと外傷様式に深く関わっています。 彼は早い小学校の学生から若い十代の少年に至るまで幼少期を徹底的に説明している。\n\n悲劇的な背景を持つ主な主人公は、Haremのジャンルのなかでよく使われている普通のものではありません。 いくつかは他のものよりも優れていますが、私はGrisaiaのプロデューサーがそれを最高のものにしたと信じています。その単純な復讐の物語の1つでは、主人公が愛する人を失ったことに対する復讐のためのものです。 グリッサイアでは、彼らは実際に過去の巨大な深みを辿って、外傷的、悲しい、恐ろしい、心理的なものを一つにまとめると、最悪のシナリオがすべて1時間のエピソード（約47.45分）に詰め込まれます。\n\nアートクオリティー（あなたがプリクールを見ていることを期待していることを期待してください）は例外的に、もう少し鮮やかでHDだったのと似ています。 あなたは、あなたが見ているものの明確な表示を与える滑らかな背景に合わせて強い鮮やかな色を持っています。 非常によく描かれたキャラクターと流暢なアニメーションは、そこに少しのアクションシーンがあったと彼らはかなり激しかったし、血液スプラットは素晴らしいと詳細だった。\n\n音質は普通のものではありませんでした。  prequelと同じVAキャストがあります。  POVを伝える物語の中で話されて以来、バックグラウンドミュージックはあまりありませんでしたが、例えば、点滅するカメラ、ヘリコプタープロペラ、パンチなどの小さな音響効果は良好でした。 私がそれを見た場所についてのイントロとアウトロについては、彼らはいつも使い切っていませんでした。\n\nああ、キャラクターは、アニメ界の多くの人が関係していると確信しています。すべてが密な男性キャラクターが世界で最も迷惑なものになることに同意します。 幸運にもそこにはいくつかの主要な主人公がいます。私はそれらのうちの1つを正真正銘に保ちます。Kazami、Yuujiこれはあなたの平均的な男性のハーレムのリードではありません。彼は彼が有能で信頼できる、悪口、ハンサム、 密なものとして。 彼の性格は、私が知っていることから、Mahouka Koukou no RettouseiのShiba、Tatsuyaと関係のある人ならば、とてもユニークです。 他のすべてのキャラクターに関しては、彼らはすべて宇治家族を除いてわずか5分のスクリーン時間しか持たない。\n\nほとんどのハレムのアニメは通常、ただ例外的なコメディーとロマンスで満ちているが、これは私が本当にGrisaiaのKajitsuを楽しむ理由で、そのすべてのあなたの標準的なコメディーとロマンスの要素を持っているが、それは行く大きな心理的側面 どのキャラクターのバックグラウンドを説明しているか、どのようになっているのかを説明する偉大な長さ。 あなたがドラマ、ロマンス、心理学、そしてコメディーがハーレムになることを望むなら、私はこのスペシャルへのプレクールを見ることを強く勧めます。\n\nストーリー -  8\nアート -  8\nサウンド -  7\nキャラクター -  8\n楽しさ -  8\n全体的 -  8",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nGrisaia no Meikyuu is a complicated arc from the main story of the Visual novel/anime (Grisaia no Kajitsu) the story is told by the main protagonist himself Kazami, Yuuji. Wanting to pursue a promotion within the CIRS company Yuuji must submit documents as part of the promotion process explaining his own past.\n\n\u001b[1mGrisaia no Meikyuuはビジュアル小説/アニメ（Grisaia Kajitsu）のメインストーリーからの複雑な弧で、メインの主人公Kazami、Yuujiによって物語が語られている。  CIRS会社内での昇進を図りたいと考えているゆうじは、自分の過去を説明するプロモーションプロセスの一環として文書を提出する必要があります。\u001b[22m\n\u001b[1m(Grisaia no Meikyuu wa bijuaru shōsetsu/ anime (Grisaia Kajitsu) no meinsutōrī kara no fukuzatsuna ko de, mein no shujinkō Kazami, Yuuji ni yotte monogatari ga katara rete iru. CIRS kaisha-nai de no shōshin o hakaritai to kangaete iru Yūji wa, jibun no kako o setsumei suru puromōshonpurosesu no ikkan to shite bunsho o teishutsu suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mGrisaia no Meikyuu is a complicated arc from the main story of the Visual novel/anime (Grisaia no Kajitsu) the story is told by the main protagonist himself Kazami, Yuuji. Wanting to pursue a promotion within the CIRS company Yuuji must submit documents as part of the promotion process explaining his own past.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGrisaia no Meikyuu is a complicated arc from the main story of the Visual novel/anime (Grisaia no Kajitsu) the story is told by the main protagonist himself Kazami, Yuuji.\u001b[24m\n    \u001b[1mGrisaia no Meikyuuはビジュアル小説/アニメ（Grisaia Kajitsu）のメインストーリーからの複雑な弧で、メインの主人公Kazami、Yuujiによって物語が語られている。\u001b[22m, \u001b[1mGrisaiaなし迷宮は物語が主人公自身風見、雄二によって語られているビジュアル小説/アニメ（Grisaiaなし果実）のメインストーリーから複雑な円弧です。\u001b[22m\n\u001b[4mWanting to pursue a promotion within the CIRS company Yuuji must submit documents as part of the promotion process explaining his own past.\u001b[24m\n    \u001b[1mCIRS会社内での昇進を図りたいと考えているゆうじは、自分の過去を説明するプロモーションプロセスの一環として文書を提出する必要があります。\u001b[22m, \u001b[1mCIRS会社祐二内の昇進を追求したいことは、彼自身の過去を説明昇格プロセスの一部として、書類を提出しなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story telling of his childhood was so enticing, listening to him tell his story while watching the flashbacks and memories was perfect. Yuuji goes in depth on how difficult and traumatic his childhood was like. He explains his childhood thoroughly from an early elementary student to a young teen boy.\n\n\u001b[1m彼の子供の頃の話はとても魅力的で、フラッシュバックと思い出が完璧だったのを見ながら彼の話を聞いて聞いていました。 裕次郎は、幼少時代のような困難さと外傷様式に深く関わっています。 彼は早い小学校の学生から若い十代の少年に至るまで幼少期を徹底的に説明している。\u001b[22m\n\u001b[1m(Kare no kodomo no koro no hanashi wa totemo mirikiteki de, furasshu bakku to omoide ga kanpekidatta no o minagara kare no hanashi o kiite kiite imashita. Yūjirō wa, yōshō jidai no yōna kon'nan-sa to gaishō yōshiki ni fukaku kakawatte imasu. Kare wa hayai shōgakkō no gakusei kara wakai jūdai no shōnen ni itaru made yōshō-ki o tetteiteki ni setsumei shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe story telling of his childhood was so enticing, listening to him tell his story while watching the flashbacks and memories was perfect. Yuuji goes in depth on how difficult and traumatic his childhood was like. He explains his childhood thoroughly from an early elementary student to a young teen boy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story telling of his childhood was so enticing, listening to him tell his story while watching the flashbacks and memories was perfect.\u001b[24m\n    \u001b[1m彼の子供の頃の話はとても魅力的で、フラッシュバックと思い出が完璧だったのを見ながら彼の話を聞いて聞いていました。\u001b[22m, \u001b[1m彼の幼年期の物語占いは、フラッシュバックや思い出完璧だったを見ながら、彼の話を彼に聞いて、とても魅力的でした。\u001b[22m\n\u001b[4mYuuji goes in depth on how difficult and traumatic his childhood was like.\u001b[24m\n    \u001b[1m裕次郎は、幼少時代のような困難さと外傷様式に深く関わっています。\u001b[22m, \u001b[1m祐二は彼の幼年期のようなものだったいかに難しいかと外傷性の深さに行きます。\u001b[22m\n\u001b[4mHe explains his childhood thoroughly from an early elementary student to a young teen boy.\u001b[24m\n    \u001b[1m彼は早い小学校の学生から若い十代の少年に至るまで幼少期を徹底的に説明している。\u001b[22m, \u001b[1m彼は若い十代の少年への早期小学生から徹底的に彼の幼年期を説明します。\u001b[22m\n\u001b[1m\u001b[22m\nA main protagonist with a tragic background is nothing out of the ordinary its quite common and over used within the Harem genre. Some do it better than other, but I believe the producers of Grisaia did it the best, its not one of those simplistic revenge story were the main protagonists sets out for revenge over the lost of a loved one. In Grisaia they actually go in huge depth of his past adding traumatic, sad , horrific, and psychological all into one you have pretty much the worst case scenarios all packed into one - one hour episode (47.45 approx).\n\n\u001b[1m悲劇的な背景を持つ主な主人公は、Haremのジャンルのなかでよく使われている普通のものではありません。 いくつかは他のものよりも優れていますが、私はGrisaiaのプロデューサーがそれを最善にしたと信じています。その単純な復讐の物語の1つでは、主人公が愛する人を失ったことに対する復讐のためのものです。 グリッサイアでは、彼らは実際に過去の巨大な深みを抱いて、外傷的、悲しい、恐ろしい、心理的なものを一つにまとめると、最悪のシナリオがすべて1時間のエピソード（約47.45分）に詰め込まれます。\u001b[22m\n\u001b[1m(Higeki-tekina haikei o motsu omona shujinkō wa, hāremu no janru no naka de yoku tsukawa rete iru futsū no monode wa arimasen. Ikutsu ka wa hoka no mono yori mo sugurete imasuga, watashi wa Grisaia no purode~yūsā ga sore o saizen ni shita to shinjite imasu. Sono tanjun'na fukushū no monogatari no 1tsude wa, shujinkō ga aisuruhito o ushinatta koto ni taisuru fukushū no tame no monodesu. Gurissaiade wa, karera wa jissai ni kako no kyodaina fukami o daite, gaishō-teki, kanashī, osoroshī, shinri-tekina mono o hitotsu ni matomeru to, saiaku no shinario ga subete 1-jikan no episōdo (yaku 47. 45-Bu) ni tsumekoma remasu.)\u001b[22m\n\nTranslations of \u001b[4mA main protagonist with a tragic background is nothing out of the ordinary its quite common and over used within the Harem genre. Some do it better than other, but I believe the producers of Grisaia did it the best, its not one of those simplistic revenge story were the main protagonists sets out for revenge over the lost of a loved one. In Grisaia they actually go in huge depth of his past adding traumatic, sad , horrific, and psychological all into one you have pretty much the worst case scenarios all packed into one - one hour episode (47.45 approx).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA main protagonist with a tragic background is nothing out of the ordinary its quite common and over used within the Harem genre.\u001b[24m\n    \u001b[1m悲劇的な背景を持つ主な主人公は、Haremのジャンルのなかでよく使われている普通のものではありません。\u001b[22m, \u001b[1m悲劇的な背景を持つ主人公は普通のそのかなり一般的とハーレムのジャンル内で使用される以上の何物でもありません。\u001b[22m\n\u001b[4mSome do it better than other, but I believe the producers of Grisaia did it the best, its not one of those simplistic revenge story were the main protagonists sets out for revenge over the lost of a loved one.\u001b[24m\n    \u001b[1mいくつかは他のものよりも優れていますが、私はGrisaiaのプロデューサーがそれを最善にしたと信じています。その単純な復讐の物語の1つでは、主人公が愛する人を失ったことに対する復讐のためのものです。\u001b[22m, \u001b[1mいくつかは他よりも、それはもっと良いものが、私はGrisaiaの生産者が最高のそれをやった、これらの単純な復讐の物語のそのない1が主役を愛する人の失われかけて復讐のために設定したと信じています。\u001b[22m\n\u001b[4mIn Grisaia they actually go in huge depth of his past adding traumatic, sad , horrific, and psychological all into one you have pretty much the worst case scenarios all packed into one - one hour episode (47.45 approx).\u001b[24m\n    \u001b[1mグリッサイアでは、彼らは実際に過去の巨大な深みを抱いて、外傷的、悲しい、恐ろしい、心理的なものを一つにまとめると、最悪のシナリオがすべて1時間のエピソード（約47.45分）に詰め込まれます。\u001b[22m, \u001b[1m1時間のエピソード（47.45約） -  Grisaia、彼らは実際にあなたがすべて1に詰め、かなり最悪の場合のシナリオを持って一つにすべて、外傷悲しい、恐ろしい、と心理を追加する彼の過去の巨大な深さに入ります。\u001b[22m\n\u001b[1m\u001b[22m\nThe art quality (expecting you've watched the prequel) is quite similar with the exception its a little more vivid and HD then previously. You have the strong vivid colors fitted with the smooth backgrounds giving a clear display of what you're watching. Very well drawn characters and fluent animation with how little action scenes there were they were pretty intense and the blood splats were amazing and detailed.\n\n\u001b[1mアートクオリティー（あなたがプリクールを見ていることを期待していることを期待してください）は例外的に、もう少し鮮やかでHDだったのと似ています。 あなたは、あなたが見ているものの明確な表示を与える滑らかな背景に合わせて強い鮮やかな色を持っています。 非常によく描かれたキャラクターと流暢なアニメーションは、そこに少しのアクションシーンがあったと彼らはかなり激しかったし、血液スプラットは素晴らしいと詳細だった。\u001b[22m\n\u001b[1m(Ātokuoritī (anata ga purikūru o mite iru koto o kitai shite iru koto o kitai shite kudasai) wa reigai-teki ni, mōsukoshi azayakade HDdatta no to nite imasu. Anata wa, anata ga mite irumonono meikakuna hyōji o ataeru namerakana haikei ni awa sete tsuyoi azayakana iro o motte imasu. Hijō ni yoku egaka reta kyarakutā to ryūchōna animēshon wa, soko ni sukoshi no akushonshīn ga atta to karera wa kanari hageshikattashi, ketsueki supuratto wa subarashī to shōsaidatta.)\u001b[22m\n\nTranslations of \u001b[4mThe art quality (expecting you've watched the prequel) is quite similar with the exception its a little more vivid and HD then previously. You have the strong vivid colors fitted with the smooth backgrounds giving a clear display of what you're watching. Very well drawn characters and fluent animation with how little action scenes there were they were pretty intense and the blood splats were amazing and detailed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art quality (expecting you've watched the prequel) is quite similar with the exception its a little more vivid and HD then previously.\u001b[24m\n    \u001b[1mアートクオリティー（あなたがプリクールを見ていることを期待していることを期待してください）は例外的に、もう少し鮮やかでHDだったのと似ています。\u001b[22m, \u001b[1m（あなたは前編を見てきた期待）芸術の質は、以前にそのもう少し生き生きとしたHDを除いて非常に似ています。\u001b[22m\n\u001b[4mYou have the strong vivid colors fitted with the smooth backgrounds giving a clear display of what you're watching.\u001b[24m\n    \u001b[1mあなたは、あなたが見ているものの明確な表示を与える滑らかな背景に合わせて強い鮮やかな色を持っています。\u001b[22m, \u001b[1mあなたが見ているものの明確な表示を与え、滑らかな背景を装備し、強力な鮮やかな色を持っています。\u001b[22m\n\u001b[4mVery well drawn characters and fluent animation with how little action scenes there were they were pretty intense and the blood splats were amazing and detailed.\u001b[24m\n    \u001b[1m非常によく描かれたキャラクターと流暢なアニメーションは、そこに少しのアクションシーンがあったと彼らはかなり激しかったし、血液スプラットは素晴らしいと詳細だった。\u001b[22m, \u001b[1mあった非常によく描かれた文字とどのように少しのアクションシーンと流暢なアニメーションが、彼らはかなり強烈だったと血液スプラットは素晴らしいと詳細ました。\u001b[22m\n\u001b[1m\u001b[22m\nSound quality was pretty standard nothing out of the ordinary. You have your same VA cast as from the prequel. There was not much background music since it was told in story telling POV, but the small sound effects put into for example flashing cameras, helicopter propellers, and punches were good. As for intro and outro as for where I watched it there was none they used up all the time.\n\n\u001b[1m音質は普通のものではありませんでした。  prequelと同じVAキャストがあります。  POVを伝える物語の中で話されて以来、バックグラウンドミュージックはあまりありませんでしたが、例えば、点滅するカメラ、ヘリコプタープロペラ、パンチなどの小さな音響効果は良好でした。 私がそれを見た場所についてのイントロとアウトロについては、彼らはいつも使い切っていませんでした。\u001b[22m\n\u001b[1m(Onshitsu wa futsū no monode wa arimasendeshita. Prequel to onaji VA kyasuto ga arimasu. POV o tsutaeru monogatari no naka de hanasa rete irai, bakkuguraundomyūjikku wa amari arimasendeshitaga, tatoeba, tenmetsu suru kamera, herikoputāpuropera, panchi nado no chīsana onkyō kōka wa ryōkōdeshita. Watashi ga sore o mita basho ni tsuite no Intoro to autoro ni tsuite wa, karera wa itsumo tsukaikitte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mSound quality was pretty standard nothing out of the ordinary. You have your same VA cast as from the prequel. There was not much background music since it was told in story telling POV, but the small sound effects put into for example flashing cameras, helicopter propellers, and punches were good. As for intro and outro as for where I watched it there was none they used up all the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound quality was pretty standard nothing out of the ordinary.\u001b[24m\n    \u001b[1m音質は普通のものではありませんでした。\u001b[22m, \u001b[1m音質は普通のかなり標準的何もなかったです。\u001b[22m\n\u001b[4mYou have your same VA cast as from the prequel.\u001b[24m\n    \u001b[1mprequelと同じVAキャストがあります。\u001b[22m, \u001b[1mあなたは前編からのようにあなたの同じVAキャストを持っています。\u001b[22m\n\u001b[4mThere was not much background music since it was told in story telling POV, but the small sound effects put into for example flashing cameras, helicopter propellers, and punches were good.\u001b[24m\n    \u001b[1mPOVを伝える物語の中で話されて以来、バックグラウンドミュージックはあまりありませんでしたが、例えば、点滅するカメラ、ヘリコプタープロペラ、パンチなどの小さな音響効果は良好でした。\u001b[22m, \u001b[1mそこには、POVを伝える物語の中で言われたので、多くのバックグラウンドミュージックはありませんでしたが、小さな音の効果は、例えば点滅カメラ、ヘリコプターのプロペラに入れ、パンチが良好でした。\u001b[22m\n\u001b[4mAs for intro and outro as for where I watched it there was none they used up all the time.\u001b[24m\n    \u001b[1m私がそれを見た場所についてのイントロとアウトロについては、彼らはいつも使い切っていませんでした。\u001b[22m, \u001b[1m私は、彼らはすべての時間を使い切っどれもありませんでしたそれを見てどこのようなイントロとアウトロのよう。\u001b[22m\n\u001b[1m\u001b[22m\nAh the characters, Im sure many people in the anime community can relate and all agree dense male characters can be the most annoying thing in the world. Luckily there are the few main protagonists out there who just keep me sane one of them is Kazami, Yuuji this isn't your average male harem lead he is a complete 180 to most of them he's competent, reliable, badass, handsome, and isn 't as dense. His personality is pretty unique from my knowledge if he could relate to any character it would be Shiba, Tatsuya from Mahouka Koukou no Rettousei. As for all the other characters they all have around only five minutes of screen times, with the exception of Yuuji family.\n\n\u001b[1mああ、キャラクターは、アニメ界の多くの人が関係していると確信しています。すべてが密な男性キャラクターが世界で最も迷惑なものになることに同意します。 幸運にもそこにはいくつかの主要な主人公がいます。私はそれらのうちの1つを正真正銘に保ちます。Kazami、Yuujiこれはあなたの平均的な男性のハーレムのリードではありません。彼は彼が有能で信頼できる、悪口、ハンサム、 密なものとして。 彼の性格は、私が知っていることから、Mahouka Koukou no RettouseiのShiba、Tatsuyaと関係のある人ならば、とてもユニークです。 他のすべてのキャラクターに関しては、彼らはすべて宇治家族を除いてわずか5分のスクリーン時間しか持たない。\u001b[22m\n\u001b[1m(Ā, kyarakutā wa, anime-kai no ōku no hito ga kankei shite iru to kakushin shite imasu. Subete ga mitsuna dansei kyarakutā ga sekai de mottomo meiwakuna mono ni naru koto ni dōi shimasu. Kōun'nimo soko ni wa ikutsu ka no shuyōna shujinkō ga imasu. Watashi wa sorera no uchi no 1tsu o shōshinshōmei ni tamochimasu. Kazami, Yuuji kore wa anata no heikin-tekina dansei no hāremu no rīdode wa arimasen. Kare wa kare ga yūnōde shinraidekiru, waruguchi, hansamu, mitsuna mono to shite. Kare no seikaku wa, watashi ga shitte iru koto kara, Mahouka Koukou no Rettousei no Shiba, Tatsuya to kankei no aru hitonaraba, totemo yunīkudesu. Hoka no subete no kyarakutā ni kanshite wa, karera wa subete Uji kazoku o nozoite wazuka 5-bu no sukurīn jikan shika motanai.)\u001b[22m\n\nTranslations of \u001b[4mAh the characters, Im sure many people in the anime community can relate and all agree dense male characters can be the most annoying thing in the world. Luckily there are the few main protagonists out there who just keep me sane one of them is Kazami, Yuuji this isn't your average male harem lead he is a complete 180 to most of them he's competent, reliable, badass, handsome, and isn 't as dense. His personality is pretty unique from my knowledge if he could relate to any character it would be Shiba, Tatsuya from Mahouka Koukou no Rettousei. As for all the other characters they all have around only five minutes of screen times, with the exception of Yuuji family.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAh the characters, Im sure many people in the anime community can relate and all agree dense male characters can be the most annoying thing in the world.\u001b[24m\n    \u001b[1mああ、キャラクターは、アニメ界の多くの人が関係していると確信しています。すべてが密な男性キャラクターが世界で最も迷惑なものになることに同意します。\u001b[22m, \u001b[1mああ文字は、イムは確かにアニメコミュニティの多くの人が関係することができ、すべてが緻密な男性キャラクターが世界で最も厄介なものになることができます同意するものとします。\u001b[22m\n\u001b[4mLuckily there are the few main protagonists out there who just keep me sane one of them is Kazami, Yuuji this isn't your average male harem lead he is a complete 180 to most of them he's competent, reliable, badass, handsome, and isn\u001b[24m\n    \u001b[1m幸運にもそこにはいくつかの主要な主人公がいます。私はそれらのうちの1つを正真正銘に保ちます。Kazami、Yuujiこれはあなたの平均的な男性のハーレムのリードではありません。彼は彼が有能で信頼できる、悪口、ハンサム、\u001b[22m, \u001b[1m幸いにもちょうどそれらの1が風見ある正気私を保つそこにいくつかの主要な主人公がある、祐二これは彼が、有能な信頼性の高い、ワル、ハンサム、およびISNですそれらのほとんどに完全な180であるあなたの平均男性のハーレムリードではありません\u001b[22m\n\u001b[4m't as dense.\u001b[24m\n    \u001b[1m密なものとして。\u001b[22m, \u001b[1m緻密なとして 'トン。\u001b[22m\n\u001b[4mHis personality is pretty unique from my knowledge if he could relate to any character it would be Shiba, Tatsuya from Mahouka Koukou no Rettousei.\u001b[24m\n    \u001b[1m彼の性格は、私が知っていることから、Mahouka Koukou no RettouseiのShiba、Tatsuyaと関係のある人ならば、とてもユニークです。\u001b[22m, \u001b[1m彼はそれがMahouka高校なしRettouseiから芝、達也となる任意の文字に関連することができれば、彼の性格は、私の知識からかなりユニークです。\u001b[22m\n\u001b[4mAs for all the other characters they all have around only five minutes of screen times, with the exception of Yuuji family.\u001b[24m\n    \u001b[1m他のすべてのキャラクターに関しては、彼らはすべて宇治家族を除いてわずか5分のスクリーン時間しか持たない。\u001b[22m, \u001b[1m他のすべての文字のようにそれらはすべて雄二の家族を除いて、画面の倍の約5分だけを持っています。\u001b[22m\n\u001b[1m\u001b[22m\nMost Harem anime are usually just full of just comedy and romance which is exceptional, but this is why I really enjoy Grisaia no Kajitsu its has all your standard comedy and romance elements, but has a darker undertone mixed with a big psychological aspect it goes to great lengths explaining every characters background and how they came to be, instead of your average harem with random girls just popping in and out. If you want a drama, romance, psychological, and comedy undertone harem I would highly recommend watching the prequel to this special.\n\n\u001b[1mほとんどのハレムのアニメは通常、ただ例外的なコメディーとロマンスで満ちているが、これは私が本当にGrisaiaのKajitsuを楽しむ理由で、そのすべてのあなたの標準的なコメディーとロマンスの要素を持っているが、それは行く大きな心理的側面 どのキャラクターのバックグラウンドを説明しているか、どのようになっているのかを説明する偉大な長さ。 あなたがドラマ、ロマンス、心理学、そしてコメディーがハーレムになることを望むなら、私はこのスペシャルへのプレクールを見ることを強く勧めます。\u001b[22m\n\u001b[1m(Hotondo no haremu no anime wa tsūjō, tada reigai-tekina komedī to romansu de michite iruga, kore wa watashi ga hontōni Grisaia no Kajitsu o tanoshimu riyū de, sono subete no anata no hyōjun-tekina komedī to romansu no yōso o motte iruga, soreha iku ōkina shinritekisokumen dono kyarakutā no bakkuguraundo o setsumei shite iru ka, dono yō ni natte iru no ka o setsumei suru idaina naga-sa. Anata ga dorama, romansu, shinri-gaku, soshite komedī ga hāremu ni naru koto o nozomunara, watashi wa kono supesharu e no purekūru o miru koto o tsuyoku susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mMost Harem anime are usually just full of just comedy and romance which is exceptional, but this is why I really enjoy Grisaia no Kajitsu its has all your standard comedy and romance elements, but has a darker undertone mixed with a big psychological aspect it goes to great lengths explaining every characters background and how they came to be, instead of your average harem with random girls just popping in and out. If you want a drama, romance, psychological, and comedy undertone harem I would highly recommend watching the prequel to this special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost Harem anime are usually just full of just comedy and romance which is exceptional, but this is why I really enjoy Grisaia no Kajitsu its has all your standard comedy and romance elements, but has a darker undertone mixed with a big psychological aspect it goes to\u001b[24m\n    \u001b[1mほとんどのハレムのアニメは通常、ただ例外的なコメディーとロマンスで満ちているが、これは私が本当にGrisaiaのKajitsuを楽しむ理由で、そのすべてのあなたの標準的なコメディーとロマンスの要素を持っているが、それは行く大きな心理的側面\u001b[22m, \u001b[1mほとんどのハーレムアニメは、通常は喜劇と格別ですロマンスのちょうど満ちているが、私は本当にGrisaiaを楽しむ理由ですなし果実のは、すべての標準的なコメディとロマンスの要素を持っていますが、それはに行く大きな心理的な側面と混合暗い小声を持っています\u001b[22m\n\u001b[4mgreat lengths explaining every characters background and how they came to be, instead of your average harem with random girls just popping in and out.\u001b[24m\n    \u001b[1mどのキャラクターのバックグラウンドを説明しているか、どのようになっているのかを説明する偉大な長さ。\u001b[22m, \u001b[1mすべての文字の背景とどのように彼らは代わりに、ランダムな女の子とあなたの平均ハーレムはただでと飛び出しの、ようになりましたを説明する偉大な長さ。\u001b[22m\n\u001b[4mIf you want a drama, romance, psychological, and comedy undertone harem I would highly recommend watching the prequel to this special.\u001b[24m\n    \u001b[1mあなたがドラマ、ロマンス、心理学、そしてコメディーがハーレムになることを望むなら、私はこのスペシャルへのプレクールを見ることを強く勧めます。\u001b[22m, \u001b[1mあなたはドラマ、ロマンス、心理的、およびコメディ小声ハーレムをしたい場合は、私は非常にこの特別に続編を見てお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 8\n\n\u001b[1mストーリー -  8\u001b[22m\n\u001b[1m(Sutōrī - 8)\u001b[22m\n\nTranslations of \u001b[4mStory - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 8\u001b[24m\n    \u001b[1mストーリー -  8\u001b[22m\nArt - 8\n\n\u001b[1mアート -  8\u001b[22m\n\u001b[1m(Āto - 8)\u001b[22m\n\nTranslations of \u001b[4mArt - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 8\u001b[24m\n    \u001b[1mアート -  8\u001b[22m\nSound - 7\n\n\u001b[1mサウンド -  7\u001b[22m\n\u001b[1m(Saundo - 7)\u001b[22m\n\nTranslations of \u001b[4mSound - 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 7\u001b[24m\n    \u001b[1mサウンド -  7\u001b[22m\nCharacter - 8\n\n\u001b[1mキャラクター -  8\u001b[22m\n\u001b[1m(Kyarakutā - 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 8\u001b[24m\n    \u001b[1mキャラクター -  8\u001b[22m, \u001b[1m文字 -  8\u001b[22m\nenjoyment - 8\n\n\u001b[1m楽しさ -  8\u001b[22m\n\u001b[1m(Tanoshisa - 8)\u001b[22m\n\nTranslations of \u001b[4menjoyment - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment - 8\u001b[24m\n    \u001b[1m楽しさ -  8\u001b[22m, \u001b[1m楽しみ -  8\u001b[22m\nOverall - 8\n\n\u001b[1m全体的 -  8\u001b[22m\n\u001b[1m(Zentai-teki - 8)\u001b[22m\n\nTranslations of \u001b[4mOverall - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 8\u001b[24m\n    \u001b[1m全体的 -  8\u001b[22m, \u001b[1m全体的に -  8\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "bbsnypur1",
    "profile": "/profile/bbsnypur1/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=185510",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\nGrisaiaの名曲は楽しい光の心臓時計ではありませんが、それは思い出に残るものです。  Grisaia no Kajitsuを続けて、主人公のKazami Yuujの悲惨な過去を掘り下げます。 これは完璧なパッケージではありませんが、ネガを上回るものがたくさんあります。 この1時間ほどの長いスペシャルは、彼のキャラクターに必要な深みを与え、本当に彼のために感じます。 私は最初のシーズンをあまり気にしなかった。 それはあまりにも急いでしまったし、そのすべての話を肉付けするのに十分な時間がなかった。 ここでは、適切に歩調を合わせたストーリーがあります。 これを見て、最初のシーズンも同様にうまくいったと思っていました.Grisaiaが素晴らしいショーになることができたからです。 私が以前に言ったように、これは楽しい時計ではありません。 それはあなたの注意を全体の走りを通して保持している絶え間ない痛烈な光景です。 物語は強力な印象を与え、間もなく忘れられない印象を残します。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nGrisaia no Meikyuu is not a fun light hearted watch, but it is a memorable one. Continuing off of Grisaia no Kajitsu, we delve into the tragic past of the main male lead Yuuj Kazami. It's not a perfect package but it does plenty of things right, easily outweighing the negatives. This nearly hour long special gives much needed depth to his character, making you truly feel for him. I didn't very much care for the first season. It was too rushed and didn't have enough time to flesh all of it's stories. Here, we have a story that is paced properly. Watching this made me wish the first season turned out as well because, if done right, Grisaia can be a great show. As I said earlier, this is not a fun watch. It's a constant, gut wrenching sight that holds your attention through its entire run. The story delivers in a powerful way, leaving a strong impression that won't soon be forgotten.\n\n\u001b[1mGrisaiaの名曲は楽しい光の心臓時計ではありませんが、それは思い出に残るものです。  Grisaia no Kajitsuを続けて、主人公のKazami Yuujの悲惨な過去を掘り下げます。 これは完璧なパッケージではありませんが、ネガを上回るものがたくさんあります。 この1時間ほどの長いスペシャルは、彼のキャラクターに必要な深みを与え、本当に彼のために感じます。 私は最初のシーズンをあまり気にしなかった。 それはあまりにも急いでしまったし、そのすべての話を肉付けするのに十分な時間がなかった。 ここでは、適切に歩調を合わせたストーリーがあります。 これを見て、最初のシーズンも同様にうまくいったと思っていました.Grisaiaが素晴らしいショーになることができたからです。 私が以前に言ったように、これは楽しい時計ではありません。 それはあなたの注意を全体の走りを通して保持している絶え間ない痛烈な光景です。 物語は強力な印象を与え、間もなく忘れられない印象を残します。\u001b[22m\n\u001b[1m(Grisaia no meikyoku wa tanoshī hikari no shinzō tokeide wa arimasenga, soreha omoide ni nokoru monodesu. Grisaia no Kajitsu o tsudzukete, shujinkō no Kazami Yuuj no hisan'na kako o horisagemasu. Kono 1-jikan hodo no nagai supesharu wa, kare no kyarakutā ni hitsuyōna fukami o atae, hontōni kare no tame ni kanjimasu. Watashi wa saisho no shīzun o amari ki ni shinakatta. Sore wa amarini mo isoide shimattashi, sono subete no hanashi o nikudzuke suru no ni jūbun'na jikan ga nakatta. Kokode wa, tekisetsu ni hochō o awaseta sutōrī ga arimasu. Kore o mite, saisho no shīzun mo dōyō ni umaku itta to omotte imashita. Grisaia ga subarashī shō ni naru koto ga dekitakaradesu. Watashi ga izen ni itta yō ni, kore wa tanoshī tokeide wa arimasen. Sore wa anata no chūi o zentai no hashiri o tōshite hoji shite iru taema nai tsūretsuna kōkeidesu. Monogatari wa kyōryokuna inshō o atae, mamonaku wasure rarenai inshō o nokoshimasu. Kore wa kanpekina pakkējide wa arimasenga, nega o uwamawaru mono ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mGrisaia no Meikyuu is not a fun light hearted watch, but it is a memorable one. Continuing off of Grisaia no Kajitsu, we delve into the tragic past of the main male lead Yuuj Kazami. It's not a perfect package but it does plenty of things right, easily outweighing the negatives. This nearly hour long special gives much needed depth to his character, making you truly feel for him. I didn't very much care for the first season. It was too rushed and didn't have enough time to flesh all of it's stories. Here, we have a story that is paced properly. Watching this made me wish the first season turned out as well because, if done right, Grisaia can be a great show. As I said earlier, this is not a fun watch. It's a constant, gut wrenching sight that holds your attention through its entire run. The story delivers in a powerful way, leaving a strong impression that won't soon be forgotten.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGrisaia no Meikyuu is not a fun light hearted watch, but it is a memorable one.\u001b[24m\n    \u001b[1mGrisaiaの名曲は楽しい光の心臓時計ではありませんが、それは思い出に残るものです。\u001b[22m, \u001b[1m何の迷宮は楽しい気楽時計おりませんが、それは思い出に残るものですGrisaia。\u001b[22m\n\u001b[4mContinuing off of Grisaia no Kajitsu, we delve into the tragic past of the main male lead Yuuj Kazami.\u001b[24m\n    \u001b[1mGrisaia no Kajitsuを続けて、主人公のKazami Yuujの悲惨な過去を掘り下げます。\u001b[22m, \u001b[1mGrisaiaなし果実のオフに引き続き、メイン男性のリードYuuj風見の悲劇的な過去を掘り下げ。\u001b[22m\n\u001b[4mThis nearly hour long special gives much needed depth to his character, making you truly feel for him.\u001b[24m\n    \u001b[1mこの1時間ほどの長いスペシャルは、彼のキャラクターに必要な深みを与え、本当に彼のために感じます。\u001b[22m, \u001b[1mこの時間近く長い特別なあなたは本当に彼のために感じること、彼のキャラクターに多くの必要な深さを提供します。\u001b[22m\n\u001b[4mI didn't very much care for the first season.\u001b[24m\n    \u001b[1m私は最初のシーズンをあまり気にしなかった。\u001b[22m, \u001b[1m私は最初のシーズンのために非常に多くのケアをしませんでした。\u001b[22m\n\u001b[4mIt was too rushed and didn't have enough time to flesh all of it's stories.\u001b[24m\n    \u001b[1mそれはあまりにも急いでしまったし、そのすべての話を肉付けするのに十分な時間がなかった。\u001b[22m, \u001b[1mそれはあまりにも運ばれたし、それの物語のすべてを肉に十分な時間を持っていませんでした。\u001b[22m\n\u001b[4mHere, we have a story that is paced properly.\u001b[24m\n    \u001b[1mここでは、適切に歩調を合わせたストーリーがあります。\u001b[22m, \u001b[1mここでは、適切にペーシングされる物語を持っています。\u001b[22m\n\u001b[4mWatching this made me wish the first season turned out as well because, if done right, Grisaia can be a great show.\u001b[24m\n    \u001b[1mこれを見て、最初のシーズンも同様にうまくいったと思っていました.Grisaiaが素晴らしいショーになることができたからです。\u001b[22m, \u001b[1mこれは私が右行われていれば最初のシーズンは、同様に理由が判明したい作ら見て、Grisaiaは素晴らしいショーすることができます。\u001b[22m\n\u001b[4mAs I said earlier, this is not a fun watch.\u001b[24m\n    \u001b[1m私が以前に言ったように、これは楽しい時計ではありません。\u001b[22m, \u001b[1m私は以前に述べたように、これは楽しい時計ではありません。\u001b[22m\n\u001b[4mIt's a constant, gut wrenching sight that holds your attention through its entire run.\u001b[24m\n    \u001b[1mそれはあなたの注意を全体の走りを通して保持している絶え間ない痛烈な光景です。\u001b[22m, \u001b[1mそれは、その実行全体を通して、あなたの注意を保持する定数、腸痛む光景です。\u001b[22m\n\u001b[4mThe story delivers in a powerful way, leaving a strong impression that won't soon be forgotten.\u001b[24m\n    \u001b[1m物語は強力な印象を与え、間もなく忘れられない印象を残します。\u001b[22m, \u001b[1m話はすぐに忘れ去られることはありません強い印象を残して、強力な方法で提供します。\u001b[22m\n\u001b[4mIt's not a perfect package but it does plenty of things right, easily outweighing the negatives.\u001b[24m\n    \u001b[1mこれは完璧なパッケージではありませんが、ネガを上回るものがたくさんあります。\u001b[22m, \u001b[1mこれは完璧なパッケージではないのですが、それは物事のたくさんは、右行い、簡単にネガを上回りました。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "Tozzy",
    "profile": "/profile/Tozzy/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=185558",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  5\n\nGrisaia no Kajitsuを見た後、私はこれに興奮してバブリングしていませんでした。 このシリーズは13話のスペースに非常に多くの物語を詰め込もうとすることによって妨げられ、それはひどく苦しんだ。 しかし、Grisaia no Meikyuuには、ちょっと違った書き方ができます。  47分以内には、Grisaia no Kajitsuのほぼ全体より多くのキャラクターの開発、より面白いストーリーの伝言、そしてより多くの興奮が含まれていました。 このprequelエピソードは実際に私のためのシリーズの信仰の多くを復元しました。 それは決して完璧ではありません - 目をくらますスピードで一番大きな失敗を蹴っていますが、あなたは私を驚かせることができます。\n\n私のオリジナルシリーズ（VNを演奏していない）の問題の一部は、湯治の行動と彼の性格を理解することではありませんでした。 今、あなたは完全な絵を手に入れます。それは非常に暗い絵です。 明光の物語は、祐次の幼少時代と、一連の恐るべき奇妙な瞬間が、最初のシリーズから、集中して静かな個性的な個性を形作るように仕上げたものです。 シリーズの中で初めて、カージュスの最終弧を避けて、私は自分自身が本当にキャラクターの窮状で共感していることを知った。\n\nまだ、メインとサイドの両方のキャラクターを適切に開発し、それらを気にしてくれるシーンでは十分な時間がありません。最初のシリーズのおなじみの欠陥です。 これは間違いなく大きな問題ではありませんが、それはまだ一般的です。 あなたがそれを知って突然別の章があなたに来る前に、場面や場所があなたを過ぎてフラッシュします。 作家と一緒に作業しなければならなかったことは、1時間以内にストーリーを凝縮させる素晴らしい仕事をしましたが、私が見たことがあると思っていたたくさんの場面を考えることができます。 いくつかのキャラクターは、これのためにその\"チーズの悪役\"の気持ちになります。\n\nアートとアニメーションは壮大なことはしませんが、後者の瞬間を際立つものは端に向かってセットピースが付いています。 私は、ショーの特定のセクションの後でパレットの明確なシフトを楽しんで、私たちのMCが行っている内部闘争を示す素晴らしい仕事をしました。 全体的に明るくて明るい使用。 場所が不自然に感じられるが、まったく悪いことはありません。\n\nストーリーを掘り下げずにショーを退けると言っても過言ではありませんが、それは簡単に強いスーツですので、私はそれをしません。 私は明治にここに着くだけで、カージュツを見ることをお勧めできませんが、それは間違いなくプレクエルシリーズをより深く理解することになります。 最も爽やかなのは、私はいつも次に何が起こったのかを知りたいと思っていたことです。それはより良い指導の兆しです。 しっかりした、そして故意に不快な、私の時間の価値があった時計。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nAfter watching Grisaia no Kajitsu I wasn't exactly bubbling with excitement for this. The series was hampered by trying to cram so many stories into the space of 13 episodes and it suffered badly for it. But what a difference a bit of more focused writing can make in Grisaia no Meikyuu. There was more character development, more interesting story telling and more excitement contained within this 47 minutes than almost the entirety of Grisaia no Kajitsu. This prequel episode has actually restored a lot of faith in the series for me. It's by no means perfect - kicking along at blinding speed the biggest fault - but you can colour me surprised.\n\n\u001b[1mGrisaia no Kajitsuを見た後、私はこれに興奮してバブリングしていませんでした。 このシリーズは13話のスペースに非常に多くの物語を詰め込もうとすることによって妨げられ、それはひどく苦しんだ。 しかし、Grisaia no Meikyuuには、ちょっと違った書き方ができます。  47分以内には、Grisaia no Kajitsuのほぼ全体より多くのキャラクターの開発、より面白いストーリーの伝言、そしてより多くの興奮が含まれていました。 このprequelエピソードは実際に私のためのシリーズの信仰の多くを復元しました。 それは決して完璧ではありません - 目をくらますスピードで一番大きな失敗を蹴っていますが、あなたは私を驚かせることができます。\u001b[22m\n\u001b[1m(Grisaia no Kajitsu o mita nochi, watashi wa kore ni kōfun shite baburingu shite imasendeshita. Kono shirīzu wa 13-wa no supēsu ni hijō ni ōku no monogatari o tsumekomou to suru koto ni yotte samatage rare, sore wa hidoku kurushinda. Shikashi, Grisaia no Meikyuu ni wa, chotto chigatta kakikata ga dekimasu. 47-Bu inai ni wa, Grisaia no Kajitsu no hobo zentai yori ōku no kyarakutā no kaihatsu, yori omoshiroi sutōrī no dengon, soshite yori ōku no kōfun ga fukuma rete imashita. Kono prequel episōdo wa jissai ni watashi no tame no shirīzu no shinkō no ōku o fukugen shimashita. Sore wa kesshite kanpekide wa arimasen - mewokuramasu supīdo de ichiban ōkina shippai o kette imasuga, anata wa watashi o odoroka seru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching Grisaia no Kajitsu I wasn't exactly bubbling with excitement for this. The series was hampered by trying to cram so many stories into the space of 13 episodes and it suffered badly for it. But what a difference a bit of more focused writing can make in Grisaia no Meikyuu. There was more character development, more interesting story telling and more excitement contained within this 47 minutes than almost the entirety of Grisaia no Kajitsu. This prequel episode has actually restored a lot of faith in the series for me. It's by no means perfect - kicking along at blinding speed the biggest fault - but you can colour me surprised.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching Grisaia no Kajitsu I wasn't exactly bubbling with excitement for this.\u001b[24m\n    \u001b[1mGrisaia no Kajitsuを見た後、私はこれに興奮してバブリングしていませんでした。\u001b[22m, \u001b[1m何の果実Grisaiaを見ていない後、私はまさにこのために興奮してバブリングではありませんでした。\u001b[22m\n\u001b[4mThe series was hampered by trying to cram so many stories into the space of 13 episodes and it suffered badly for it.\u001b[24m\n    \u001b[1mこのシリーズは13話のスペースに非常に多くの物語を詰め込もうとすることによって妨げられ、それはひどく苦しんだ。\u001b[22m, \u001b[1mシリーズは13のエピソードの空間に非常に多くの物語を詰め込むことを試みることによって阻まれ、それはそれのためにひどく苦しみました。\u001b[22m\n\u001b[4mBut what a difference a bit of more focused writing can make in Grisaia no Meikyuu.\u001b[24m\n    \u001b[1mしかし、Grisaia no Meikyuuには、ちょっと違った書き方ができます。\u001b[22m, \u001b[1mしかし、より焦点を絞った書き込みのビットはGrisaiaなし迷宮にどのような違いを作ることができます。\u001b[22m\n\u001b[4mThere was more character development, more interesting story telling and more excitement contained within this 47 minutes than almost the entirety of Grisaia no Kajitsu.\u001b[24m\n    \u001b[1m47分以内には、Grisaia no Kajitsuのほぼ全体より多くのキャラクターの開発、より面白いストーリーの伝言、そしてより多くの興奮が含まれていました。\u001b[22m, \u001b[1m複数の文字の開発、より興味深いストーリーテリングとGrisaiaなし果実のほぼ全体よりも、この47分内に含まれているより多くの興奮がありました。\u001b[22m\n\u001b[4mThis prequel episode has actually restored a lot of faith in the series for me.\u001b[24m\n    \u001b[1mこのprequelエピソードは実際に私のためのシリーズの信仰の多くを復元しました。\u001b[22m, \u001b[1mこの続編エピソードは実際に私のために直列に信仰の多くを回復しました。\u001b[22m\n\u001b[4mIt's by no means perfect - kicking along at blinding speed the biggest fault - but you can colour me surprised.\u001b[24m\n    \u001b[1mそれは決して完璧ではありません - 目をくらますスピードで一番大きな失敗を蹴っていますが、あなたは私を驚かせることができます。\u001b[22m, \u001b[1mまばゆいばかりの速度でに沿って最大の障害を蹴る -   - それは決して完璧な意味によってませんが、あなたは私が驚いて色を付けることができます。\u001b[22m\n\u001b[1m\u001b[22m\nPart of the problem with the original series for me (not having played the VN) was not understanding Yuuji's behaviour and his personality. Now you get the full picture, and it's a very dark one at that. The story of Meikyuu takes us through the childhood of Yuuji and how a series of horrifying and grotesque moments shaped him to become the focused, quiet individual from the first series. For the first time in the series, perhaps barring the final arc of Kajitsu, I found myself really empathising with a character's plight.\n\n\u001b[1m私のオリジナルシリーズ（VNを演奏していない）の問題の一部は、祐次の行動と彼の性格を理解することではありませんでした。 今、あなたは完全な絵を手に入れます。それは非常に暗い絵です。 明光の物語は、祐次の幼少時代を彷彿とさせ、一連の恐るべき奇妙な瞬間が、最初のシリーズの焦点を絞った静かな個性的な個体になるように仕上げました。 シリーズの中で初めて、カジツの最終弧を避けて、私は自分自身が本当にキャラクターの窮状で共感していることを知った。\u001b[22m\n\u001b[1m(Watashi no orijinarushirīzu (VN o ensō shite inai) no mondai no ichibu wa, Yūji no kōdō to kare no seikaku o rikai suru kotode wa arimasendeshita. Ima, anata wa kanzen'na e o te ni iremasu. Sore wa hijō ni kurai edesu. Meikō no monogatari wa, Yūji no yōshō jidai o hōfutsu to sa se, ichiren no osorubeki kimyōna shunkan ga, saisho no shirīzu no shōten o shibotta shizukana kosei-tekina kotai ni naru yō ni shiagemashita. Shirīzu no naka de hajimete, kajitsu no saishū ko o sakete, watashi wa jibun jishin ga hontōni kyarakutā no kyūjō de kyōkan shite iru koto o shitta.)\u001b[22m\n\nTranslations of \u001b[4mPart of the problem with the original series for me (not having played the VN) was not understanding Yuuji's behaviour and his personality. Now you get the full picture, and it's a very dark one at that. The story of Meikyuu takes us through the childhood of Yuuji and how a series of horrifying and grotesque moments shaped him to become the focused, quiet individual from the first series. For the first time in the series, perhaps barring the final arc of Kajitsu, I found myself really empathising with a character's plight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPart of the problem with the original series for me (not having played the VN) was not understanding Yuuji's behaviour and his personality.\u001b[24m\n    \u001b[1m私のオリジナルシリーズ（VNを演奏していない）の問題の一部は、祐次の行動と彼の性格を理解することではありませんでした。\u001b[22m, \u001b[1m私のためのオリジナルシリーズ（VNを果たしたではない）との問題の一部は、祐二の行動と彼の性格を理解していませんでした。\u001b[22m\n\u001b[4mNow you get the full picture, and it's a very dark one at that.\u001b[24m\n    \u001b[1m今、あなたは完全な絵を手に入れます。それは非常に暗い絵です。\u001b[22m, \u001b[1m今、あなたは全体像を取得し、それはそれで非常に暗い一つです。\u001b[22m\n\u001b[4mThe story of Meikyuu takes us through the childhood of Yuuji and how a series of horrifying and grotesque moments shaped him to become the focused, quiet individual from the first series.\u001b[24m\n    \u001b[1m明光の物語は、祐次の幼少時代を彷彿とさせ、一連の恐るべき奇妙な瞬間が、最初のシリーズの焦点を絞った静かな個性的な個体になるように仕上げました。\u001b[22m, \u001b[1m迷宮の物語は、祐二の幼年期とどのように恐ろしいとグロテスクな瞬間のシリーズは、最初のシリーズからの集束、静か個々になるために彼を形を通して私たちを取ります。\u001b[22m\n\u001b[4mFor the first time in the series, perhaps barring the final arc of Kajitsu, I found myself really empathising with a character's plight.\u001b[24m\n    \u001b[1mシリーズの中で初めて、カジツの最終弧を避けて、私は自分自身が本当にキャラクターの窮状で共感していることを知った。\u001b[22m, \u001b[1mシリーズで初めて、おそらく果実の最終的なアークがなければ、私は自分自身が本当に文字の窮状とempathising発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nThere still isn't enough time taken with scenes to properly develop both main and side characters and make me care for them, a familiar fault from the first series. It's definitely not as big a problem this time around but it's still prevalent. Scenes and locations flash past you before you know it and suddenly another chapter is upon you. For what they had to work with the writers have done a nice job condensing the story in under an hour but I can think of a multitude of scenes I would have liked to have seen fleshed out further. Some characters come off with that 'cheesy villain' feel because of this.\n\n\u001b[1mまだ、メインとサイドの両方のキャラクターを適切に開発し、それらを気にしてくれるシーンでは十分な時間がありません。最初のシリーズのおなじみの欠陥です。 これは間違いなく大きな問題ではありませんが、それはまだ一般的です。 あなたがそれを知って突然別の章があなたに来る前に、場面や場所があなたを過ぎてフラッシュします。 作家と一緒に作業しなければならなかったことは、1時間以内にストーリーを凝縮させる素晴らしい仕事をしましたが、私が見たことがあると思っていたたくさんの場面を考えることができます。 いくつかのキャラクターは、これのためにその\"チーズの悪役\"の気持ちになります。\u001b[22m\n\u001b[1m(Mada, mein to saido no ryōhō no kyarakutā o tekisetsu ni kaihatsu shi, sorera o ki ni shite kureru shīnde wa jūbun'na jikan ga arimasen. Saisho no shirīzu no onajimi no kekkandesu. Kore wa machigainaku ōkina mondaide wa arimasenga, sore wa mada ippan-tekidesu. Anata ga sore o shitte totsuzen betsu no shō ga anata ni kuru mae ni, bamen ya basho ga anata o sugite furasshu shimasu. Sakka to issho ni sagyō shinakereba naranakatta koto wa, 1-jikan inai ni sutōrī o gyōshuku sa seru subarashī shigoto o shimashitaga, watashi ga mita koto ga aru to omotte ita takusan no bamen o kangaeru koto ga dekimasu. Ikutsu ka no kyarakutā wa, kore no tame ni sono\" chīzu no akuyaku\" no kimochi ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere still isn't enough time taken with scenes to properly develop both main and side characters and make me care for them, a familiar fault from the first series. It's definitely not as big a problem this time around but it's still prevalent. Scenes and locations flash past you before you know it and suddenly another chapter is upon you. For what they had to work with the writers have done a nice job condensing the story in under an hour but I can think of a multitude of scenes I would have liked to have seen fleshed out further. Some characters come off with that 'cheesy villain' feel because of this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere still isn't enough time taken with scenes to properly develop both main and side characters and make me care for them, a familiar fault from the first series.\u001b[24m\n    \u001b[1mまだ、メインとサイドの両方のキャラクターを適切に開発し、それらを気にしてくれるシーンでは十分な時間がありません。最初のシリーズのおなじみの欠陥です。\u001b[22m, \u001b[1mまだきちんと両方のメインとサイドの文字を開発し、私は最初のシリーズから、彼らのためにおなじみの故障を気にするシーンで撮影した十分な時間がありません。\u001b[22m\n\u001b[4mIt's definitely not as big a problem this time around but it's still prevalent.\u001b[24m\n    \u001b[1mこれは間違いなく大きな問題ではありませんが、それはまだ一般的です。\u001b[22m, \u001b[1mこれは、今回間違いなどの大きな問題ではないのですが、それはまだ普及しているのです。\u001b[22m\n\u001b[4mScenes and locations flash past you before you know it and suddenly another chapter is upon you.\u001b[24m\n    \u001b[1mあなたがそれを知って突然別の章があなたに来る前に、場面や場所があなたを過ぎてフラッシュします。\u001b[22m, \u001b[1mあなたはそれを知っている前に、シーンや場所はあなたを過ぎて点滅し、突然、別の章では、あなたの上にあります。\u001b[22m\n\u001b[4mFor what they had to work with the writers have done a nice job condensing the story in under an hour but I can think of a multitude of scenes I would have liked to have seen fleshed out further.\u001b[24m\n    \u001b[1m作家と一緒に作業しなければならなかったことは、1時間以内にストーリーを凝縮させる素晴らしい仕事をしましたが、私が見たことがあると思っていたたくさんの場面を考えることができます。\u001b[22m, \u001b[1m彼らはライターで仕事をしていた何のために時間の下で話を凝縮素敵な仕事をしているが、私はさらに肉付け見てきたかったシーンの多くを考えることができます。\u001b[22m\n\u001b[4mSome characters come off with that 'cheesy villain' feel because of this.\u001b[24m\n    \u001b[1mいくつかのキャラクターは、これのためにその\"チーズの悪役\"の気持ちになります。\u001b[22m, \u001b[1m一部の文字は、このために感じている「安っぽい悪役 'でオフに来ます。\u001b[22m\n\u001b[1m\u001b[22m\nArt and animation don't do anything spectacular but do anything spectacular though one stand out moment in the latter regard comes with a set piece towards the end. I enjoyed the clear shift in palette after a particular section of the show and did a nice job of showing the internal struggle of what our MC is going through. Really nice use of light and shade throughout. Some choppy CG moments that feel out of place but nothing glaringly bad.\n\n\u001b[1mアートとアニメーションは壮大なことはしませんが、後者の瞬間を際立つものは端に向かってセットピースが付いています。 私は、ショーの特定のセクションの後にパレットの明確なシフトを楽しんで、私たちのMCが行っている内部闘争を示す素晴らしい仕事をしました。 全体的に明るくて明るい使用。 場所が不自然に感じられるが、まったく悪いことはありません。\u001b[22m\n\u001b[1m(Āto to animēshon wa sōdaina koto wa shimasenga, kōsha no shunkan o kiwadatsu mono wa hashi ni mukatte settopīsu ga tsuite imasu. Watashi wa, shō no tokutei no sekushon no nochi ni paretto no meikakuna shifuto o tanoshinde, watashitachi no MC ga okonatte iru naibu tōsō o shimesu subarashī shigoto o shimashita. Zentai-teki ni akarukute akarui shiyō. Basho ga fushizen ni kanji rareruga, mattaku waruikoto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt and animation don't do anything spectacular but do anything spectacular though one stand out moment in the latter regard comes with a set piece towards the end. I enjoyed the clear shift in palette after a particular section of the show and did a nice job of showing the internal struggle of what our MC is going through. Really nice use of light and shade throughout. Some choppy CG moments that feel out of place but nothing glaringly bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and animation don't do anything spectacular but do anything spectacular though one stand out moment in the latter regard comes with a set piece towards the end.\u001b[24m\n    \u001b[1mアートとアニメーションは壮大なことはしませんが、後者の瞬間を際立つものは端に向かってセットピースが付いています。\u001b[22m, \u001b[1m1は、後者の点でモーメントが終わりに向かってセットピースが付属して目立つもののアートとアニメーションが壮大な何かを行うが、壮大な何もしません。\u001b[22m\n\u001b[4mI enjoyed the clear shift in palette after a particular section of the show and did a nice job of showing the internal struggle of what our MC is going through.\u001b[24m\n    \u001b[1m私は、ショーの特定のセクションの後にパレットの明確なシフトを楽しんで、私たちのMCが行っている内部闘争を示す素晴らしい仕事をしました。\u001b[22m, \u001b[1m私はショーの特定のセクション後のパレットの明確なシフトを楽しんで、私たちのMCが通過しているものの内部闘争を示すの素晴らしい仕事をしました。\u001b[22m\n\u001b[4mReally nice use of light and shade throughout.\u001b[24m\n    \u001b[1m全体的に明るくて明るい使用。\u001b[22m, \u001b[1m全体に光と影の本当に素晴らしい使用。\u001b[22m\n\u001b[4mSome choppy CG moments that feel out of place but nothing glaringly bad.\u001b[24m\n    \u001b[1m場所が不自然に感じられるが、まったく悪いことはありません。\u001b[22m, \u001b[1m場所が、紛れも悪い無から感じる一部途切れCGモーメント。\u001b[22m\n\u001b[1m\u001b[22m\nThere's not too much else that can be said regrading the show without having to delve into the story, which is easily its strong suit, so I won't do that. I definitely can't recommend watching Kajitsu just to get here to Meikyuu but it definitely gives a greater understanding to the prequel series. What was the most refreshing thing was that I always eager to find out what happened next and that's the sign of better directing. A solid, and deliberately uncomfortable, watch that was well worth my time.\n\n\u001b[1mストーリーを掘り下げずにショーを退けると言っても過言ではありませんが、それは簡単に強いスーツですので、私はそれをしません。 私は明治にここに着くだけで、カージュツを見ることをお勧めできませんが、それは間違いなくプレクエルシリーズをより深く理解することになります。 最も爽やかなのは、私がいつも何が起こったかを知りたいということでした。 しっかりした、そして故意に不快な、私の時間の価値があった時計。\u001b[22m\n\u001b[1m(Sutōrī o horisagezu ni shō o shirizokeru to itte mo kagonde wa arimasenga, sore wa kantan ni tsuyoi sūtsudesunode, watashi wa sore o shimasen. Watashi wa Meiji ni koko ni tsuku dake de, kājutsu o miru koto o o susume dekimasenga, soreha machigainaku purekuerushirīzu o yori fukaku rikai suru koto ni narimasu. Mottomo sawayakana no wa, watashi ga itsumo nani ga okotta ka o shiritai to iu kotodeshita. Shikkari shita, soshite koi ni fukaina, watashinojikan no kachi ga atta tokei.)\u001b[22m\n\nTranslations of \u001b[4mThere's not too much else that can be said regrading the show without having to delve into the story, which is easily its strong suit, so I won't do that. I definitely can't recommend watching Kajitsu just to get here to Meikyuu but it definitely gives a greater understanding to the prequel series. What was the most refreshing thing was that I always eager to find out what happened next and that's the sign of better directing. A solid, and deliberately uncomfortable, watch that was well worth my time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's not too much else that can be said regrading the show without having to delve into the story, which is easily its strong suit, so I won't do that.\u001b[24m\n    \u001b[1mストーリーを掘り下げずにショーを退けると言っても過言ではありませんが、それは簡単に強いスーツですので、私はそれをしません。\u001b[22m, \u001b[1mそこに簡単にその強いスーツである物語、掘り下げすることなく、ショーを付け替えということができる他にも過言ではありませんので、私はそれを行うことはありません。\u001b[22m\n\u001b[4mI definitely can't recommend watching Kajitsu just to get here to Meikyuu but it definitely gives a greater understanding to the prequel series.\u001b[24m\n    \u001b[1m私は明治にここに着くだけで、カージュツを見ることをお勧めできませんが、それは間違いなくプレクエルシリーズをより深く理解することになります。\u001b[22m, \u001b[1m私は間違いなくちょうど迷宮にここに来るために果実を見てお勧めすることはできませんが、それは間違いなく続編シリーズへのより深い理解を与えます。\u001b[22m\n\u001b[4mWhat was the most refreshing thing was that I always eager to find out what happened next and that's the sign of better directing.\u001b[24m\n    \u001b[1m最も爽やかなのは、私がいつも何が起こったかを知りたいということでした。\u001b[22m, \u001b[1mどのようなことは、ほとんどのさわやかなことは、私はいつも熱心に次の何が起こったのかを調べるために、それがより良い演出の兆候だということでした。\u001b[22m\n\u001b[4mA solid, and deliberately uncomfortable, watch that was well worth my time.\u001b[24m\n    \u001b[1mしっかりした、そして故意に不快な、私の時間の価値があった時計。\u001b[22m, \u001b[1m私の時間も価値があった固体、および意図的に不快な、時計。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "PyraXadon",
    "profile": "/profile/PyraXadon/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=189418",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  6\nキャラクター|  8\n|  4\n\nル・フルーツ・デ・ラ・グリッサイアは、私を少し傷つけたシリーズでした。 一方では、それはそれが完全にecchi /コメディに焦点を当てなかったので、haremシリーズのための異なったアプローチと全体的な感触のためにまともなシリーズであることがわかりました。 最初の5分間。 しかし、このシリーズを見ているうちに、キャラクターの重要性、MCの説明、キャラクターの特質、そしてこれを見ながらの私の全体的なカジュアル感など、私を悩ませたものがあったので、私はこのシリーズを嫌った。 だから、このOVAでは、どんなねじれた物語がそれを明らかにしますか？\n\n作者のメモ：私を信じて、スポイラーはありません。\n\nストーリー（8.53 / 10）：明治の物語は、Kajitsuの直後に続き、YuujiとJBとのシーンを開き、彼女がしなければならないことについて話し合っています。 裕二が与えてくれた細部が不十分だから、彼女は奇妙でストイックで無表情な主人公がどんな人生を持っているか個人的に尋ねる。 そして、私に教えてください、少年はこれが話でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nLe Fruit de la Grisaia was a series that tore me to bits. On one hand, I found it to be a decent series because of its different approach and overall feel for a harem series, since it didn't completely focus on ecchi/comedy, and it wasn't really a standard harem as obvious from the first five minutes. On the other hand however, I hated this series because while watching it, there were certain things that irked me, such as character importance, the explanation of the MC and his character traits, and my overall queasiness while watching this. So, with this OVA, what kind of twisted story will it reveal?\n\n\u001b[1mル・フルーツ・デ・ラ・グリッサイアは、私を少し傷つけたシリーズでした。 一方では、それはそれが完全にecchi /コメディに焦点を当てなかったので、haremシリーズのための異なったアプローチと全体的な感触のためにまともなシリーズであることがわかりました。 最初の5分間。 しかし、このシリーズを見ているうちに、キャラクターの重要性、MCの説明、キャラクターの特質、そしてこれを見ながらの私の全体的なカジュアル感など、私を悩ませたものがあったので、私はこのシリーズを嫌った。 だから、このOVAでは、どんなねじれた物語がそれを明らかにしますか？\u001b[22m\n\u001b[1m(Ru furūtsu de ra gurissaia wa, watashi o sukoshi kizutsuketa shirīzudeshita. Ippō dewa, sore wa sore ga kanzen ni ecchi/ komedi ni shōten o atenakattanode, harem shirīzu no tame no kotonatta apurōchi to zentai-tekina kanshoku no tame ni matomona shirīzudearu koto ga wakarimashita. Saisho no 5-funkan. Shikashi, kono shirīzu o mite iru uchi ni, kyarakutā no jūyō-sei, MC no setsumei, kyarakutā no tokushitsu, soshite kore o minagara no watashi no zentai-tekina kajuaru-kan nado, watashi o nayama seta mono ga attanode, watashi wa kono shirīzu o kiratta. Dakara, kono ovu~ade wa, don'na nejireta monogatari ga sore o akiraka ni shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mLe Fruit de la Grisaia was a series that tore me to bits. On one hand, I found it to be a decent series because of its different approach and overall feel for a harem series, since it didn't completely focus on ecchi/comedy, and it wasn't really a standard harem as obvious from the first five minutes. On the other hand however, I hated this series because while watching it, there were certain things that irked me, such as character importance, the explanation of the MC and his character traits, and my overall queasiness while watching this. So, with this OVA, what kind of twisted story will it reveal?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLe Fruit de la Grisaia was a series that tore me to bits.\u001b[24m\n    \u001b[1mル・フルーツ・デ・ラ・グリッサイアは、私を少し傷つけたシリーズでした。\u001b[22m, \u001b[1mル・フルーツ・デ・ラ・Grisaiaはビットに私を引き裂いたシリーズでした。\u001b[22m\n\u001b[4mOn one hand, I found it to be a decent series because of its different approach and overall feel for a harem series, since it didn't completely focus on ecchi/comedy, and it wasn't really a standard harem as obvious from the\u001b[24m\n    \u001b[1m一方では、それはそれが完全にecchi /コメディに焦点を当てなかったので、haremシリーズのための異なったアプローチと全体的な感触のためにまともなシリーズであることがわかりました。\u001b[22m, \u001b[1mそれは完全にエッチ/コメディに焦点を当てていなかった、それは本当にから明らかなように、標準的なハーレムではありませんでしたので、一方では、私は、それは、その異なるアプローチでまともなシリーズであることと、全体的なハーレムシリーズのために感じることがわかっ\u001b[22m\n\u001b[4mfirst five minutes.\u001b[24m\n    \u001b[1m最初の5分間。\u001b[22m, \u001b[1m最初の5分。\u001b[22m\n\u001b[4mOn the other hand however, I hated this series because while watching it, there were certain things that irked me, such as character importance, the explanation of the MC and his character traits, and my overall queasiness while watching this.\u001b[24m\n    \u001b[1mしかし、このシリーズを見ているうちに、キャラクターの重要性、MCの説明、キャラクターの特質、そしてこれを見ながらの私の全体的なカジュアル感など、私を悩ませたものがあったので、私はこのシリーズを嫌った。\u001b[22m, \u001b[1mそれを見ながら、これを見ながら、このような文字の重要性、MCと彼の文字の特徴の説明、そして私の全体的な吐き気のように、私をイライラする特定のものがあったので、一方しかし、私はこのシリーズを嫌っ。\u001b[22m\n\u001b[4mSo, with this OVA, what kind of twisted story will it reveal?\u001b[24m\n    \u001b[1mだから、このOVAでは、どんなねじれた物語がそれを明らかにしますか？\u001b[22m, \u001b[1mだから、このOVAで、それがねじれた物語の種類を明らかにする？\u001b[22m\n\u001b[1m\u001b[22m\nAuthor's note: Trust me, there will be NO SPOILERS.\n\n\u001b[1m作者のメモ：私を信じて、スポイラーはありません。\u001b[22m\n\u001b[1m(Sakusha no memo: Watashi o shinjite, supoirā wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAuthor's note: Trust me, there will be NO SPOILERS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAuthor's note: Trust me, there will be NO SPOILERS.\u001b[24m\n    \u001b[1m作者のメモ：私を信じて、スポイラーはありません。\u001b[22m, \u001b[1m著者のノート：NOスポイラーは存在しません、私を信頼。\u001b[22m\n\u001b[1m\u001b[22m\nStory (8.53/10): Meikyuu's story follows up pretty much right after Kajitsu, opening with a scene with Yuuji and JB discussing about a report that she has to make. Because of the insufficient detail that Yuuji has given, she asks him personally about what kind of life that our strange, stoic, and expressionless protagonist has. And let me tell you, boy was this a story.\n\n\u001b[1mストーリー（8.53 / 10）：明治の物語は、Kajitsuの直後に続き、YuujiとJBとのシーンを開き、彼女がしなければならないことについて話し合っています。 裕二が与えてくれた細部の不十分さのために、彼女は私たちの奇妙でストイックで無表情な主人公がどんな人生を持っているかを個人的に尋ねます。 そして、私に教えてください、少年はこれが話でした。\u001b[22m\n\u001b[1m(Sutōrī (8 . 53/ 10): Meiji no monogatari wa, Kajitsu no chokugo ni tsudzuki, Yuuji to JB to no shīn o hiraki, kanojo ga shinakereba naranai koto ni tsuite hanashiatte imasu. Yūji ga ataete kureta saibu no fujūbun-sa no tame ni, kanojo wa watashitachi no kimyōde sutoikkude muhyōjōna shujinkō ga don'na jinsei o motte iru ka o kojin-teki ni tazunemasu. Soshite, watashi ni oshietekudasai, shōnen wa kore ga hanashideshita.)\u001b[22m\n\nTranslations of \u001b[4mStory (8.53/10): Meikyuu's story follows up pretty much right after Kajitsu, opening with a scene with Yuuji and JB discussing about a report that she has to make. Because of the insufficient detail that Yuuji has given, she asks him personally about what kind of life that our strange, stoic, and expressionless protagonist has. And let me tell you, boy was this a story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (8.53/10): Meikyuu's story follows up pretty much right after Kajitsu, opening with a scene with Yuuji and JB discussing about a report that she has to make.\u001b[24m\n    \u001b[1mストーリー（8.53 / 10）：明治の物語は、Kajitsuの直後に続き、YuujiとJBとのシーンを開き、彼女がしなければならないことについて話し合っています。\u001b[22m, \u001b[1mストーリー（8.53 / 10）：迷宮の物語は雄二とJBは、彼女が作る必要があることを報告について議論してシーンに開いた、果実の後にかなり右に追従します。\u001b[22m\n\u001b[4mBecause of the insufficient detail that Yuuji has given, she asks him personally about what kind of life that our strange, stoic, and expressionless protagonist has.\u001b[24m\n    \u001b[1m裕二が与えてくれた細部の不十分さのために、彼女は私たちの奇妙でストイックで無表情な主人公がどんな人生を持っているかを個人的に尋ねます。\u001b[22m, \u001b[1mそのため祐二が与えられたことが不十分な詳細の、彼女は私たちの、奇妙なストイックな、と無表情主人公が持っている人生の種類について個人的に彼に尋ねます。\u001b[22m\n\u001b[4mAnd let me tell you, boy was this a story.\u001b[24m\n    \u001b[1mそして、私に教えてください、少年はこれが話でした。\u001b[22m, \u001b[1mそして、私はあなたを教えてみましょう、少年はこの物語でした。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "1nonomiya",
    "profile": "/profile/1nonomiya/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=192955",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\nここで見てみましょう、我々は最終的に私たちの主人公、Kazami雄二の裏話を取得します。  Le Labyrinth de la Grisaiaと呼ばれるGrisaia no Meikyuuは、視覚小説のアニメ化です。\n\nGrisaia no Meikyuuでは、それは祐次の過去を明らかにし、彼は今日彼が悪い人になるために何をしたのかを明らかにする。 基本的に、彼が何であるかを理解するためには、これを見て楽園のスポイラーを理解する必要があります。 そうでなければ、あなたがそれをスキップすると、あなたは自分自身が不安を募らせ、モニターを見て、「誰が何をやっているのか」と尋ねる。\n\nそれは見て価値があるのですか？ 完全に、あなたは約1時間を過ごすつもりで、次のシーズンを見に興味があります。 それ以外の場合は、シリーズに耐えられない場合は、それに触れないでください。\n\nあなたはそれを見なければなりませんか？ いいえ、あなたはいませんが、Grisaia no Rakuenを見ていると混乱してしまいます。 これは、涼宮ハルヒの憂鬱の最初のシーズンをスキップし、代わりに映画を最初に見たようなものです。\n\nいくつかのプロを見てみましょう。\n1.主人公の裏話。\n私たちはたわごとを学ぶ。 そして私はたくさんのことを意味します。\n\nいくつかの短所。\n1.視覚小説に比べてあまりにも急いで。\n\n全体的に、約40分の1つのエピソードとして、Grisaia no Rakuenを見に行くのを楽しみにしています。 それ以外の場合は、もう一度、それを見ないでください、それはあなたの時間の価値がない。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nLet's see here, we FINALLY get the backstory of our Protagonist, Kazami Yuuji. Grisaia no Meikyuu, known as Le Labyrinth de la Grisaia, is the anime adaption of the visual novel.\n\n\u001b[1mここで見てみましょう、我々は最終的に私たちの主人公、Kazami雄二の裏話を取得します。  Le Labyrinth de la Grisaiaと呼ばれるGrisaia no Meikyuuは、視覚小説のアニメ化です。\u001b[22m\n\u001b[1m(Koko de mite mimashou, wareware wa saishūtekini watashitachi no shujinkō, Kazami Yūji no urabanashi o shutoku shimasu. Le Labyrinth de la Grisaia to yoba reru Grisaia no Meikyuu wa, shikaku shōsetsu no anime-kadesu.)\u001b[22m\n\nTranslations of \u001b[4mLet's see here, we FINALLY get the backstory of our Protagonist, Kazami Yuuji. Grisaia no Meikyuu, known as Le Labyrinth de la Grisaia, is the anime adaption of the visual novel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's see here, we FINALLY get the backstory of our Protagonist, Kazami Yuuji.\u001b[24m\n    \u001b[1mここで見てみましょう、我々は最終的に私たちの主人公、Kazami雄二の裏話を取得します。\u001b[22m, \u001b[1m我々は最終的に私たちの主人公、風見雄二の裏話を取得する、のは、ここで見てみましょう。\u001b[22m\n\u001b[4mGrisaia no Meikyuu, known as Le Labyrinth de la Grisaia, is the anime adaption of the visual novel.\u001b[24m\n    \u001b[1mLe Labyrinth de la Grisaiaと呼ばれるGrisaia no Meikyuuは、視覚小説のアニメ化です。\u001b[22m, \u001b[1mル・ラビリンス・デ・ラ・Grisaiaとして知らGrisaiaない迷宮は、ビジュアルノベルのアニメの適応ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nIn Grisaia no Meikyuu, it reveals Yuuji's past, and what he's done to become to the badass he is today. Basically, in order to understand what he is, you need to watch this to understand spoilers in Rakuen. Otherwise, if you skip it, you will find yourself dumbstruck, looking at the monitor asking, ''Who and what the hell is going on....''\n\n\u001b[1mGrisaia no Meikyuuでは、それは祐次の過去を明らかにし、彼は今日彼が悪い人になるために何をしたのかを明らかにする。 基本的に、彼が何であるかを理解するためには、これを見て楽園のスポイラーを理解する必要があります。 そうでなければ、あなたがそれをスキップすると、あなたは自分自身が不安を募らせ、モニターを見て、「誰が何をやっているのか」と尋ねる。\u001b[22m\n\u001b[1m(Grisaia no Meikyuude wa, soreha Yūji no kako o akiraka ni shi, kare wa kyō kare ga warui hito ni naru tame ni nani o shita no ka o akiraka ni suru. Kihontekini, kare ga nandearu ka o rikai suru tame ni wa, kore o mite rakuen no supoirā o rikai suru hitsuyō ga arimasu. Sōdenakereba, anata ga sore o sukippu suru to, anata wa jibun jishin ga fuan o tsunora se, monitā o mite,`dare ga nani o yatte iru no ka' to tazuneru.)\u001b[22m\n\nTranslations of \u001b[4mIn Grisaia no Meikyuu, it reveals Yuuji's past, and what he's done to become to the badass he is today. Basically, in order to understand what he is, you need to watch this to understand spoilers in Rakuen. Otherwise, if you skip it, you will find yourself dumbstruck, looking at the monitor asking, ''Who and what the hell is going on....''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn Grisaia no Meikyuu, it reveals Yuuji's past, and what he's done to become to the badass he is today.\u001b[24m\n    \u001b[1mGrisaia no Meikyuuでは、それは祐次の過去を明らかにし、彼は今日彼が悪い人になるために何をしたのかを明らかにする。\u001b[22m, \u001b[1mGrisaiaなし迷宮では、祐二の過去を明らかにし、彼は彼が今日あるワルになるために何をしています。\u001b[22m\n\u001b[4mBasically, in order to understand what he is, you need to watch this to understand spoilers in Rakuen.\u001b[24m\n    \u001b[1m基本的に、彼が何であるかを理解するためには、これを見て楽園のスポイラーを理解する必要があります。\u001b[22m, \u001b[1m基本的には、彼が何であるかを理解するために、あなたは楽園でスポイラーを理解するためにこれを見てする必要があります。\u001b[22m\n\u001b[4mOtherwise, if you skip it, you will find yourself dumbstruck, looking at the monitor asking, ''Who and what the hell is going on....''\u001b[24m\n    \u001b[1mそうでなければ、あなたがそれをスキップすると、あなたは自分自身が不安を募らせ、モニターを見て、「誰が何をやっているのか」と尋ねる。\u001b[22m, \u001b[1mあなたはそれをスキップそうでない場合、あなたは '、尋ねるモニターを見、自分は口がきけないほど驚いたでしょう」誰と地獄は何が起こっていますか....' '\u001b[22m\n\u001b[1m\u001b[22m\nIs it worth watching? Totally, as long you're gonna spend almost an hour and are interested in watching the next season. Otherwise, if you can't stand the series, don't even touch it.\n\n\u001b[1mそれは見て価値があるのですか？ 完全に、あなたは約1時間を過ごすつもりで、次のシーズンを見に興味があります。 それ以外の場合は、シリーズに耐えられない場合は、それに触れないでください。\u001b[22m\n\u001b[1m(Sore wa mite kachi ga aru nodesu ka? Kanzen ni, anata wa yaku 1-jikan o sugosu tsumori de,-ji no shīzun o mi ni kyōmigārimasu. Sore igai no baai wa, shirīzu ni tae rarenai baai wa, sore ni furenaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIs it worth watching? Totally, as long you're gonna spend almost an hour and are interested in watching the next season. Otherwise, if you can't stand the series, don't even touch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs it worth watching?\u001b[24m\n    \u001b[1mそれは見て価値があるのですか？\u001b[22m, \u001b[1mそれは見て価値がありますか？\u001b[22m\n\u001b[4mTotally, as long you're gonna spend almost an hour and are interested in watching the next season.\u001b[24m\n    \u001b[1m完全に、あなたは約1時間を過ごすつもりで、次のシーズンを見に興味があります。\u001b[22m, \u001b[1m完全に、限り、あなたはつもりだほとんどの時間を過ごすと次のシーズンを見ることに興味を持っています。\u001b[22m\n\u001b[4mOtherwise, if you can't stand the series, don't even touch it.\u001b[24m\n    \u001b[1mそれ以外の場合は、シリーズに耐えられない場合は、それに触れないでください。\u001b[22m, \u001b[1mあなたはシリーズを我慢できない場合はそれ以外の場合は、さらにそれを触れないでください。\u001b[22m\n\u001b[1m\u001b[22m\nMust you watch it? No. You don't, but you'll be hella confused when watching Grisaia no Rakuen. Doing this, it's like skipping the first season of Suzumiya Haruhi no Yuutsu and watching the movie first instead.\n\n\u001b[1mあなたはそれを見なければなりませんか？ いいえ、あなたはいませんが、Grisaia no Rakuenを見ていると混乱してしまいます。 これは、涼宮ハルヒの憂鬱の最初のシーズンをスキップし、代わりに映画を最初に見たようなものです。\u001b[22m\n\u001b[1m(Anata wa sore o minakereba narimasen ka? Īe, anata wa imasenga, Grisaia no Rakuen o mite iru to konran shite shimaimasu. Kore wa, suzumiyaharuhinoyūutsu no saisho no shīzun o sukippu shi, kawarini eiga o saisho ni mita yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mMust you watch it? No. You don't, but you'll be hella confused when watching Grisaia no Rakuen. Doing this, it's like skipping the first season of Suzumiya Haruhi no Yuutsu and watching the movie first instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMust you watch it?\u001b[24m\n    \u001b[1mあなたはそれを見なければなりませんか？\u001b[22m, \u001b[1mあなたはそれを見る必要がありますか？\u001b[22m\n\u001b[4mNo. You don't, but you'll be hella confused when watching Grisaia no Rakuen.\u001b[24m\n    \u001b[1mいいえ、あなたはいませんが、Grisaia no Rakuenを見ていると混乱してしまいます。\u001b[22m, \u001b[1mいいえあなたはありませんが、何の楽園Grisaiaを見ていないとき、あなたは混乱めっちゃでしょう。\u001b[22m\n\u001b[4mDoing this, it's like skipping the first season of Suzumiya Haruhi no Yuutsu and watching the movie first instead.\u001b[24m\n    \u001b[1mこれは、涼宮ハルヒの憂鬱の最初のシーズンをスキップし、代わりに映画を最初に見たようなものです。\u001b[22m, \u001b[1mこれをやって、それが憂鬱涼宮ハルヒの最初のシーズンをスキップし、最初の代わりに映画を見ているようです。\u001b[22m\n\u001b[1m\u001b[22m\nLet's see some pros.\n\n\u001b[1mいくつかのプロを見てみましょう。\u001b[22m\n\u001b[1m(Ikutsu ka no puro o mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mLet's see some pros.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's see some pros.\u001b[24m\n    \u001b[1mいくつかのプロを見てみましょう。\u001b[22m, \u001b[1mそれでは、いくつかの長所を見てみましょう。\u001b[22m\n1. Main character's backstory.\n\n\u001b[1m1.主人公の裏話。\u001b[22m\n\u001b[1m(1. Shujinkō no urabanashi.)\u001b[22m\n\nTranslations of \u001b[4m1. Main character's backstory.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Main character's backstory.\u001b[24m\n    \u001b[1m1.主人公の裏話。\u001b[22m, \u001b[1m1.メインキャラクターの裏話。\u001b[22m\n2. We learn shit. And I mean a lot.\n\n\u001b[1m私たちはたわごとを学ぶ。 そして私はたくさんのことを意味します。\u001b[22m\n\u001b[1m(Watashitachiha tawagoto o manabu. Soshite watashi wa takusan no koto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4m2. We learn shit. And I mean a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. We learn shit.\u001b[24m\n    \u001b[1m私たちはたわごとを学ぶ。\u001b[22m, \u001b[1m2.私たちは、たわごとを学びます。\u001b[22m\n\u001b[4mAnd I mean a lot.\u001b[24m\n    \u001b[1mそして私はたくさんのことを意味します。\u001b[22m, \u001b[1mそして、私は多くのことを意味します。\u001b[22m\n\u001b[1m\u001b[22m\nSome cons.\n\n\u001b[1mいくつかの短所。\u001b[22m\n\u001b[1m(Ikutsu ka no tansho.)\u001b[22m\n\nTranslations of \u001b[4mSome cons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome cons.\u001b[24m\n    \u001b[1mいくつかの短所。\u001b[22m\n1. Way too rushed compared to the Visual Novel.\n\n\u001b[1m1.視覚小説に比べてあまりにも急いで。\u001b[22m\n\u001b[1m(1. Shikaku shōsetsu ni kurabete amarini mo isoi de.)\u001b[22m\n\nTranslations of \u001b[4m1. Way too rushed compared to the Visual Novel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Way too rushed compared to the Visual Novel.\u001b[24m\n    \u001b[1m1.視覚小説に比べてあまりにも急いで。\u001b[22m, \u001b[1mあまりにビジュアルノベルに比べて駆けつけた1ウェイ。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, as a single episode about 40 minutes, it's worth watching as long that you're going to watch Grisaia no Rakuen. Otherwise, again, don't watch it, it's not worth your time.\n\n\u001b[1m全体的に、約40分の1つのエピソードとして、Grisaia no Rakuenを見に行くのを楽しみにしています。 それ以外の場合は、もう一度、それを見ないでください、それはあなたの時間の価値がない。\u001b[22m\n\u001b[1m(Zentai-teki ni, yaku 40-bu no 1tsu no episōdo to shite, Grisaia no Rakuen o mi ni iku no o tanoshiminishiteimasu. Sore igai no baai wa, mōichido, sore o minaide kudasai, sore wa anata no jikan no kachi ga nai.)\u001b[22m\n\nTranslations of \u001b[4mOverall, as a single episode about 40 minutes, it's worth watching as long that you're going to watch Grisaia no Rakuen. Otherwise, again, don't watch it, it's not worth your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, as a single episode about 40 minutes, it's worth watching as long that you're going to watch Grisaia no Rakuen.\u001b[24m\n    \u001b[1m全体的に、約40分の1つのエピソードとして、Grisaia no Rakuenを見に行くのを楽しみにしています。\u001b[22m, \u001b[1m全体的に、単一のエピソード約40分のように、それはあなたが何の楽園Grisaiaを見ていないとしているということであれば、見て価値があります。\u001b[22m\n\u001b[4mOtherwise, again, don't watch it, it's not worth your time.\u001b[24m\n    \u001b[1mそれ以外の場合は、もう一度、それを見ないでください、それはあなたの時間の価値がない。\u001b[22m, \u001b[1mそうでなければ、再び、それはあなたの時間価値はない、それを見ていません。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "Zaku88",
    "profile": "/profile/Zaku88/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=203212",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  8\n|  8\n\nこれはGrisaiaにかなり暗いシングルエピソードを加えたもので、Yuujiの恐ろしい過去（Fate / Zeroの主人公の子供時代に似ています）を説明する素晴らしい仕事です。 また、第2シーズンに向けてのステージを設定します。 現在の時間枠から、彼が昇進を得るためには、湯治の過去を反映していると言われています。 主人公の暗い過去を探索した後、エピソードはメインのテレビ番組のヒロインとの短いシーンで終了する。 ここでのタイトル画像は、タイトル画像の前のイベントを説明しているので、少し誤解を招くので、タイトル画像に暗示されているように、Yuujiの主人公とのインタラクションはTVシリーズでも参照し続けることはほとんどありません。 間違いなく、テレビシリーズを見た人にとって価値のある追加。\n\nアニメーション：\nアニメーションはメインショーと同じレベルですが、ワイドスクリーン形式で表示され、同じ配色と文字デザインを使用します。 何かがあれば、より強烈な行動と成熟した強調を期待してください。\n\n音：\nOPはありませんが、非常に精力的なEDポストクライマックスです。  VAキャストはメインのショーと同じです。\n\nストーリー：\n私はすでに上の物語の良い話を述べました。 加えて、あなたは、美人の主人公と同様、多くのカズキの背景を得るでしょう。 テロリストのヒース・オスロ（小児性愛者？）テロの下での祐次の訓練も深く探検されている。 それはかなり暗いですが、魅力的な話です（私がまだ十分に言っていない場合）。\n\nキャラクター：\n前述のように、このOVAには豊富な有益かつ十分に提示された開発があります。\n\n値：\nメイン・ショーを見たことがあるならば、これはあまり考えなくてはなりません。重要な文脈の多くは、プレクエルからの背景なしでは意味をなさないかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is a fairly dark single-episode addition to Grisaia that does a great job of explaining Yuuji's horrific past (likened to the protagonist's childhood in Fate/Zero's). It also sets the stage for what is to come in the second season. It is told from the current time frame as a reflection of Yuuji's past in order for him to get a promotion. After exploring the protagonist's dark past, the episode finishes with a brief scene with the main TV show's heroines. The title image here is a bit misleading as it explains the events prior to the title image, you don't see much of Yuuji's interactions with the master that he keeps referring to in the TV series, as would be implied by the title image. Definitely a worthwhile addition for anyone who watched the TV series.\n\n\u001b[1mこれはGrisaiaにかなり暗いシングルエピソードを加えたもので、Yuujiの恐ろしい過去（Fate / Zeroの主人公の子供時代に似ています）を説明する素晴らしい仕事です。 また、第2シーズンに向けてのステージを設定します。 現在の時間枠から、彼が昇進を得るためには、湯治の過去を反映していると言われています。 主人公の暗い過去を探索した後、エピソードはメインのテレビ番組のヒロインとの短いシーンで終了する。 ここでのタイトル画像は、タイトル画像の前のイベントを説明しているので、少し誤解を招くので、タイトル画像に暗示されているように、Yuujiの主人公とのインタラクションはTVシリーズでも参照し続けることはほとんどありません。 間違いなく、テレビシリーズを見た人にとって価値のある追加。\u001b[22m\n\u001b[1m(Kore wa Grisaia ni kanari kurai shinguruepisōdo o kuwaeta mono de, Yuuji no osoroshī kako (feito/ Zero no shujinkō no kodomo jidai ni nite imasu) o setsumei suru subarashī shigotodesu. Mata, dai 2 shīzun ni mukete no sutēji o settei shimasu. Genzai no jikan-waku kara, kare ga shōshin o eru tame ni wa, tōji no kako o han'ei shite iru to iwa rete imasu. Shujinkō no kurai kako o tansaku shita nochi, episōdo wa mein no terebibangu no hiroin to no mijikai shīn de shūryō suru. Koko de no taitoru gazō wa, taitoru gazō no mae no ibento o setsumei shite irunode, sukoshi gokaiwomanekunode, taitoru gazō ni anji sa rete iru yō ni, Yuuji no shujinkō to no intarakushon wa TV shirīzu demo sanshō shi tsudzukeru koto wa hotondo arimasen. Machigainaku, terebishirīzu o mita hito ni totte kachinoaru tsuika.)\u001b[22m\n\nTranslations of \u001b[4mThis is a fairly dark single-episode addition to Grisaia that does a great job of explaining Yuuji's horrific past (likened to the protagonist's childhood in Fate/Zero's). It also sets the stage for what is to come in the second season. It is told from the current time frame as a reflection of Yuuji's past in order for him to get a promotion. After exploring the protagonist's dark past, the episode finishes with a brief scene with the main TV show's heroines. The title image here is a bit misleading as it explains the events prior to the title image, you don't see much of Yuuji's interactions with the master that he keeps referring to in the TV series, as would be implied by the title image. Definitely a worthwhile addition for anyone who watched the TV series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a fairly dark single-episode addition to Grisaia that does a great job of explaining Yuuji's horrific past (likened to the protagonist's childhood in Fate/Zero's).\u001b[24m\n    \u001b[1mこれはGrisaiaにかなり暗いシングルエピソードを加えたもので、Yuujiの恐ろしい過去（Fate / Zeroの主人公の子供時代に似ています）を説明する素晴らしい仕事です。\u001b[22m, \u001b[1mこれは、（フェイト/ゼロ年代の主人公の幼年期になぞらえ）祐二の恐ろしい過去を説明するの偉大な仕事をしていませんGrisaiaにかなり暗い単一エピソードの追加です。\u001b[22m\n\u001b[4mIt also sets the stage for what is to come in the second season.\u001b[24m\n    \u001b[1mまた、第2シーズンに向けてのステージを設定します。\u001b[22m, \u001b[1mそれはまた、第2シーズンに来ている何のためにステージを設定します。\u001b[22m\n\u001b[4mIt is told from the current time frame as a reflection of Yuuji's past in order for him to get a promotion.\u001b[24m\n    \u001b[1m現在の時間枠から、彼が昇進を得るためには、湯治の過去を反映していると言われています。\u001b[22m, \u001b[1mそれは彼が昇進を得るようにするためで雄二の過去の反映として、現在の時間枠から語られています。\u001b[22m\n\u001b[4mAfter exploring the protagonist's dark past, the episode finishes with a brief scene with the main TV show's heroines.\u001b[24m\n    \u001b[1m主人公の暗い過去を探索した後、エピソードはメインのテレビ番組のヒロインとの短いシーンで終了する。\u001b[22m, \u001b[1m主人公の暗い過去を探索した後、エピソードがメインのテレビ番組のヒロインとの短いシーンで終了します。\u001b[22m\n\u001b[4mThe title image here is a bit misleading as it explains the events prior to the title image, you don't see much of Yuuji's interactions with the master that he keeps referring to in the TV series, as would be implied by the title image.\u001b[24m\n    \u001b[1mここでのタイトル画像は、タイトル画像の前のイベントを説明しているので、少し誤解を招くので、タイトル画像に暗示されているように、Yuujiの主人公とのインタラクションはTVシリーズでも参照し続けることはほとんどありません。\u001b[22m, \u001b[1mそれは前にタイトル画像にイベントを説明するとして、ここでタイトル画像は少し誤解を招くおそれがあり、あなたは彼がタイトル画像によって暗示されるように、テレビシリーズでを参照し続けることをマスターと祐二の相互作用の多くは表示されません。\u001b[22m\n\u001b[4mDefinitely a worthwhile addition for anyone who watched the TV series.\u001b[24m\n    \u001b[1m間違いなく、テレビシリーズを見た人にとって価値のある追加。\u001b[22m, \u001b[1mテレビシリーズを見て誰のための確かに価値があるほか。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation:\n\n\u001b[1mアニメーション：\u001b[22m\n\u001b[1m(Animēshon:)\u001b[22m\n\nDefinitions of \u001b[4mAnimation:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nThe animation is on par with the main show, it is still presented in a widescreen format and uses the same color scheme and character designs. If anything, expect even more intense action and mature emphasis.\n\n\u001b[1mアニメーションはメインショーと同じレベルですが、ワイドスクリーン形式で表示され、同じ配色と文字デザインを使用します。 何かがあれば、より強烈な行動と成熟した強調を期待してください。\u001b[22m\n\u001b[1m(Animēshon wa meinshō to onaji reberudesuga, waidosukurīn keishiki de hyōji sa re, onaji haishoku to moji dezain o shiyō shimasu. Nanika ga areba, yori kyōretsuna kōdō to seijuku shita kyōchō o kitai shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is on par with the main show, it is still presented in a widescreen format and uses the same color scheme and character designs. If anything, expect even more intense action and mature emphasis.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is on par with the main show, it is still presented in a widescreen format and uses the same color scheme and character designs.\u001b[24m\n    \u001b[1mアニメーションはメインショーと同じレベルですが、ワイドスクリーン形式で表示され、同じ配色と文字デザインを使用します。\u001b[22m, \u001b[1mアニメーションは、それがまだワイドスクリーン形式で提示され、メインショーと同等にあり、同じ配色と文字のデザインを使用しています。\u001b[22m\n\u001b[4mIf anything, expect even more intense action and mature emphasis.\u001b[24m\n    \u001b[1m何かがあれば、より強烈な行動と成熟した強調を期待してください。\u001b[22m, \u001b[1mどちらかといえば、一層激しいアクションと成熟重点を期待しています。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThere isn't an OP but a pretty energetic ED post climax. The VA cast is identical to the main show.\n\n\u001b[1mOPはありませんが、非常に精力的なEDポストクライマックスです。  VAキャストはメインのショーと同じです。\u001b[22m\n\u001b[1m(OP wa arimasenga, hijō ni seiryoku-tekina ED posutokuraimakkusudesu. VA kyasuto wa mein no shō to onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mThere isn't an OP but a pretty energetic ED post climax. The VA cast is identical to the main show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere isn't an OP but a pretty energetic ED post climax.\u001b[24m\n    \u001b[1mOPはありませんが、非常に精力的なEDポストクライマックスです。\u001b[22m, \u001b[1mOP、かなりエネルギッシュなEDポストクライマックスはありません。\u001b[22m\n\u001b[4mThe VA cast is identical to the main show.\u001b[24m\n    \u001b[1mVAキャストはメインのショーと同じです。\u001b[22m, \u001b[1mVAキャストはメインショーと同じです。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nI mentioned a good deal of the story above already. In addition, you'll get a lot of Kazuki's background as well as the bishoujo principal. Yuuji's training under the (pedophile?) terrorist Heath Oslo is also explored in depth. It's a pretty dark, but engaging story (if I haven't said that enough already).\n\n\u001b[1m私はすでに上の物語の良い話を述べました。 加えて、あなたは、美人の主人公と同様、多くのカズキの背景を得るでしょう。 テロリストのヒース・オスロ（小児性愛者？）テロの下での祐次の訓練も深く探検されている。 それはかなり暗いですが、魅力的な話です（私がまだ十分に言っていない場合）。\u001b[22m\n\u001b[1m(Watashi wa sudeni ue no monogatari no yoi hanashi o nobemashita. Kuwaete, anata wa, bijin no shujinkō to dōyō, ōku no Kazuki no haikei o erudeshou. Terorisuto no hīsu Osuro (shōniseiai-sha? ) Tero no shita de no Yūji no kunren mo fukaku tanken sa rete iru. Sore wa kanari kuraidesuga, miryoku-tekina hanashidesu (watashi ga mada jūbun ni itte inai baai).)\u001b[22m\n\nTranslations of \u001b[4mI mentioned a good deal of the story above already. In addition, you'll get a lot of Kazuki's background as well as the bishoujo principal. Yuuji's training under the (pedophile?) terrorist Heath Oslo is also explored in depth. It's a pretty dark, but engaging story (if I haven't said that enough already).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI mentioned a good deal of the story above already.\u001b[24m\n    \u001b[1m私はすでに上の物語の良い話を述べました。\u001b[22m, \u001b[1m私はすでに上記の物語の良い取引を述べました。\u001b[22m\n\u001b[4mIn addition, you'll get a lot of Kazuki's background as well as the bishoujo principal.\u001b[24m\n    \u001b[1m加えて、あなたは、美人の主人公と同様、多くのカズキの背景を得るでしょう。\u001b[22m, \u001b[1mまた、あなたは和樹の背景の多くと同様に美少女プリンシパルを取得します。\u001b[22m\n\u001b[4mYuuji's training under the (pedophile?) terrorist Heath Oslo is also explored in depth.\u001b[24m\n    \u001b[1mテロリストのヒース・オスロ（小児性愛者？）テロの下での祐次の訓練も深く探検されている。\u001b[22m, \u001b[1m（小児性愛者？）テロヒースオスロ下祐二のトレーニングも深さで検討されています。\u001b[22m\n\u001b[4mIt's a pretty dark, but engaging story (if I haven't said that enough already).\u001b[24m\n    \u001b[1mそれはかなり暗いですが、魅力的な話です（私がまだ十分に言っていない場合）。\u001b[22m, \u001b[1m（私はすでに十分な言っていない場合）それはかなり暗いが、係の話です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nAs mentioned, there is a great deal of informative and well-presented development in this OVA.\n\n\u001b[1m前述のように、このOVAには豊富な有益かつ十分に提示された開発があります。\u001b[22m\n\u001b[1m(Zenjutsu no yō ni, kono ovu~a ni wa hōfuna yūeki katsu jūbun ni teiji sa reta kaihatsu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs mentioned, there is a great deal of informative and well-presented development in this OVA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs mentioned, there is a great deal of informative and well-presented development in this OVA.\u001b[24m\n    \u001b[1m前述のように、このOVAには豊富な有益かつ十分に提示された開発があります。\u001b[22m, \u001b[1m前述したように、このOVAで、有益でよく提示開発の大きな取引があります。\u001b[22m\n\u001b[1m\u001b[22m\nValue:\n\n\u001b[1m値：\u001b[22m\n\u001b[1m(Atai:)\u001b[22m\n\nDefinitions of \u001b[4mValue:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    値\u001b[22m\n        value, magnitude, dimension, size, bulk, price\n\u001b[1m    価値\u001b[22m\n        value, worth, merit, worthiness\n\u001b[1m    バリュー\u001b[22m\n        value\n\u001b[1m    価\u001b[22m\n        value, valency, price, cost, charge, worth\n\u001b[1m    価格\u001b[22m\n        price, cost, value\n\u001b[1m    値打ち\u001b[22m\n        value, worth, price, dignity\n\u001b[1m    金高\u001b[22m\n        amount, sum, quantity, value\n\u001b[1m    珍重\u001b[22m\n        prize, value\n\u001b[1m    直\u001b[22m\n        correctness, being straight, price, cheerfulness, night duty, cost\n\nverb\n\u001b[1m    尊ぶ\u001b[22m\n        value, honor, respect, esteem, prize, revere\n\u001b[1m    貴ぶ\u001b[22m\n        value, honor, revere, prize, esteem, respect\n\u001b[1m    評価する\u001b[22m\n        evaluate, value\n\u001b[1m    愛玩する\u001b[22m\n        fond of, value, mess about\nIf you've watched the main show, this should be a no-brainer, a lot of the important context may not make sense without the background from the prequel.\n\n\u001b[1mメイン・ショーを見たことがあるならば、これはあまり考えなくてはなりません。重要な文脈の多くは、プレクエルからの背景なしでは意味をなさないかもしれません。\u001b[22m\n\u001b[1m(Mein shō o mita koto ga arunaraba, kore wa amari kangaenakute wa narimasen. Jūyōna bunmyaku no ōku wa, purekueru kara no haikei nashide wa imiwonasanai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you've watched the main show, this should be a no-brainer, a lot of the important context may not make sense without the background from the prequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you've watched the main show, this should be a no-brainer, a lot of the important context may not make sense without the background from the prequel.\u001b[24m\n    \u001b[1mメイン・ショーを見たことがあるならば、これはあまり考えなくてはなりません。重要な文脈の多くは、プレクエルからの背景なしでは意味をなさないかもしれません。\u001b[22m, \u001b[1mあなたがメインのショーを見てきた場合、これは非常に簡単、前編からのバックグラウンドなしで意味を成さないかもしれない重要なコンテキストがたくさんあってはなりません。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "AbsarNaeem",
    "profile": "/profile/AbsarNaeem/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=185604",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nだから、このスペシャルは、湯治の過去の人生について語ることに専念しています。 彼は彼のようにした彼に何が起こったのですか？ 彼の子供時代、彼の家族、彼の関係、彼の戦い、彼のトラブル、今日まで子供の中を歩いてきたすべて。 それは良い仕事をし、実際にこのアニメが知られている心理的なジャンルを描写します。 暗い過去といくつかのグラフィックシーンは、それをGrisaiaスペシャルの1つにするために必要なすべてです。\n\nストーリー9/10：\n裕次郎は今まで彼の過去をCIAの金髪の女性ハンドラーに説明している。 彼は家族でどのように扱われたのか、彼の姉が彼に向かってどのように行動したのか、そして彼の姉妹が死亡した後に何が起こったのか。 祐二の悲しい闇の過去が示され、その後彼の暗殺者/狙撃者になった彼の訓練の弧が現れる。 スペシャルの終了は「続ける」ことのほうが多いと思いますが、それは続編「Grisaia no Rakuen」で続きます\n\nアート8/10：\n芸術はそれと同じままです。 心理的なアニメ、いくつかのグラフィックシーン、平均的なサイコ素材のための本当に素敵なアニメーション。\n\nサウンド7/10：\n特殊なものを開くことも終わらせることもありません。\n\n文字8/10：\n主な焦点は湯治です。 彼の家族は上半期に表示され、彼の妹はかなり注目を集める。 彼の家族の後で、彼は新しいキャラクターを満たす彼の訓練の話が来る。 結局、彼らは彼の「志望の」マスター、草刈部朝子との出会いを示す。\n\n楽しさ8/10：\n主人公の隙間だけを埋めることになっていたので、私はこのスペシャルを楽しんだとは言えません。 あなたが私に尋ねるなら、グラフィックシーンと暗い過去は楽しいものではありません。 それにもかかわらず、このスペシャルは本当に良いものです。私はそれで与えられた情報が今後の続編で重要な役割を果たすと思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSo this special is dedicated in telling us about Yuuji's past life. What happened to him which made him like he is? His childhood, his family, his relations, his battles, his troubles, everything he went through as a child till the present day. It does a good job and really depicts the psychological genre this anime is known for. A dark past and some graphic scenes are all it takes to make it one of the Grisaia specials.\n\n\u001b[1mだから、このスペシャルは、湯治の過去の人生について語ることに専念しています。 彼は彼のようにした彼に何が起こったのですか？ 彼の子供時代、彼の家族、彼の関係、彼の戦い、彼のトラブル、今日まで子供の中を歩いてきたすべて。 それは良い仕事をし、実際にこのアニメが知られている心理的なジャンルを描写します。 暗い過去といくつかのグラフィックシーンは、それをGrisaiaスペシャルの1つにするために必要なすべてです。\u001b[22m\n\u001b[1m(Dakara, kono supesharu wa, tōji no kako no jinsei ni tsuite kataru koto ni sen'nen shite imasu. Kare wa kare no yō ni shita kare ni nani ga okotta nodesu ka? Kare no kodomo jidai, kare no kazoku, kare no kankei, kare no tatakai, kare no toraburu, kyō made kodomo no naka o aruite kita subete. Sore wa yoi shigoto o shi, jissai ni kono anime ga shira rete iru shinri-tekina janru o byōsha shimasu. Kurai kako to ikutsu ka no gurafikkushīn wa, sore o Grisaia supesharu no 1tsu ni suru tame ni hitsuyōna subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mSo this special is dedicated in telling us about Yuuji's past life. What happened to him which made him like he is? His childhood, his family, his relations, his battles, his troubles, everything he went through as a child till the present day. It does a good job and really depicts the psychological genre this anime is known for. A dark past and some graphic scenes are all it takes to make it one of the Grisaia specials.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo this special is dedicated in telling us about Yuuji's past life.\u001b[24m\n    \u001b[1mだから、このスペシャルは、湯治の過去の人生について語ることに専念しています。\u001b[22m, \u001b[1mそのため、この特別は雄二の過去の生活について私たちに伝えるに専用されています。\u001b[22m\n\u001b[4mWhat happened to him which made him like he is?\u001b[24m\n    \u001b[1m彼は彼のようにした彼に何が起こったのですか？\u001b[22m, \u001b[1m彼はあるように彼を作っている彼に何が起こったのか？\u001b[22m\n\u001b[4mHis childhood, his family, his relations, his battles, his troubles, everything he went through as a child till the present day.\u001b[24m\n    \u001b[1m彼の子供時代、彼の家族、彼の関係、彼の戦い、彼のトラブル、今日まで子供の中を歩いてきたすべて。\u001b[22m, \u001b[1m彼の子供の頃、彼の家族は、彼の関係は、彼の戦いは、彼の悩みは、すべて彼は現在の日までの子供のように通り抜けました。\u001b[22m\n\u001b[4mIt does a good job and really depicts the psychological genre this anime is known for.\u001b[24m\n    \u001b[1mそれは良い仕事をし、実際にこのアニメが知られている心理的なジャンルを描写します。\u001b[22m, \u001b[1mそれは良い仕事をしていませんし、本当にこのアニメがために知られている心理的なジャンルを描いています。\u001b[22m\n\u001b[4mA dark past and some graphic scenes are all it takes to make it one of the Grisaia specials.\u001b[24m\n    \u001b[1m暗い過去といくつかのグラフィックシーンは、それをGrisaiaスペシャルの1つにするために必要なすべてです。\u001b[22m, \u001b[1m暗い過去といくつかのグラフィックシーンは、それはそれGrisaiaスペシャルの一つ作るのにかかるすべてのです。\u001b[22m\n\u001b[1m\u001b[22m\nStory 9/10:\n\n\u001b[1mストーリー9/10：\u001b[22m\n\u001b[1m(Sutōrī 9/ 10:)\u001b[22m\n\nTranslations of \u001b[4mStory 9/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 9/10:\u001b[24m\n    \u001b[1mストーリー9/10：\u001b[22m\nYuuji explains his past up till now to his handler, the blonde woman of the CIA. How he was treated in his family, how his sister acted towards him and what happened after her sisters death. A sad and dark past of Yuuji is shown and after that comes his training arc which made him the assassin/sniper his is today. Though the ending of the special is more of a 'to be continued' thing which will, I think, be continued in the sequel 'Grisaia no Rakuen'\n\n\u001b[1m裕次郎は今まで彼の過去をCIAの金髪の女性ハンドラーに説明している。 彼は家族でどのように扱われたのか、彼の姉が彼に向かってどのように行動したのか、そして彼の姉妹が死亡した後に何が起こったのか。 祐二の悲しい闇の過去が示され、その後彼の暗殺者/狙撃者になった彼の訓練の弧が現れる。 スペシャルの終了は「続ける」ことのほうが多いと思いますが、それは続編「Grisaia no Rakuen」で続きます\u001b[22m\n\u001b[1m(Yūjirō wa ima made kare no kako o CIA no kinpatsu no josei handorā ni setsumei shite iru. Kare wa kazoku de dono yō ni atsukawa reta no ka, kare no ane ga kare ni mukatte dono yō ni kōdō shita no ka, soshite kare no shimai ga shibō shita nochi ni nani ga okotta no ka. Yūji no kanashī yami no kako ga shimesa re, sonogo kare no asashin/ sogeki-sha ni natta kare no kunren no ko ga arawareru. Supesharu no shūryō wa `tsudzukeru' koto no hō ga ōi to omoimasuga, soreha zokuhen `Grisaia no Rakuen' de tsudzukimasu)\u001b[22m\n\nTranslations of \u001b[4mYuuji explains his past up till now to his handler, the blonde woman of the CIA. How he was treated in his family, how his sister acted towards him and what happened after her sisters death. A sad and dark past of Yuuji is shown and after that comes his training arc which made him the assassin/sniper his is today. Though the ending of the special is more of a 'to be continued' thing which will, I think, be continued in the sequel 'Grisaia no Rakuen'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuuji explains his past up till now to his handler, the blonde woman of the CIA.\u001b[24m\n    \u001b[1m裕次郎は今まで彼の過去をCIAの金髪の女性ハンドラーに説明している。\u001b[22m, \u001b[1m祐二は彼のハンドラ、CIAのブロンド女性に今まで彼の過去を説明しています。\u001b[22m\n\u001b[4mHow he was treated in his family, how his sister acted towards him and what happened after her sisters death.\u001b[24m\n    \u001b[1m彼は家族でどのように扱われたのか、彼の姉が彼に向かってどのように行動したのか、そして彼の姉妹が死亡した後に何が起こったのか。\u001b[22m, \u001b[1m彼は彼の妹は彼に向かって行動し、どのような彼女の姉妹の死の後に起こったのか彼の家族、で処理した方法。\u001b[22m\n\u001b[4mA sad and dark past of Yuuji is shown and after that comes his training arc which made him the assassin/sniper his is today.\u001b[24m\n    \u001b[1m祐二の悲しい闇の過去が示され、その後彼の暗殺者/狙撃者になった彼の訓練の弧が現れる。\u001b[22m, \u001b[1m祐二の悲しいと暗い過去が示され、その後彼に彼が今日ある暗殺者/狙撃をした彼のトレーニングアークが来ますさ。\u001b[22m\n\u001b[4mThough the ending of the special is more of a 'to be continued' thing which will, I think, be continued in the sequel 'Grisaia no Rakuen'\u001b[24m\n    \u001b[1mスペシャルの終了は「続ける」ことのほうが多いと思いますが、それは続編「Grisaia no Rakuen」で続きます\u001b[22m, \u001b[1m特別の結末は、私が思うに、「Grisaia何の楽園」の続編で継続されません」継続する」事の詳細ですけれども\u001b[22m\n\u001b[1m\u001b[22m\nArt 8/10:\n\n\u001b[1mアート8/10：\u001b[22m\n\u001b[1m(Āto 8/ 10:)\u001b[22m\n\nTranslations of \u001b[4mArt 8/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 8/10:\u001b[24m\n    \u001b[1mアート8/10：\u001b[22m\nThe art remains the same as it is. Really nice animation for a psychological anime, some graphic scenes and your average psycho-stuff.\n\n\u001b[1m芸術はそれと同じままです。 心理的なアニメ、いくつかのグラフィックシーン、平均的なサイコ素材のための本当に素敵なアニメーション。\u001b[22m\n\u001b[1m(Geijutsu wa sore to onaji mamadesu. Shinri-tekina anime, ikutsu ka no gurafikkushīn, heikin-tekina saiko sozai no tame no hontōni sutekina animēshon.)\u001b[22m\n\nTranslations of \u001b[4mThe art remains the same as it is. Really nice animation for a psychological anime, some graphic scenes and your average psycho-stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art remains the same as it is.\u001b[24m\n    \u001b[1m芸術はそれと同じままです。\u001b[22m, \u001b[1mアートはそのまま変わりません。\u001b[22m\n\u001b[4mReally nice animation for a psychological anime, some graphic scenes and your average psycho-stuff.\u001b[24m\n    \u001b[1m心理的なアニメ、いくつかのグラフィックシーン、平均的なサイコ素材のための本当に素敵なアニメーション。\u001b[22m, \u001b[1m心理的なアニメ、いくつかのグラフィックシーンやあなたの平均サイコもののための本当に素晴らしいアニメーション。\u001b[22m\n\u001b[1m\u001b[22m\nSound 7/10:\n\n\u001b[1mサウンド7/10：\u001b[22m\n\u001b[1m(Saundo 7/ 10:)\u001b[22m\n\nTranslations of \u001b[4mSound 7/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 7/10:\u001b[24m\n    \u001b[1mサウンド7/10：\u001b[22m, \u001b[1m7/10サウンド：\u001b[22m\nNo opening or ending to the special.\n\n\u001b[1m特殊なものを開くことも終わらせることもありません。\u001b[22m\n\u001b[1m(Tokushuna mono o hiraku koto mo owara seru koto mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNo opening or ending to the special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo opening or ending to the special.\u001b[24m\n    \u001b[1m特殊なものを開くことも終わらせることもありません。\u001b[22m, \u001b[1m特別に無開放しないまたは終了。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 8/10:\n\n\u001b[1m文字8/10：\u001b[22m\n\u001b[1m(Moji 8/ 10:)\u001b[22m\n\nTranslations of \u001b[4mCharacter 8/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 8/10:\u001b[24m\n    \u001b[1m文字8/10：\u001b[22m\nThe main focus is Yuuji. His family is shown in the first half and his sister gets quite the attention. After his family, comes his training story where he meets new characters. In the end, they show his encounter with his 'to-be' master, Asako Kusakabe.\n\n\u001b[1m主な焦点は湯治です。 彼の家族は上半期に表示され、彼の妹はかなり注目を集める。 彼の家族の後で、彼は新しいキャラクターを満たす彼の訓練の話が来る。 結局、彼らは彼の「志望の」マスター、草刈部朝子との出会いを示す。\u001b[22m\n\u001b[1m(Omona shōten wa tōjidesu. Kare no kazoku wa kamihanki ni hyōji sa re, kare no imōto wa kanari chūmokuwoatsumeru. Kare no kazoku no nochi de, kare wa atarashī kyarakutā o mitasu kare no kunren no hanashi ga kuru. Kekkyoku, karera wa kare no `shibō no' masutā, kusakari-bu Asako to no deai o shimesu.)\u001b[22m\n\nTranslations of \u001b[4mThe main focus is Yuuji. His family is shown in the first half and his sister gets quite the attention. After his family, comes his training story where he meets new characters. In the end, they show his encounter with his 'to-be' master, Asako Kusakabe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main focus is Yuuji.\u001b[24m\n    \u001b[1m主な焦点は湯治です。\u001b[22m, \u001b[1m主な焦点は、祐二です。\u001b[22m\n\u001b[4mHis family is shown in the first half and his sister gets quite the attention.\u001b[24m\n    \u001b[1m彼の家族は上半期に表示され、彼の妹はかなり注目を集める。\u001b[22m, \u001b[1m彼の家族は前半に示されていると彼の妹はかなりの注目を取得します。\u001b[22m\n\u001b[4mAfter his family, comes his training story where he meets new characters.\u001b[24m\n    \u001b[1m彼の家族の後で、彼は新しいキャラクターを満たす彼の訓練の話が来る。\u001b[22m, \u001b[1m彼の家族の後、彼は新しい文字を満たしている彼のトレーニングの話をしています。\u001b[22m\n\u001b[4mIn the end, they show his encounter with his 'to-be' master, Asako Kusakabe.\u001b[24m\n    \u001b[1m結局、彼らは彼の「志望の」マスター、草刈部朝子との出会いを示す。\u001b[22m, \u001b[1m最後に、彼らは彼の 'に-こと」マスター、麻子日下部との彼の遭遇を示します。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 8/10:\n\n\u001b[1m楽しさ8/10：\u001b[22m\n\u001b[1m(Tanoshisa 8/ 10:)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 8/10:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 8/10:\u001b[24m\n    \u001b[1m楽しさ8/10：\u001b[22m, \u001b[1m楽し8/10：\u001b[22m\nI can't say that I enjoyed this special since it was supposed to only fill in the gaps in our main character. Graphic scenes and a dark past aren't that enjoyable if you ask me. Nonetheless, this special is a really good one and I think the information given in it will play an important role in the upcoming sequel.\n\n\u001b[1m主人公の隙間だけを埋めることになっていたので、私はこの特別なことを楽しんだとは言えません。 あなたが私に尋ねるなら、グラフィックシーンと暗い過去は楽しいものではありません。 それにもかかわらず、このスペシャルは本当に良いものです。私はそれで与えられた情報が今後の続編で重要な役割を果たすと思います。\u001b[22m\n\u001b[1m(Shujinkō no sukima dake o umeru koto ni natte itanode, watashi wa kono tokubetsuna koto o tanoshinda to wa iemasen. Anata ga watashi ni tazunerunara, gurafikkushīn to kurai kako wa tanoshī monode wa arimasen. Sore nimokakawarazu, kono supesharu wa hontōni yoi monodesu. Watashi wa sore de atae rareta jōhō ga kongo no zokuhen de jūyōna yakuwariwohatasu to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mI can't say that I enjoyed this special since it was supposed to only fill in the gaps in our main character. Graphic scenes and a dark past aren't that enjoyable if you ask me. Nonetheless, this special is a really good one and I think the information given in it will play an important role in the upcoming sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't say that I enjoyed this special since it was supposed to only fill in the gaps in our main character.\u001b[24m\n    \u001b[1m主人公の隙間だけを埋めることになっていたので、私はこの特別なことを楽しんだとは言えません。\u001b[22m, \u001b[1m私はそれが唯一の私たちのメインキャラクターのギャップを埋めることになっていたので、この特別な楽しんでいることを言うことはできません。\u001b[22m\n\u001b[4mGraphic scenes and a dark past aren't that enjoyable if you ask me.\u001b[24m\n    \u001b[1mあなたが私に尋ねるなら、グラフィックシーンと暗い過去は楽しいものではありません。\u001b[22m, \u001b[1mあなたは私に言わせれば、グラフィックシーンや暗い過去はその楽しいではありません。\u001b[22m\n\u001b[4mNonetheless, this special is a really good one and I think the information given in it will play an important role in the upcoming sequel.\u001b[24m\n    \u001b[1mそれにもかかわらず、このスペシャルは本当に良いものです。私はそれで与えられた情報が今後の続編で重要な役割を果たすと思います。\u001b[22m, \u001b[1mそれにもかかわらず、この特別な、本当に良いものだと私はそれに記載された情報は、今後の続編に重要な役割を果たしていると思います。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "Animeanime2",
    "profile": "/profile/Animeanime2/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=213360",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nGrisaia no Meikyuu is a must watch inbetween Grisaia no Kajitsu and Grisaia no Rakuen. If you start Rakuen you'll immediately notice a gap in story, this because Meikyuu is the introduction story to the second Grisaia season.\n明光は素晴らしく、完璧です。それは非常に良いペースを持ち、勇士の若者のフラッシュバックの話の中であなたの感情をかき立てる方法を知っています。\n芸術は第1シーズンと第2シーズンと同じくらい驚くべきものです。一瞬を見逃したり、逃したりすることは決してありません。\n私はたくさんのレビューをしませんが、明光は私の献身的な注目に値しました！\nあなたがこれを見なければならないかどうかまだ疑問に思っている皆に、はい、それを見てください！  Grisaia no Rakuenを開始する必要があります。最初のシーズンが急いでいると思っている場合は（i.m.o btwです）、心配する必要はありません。 そして、あなたがまだGrisaiaの詳細や瞬間を欲しがっているなら、VNは複数の手段で利用できます（合法的には合法的に英語で、検索= Pだけですが、私は会社を宣伝しません。 あなたがこの傑作を買うことができる場所を私が喜んで指示するPMで私に尋ねる）\nそ、 ご ご ご わｔｃｈ めいきゅう ＆あｍｐ； らくえん！！！！ （＾お＾）／",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGrisaia no Meikyuu is a must watch inbetween Grisaia no Kajitsu and Grisaia no Rakuen. If you start Rakuen you'll immediately notice a gap in story, this because Meikyuu is the introduction story to the second Grisaia season.\n(Grisaia no Meikyuu is a masuto watch inbetween Grisaia no Kajitsu ando Grisaia no Rakuen. If you start Rakuen you' ll immediately nōtisu a gap in story, this bikōzu Meikyuu is the introduction story to the sekando Grisaia season.)\n\n\u001b[1mGrisaia no Meikyuu is a must watch inbetween Grisaia no Kajitsu and Grisaia no Rakuen. If you start Rakuen you'll immediately notice a gap in story, this because Meikyuu is the introduction story to the second Grisaia season.\u001b[22m\n\u001b[1m(Grisaia no Meikyuu is a masuto watch inbetween Grisaia no Kajitsu ando Grisaia no Rakuen. If you start Rakuen you' ll immediately nōtisu a gap in story, this bikōzu Meikyuu is the introduction story to the sekando Grisaia season.)\u001b[22m\nMeikyuu is wonderful and complete, it has a very good pace and knows how to stir your emotions during this flashback story of Yuuji's youth.\n\n\u001b[1m明光は素晴らしく、完璧です。それは非常に良いペースを持ち、勇士の若者のフラッシュバックの話の中であなたの感情をかき立てる方法を知っています。\u001b[22m\n\u001b[1m(Meikō wa subarashiku, kanpekidesu. Sore wa hijō ni yoi pēsu o mochi, yūshi no wakamono no furasshu bakku no hanashi no naka de anata no kanjō o kakitateru hōhō o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mMeikyuu is wonderful and complete, it has a very good pace and knows how to stir your emotions during this flashback story of Yuuji's youth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMeikyuu is wonderful and complete, it has a very good pace and knows how to stir your emotions during this flashback story of Yuuji's youth.\u001b[24m\n    \u001b[1m明光は素晴らしく、完璧です。それは非常に良いペースを持ち、勇士の若者のフラッシュバックの話の中であなたの感情をかき立てる方法を知っています。\u001b[22m, \u001b[1m迷宮は、それは非常に良いペースを持っており、祐二の若者のこのフラッシュバックストーリー中にあなたの感情を攪拌する方法を知っている、素晴らしいと完了です。\u001b[22m\nThe art is amazing as in the first and second season, and you'll never want to look away or miss a single moment.\n\n\u001b[1m芸術は第1シーズンと第2シーズンと同じくらい驚くべきものです。一瞬を見逃したり、逃したりすることは決してありません。\u001b[22m\n\u001b[1m(Geijutsu wa dai 1 shīzun to dai 2 shīzun to onaji kurai odorokubeki monodesu. Isshun o minogashi tari, nogashi tari suru koto wa kesshite arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art is amazing as in the first and second season, and you'll never want to look away or miss a single moment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is amazing as in the first and second season, and you'll never want to look away or miss a single moment.\u001b[24m\n    \u001b[1m芸術は第1シーズンと第2シーズンと同じくらい驚くべきものです。一瞬を見逃したり、逃したりすることは決してありません。\u001b[22m, \u001b[1m芸術は、第一および第二シーズンのように素晴らしいです、あなたは離れて見たり、単一の瞬間を逃したくは決してないだろう。\u001b[22m\nI don't give a lot of reviews, but Meikyuu deserved my devoted attention!\n\n\u001b[1m私はたくさんのレビューをしませんが、明光は私の献身的な注目に値しました！\u001b[22m\n\u001b[1m(Watashi wa takusan no rebyū o shimasenga, Meikō wa watashi no kenshin-tekina chūmoku ni ataishimashita!)\u001b[22m\n\nTranslations of \u001b[4mI don't give a lot of reviews, but Meikyuu deserved my devoted attention!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't give a lot of reviews, but Meikyuu deserved my devoted attention!\u001b[24m\n    \u001b[1m私はたくさんのレビューをしませんが、明光は私の献身的な注目に値しました！\u001b[22m, \u001b[1m私はレビューの多くを与えることはありませんが、迷宮は私の献身的な注目に値します！\u001b[22m\nTo all you still wondering if you should watch this, YES, watch it! It's necessary to start Grisaia no Rakuen, and if you found yourself thinking the first season is rushed (which it is i.m.o btw), do not worry, because fro mhere on out the pacing is as it should be for such an amazing story! And if you still crave more details and moments of Grisaia, the VN is available through multiple means (yes also legally in English, just search =P but I don't promote companies so if you still can't find it you'll have to ask me in a PM in which I'll gladly direct you where you can buy this masterpiece)\n\n\u001b[1mあなたがこれを見なければならないかどうかまだ疑問に思っている皆に、はい、それを見てください！  Grisaia no Rakuenを開始する必要があります。最初のシーズンが急いでいると思っている場合は（i.m.o btwです）、心配する必要はありません。 そして、あなたがまだGrisaiaの詳細や瞬間を欲しがっているなら、VNは複数の手段で利用できます（合法的には合法的に英語で、検索= Pだけですが、私は会社を宣伝しません。 あなたがこの傑作を買うことができる場所を私が喜んで指示するPMで私に尋ねる）\u001b[22m\n\u001b[1m(Anata ga kore o minakereba naranai ka dō ka mada gimon ni omotte iru mina ni, wa i, sore o mitekudasai! Grisaia no Rakuen o kaishi suru hitsuyō ga arimasu. Saisho no shīzun ga isoide iru to omotte iru baai wa (i. M. O btwdesu), shinpai suru hitsuyō wa arimasen. Soshite, anata ga mada Grisaia no shōsai ya shunkan o hoshi gatte irunara, VN wa fukusū no shudan de riyō dekimasu (gōhō-teki ni wa gōhō-teki ni eigo de, kensaku = P dakedesuga, watashi wa kaisha o senden shimasen. Anata ga kono kessaku o kau koto ga dekiru basho o watashi ga yorokonde shiji suru PM de watashi ni tazuneru))\u001b[22m\n\nTranslations of \u001b[4mTo all you still wondering if you should watch this, YES, watch it! It's necessary to start Grisaia no Rakuen, and if you found yourself thinking the first season is rushed (which it is i.m.o btw), do not worry, because fro mhere on out the pacing is as it should be for such an amazing story! And if you still crave more details and moments of Grisaia, the VN is available through multiple means (yes also legally in English, just search =P but I don't promote companies so if you still can't find it you'll have to ask me in a PM in which I'll gladly direct you where you can buy this masterpiece)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo all you still wondering if you should watch this, YES, watch it!\u001b[24m\n    \u001b[1mあなたがこれを見なければならないかどうかまだ疑問に思っている皆に、はい、それを見てください！\u001b[22m, \u001b[1mすべてにあなたはまだあなたがこれを見なければならない場合は、YES、それを見て不思議！\u001b[22m\n\u001b[4mIt's necessary to start Grisaia no Rakuen, and if you found yourself thinking the first season is rushed (which it is i.m.o btw), do not worry, because fro mhere on out the pacing is as it should be for such an amazing story!\u001b[24m\n    \u001b[1mGrisaia no Rakuenを開始する必要があります。最初のシーズンが急いでいると思っている場合は（i.m.o btwです）、心配する必要はありません。\u001b[22m, \u001b[1mそれは、このような驚くべき物語のためにする必要がありますようにペーシングうちにあちこちmhereがあるので、Grisaiaノー楽園を起動しないことが必要だし、あなた自身が（それはところでi.m.oである）最初のシーズンが殺到されている考えが見つかった場合、心配しないでください！\u001b[22m\n\u001b[4mAnd if you still crave more details and moments of Grisaia, the VN is available through multiple means (yes also legally in English, just search =P but I don't promote companies so if you still can't find it you'll have\u001b[24m\n    \u001b[1mそして、あなたがまだGrisaiaの詳細や瞬間を欲しがっているなら、VNは複数の手段で利用できます（合法的には合法的に英語で、検索= Pだけですが、私は会社を宣伝しません。\u001b[22m, \u001b[1mあなたはまだ詳細とGrisaiaの瞬間を切望する場合と、VNはイエスも合法的に英語で、ちょうどP =検索ができますが、必要があるでしょうあなたはまだそれを見つけることができませんので、もし私が会社を促進しない（複数の手段を介して提供されています\u001b[22m\n\u001b[4mto ask me in a PM in which I'll gladly direct you where you can buy this masterpiece)\u001b[24m\n    \u001b[1mあなたがこの傑作を買うことができる場所を私が喜んで指示するPMで私に尋ねる）\u001b[22m, \u001b[1mあなたはこの傑作を購入することができます）私は喜んであなたを導くでしょうしたPMで私を依頼します\u001b[22m\nそ、 ご ご ご わｔｃｈ めいきゅう ＆あｍｐ； らくえん！！！！ （＾お＾）／\n(So, go go go wa tch mei kyū& a mp; ra kuen! ! ! ! (^ O ^)/)\n\n\u001b[1mそ、 ご ご ご わｔｃｈ めいきゅう ＆あｍｐ； らくえん！！！！ （＾お＾）／\u001b[22m\n\u001b[1m(So, go go go wa tch mei kyū& a mp; ra kuen! ! ! ! (^ O ^)/)\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "Lancehot",
    "profile": "/profile/Lancehot/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=187672",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  7\n\nTL; DR  -  GrisaiaのLabyrinth（それが始まるカプリスの物語の繭）は、 あなたが楽しむ葉。 それの終わりまでに、勇次は魅力的なバックストーリーを持っています、グリッサイアのエデンの残りの部分は、セットアップ＆amp; あなたは強姦の冗談でぎこちなく笑っているのを見つけました。  Tumblrのためのものではありません。\n\nグリッサイアのフルーツは、すべてが考慮され、失望していました。 ビジュアル小説から12話に至る5つのルートを詰め込むための急いで試みた結果、主人公の裕二がバックストーリー＆amp; 三浜アカデミーの女の子の個人的な問題。 今、The Labyrinth of Grisaia＆amp; amp; 実際にカプリスのコクーンの話全体が弧を描くようになり、ついにGrisaiaのクール＆amp; 構成主人公。  （このレビューでは、このエピソードのイベントだけでなく、カプリスのコクーンの話全体を考慮しています）\n\n＆amp; 彼が持っているバックストーリー。 絶望の旅を抑える... 私は、裕次郎が冷たい心の暗殺者になるまでの道のりが、誰もが衝撃的なものになるだろうと誰もが予想していたと推測するのは難しいとは思わない。 しかし、カプリスのコクーンで語った悲劇的な裏話は、予想していたものをはるかに超えている。 近親相姦、家庭内虐待、殺人、児童虐待、子供兵、レイプ、戦争＆amp; キッチンシンクは放棄されて聴衆に投げ込まれます。 多くの人が複数の生涯を過ごすよりも、彼の17年間で多くの経験があります。 そんなに残忍な人生。 心が傷ついて心が痛いので、本当に残っている人がいれば、それは人類の細断術でまっすぐにやって来たのだろう。 それはトラウマ＆amp;\n\n...＆amp; 私は笑った。\n\n私はそれを全部笑った。 私は裕二が妹に性的暴行を受けたときに笑った。 彼の母親が裸で＆amp; 垂木からぶら下がっている。 私は彼が少女のパンティーだけを着て男を殺したときに笑った。 彼の犬がクマに食べられたとき、私は笑った。 私は笑って、笑って＆amp; 作者が「勇人には外傷的な過去が必要だ」と言われたような話のこの完全な群れで、もう少し笑った。 彼はちょうど編集や自己拘束のない町に行きました。\n\nCocoonの2時間に渡って、Yuujiは、放置された弟から小児兵士、暗殺者、米国海兵隊、CIA以外のエージェントに高校に行く前に行く。 ストーリーは数多くの映画からインスピレーションを受けたようだ。 レオン（Leon）、ハンナ（Hanna）、プラトーン（Platoon）、カム＆amp;  Hansel＆amp; ブラックラグーン＆amp; 天国は他にもいくつの可能性のある情報源しか知りません。 フォレストガンプもそこにいる。\n\nそれにもかかわらず、それはかなり簡単な話です。裕二についてもっと教えてください。  Grisaiaの果物の最後のエピソードに登場したブロンドのテロリスト、ヒース・オスロとの関係。 あなたが上の名前の映画のいずれかを見たなら、あなたは祐次の旅の各部分がどのように演じるかをかなり知っているでしょう。 おそらくあなたが期待していないことは、裕次郎の「トラウマ的な」過去の物語がどれほど大いに不快なものになっているかです。\n\nこのストーリーには非常に多くのタブ＆amp; それはその意図のようにほとんど感じる不快な主題です。 彼の妹が浴場で虐待されたり、ユリア・ハルデラを強姦したりするのは、彼の指導者＆ 夫妻の浅草朝子さん（もちろん、彼女が好きな人）はまだ未成年だが、この話はちょうどタブー＆ シーンの後の外傷シーンは、胴の底が届かないようなものです。  Cocoonコースの間には、すべてのクリシェ＆amp; 深夜のアニメを人々に与えてくれるトロープは、広い寝台に慎重さを感じさせない。 ラプは冗談として、ロマンチックなペアリングとして性的に未成年者を襲う。 それはすべてここにあります。\n\n幸いにも、グリッサイアの執筆は、それが最も暗い＆amp; 最も悲劇的な瞬間、私ができることは笑いでした。  Cocoonは、それを上げていくテーマを、スレハーマー、 その主題をまっすぐに演奏している間に、全体が冗談であることはかなり明らかです。 彼らがそれをどこまで押し込むことができるかを見る試み。 最後にはまだ一貫したストーリーが出てきます。  ＆amp; ショーのクレジットに、コクーンはこれまでのGrisaiaシリーズの中で最高のストーリーです。 とにかく裕二さんのお姉ちゃんに終わってしまったアマネーズに行くために、ほとんどの女の子の話を急いでいたような気がしていましたが、コクーンは純粋にゆうじ＆ それに2時間を費やす。\n\n作家のクレジットにも、物語は後で起こるものをセットアップする努力をして、より少ないスクリプトでは見逃してしまうでしょう。 最も明白な例は、この話で非常にマイナーな役割を果たしている美浜学園の女の子たちが、この記事をユリア（＆amp; amp;私たち）に直接報告するという事実にもかかわらず、 会議。 私が物語そのものを却下したときに作家に小道具を渡すのは奇妙に思えるかもしれませんが、物語について何を言わなければならないのか、脚本はかなり良いです。 他のソースから持ち上げられたビットだけではありません。 このスクリプトは、ダイアログ＆amp; どのようにゆうじが終わっても、そこには彼に無意味な関心を持っているかわいい女の子がいます（男はゲームを持っています）。 しかし、偶然にもデザインによっても、私は少しでも夢中になったForest Gump / Platoonの部分でさえ、それを楽しんでいました。\n\nカプリスの繭は、褒め言葉としてシュロックと呼べるものです。 それはあなたが持っているすべての感性を怒らせようとするポストストーリーとしては馬鹿だが、私が少なくとも面白い＆amp; 面白い。 私はこれがどれほど意図的なのか分かりませんが、Grisaiaの視覚小説について私が知っていることはほとんど分かりませんが、アニメの適応のファンのように真剣に取り組むものではありません。 その話を伝えるために与えられた長いランタイムから非常に利益を受ける、腐敗の面白い物語です。 あなたがシリーズの前の出来事についてほとんど知らないことを意味するので、Fris of Grisaiaが好きではない人でさえチェックしてください。 ここではグリッサイアのエデンの残りの部分がこれにマッチすることを期待しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR - Labyrinth of Grisaia (&amp; the Cocoon of Caprice story it begins) is dumb schlock that sets out to offend &amp; leaves you entertained. By the end of it, Yuuji has an engaging backstory, the rest of the Eden of Grisaia story is well setup &amp; you've found yourself laughing awkwardly at rape jokes. Not for Tumblr.\n\n\u001b[1mTL; DR  -  GrisaiaのLabyrinth（それが始まるカプリスの物語の繭）は、 あなたが楽しむ葉。 それの終わりまでに、勇次は魅力的なバックストーリーを持っています、グリッサイアのエデンの残りの部分は、セットアップ＆amp; あなたは強姦の冗談でぎこちなく笑っているのを見つけました。  Tumblrのためのものではありません。\u001b[22m\n\u001b[1m(TL; DR - Grisaia no Labyrinth (sore ga hajimaru kapurisu no monogatari no mayu) wa, anata ga tanoshimu ha. Sore no owari made ni, Yūji wa miryoku-tekina bakkusutōrī o motte imasu, gurissaia no eden no nokori no bubun wa, settoappu& amp; anata wa gōkan no jōdan de gikochinaku waratte iru no o mitsukemashita. Tanburā no tame no monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR - Labyrinth of Grisaia (&amp; the Cocoon of Caprice story it begins) is dumb schlock that sets out to offend &amp; leaves you entertained. By the end of it, Yuuji has an engaging backstory, the rest of the Eden of Grisaia story is well setup &amp; you've found yourself laughing awkwardly at rape jokes. Not for Tumblr.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR - Labyrinth of Grisaia (&amp; the Cocoon of Caprice story it begins) is dumb schlock that sets out to offend &amp;\u001b[24m\n    \u001b[1mTL; DR  -  GrisaiaのLabyrinth（それが始まるカプリスの物語の繭）は、\u001b[22m, \u001b[1mTL; DR  -  Grisaiaの迷宮（＆＃038;それが始まるカプリスストーリーのコクーン）怒ら＆アンペアに出設定ダム安物です。\u001b[22m\n\u001b[4mleaves you entertained.\u001b[24m\n    \u001b[1mあなたが楽しむ葉。\u001b[22m, \u001b[1mあなたが楽しま残します。\u001b[22m\n\u001b[4mBy the end of it, Yuuji has an engaging backstory, the rest of the Eden of Grisaia story is well setup &amp;\u001b[24m\n    \u001b[1mそれの終わりまでに、勇次は魅力的なバックストーリーを持っています、グリッサイアのエデンの残りの部分は、セットアップ＆amp;\u001b[22m, \u001b[1mそれの終わりまでに、雄二は魅力的裏話を持って、エデンGrisaiaの物語の残りの部分はうまくセットアップ＆アンプです。\u001b[22m\n\u001b[4myou've found yourself laughing awkwardly at rape jokes.\u001b[24m\n    \u001b[1mあなたは強姦の冗談でぎこちなく笑っているのを見つけました。\u001b[22m, \u001b[1mあなた自身がレイプジョークでぎこちなく笑って見つけました。\u001b[22m\n\u001b[4mNot for Tumblr.\u001b[24m\n    \u001b[1mTumblrのためのものではありません。\u001b[22m, \u001b[1mではないTumblrのため。\u001b[22m\n\u001b[1m\u001b[22m\nFruit of Grisaia was, all things considered, a disappointment. A rushed attempt to cram five story routes from the visual novel into twelve episodes, the result was a watchable but not particularly enjoyable harem where main man Yuuji blitzed his way through the back stories &amp; personal problems of the girls at Mihama academy. Now, with The Labyrinth of Grisaia &amp; indeed the whole Cocoon of Caprice story arc, we finally get to find out more about the mysterious assassin who is Grisaia's cool &amp; composed protagonist. (note, this review takes the whole Cocoon of Caprice story into account, not just events of this episode)\n\n\u001b[1mグリッサイアのフルーツは、すべてが考慮され、失望していました。 ビジュアル小説から12話に至る5つのルートを詰め込むための急いで試みた結果、主人公の裕二がバックストーリー＆amp; 三浜アカデミーの女の子の個人的な問題。 今、The Labyrinth of Grisaia＆amp; amp; 実際にカプリスのコクーンの話全体が弧を描くようになり、ついにGrisaiaのクール＆amp; 構成主人公。  （このレビューでは、このエピソードのイベントだけでなく、カプリスのコクーンの話全体を考慮しています）\u001b[22m\n\u001b[1m(Gurissaia no furūtsu wa, subete ga kōryo sa re, shitsubō shite imashita. Bijuaru shōsetsu kara 12-wa ni itaru itsutsu no rūto o tsumekomu tame no isoide kokoromita kekka, shujinkō no Yūji ga bakkusutōrī& amp; Mihama akademī no on'nanoko no kojin-tekina mondai. Ima, The Labyrinth of Grisaia& amp; amp; jissai ni kapurisu no kokūn no hanashi zentai ga kowoegaku-yō ni nari, tsuini Grisaia no kūru& amp; kōsei shujinkō. (Kono rebyūde wa, kono episōdo no ibento dakedenaku, kapurisu no kokūn no hanashi zentai o kōryo shite imasu))\u001b[22m\n\nTranslations of \u001b[4mFruit of Grisaia was, all things considered, a disappointment. A rushed attempt to cram five story routes from the visual novel into twelve episodes, the result was a watchable but not particularly enjoyable harem where main man Yuuji blitzed his way through the back stories &amp; personal problems of the girls at Mihama academy. Now, with The Labyrinth of Grisaia &amp; indeed the whole Cocoon of Caprice story arc, we finally get to find out more about the mysterious assassin who is Grisaia's cool &amp; composed protagonist. (note, this review takes the whole Cocoon of Caprice story into account, not just events of this episode)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFruit of Grisaia was, all things considered, a disappointment.\u001b[24m\n    \u001b[1mグリッサイアのフルーツは、すべてが考慮され、失望していました。\u001b[22m, \u001b[1mグリザイアの果実は、すべてのものが考えられ、期待外れに終わりました。\u001b[22m\n\u001b[4mA rushed attempt to cram five story routes from the visual novel into twelve episodes, the result was a watchable but not particularly enjoyable harem where main man Yuuji blitzed his way through the back stories &amp;\u001b[24m\n    \u001b[1mビジュアル小説から12話に至る5つのルートを詰め込むための急いで試みた結果、主人公の裕二がバックストーリー＆amp;\u001b[22m, \u001b[1m12のエピソードにビジュアルノベルから5階建てのルートを詰め込むために急い試み、その結果は、メインの男雄二はバックストーリー＆＃038を介して自分の道を電撃的に攻撃されたなんとか見たが特に楽しくないハーレムでした。\u001b[22m\n\u001b[4mpersonal problems of the girls at Mihama academy.\u001b[24m\n    \u001b[1m三浜アカデミーの女の子の個人的な問題。\u001b[22m, \u001b[1m美浜アカデミーでの女の子の個人的な問題。\u001b[22m\n\u001b[4mNow, with The Labyrinth of Grisaia &amp;\u001b[24m\n    \u001b[1m今、The Labyrinth of Grisaia＆amp; amp;\u001b[22m, \u001b[1mさて、Grisaia＆アンプの迷宮で、\u001b[22m\n\u001b[4mindeed the whole Cocoon of Caprice story arc, we finally get to find out more about the mysterious assassin who is Grisaia's cool &amp;\u001b[24m\n    \u001b[1m実際にカプリスのコクーンの話全体が弧を描くようになり、ついにGrisaiaのクール＆amp;\u001b[22m, \u001b[1m確かカプリスストーリーアークの全体の繭は、我々は最終的にGrisaiaのクール＆アンペアである神秘的な暗殺者についての詳細を調べるために取得します。\u001b[22m\n\u001b[4mcomposed protagonist.\u001b[24m\n    \u001b[1m構成主人公。\u001b[22m\n\u001b[4m(note, this review takes the whole Cocoon of Caprice story into account, not just events of this episode)\u001b[24m\n    \u001b[1m（このレビューでは、このエピソードのイベントだけでなく、カプリスのコクーンの話全体を考慮しています）\u001b[22m, \u001b[1m（ノートが、この口コミが考慮カプリスストーリーの全体の繭をとり、このエピソードのだけではなく、イベント）\u001b[22m\n\u001b[1m\u001b[22m\n&amp; what a back story he has. depressing journey of despair... I don't think it's a stretch to assume that everyone expected the route Yuuji took to becoming a cold hearted assassin was going to be a traumatic one. But the tragic back story told in The Cocoon of Caprice goes far beyond what one might have been anticipating. Incest, domestic abuse, murder, child sex slavery, child soldiers, rape, war &amp; the kitchen sink are thrown at the audience with abandon. Yuuji has been through more in his seventeen years than most would go through in multiple lifetimes. A life so brutal &amp; a mind so traumatised that it's a wonder he has come through it with an shred of humanity at all, if indeed he has any left. It's a traumatic &amp;\n\n\u001b[1m＆amp; 彼が持っているバックストーリー。 絶望の旅を抑える... 私は、裕次郎が冷たい心の暗殺者になるまでの道のりが、誰もが衝撃的なものになるだろうと誰もが予想していたと推測するのは難しいとは思わない。 しかし、カプリスのコクーンで語った悲劇的な裏話は、予想していたものをはるかに超えている。 近親相姦、家庭内虐待、殺人、児童虐待、子供兵、レイプ、戦争＆amp; キッチンシンクは放棄されて聴衆に投げ込まれます。 多くの人が複数の生涯を過ごすよりも、彼の17年間で多くの経験があります。 そんなに残忍な人生。 心が傷ついて心が痛いので、本当に残っている人がいれば、それは人類の細断術でまっすぐにやって来たのだろう。 それはトラウマ＆amp;\u001b[22m\n\u001b[1m(& Amp; kare ga motte iru bakkusutōrī. Watashi wa, Yūjirō ga tsumetai kokoro no asashin ni naru made no michinori ga, daremoga shōgeki-tekina mono ni narudarou to daremoga yosō shite ita to suisoku suru no wa muzukashī to wa omowanai. Shikashi, kapurisu no kokūn de katatta higeki-tekina urabanashi wa, yosō shite ita mono o haruka ni koete iru. Konshinsōkan, katei-nai gyakutai, satsujin, jidō gyakutai, kodomo-hei, reipu, sensō& amp; kitchinshinku wa hōki sa rete chōshū ni nagekoma remasu. Ōku no hito ga fukusū no shōgai o sugosu yori mo, kare no 17-nenkan de ōku no keiken ga arimasu. Son'nani zan'nin'na jinsei. Kokoro ga kizutsuite kokoro ga itainode, hontōni nokotte iru hito ga ireba, soreha jinrui no hoso dan-jutsu de massugu ni yattekita nodarou. Sore wa torauma& amp; zetsubō no tabi o osaeru...)\u001b[22m\n\nTranslations of \u001b[4m&amp; what a back story he has. depressing journey of despair... I don't think it's a stretch to assume that everyone expected the route Yuuji took to becoming a cold hearted assassin was going to be a traumatic one. But the tragic back story told in The Cocoon of Caprice goes far beyond what one might have been anticipating. Incest, domestic abuse, murder, child sex slavery, child soldiers, rape, war &amp; the kitchen sink are thrown at the audience with abandon. Yuuji has been through more in his seventeen years than most would go through in multiple lifetimes. A life so brutal &amp; a mind so traumatised that it's a wonder he has come through it with an shred of humanity at all, if indeed he has any left. It's a traumatic &amp;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&amp;\u001b[24m\n    \u001b[1m＆amp;\u001b[22m, \u001b[1m＆＃038;\u001b[22m\n\u001b[4mwhat a back story he has.\u001b[24m\n    \u001b[1m彼が持っているバックストーリー。\u001b[22m, \u001b[1m彼が持っているもののバックストーリー。\u001b[22m\n\u001b[4mI don't think it's a stretch to assume that everyone expected the route Yuuji took to becoming a cold hearted assassin was going to be a traumatic one.\u001b[24m\n    \u001b[1m私は、裕次郎が冷たい心の暗殺者になるまでの道のりが、誰もが衝撃的なものになるだろうと誰もが予想していたと推測するのは難しいとは思わない。\u001b[22m, \u001b[1m私はそれが誰もが雄二は冷たい心の暗殺者は外傷1になる予定だったになるために取ったルートを期待していることを前提とするストレッチだとは思いません。\u001b[22m\n\u001b[4mBut the tragic back story told in The Cocoon of Caprice goes far beyond what one might have been anticipating.\u001b[24m\n    \u001b[1mしかし、カプリスのコクーンで語った悲劇的な裏話は、予想していたものをはるかに超えている。\u001b[22m, \u001b[1mしかし、カプリスの繭に語った悲劇的なバックストーリーはこれまで1が先取りされているかもしれないものを超えています。\u001b[22m\n\u001b[4mIncest, domestic abuse, murder, child sex slavery, child soldiers, rape, war &amp;\u001b[24m\n    \u001b[1m近親相姦、家庭内虐待、殺人、児童虐待、子供兵、レイプ、戦争＆amp;\u001b[22m, \u001b[1m近親相姦、家庭内暴力、殺人、子どもの性的奴隷制、子ども兵士、レイプ、戦争＆＃038;\u001b[22m\n\u001b[4mthe kitchen sink are thrown at the audience with abandon.\u001b[24m\n    \u001b[1mキッチンシンクは放棄されて聴衆に投げ込まれます。\u001b[22m, \u001b[1m台所のシンクは放棄して観客に投げています。\u001b[22m\n\u001b[4mYuuji has been through more in his seventeen years than most would go through in multiple lifetimes.\u001b[24m\n    \u001b[1m多くの人が複数の生涯を過ごすよりも、彼の17年間で多くの経験があります。\u001b[22m, \u001b[1m祐二はほとんどが複数の寿命に通過するよりも、彼の17年間で、より多くのを完了したものです。\u001b[22m\n\u001b[4mA life so brutal &amp;\u001b[24m\n    \u001b[1mそんなに残忍な人生。\u001b[22m, \u001b[1mそう残忍＆アンペア生活。\u001b[22m\n\u001b[4ma mind so traumatised that it's a wonder he has come through it with an shred of humanity at all, if indeed he has any left.\u001b[24m\n    \u001b[1m心が傷ついて心が痛いので、本当に残っている人がいれば、それは人類の細断術でまっすぐにやって来たのだろう。\u001b[22m, \u001b[1m心はそう確かに彼は左を持っている場合、それは、彼がすべてで人類の細断処理して、それを通って来ている不思議だことを心に傷を負いました。\u001b[22m\n\u001b[4mIt's a traumatic &amp;\u001b[24m\n    \u001b[1mそれはトラウマ＆amp;\u001b[22m, \u001b[1mそれは外傷性＆アンプです。\u001b[22m\n\u001b[4mdepressing journey of despair...\u001b[24m\n    \u001b[1m絶望の旅を抑える...\u001b[22m, \u001b[1m絶望の憂鬱旅...\u001b[22m\n\u001b[1m\u001b[22m\n...&amp; I laughed.\n\n\u001b[1m...＆amp; 私は笑った。\u001b[22m\n\u001b[1m(... & Amp; watashi wa waratta.)\u001b[22m\n\nTranslations of \u001b[4m...&amp; I laughed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...&amp;\u001b[24m\n    \u001b[1m...＆amp;\u001b[22m, \u001b[1m...＆＃038;\u001b[22m\n\u001b[4mI laughed.\u001b[24m\n    \u001b[1m私は笑った。\u001b[22m, \u001b[1m笑った。\u001b[22m, \u001b[1m私は笑いました。\u001b[22m\n\u001b[1m\u001b[22m\nI laughed throughout all of it. I laughed when Yuuji was sexually assaulted by his sister. I laughed when found his mother naked &amp; hanging from the rafters. I laughed when he murdered a man wearing nothing but girl's panties, &amp; I laughed when his dog was eaten by a bear. I laughed, laughed &amp; laughed some more, at this utter clusterfuck of a story that seemed the result of the writer being told 'Yuuji needs a traumatic past' &amp; he just went to town with no editorial or self-restraint.\n\n\u001b[1m私はそれを全部笑った。 私は裕二が妹に性的暴行を受けたときに笑った。 彼の母親が裸で＆amp; 垂木からぶら下がっている。 私は彼が少女のパンティーだけを着て男を殺したときに笑った。 彼の犬がクマに食べられたとき、私は笑った。 私は笑って、笑って＆amp; 作者が「勇人には外傷的な過去が必要だ」と言われたような話のこの完全な群れで、もう少し笑った。 彼はちょうど編集や自己拘束のない町に行きました。\u001b[22m\n\u001b[1m(Watashi wa sore o zenbu waratta. Watashi wa Yūji ga imōto ni seiteki bōkō o uketa toki ni waratta. Kare no hahaoya ga hadaka de& amp; taruki kara burasagatte iru. Watashi wa kare ga shōjo no pantī dake o kite otoko o koroshita toki ni waratta. Kare no inu ga kuma ni tabe rareta toki, watashi wa waratta. Watashi wa waratte, waratte& amp; sakusha ga `Hayato ni wa gaishō-tekina kako ga hitsuyōda' to iwa reta yōna hanashi no kono kanzen'na mure de, mōsukoshi waratta. Kare wa chōdo henshū ya jiko kōsoku no nai machi ni ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mI laughed throughout all of it. I laughed when Yuuji was sexually assaulted by his sister. I laughed when found his mother naked &amp; hanging from the rafters. I laughed when he murdered a man wearing nothing but girl's panties, &amp; I laughed when his dog was eaten by a bear. I laughed, laughed &amp; laughed some more, at this utter clusterfuck of a story that seemed the result of the writer being told 'Yuuji needs a traumatic past' &amp; he just went to town with no editorial or self-restraint.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI laughed throughout all of it.\u001b[24m\n    \u001b[1m私はそれを全部笑った。\u001b[22m, \u001b[1m私はそれのすべてを通して笑いました。\u001b[22m\n\u001b[4mI laughed when Yuuji was sexually assaulted by his sister.\u001b[24m\n    \u001b[1m私は裕二が妹に性的暴行を受けたときに笑った。\u001b[22m, \u001b[1m祐二が性的に彼の妹に襲われたとき、私は笑いました。\u001b[22m\n\u001b[4mI laughed when found his mother naked &amp;\u001b[24m\n    \u001b[1m彼の母親が裸で＆amp;\u001b[22m, \u001b[1m彼の母親は裸＆＃038見つけたとき、私は笑いました。\u001b[22m\n\u001b[4mhanging from the rafters.\u001b[24m\n    \u001b[1m垂木からぶら下がっている。\u001b[22m, \u001b[1m垂木からぶら下がっ。\u001b[22m\n\u001b[4mI laughed when he murdered a man wearing nothing but girl's panties, &amp;\u001b[24m\n    \u001b[1m私は彼が少女のパンティーだけを着て男を殺したときに笑った。\u001b[22m, \u001b[1m彼は女の子のパンティーは何も、＆＃038を着ていない人を殺害したとき、私は笑いました。\u001b[22m\n\u001b[4mI laughed when his dog was eaten by a bear.\u001b[24m\n    \u001b[1m彼の犬がクマに食べられたとき、私は笑った。\u001b[22m, \u001b[1m彼の犬が熊に食べられたとき、私は笑いました。\u001b[22m\n\u001b[4mI laughed, laughed &amp;\u001b[24m\n    \u001b[1m私は笑って、笑って＆amp;\u001b[22m, \u001b[1m私は、笑った笑った＆＃038;\u001b[22m\n\u001b[4mlaughed some more, at this utter clusterfuck of a story that seemed the result of the writer being told 'Yuuji needs a traumatic past' &amp;\u001b[24m\n    \u001b[1m作者が「勇人には外傷的な過去が必要だ」と言われたような話のこの完全な群れで、もう少し笑った。\u001b[22m, \u001b[1m＆＃038「外傷性の過去を必要祐二」言われて作家の結果を見えた物語のこの全くclusterfuckで、いくつかのより多くの笑いました。\u001b[22m\n\u001b[4mhe just went to town with no editorial or self-restraint.\u001b[24m\n    \u001b[1m彼はちょうど編集や自己拘束のない町に行きました。\u001b[22m, \u001b[1m彼はちょうどなし社説や自制して町に行きました。\u001b[22m\n\u001b[1m\u001b[22m\nOver the course of Cocoon's two hours, Yuuji goes from neglected younger brother, to child soldier, to trainee assassin, to US Marine, to not-CIA agent before reaching high school. The story seems to have taken 'inspiration' from a number of films &amp; other media including Leon, Hanna, Platoon, Come &amp; See, the Hansel &amp; Gretel story from Black Lagoon &amp; heaven only knows how many other possible sources. Even Forest Gump is in there.\n\n\u001b[1mCocoonの2時間に渡って、Yuujiは、放置された弟から小児兵士、暗殺者、米国海兵隊、CIA以外のエージェントに高校に行く前に行く。 ストーリーは数多くの映画からインスピレーションを受けたようだ。 レオン（Leon）、ハンナ（Hanna）、プラトーン（Platoon）、カム＆amp;  Hansel＆amp; ブラックラグーン＆amp; 天国は他にもいくつの可能性のある情報源しか知りません。 フォレストガンプもそこにいる。\u001b[22m\n\u001b[1m(Cocoon no 2-jikan ni watatte, Yuuji wa, hōchi sa reta otōto kara shōni heishi, asashin, Beikoku kaihei-tai, CIA igai no ējento ni kōkō ni iku mae ni iku. Sutōrī wa kazuōku no eiga kara insupirēshon o uketa yōda. Reon (reon), Han'na (Hanna), puratōn (Platoon), kamu& amp; Hansel& amp; burakkuragūn& amp; tengoku wa hoka ni mo ikutsu no kanōsei no aru jōhō-gen shika shirimasen. Foresutoganpu mo soko ni iru.)\u001b[22m\n\nTranslations of \u001b[4mOver the course of Cocoon's two hours, Yuuji goes from neglected younger brother, to child soldier, to trainee assassin, to US Marine, to not-CIA agent before reaching high school. The story seems to have taken 'inspiration' from a number of films &amp; other media including Leon, Hanna, Platoon, Come &amp; See, the Hansel &amp; Gretel story from Black Lagoon &amp; heaven only knows how many other possible sources. Even Forest Gump is in there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOver the course of Cocoon's two hours, Yuuji goes from neglected younger brother, to child soldier, to trainee assassin, to US Marine, to not-CIA agent before reaching high school.\u001b[24m\n    \u001b[1mCocoonの2時間に渡って、Yuujiは、放置された弟から小児兵士、暗殺者、米国海兵隊、CIA以外のエージェントに高校に行く前に行く。\u001b[22m, \u001b[1mCocoonの2時間かけて、雄二は高校に到達する前にいない-CIAのエージェントに、米海兵隊に、暗殺者を研修生する、無視弟から、子供の兵士に行きます。\u001b[22m\n\u001b[4mThe story seems to have taken 'inspiration' from a number of films &amp;\u001b[24m\n    \u001b[1mストーリーは数多くの映画からインスピレーションを受けたようだ。\u001b[22m, \u001b[1m物語は映画＆アンプの数から「インスピレーション」を撮影しているようです。\u001b[22m\n\u001b[4mother media including Leon, Hanna, Platoon, Come &amp;\u001b[24m\n    \u001b[1mレオン（Leon）、ハンナ（Hanna）、プラトーン（Platoon）、カム＆amp;\u001b[22m, \u001b[1mレオン、ハンナ、小隊、是非＆アンプなどの他のメディア。\u001b[22m\n\u001b[4mSee, the Hansel &amp;\u001b[24m\n    \u001b[1mHansel＆amp;\u001b[22m, \u001b[1m、ヘンゼル＆＃038を参照してください。\u001b[22m\n\u001b[4mGretel story from Black Lagoon &amp;\u001b[24m\n    \u001b[1mブラックラグーン＆amp;\u001b[22m, \u001b[1mブラックラグーン＆アンペアからグレーテルの物語。\u001b[22m\n\u001b[4mheaven only knows how many other possible sources.\u001b[24m\n    \u001b[1m天国は他にもいくつの可能性のある情報源しか知りません。\u001b[22m, \u001b[1m天国はどのように他の多くの可能なソースを知っています。\u001b[22m\n\u001b[4mEven Forest Gump is in there.\u001b[24m\n    \u001b[1mフォレストガンプもそこにいる。\u001b[22m, \u001b[1mでもフォレストガンプはそこにあります。\u001b[22m\n\u001b[1m\u001b[22m\nDespite it all, it's a pretty simple story, serving to let us know more about Yuuji, his up till now only talked about mentor Asako &amp; his relationship to the blonde terrorist Heath Oslo, who appeared in the last episode of The Fruit of Grisaia. If you've watched any of the above named films, you'll know pretty much how each part of Yuuji's journey will play out. What you probably won't be expecting is how gleefully offensive the story of Yuuji's 'traumatic' past gets.\n\n\u001b[1mそれにもかかわらず、それはかなり簡単な話です。裕二についてもっと教えてください。  Grisaiaの果物の最後のエピソードに登場したブロンドのテロリスト、ヒース・オスロとの関係。 あなたが上の名前の映画のいずれかを見たなら、あなたは祐次の旅の各部分がどのように演じるかをかなり知っているでしょう。 おそらくあなたが期待していないことは、裕次郎の「トラウマ的な」過去の物語がどれほど大いに不快なものになっているかです。\u001b[22m\n\u001b[1m(Sore nimokakawarazu, sore wa kanari kantan'na hanashidesu. Yūji ni tsuite mottooshiete kudasai. Grisaia no kudamono no saigo no episōdo ni tōjō shita burondo no terorisuto, hīsu Osuro to no kankei. Anata ga ue no namae no eiga no izureka o mitanara, anata wa Yūji no tabi no kaku bubun ga dono yō ni enjiru ka o kanari shitte irudeshou. Osoraku anata ga kitai shite inai koto wa, Yūjirō no `torauma-tekina' kako no monogatari ga dorehodo ōini fukaina mono ni natte iru kadesu.)\u001b[22m\n\nTranslations of \u001b[4mDespite it all, it's a pretty simple story, serving to let us know more about Yuuji, his up till now only talked about mentor Asako &amp; his relationship to the blonde terrorist Heath Oslo, who appeared in the last episode of The Fruit of Grisaia. If you've watched any of the above named films, you'll know pretty much how each part of Yuuji's journey will play out. What you probably won't be expecting is how gleefully offensive the story of Yuuji's 'traumatic' past gets.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite it all, it's a pretty simple story, serving to let us know more about Yuuji, his up till now only talked about mentor Asako &amp;\u001b[24m\n    \u001b[1mそれにもかかわらず、それはかなり簡単な話です。裕二についてもっと教えてください。\u001b[22m, \u001b[1mそれをすべてにもかかわらず、それは私たちが祐二、今だけメンター麻子＆アンプについて話までの彼の最大の詳細をお知らせするのに役立つ、かなり単純な話です。\u001b[22m\n\u001b[4mhis relationship to the blonde terrorist Heath Oslo, who appeared in the last episode of The Fruit of Grisaia.\u001b[24m\n    \u001b[1mGrisaiaの果物の最後のエピソードに登場したブロンドのテロリスト、ヒース・オスロとの関係。\u001b[22m, \u001b[1mグリザイアの果実の最後のエピソードに登場ブロンドテロリストヒースオスロ、への彼の関係。\u001b[22m\n\u001b[4mIf you've watched any of the above named films, you'll know pretty much how each part of Yuuji's journey will play out.\u001b[24m\n    \u001b[1mあなたが上の名前の映画のいずれかを見たなら、あなたは祐次の旅の各部分がどのように演じるかをかなり知っているでしょう。\u001b[22m, \u001b[1mあなたは上記の名前付きフィルムのいずれを見てきた場合は、祐二の旅の各部分が出て再生されますか、かなり知っていますよ。\u001b[22m\n\u001b[4mWhat you probably won't be expecting is how gleefully offensive the story of Yuuji's 'traumatic' past gets.\u001b[24m\n    \u001b[1mおそらくあなたが期待していないことは、裕次郎の「トラウマ的な」過去の物語がどれほど大いに不快なものになっているかです。\u001b[22m, \u001b[1mあなたは、おそらく期待されることはありませんと、祐二の「外傷性の過去の話を取得する方法嬉々として攻撃的です。\u001b[22m\n\u001b[1m\u001b[22m\nThis story contains so many taboo &amp; offensive subjects it almost feels like that's the intention. Be it Yuuji being molested in the bath by his sister, or him raping Yuria Harudera at the insistence of his mentor &amp; molester Asako Kusakabe (&amp;, of course, her liking it) while still a minor, this story just throws taboo &amp; traumatic scene after scene like there is no bottom of the barrel to be reaching to. One should really be offended by all this, since over the course of Cocoon pretty much every cliche &amp; trope that makes people give late night anime a wide berth is shoved in with no discretion. Rape as a joke, sexually assaulting a minor as a romantic pairing. It's all here.\n\n\u001b[1mこのストーリーには非常に多くのタブ＆amp; それはその意図のようにほとんど感じる不快な主題です。 彼の妹が浴場で虐待されたり、ユリア・ハルデラを強姦したりするのは、彼の指導者＆ 夫妻の浅草朝子さん（もちろん、彼女が好きな人）はまだ未成年だが、この話はちょうどタブー＆ シーンの後の外傷シーンは、胴の底が届かないようなものです。  Cocoonコースの間には、すべてのクリシェ＆amp; 深夜のアニメを人々に与えてくれるトロープは、広い寝台に慎重さを感じさせない。 ラプは冗談として、ロマンチックなペアリングとして性的に未成年者を襲う。 それはすべてここにあります。\u001b[22m\n\u001b[1m(Kono sutōrī ni wa hijō ni ōku no tabu& amp; sore wa sono ito no yō ni hotondo kanjiru fukaina shudaidesu. Kare no imōto ga yokujō de gyakutai sa re tari, Yuria harudera o gōkan shi tari suru no wa, kare no shidō-sha& fusai no Asakusa Asako-san (mochiron, kanojo ga sukinahito) wa mada miseinendaga, kono hanashi wa chōdo tabū& shīn no nochi no gaishō shīn wa, dō no soko ga todokanai yōna monodesu. Cocoon kōsu no ma ni wa, subete no kurishe& amp; shin'ya no anime o hitobito ni ataete kureru torōpu wa, hiroi shindai ni shinchō-sa o kanji sasenai. Rapu wa jōdan to shite, romanchikkuna pea ringu to shite seiteki ni miseinen-sha o osou. Sore wa subete koko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis story contains so many taboo &amp; offensive subjects it almost feels like that's the intention. Be it Yuuji being molested in the bath by his sister, or him raping Yuria Harudera at the insistence of his mentor &amp; molester Asako Kusakabe (&amp;, of course, her liking it) while still a minor, this story just throws taboo &amp; traumatic scene after scene like there is no bottom of the barrel to be reaching to. One should really be offended by all this, since over the course of Cocoon pretty much every cliche &amp; trope that makes people give late night anime a wide berth is shoved in with no discretion. Rape as a joke, sexually assaulting a minor as a romantic pairing. It's all here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story contains so many taboo &amp;\u001b[24m\n    \u001b[1mこのストーリーには非常に多くのタブ＆amp;\u001b[22m, \u001b[1mこの物語は非常に多くのタブー＆＃038が含まれています。\u001b[22m\n\u001b[4moffensive subjects it almost feels like that's the intention.\u001b[24m\n    \u001b[1mそれはその意図のようにほとんど感じる不快な主題です。\u001b[22m, \u001b[1mそれは意図だような攻撃的な被験者それはほとんど感じています。\u001b[22m\n\u001b[4mBe it Yuuji being molested in the bath by his sister, or him raping Yuria Harudera at the insistence of his mentor &amp;\u001b[24m\n    \u001b[1m彼の妹が浴場で虐待されたり、ユリア・ハルデラを強姦したりするのは、彼の指導者＆\u001b[22m, \u001b[1mそれは、祐二は、彼の指導者＆アンプの主張でゆりあHaruderaを強姦妹、または彼がお風呂にいたずらされていること。\u001b[22m\n\u001b[4mmolester Asako Kusakabe (&amp;, of course, her liking it) while still a minor, this story just throws taboo &amp;\u001b[24m\n    \u001b[1m夫妻の浅草朝子さん（もちろん、彼女が好きな人）はまだ未成年だが、この話はちょうどタブー＆\u001b[22m, \u001b[1mマイナーまだながら痴漢麻子日下部（＆＃038;、もちろん、彼女はそれを好きでは）、この話は単なるタブー＆アンペアをスローします。\u001b[22m\n\u001b[4mtraumatic scene after scene like there is no bottom of the barrel to be reaching to.\u001b[24m\n    \u001b[1mシーンの後の外傷シーンは、胴の底が届かないようなものです。\u001b[22m, \u001b[1mシーンの後に外傷性シーンに到達するバレルのない底がありませんように。\u001b[22m\n\u001b[4mOne should really be offended by all this, since over the course of Cocoon pretty much every cliche &amp;\u001b[24m\n    \u001b[1mCocoonコースの間には、すべてのクリシェ＆amp;\u001b[22m, \u001b[1m一つは、実際にほとんどすべての決まり文句＆アンペアコクーンかけているので、このすべてのことで怒られるべきです。\u001b[22m\n\u001b[4mtrope that makes people give late night anime a wide berth is shoved in with no discretion.\u001b[24m\n    \u001b[1m深夜のアニメを人々に与えてくれるトロープは、広い寝台に慎重さを感じさせない。\u001b[22m, \u001b[1m作る比喩は、人々が敬遠はありません裁量で押し込んだされた深夜アニメを与えます。\u001b[22m\n\u001b[4mRape as a joke, sexually assaulting a minor as a romantic pairing.\u001b[24m\n    \u001b[1mラプは冗談として、ロマンチックなペアリングとして性的に未成年者を襲う。\u001b[22m, \u001b[1mレイプは冗談として、性的ロマンチックなペアリングとしてマイナーな暴行します。\u001b[22m\n\u001b[4mIt's all here.\u001b[24m\n    \u001b[1mそれはすべてここにあります。\u001b[22m, \u001b[1mそれはここにすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nFortunately, the writing of Grisaia is so cack handed that even in it's darkest &amp; most tragic moments, all I could do was laugh. Cocoon handles the subjects it raises with the subtlety of a sledgehammer, &amp; while it plays its subject straight it's pretty apparent that the whole thing is a joke; an attempt to see just how far they can push it &amp; still come out with a coherent story at the end. &amp; to the show's credit, Cocoon is the best story arc in the Grisaia series so far. While Fruit of Grisaia felt like it was rushing through most of the girls back story to get to Amane's, which then ended up mostly being about Yuuji's sister anyway, Cocoon is focused purely on Yuuji &amp; devotes two hours to it.\n\n\u001b[1m幸いにも、グリッサイアの執筆は、それが最も暗い＆amp; 最も悲劇的な瞬間、私ができることは笑いでした。  Cocoonは、それを上げていくテーマを、スレハーマー、 その主題をまっすぐに演奏している間に、全体が冗談であることはかなり明らかです。 彼らがそれをどこまで押し込むことができるかを見る試み。 最後にはまだ一貫したストーリーが出てきます。  ＆amp; ショーのクレジットに、コクーンはこれまでのGrisaiaシリーズの中で最高の物語です。 とにかく裕二さんのお姉ちゃんに終わってしまったアマネーズに行くために、ほとんどの女の子の話を急いでいたような気がしていましたが、コクーンは純粋にゆうじ＆ それに2時間を費やす。\u001b[22m\n\u001b[1m(Saiwai ni mo, gurissaia no shippitsu wa, sore ga mottomo kurai& amp; mottomo higeki-tekina shunkan, watashi ga dekiru koto wa waraideshita. Cocoon wa, sore o agete iku tēma o, surehāmā, sono shudai o massugu ni ensō shite iru ma ni, zentai ga jōdandearu koto wa kanari akirakadesu. Karera ga sore o doko made oshikomu koto ga dekiru ka o miru kokoromi. Saigo ni wa mada ikkan shita sutōrī ga dete kimasu. & Amp; shō no kurejitto ni, kokūn wa kore made no Grisaia shirīzu no naka de saikō no monogataridesu. Tonikaku Yūji-san no o nēchan ni owatte shimatta amanēzu ni iku tame ni, hotondo no on'nanoko no hanashi o isoide ita yōna ki ga shite imashitaga, kokūn wa junsui ni Yūji& sore ni 2-jikan o tsuiyasu.)\u001b[22m\n\nTranslations of \u001b[4mFortunately, the writing of Grisaia is so cack handed that even in it's darkest &amp; most tragic moments, all I could do was laugh. Cocoon handles the subjects it raises with the subtlety of a sledgehammer, &amp; while it plays its subject straight it's pretty apparent that the whole thing is a joke; an attempt to see just how far they can push it &amp; still come out with a coherent story at the end. &amp; to the show's credit, Cocoon is the best story arc in the Grisaia series so far. While Fruit of Grisaia felt like it was rushing through most of the girls back story to get to Amane's, which then ended up mostly being about Yuuji's sister anyway, Cocoon is focused purely on Yuuji &amp; devotes two hours to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFortunately, the writing of Grisaia is so cack handed that even in it's darkest &amp;\u001b[24m\n    \u001b[1m幸いにも、グリッサイアの執筆は、それが最も暗い＆amp;\u001b[22m, \u001b[1m幸いなことに、Grisaiaの書き込みがあってもそれに最も暗い＆アンペアだと利きそうCACKです。\u001b[22m\n\u001b[4mmost tragic moments, all I could do was laugh.\u001b[24m\n    \u001b[1m最も悲劇的な瞬間、私ができることは笑いでした。\u001b[22m, \u001b[1m最も悲劇的な瞬間、私は何ができるすべては笑いました。\u001b[22m\n\u001b[4mCocoon handles the subjects it raises with the subtlety of a sledgehammer, &amp;\u001b[24m\n    \u001b[1mCocoonは、それを上げていくテーマを、スレハーマー、\u001b[22m, \u001b[1mコクーンは、ハンマーの繊細さ、＆＃038で発生させ科目を扱います;\u001b[22m\n\u001b[4mwhile it plays its subject straight it's pretty apparent that the whole thing is a joke;\u001b[24m\n    \u001b[1mその主題をまっすぐに演奏している間に、全体が冗談であることはかなり明らかです。\u001b[22m, \u001b[1mそれはその主題を果たしながら、まっすぐそれは全体のことは冗談であることはかなり明らかです。\u001b[22m\n\u001b[4man attempt to see just how far they can push it &amp;\u001b[24m\n    \u001b[1m彼らがそれをどこまで押し込むことができるかを見る試み。\u001b[22m, \u001b[1m彼らはそれ＆＃038をプッシュすることができ、どれだけ遠くに参照しようとする試み。\u001b[22m\n\u001b[4mstill come out with a coherent story at the end.\u001b[24m\n    \u001b[1m最後にはまだ一貫したストーリーが出てきます。\u001b[22m, \u001b[1mまだ終わりでコヒーレント話で出てきます。\u001b[22m\n\u001b[4m&amp;\u001b[24m\n    \u001b[1m＆amp;\u001b[22m, \u001b[1m＆＃038;\u001b[22m\n\u001b[4mto the show's credit, Cocoon is the best story arc in the Grisaia series so far.\u001b[24m\n    \u001b[1mショーのクレジットに、コクーンはこれまでのGrisaiaシリーズの中で最高の物語です。\u001b[22m, \u001b[1mショーの名誉のために、コクーンは、これまでGrisaiaシリーズで最高のストーリーアークです。\u001b[22m\n\u001b[4mWhile Fruit of Grisaia felt like it was rushing through most of the girls back story to get to Amane's, which then ended up mostly being about Yuuji's sister anyway, Cocoon is focused purely on Yuuji &amp;\u001b[24m\n    \u001b[1mとにかく裕二さんのお姉ちゃんに終わってしまったアマネーズに行くために、ほとんどの女の子の話を急いでいたような気がしていましたが、コクーンは純粋にゆうじ＆\u001b[22m, \u001b[1mそれは天音の、その後ほとんどはとにかく雄二の姉についてになってしまった、コクーンが雄二＆アンペアに純粋に集中しているに到達するために戻って女の子のほとんどを通して物語を急いでいたようグリザイアの果実は感じているが、\u001b[22m\n\u001b[4mdevotes two hours to it.\u001b[24m\n    \u001b[1mそれに2時間を費やす。\u001b[22m, \u001b[1mそれに2時間を割いて。\u001b[22m\n\u001b[1m\u001b[22m\nAlso to the writers credit, the story makes the effort to setup things which happen later on that a lesser script would overlook. The most obvious example is how the girls of Mihama academy, who play a very minor role in this story, are able to find out about Yuuji's past despite the fact that he's telling this story in person to Yuria (&amp; us) at a debriefing meeting. It might seem odd for me to give props to the writers when I've dismissed the story itself as cack handed, but whatever I might have to say about the story, the screenplay is pretty good, &amp; not just the bits lifted from other sources. The script is pretty dumb, both in terms of the dialogue &amp; things like how no matter where Yuuji ends up, there's a pretty girl there to take a pointless interest in him (guy's got game). But by accident or by design, I was entertained by it all, even the Forest Gump/Platoon part which did drag on a little.\n\n\u001b[1m作家のクレジットにも、物語は後で起こるものをセットアップする努力をして、より少ないスクリプトでは見逃してしまうでしょう。 最も明白な例は、この話で非常にマイナーな役割を果たしている美浜学園の女の子たちが、ユリヤ（＆amp;私）にこの話を直接聞いているにもかかわらず、 会議。 私が物語そのものを却下したときに作家に小道具を渡すことは奇妙に思えるかもしれませんが、物語について何か言いたいことがあれば、脚本はかなり良いです。 他のソースから持ち上げられたビットだけではありません。 このスクリプトは、ダイアログ＆amp; どのようにゆうじが終わっても、そこには彼に無意味な関心を持っているかわいい女の子がいます（男はゲームを持っています）。 しかし、偶然にもデザインによっても、私は少しでも夢中になったForest Gump / Platoonの部分でさえ、それを楽しんでいました。\u001b[22m\n\u001b[1m(Sakka no kurejitto ni mo, monogatari wa atode okoru mono o settoappu suru doryoku o shite, yori sukunai sukuriputode wa minogashite shimaudeshou. Mottomo meihakuna rei wa, kono-wa de hijō ni maināna yakuwari o hatashite iru Mihama gakuen no on'nanoko-tachi ga, yuriya ( & amp; watashi) ni ko no hanashi o chokusetsu kiite iru nimokakawarazu, kaigi. Watashi ga monogatari sonomono o kyakka shita toki ni sakka ni kodōgu o watasu koto wa kimyō ni omoeru kamo shiremasenga, monogatari ni tsuite nani ka iitai koto ga areba, kyakuhon wa kanari yoidesu. Hoka no sōsu kara mochiage rareta bitto dakede wa arimasen. Kono sukuriputo wa, daiarogu& amp; dono yō ni Yūji ga owatte mo, soko ni wa kare ni muimina kanshin o motte iru kawaī on'nanoko ga imasu (otoko wa gēmu o motte imasu). Shikashi, gūzen ni mo dezain ni yotte mo, watashi wa sukoshi demo muchū ni natta foresuto Gump/ Platoon no bubunde sae, sore o tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mAlso to the writers credit, the story makes the effort to setup things which happen later on that a lesser script would overlook. The most obvious example is how the girls of Mihama academy, who play a very minor role in this story, are able to find out about Yuuji's past despite the fact that he's telling this story in person to Yuria (&amp; us) at a debriefing meeting. It might seem odd for me to give props to the writers when I've dismissed the story itself as cack handed, but whatever I might have to say about the story, the screenplay is pretty good, &amp; not just the bits lifted from other sources. The script is pretty dumb, both in terms of the dialogue &amp; things like how no matter where Yuuji ends up, there's a pretty girl there to take a pointless interest in him (guy's got game). But by accident or by design, I was entertained by it all, even the Forest Gump/Platoon part which did drag on a little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso to the writers credit, the story makes the effort to setup things which happen later on that a lesser script would overlook.\u001b[24m\n    \u001b[1m作家のクレジットにも、物語は後で起こるものをセットアップする努力をして、より少ないスクリプトでは見逃してしまうでしょう。\u001b[22m, \u001b[1mまた、作家の信用に、話は後に、より少ないスクリプトが見落とすだろうということが起こりセットアップ物事への取り組みを行います。\u001b[22m\n\u001b[4mThe most obvious example is how the girls of Mihama academy, who play a very minor role in this story, are able to find out about Yuuji's past despite the fact that he's telling this story in person to Yuria (&amp; us) at a debriefing\u001b[24m\n    \u001b[1m最も明白な例は、この話で非常にマイナーな役割を果たしている美浜学園の女の子たちが、ユリヤ（＆amp;私）にこの話を直接聞いているにもかかわらず、\u001b[22m, \u001b[1m（;私たちを＆＃038）デブリーフィングで最も明白な例は、この物語の中では非常にマイナーな役割を果たし美浜学園の女の子が、彼はゆりあに人にこの話をしていたという事実にもかかわらず、雄二の過去を知ることができます方法です\u001b[22m\n\u001b[4mmeeting.\u001b[24m\n    \u001b[1m会議。\u001b[22m, \u001b[1mミーティング。\u001b[22m\n\u001b[4mIt might seem odd for me to give props to the writers when I've dismissed the story itself as cack handed, but whatever I might have to say about the story, the screenplay is pretty good, &amp;\u001b[24m\n    \u001b[1m私が物語そのものを却下したときに作家に小道具を渡すことは奇妙に思えるかもしれませんが、物語について何か言いたいことがあれば、脚本はかなり良いです。\u001b[22m, \u001b[1m私はCACK利きとして物語自体を却下してきたとき、私は作家に小道具を与えることは奇妙に思えるかもしれませんが、私は、話を言わなければならないかもしれない脚本はかなり良いですが、＆＃038何でも。\u001b[22m\n\u001b[4mnot just the bits lifted from other sources.\u001b[24m\n    \u001b[1m他のソースから持ち上げられたビットだけではありません。\u001b[22m, \u001b[1mだけでなく、ビットは、他のソースから持ち上げました。\u001b[22m\n\u001b[4mThe script is pretty dumb, both in terms of the dialogue &amp;\u001b[24m\n    \u001b[1mこのスクリプトは、ダイアログ＆amp;\u001b[22m, \u001b[1mこのスクリプトは、対話＆アンプの両方の観点から、かなりのダムです。\u001b[22m\n\u001b[4mthings like how no matter where Yuuji ends up, there's a pretty girl there to take a pointless interest in him (guy's got game).\u001b[24m\n    \u001b[1mどのようにゆうじが終わっても、そこには彼に無意味な関心を持っているかわいい女の子がいます（男はゲームを持っています）。\u001b[22m, \u001b[1m祐二が終わるに関係なく、彼に無意味な関心を取るためにそこにかわいい女の子がありますどのようなもの（男のゲームを持って）。\u001b[22m\n\u001b[4mBut by accident or by design, I was entertained by it all, even the Forest Gump/Platoon part which did drag on a little.\u001b[24m\n    \u001b[1mしかし、偶然にもデザインによっても、私は少しでも夢中になったForest Gump / Platoonの部分でさえ、それを楽しんでいました。\u001b[22m, \u001b[1mしかし、偶然または設計によって、私は少し上にドラッグをやってもフォレスト・ガンプ/小隊の一部、それをすべてによって楽しまれました。\u001b[22m\n\u001b[1m\u001b[22m\nCocoon of Caprice is what one can call schlock as a compliment. It's a dumb as a post story that tries to offend every sensibility you have, but does so in a way that I, at least, found both amusing &amp; entertaining. I don't know how intentional all this was, but from what little I know of the Grisaia visual novel I know that it isn't something that takes itself as seriously as some of the anime adaptation's fans seem to. It's an entertaining tale of depravity that benefits immensely from the longer run time given to tell its story. Even people who didn't like Fruit of Grisaia should check it out, because the focus on Yuuji means you need almost no knowledge of preceding events in the series. Here's hoping the rest of Eden of Grisaia matches up to this.\n\n\u001b[1mカプリスの繭は、褒め言葉としてシュロックと呼べるものです。 それはあなたが持っているすべての感性を怒らせようとするポストストーリーとしては馬鹿だが、私が少なくとも面白い＆amp; 面白い。 私はこれがどれほど意図的なのか分かりませんが、Grisaiaの視覚小説について私が知っていることはほとんど分かりませんが、アニメの適応のファンのように真剣に取り組むものではありません。 その話を伝えるために与えられた長いランタイムから非常に利益を受ける、腐敗の面白い物語です。 あなたがシリーズの前の出来事についてほとんど知らないことを意味するので、Fris of Grisaiaが好きではない人でさえチェックしてください。 ここではグリッサイアのエデンの残りの部分がこれにマッチすることを期待しています。\u001b[22m\n\u001b[1m(Kapurisu no mayu wa, homekotoba to shite shurokku to yoberu monodesu. Sore wa anata ga motte iru subete no kansei o okora seyou to suru posutosutōrī to shite wa bakada ga, watashi ga sukunakutomo omoshiroi& amp; omoshiroi. Watashi wa kore ga dorehodo ito-tekina no ka wakarimasen ga, Grisaia no shikaku shōsetsu ni tsuite watashi ga shitte iru koto wa hotondo wakarimasen ga, anime no tekiō no fan no yō ni shinken ni torikumu monode wa arimasen. Sono hanashi o tsutaeru tame ni atae rareta nagai Rantaimu kara hijō ni rieki o ukeru, fuhai no omoshiroi monogataridesu. Anata ga shirīzu no mae no dekigoto ni tsuite hotondo shiranai koto o imi surunode, Fris of Grisaia ga sukide wanai hitode sae chekku shite kudasai. Kokode wa gurissaia no eden no nokori no bubun ga kore ni matchi suru koto o kitai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mCocoon of Caprice is what one can call schlock as a compliment. It's a dumb as a post story that tries to offend every sensibility you have, but does so in a way that I, at least, found both amusing &amp; entertaining. I don't know how intentional all this was, but from what little I know of the Grisaia visual novel I know that it isn't something that takes itself as seriously as some of the anime adaptation's fans seem to. It's an entertaining tale of depravity that benefits immensely from the longer run time given to tell its story. Even people who didn't like Fruit of Grisaia should check it out, because the focus on Yuuji means you need almost no knowledge of preceding events in the series. Here's hoping the rest of Eden of Grisaia matches up to this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCocoon of Caprice is what one can call schlock as a compliment.\u001b[24m\n    \u001b[1mカプリスの繭は、褒め言葉としてシュロックと呼べるものです。\u001b[22m, \u001b[1mカプリスの繭は1つが賛辞として安物を呼び出すことができるものです。\u001b[22m\n\u001b[4mIt's a dumb as a post story that tries to offend every sensibility you have, but does so in a way that I, at least, found both amusing &amp;\u001b[24m\n    \u001b[1mそれはあなたが持っているすべての感性を怒らせようとするポストストーリーとしては馬鹿だが、私が少なくとも面白い＆amp;\u001b[22m, \u001b[1mそれはあなたが持っているすべての感性を怒らしようとすると、ポストの話としてダムですが、私は、少なくとも、面白い＆＃038の両方が見つかりました方法でそうします。\u001b[22m\n\u001b[4mentertaining.\u001b[24m\n    \u001b[1m面白い。\u001b[22m, \u001b[1m面白いです。\u001b[22m\n\u001b[4mI don't know how intentional all this was, but from what little I know of the Grisaia visual novel I know that it isn't something that takes itself as seriously as some of the anime adaptation's fans seem to.\u001b[24m\n    \u001b[1m私はこれがどれほど意図的なのか分かりませんが、Grisaiaの視覚小説について私が知っていることはほとんど分かりませんが、アニメの適応のファンのように真剣に取り組むものではありません。\u001b[22m, \u001b[1m私はこのすべてがいかに意図的かわからないが、私はGrisaiaビジュアルノベルの知っているなけなしの私はそれはのように真剣にアニメの適応のファンの一部はように見えるとしての地位を取るものではないことを知っています。\u001b[22m\n\u001b[4mIt's an entertaining tale of depravity that benefits immensely from the longer run time given to tell its story.\u001b[24m\n    \u001b[1mその話を伝えるために与えられた長いランタイムから非常に利益を受ける、腐敗の面白い物語です。\u001b[22m, \u001b[1mそれは、その話をするために与えられた長い実行時間から非常にメリットが堕落の面白い物語です。\u001b[22m\n\u001b[4mEven people who didn't like Fruit of Grisaia should check it out, because the focus on Yuuji means you need almost no knowledge of preceding events in the series.\u001b[24m\n    \u001b[1mあなたがシリーズの前の出来事についてほとんど知らないことを意味するので、Fris of Grisaiaが好きではない人でさえチェックしてください。\u001b[22m, \u001b[1m祐二上の焦点は、あなたが一連のイベントの前のほとんど知識を必要とすることを意味するのでグリザイアの果実を好きではなかった人でも、それをチェックアウトする必要があります。\u001b[22m\n\u001b[4mHere's hoping the rest of Eden of Grisaia matches up to this.\u001b[24m\n    \u001b[1mここではグリッサイアのエデンの残りの部分がこれにマッチすることを期待しています。\u001b[22m, \u001b[1mここでGrisaiaのエデンの残りの部分は、このまで一致することを望みました。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "animefreak265",
    "profile": "/profile/animefreak265/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=201866",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  7\n\nGrisaiaのフルーツをちょうど終えた後、私はこの男と人に入ってきました、それは地獄のように落ち込んでいました。\n\nGrisaiaのLabyrinthは、Grisaia三部作の第1シーズンの続編映画です。 映画全体がゆうじの悲しい孤独な過去を説明し、地獄のように落ち込んでいた。 この映画では、妹カズミとの関係を見ています。 彼女はスターだったし、彼は外出していたが、彼女は彼と一緒に遊ぶ時間を取って、後でもっと愛情深く彼を世話し始めた。\n\n和美と祐二の関係は、最初は本当に好きだったし、風呂場が起こった。 それは奇妙で、気分が良くない寒さを与えました。 しかし、私の注目を集めたのは、カズミが、彼女のための女の子であり、彼女が承認した適切な友人を見つけることになると言いました。 私の推測では、ミニバス災害時に彼女が本当に近くに成長したので、その友人はアマネであることが判明しました。\n\n今、祐次の両親。 彼の父親は、カズミの死の前後に大きな凶器でした。 しかし彼の母親は成長した。 当初、彼女はゆうじを無視していましたが、一見の「死」と父親が狂ってしまった後、彼女はもっと恋に落ち、ゆうじに気を配りました。\n\n最後にレイ。 彼は第2シーズン以来、かなり話したいとは思っていませんが、私には地獄に行くことができます。 私が彼の首をかしめてくれるように、彼はゆうじを連れてカズミとしてドレスアップしていた。 それは勇次をどのように扱ったのか、それが彼の養子学校に送られなかったのは恐ろしいことでした。\n\n結局、迷路は祐治の過去の答えを私たちに多量に与え、カズミが災害の前にどのように行動したかを見てみましょう。 私は父とレイがどれほど怒っていても、突然の兄弟/姉妹の愛情と一緒に、それを楽しんだ。\n\n私は物語、キャラクター、アニメーションのためにLabyrinthに7.5 / 10を与えます。 音は私が聞いたことではなく、かなり良いものでした。 そして私の楽しみのために、私はそれにかなり投資しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAfter just finishing The Fruit of Grisaia I went right into this one and man, was it depressing as hell.\n\n\u001b[1mGrisaiaのフルーツをちょうど終えた後、私はこの男と人に入ってきました、それは地獄のように落ち込んでいました。\u001b[22m\n\u001b[1m(Grisaia no furūtsu o chōdo oeta nochi, watashi wa kono otoko to hito ni haitte kimashita, soreha jigoku no yō ni ochikonde imashita.)\u001b[22m\n\nTranslations of \u001b[4mAfter just finishing The Fruit of Grisaia I went right into this one and man, was it depressing as hell.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter just finishing The Fruit of Grisaia I went right into this one and man, was it depressing as hell.\u001b[24m\n    \u001b[1mGrisaiaのフルーツをちょうど終えた後、私はこの男と人に入ってきました、それは地獄のように落ち込んでいました。\u001b[22m, \u001b[1mちょうどグリザイアの果実を終えた後、私はそれは地獄のように憂鬱だった、右この1と男に入りました。\u001b[22m\n\u001b[1m\u001b[22m\nThe Labyrinth of Grisaia is a sequel film to the first season of the Grisaia trilogy. The entire movie explains Yuuji's sad and lonely past and it was depressing as hell. In this film we see his relationship with his sister Kazumi. She was the star and he was the outcast but she took time to hang out with him and later began to care for him more, lovingly.\n\n\u001b[1mGrisaiaのLabyrinthは、Grisaia三部作の第1シーズンの続編映画です。 映画全体がゆうじの悲しい孤独な過去を説明し、地獄のように落ち込んでいた。 この映画では、妹カズミとの関係を見ています。 彼女はスターだったし、彼は外出していたが、彼女は彼と一緒に遊ぶ時間を取って、後でもっと愛情深く彼を世話し始めた。\u001b[22m\n\u001b[1m(Grisaia no Labyrinth wa, Grisaia san busaku no dai 1 shīzun no zokuhen eigadesu. Eiga zentai ga Yūji no kanashī kodokuna kako o setsumei shi, jigoku no yō ni ochikonde ita. Kono eigade wa, imōto Kazumi to no kankei o mite imasu. Kanojo wa sutādattashi, kare wa gaishutsu shite itaga, kanojo wa kare to issho ni asobu jikan o totte,-go de motto aijō fukaku kare o sewa shi hajimeta.)\u001b[22m\n\nTranslations of \u001b[4mThe Labyrinth of Grisaia is a sequel film to the first season of the Grisaia trilogy. The entire movie explains Yuuji's sad and lonely past and it was depressing as hell. In this film we see his relationship with his sister Kazumi. She was the star and he was the outcast but she took time to hang out with him and later began to care for him more, lovingly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Labyrinth of Grisaia is a sequel film to the first season of the Grisaia trilogy.\u001b[24m\n    \u001b[1mGrisaiaのLabyrinthは、Grisaia三部作の第1シーズンの続編映画です。\u001b[22m, \u001b[1mGrisaiaの迷宮はGrisaia三部作の最初のシーズンの続編膜です。\u001b[22m\n\u001b[4mThe entire movie explains Yuuji's sad and lonely past and it was depressing as hell.\u001b[24m\n    \u001b[1m映画全体がゆうじの悲しい孤独な過去を説明し、地獄のように落ち込んでいた。\u001b[22m, \u001b[1mムービー全体は、祐二の悲しいと孤独な過去を説明し、それは地獄のように押し下げました。\u001b[22m\n\u001b[4mIn this film we see his relationship with his sister Kazumi.\u001b[24m\n    \u001b[1mこの映画では、妹カズミとの関係を見ています。\u001b[22m, \u001b[1mこの映画では、彼の妹和美との彼の関係を参照してください。\u001b[22m\n\u001b[4mShe was the star and he was the outcast but she took time to hang out with him and later began to care for him more, lovingly.\u001b[24m\n    \u001b[1m彼女はスターだったし、彼は外出していたが、彼女は彼と一緒に遊ぶ時間を取って、後でもっと愛情深く彼を世話し始めた。\u001b[22m, \u001b[1m彼女はスターだったと彼は追放者だったが、彼女は彼と一緒にたむろして時間がかかったし、後で愛情を込めて、より多くの彼の世話をし始めました。\u001b[22m\n\u001b[1m\u001b[22m\nKazumi and Yuuji's relationship I really liked at the beginning,and then the bath scene happened. It was weird and gave me chills that didn't feel good. But the thing that caught my attention was when Kazumi mentioned that she would find a suitable friend that was a girl for him and that she approved of. My guess is that that friend turned out to be Amane, since she grew really close with her during the Minibus Disaster.\n\n\u001b[1m和美と祐二の関係は、最初は本当に好きだったし、風呂場が起こった。 それは奇妙で、気分が良くない寒さを与えました。 しかし、私の注目を集めたのは、カズミが、彼女のための女の子であり、彼女が承認した適切な友人を見つけることになると言いました。 私の推測では、ミニバス災害時に彼女が本当に近くに成長したので、その友人はアマネであることが判明しました。\u001b[22m\n\u001b[1m(Kazuyoshi to Yūji no kankei wa, saisho wa hontōni sukidattashi, furo-ba ga okotta. Sore wa kimyōde, kibun ga yokunai samu-sa o ataemashita. Shikashi, watashi no chūmoku o atsumeta no wa, kazumiga, kanojo no tame no on'nanokodeari, kanojo ga shōnin shita tekisetsuna yūjin o mitsukeru koto ni naru to iimashita. Watashi no suisokude wa, minibasu saigai-ji ni kanojo ga hontōni chikaku ni seichō shitanode, sono yūjin wa amanedearu koto ga hanmei shimashita.)\u001b[22m\n\nTranslations of \u001b[4mKazumi and Yuuji's relationship I really liked at the beginning,and then the bath scene happened. It was weird and gave me chills that didn't feel good. But the thing that caught my attention was when Kazumi mentioned that she would find a suitable friend that was a girl for him and that she approved of. My guess is that that friend turned out to be Amane, since she grew really close with her during the Minibus Disaster.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKazumi and Yuuji's relationship I really liked at the beginning,and then the bath scene happened.\u001b[24m\n    \u001b[1m和美と祐二の関係は、最初は本当に好きだったし、風呂場が起こった。\u001b[22m, \u001b[1m和美と祐二の関係は、私は本当に初めに好きで、その後お風呂シーンが起こりました。\u001b[22m\n\u001b[4mIt was weird and gave me chills that didn't feel good.\u001b[24m\n    \u001b[1mそれは奇妙で、気分が良くない寒さを与えました。\u001b[22m, \u001b[1mそれは奇妙だったと私は良い感じませんでした悪寒を与えました。\u001b[22m\n\u001b[4mBut the thing that caught my attention was when Kazumi mentioned that she would find a suitable friend that was a girl for him and that she approved of.\u001b[24m\n    \u001b[1mしかし、私の注目を集めたのは、カズミが、彼女のための女の子であり、彼女が承認した適切な友人を見つけることになると言いました。\u001b[22m, \u001b[1m和美は彼女が彼のために、彼女はを承認し、その女の子だったの適切な友人を見つけるだろうと述べたとき、しかし、私の注意を引いた事がありました。\u001b[22m\n\u001b[4mMy guess is that that friend turned out to be Amane, since she grew really close with her during the Minibus Disaster.\u001b[24m\n    \u001b[1m私の推測では、ミニバス災害時に彼女が本当に近くに成長したので、その友人はアマネであることが判明しました。\u001b[22m, \u001b[1m私の推測では、その友人が、彼女はミニバスの災害時に彼女と本当に近い成長したので、雨音であることが判明したということです。\u001b[22m\n\u001b[1m\u001b[22m\nNow Yuuji's parents. His father was a major asshole before and after Kazumi's 'death.' His mother however grew. At the beginning she ignored Yuuji but after Kazumi's 'death' and his father going insane she became more loving and caring towards Yuuji.\n\n\u001b[1m今、祐次の両親。 彼の父親は、カズミの死の前後に大きな凶器でした。 しかし彼の母親は成長した。 当初、彼女はゆうじを無視していましたが、一見の「死」と父親が狂ってしまった後、彼女はもっと恋に落ち、ゆうじに気を配りました。\u001b[22m\n\u001b[1m(Ima, Yūji no ryōshin. Kare no chichioya wa, Kazumi no shi no zengo ni ōkina kyōkideshita. Shikashi kare no hahaoya wa seichōshita. Tōsho, kanojo wa Yūji o mushi shite imashitaga, ikken no `shi' to chichioya ga kurutte shimatta nochi, kanojo wa motto koi ni ochi, Yūji ni ki o kubarimashita.)\u001b[22m\n\nTranslations of \u001b[4mNow Yuuji's parents. His father was a major asshole before and after Kazumi's 'death.' His mother however grew. At the beginning she ignored Yuuji but after Kazumi's 'death' and his father going insane she became more loving and caring towards Yuuji.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow Yuuji's parents.\u001b[24m\n    \u001b[1m今、祐次の両親。\u001b[22m, \u001b[1m今祐二さんの両親。\u001b[22m\n\u001b[4mHis father was a major asshole before and after Kazumi's 'death.'\u001b[24m\n    \u001b[1m彼の父親は、カズミの死の前後に大きな凶器でした。\u001b[22m, \u001b[1m彼の父は和美の前と後の主要な嫌いな人だったの死」。\u001b[22m\n\u001b[4mHis mother however grew.\u001b[24m\n    \u001b[1mしかし彼の母親は成長した。\u001b[22m, \u001b[1m彼の母親は、しかし成長しました。\u001b[22m\n\u001b[4mAt the beginning she ignored Yuuji but after Kazumi's 'death' and his father going insane she became more loving and caring towards Yuuji.\u001b[24m\n    \u001b[1m当初、彼女はゆうじを無視していましたが、一見の「死」と父親が狂ってしまった後、彼女はもっと恋に落ち、ゆうじに気を配りました。\u001b[22m, \u001b[1m初めに、彼女は雄二を無視されますが、非常識行く和美の「死」と彼の父の後、彼女はより多くの愛情と雄二の方に世話になりました。\u001b[22m\n\u001b[1m\u001b[22m\nAnd lastly Rei. I don't even want to talk about him quite yet since he's in the second season but let me just say, he can go to hell. The entire thing with him taking Yuuji in and making him dress up as Kazumi just made me want to snap his neck. It was horrible how he treated Yuuji but if he hadn't sent him to that training school, who knows how Yuuji would be like present.\n\n\u001b[1m最後にレイ。 彼は第2シーズン以来、かなり話したいとは思っていませんが、私には地獄に行くことができます。 私が彼の首をかしめてくれるように、彼はゆうじを連れてカズミとしてドレスアップしていた。 それは勇次をどのように扱ったのか、それが彼の養子学校に送られなかったのは恐ろしいことでした。\u001b[22m\n\u001b[1m(Saigo ni rei. Kare wa dai 2 shīzun irai, kanari hanashitai to wa omotte imasenga, watashiniha jigoku ni iku koto ga dekimasu. Watashi ga kare no kubi o ka shimete kureru yō ni, kare wa Yūji o tsurete Kazumi to shite doresuappu shite ita. Sore wa Yūji o dono yō ni atsukatta no ka, sore ga kare no yōshi gakkō ni okura renakatta no wa osoroshī kotodeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnd lastly Rei. I don't even want to talk about him quite yet since he's in the second season but let me just say, he can go to hell. The entire thing with him taking Yuuji in and making him dress up as Kazumi just made me want to snap his neck. It was horrible how he treated Yuuji but if he hadn't sent him to that training school, who knows how Yuuji would be like present.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd lastly Rei.\u001b[24m\n    \u001b[1m最後にレイ。\u001b[22m, \u001b[1mそして最後にレイ。\u001b[22m\n\u001b[4mI don't even want to talk about him quite yet since he's in the second season but let me just say, he can go to hell.\u001b[24m\n    \u001b[1m彼は第2シーズン以来、かなり話したいとは思っていませんが、私には地獄に行くことができます。\u001b[22m, \u001b[1m私も、彼は第二シーズンだからかなりまだ彼について話をしたいが、私はちょうど彼が地獄に行くことができる、と言うことはできません。\u001b[22m\n\u001b[4mThe entire thing with him taking Yuuji in and making him dress up as Kazumi just made me want to snap his neck.\u001b[24m\n    \u001b[1m私が彼の首をかしめてくれるように、彼はゆうじを連れてカズミとしてドレスアップしていた。\u001b[22m, \u001b[1m彼はで祐二を取り、和美はちょうど私が彼の首をスナップしたい作ったとして、彼はドレスアップすることで全体のこと。\u001b[22m\n\u001b[4mIt was horrible how he treated Yuuji but if he hadn't sent him to that training school, who knows how Yuuji would be like present.\u001b[24m\n    \u001b[1mそれは勇次をどのように扱ったのか、それが彼の養子学校に送られなかったのは恐ろしいことでした。\u001b[22m, \u001b[1m彼は祐二をあしらった方法それは恐ろしいことでしたが、彼はその訓練学校に彼を送っていなかった場合祐二が存在するようなものだか、誰が知っています。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, Labyrinth gave us a ton of answers for Yuuji's past and let us see how Kazumi acted before the Disaster. I enjoyed it no matter how much the father and Rei pissed me off, along with the sudden brother/sister affection stage.\n\n\u001b[1m結局、迷路は祐治の過去の答えを私たちに多量に与え、カズミが災害の前にどのように行動したかを見てみましょう。 私は父とレイがどれほど怒っていても、突然の兄弟/姉妹の愛情と一緒に、それを楽しんだ。\u001b[22m\n\u001b[1m(Kekkyoku, meiro wa Yūji no kako no kotae o watashitachi ni taryō ni atae, kazumiga saigai no mae ni dono yō ni kōdō shita ka o mite mimashou. Watashi wa chichi to rei ga dorehodo okotte ite mo, totsuzen no kyōdai/ shimai no aijō to issho ni, sore o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, Labyrinth gave us a ton of answers for Yuuji's past and let us see how Kazumi acted before the Disaster. I enjoyed it no matter how much the father and Rei pissed me off, along with the sudden brother/sister affection stage.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, Labyrinth gave us a ton of answers for Yuuji's past and let us see how Kazumi acted before the Disaster.\u001b[24m\n    \u001b[1m結局、迷路は祐治の過去の答えを私たちに多量に与え、カズミが災害の前にどのように行動したかを見てみましょう。\u001b[22m, \u001b[1mすべてのすべてで、迷宮は雄二の過去のために私たちに答えのトンを与え、私たちは和美は災害前に行動した方法を見てみましょう。\u001b[22m\n\u001b[4mI enjoyed it no matter how much the father and Rei pissed me off, along with the sudden brother/sister affection stage.\u001b[24m\n    \u001b[1m私は父とレイがどれほど怒っていても、突然の兄弟/姉妹の愛情と一緒に、それを楽しんだ。\u001b[22m, \u001b[1m私はどんなに父にそれを楽しんでいないとレイは、突然の兄弟/姉妹の愛情ステージと一緒に、私を怒らせました。\u001b[22m\n\u001b[1m\u001b[22m\nI give Labyrinth a 7.5/10 for the story, characters and animation. The sound wasn't the best thing I've heard but pretty good. And for my enjoyment, I was pretty invested with it.\n\n\u001b[1m私は物語、キャラクター、アニメーションのためにLabyrinthに7.5 / 10を与えます。 音は私が聞いたことではなく、かなり良いものでした。 そして私の楽しみのために、私はそれにかなり投資しました。\u001b[22m\n\u001b[1m(Watashi wa monogatari, kyarakutā, animēshon no tame ni Labyrinth ni 7. 5/ 10 O ataemasu. Oto wa watashi ga kiita kotode wa naku, kanari yoi monodeshita. Soshite watashi no tanoshimi no tame ni, watashi wa sore ni kanari tōshi shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI give Labyrinth a 7.5/10 for the story, characters and animation. The sound wasn't the best thing I've heard but pretty good. And for my enjoyment, I was pretty invested with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give Labyrinth a 7.5/10 for the story, characters and animation.\u001b[24m\n    \u001b[1m私は物語、キャラクター、アニメーションのためにLabyrinthに7.5 / 10を与えます。\u001b[22m, \u001b[1m私はストーリー、キャラクターやアニメーションのための迷宮7.5 / 10を与えます。\u001b[22m\n\u001b[4mThe sound wasn't the best thing I've heard but pretty good.\u001b[24m\n    \u001b[1m音は私が聞いたことではなく、かなり良いものでした。\u001b[22m, \u001b[1m音は私が聞いた中で最高のものではありませんでしたが、かなり良いです。\u001b[22m\n\u001b[4mAnd for my enjoyment, I was pretty invested with it.\u001b[24m\n    \u001b[1mそして私の楽しみのために、私はそれにかなり投資しました。\u001b[22m, \u001b[1mそして、私の楽しみのために、私はかなりそれに投資されました。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "TheOddFox",
    "profile": "/profile/TheOddFox/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=221169",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9\n\nこのprequelの親はGrisaiaのKajitsuです、私はそれが良いと思ったが、いくつかの深刻な改善があった可能性があります。 最初はグリッサイアの明光が同じであると感じましたが、シリーズへの不必要なアタッチメント、私は間違っていると判明し、間違いが非常に強く実証されました。\n\n非常に多くのキャラクターが開発されていて、それ以来、メインキャラクターにとってより多くの価値があると感じました。 私は本当にすべての人、何、どこ、いつを理解しています。\n\n私はこの予選に感銘を受け、Grisaia no KajitsuがGrisaiaに名誉を与えるチャンスを見たことのある人にはお勧めしません。\n\nprequelでは、裕次郎の姉妹とその親を見る。 これらは、大衆キャラクターの開発を受けるキャラクターでした。\nしかし、この予選の主な目的は、勇次がどのように彼が熟練した人であり、感情的な家庭経験を歩いていたのかを示すことです。\nまた、湯治と祐二の姉妹の関係は、奇妙なこともありますが、理解しています。 私は奇妙なことを尋ねることを意味しますが、あなたがWTFを考えているかもしれないのに、まだよく書かれ、適用されています。\n\n全体的に、私はこの鳴き声を見ることを強くお勧めします。あなたは親を見る必要はありません。 それだけでも素晴らしいエンターテイメントを見つけました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe parent to this prequel is Grisaia no Kajitsu, I thought it was good but there could of been some serious improvement. At first I felt Grisaia no Meikyuu was going to be the same, an unnecessary attachment to the series HOWEVER, I was proven wrong and proven wrong very strongly.\n\n\u001b[1mこのprequelの親はGrisaiaのKajitsuです、私はそれが良いと思ったが、いくつかの深刻な改善があった可能性があります。 最初はグリッサイアの明光が同じであると感じましたが、シリーズへの不必要なアタッチメント、私は間違っていると判明し、間違いが非常に強く実証されました。\u001b[22m\n\u001b[1m(Kono prequel no oya wa Grisaia no Kajitsudesu, watashi wa sore ga yoi to omottaga, ikutsu ka no shinkokuna kaizen ga atta kanōsei ga arimasu. Saisho wa gurissaia no Meikō ga onajidearu to kanjimashitaga, shirīzu e no fuhitsuyōna atatchimento, watashi wa machigatte iru to hanmei shi, machigai ga hijō ni tsuyoku jisshō sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThe parent to this prequel is Grisaia no Kajitsu, I thought it was good but there could of been some serious improvement. At first I felt Grisaia no Meikyuu was going to be the same, an unnecessary attachment to the series HOWEVER, I was proven wrong and proven wrong very strongly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe parent to this prequel is Grisaia no Kajitsu, I thought it was good but there could of been some serious improvement.\u001b[24m\n    \u001b[1mこのprequelの親はGrisaiaのKajitsuです、私はそれが良いと思ったが、いくつかの深刻な改善があった可能性があります。\u001b[22m, \u001b[1mこの続編に親がGrisaiaない果実ではありません、私はそれが良いと思いましたが、いくつかの重大な改善があったのでした。\u001b[22m\n\u001b[4mAt first I felt Grisaia no Meikyuu was going to be the same, an unnecessary attachment to the series HOWEVER, I was proven wrong and proven wrong very strongly.\u001b[24m\n    \u001b[1m最初はグリッサイアの明光が同じであると感じましたが、シリーズへの不必要なアタッチメント、私は間違っていると判明し、間違いが非常に強く実証されました。\u001b[22m, \u001b[1m最初は、私はGrisaiaはない迷宮が同じになる予定だったと感じていない、シリーズへの不要な添付ファイルは、しかし、私は間違って証明されたと非常に強く間違って証明さ。\u001b[22m\n\u001b[1m\u001b[22m\nThere was so much character development and I felt there was so much more value to the main character then ever. I really understand all who, what, where, when.\n\n\u001b[1m非常に多くのキャラクターが開発されていて、それ以来、メインキャラクターにとってより多くの価値があると感じました。 私は本当にすべての人、何、どこ、いつを理解しています。\u001b[22m\n\u001b[1m(Hijō ni ōku no kyarakutā ga kaihatsu sa rete ite, sore irai, meinkyarakutā ni totte yori ōku no kachigāru to kanjimashita. Watashi wa hontōni subete no hito, nan, doko, itsu o rikai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThere was so much character development and I felt there was so much more value to the main character then ever. I really understand all who, what, where, when.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was so much character development and I felt there was so much more value to the main character then ever.\u001b[24m\n    \u001b[1m非常に多くのキャラクターが開発されていて、それ以来、メインキャラクターにとってより多くの価値があると感じました。\u001b[22m, \u001b[1mそこそんなに文字の開発だったと私は、今までメインキャラクターにそんなに多くの価値があったと感じました。\u001b[22m\n\u001b[4mI really understand all who, what, where, when.\u001b[24m\n    \u001b[1m私は本当にすべての人、何、どこ、いつを理解しています。\u001b[22m, \u001b[1m私は本当に誰が、何を、どこで、いつ、すべてを理解しています。\u001b[22m\n\u001b[1m\u001b[22m\nI was shockingly impressed by this prequel and I would suggest to anyone who watched Grisaia no Kajitsu to give Grisaia no Meikyuu a chance, you won't be let down.\n\n\u001b[1m私はこの予選に感銘を受け、Grisaia no KajitsuがGrisaiaに名誉を与えるチャンスを見たことのある人にはお勧めしません。\u001b[22m\n\u001b[1m(Watashi wa kono yosen ni kanmei o uke, Grisaia no Kajitsu ga Grisaia ni meiyo o ataeru chansu o mita koto no aru hito ni hao susume shimasen.)\u001b[22m\n\nTranslations of \u001b[4mI was shockingly impressed by this prequel and I would suggest to anyone who watched Grisaia no Kajitsu to give Grisaia no Meikyuu a chance, you won't be let down.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was shockingly impressed by this prequel and I would suggest to anyone who watched Grisaia no Kajitsu to give Grisaia no Meikyuu a chance, you won't be let down.\u001b[24m\n    \u001b[1m私はこの予選に感銘を受け、Grisaia no KajitsuがGrisaiaに名誉を与えるチャンスを見たことのある人にはお勧めしません。\u001b[22m, \u001b[1m私はこの続編によって衝撃的な感動だったと私はGrisaiaノー迷宮に、あなたが失望されません機会を与えるためにGrisaiaなし果実を見て誰にもお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nIn the prequel we see Yuuji's sister in depth and their parents. These were the characters who receive mass character development.\n\n\u001b[1mprequelでは、裕次郎の姉妹とその親を見る。 これらは、大衆キャラクターの開発を受けるキャラクターでした。\u001b[22m\n\u001b[1m(Prequelde wa, Yūjirō no shimai to sono oya o miru. Korera wa, taishū kyarakutā no kaihatsu o ukeru kyarakutādeshita.)\u001b[22m\n\nTranslations of \u001b[4mIn the prequel we see Yuuji's sister in depth and their parents. These were the characters who receive mass character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the prequel we see Yuuji's sister in depth and their parents.\u001b[24m\n    \u001b[1mprequelでは、裕次郎の姉妹とその親を見る。\u001b[22m, \u001b[1m前編では、深さとその親に雄二の姉を参照してください。\u001b[22m\n\u001b[4mThese were the characters who receive mass character development.\u001b[24m\n    \u001b[1mこれらは、大衆キャラクターの開発を受けるキャラクターでした。\u001b[22m, \u001b[1mこれらは、大量の文字開発を受け取る文字でした。\u001b[22m\nHowever, the main purpose of the prequel is to show how Yuuji became Yuuji being the highly skilled person he is and were walked through an emotional family experience.\n\n\u001b[1mしかし、この予選の主な目的は、勇次がどのように彼が熟練した人であり、感情的な家庭経験を歩いていたのかを示すことです。\u001b[22m\n\u001b[1m(Shikashi, kono yosen no omona mokuteki wa, Yūji ga dono yō ni kare ga jukuren shita hitodeari, kanjō-tekina katei keiken o aruite ita no ka o shimesu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, the main purpose of the prequel is to show how Yuuji became Yuuji being the highly skilled person he is and were walked through an emotional family experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, the main purpose of the prequel is to show how Yuuji became Yuuji being the highly skilled person he is and were walked through an emotional family experience.\u001b[24m\n    \u001b[1mしかし、この予選の主な目的は、勇次がどのように彼が熟練した人であり、感情的な家庭経験を歩いていたのかを示すことです。\u001b[22m, \u001b[1mしかし、前編の主な目的は、雄二は雄二は彼が非常に熟練した者であることになり、感情的な家族の経験を歩いたかを示すことです。\u001b[22m\nIn addition, we understand the relationship between Yuuji and Yuuji's sister even though it can be really strange at some parts. I mean insest weird, but again still very well written and applied even though you might be thinking WTF.\n\n\u001b[1mまた、湯治と祐二の姉妹の関係は、奇妙なこともありますが、理解しています。 私は奇妙なことを尋ねることを意味しますが、あなたがWTFを考えているかもしれないのに、まだよく書かれ、適用されています。\u001b[22m\n\u001b[1m(Mata, tōji to Yūji no shimai no kankei wa, kimyōna koto mo arimasuga, rikai shite imasu. Watashi wa kimyōna koto o tazuneru koto o imi shimasuga, anata ga WTF o kangaete iru kamo shirenai no ni, mada yoku kaka re, tekiyō sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn addition, we understand the relationship between Yuuji and Yuuji's sister even though it can be really strange at some parts. I mean insest weird, but again still very well written and applied even though you might be thinking WTF.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn addition, we understand the relationship between Yuuji and Yuuji's sister even though it can be really strange at some parts.\u001b[24m\n    \u001b[1mまた、湯治と祐二の姉妹の関係は、奇妙なこともありますが、理解しています。\u001b[22m, \u001b[1mまた、我々はそれがいくつかの部分では本当に奇妙なことができるにもかかわらず祐二と祐二の妹との関係を理解しています。\u001b[22m\n\u001b[4mI mean insest weird, but again still very well written and applied even though you might be thinking WTF.\u001b[24m\n    \u001b[1m私は奇妙なことを尋ねることを意味しますが、あなたがWTFを考えているかもしれないのに、まだよく書かれ、適用されています。\u001b[22m, \u001b[1m私はinsest変な意味が、やはりまだ非常によく書かれて、あなたはWTFを考えている場合でも適用されます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I HIGHLY recommend you watch this squeal and you don't even have to watch the parent. Even by itself I found great entertainment.\n\n\u001b[1m全体的に、私はこの鳴き声を見ることを強くお勧めします。あなたは親を見る必要はありません。 それだけでも素晴らしいエンターテイメントを見つけました。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa kono nakigoe o miru koto o tsuyoku o susume shimasu. Anata wa oya o miru hitsuyō wa arimasen. Sore dake demo subarashī entāteimento o mitsukemashita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I HIGHLY recommend you watch this squeal and you don't even have to watch the parent. Even by itself I found great entertainment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I HIGHLY recommend you watch this squeal and you don't even have to watch the parent.\u001b[24m\n    \u001b[1m全体的に、私はこの鳴き声を見ることを強くお勧めします。あなたは親を見る必要はありません。\u001b[22m, \u001b[1m全体的に、私は非常にあなたがこの鳴きを見て、あなたも親を見てする必要はありませんお勧めします。\u001b[22m\n\u001b[4mEven by itself I found great entertainment.\u001b[24m\n    \u001b[1mそれだけでも素晴らしいエンターテイメントを見つけました。\u001b[22m, \u001b[1mでもそれだけで私は素晴らしいエンターテイメントを見つけました。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "ratchet573",
    "profile": "/profile/ratchet573/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=188405",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  8\n\nGrisaiaのLabyrinthは50分のOVAで、私たちの主人公、Yuujiの過去を詳述しています。 このシリーズでは、少年少女の唯一の男であったが、熟練したスナイパーであり、このタイプのショーではさらに発展したMCの一人だった。\n\n私たちは、雄二が男を狙うために必要な人質の状況で開きます。 これはファンのサービスに過ぎず、メインショーのマイナーキャラクターとの出会いを垣間見ることができます。 その後、彼が幼い頃に戻って、彼の妹、一樹と比較して無駄だったので、両親にゴミのように扱いました。 彼女は熟練した画家であり、彼女がやることにはかなり良い。 彼女は両親にどれほどうまく治療されても、彼女を好きではなく、彼女の兄弟と非常に密接な結びつきを持っています。 そして近くでは、私が\"Yoooo！\"に行っていた物語風呂場を意味します。\n\nこのセクションでは、Kazuさんと同じようにYuujiを開発することはありません。これは大歓迎です。 彼女は好きなキャラクターで、私は彼女と雄二の間のダイナミックな動きを楽しんで、それは恐ろしい近親相姦に変わった。 しかし、同時に、私は変なターンが好きで、私はそれを期待していたはずです。 カズキはすごいです...私はそれがすべてうまくいくと思います。\n\nカズキの死後、さらに悲しいことが起こります。 最も混乱している事の一つは、彼の父親の友人の一人がゆずを連れて来て、かずきのように服を着て、彼を突き飛ばして手を舐めるときです。\n\nそして最後に、テロリストの養子養成について学び、OVAを適切にするためにフルーツからのハレムを見せて全部を包みます。\n\nGrisaiaのLabyrinthは過去を説明し、次のシーズンをセットアップする良い仕事をしますが、地獄のようにも気味が悪いです。 それはショックの価値があるOVAだが、それはまた非常に面白い。私は最初のシーズンを見たことのない人には提案しないだろうが、もしあなたがそれを楽しんでいれば、 あなたはエデンのリリースまであなたを気に入っています。グリッサイアの迷路は、悲しい、悲しい、全くユニークな体験です。 あなたがアニメを見て好きな場合は、良い味の境界をプッシュ、あなたは正しい場所に来た。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe Labyrinth of Grisaia is a fifty minute OVA detailing the past of our main character, Yuuji. In the series, Yuuji was the only guy in a tiny school full of girls but he was also an accomplished sniper and one of the more developed MC’s in a show of this type.\n\n\u001b[1mGrisaiaのLabyrinthは50分のOVAで、私たちの主人公、Yuujiの過去を詳述しています。 このシリーズでは、少年少女の唯一の男であったが、熟練したスナイパーであり、このタイプのショーではさらに発展したMCの一人だった。\u001b[22m\n\u001b[1m(Grisaia no Labyrinth wa 50-bu no ovu~a de, watashitachi no shujinkō, Yuuji no kako o shōjutsu shite imasu. Kono shirīzude wa, shōnen shōjo no yuiitsu no otokodeattaga, jukuren shita sunaipādeari, kono taipu no shōde wa sarani hatten shita MC no hitoridatta.)\u001b[22m\n\nTranslations of \u001b[4mThe Labyrinth of Grisaia is a fifty minute OVA detailing the past of our main character, Yuuji. In the series, Yuuji was the only guy in a tiny school full of girls but he was also an accomplished sniper and one of the more developed MC’s in a show of this type.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Labyrinth of Grisaia is a fifty minute OVA detailing the past of our main character, Yuuji.\u001b[24m\n    \u001b[1mGrisaiaのLabyrinthは50分のOVAで、私たちの主人公、Yuujiの過去を詳述しています。\u001b[22m, \u001b[1mGrisaiaの迷宮は、私たちのメインキャラクター、雄二の過去を詳細に50分のOVAです。\u001b[22m\n\u001b[4mIn the series, Yuuji was the only guy in a tiny school full of girls but he was also an accomplished sniper and one of the more developed MC’s in a show of this type.\u001b[24m\n    \u001b[1mこのシリーズでは、少年少女の唯一の男であったが、熟練したスナイパーであり、このタイプのショーではさらに発展したMCの一人だった。\u001b[22m, \u001b[1mシリーズでは、祐二は女の子の完全な小さな学校で唯一の男だったが、彼はまた、熟達した狙撃兵とより発展したMCのこのタイプのショーでの一つでした。\u001b[22m\n\u001b[1m\u001b[22m\nWe open with a hostage situation requiring Yuuji to snipe a man. This is little more than fan service, giving us a glimpse at how he met a minor character in the main show. After that we go back to when he was a child, treated like garbage by his parents because of how useless he was compared to his sister, Kazuki. She’s an accomplished painter and pretty much good at anything she does. Despite how well she is treated by her parents, she doesn’t like them and has a very close bond with her brother. And by close, I mean Monogatari style bath scene that had me going “Yoooo!”.\n\n\u001b[1m私たちは、雄二が男を狙うために必要な人質の状況で開きます。 これはファンのサービスに過ぎず、メインショーのマイナーキャラクターとの出会いを垣間見ることができます。 その後、彼が幼い頃に戻って、彼の妹、一樹と比較して無駄だったので、両親にゴミのように扱いました。 彼女は熟練した画家であり、彼女がやることにはかなり良い。 彼女は両親にどれほどうまく治療されても、彼女を好きではなく、彼女の兄弟と非常に密接な結びつきを持っています。 そして近くでは、私が\"Yoooo！\"に行っていた物語風呂場を意味します。\u001b[22m\n\u001b[1m(Watashitachiha, Yūji ga otoko o nerau tame ni hitsuyōna hitojichi no jōkyō de hirakimasu. Kore wa fan no sābisu ni sugizu, meinshō no mainākyarakutā to no deai o kaimamiru koto ga dekimasu. Sonogo, kare ga osanai koro ni modotte, kare no imōto, Kazuki to hikaku shite mudadattanode, ryōshin ni gomi no yō ni atsukaimashita. Kanojo wa jukuren shita gakadeari, kanojo ga yaru koto ni wa kanari yoi. Kanojo wa ryōshin ni dorehodo umaku chiryō sa rete mo, kanojo o sukide wa naku, kanojo no kyōdai to hijō ni missetsuna musubitsuki o motte imasu. Soshite chikakude wa, watashi ga\" Yoooo!\" Ni itte ita monogatari furo-ba o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWe open with a hostage situation requiring Yuuji to snipe a man. This is little more than fan service, giving us a glimpse at how he met a minor character in the main show. After that we go back to when he was a child, treated like garbage by his parents because of how useless he was compared to his sister, Kazuki. She’s an accomplished painter and pretty much good at anything she does. Despite how well she is treated by her parents, she doesn’t like them and has a very close bond with her brother. And by close, I mean Monogatari style bath scene that had me going “Yoooo!”.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWe open with a hostage situation requiring Yuuji to snipe a man.\u001b[24m\n    \u001b[1m私たちは、雄二が男を狙うために必要な人質の状況で開きます。\u001b[22m, \u001b[1m私たちは、人を狙撃する祐二を必要人質事件で開きます。\u001b[22m\n\u001b[4mThis is little more than fan service, giving us a glimpse at how he met a minor character in the main show.\u001b[24m\n    \u001b[1mこれはファンのサービスに過ぎず、メインショーのマイナーキャラクターとの出会いを垣間見ることができます。\u001b[22m, \u001b[1mこれは私たちに、彼がメインショーでマイナーなキャラクターに会ったかを垣間見るを与え、ファンサービスより少しです。\u001b[22m\n\u001b[4mAfter that we go back to when he was a child, treated like garbage by his parents because of how useless he was compared to his sister, Kazuki.\u001b[24m\n    \u001b[1mその後、彼が幼い頃に戻って、彼の妹、一樹と比較して無駄だったので、両親にゴミのように扱いました。\u001b[22m, \u001b[1mその後、我々は戻って、彼が子供の頃、なぜなら彼は彼の妹、一樹と比較したか無用の両親にゴミのように扱わへ行きます。\u001b[22m\n\u001b[4mShe’s an accomplished painter and pretty much good at anything she does.\u001b[24m\n    \u001b[1m彼女は熟練した画家であり、彼女がやることにはかなり良い。\u001b[22m, \u001b[1m彼女は彼女が何で優れた画家とかなり良いことです。\u001b[22m\n\u001b[4mDespite how well she is treated by her parents, she doesn’t like them and has a very close bond with her brother.\u001b[24m\n    \u001b[1m彼女は両親にどれほどうまく治療されても、彼女を好きではなく、彼女の兄弟と非常に密接な結びつきを持っています。\u001b[22m, \u001b[1m彼女は彼女の両親によってどのように扱われるかよくもかかわらず、彼女はそれが好きで、彼女の兄と非常に密接な結合を有するていません。\u001b[22m\n\u001b[4mAnd by close, I mean Monogatari style bath scene that had me going “Yoooo!”.\u001b[24m\n    \u001b[1mそして近くでは、私が\"Yoooo！\"に行っていた物語風呂場を意味します。\u001b[22m, \u001b[1mそして近いことで、私は私が行く持っていた物語風の入浴シーンを意味する「Yooooを！」。\u001b[22m\n\u001b[1m\u001b[22m\nThis section doesn’t develop Yuuji so much as Kazuki, which is very welcome. She’s a likeable character and I really enjoyed the dynamic between her and Yuuji until it turned to creepy incest. But at the same time, I kind of liked the weird turn and I should have expected it. Kazuki is awesome so…I guess it all works out.\n\n\u001b[1mこのセクションでは、Kazuさんと同じようにYuujiを開発することはありません。これは大歓迎です。 彼女は好きなキャラクターで、私は彼女と雄二の間のダイナミックな動きを楽しんで、それは恐ろしい近親相姦に変わった。 しかし、同時に、私は変なターンが好きで、私はそれを期待していたはずです。 カズキはすごいです...私はそれがすべてうまくいくと思います。\u001b[22m\n\u001b[1m(Kono sekushonde wa, Kazu-san to onajiyōni Yuuji o kaihatsu suru koto wa arimasen. Kore wa dai kangeidesu. Kanojo wa sukina kyarakutā de, watashi wa kanojo to Yūji no ma no dainamikkuna ugoki o tanoshinde, sore wa osoroshī konshinsōkan ni kawatta. Shikashi, dōjini, watashi wa hen'na tān ga sukide, watashi wa sore o kitai shite ita hazudesu. Kazuki wa sugoidesu... Watashi wa sore ga subete umaku iku to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis section doesn’t develop Yuuji so much as Kazuki, which is very welcome. She’s a likeable character and I really enjoyed the dynamic between her and Yuuji until it turned to creepy incest. But at the same time, I kind of liked the weird turn and I should have expected it. Kazuki is awesome so…I guess it all works out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis section doesn’t develop Yuuji so much as Kazuki, which is very welcome.\u001b[24m\n    \u001b[1mこのセクションでは、Kazuさんと同じようにYuujiを開発することはありません。これは大歓迎です。\u001b[22m, \u001b[1mこのセクションでは、祐二に非常に歓迎され一樹、ほどを開発していません。\u001b[22m\n\u001b[4mShe’s a likeable character and I really enjoyed the dynamic between her and Yuuji until it turned to creepy incest.\u001b[24m\n    \u001b[1m彼女は好きなキャラクターで、私は彼女と雄二の間のダイナミックな動きを楽しんで、それは恐ろしい近親相姦に変わった。\u001b[22m, \u001b[1m彼女は好感の持てるキャラクターだとそれが近親相姦を不気味になっまで、私は本当に彼女と祐二との間の動的を楽しみました。\u001b[22m\n\u001b[4mBut at the same time, I kind of liked the weird turn and I should have expected it.\u001b[24m\n    \u001b[1mしかし、同時に、私は変なターンが好きで、私はそれを期待していたはずです。\u001b[22m, \u001b[1mしかし同時に、私は一種の奇妙なターンが好きで、私はそれを期待している必要があります。\u001b[22m\n\u001b[4mKazuki is awesome so…I guess it all works out.\u001b[24m\n    \u001b[1mカズキはすごいです...私はそれがすべてうまくいくと思います。\u001b[22m, \u001b[1m一樹は素晴らしいですので...私はすべてがうまくいくと思います。\u001b[22m\n\u001b[1m\u001b[22m\nFurther sad things happen, especially after Kazuki’s “death”. One of the most disturbing things is when Yuuji is taken in by one of his dad’s friends who dresses him as Kazuki and…jerks him off then licks his hand…Oh god….\n\n\u001b[1mカズキの死後、さらに悲しいことが起こります。 最も混乱している事の一つは、彼の父親の友人の一人がゆずを連れて来て、かずきのように服を着て、彼を突き飛ばして手を舐めるときです。\u001b[22m\n\u001b[1m(Kazuki no shigo, sarani kanashī koto ga okorimasu. Mottomo konran shite iru koto no hitotsu wa, kare no chichioya no yūjin no hitori ga yuzu o tsurete kite, kazuki no yō ni fuku o kite, kare o tsukitobashite te o nameru tokidesu.)\u001b[22m\n\nTranslations of \u001b[4mFurther sad things happen, especially after Kazuki’s “death”. One of the most disturbing things is when Yuuji is taken in by one of his dad’s friends who dresses him as Kazuki and…jerks him off then licks his hand…Oh god….\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFurther sad things happen, especially after Kazuki’s “death”.\u001b[24m\n    \u001b[1mカズキの死後、さらに悲しいことが起こります。\u001b[22m, \u001b[1mさらに悲しい事は特に一樹の\"死\"の後に、起こります。\u001b[22m\n\u001b[4mOne of the most disturbing things is when Yuuji is taken in by one of his dad’s friends who dresses him as Kazuki and…jerks him off then licks his hand…Oh god….\u001b[24m\n    \u001b[1m最も混乱している事の一つは、彼の父親の友人の一人がゆずを連れて来て、かずきのように服を着て、彼を突き飛ばして手を舐めるときです。\u001b[22m, \u001b[1m最も憂慮すべきことの一つは、祐二は一樹として彼をドレス父親の友人の一人に取り込まれるときであり、...神ああ...彼の手をなめる、その後彼をピクピク...。\u001b[22m\n\u001b[1m\u001b[22m\nAnd then, in the end, we learn about Yuuji’s training at a terrorist camp and wrap it all up by showing off the harem from Fruit to make the OVA relevant.\n\n\u001b[1mそして最後に、テロリストの養子養成について学び、OVAを適切にするためにフルーツからのハレムを見せて全部を包みます。\u001b[22m\n\u001b[1m(Soshite saigo ni, terorisuto no yōshi yōsei ni tsuite manabi, ovu~a o tekisetsu ni suru tame ni furūtsu kara no haremu o misete zenbu o tsutsumimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd then, in the end, we learn about Yuuji’s training at a terrorist camp and wrap it all up by showing off the harem from Fruit to make the OVA relevant.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd then, in the end, we learn about Yuuji’s training at a terrorist camp and wrap it all up by showing off the harem from Fruit to make the OVA relevant.\u001b[24m\n    \u001b[1mそして最後に、テロリストの養子養成について学び、OVAを適切にするためにフルーツからのハレムを見せて全部を包みます。\u001b[22m, \u001b[1mそして、最後に、我々はテロリストキャンプで祐二のトレーニングについて学び、OVAが関連するためにフルーツからハーレムをオフに示すことによってそれをすべてを包みます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Labyrinth of Grisaia does a good job of explaining the past and setting up the next season but is also creepy as fucking hell. It's an OVA with a lot of shock value, but it's also highly entertaining.I wouldn't suggest it to those who haven't seen the first season, but if you have and enjoyed it, you'll love this extra helping that will sate you till the release of Eden.The Labyrinth of Grisaia is a disturbing, sad, and totally unique experience. If you like watching anime push the bounds of good taste, you’ve come to the right place.\n\n\u001b[1mGrisaiaのLabyrinthは過去を説明し、次のシーズンをセットアップする良い仕事をしますが、地獄のようにも気味が悪いです。 衝撃的な価値のあるOVAだが、それも非常に面白い。最初のシーズンを見たことのない人には勧めないだろうが、それを楽しんでいれば、 あなたはエデンのリリースまであなたを気に入っています。グリッサイアの迷路は、悲しい、悲しい、全くユニークな体験です。 あなたがアニメを見て好きな場合は、良い味の境界をプッシュ、あなたは正しい場所に来た。\u001b[22m\n\u001b[1m(Grisaia no Labyrinth wa kako o setsumei shi,-ji no shīzun o settoappu suru yoi shigoto o shimasuga, jigoku no yō ni mo kimigawaruidesu. Shōgeki-tekina kachinoaru ovu~adaga, sore mo hijō ni omoshiroi. Saisho no shīzun o mita koto no nai hito ni wa susumenaidarouga, sore o tanoshinde ireba, anata wa eden no rirīsu made anata o kiniitte imasu. Gurissaia no meiro wa, kanashī, kanashī, mattaku yunīkuna taikendesu. Anata ga anime o mite sukina baai wa, yoi aji no kyōkai o pusshu, anata wa tadashī basho ni kita.)\u001b[22m\n\nTranslations of \u001b[4mThe Labyrinth of Grisaia does a good job of explaining the past and setting up the next season but is also creepy as fucking hell. It's an OVA with a lot of shock value, but it's also highly entertaining.I wouldn't suggest it to those who haven't seen the first season, but if you have and enjoyed it, you'll love this extra helping that will sate you till the release of Eden.The Labyrinth of Grisaia is a disturbing, sad, and totally unique experience. If you like watching anime push the bounds of good taste, you’ve come to the right place.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Labyrinth of Grisaia does a good job of explaining the past and setting up the next season but is also creepy as fucking hell.\u001b[24m\n    \u001b[1mGrisaiaのLabyrinthは過去を説明し、次のシーズンをセットアップする良い仕事をしますが、地獄のようにも気味が悪いです。\u001b[22m, \u001b[1mGrisaiaの迷宮は、過去を説明すると次のシーズンを設定するのは良い仕事をしていませんが、またクソ地獄のように不気味です。\u001b[22m\n\u001b[4mIt's an OVA with a lot of shock value, but it's also highly entertaining.I wouldn't suggest it to those who haven't seen the first season, but if you have and enjoyed it, you'll love this extra helping that will\u001b[24m\n    \u001b[1m衝撃的な価値のあるOVAだが、それも非常に面白い。最初のシーズンを見たことのない人には勧めないだろうが、それを楽しんでいれば、\u001b[22m, \u001b[1mこれは、衝撃値の多くのOVAだが、それは非常にentertaining.Iは最初のシーズンを見ていない人にそれを示唆していますが、あなたが持っており、それを楽しんだ場合、あなたはこの余分な助け、その意志を好きでもあります\u001b[22m\n\u001b[4msate you till the release of Eden.The Labyrinth of Grisaia is a disturbing, sad, and totally unique experience.\u001b[24m\n    \u001b[1mあなたはエデンのリリースまであなたを気に入っています。グリッサイアの迷路は、悲しい、悲しい、全くユニークな体験です。\u001b[22m, \u001b[1mGrisaiaのEden.The迷宮のリリースまであなたをサテすると、不穏な悲しい、と完全にユニークな経験です。\u001b[22m\n\u001b[4mIf you like watching anime push the bounds of good taste, you’ve come to the right place.\u001b[24m\n    \u001b[1mあなたがアニメを見て好きな場合は、良い味の境界をプッシュ、あなたは正しい場所に来た。\u001b[22m, \u001b[1mあなたはアニメが良い味の境界をプッシュ見て好きなら、あなたは正しい場所に来ています。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "pleochroic",
    "profile": "/profile/pleochroic/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=231238",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは私が今まで見てきた最悪のアニメです。 それは技術的に悪いわけではない。 芸術とアニメーションはうまく、音声の才能と音楽はいいです、それは問題ではありません。 問題は、物語が純粋に操作の難題であるということです。\n\nここに大量のスポイラーがあります。\n\n私はこの物語を不快に感じました。 私はharemsそれ自体に対して何も持っていません、そして、私はGrisaiaがそのハーレムの女の子に感じのための幾分困難な過去を与えることと大丈夫です。 しかし、この1つは、裕次郎のルートは、ちょうどハム拳schlockです。 誰もがこのトリプルを書いた人は、「湯治のために本当に悲劇的な過去を発明する」という指示を持っていなければならず、可能な外傷のキッチンシンクを投げるのが正しい方法だと決めました。 申し訳ありませんが、操作感は無益です。 彼らは価値のないものよりも悪く、実際の外傷は自明ではありません。 実際に虐待的な子供時代を抱えていた誰かとして、私は情熱をもってこの駄目を憤慨します。\n\n母親に捨てられた天才の妹（前には好きだったが、今は軽蔑している）に虐待され感情的に捻じ込まれた父親の身体的、精神的虐待を受けていた（父親にレイプされた後、 彼が性的に暴力を浴びる間に彼を虐待した小児性愛者が取り込んだ垂木からぶら下がっていることを発見し、このパラゴンの仲間によってほぼレイプされた（彼はまた下着で -  テロリストとして、人間の感情の最後のビットが、彼をうまくやってくれる女の子の最終的な助けを借りて殴られた。卒業の練習として彼（または彼）を殺すはずだ。  CIAが彼を見つけた後にもっと来ている。\n\nいいえ、真剣に、純粋な、純粋なschlock。 私は、裕次がギリシアのいたずらで世話をしている主人公としてそれを出すことができる秒を信じていません。 私は今、私の脳を漂白するつもりです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis is the worst anime I have ever watched. Not because it's technically bad; art and animation are fine, voice talent and music are fine, no that's not the problem. The problem is that the story is purely manipulative dreck.\n\n\u001b[1mこれは私が今まで見てきた最悪のアニメです。 それは技術的に悪いわけではない。 芸術とアニメーションはうまく、音声の才能と音楽はいいです、それは問題ではありません。 問題は、物語が純粋に操作の難題であるということです。\u001b[22m\n\u001b[1m(Kore wa watashi ga imamade mitekita saiaku no animedesu. Sore wa gijutsu-teki ni warui wakede wanai. Geijutsu to animēshon wa umaku, onsei no sainō to ongaku wa īdesu, soreha mondaide wa arimasen. Mondai wa, monogatari ga junsui ni sōsa no nandaidearu to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the worst anime I have ever watched. Not because it's technically bad; art and animation are fine, voice talent and music are fine, no that's not the problem. The problem is that the story is purely manipulative dreck.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the worst anime I have ever watched.\u001b[24m\n    \u001b[1mこれは私が今まで見てきた最悪のアニメです。\u001b[22m, \u001b[1mこれは私が今まで見た中で最悪のアニメです。\u001b[22m\n\u001b[4mNot because it's technically bad;\u001b[24m\n    \u001b[1mそれは技術的に悪いわけではない。\u001b[22m, \u001b[1mそれは技術的に悪いですではないからです。\u001b[22m\n\u001b[4mart and animation are fine, voice talent and music are fine, no that's not the problem.\u001b[24m\n    \u001b[1m芸術とアニメーションはうまく、音声の才能と音楽はいいです、それは問題ではありません。\u001b[22m, \u001b[1mアートとアニメーションが微細で、音声の才能と音楽が微細である、ないことは問題ではありません。\u001b[22m\n\u001b[4mThe problem is that the story is purely manipulative dreck.\u001b[24m\n    \u001b[1m問題は、物語が純粋に操作の難題であるということです。\u001b[22m, \u001b[1m問題は、物語は純粋に整体安物であるということです。\u001b[22m\n\u001b[1m\u001b[22m\nHERE BE MASSIVE SPOILERS.\n\n\u001b[1mここに大量のスポイラーがあります。\u001b[22m\n\u001b[1m(Koko ni tairyō no supoirā ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mHERE BE MASSIVE SPOILERS.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHERE BE MASSIVE SPOILERS.\u001b[24m\n    \u001b[1mここに大量のスポイラーがあります。\u001b[22m, \u001b[1mHERE MASSIVEスポイラーBE。\u001b[22m\n\u001b[1m\u001b[22m\nI found this story offensive. I have nothing against harems per se, and I am ok with Grisaia giving its harem girls somewhat difficult pasts for the feels. But this one, Yuuji's route, is just ham-fisted schlock. Whoever wrote this piece of tripe must have had the directive of 'invent a really tragic past for Yuuji' and decided that throwing the kitchen sink of possible trauma was the right way to go. I am sorry, but manipulated feels are worthless. They are worse than worthless, they are trivializing actual trauma. As somebody who actually had an abusive childhood, I resent this crap with a passion.\n\n\u001b[1m私はこの物語を不快に感じました。 私はharemsそれ自体に対して何も持っていません、そして、私はGrisaiaがそのハーレムの女の子に感じのための幾分困難な過去を与えることと大丈夫です。 しかし、この1つは、裕次郎のルートは、ちょうどハム拳schlockです。 誰もがこのトリプルを書いた人は、「湯治のために本当に悲劇的な過去を発明する」という指示を持っていなければならず、可能な外傷のキッチンシンクを投げるのが正しい方法だと決めました。 申し訳ありませんが、操作感は無益です。 彼らは価値のないものよりも悪く、実際の外傷は自明ではありません。 実際に虐待的な子供時代を抱えていた誰かとして、私は情熱をもってこの駄目を憤慨します。\u001b[22m\n\u001b[1m(Watashi wa kono monogatari o fukai ni kanjimashita. Watashi wa harems sore jitai ni taishite nani mo motte imasen, soshite, watashi wa Grisaia ga sono hāremu no on'nanoko ni kanji no tame no ikubun kon'nan'na kako o ataeru koto to daijōbudesu. Shikashi, kono 1tsu wa, Yūjirō no rūto wa, chōdo hamu-ken schlockdesu. Daremoga kono toripuru o kaita hito wa,`tōji no tame ni hontōni higeki-tekina kako o hatsumei suru' to iu shiji o motte inakereba narazu, kanōna gaishō no kitchinshinku o nageru no ga tadashī hōhōda to kimemashita. Mōshiwakearimasenga, sōsa-kan wa muekidesu. Karera wa kachi no nai mono yori mo waruku, jissai no gaishō wa jimeide wa arimasen. Jissai ni gyakutai-tekina kodomo jidai o kakaete ita dareka to shite, watashi wa jōnetsu o motte kono dame o fungai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI found this story offensive. I have nothing against harems per se, and I am ok with Grisaia giving its harem girls somewhat difficult pasts for the feels. But this one, Yuuji's route, is just ham-fisted schlock. Whoever wrote this piece of tripe must have had the directive of 'invent a really tragic past for Yuuji' and decided that throwing the kitchen sink of possible trauma was the right way to go. I am sorry, but manipulated feels are worthless. They are worse than worthless, they are trivializing actual trauma. As somebody who actually had an abusive childhood, I resent this crap with a passion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found this story offensive.\u001b[24m\n    \u001b[1m私はこの物語を不快に感じました。\u001b[22m, \u001b[1m私はこの話攻勢を見つけました。\u001b[22m\n\u001b[4mI have nothing against harems per se, and I am ok with Grisaia giving its harem girls somewhat difficult pasts for the feels.\u001b[24m\n    \u001b[1m私はharemsそれ自体に対して何も持っていません、そして、私はGrisaiaがそのハーレムの女の子に感じのための幾分困難な過去を与えることと大丈夫です。\u001b[22m, \u001b[1m私は、それ自体がハーレムに対しては何もない、と私はGrisaiaが感じるために、そのハーレムの女の子をやや困難の過去を与えることでOKです。\u001b[22m\n\u001b[4mBut this one, Yuuji's route, is just ham-fisted schlock.\u001b[24m\n    \u001b[1mしかし、この1つは、裕次郎のルートは、ちょうどハム拳schlockです。\u001b[22m, \u001b[1mしかし、この1、祐二のルートは、単に不器用な安物です。\u001b[22m\n\u001b[4mWhoever wrote this piece of tripe must have had the directive of 'invent a really tragic past for Yuuji' and decided that throwing the kitchen sink of possible trauma was the right way to go.\u001b[24m\n    \u001b[1m誰もがこのトリプルを書いた人は、「湯治のために本当に悲劇的な過去を発明する」という指示を持っていなければならず、可能な外傷のキッチンシンクを投げるのが正しい方法だと決めました。\u001b[22m, \u001b[1m誰が胃袋のこの作品は「祐二、本当に悲劇的な過去を発明する」のディレクティブを持っている必要があります書いて、可能な外傷の台所の流しを投げることは行くための正しい方法であると判断しました。\u001b[22m\n\u001b[4mI am sorry, but manipulated feels are worthless.\u001b[24m\n    \u001b[1m申し訳ありませんが、操作感は無益です。\u001b[22m, \u001b[1m誠に申し訳ございませんが、操作感触が無価値です。\u001b[22m\n\u001b[4mThey are worse than worthless, they are trivializing actual trauma.\u001b[24m\n    \u001b[1m彼らは価値のないものよりも悪く、実際の外傷は自明ではありません。\u001b[22m, \u001b[1m彼らは実際の外傷をtrivializingされ、無価値よりも悪化しています。\u001b[22m\n\u001b[4mAs somebody who actually had an abusive childhood, I resent this crap with a passion.\u001b[24m\n    \u001b[1m実際に虐待的な子供時代を抱えていた誰かとして、私は情熱をもってこの駄目を憤慨します。\u001b[22m, \u001b[1m実際に虐待的な幼年期を持っていた誰かとして、私は情熱を持って、このがらくたに憤りを感じています。\u001b[22m\n\u001b[1m\u001b[22m\nYuuji is physically and emotionally abused by his father, molested and emotionally twisted by his genius sister (whom I had previously rather liked, but now despise), abandoned by his mother (after she was raped by his father, who became the first person Yuuji killed), whom he then found dangling from the rafters, taken in by a pedophile who crossdressed him while sexually assaulting him, nearly raped by a pal of this paragon (whom he also killed, while in his underwear -- good for Yuuji, trained as a terrorist where the last bit of human feeling was beaten out of him with the final help of some girl who treats him nicely ... until she is supposed to kill him (or he her) as a graduation exercise. I have the feeling more is coming after the CIA finds him.\n\n\u001b[1m母親に捨てられた天才の妹（前には好きだったが、今は軽蔑している）に虐待され感情的に捻じ込まれた父親の身体的、精神的虐待を受けていた（父親にレイプされた後、 彼が性的に暴力を浴びる間に彼を虐待した小児性愛者が取り込んだ垂木からぶら下がっていることを発見し、このパラゴンの仲間によってほぼレイプされた（彼はまた下着で -  テロリストとして、人間の感情の最後のビットが、彼をうまくやってくれる女の子の最終的な助けを借りて殴られた。卒業の練習として彼（または彼）を殺すはずだ。  CIAが彼を見つけた後にもっと来ている。\u001b[22m\n\u001b[1m(Hahaoya ni sute rareta tensai no imōto (mae ni wa sukidatta ga, ima wa keibetsu shite iru) ni gyakutai sa re kanjō-teki ni neji koma reta chichioya no karada-teki, seishin-teki gyakutai o ukete ita (chichioya ni reipu sa reta nochi, kare ga seiteki ni bōryoku o abiru ma ni kare o gyakutai shita shōniseiai-sha ga torikonda taruki kara burasagatte iru koto o hakken shi, kono paragon no nakama ni yotte hobo reipu sa reta (kare wa mata shitagi de - terorisuto to shite, ningen no kanjō no saigo no bitto ga, kare o umaku yatte kureru on'nanoko no saishū-tekina tasuke o karite nagura reta. Sotsugyō no renshū to shite kare (matawa kare) o korosu hazuda. CIA ga kare o mitsuketa nochi ni motto kite iru.)\u001b[22m\n\nTranslations of \u001b[4mYuuji is physically and emotionally abused by his father, molested and emotionally twisted by his genius sister (whom I had previously rather liked, but now despise), abandoned by his mother (after she was raped by his father, who became the first person Yuuji killed), whom he then found dangling from the rafters, taken in by a pedophile who crossdressed him while sexually assaulting him, nearly raped by a pal of this paragon (whom he also killed, while in his underwear -- good for Yuuji, trained as a terrorist where the last bit of human feeling was beaten out of him with the final help of some girl who treats him nicely ... until she is supposed to kill him (or he her) as a graduation exercise. I have the feeling more is coming after the CIA finds him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYuuji is physically and emotionally abused by his father, molested and emotionally twisted by his genius sister (whom I had previously rather liked, but now despise), abandoned by his mother (after she was raped by his father, who became the first person Yuuji\u001b[24m\n    \u001b[1m母親に捨てられた天才の妹（前には好きだったが、今は軽蔑している）に虐待され感情的に捻じ込まれた父親の身体的、精神的虐待を受けていた（父親にレイプされた後、\u001b[22m, \u001b[1m祐二は、物理的、感情的に、彼女は最初の人祐二となった彼の父親によってレイプされた後に（彼の母親に捨てられた、彼の父親が虐待を受けいたずらと感情的に彼の天才の妹ツイスト（私はむしろ気に入っ以前にいたが、現在は軽蔑されます）\u001b[22m\n\u001b[4mkilled), whom he then found dangling from the rafters, taken in by a pedophile who crossdressed him while sexually assaulting him, nearly raped by a pal of this paragon (whom he also killed, while in his underwear -- good for Yuuji, trained\u001b[24m\n    \u001b[1m彼が性的に暴力を浴びる間に彼を虐待した小児性愛者が取り込んだ垂木からぶら下がっていることを発見し、このパラゴンの仲間によってほぼレイプされた（彼はまた下着で - \u001b[22m, \u001b[1m祐二のための良い、訓練を受けた - 彼はその後、ほぼ彼はまた、しばらく彼の下着で、殺されたこの模範（の仲間にレイプ、性的に彼を暴行しながら彼をcrossdressed小児性愛者によって取り込まれた垂木からぶら下がっ見つかった人、）殺害\u001b[22m\n\u001b[4mas a terrorist where the last bit of human feeling was beaten out of him with the final help of some girl who treats him nicely ... until she is supposed to kill him (or he her) as a graduation exercise. I have the feeling\u001b[24m\n    \u001b[1mテロリストとして、人間の感情の最後のビットが、彼をうまくやってくれる女の子の最終的な助けを借りて殴られた。卒業の練習として彼（または彼）を殺すはずだ。\u001b[22m, \u001b[1m人間の感情の最後のビットがきれいに彼を扱ういくつかの女の子の最後の助けを借りて、彼の外に殴られた...彼女は彼（または彼に彼女を）殺すことになってまで、テロリストとして卒業演習として。私が感じています\u001b[22m\n\u001b[4mmore is coming after the CIA finds him.\u001b[24m\n    \u001b[1mCIAが彼を見つけた後にもっと来ている。\u001b[22m, \u001b[1mCIAが彼を見つけた後、それ以上は来ています。\u001b[22m\n\u001b[1m\u001b[22m\nNo, seriously, pure, unadulterated schlock. I don't believe for a second that Yuuji could come out of that as the laconic, yet caring protagonist of Grisaia. I am now gonna go bleach my brain.\n\n\u001b[1mいいえ、真剣に、純粋な、純粋なschlock。 私は、裕次がギリシアの主人公、世話人の主人公としてそれから出てくることができる秒を信じていません。 私は今、私の脳を漂白するつもりです。\u001b[22m\n\u001b[1m(Īe, shinken ni, junsuina, junsuina schlock. Watashi wa, Yūji ga Girishia no shujinkō, sewanin no shujinkō to shite sore kara dete kuru koto ga dekiru byō o shinjite imasen. Watashi wa ima, watashi no nō o hyōhaku suru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mNo, seriously, pure, unadulterated schlock. I don't believe for a second that Yuuji could come out of that as the laconic, yet caring protagonist of Grisaia. I am now gonna go bleach my brain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo, seriously, pure, unadulterated schlock.\u001b[24m\n    \u001b[1mいいえ、真剣に、純粋な、純粋なschlock。\u001b[22m, \u001b[1mいいえ、真剣に、純粋な、純粋な安物。\u001b[22m\n\u001b[4mI don't believe for a second that Yuuji could come out of that as the laconic, yet caring protagonist of Grisaia.\u001b[24m\n    \u001b[1m私は、裕次がギリシアの主人公、世話人の主人公としてそれから出てくることができる秒を信じていません。\u001b[22m, \u001b[1m私は、祐二はGrisaiaの簡潔な、まだ思いやりの主人公として、その出てくることができることを第二のために信じていません。\u001b[22m\n\u001b[4mI am now gonna go bleach my brain.\u001b[24m\n    \u001b[1m私は今、私の脳を漂白するつもりです。\u001b[22m, \u001b[1m私は今、私の脳を漂白行くつもりです。\u001b[22m"
  },
  {
    "title": "Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "id": "29093",
    "url": "https://myanimelist.net/anime/29093/Grisaia_no_Meikyuu__Caprice_no_Mayu_0",
    "user": "martyrofevil",
    "profile": "/profile/martyrofevil/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=220412",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  2\nアニメーション|  2\nサウンド|  3\nキャラクター|  3\n|  9\n\nグリッサイアは、私がこれまでに目撃したことの中で最も賢明なひどいものであり続けています。 少なくともこのアークでは、彼らは良いことができたような気がして、スタジオで無邪気に実行された要素があります。\n\n本当にグリッサイアを特別なものにするのは、作者がMCを描写する方法の背後にある動機です。 ハーレムのMCを取るというアイデアは、プレイヤーが簡単に役割に没頭できるように、できるだけ漠然としています。ただ彼を生きている最大の人にするのは面白いです。 キャラクターを人間化しようとするこの例でも、すべてがまだ彼を置くように設計されています。 私はちょうど誰もが彼を強打したいと思ってとてもクールだこのストイックbadassを演奏して、あまりにもマッチしたVNの気持ちを再生する人々を描くことができます。 これは、harem tropeがストーリーテリングのために素晴らしいと思っている人から来ています。でも、私はこの事があまりにも船外にあると思っています。\n\nしかし、それだけではなく、他のものは本当に悪いです。 編集がひどく面倒だったので、私に涙を流していた部分がありました。 影響を与えるためにキーシーンの音楽に本当に傾いているものを（ほとんどのアニメは楽にする）しようとしますが、音楽はいつも十分ではなく、間違った場面を過ぎてしまいます。 また、最悪のCGです。\n\n私はこれに驚いていますが、グリッサイアはこれまでに作られた最も面白いものの1つです。 これを真剣に受け止めているすべてのレベルで悪いことは、まれで魔法のようなものです。  Grisaiaはアニメの「The Room」です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 2\n\n\u001b[1mアニメーション|  2\u001b[22m\n\u001b[1m(Animēshon | 2)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nGrisaia continues to be the most brashly awful thing I've ever witnessed and I still love it. At least with this arc there are elements that feel like they could have been good and were just executed abysmally by the studio rather than with the first series where it wouldn't have been possible for any of it to be good.\n\n\u001b[1mグリッサイアは、私がこれまでに目撃したことの中で最も賢明なひどいものであり続けています。 少なくともこのアークでは、彼らは良いことができたような気がして、スタジオで無邪気に実行された要素があります。\u001b[22m\n\u001b[1m(Gurissaia wa, watashi ga kore made ni mokugeki shita koto no naka de mottomo kenmeina hidoi monodeari tsudzukete imasu. Sukunakutomo kono ākude wa, karera wa yoi koto ga dekita yōna ki ga shite, sutajio de mujaki ni jikkō sa reta yōso ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mGrisaia continues to be the most brashly awful thing I've ever witnessed and I still love it. At least with this arc there are elements that feel like they could have been good and were just executed abysmally by the studio rather than with the first series where it wouldn't have been possible for any of it to be good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGrisaia continues to be the most brashly awful thing I've ever witnessed and I still love it.\u001b[24m\n    \u001b[1mグリッサイアは、私がこれまでに目撃したことの中で最も賢明なひどいものであり続けています。\u001b[22m, \u001b[1mGrisaiaは私が今まで目撃した中で最もbrashlyひどいものになるし続け、私はまだそれを愛します。\u001b[22m\n\u001b[4mAt least with this arc there are elements that feel like they could have been good and were just executed abysmally by the studio rather than with the first series where it wouldn't have been possible for any of it to be good.\u001b[24m\n    \u001b[1m少なくともこのアークでは、彼らは良いことができたような気がして、スタジオで無邪気に実行された要素があります。\u001b[22m, \u001b[1m少なくともこの弧で彼らは良いされている可能性が、ちょうどスタジオによってではなく、それは良いことに、それのいずれかのために不可能でした最初のシリーズでものすごく実行されたように感じる要素があります。\u001b[22m\n\u001b[1m\u001b[22m\nWhat really makes Grisaia so special is the motivation behind how the authors portray the MC. Just the idea of taking the MC of a harem (usually left as vague as possible so that the player can immerse themselves in the roles easily) and just making him the greatest man alive is hilarious to me. Even in this instance where they attempt to humanize the character, everything is still designed to put him over. I can just picture people playing through the VN feeling so goddamn macho playing this stoic badass that's so cool that everyone just wants to bang him. This is coming from someone who thinks the harem trope is great for storytelling and even I think this shit is way too overboard.\n\n\u001b[1m本当にグリッサイアを特別なものにするのは、作者がMCを描写する方法の背後にある動機です。 ハーレムのMCを取るというアイデアは、プレイヤーが簡単に役割に没頭できるように、できるだけ漠然としています。ただ彼を生きている最大の人にするのは面白いです。 キャラクターを人間化しようとするこの例でも、すべてがまだ彼を置くように設計されています。 私はちょうど誰もが彼を強打したいと思ってとてもクールだこのストイックbadassを演奏して、あまりにもマッチしたVNの気持ちを再生する人々を描くことができます。 これは、harem tropeがストーリーテリングのために素晴らしいと思っている人から来ています。でも、私はこの事があまりにも船外にあると思っています。\u001b[22m\n\u001b[1m(Hontōni gurissaia o tokubetsuna mono ni suru no wa, sakusha ga MC o byōsha suru hōhō no haigo ni aru dōkidesu. Hāremu no MC o toru to iu aidea wa, pureiyā ga kantan ni yakuwari ni bottō dekiru yō ni, dekiru dake bakuzento shite imasu. Tada kare o ikite iru saidai no hito ni suru no wa omoshiroidesu. Kyarakutā o ningen-ka shiyou to suru kono-rei demo, subete ga mada kare o oku yō ni sekkei sa rete imasu. Watashi wa chōdo daremoga kare o kyōda shitai to omotte totemo kūruda kono sutoikku badass o ensō shite, amarini mo matchi shita VN no kimochi o saisei suru hitobito o kaku koto ga dekimasu. Kore wa, harem trope ga sutōrīteringu no tame ni subarashī to omotte iru hito kara kite imasu. Demo, watashi wa kono koto ga amarini mo sengai ni aru to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat really makes Grisaia so special is the motivation behind how the authors portray the MC. Just the idea of taking the MC of a harem (usually left as vague as possible so that the player can immerse themselves in the roles easily) and just making him the greatest man alive is hilarious to me. Even in this instance where they attempt to humanize the character, everything is still designed to put him over. I can just picture people playing through the VN feeling so goddamn macho playing this stoic badass that's so cool that everyone just wants to bang him. This is coming from someone who thinks the harem trope is great for storytelling and even I think this shit is way too overboard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat really makes Grisaia so special is the motivation behind how the authors portray the MC.\u001b[24m\n    \u001b[1m本当にグリッサイアを特別なものにするのは、作者がMCを描写する方法の背後にある動機です。\u001b[22m, \u001b[1m本当にGrisaiaがそんなに特別なことは著者がMCを描く方法の背後にある動機です。\u001b[22m\n\u001b[4mJust the idea of taking the MC of a harem (usually left as vague as possible so that the player can immerse themselves in the roles easily) and just making him the greatest man alive is hilarious to me.\u001b[24m\n    \u001b[1mハーレムのMCを取るというアイデアは、プレイヤーが簡単に役割に没頭できるように、できるだけ漠然としています。ただ彼を生きている最大の人にするのは面白いです。\u001b[22m, \u001b[1m（プレイヤーが簡単役割に身を浸すことができるように、通常はできるだけあいまいとして左）ハーレムのMCを取り、ちょうど生きている最も大きな男が私に陽気です、彼を作るだけのアイデア。\u001b[22m\n\u001b[4mEven in this instance where they attempt to humanize the character, everything is still designed to put him over.\u001b[24m\n    \u001b[1mキャラクターを人間化しようとするこの例でも、すべてがまだ彼を置くように設計されています。\u001b[22m, \u001b[1mでも、彼らは文字をヒト化しようとすると、この例では、すべてのものは、まだ彼の上に置くように設計されています。\u001b[22m\n\u001b[4mI can just picture people playing through the VN feeling so goddamn macho playing this stoic badass that's so cool that everyone just wants to bang him.\u001b[24m\n    \u001b[1m私はちょうど誰もが彼を強打したいと思ってとてもクールだこのストイックbadassを演奏して、あまりにもマッチしたVNの気持ちを再生する人々を描くことができます。\u001b[22m, \u001b[1m私はちょうどVN感を通じて、誰もがちょうど彼を強打したいことをとてもクールだ、このストイックワルを再生するので、田舎者の白人野郎マッチョを再生する人々を描くことができます。\u001b[22m\n\u001b[4mThis is coming from someone who thinks the harem trope is great for storytelling and even I think this shit is way too overboard.\u001b[24m\n    \u001b[1mこれは、harem tropeがストーリーテリングのために素晴らしいと思っている人から来ています。でも、私はこの事があまりにも船外にあると思っています。\u001b[22m, \u001b[1mこれは、ハーレムの比喩は、ストーリーテリングのために素晴らしいですし、でも私はこのたわごとはあまりにも船外にあると思う考えて誰かから来ています。\u001b[22m\n\u001b[1m\u001b[22m\nIt's not just the writing though, everything else is really bad too. There were parts in this that had me in tears because the editing was so badly handled. It would try to do the thing (which most anime does effortlessly) where they really lean on the music in a key scene to make it impactful but the music would always be just not good enough and it would be over the wrong scene. Also, just the worst CG.\n\n\u001b[1mしかし、それだけではなく、他のものは本当に悪いです。 編集がひどく面倒だったので、私に涙を流していた部分がありました。 影響を与えるためにキーシーンの音楽に本当に傾いているものを（ほとんどのアニメは楽にする）しようとしますが、音楽はいつも十分ではなく、間違った場面を過ぎてしまいます。 また、最悪のCGです。\u001b[22m\n\u001b[1m(Shikashi, sore dakede wa naku, hoka no mono wa hontōni waruidesu. Henshū ga hidoku mendōdattanode, watashi ni namida o nagashite ita bubun ga arimashita. Eikyō o ataeru tame ni kīshīn no ongaku ni hontōni katamuite iru mono o (hotondo no anime wa raku ni suru) shiyou to shimasuga, ongaku wa itsumo jūbunde wa naku, machigatta bamen o sugite shimaimasu. Mata, saiaku no CGdesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's not just the writing though, everything else is really bad too. There were parts in this that had me in tears because the editing was so badly handled. It would try to do the thing (which most anime does effortlessly) where they really lean on the music in a key scene to make it impactful but the music would always be just not good enough and it would be over the wrong scene. Also, just the worst CG.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not just the writing though, everything else is really bad too.\u001b[24m\n    \u001b[1mしかし、それだけではなく、他のものは本当に悪いです。\u001b[22m, \u001b[1mこれは、他のすべてがあまりにも本当に悪いです、しかしちょうど書き込みはありません。\u001b[22m\n\u001b[4mThere were parts in this that had me in tears because the editing was so badly handled.\u001b[24m\n    \u001b[1m編集がひどく面倒だったので、私に涙を流していた部分がありました。\u001b[22m, \u001b[1m編集がひどく扱われたため、涙で私を持っていた、この内の部品がありました。\u001b[22m\n\u001b[4mIt would try to do the thing (which most anime does effortlessly) where they really lean on the music in a key scene to make it impactful but the music would always be just not good enough and it would be over the wrong scene.\u001b[24m\n    \u001b[1m影響を与えるためにキーシーンの音楽に本当に傾いているものを（ほとんどのアニメは楽にする）しようとしますが、音楽はいつも十分ではなく、間違った場面を過ぎてしまいます。\u001b[22m, \u001b[1mそれは彼らが実際にそれがインパクトにするために重要なシーンでの音楽に傾くが、音楽は常に十分にちょうど良いではないだろうと、それは間違っているシーンの上になります（ほとんどのアニメが難なくない）ことを行うにしようとするだろう。\u001b[22m\n\u001b[4mAlso, just the worst CG.\u001b[24m\n    \u001b[1mまた、最悪のCGです。\u001b[22m, \u001b[1mまた、ちょうど最悪のCG。\u001b[22m\n\u001b[1m\u001b[22m\nAs much as I am (deservingly) shitting on this, Grisaia is one of the most entertaining things ever made. Something that's this bad on all levels that takes itself this seriously is something rare and magical. Grisaia is 'The Room' of anime.\n\n\u001b[1m私はこれに驚いていますが、グリッサイアはこれまでに作られた最も面白いものの1つです。 これを真剣に受け止めているすべてのレベルで悪いことは、まれで魔法のようなものです。  Grisaiaはアニメの「The Room」です。\u001b[22m\n\u001b[1m(Watashi wa kore ni odoroite imasuga, gurissaia wa kore made ni tsukura reta mottomo omoshiroi mono no 1tsudesu. Kore o shinken ni uketomete iru subete no reberu de warui koto wa, marede mahō no yōna monodesu. Grisaia wa animeno `The Room'desu.)\u001b[22m\n\nTranslations of \u001b[4mAs much as I am (deservingly) shitting on this, Grisaia is one of the most entertaining things ever made. Something that's this bad on all levels that takes itself this seriously is something rare and magical. Grisaia is 'The Room' of anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs much as I am (deservingly) shitting on this, Grisaia is one of the most entertaining things ever made.\u001b[24m\n    \u001b[1m私はこれに驚いていますが、グリッサイアはこれまでに作られた最も面白いものの1つです。\u001b[22m, \u001b[1m同じくらい私は（当然に）これにshitting午前として、Grisaiaはこれまでに作った最も面白いものの一つです。\u001b[22m\n\u001b[4mSomething that's this bad on all levels that takes itself this seriously is something rare and magical.\u001b[24m\n    \u001b[1mこれを真剣に受け止めているすべてのレベルで悪いことは、まれで魔法のようなものです。\u001b[22m, \u001b[1m稀で、何か不思議なものである。この真剣に自分自身を取るすべてのレベルでこの悪いです何か。\u001b[22m\n\u001b[4mGrisaia is 'The Room' of anime.\u001b[24m\n    \u001b[1mGrisaiaはアニメの「The Room」です。\u001b[22m, \u001b[1mGrisaiaは、アニメの「ルーム」です。\u001b[22m"
  }
]
