[
  {
    "title": "ef__A_Tale_of_Memories",
    "id": "2924",
    "url": "https://myanimelist.net/anime/2924/ef__A_Tale_of_Memories",
    "user": "zelda-knight",
    "profile": "/profile/zelda-knight/reviews",
    "pages": "6",
    "number": "1",
    "link": "/reviews.php?id=22793",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  9\n|  10\n\n記憶の物語 - 第一印象 -  7/10\n私が最初にそれを見始めた時、私は本当に何を期待するのか分からなかった。 私は「ゼロの使い魔」の3シーズンを終えたばかりだったので、本当にいいアニメを楽しみにしていました。 私はびっくりしました。\n\nストーリー-\nそれはラブストーリー、ロマンス、その他のものです。 私たちにほとんどすべてのキャラクターについての視点を見せるように言われています。 それは、第2シーズン（メロディーの物語）で他の2と、あなたが3つまたは4つのカップルの物語を伝えます。 それぞれのカップルには克服するのに問題と困難があり、文字の良いビットは面白い、まったく正義ではないにしても、過去を過ごす。 物語はまともなペースで動いて、あなたの喉を詰め込むのではなく、引っ張ってはいけません。\n\nアート-\nこのアニメの芸術はとても良かったです。 特殊効果はあまりありませんでした。実際にアートを見てみると、まったく違和感があります。 しかし、それが使用され提示される方法はそれを輝かせる。 それは非常によくまとまっている。\n\n音-\nこのアニメの私の好きな部分は、音です。 ストーリーはオープニングとエンディングのクレジットに非常によく結びついています。あなたがシリーズを終えた後は、あなたはよく分かります。 私はepのエンディングを愛しました。 シーズン2の12。それは最高だった。\n\nキャラクター-\n各キャラクターには個性があり、ユニークです。 何人かのキャラクターは私が思っていないことをしましたが、それは非常によく考えられていました。 文字のいくつかは完全な尻であったが、彼らのほとんどは友好的で好きだった。\n\n楽しみ-\nはい。 まさにその通り。\n\n全体-\nそれは素晴らしい。 シーズン2はそれほど良くはなかったが、より良いサウンドを持っていた。 私はいくつかのキャラクターが彼/彼女自身を殺すつもりだったと思ったが、私はそれがほしいと思っていたすべてがうまくいった。  （1人の男を除いて）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nEf- a tale of memories - First impression- 7/10\n\n\u001b[1m記憶の物語 - 第一印象 -  7/10\u001b[22m\n\u001b[1m(Kioku no monogatari - daiichiinshō - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEf- a tale of memories - First impression- 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEf- a tale of memories - First impression- 7/10\u001b[24m\n    \u001b[1m記憶の物語 - 第一印象 -  7/10\u001b[22m, \u001b[1mまずimpression- 7/10  - 思い出の物語を、EF\u001b[22m\nI really didn't know what to expect when i first started watching it. I had just finished 'Zero no Tsukaima''s3 seasons, so i was really looking forward to a good anime. I was surprised.\n\n\u001b[1m私が最初にそれを見始めた時、私は本当に何を期待するのか分からなかった。 私は「ゼロの使い魔」の3シーズンを終えたばかりだったので、本当にいいアニメを楽しみにしていました。 私はびっくりしました。\u001b[22m\n\u001b[1m(Watashi ga saisho ni sore o mi hajimeta toki, watashi wa hontōni nani o kitai suru no ka wakaranakatta. Watashi wa `zeronotsukaima' no 3 shīzun o oeta bakaridattanode, hontōni ī anime o tanoshimini shite imashita. Watashi wa bikkuri shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI really didn't know what to expect when i first started watching it. I had just finished 'Zero no Tsukaima''s3 seasons, so i was really looking forward to a good anime. I was surprised.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really didn't know what to expect when i first started watching it.\u001b[24m\n    \u001b[1m私が最初にそれを見始めた時、私は本当に何を期待するのか分からなかった。\u001b[22m, \u001b[1m私は本当に私が最初にそれを見始めたときに期待するのかわかりませんでした。\u001b[22m\n\u001b[4mI had just finished 'Zero no Tsukaima''s3 seasons, so i was really looking forward to a good anime.\u001b[24m\n    \u001b[1m私は「ゼロの使い魔」の3シーズンを終えたばかりだったので、本当にいいアニメを楽しみにしていました。\u001b[22m, \u001b[1m私はちょうど「ゼロ全くTsukaima''s3シーズンを終えていなかったので、私は本当に良いアニメを楽しみにしていました。\u001b[22m\n\u001b[4mI was surprised.\u001b[24m\n    \u001b[1m私はびっくりしました。\u001b[22m, \u001b[1m私は驚いた。\u001b[22m, \u001b[1m私は驚きました。\u001b[22m\n\u001b[1m\u001b[22m\nStory-\n\n\u001b[1mストーリー-\u001b[22m\n\u001b[1m(Sutōrī -)\u001b[22m\n\nDefinitions of \u001b[4mStory-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nIt is a love story, romance and whatnot. It is told quite well, letting us see perspective on almost all of the characters. It tells the story of 3 or 4 couples, with the other 2 in the second season (tale of melodies). Each couple has problems and difficulties to overcome, and a good bit of the characters have an interesting, if not downright pitiable, past. The story moves at a decent pace, not shoving stuff down your throat, but not dragging either.\n\n\u001b[1mそれはラブストーリー、ロマンス、その他のものです。 私たちにほとんどすべてのキャラクターについての視点を見せるように言われています。 それは、第2シーズン（メロディーの物語）で他の2と、あなたが3つまたは4つのカップルの物語を伝えます。 それぞれのカップルには克服するのに問題と困難があり、文字の良いビットは面白い、まったく正義ではないにしても、過去を過ごす。 物語はまともなペースで動いて、あなたの喉を詰め込むのではなく、引っ張ってはいけません。\u001b[22m\n\u001b[1m(Sore wa rabusutōrī, romansu, sonohoka no monodesu. Watashitachi ni hotondo subete no kyarakutā ni tsuite no shiten o miseru yō ni iwa rete imasu. Sore wa, dai 2 shīzun (merodī no monogatari) de hoka no 2 to, anata ga 3ttsu matawa 4tsu no kappuru no monogatari o tsutaemasu. Sorezore no kappuru ni wa kokufuku suru no ni mondai to kon'nan ga ari, moji no yoi bitto wa omoshiroi, mattaku seigide wa nai ni shite mo, kako o sugosu. Monogatari wa matomona pēsu de ugoite, anata no nodo o tsumekomu node wa naku, hippatte wa ikemasen.)\u001b[22m\n\nTranslations of \u001b[4mIt is a love story, romance and whatnot. It is told quite well, letting us see perspective on almost all of the characters. It tells the story of 3 or 4 couples, with the other 2 in the second season (tale of melodies). Each couple has problems and difficulties to overcome, and a good bit of the characters have an interesting, if not downright pitiable, past. The story moves at a decent pace, not shoving stuff down your throat, but not dragging either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is a love story, romance and whatnot.\u001b[24m\n    \u001b[1mそれはラブストーリー、ロマンス、その他のものです。\u001b[22m, \u001b[1mそれは愛の物語、ロマンスとその他もろもろです。\u001b[22m\n\u001b[4mIt is told quite well, letting us see perspective on almost all of the characters.\u001b[24m\n    \u001b[1m私たちにほとんどすべてのキャラクターについての視点を見せるように言われています。\u001b[22m, \u001b[1mそれは、私たちは、ほぼすべての文字の上に視点を参照させる、非常によく言われます。\u001b[22m\n\u001b[4mIt tells the story of 3 or 4 couples, with the other 2 in the second season (tale of melodies).\u001b[24m\n    \u001b[1mそれは、第2シーズン（メロディーの物語）で他の2と、あなたが3つまたは4つのカップルの物語を伝えます。\u001b[22m, \u001b[1mなお、第2シーズン（メロディーの物語）の他の2で、3または4カップルの物語です。\u001b[22m\n\u001b[4mEach couple has problems and difficulties to overcome, and a good bit of the characters have an interesting, if not downright pitiable, past.\u001b[24m\n    \u001b[1mそれぞれのカップルには克服するのに問題と困難があり、文字の良いビットは面白い、まったく正義ではないにしても、過去を過ごす。\u001b[22m, \u001b[1mそれぞれのカップルは、問題や困難を克服しなければならない、と文字の良いビットはなんとも哀れではない場合、面白い、過去を持っています。\u001b[22m\n\u001b[4mThe story moves at a decent pace, not shoving stuff down your throat, but not dragging either.\u001b[24m\n    \u001b[1m物語はまともなペースで動いて、あなたの喉を詰め込むのではなく、引っ張ってはいけません。\u001b[22m, \u001b[1m物語は、あなたの喉のものを無理に勧めないが、いずれかのドラッグではない、まともなペースで移動します。\u001b[22m\n\u001b[1m\u001b[22m\nArt-\n\n\u001b[1mアート-\u001b[22m\n\u001b[1m(Āto -)\u001b[22m\n\nDefinitions of \u001b[4mArt-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art in this anime was very good. There weren't many special effects, and if you actually look at the art, it looks kind of plain. But the way its used and presented makes it shine. It's very well put together.\n\n\u001b[1mこのアニメの芸術はとても良かったです。 特殊効果はあまりありませんでした。実際にアートを見てみると、まったく違和感があります。 しかし、それが使用され提示される方法はそれを輝かせる。 それは非常によくまとまっている。\u001b[22m\n\u001b[1m(Kono anime no geijutsu wa totemo yokattadesu. Tokushu kōka wa amari arimasendeshita. Jissai ni āto o mite miru to, mattaku iwakan ga arimasu. Shikashi, sore ga shiyō sa re teiji sa reru hōhō wa sore o kagayaka seru. Sore wa hijō ni yoku matomatte iru.)\u001b[22m\n\nTranslations of \u001b[4mThe art in this anime was very good. There weren't many special effects, and if you actually look at the art, it looks kind of plain. But the way its used and presented makes it shine. It's very well put together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in this anime was very good.\u001b[24m\n    \u001b[1mこのアニメの芸術はとても良かったです。\u001b[22m, \u001b[1mこのアニメの芸術は非常に良好でした。\u001b[22m\n\u001b[4mThere weren't many special effects, and if you actually look at the art, it looks kind of plain.\u001b[24m\n    \u001b[1m特殊効果はあまりありませんでした。実際にアートを見てみると、まったく違和感があります。\u001b[22m, \u001b[1mそこに多くの特別な効果はなかった、とあなたが実際に芸術を見れば、それは平野のようなものを探します。\u001b[22m\n\u001b[4mBut the way its used and presented makes it shine.\u001b[24m\n    \u001b[1mしかし、それが使用され提示される方法はそれを輝かせる。\u001b[22m, \u001b[1mしかし、その使用や提示方法は、それを輝かせます。\u001b[22m\n\u001b[4mIt's very well put together.\u001b[24m\n    \u001b[1mそれは非常によくまとまっている。\u001b[22m, \u001b[1mそれは非常によくまとめられています。\u001b[22m\n\u001b[1m\u001b[22m\nSound-\n\n\u001b[1m音-\u001b[22m\n\u001b[1m(Oto -)\u001b[22m\n\nDefinitions of \u001b[4mSound-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nMy favorite part of this anime is the sound. The story ties into the opening and ending credits very well, and you will understand better after you finish the series. I LOVED the ending credits of ep. 12 of season 2. It was awesome.\n\n\u001b[1mこのアニメの私の好きな部分は、音です。 ストーリーはオープニングとエンディングのクレジットに非常によく結びついています。あなたがシリーズを終えた後は、あなたはよく分かります。 私はepのエンディングを愛しました。 シーズン2の12。それは最高だった。\u001b[22m\n\u001b[1m(Kono anime no watashi no sukina bubun wa,-ondesu. Sutōrī wa ōpuningu to endingu no kurejitto ni hijō ni yoku musubitsuite imasu. Anata ga shirīzu o oeta nochi wa, anata wa yoku wakarimasu. Watashi wa ep no endingu o aishimashita. Shīzun 2 no 12. Sore wa saikōdatta.)\u001b[22m\n\nTranslations of \u001b[4mMy favorite part of this anime is the sound. The story ties into the opening and ending credits very well, and you will understand better after you finish the series. I LOVED the ending credits of ep. 12 of season 2. It was awesome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favorite part of this anime is the sound.\u001b[24m\n    \u001b[1mこのアニメの私の好きな部分は、音です。\u001b[22m, \u001b[1mこのアニメの私のお気に入りの部分は音です。\u001b[22m\n\u001b[4mThe story ties into the opening and ending credits very well, and you will understand better after you finish the series.\u001b[24m\n    \u001b[1mストーリーはオープニングとエンディングのクレジットに非常によく結びついています。あなたがシリーズを終えた後は、あなたはよく分かります。\u001b[22m, \u001b[1m物語の絆開口部に非常によくクレジットを終了し、あなたはシリーズを終えた後、あなたはよりよく理解されるであろう。\u001b[22m\n\u001b[4mI LOVED the ending credits of ep.\u001b[24m\n    \u001b[1m私はepのエンディングを愛しました。\u001b[22m, \u001b[1m私はEPのエンディングクレジットをLOVED。\u001b[22m\n\u001b[4m12 of season 2. It was awesome.\u001b[24m\n    \u001b[1mシーズン2の12。それは最高だった。\u001b[22m, \u001b[1mシーズン2の12は、それは最高でした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter-\n\n\u001b[1mキャラクター-\u001b[22m\n\u001b[1m(Kyarakutā -)\u001b[22m\n\nDefinitions of \u001b[4mCharacter-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nEach character has personality and is unique. Although a few characters did things that i didn't think they would, it was very well thought out. Although some of the characters were complete assholes, most of them were friendly and easy to like.\n\n\u001b[1m各キャラクターには個性があり、ユニークです。 何人かのキャラクターは私が思っていないことをしましたが、それは非常によく考えられていました。 文字のいくつかは完全な尻であったが、彼らのほとんどは友好的で好きだった。\u001b[22m\n\u001b[1m(Kaku kyarakutā ni wa kosei ga ari, yunīkudesu. Nan'ninka no kyarakutā wa watashi ga omotte inai koto o shimashitaga, sore wa hijō ni yoku kangae rarete imashita. Moji no ikutsu ka wa kanzen'na shirideattaga, karera no hotondo wa yūkō-tekide sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mEach character has personality and is unique. Although a few characters did things that i didn't think they would, it was very well thought out. Although some of the characters were complete assholes, most of them were friendly and easy to like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach character has personality and is unique.\u001b[24m\n    \u001b[1m各キャラクターには個性があり、ユニークです。\u001b[22m, \u001b[1m各文字は個性があり、ユニークです。\u001b[22m\n\u001b[4mAlthough a few characters did things that i didn't think they would, it was very well thought out.\u001b[24m\n    \u001b[1m何人かのキャラクターは私が思っていないことをしましたが、それは非常によく考えられていました。\u001b[22m, \u001b[1mいくつかの文字は、私は、彼らは思わなかったことをしましたが、それは非常によく考え抜かれました。\u001b[22m\n\u001b[4mAlthough some of the characters were complete assholes, most of them were friendly and easy to like.\u001b[24m\n    \u001b[1m文字のいくつかは完全な尻であったが、彼らのほとんどは友好的で好きだった。\u001b[22m, \u001b[1m文字の一部が完了ろくでなしましたが、それらのほとんどは、フレンドリーで好きなのは簡単でした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment-\n\n\u001b[1m楽しみ-\u001b[22m\n\u001b[1m(Tanoshimi -)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nYes. very much so.\n\n\u001b[1mはい。 まさにその通り。\u001b[22m\n\u001b[1m(Hai. Masani sonotōri.)\u001b[22m\n\nTranslations of \u001b[4mYes. very much so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYes.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m, \u001b[1mはい。\u001b[22m\n\u001b[4mvery much so.\u001b[24m\n    \u001b[1mまさにその通り。\u001b[22m, \u001b[1m非常にそうです。\u001b[22m, \u001b[1m非常にそう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall-\n\n\u001b[1m全体-\u001b[22m\n\u001b[1m(Zentai -)\u001b[22m\n\nDefinitions of \u001b[4mOverall-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nIt's great. Season 2 wasn't as good, but had better sound. There were a few times when i thought some charactr was gonna kill him/herself, but everything worked out how i wanted it. (Except one guy)\n\n\u001b[1mそれは素晴らしい。 シーズン2はそれほど良くはなかったが、より良いサウンドを持っていた。 私はいくつかのキャラクターが彼/彼女自身を殺すつもりだったと思ったが、私はそれがほしいと思っていたすべてがうまくいった。  （1人の男を除いて）\u001b[22m\n\u001b[1m(Sore wa subarashī. Shīzun 2 wa sore hodo yoku wa nakattaga, yoriyoi saundo o motte ita. Watashi wa ikutsu ka no kyarakutā ga kare/ kanojo jishin o korosu tsumoridatta to omottaga, watashi wa sore ga hoshī to omotte ita subete ga umaku itta. (1-Ri no otoko o nozoite))\u001b[22m\n\nTranslations of \u001b[4mIt's great. Season 2 wasn't as good, but had better sound. There were a few times when i thought some charactr was gonna kill him/herself, but everything worked out how i wanted it. (Except one guy)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's great.\u001b[24m\n    \u001b[1mそれは素晴らしい。\u001b[22m, \u001b[1mそれは素晴らしいです。\u001b[22m, \u001b[1mそれは素晴らしいことです。\u001b[22m\n\u001b[4mSeason 2 wasn't as good, but had better sound.\u001b[24m\n    \u001b[1mシーズン2はそれほど良くはなかったが、より良いサウンドを持っていた。\u001b[22m, \u001b[1mシーズン2は、よくありませんでしたが、より良い音を持っていました。\u001b[22m\n\u001b[4mThere were a few times when i thought some charactr was gonna kill him/herself, but everything worked out how i wanted it.\u001b[24m\n    \u001b[1m私はいくつかのキャラクターが彼/彼女自身を殺すつもりだったと思ったが、私はそれがほしいと思っていたすべてがうまくいった。\u001b[22m, \u001b[1m私はいくつかのcharactrつもり/彼女自身を彼を殺すと思ったが、すべてが私はそれを望んでどのように働いたときに数回ありました。\u001b[22m\n\u001b[4m(Except one guy)\u001b[24m\n    \u001b[1m（1人の男を除いて）\u001b[22m, \u001b[1m（一人を除きます）\u001b[22m"
  },
  {
    "title": "ef__A_Tale_of_Memories",
    "id": "2924",
    "url": "https://myanimelist.net/anime/2924/ef__A_Tale_of_Memories",
    "user": "Lizsy",
    "profile": "/profile/Lizsy/reviews",
    "pages": "6",
    "number": "2",
    "link": "/reviews.php?id=18242",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  10\n\nこのアニメは、そこの他のロマンス/ドラマアニメとは非常に異なっています。 それは本当にショーにあなたを吸うこの心臓ひねりのひねりを持っています。 物語は3つの主な関係の周りを回っている。 個人的に、私の好きな関係は、千尋と蓮司の関係でした。 彼らのものは他のものと非常に異なり、一般的にはまったく異なります。 私はそれについてスポイラーを置くつもりはないが、それはそれらの間の愛/忘れる/憎しみの関係だ。 それは正常な男が恥ずかしそうな女の子のために落ちるので、それは良くなるので、それは一緒に行くことがさらに困難になります。 すべての関係には非常に多くの障害があります。私は、ショーが人々の愛情と感情に近づく方法の違いを真に示すと信じています。 全体的に見て、私は泣き叫び、爪を噛んで、息を呑むような素晴らしいアニメでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is very qite different from the other Romance/Drama animes out there. It has this heart-wrenching twist to it that really sucks you into the show. The story revolves around three main relationships. Personally, my favorite relationship in the story was that of Chihiro and Renji. Theirs is very different from the others and just different in general. I'm not going to put any spoilers about it, but it's a love/forget/hate relationship between them. And it gets better because it's the normal guy falls for the shy girl kind, so it makes it even more difficult to go with. There are so many obstacles in all relationships, and i believe that the show truely shows the difference in people's kind of affection and their ways of approching their feelings. All in all, this was an amazing anime that made me cry, bite my nails, and gasp.\n\n\u001b[1mこのアニメは、そこの他のロマンス/ドラマアニメとは非常に異なっています。 それは本当にショーにあなたを吸うこの心臓ひねりのひねりを持っています。 物語は3つの主な関係の周りを回っている。 個人的に、私の好きな関係は、千尋と蓮司の関係でした。 彼らのものは他のものと非常に異なり、一般的にはまったく異なります。 私はそれについてスポイラーを置くつもりはないが、それはそれらの間の愛/忘れる/憎しみの関係だ。 それは正常な男が恥ずかしそうな女の子のために落ちるので、それは良くなるので、それは一緒に行くことがさらに困難になります。 すべての関係には非常に多くの障害があります。私は、ショーが人々の愛情と感情に近づく方法の違いを真に示すと信じています。 全体的に見て、私は泣き叫び、爪を噛んで、息を呑むような素晴らしいアニメでした。\u001b[22m\n\u001b[1m(Kono anime wa, soko no ta no romansu/ dorama anime to wa hijō ni kotonatte imasu. Sore wa hontōni shō ni anata o suu kono shinzō hineri no hineri o motte imasu. Monogatari wa 3ttsu no omona kankei no mawari o mawatte iru. Kojin-teki ni, watashi no sukina kankei wa, senjin to Renji no kankeideshita. Karera no mono wa hoka no mono to hijō ni kotonari, ippantekini wa mattaku kotonarimasu. Watashi wa sore ni tsuite supoirā o oku tsumori wa naiga, sore wa sorera no ma no ai/ wasureru/ nikushimi no kankeida. Sore wa seijōna otoko ga hazukashi-sōna on'nanoko no tame ni ochirunode, sore wa yoku narunode, soreha issho ni iku koto ga sarani kon'nan ni narimasu. Subete no kankei ni wa hijō ni ōku no shōgai ga arimasu. Watashi wa, shō ga hitobito no aijō to kanjō ni chikadzuku hōhō no chigai o makotoni shimesu to shinjite imasu. Zentai-teki ni mite, watashi wa nakisakebi, tsume o kande, iki o nomu yōna subarashī animedeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is very qite different from the other Romance/Drama animes out there. It has this heart-wrenching twist to it that really sucks you into the show. The story revolves around three main relationships. Personally, my favorite relationship in the story was that of Chihiro and Renji. Theirs is very different from the others and just different in general. I'm not going to put any spoilers about it, but it's a love/forget/hate relationship between them. And it gets better because it's the normal guy falls for the shy girl kind, so it makes it even more difficult to go with. There are so many obstacles in all relationships, and i believe that the show truely shows the difference in people's kind of affection and their ways of approching their feelings. All in all, this was an amazing anime that made me cry, bite my nails, and gasp.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is very qite different from the other Romance/Drama animes out there.\u001b[24m\n    \u001b[1mこのアニメは、そこの他のロマンス/ドラマアニメとは非常に異なっています。\u001b[22m, \u001b[1m他のロマンス/ドラマがそこにアニメからこのアニメは非常にqite異なっています。\u001b[22m\n\u001b[4mIt has this heart-wrenching twist to it that really sucks you into the show.\u001b[24m\n    \u001b[1mそれは本当にショーにあなたを吸うこの心臓ひねりのひねりを持っています。\u001b[22m, \u001b[1mそれは本当にショーにあなたを吸うそれへのこの心痛むねじれを持っています。\u001b[22m\n\u001b[4mThe story revolves around three main relationships.\u001b[24m\n    \u001b[1m物語は3つの主な関係の周りを回っている。\u001b[22m, \u001b[1m物語は周りの三つの主要な関係を公転します。\u001b[22m\n\u001b[4mPersonally, my favorite relationship in the story was that of Chihiro and Renji.\u001b[24m\n    \u001b[1m個人的に、私の好きな関係は、千尋と蓮司の関係でした。\u001b[22m, \u001b[1m個人的には、物語の中で私のお気に入りの関係は、千尋と恋次のことでした。\u001b[22m\n\u001b[4mTheirs is very different from the others and just different in general.\u001b[24m\n    \u001b[1m彼らのものは他のものと非常に異なり、一般的にはまったく異なります。\u001b[22m, \u001b[1m彼らは他のものとは大きく異なると、一般的に異なるだけです。\u001b[22m\n\u001b[4mI'm not going to put any spoilers about it, but it's a love/forget/hate relationship between them.\u001b[24m\n    \u001b[1m私はそれについてスポイラーを置くつもりはないが、それはそれらの間の愛/忘れる/憎しみの関係だ。\u001b[22m, \u001b[1m私はそれについて、任意のスポイラーを置くつもりはないが、それはそれらの間の愛/忘れ/憎悪の関係です。\u001b[22m\n\u001b[4mAnd it gets better because it's the normal guy falls for the shy girl kind, so it makes it even more difficult to go with.\u001b[24m\n    \u001b[1mそれは正常な男が恥ずかしそうな女の子のために落ちるので、それは良くなるので、それは一緒に行くことがさらに困難になります。\u001b[22m, \u001b[1mそして、それは通常の男は恥ずかしがり屋の女の子のようなもののために落下だからそれが良くなるので、それはそれがさらに困難で行くことになります。\u001b[22m\n\u001b[4mThere are so many obstacles in all relationships, and i believe that the show truely shows the difference in people's kind of affection and their ways of approching their feelings.\u001b[24m\n    \u001b[1mすべての関係には非常に多くの障害があります。私は、ショーが人々の愛情と感情に近づく方法の違いを真に示すと信じています。\u001b[22m, \u001b[1mそこにすべての関係で非常に多くの障害があり、私はショーは本当に愛情の人々の種類とそれらの感情をapprochingの彼らのやり方の違いを示していると考えています。\u001b[22m\n\u001b[4mAll in all, this was an amazing anime that made me cry, bite my nails, and gasp.\u001b[24m\n    \u001b[1m全体的に見て、私は泣き叫び、爪を噛んで、息を呑むような素晴らしいアニメでした。\u001b[22m, \u001b[1mすべてのすべてで、これは私が、泣いて私の爪をかむ、と息をのむ作ら素晴らしいアニメでした。\u001b[22m"
  },
  {
    "title": "ef__A_Tale_of_Memories",
    "id": "2924",
    "url": "https://myanimelist.net/anime/2924/ef__A_Tale_of_Memories",
    "user": "Giowatcher",
    "profile": "/profile/Giowatcher/reviews",
    "pages": "6",
    "number": "3",
    "link": "/reviews.php?id=30385",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nEf-Aの記憶の物語はまるでそれが聞こえるのと同じです。 それは、いくつかの恋愛物語が混在した物語です。 すべての種類のひねりと回転であなたは想像することも、想像することさえできません。 音楽とプロットは時々美しくて悲しいです。 悲劇の詰まり、愛の舐め、ショックの塊で、これは間違いなく素晴らしいアニメです。 しかし、このアニメ（imo）の最も顕著なものは文字です。 すべての文字は異なっており、よく知っている人格は賢明であり、適切に過去を賢明に探っています。 その美しいアニメは実際に私の心の中で少しClannad Afterstoryをプッシュしました。 それは超現実的な感覚を持っています。それはシュールレアリズムからエピソード8についてのロマンスにもっと遠くに移動すると思っています。すべての美しさで私はこれをランク付けしました9.9999999999999999私はそれを感じる唯一の後悔は12エピソードです。\nあなたがロマンスを好きなら、これを見てください\nヒントだけの場合、すべてのロマンスが含まれます。 タブー母なる愛から、愛の微妙な実現、古典的なシンプルな\"私はあなたを愛して\"ロマンスに至るまで。 私はそれが物語の最も深い部分を壊滅させるかもしれないという理由からもう言いません。\n...見て",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nEf-A Tale of memories is exactly as it sounds. It is a tale of several love stories intermixed. With every kind of twist and turn you can think of or not even imagine. The music and plot is beautiful and sad at times. With a pinch of tragedy, a lick of 'love', and a dollop of shock, this is definitely a great anime. However the most outstanding thing about this anime (imo) is the characters. All the characters are different and well explored personality wise and adequately explored past wise. Its a Beautiful anime that has actually pushed Clannad Afterstory a bit in my mind. It has a surreal feel to it thought it moves farther way from surrealism and more into the romance about episode 8. With all its beauty I ranked this a 9.9999999999999999 the only regret I feel off it is that it's only 12 episodes :(.\n\n\u001b[1mEf-Aの記憶の物語はまるでそれが聞こえるのと同じです。 それは、いくつかの恋愛物語が混在した物語です。 すべての種類のひねりと回転であなたは想像することも、想像することさえできません。 音楽とプロットは時々美しくて悲しいです。 悲劇の詰まり、愛の舐め、ショックの塊で、これは間違いなく素晴らしいアニメです。 しかし、このアニメ（imo）の最も顕著なものは文字です。 すべての文字は異なっており、よく知っている人格は賢明であり、適切に過去を賢明に探っています。 その美しいアニメは実際に私の心の中で少しClannad Afterstoryをプッシュしました。 それは超現実的な感覚を持っています。それはシュールレアリズムからエピソード8についてのロマンスにもっと遠くに移動すると思っています。すべての美しさで私はこれをランク付けしました9.9999999999999999私はそれを感じる唯一の後悔は12エピソードです。\u001b[22m\n\u001b[1m(Ef - A no kioku no monogatari wa marude sore ga kikoeru no to onajidesu. Sore wa, ikutsu ka no ren'ai monogatari ga konzai shita monogataridesu. Subete no shurui no hineri to kaiten de anata wa sōzō suru koto mo, sōzō suru koto sae dekimasen. Ongaku to purotto wa tokidoki utsukushikute kanashīdesu. Higeki no tsumari, ai no name, shokku no katamari de, koreha machigainaku subarashī animedesu. Shikashi, kono anime (imo) no mottomo kenchona mono wa mojidesu. Subete no moji wa kotonatte ori, yoku shitte iru jinkaku wa kenmeideari, tekisetsu ni kako o kenmei ni sagutte imasu. Sono utsukushī anime wa jissai ni watashi no kokoro no naka de sukoshi Clannad Afterstory o pusshu shimashita. Sore wa chōgenjitsutekina kankaku o motte imasu. Sore wa shūrurearizumu kara episōdo 8 ni tsuite no romansu ni motto tōku ni idō suru to omotte imasu. Subete no utsukushi-sa de watashi wa kore o ranku-tsuke shimashita 9. 9999999999999999 Watashi wa sore o kanjiru yuiitsu no kōkai wa 12 episōdodesu.)\u001b[22m\n\nTranslations of \u001b[4mEf-A Tale of memories is exactly as it sounds. It is a tale of several love stories intermixed. With every kind of twist and turn you can think of or not even imagine. The music and plot is beautiful and sad at times. With a pinch of tragedy, a lick of 'love', and a dollop of shock, this is definitely a great anime. However the most outstanding thing about this anime (imo) is the characters. All the characters are different and well explored personality wise and adequately explored past wise. Its a Beautiful anime that has actually pushed Clannad Afterstory a bit in my mind. It has a surreal feel to it thought it moves farther way from surrealism and more into the romance about episode 8. With all its beauty I ranked this a 9.9999999999999999 the only regret I feel off it is that it's only 12 episodes :(.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEf-A Tale of memories is exactly as it sounds.\u001b[24m\n    \u001b[1mEf-Aの記憶の物語はまるでそれが聞こえるのと同じです。\u001b[22m, \u001b[1mメモリのEF-物語は、それが聞こえるとまったく同じです。\u001b[22m\n\u001b[4mIt is a tale of several love stories intermixed.\u001b[24m\n    \u001b[1mそれは、いくつかの恋愛物語が混在した物語です。\u001b[22m, \u001b[1mこれは、混在いくつかの愛の物語の物語です。\u001b[22m\n\u001b[4mWith every kind of twist and turn you can think of or not even imagine.\u001b[24m\n    \u001b[1mすべての種類のひねりと回転であなたは想像することも、想像することさえできません。\u001b[22m, \u001b[1mねじれのあらゆる種類とし、電源を入れ、あなたは考えるか想像もできません。\u001b[22m\n\u001b[4mThe music and plot is beautiful and sad at times.\u001b[24m\n    \u001b[1m音楽とプロットは時々美しくて悲しいです。\u001b[22m, \u001b[1m音楽やプロットは、時間に美しく、悲しいです。\u001b[22m\n\u001b[4mWith a pinch of tragedy, a lick of 'love', and a dollop of shock, this is definitely a great anime.\u001b[24m\n    \u001b[1m悲劇の詰まり、愛の舐め、ショックの塊で、これは間違いなく素晴らしいアニメです。\u001b[22m, \u001b[1m悲劇のピンチでは、「愛」のなめると、衝撃のほんの少し加え、これは間違いなく偉大なアニメです。\u001b[22m\n\u001b[4mHowever the most outstanding thing about this anime (imo) is the characters.\u001b[24m\n    \u001b[1mしかし、このアニメ（imo）の最も顕著なものは文字です。\u001b[22m, \u001b[1mしかしこのアニメ（IMO）についての最も顕著な事は文字です。\u001b[22m\n\u001b[4mAll the characters are different and well explored personality wise and adequately explored past wise.\u001b[24m\n    \u001b[1mすべての文字は異なっており、よく知っている人格は賢明であり、適切に過去を賢明に探っています。\u001b[22m, \u001b[1mすべての文字が異なるとよく探求人格賢明かつ適切に賢明過ぎ模索しています。\u001b[22m\n\u001b[4mIts a Beautiful anime that has actually pushed Clannad Afterstory a bit in my mind.\u001b[24m\n    \u001b[1mその美しいアニメは実際に私の心の中で少しClannad Afterstoryをプッシュしました。\u001b[22m, \u001b[1m実際に私の心の中でビットAfterstoryクラナドを押されたその美しいアニメ。\u001b[22m\n\u001b[4mIt has a surreal feel to it thought it moves farther way from surrealism and more into the romance about episode 8. With all its beauty I ranked this a 9.9999999999999999 the only regret I feel off it is that it's only 12 episodes :(.\u001b[24m\n    \u001b[1mそれは超現実的な感覚を持っています。それはシュールレアリズムからエピソード8についてのロマンスにもっと遠くに移動すると思っています。すべての美しさで私はこれをランク付けしました9.9999999999999999私はそれを感じる唯一の後悔は12エピソードです。\u001b[22m, \u001b[1mそれに超現実的な感じが、それは私がこれに私はそれが唯一の12のエピソード:(ということですオフ感じ9.9999999999999999唯一の後悔をランク付けし、そのすべての美しさとエピソード約8ロマンスにシュールレアリズムとそれ以上から遠い道を移動させると思っています。\u001b[22m\nIf you like romance at all... WATCH THIS ANIME\n\n\u001b[1mあなたがロマンスを好きなら、これを見てください\u001b[22m\n\u001b[1m(Anata ga romansu o sukinara, kore o mitekudasai)\u001b[22m\n\nTranslations of \u001b[4mIf you like romance at all... WATCH THIS ANIME\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you like romance at all... WATCH THIS ANIME\u001b[24m\n    \u001b[1mあなたがロマンスを好きなら、これを見てください\u001b[22m, \u001b[1mあなたがすべてでロマンスが好きなら...このアニメを見て\u001b[22m\nIt includes all romance if only a hint. From Taboo motherly love, to subtle realization of love, all the way to the classic simple 'I love you' romance. I won't say anymore cause it might ruin imo the deepest part of the story.\n\n\u001b[1mヒントだけの場合、すべてのロマンスが含まれます。 タブー母なる愛から、愛の微妙な実現、古典的なシンプルな\"私はあなたを愛して\"ロマンスに至るまで。 私はそれが物語の最も深い部分を壊滅させるかもしれないという理由からもう言いません。\u001b[22m\n\u001b[1m(Hinto dake no baai, subete no romansu ga fukuma remasu. Tabū hahanaru ai kara, ai no bimyōna jitsugen, koten-tekina shinpuruna\" watashi wa anata o aishite\" romansu ni itaru made. Watashi wa sore ga monogatari no mottomo fukai bubun o kaimetsu sa seru kamo shirenai to iu riyū kara mō iimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt includes all romance if only a hint. From Taboo motherly love, to subtle realization of love, all the way to the classic simple 'I love you' romance. I won't say anymore cause it might ruin imo the deepest part of the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt includes all romance if only a hint.\u001b[24m\n    \u001b[1mヒントだけの場合、すべてのロマンスが含まれます。\u001b[22m, \u001b[1mヒントだけならば、すべてのロマンスを含んでいます。\u001b[22m\n\u001b[4mFrom Taboo motherly love, to subtle realization of love, all the way to the classic simple 'I love you' romance.\u001b[24m\n    \u001b[1mタブー母なる愛から、愛の微妙な実現、古典的なシンプルな\"私はあなたを愛して\"ロマンスに至るまで。\u001b[22m, \u001b[1mタブー母性愛から、愛の微妙な実現に、すべての方法古典的な単純にロマンスを「私はあなたを愛して」。\u001b[22m\n\u001b[4mI won't say anymore cause it might ruin imo the deepest part of the story.\u001b[24m\n    \u001b[1m私はそれが物語の最も深い部分を壊滅させるかもしれないという理由からもう言いません。\u001b[22m, \u001b[1mそれは芋物語の最深部を台無しにする可能性があります原因私はもう言うことはありません。\u001b[22m\n...WATCH IT\n\n\u001b[1m...見て\u001b[22m\n\u001b[1m(... Mite)\u001b[22m\n\nTranslations of \u001b[4m...WATCH IT\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...WATCH IT\u001b[24m\n    \u001b[1m...見て\u001b[22m, \u001b[1m...それを見る\u001b[22m, \u001b[1m...それを見て\u001b[22m"
  },
  {
    "title": "ef__A_Tale_of_Memories",
    "id": "2924",
    "url": "https://myanimelist.net/anime/2924/ef__A_Tale_of_Memories",
    "user": "valkyros",
    "profile": "/profile/valkyros/reviews",
    "pages": "6",
    "number": "4",
    "link": "/reviews.php?id=24616",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  9\n|  10\n\nVAをブラウズしながら、私はこのアニメに出会い、要約を読んだ後、これは単なる一般的なロマンス/ドラマの話であると思った。 最初のエピソードが私をこの豪華なおとぎ話に吸い込まれた後、私はこの声明を速やかに取り下げました。\n\nストーリー9/10\n\nEfはサスペンスとドラマに満ちた2つの話で構成されています。 すべてのエピソードは、私たちにより多くのジレンマ、部分的な答えを示し、さらにあなたのために空腹になります。 唯一のマイナーな欠点は、アニメの始まりと終わりに、一方の物語がもう一方の物語のために少しだけホールドされていることです。しかし、これはサスペンスに加わり、結局のところ両方の物語が適切になります screentimeと後でペースを拾うときに決して混乱していません。\n\nアート10/10\n\nEfは傑作ですが、疑いはありません。  SHAFTとRondo Robeは実際に手に入れたものをすべて引き出しました。特に手描きの部分は絶対に素晴らしいです。 アートのスタイルは美しく見えるだけでなく、使用されているストーリーの一部を補うことによってストーリーのパワーを高め、このアニメが3歳であっても全く表示されません。\n\nキャラクター10/10\n\nキャラクターは非常にうまく作られており、彼らはあなたを物語にさらに浸ります。 キャラクターと彼らが遭遇する問題を感じる時があります。  VAは優れた仕事をして、キャラクターに完璧にフィットしました。\n\n全体的な10/10\n\n思い出のEF-A物語はあなたが見なければならない、あるいは少なくとも試してみなければならないアニメの一つです。 これは真にあなたを泣かせ、最後に暖かいぼやけた感じを与えるアニメの一つです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWhile browsing VA's I came across this anime, and after reading the summary I thought this would be just a generic romance/drama story. I retracted this statement promptly after the first episode sucked me into this gorgeous fairy tale.\n\n\u001b[1mVAをブラウズしながら、私はこのアニメに出会い、要約を読んだ後、これは単なる一般的なロマンス/ドラマの話であると思った。 最初のエピソードが私をこの豪華なおとぎ話に吸い込まれた後、私はこの声明を速やかに取り下げました。\u001b[22m\n\u001b[1m(VA o burauzu shinagara, watashi wa kono anime ni deai, yōyaku o yonda nochi, kore wa tan'naru ippantekina romansu/ dorama no hanashidearu to omotta. Saisho no episōdo ga watashi o kono gōkana otogibanashi ni suikoma reta nochi, watashi wa kono seimei o sumiyaka ni torisagemashita.)\u001b[22m\n\nTranslations of \u001b[4mWhile browsing VA's I came across this anime, and after reading the summary I thought this would be just a generic romance/drama story. I retracted this statement promptly after the first episode sucked me into this gorgeous fairy tale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile browsing VA's I came across this anime, and after reading the summary I thought this would be just a generic romance/drama story.\u001b[24m\n    \u001b[1mVAをブラウズしながら、私はこのアニメに出会い、要約を読んだ後、これは単なる一般的なロマンス/ドラマの話であると思った。\u001b[22m, \u001b[1mVAのを閲覧しながら、私はこのアニメに出くわした、と要約を読んだ後、私は、これは単に一般的なロマンス/ドラマの話だろうと思いました。\u001b[22m\n\u001b[4mI retracted this statement promptly after the first episode sucked me into this gorgeous fairy tale.\u001b[24m\n    \u001b[1m最初のエピソードが私をこの豪華なおとぎ話に吸い込まれた後、私はこの声明を速やかに取り下げました。\u001b[22m, \u001b[1m最初のエピソードは、このゴージャスなおとぎ話に私を吸い込ま後、私は速やかにこの文を撤回しました。\u001b[22m\n\u001b[1m\u001b[22m\nstory 9/10\n\n\u001b[1mストーリー9/10\u001b[22m\n\u001b[1m(Sutōrī 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mstory 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory 9/10\u001b[24m\n    \u001b[1mストーリー9/10\u001b[22m, \u001b[1m物語9/10\u001b[22m\n\u001b[1m\u001b[22m\nEf consists of two tales brimming with suspense and drama. Every episode shows us more dilemmas, partial answers and makes you hungry for more. The only minor downside is that at the beginning and the end of the anime, one of the tales is put on hold for a bit in favour of the other tale, this however adds to the suspense and in the end both of the tales get adequate screentime and is in no way confusing when they pick up the pace later.\n\n\u001b[1mEfはサスペンスとドラマに満ちた2つの話で構成されています。 すべてのエピソードは、私たちにより多くのジレンマ、部分的な答えを示し、さらにあなたのために空腹になります。 唯一のマイナーな欠点は、アニメの始まりと終わりに、一方の物語がもう一方の物語のために少しだけホールドされていることです。しかし、これはサスペンスに加わり、結局のところ両方の物語が適切になります screentimeと後でペースを拾うときに決して混乱していません。\u001b[22m\n\u001b[1m(Ef wa sasupensu to dorama ni michita 2tsu no hanashi de kōsei sa rete imasu. Subete no episōdo wa, watashitachi ni yori ōku no jirenma, bubun-tekina kotae o shimeshi, sarani anata no tame ni kūfuku ni narimasu. Yuiitsu no maināna ketten wa, anime no hajimari to owari ni, ippō no monogatari ga mō ippō no monogatari no tame ni sukoshidake hōrudo sa rete iru kotodesu. Shikashi, koreha sasupensu ni kuwawari, kekkyokunotokoro ryōhō no monogatari ga tekisetsu ni narimasu screentime to atode pēsu o hirou toki ni kesshite konran shite imasen.)\u001b[22m\n\nTranslations of \u001b[4mEf consists of two tales brimming with suspense and drama. Every episode shows us more dilemmas, partial answers and makes you hungry for more. The only minor downside is that at the beginning and the end of the anime, one of the tales is put on hold for a bit in favour of the other tale, this however adds to the suspense and in the end both of the tales get adequate screentime and is in no way confusing when they pick up the pace later.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEf consists of two tales brimming with suspense and drama.\u001b[24m\n    \u001b[1mEfはサスペンスとドラマに満ちた2つの話で構成されています。\u001b[22m, \u001b[1mEfがサスペンスとドラマに満ち2話で構成されています。\u001b[22m\n\u001b[4mEvery episode shows us more dilemmas, partial answers and makes you hungry for more.\u001b[24m\n    \u001b[1mすべてのエピソードは、私たちにより多くのジレンマ、部分的な答えを示し、さらにあなたのために空腹になります。\u001b[22m, \u001b[1mすべてのエピソードは私たちより多くのジレンマ、部分的な回答を示し、より多くのためにあなたが空腹になります。\u001b[22m\n\u001b[4mThe only minor downside is that at the beginning and the end of the anime, one of the tales is put on hold for a bit in favour of the other tale, this however adds to the suspense and in the end both of the tales get adequate\u001b[24m\n    \u001b[1m唯一のマイナーな欠点は、アニメの始まりと終わりに、一方の物語がもう一方の物語のために少しだけホールドされていることです。しかし、これはサスペンスに加わり、結局のところ両方の物語が適切になります\u001b[22m, \u001b[1mわずかな欠点は、最初とアニメの終了時に、物語の一つは、他の物語に有利なビットのために保留にされ、これはしかし、サスペンスに追加し、最終的に物語の両方が適切で取得することです\u001b[22m\n\u001b[4mscreentime and is in no way confusing when they pick up the pace later.\u001b[24m\n    \u001b[1mscreentimeと後でペースを拾うときに決して混乱していません。\u001b[22m, \u001b[1mスクリーン時間、彼らは後にペースを上げたときに混乱しない方法です。\u001b[22m\n\u001b[1m\u001b[22m\nArt 10/10\n\n\u001b[1mアート10/10\u001b[22m\n\u001b[1m(Āto 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 10/10\u001b[24m\n    \u001b[1mアート10/10\u001b[22m\n\u001b[1m\u001b[22m\nEf is a masterpiece, no doubt about it. SHAFT and Rondo Robe really pulled out everything they got, especially the parts that look hand drawn are absolutely stunning. The art styles do not only look beautiful, but they also enhance the power of the story by complementing the part of the story they are used in, and even though this anime is three years old, it doesn't show at all.\n\n\u001b[1mEfは傑作ですが、疑いはありません。  SHAFTとRondo Robeは実際に手に入れたものをすべて引き出しました。特に手描きの部分は絶対に素晴らしいです。 アートのスタイルは美しく見えるだけでなく、使用されているストーリーの一部を補うことによってストーリーのパワーを高め、このアニメが3歳であっても全く表示されません。\u001b[22m\n\u001b[1m(Ef wa kessakudesuga, utagai wa arimasen. Shafuto to rondo Robe wa jissai ni teniireta mono o subete hikidashimashita. Tokuni tegaki no bubun wa zettai ni subarashīdesu. Āto no sutairu wa utsukushiku mieru dakedenaku, shiyō sa rete iru sutōrī no ichibu o oginau koto ni yotte sutōrī no pawā o takame, kono anime ga 3-saideatte mo mattaku hyōji sa remasen.)\u001b[22m\n\nTranslations of \u001b[4mEf is a masterpiece, no doubt about it. SHAFT and Rondo Robe really pulled out everything they got, especially the parts that look hand drawn are absolutely stunning. The art styles do not only look beautiful, but they also enhance the power of the story by complementing the part of the story they are used in, and even though this anime is three years old, it doesn't show at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEf is a masterpiece, no doubt about it.\u001b[24m\n    \u001b[1mEfは傑作ですが、疑いはありません。\u001b[22m, \u001b[1mEfが傑作、それについては間違いないです。\u001b[22m\n\u001b[4mSHAFT and Rondo Robe really pulled out everything they got, especially the parts that look hand drawn are absolutely stunning.\u001b[24m\n    \u001b[1mSHAFTとRondo Robeは実際に手に入れたものをすべて引き出しました。特に手描きの部分は絶対に素晴らしいです。\u001b[22m, \u001b[1mSHAFTとロンドローブ実際に彼らが得たすべてのもの、手描きに見える特に部品を取り出しは絶対に素晴らしいです。\u001b[22m\n\u001b[4mThe art styles do not only look beautiful, but they also enhance the power of the story by complementing the part of the story they are used in, and even though this anime is three years old, it doesn't show at all.\u001b[24m\n    \u001b[1mアートのスタイルは美しく見えるだけでなく、使用されているストーリーの一部を補うことによってストーリーのパワーを高め、このアニメが3歳であっても全く表示されません。\u001b[22m, \u001b[1mアートスタイルが美しいだけ見ていないが、彼らはまた、彼らはで使用されている物語の一部を補完することで物語の力を高める、このアニメは3歳とあっても、それはまったく表示されません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 10/10\n\n\u001b[1mキャラクター10/10\u001b[22m\n\u001b[1m(Kyarakutā 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 10/10\u001b[24m\n    \u001b[1mキャラクター10/10\u001b[22m, \u001b[1m文字10/10\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are very well made and they immerse you even more into the story. There are times that you feel for the characters and the problems they come across. The VA's did an excellent job and fit the characters perfectly.\n\n\u001b[1mキャラクターは非常にうまく作られており、彼らはあなたを物語にさらに浸ります。 キャラクターと彼らが遭遇する問題を感じる時があります。  VAは優れた仕事をして、キャラクターに完璧にフィットしました。\u001b[22m\n\u001b[1m(Kyarakutā wa hijō ni umaku tsukura rete ori, karera wa anata o monogatari ni sarani hitarimasu. Kyarakutā to karera ga sōgū suru mondai o kanjiru toki ga arimasu. VA wa sugureta shigoto o shite, kyarakutā ni kanpeki ni fitto shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are very well made and they immerse you even more into the story. There are times that you feel for the characters and the problems they come across. The VA's did an excellent job and fit the characters perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are very well made and they immerse you even more into the story.\u001b[24m\n    \u001b[1mキャラクターは非常にうまく作られており、彼らはあなたを物語にさらに浸ります。\u001b[22m, \u001b[1m文字は非常によく作られており、彼らも、より物語にあなたを浸します。\u001b[22m\n\u001b[4mThere are times that you feel for the characters and the problems they come across.\u001b[24m\n    \u001b[1mキャラクターと彼らが遭遇する問題を感じる時があります。\u001b[22m, \u001b[1mあなたは文字と、彼らが遭遇する問題を感じる時間があります。\u001b[22m\n\u001b[4mThe VA's did an excellent job and fit the characters perfectly.\u001b[24m\n    \u001b[1mVAは優れた仕事をして、キャラクターに完璧にフィットしました。\u001b[22m, \u001b[1mVAのは素晴らしい仕事を行なったし、完璧の文字を入れます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 10/10\n\n\u001b[1m全体的な10/10\u001b[22m\n\u001b[1m(Zentai-tekina 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 10/10\u001b[24m\n    \u001b[1m全体的な10/10\u001b[22m, \u001b[1m全体的に10月10日\u001b[22m\n\u001b[1m\u001b[22m\nEf-A tale of Memories is one of those animes you should watch or at least try. This is truly one of those animes that make you cry and give you that warm fuzzy feeling in the end.\n\n\u001b[1m思い出のEF-A物語はあなたが見なければならない、あるいは少なくとも試してみなければならないアニメの一つです。 これは真にあなたを泣かせ、最後に暖かいぼやけた感じを与えるアニメの一つです。\u001b[22m\n\u001b[1m(Omoide no EF - A monogatari wa anata ga minakereba naranai, aruiwa sukunakutomo tameshite minakereba naranai anime no hitotsudesu. Kore wa makotoni anata o nakase, saigo ni attakai boyaketa kanji o ataeru anime no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4mEf-A tale of Memories is one of those animes you should watch or at least try. This is truly one of those animes that make you cry and give you that warm fuzzy feeling in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEf-A tale of Memories is one of those animes you should watch or at least try.\u001b[24m\n    \u001b[1m思い出のEF-A物語はあなたが見なければならない、あるいは少なくとも試してみなければならないアニメの一つです。\u001b[22m, \u001b[1mEF-思い出の物語は、あなたが見たり、少なくとも試してみてください、これらのアニメの一つです。\u001b[22m\n\u001b[4mThis is truly one of those animes that make you cry and give you that warm fuzzy feeling in the end.\u001b[24m\n    \u001b[1mこれは真にあなたを泣かせ、最後に暖かいぼやけた感じを与えるアニメの一つです。\u001b[22m, \u001b[1mこれは本当にあなたが泣くと、最後にあなたにそのほんわか感を与える作るこれらのアニメの一つです。\u001b[22m"
  },
  {
    "title": "ef__A_Tale_of_Memories",
    "id": "2924",
    "url": "https://myanimelist.net/anime/2924/ef__A_Tale_of_Memories",
    "user": "malar",
    "profile": "/profile/malar/reviews",
    "pages": "6",
    "number": "5",
    "link": "/reviews.php?id=29850",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  9\n|  10\n\nまず、私はこのアニメが単に息を飲むと言う必要があります。 ストーリーはかなりオリジナリティーがあり、アニメーションは素晴らしく、対話は美しく書かれているので、エンターテインメントの価値もそこにある。\n私はアニメの実際の詳細には行か​​ないだろうが、私は驚いたことにそれが私のお気に入り（私はshoune / seinen / ecchiファンである）の一つになっている、それは良いことだと言うだろう。\nこのアニメの最も魅力的な要素は、感情の範囲であり、12のエピソードを通して、愛、憎しみ、嫉妬、怒り、喜び、幸福などを感じさせます。\n私はこれがそこにあるアニメの恋人のために見なければならないと思う、それはナルトファンか集団ファンか。 お楽しみください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFirstly i must say this anime is simply breathtaking. The story is quite original, the animation is superb and the dialogue is beatifully writen therefore the entertainment value is also up there.\n\n\u001b[1mまず、私はこのアニメが単に息を飲むと言う必要があります。 ストーリーはかなりオリジナリティーがあり、アニメーションは素晴らしく、対話は美しく書かれているので、エンターテインメントの価値もそこにある。\u001b[22m\n\u001b[1m(Mazu, watashi wa kono anime ga tan'ni iki o nomu to iu hitsuyō ga arimasu. Sutōrī wa kanari orijinaritī ga ari, animēshon wa subarashiku, taiwa wa utsukushiku kaka rete irunode, entāteinmento no kachi mo soko ni aru.)\u001b[22m\n\nTranslations of \u001b[4mFirstly i must say this anime is simply breathtaking. The story is quite original, the animation is superb and the dialogue is beatifully writen therefore the entertainment value is also up there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirstly i must say this anime is simply breathtaking.\u001b[24m\n    \u001b[1mまず、私はこのアニメが単に息を飲むと言う必要があります。\u001b[22m, \u001b[1mまず私はこのアニメは、単に息をのむようであると言わなければなりません。\u001b[22m\n\u001b[4mThe story is quite original, the animation is superb and the dialogue is beatifully writen therefore the entertainment value is also up there.\u001b[24m\n    \u001b[1mストーリーはかなりオリジナリティーがあり、アニメーションは素晴らしく、対話は美しく書かれているので、エンターテインメントの価値もそこにある。\u001b[22m, \u001b[1mしたがって、エンターテイメントとしての価値はそこまででもある物語は、かなりオリジナルですアニメーションは素晴らしいですし、対話がbeatifully書かれています。\u001b[22m\nI won't go into any actual details about the anime but i will say that suprisingly it has become one of my favorites ( me being a shoune/seinen/ecchi fan), it's THAT good.\n\n\u001b[1m私はアニメの実際の詳細には行か​​ないだろうが、私は驚いたことにそれが私のお気に入り（私はshoune / seinen / ecchiファンである）の一つになっている、それは良いことだと言うだろう。\u001b[22m\n\u001b[1m(Watashi wa anime no jissai no shōsai ni wa ika ​​ naidarouga, watashi wa odoroita koto ni sore ga watashinōkiniiri (watashi wa shoune/ seinen/ ecchi fandearu) no hitotsu ni natte iru, sore wa yoi kotoda to iudarou.)\u001b[22m\n\nTranslations of \u001b[4mI won't go into any actual details about the anime but i will say that suprisingly it has become one of my favorites ( me being a shoune/seinen/ecchi fan), it's THAT good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI won't go into any actual details about the anime but i will say that suprisingly it has become one of my favorites ( me being a shoune/seinen/ecchi fan), it's THAT good.\u001b[24m\n    \u001b[1m私はアニメの実際の詳細には行かないだろうが、私は驚いたことにそれが私のお気に入り（私はshoune / seinen / ecchiファンである）の一つになっている、それは良いことだと言うだろう。\u001b[22m, \u001b[1m私はアニメについての実際の詳細には触れませんが、私は驚くほど、それは私のお気に入りの一つになっていると言うだろう（私はshoune /青年/エッチなファンである）、それは良いことです。\u001b[22m\nThe most appealing element of this anime is the range of emotion, throughout 12 episodes it makes you feel love, hatred, jealousy, angst, joy, happiness etc.\n\n\u001b[1mこのアニメの最も魅力的な要素は、感情の範囲であり、12のエピソードを通して、愛、憎しみ、嫉妬、怒り、喜び、幸福などを感じさせます。\u001b[22m\n\u001b[1m(Kono anime no mottomo miryoku-tekina yōso wa, kanjō no han'ideari, 12 no episōdo o tōshite,-ai, nikushimi, shitto, ikari, yorokobi, kōfuku nado o kanji sasemasu.)\u001b[22m\n\nTranslations of \u001b[4mThe most appealing element of this anime is the range of emotion, throughout 12 episodes it makes you feel love, hatred, jealousy, angst, joy, happiness etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe most appealing element of this anime is the range of emotion, throughout 12 episodes it makes you feel love, hatred, jealousy, angst, joy, happiness etc.\u001b[24m\n    \u001b[1mこのアニメの最も魅力的な要素は、感情の範囲であり、12のエピソードを通して、愛、憎しみ、嫉妬、怒り、喜び、幸福などを感じさせます。\u001b[22m, \u001b[1mこのアニメの最も魅力的な要素が12、それはあなたが愛を感じさせるエピソード、憎しみ、嫉妬、不安、喜び、幸福などを通して、感情の範囲であります\u001b[22m\nI think this is a must see for any anime lover out there, be it a naruto fan or a clannad fan. Enjoy!\n\n\u001b[1m私はこれがそこにあるアニメの恋人のために見なければならないと思う、それはナルトファンか集団ファンか。 お楽しみください！\u001b[22m\n\u001b[1m(Watashi wa kore ga soko ni aru anime no koibito no tame ni minakereba naranai to omou, soreha naruto fan ka shūdan fan ka. O tanoshimi kudasai!)\u001b[22m\n\nTranslations of \u001b[4mI think this is a must see for any anime lover out there, be it a naruto fan or a clannad fan. Enjoy!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think this is a must see for any anime lover out there, be it a naruto fan or a clannad fan.\u001b[24m\n    \u001b[1m私はこれがそこにあるアニメの恋人のために見なければならないと思う、それはナルトファンか集団ファンか。\u001b[22m, \u001b[1m私は、これは、それはナルトファンやCLANNADファンであること、そこに任意のアニメ愛好家のための必見だと思います。\u001b[22m\n\u001b[4mEnjoy!\u001b[24m\n    \u001b[1mお楽しみください！\u001b[22m"
  },
  {
    "title": "ef__A_Tale_of_Memories",
    "id": "2924",
    "url": "https://myanimelist.net/anime/2924/ef__A_Tale_of_Memories",
    "user": "curiositykate",
    "profile": "/profile/curiositykate/reviews",
    "pages": "6",
    "number": "6",
    "link": "/reviews.php?id=29781",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  9\n\n最初のいくつかのエピソード（合計12件あります）は混乱しており、かなり平均的ですが、すぐにこの魅力的で不毛でロマンチックな美しい混乱に変わります。 本当に2つの物語があります。厄介な愛の三角形ではなく、むしろ拾いにくいですし、記憶が13時間しかない（少年事故の結果である）少女が経験する甘いロマンスです。  2つの物語は、2人のキャラクターが双子の姉妹であるという事実によって結びついていますが、実際の相互作用はありません.2つの物語は非常に分かれています。 あなたがこの5分間のプロローグで見ることができるように、芸術は美しく独特で表現力があります（音楽が素晴らしいことも分かります）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe first few episodes (there are 12 in total) are kind of confusing and fairly average but it soon turns into this compelling, angsty, romantic, beautiful mess. There are really two stories -- a messy love triangle in which it's rather hard to pick sides, and a bittersweet romance experienced by a girl whose memory only lasts thirteen hours (a result of a childhood accident). The two stories are linked by the fact that two of the characters are twin sisters but there is no real interaction between them and the two stories are very much separate. The art is beautifully unique and expressive as you can see in this five minute prologue (in which you can also see that the music is amazing)\n\n\u001b[1m最初のいくつかのエピソード（合計12件あります）は混乱しており、かなり平均的ですが、すぐにこの魅力的で不毛でロマンチックな美しい混乱に変わります。 本当に2つの物語があります。厄介な愛の三角形ではなく、むしろ味方を選ぶのが難しいですし、記憶が13時間しかない（少年事故の結果である）少女が経験する甘いロマンスです。  2つの物語は、2人のキャラクターが双子の姉妹であるという事実によってリンクされていますが、それらの間に実際の相互作用はなく、2つの物語は非常に離れています。 あなたがこの5分間のプロローグで見ることができるように、芸術は美しく独特で表現力があります（音楽が素晴らしいことも分かります）\u001b[22m\n\u001b[1m(Saisho no ikutsu ka no episōdo (gōkei 12-ken arimasu) wa konran shite ori, kanari heikin-tekidesuga, sugu ni kono mirikiteki de fumōde romanchikkuna utsukushī konran ni kawarimasu. Hontōni 2tsu no monogatari ga arimasu. Yakkaina ai no sankakkeide wa naku, mushiro mikata o erabu no ga muzukashīdesushi, kioku ga 13-jikan shika nai (shōnen jiko no kekkadearu) shōjo ga keiken suru amai romansudesu. 2Tsu no monogatari wa, 2-ri no kyarakutā ga futago no shimaidearu to iu jijitsu ni yotte rinku sa rete imasuga, sorera no ma ni jissai no sōgo sayō wa naku, 2tsu no monogatari wa hijō ni hanarete imasu. Anata ga kono 5-funkan no purorōgu de miru koto ga dekiru yō ni, geijutsu wa utsukushiku dokutokude hyōgen-ryoku ga arimasu (ongaku ga subarashī koto mo wakarimasu))\u001b[22m\n\nTranslations of \u001b[4mThe first few episodes (there are 12 in total) are kind of confusing and fairly average but it soon turns into this compelling, angsty, romantic, beautiful mess. There are really two stories -- a messy love triangle in which it's rather hard to pick sides, and a bittersweet romance experienced by a girl whose memory only lasts thirteen hours (a result of a childhood accident). The two stories are linked by the fact that two of the characters are twin sisters but there is no real interaction between them and the two stories are very much separate. The art is beautifully unique and expressive as you can see in this five minute prologue (in which you can also see that the music is amazing)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first few episodes (there are 12 in total) are kind of confusing and fairly average but it soon turns into this compelling, angsty, romantic, beautiful mess.\u001b[24m\n    \u001b[1m最初のいくつかのエピソード（合計12件あります）は混乱しており、かなり平均的ですが、すぐにこの魅力的で不毛でロマンチックな美しい混乱に変わります。\u001b[22m, \u001b[1m最初のいくつかのエピソードは一種の混乱とかなり平均であるが、それはすぐにこの魅力的な、angsty、ロマンチックな、美しい混乱になる（計12があります）。\u001b[22m\n\u001b[4mThere are really two stories -- a messy love triangle in which it's rather hard to pick sides, and a bittersweet romance experienced by a girl whose memory only lasts thirteen hours (a result of a childhood accident).\u001b[24m\n    \u001b[1m本当に2つの物語があります。厄介な愛の三角形ではなく、むしろ味方を選ぶのが難しいですし、記憶が13時間しかない（少年事故の結果である）少女が経験する甘いロマンスです。\u001b[22m, \u001b[1mそれは側面を選ぶことはかなり難しいれる厄介な三角関係、およびそのメモリのみ13時間（子供の頃の事故の結果を）持続少女が経験したほろ苦いロマンス -  2話は本当にあります。\u001b[22m\n\u001b[4mThe two stories are linked by the fact that two of the characters are twin sisters but there is no real interaction between them and the two stories are very much separate.\u001b[24m\n    \u001b[1m2つの物語は、2人のキャラクターが双子の姉妹であるという事実によってリンクされていますが、それらの間に実際の相互作用はなく、2つの物語は非常に離れています。\u001b[22m, \u001b[1m2階建ては、文字の2は双子の姉妹であるが、それらと2階の間には、実際の相互作用はありません非常に分離しているという事実によってリンクされています。\u001b[22m\n\u001b[4mThe art is beautifully unique and expressive as you can see in this five minute prologue (in which you can also see that the music is amazing)\u001b[24m\n    \u001b[1mあなたがこの5分間のプロローグで見ることができるように、芸術は美しく独特で表現力があります（音楽が素晴らしいことも分かります）\u001b[22m, \u001b[1m技術は、あなたが（あなたにも音楽が素晴らしいであることを確認することができた）この5分間のプロローグで見ることができるように美しく、ユニークで表情豊かです\u001b[22m"
  },
  {
    "title": "ef__A_Tale_of_Memories",
    "id": "2924",
    "url": "https://myanimelist.net/anime/2924/ef__A_Tale_of_Memories",
    "user": "CrimsonRain",
    "profile": "/profile/CrimsonRain/reviews",
    "pages": "6",
    "number": "7",
    "link": "/reviews.php?id=14058",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  7\n\nだから、このアニメは3人の男の子と3人の女の子とお互いに向かって彼らの爆発的な感情を中心に展開していますが、このアニメだけでは、それぞれのキャラクターの夢とその夫婦がどのように夢を援助し、 このアニメはたくさんのねじれがあり、アニメのユニークさは非常に印象的です。そこにいる恋人のために、私はこのアニメを推奨したいと思っています。 このアニメでは\n\n^^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSo this anime revolves around 3 boys and 3 girls and their bursting feelings towards each other but this anime does not focus on love alone it also tackles on dreams of each character and how their pair subsequently aided and accomplshed their dream. This anime has a lot of twists and the uniqueness of the animation is very impressive and for those lovers out there I really woud like to recommend this anime and for fight seekers well It's a big NO for you would'nt see blood or other gory stuff in this anime\n\n\u001b[1mだから、このアニメは3人の男の子と3人の女の子とお互いに向かって彼らの爆発的な感情を中心に展開していますが、このアニメだけでは、それぞれのキャラクターの夢とその夫婦がどのように夢を援助し、 このアニメはたくさんのねじれがあり、アニメのユニークさは非常に印象的です。そこにいる恋人のために、私はこのアニメを推奨したいと思っています。 このアニメでは\u001b[22m\n\u001b[1m(Dakara, kono anime wa 3-ri no otokonoko to 3-ri no on'nanoko to otagai ni mukatte karera no bakuhatsu-tekina kanjō o chūshin ni tenkai shite imasuga, kono anime dakede wa, sorezore no kyarakutā no yume to sono fūfu ga dono yō ni yume o enjo shi, kono anime wa takusan no nejire ga ari, anime no yunīku-sa wa hijō ni inshō-tekidesu. Soko ni iru koibito no tame ni, watashi wa kono anime o suishō shitai to omotte imasu. Kono animede wa)\u001b[22m\n\nTranslations of \u001b[4mSo this anime revolves around 3 boys and 3 girls and their bursting feelings towards each other but this anime does not focus on love alone it also tackles on dreams of each character and how their pair subsequently aided and accomplshed their dream. This anime has a lot of twists and the uniqueness of the animation is very impressive and for those lovers out there I really woud like to recommend this anime and for fight seekers well It's a big NO for you would'nt see blood or other gory stuff in this anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo this anime revolves around 3 boys and 3 girls and their bursting feelings towards each other but this anime does not focus on love alone it also tackles on dreams of each character and how their pair subsequently aided and accomplshed their dream.\u001b[24m\n    \u001b[1mだから、このアニメは3人の男の子と3人の女の子とお互いに向かって彼らの爆発的な感情を中心に展開していますが、このアニメだけでは、それぞれのキャラクターの夢とその夫婦がどのように夢を援助し、\u001b[22m, \u001b[1mだから、このアニメは、互いに向かって約3男の子と3の女の子とその破裂の感情を公転するが、このアニメは、それはまた、それぞれの文字とどのようにそれらのペアは、その後支援とその夢をaccomplshedの夢に取り組むだけでは愛に焦点を当てていません。\u001b[22m\n\u001b[4mThis anime has a lot of twists and the uniqueness of the animation is very impressive and for those lovers out there I really woud like to recommend this anime and for fight seekers well It's a big NO for you would'nt see blood or other gory stuff\u001b[24m\n    \u001b[1mこのアニメはたくさんのねじれがあり、アニメのユニークさは非常に印象的です。そこにいる恋人のために、私はこのアニメを推奨したいと思っています。\u001b[22m, \u001b[1mこのアニメは、ひねりをたくさん持っているし、アニメーションの独自性は、非常に印象的であり、そこにそれらの愛好家のために、私は本当にこのアニメをお勧めしたいとwoudとの戦いを求める人のためにもそれはあなたが血液または他の血みどろのものを参照してくださいwould'ntにとって大きなNOです\u001b[22m\n\u001b[4min this anime\u001b[24m\n    \u001b[1mこのアニメでは\u001b[22m, \u001b[1mこのアニメで\u001b[22m\n\u001b[1m\u001b[22m\n^^\n\n\u001b[1m^^\u001b[22m\n\u001b[1m(^ ^)\u001b[22m\n\nTranslations of \u001b[4m^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m^^\u001b[24m\n    \u001b[1m^^\u001b[22m"
  }
]
