[
  {
    "title": "Taboo_Tattoo",
    "id": "29758",
    "url": "https://myanimelist.net/anime/29758/Taboo_Tattoo",
    "user": "NoHeart",
    "profile": "/profile/NoHeart/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=229559",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  6\nキャラクター|  1\n|  3\n\nまず始めましょう：これは良いコンセプトであなたを誘惑するシリーズのようなものです。 そして、あなたがそれを最後まで見守ることができれば、私は第3話の後になぜそれを投げなかったのでしょうか？\n\n今、私が言うように、コンセプトは良いです。 これらの神秘的な入れ墨に基づいた物語は、それを得るものに超能力を与え、非常に魅力的で、戦闘シーンはあなたを好奇心をそそるほど十分です。\n\nしかし、「villians」の導入によって、主人公は非常に弱く見え始めました。 その瞬間から、彼らは圧倒的な敵対者によって敗北しているのを見続けるでしょう。彼らを哀れみながら、哀れな頑固さを終わりまで守る方法で憎んでいる間に、哀れみをするのは難しいです。\n\nキャラクターの成熟の不可能性は非常に顕著であり、クリシェの対話でさえも、後の出来事によってその重さが失われた。\n\nまた、私は、これが無差別にfanserviceを追加すべきでないという最良の例の1つであることを指摘します。 それは少しのスパイスのタッチを与える代わりに、それはちょうど味が無く、下品でさえ終わるからです。\n\n全体として、これは貧弱なシリーズです。 それは、不自然なキャラクター、構造のない開発（開始のアイデアがあった、最後のアイデアがあったようだが、途中で何をすべきかを知っていた）、世俗的なファンサービス、やや良いアート、そして不完全なもの 終わり。\n\nしかし、もし私が何かを救済しなければならないなら...オープニング、おそらくこのアニメのすべては時間の無駄です。 しかし、オープニングは本当にキャッチーであり、聴く価値があります...それに値するものではないアニメにエネルギーを浪費することなく、Youtubeでそれをやる方がよいでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nLet's start with: This is the kind of series that will tempt you with a good concept and then will disappoint you with a lame development. And if you manage to watch it to the end, you will keep thinking: 'Why didn't I throw it after the third episode?'\n\n\u001b[1mまず始めましょう：これは良いコンセプトであなたを誘惑するシリーズのようなものです。 そして、あなたがそれを最後まで見守ることができれば、私は第3話の後になぜそれを投げなかったのでしょうか？\u001b[22m\n\u001b[1m(Mazu hajimemashou: Kore wa yoi konseputo de anata o yūwaku suru shirīzu no yōna monodesu. Soshite, anata ga sore o saigomade mimamoru koto ga dekireba, watashi wa dai 3-wa no nochi ni naze sore o nagenakatta nodeshou ka?)\u001b[22m\n\nTranslations of \u001b[4mLet's start with: This is the kind of series that will tempt you with a good concept and then will disappoint you with a lame development. And if you manage to watch it to the end, you will keep thinking: 'Why didn't I throw it after the third episode?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with: This is the kind of series that will tempt you with a good concept and then will disappoint you with a lame development.\u001b[24m\n    \u001b[1mまず始めましょう：これは良いコンセプトであなたを誘惑するシリーズのようなものです。\u001b[22m, \u001b[1m始まるのをしてみましょう：これは良い概念であなたを誘惑し、その後ラメ開発であなたを失望されますシリーズの一種です。\u001b[22m\n\u001b[4mAnd if you manage to watch it to the end, you will keep thinking: 'Why didn't I throw it after the third episode?'\u001b[24m\n    \u001b[1mそして、あなたがそれを最後まで見守ることができれば、私は第3話の後になぜそれを投げなかったのでしょうか？\u001b[22m, \u001b[1mあなたが最後にそれを見るために管理している場合と、あなたは思考を維持します：「なぜ私は第三のエピソードの後にそれをスローしなかったのか？」\u001b[22m\n\u001b[1m\u001b[22m\nNow, as I say the concept is good. A story based in these mysterious tattoos that give super powers to the ones that get them is quite attractive and the battle scene are good enough to get you curious.\n\n\u001b[1m今、私が言うように、コンセプトは良いです。 これらの神秘的な入れ墨に基づいた物語は、それを得るものに超能力を与え、非常に魅力的で、戦闘シーンはあなたを好奇心をそそるほど十分です。\u001b[22m\n\u001b[1m(Ima, watashi ga iu yō ni, konseputo wa yoidesu. Korera no shinpi-tekina irezumi ni motodzuita monogatari wa, sore o eru mono ni chō nōryoku o atae, hijō ni mirikiteki de, sentō shīn wa anata o kōkishin o sosoru hodo jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mNow, as I say the concept is good. A story based in these mysterious tattoos that give super powers to the ones that get them is quite attractive and the battle scene are good enough to get you curious.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, as I say the concept is good.\u001b[24m\n    \u001b[1m今、私が言うように、コンセプトは良いです。\u001b[22m, \u001b[1m今、私が言うように概念が良いです。\u001b[22m\n\u001b[4mA story based in these mysterious tattoos that give super powers to the ones that get them is quite attractive and the battle scene are good enough to get you curious.\u001b[24m\n    \u001b[1mこれらの神秘的な入れ墨に基づいた物語は、それを得るものに超能力を与え、非常に魅力的で、戦闘シーンはあなたを好奇心をそそるほど十分です。\u001b[22m, \u001b[1mそれらを得るものに超能力を与えるこれらの神秘的な入れ墨に基づく物語は非常に魅力的で、戦闘シーンでは、好奇心旺盛取得するのに十分良いです。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, with the introduction of 'the villians', the main characters began to seem extremely weak. Since that moment, you will keep watching them being defeat by so overwhelming antagonist, that it's hard not to pity them, while you also hate them by how they keep their childish stubbornness till the very end.\n\n\u001b[1mしかし、「villians」の導入によって、主人公は非常に弱く見え始めました。 その瞬間から、彼らは圧倒的な敵対者によって敗北しているのを見続けるでしょう。彼らを哀れみながら、哀れな頑固さを終わりまで守る方法で憎んでいる間に、哀れみをするのは難しいです。\u001b[22m\n\u001b[1m(Shikashi,`villians' no dōnyū ni yotte, shujinkō wa hijō ni yowaku mie hajimemashita. Sono shunkan kara, karera wa attōtekina tekitai-sha ni yotte haiboku shite iru no o mi tsudzukerudeshou. Karera o awareminagara, awarena ganko-sa o owari made mamoru hōhō de nikunde iru ma ni, awaremi o suru no wa muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, with the introduction of 'the villians', the main characters began to seem extremely weak. Since that moment, you will keep watching them being defeat by so overwhelming antagonist, that it's hard not to pity them, while you also hate them by how they keep their childish stubbornness till the very end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, with the introduction of 'the villians', the main characters began to seem extremely weak.\u001b[24m\n    \u001b[1mしかし、「villians」の導入によって、主人公は非常に弱く見え始めました。\u001b[22m, \u001b[1mしかし、「villians」の導入により、メインキャラクターは非常に弱いように見えるようになりました。\u001b[22m\n\u001b[4mSince that moment, you will keep watching them being defeat by so overwhelming antagonist, that it's hard not to pity them, while you also hate them by how they keep their childish stubbornness till the very end.\u001b[24m\n    \u001b[1mその瞬間から、彼らは圧倒的な敵対者によって敗北しているのを見続けるでしょう。彼らを哀れみながら、哀れな頑固さを終わりまで守る方法で憎んでいる間に、哀れみをするのは難しいです。\u001b[22m, \u001b[1mその瞬間以来、あなたはまた、彼らは非常に最後まで自分の幼稚な頑固さを保つ方法をすることによって、それらを嫌いながら、それは、ない同情それらをするのは難しいということなので、圧倒的な拮抗薬によって敗北されてそれらを見ていきます。\u001b[22m\n\u001b[1m\u001b[22m\nThe incapability of maturing of the characters is so marked that even the cliche dialogs lost their weight by the subsequent events.\n\n\u001b[1mキャラクターの成熟の不可能性は非常に顕著であり、クリシェの対話でさえも、後の出来事によってその重さが失われた。\u001b[22m\n\u001b[1m(Kyarakutā no seijuku no fu kanōsei wa hijō ni kenchodeari, kurishe no taiwade sae mo,-go no dekigoto ni yotte sono omo-sa ga ushinawa reta.)\u001b[22m\n\nTranslations of \u001b[4mThe incapability of maturing of the characters is so marked that even the cliche dialogs lost their weight by the subsequent events.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe incapability of maturing of the characters is so marked that even the cliche dialogs lost their weight by the subsequent events.\u001b[24m\n    \u001b[1mキャラクターの成熟の不可能性は非常に顕著であり、クリシェの対話でさえも、後の出来事によってその重さが失われた。\u001b[22m, \u001b[1m文字の成熟不能はそうであっても決まり文句のダイアログが後発事象によって自分の体重を失ったことがマークされています。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, I'll point that this is one of the best examples of how the fanservice should not be added indiscriminately; since, instead of giving it a little spice touch, it ends being just tastless and even vulgar.\n\n\u001b[1mまた、私は、これが無差別にfanserviceを追加すべきでないという最良の例の1つであることを指摘します。 それは少しのスパイスのタッチを与える代わりに、それはちょうど味が無く、下品でさえ終わるからです。\u001b[22m\n\u001b[1m(Mata, watashi wa, kore ga musabetsu ni fanservice o tsuika subekidenai to iu sairyō no rei no 1tsudearu koto o shiteki shimasu. Sore wa sukoshi no supaisu no tatchi o ataeru kawari ni, sore wa chōdo aji ga naku, gehinde sae owarukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, I'll point that this is one of the best examples of how the fanservice should not be added indiscriminately; since, instead of giving it a little spice touch, it ends being just tastless and even vulgar.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, I'll point that this is one of the best examples of how the fanservice should not be added indiscriminately;\u001b[24m\n    \u001b[1mまた、私は、これが無差別にfanserviceを追加すべきでないという最良の例の1つであることを指摘します。\u001b[22m, \u001b[1mまた、私はこのサービスカットが無差別に追加すべきではないかの最高の例の一つであることを指します。\u001b[22m\n\u001b[4msince, instead of giving it a little spice touch, it ends being just tastless and even vulgar.\u001b[24m\n    \u001b[1mそれは少しのスパイスのタッチを与える代わりに、それはちょうど味が無く、下品でさえ終わるからです。\u001b[22m, \u001b[1m以来、代わりにそれを少しスパイスのタッチを与えるのではなく、単にtastlessとさえ下品されて終了します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this is a poor series. It has lame characters, a structureless development (it was as if there was an idea for the start, an idea for the end, but one knew what to do in the middle), a mundane fanservice, a barely good art, and an incomplete end.\n\n\u001b[1m全体として、これは貧弱なシリーズです。 それは、不自然なキャラクター、構造のない開発（開始のアイデアがあった、最後のアイデアがあったようだが、途中で何をすべきかを知っていた）、世俗的なファンサービス、やや良いアート、そして不完全なもの 終わり。\u001b[22m\n\u001b[1m(Zentai to shite, kore wa hinjakuna shirīzudesu. Sore wa, fushizen'na kyarakutā, kōzō no nai kaihatsu (kaishi no aidea ga atta, saigo no aidea ga atta yōdaga, tochū de nani o subeki ka o shitteita), sezoku-tekina fansābisu, yaya yoi āto, soshite fukanzen'na mono owari.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this is a poor series. It has lame characters, a structureless development (it was as if there was an idea for the start, an idea for the end, but one knew what to do in the middle), a mundane fanservice, a barely good art, and an incomplete end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this is a poor series.\u001b[24m\n    \u001b[1m全体として、これは貧弱なシリーズです。\u001b[22m, \u001b[1m全体として、これは悪いシリーズです。\u001b[22m\n\u001b[4mIt has lame characters, a structureless development (it was as if there was an idea for the start, an idea for the end, but one knew what to do in the middle), a mundane fanservice, a barely good art, and an incomplete\u001b[24m\n    \u001b[1mそれは、不自然なキャラクター、構造のない開発（開始のアイデアがあった、最後のアイデアがあったようだが、途中で何をすべきかを知っていた）、世俗的なファンサービス、やや良いアート、そして不完全なもの\u001b[22m, \u001b[1mこれは、無組織開発（スタートのためのアイデア、最後のアイデアがあったかのように、それはあったが、一つは途中で何をすべきかを知っていた）、世俗的なサービスカット、かろうじて良い芸術、および不完全のラメ文字が含まれています\u001b[22m\n\u001b[4mend.\u001b[24m\n    \u001b[1m終わり。\u001b[22m, \u001b[1m終了。\u001b[22m, \u001b[1m端。\u001b[22m\n\u001b[1m\u001b[22m\nBut if I have to rescue something... The Opening, maybe everything in this anime is a waste of time; however, the opening is really catchy and deserve to be listened... Though it would be better to do it at Youtube without wasting energy in an anime that doesn't deserve it.\n\n\u001b[1mしかし、もし私が何かを救済しなければならないなら...オープニング、おそらくこのアニメのすべては時間の無駄です。 しかし、オープニングは本当にキャッチーであり、聴く価値があります...それに値するものではないアニメにエネルギーを浪費することなく、Youtubeでそれをやる方がよいでしょう。\u001b[22m\n\u001b[1m(Shikashi, moshi watashi ga nanika o kyūsai shinakereba naranainara... Ōpuningu, osoraku kono anime no subete wa jikan'nomudadesu. Shikashi, ōpuningu wa hontōni kyatchīdeari, kiku kachi ga arimasu... Sore ni ataisuru monode wanai anime ni enerugī o rōhi suru koto naku, Youtube de sore o yaru kata ga yoideshou.)\u001b[22m\n\nTranslations of \u001b[4mBut if I have to rescue something... The Opening, maybe everything in this anime is a waste of time; however, the opening is really catchy and deserve to be listened... Though it would be better to do it at Youtube without wasting energy in an anime that doesn't deserve it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if I have to rescue something... The Opening, maybe everything in this anime is a waste of time;\u001b[24m\n    \u001b[1mしかし、もし私が何かを救済しなければならないなら...オープニング、おそらくこのアニメのすべては時間の無駄です。\u001b[22m, \u001b[1m私は何か...オープニングを救うために持っている場合でも、多分このアニメのすべては時間の無駄です。\u001b[22m\n\u001b[4mhowever, the opening is really catchy and deserve to be listened... Though it would be better to do it at Youtube without wasting energy in an anime that doesn't deserve it.\u001b[24m\n    \u001b[1mしかし、オープニングは本当にキャッチーであり、聴く価値があります...それに値するものではないアニメにエネルギーを浪費することなく、Youtubeでそれをやる方がよいでしょう。\u001b[22m, \u001b[1mただし、開口部は本当にキャッチーであり、それに値するしないアニメでエネルギーを無駄にすることなく、YouTubeのでそれを行うには良いだろうけど...聞いれるに値します。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Taboo_Tattoo",
    "id": "29758",
    "url": "https://myanimelist.net/anime/29758/Taboo_Tattoo",
    "user": "Jinsanity101",
    "profile": "/profile/Jinsanity101/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=229529",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  10\nサウンド|  9\nキャラクター|  4\n|  10\n\nこのアニメはたくさんの嫌悪感を抱いていますが、誰もが何か違うものを期待していたからです。 タブブータトゥーは誰でもそのことを伝えることができる珍しいアニメです。 そして、これが悪いアニメだと言っている人には、私は理由を理解していますが、それはあなたがこの種のジャンルを嫌い、あなたが最初にそれを見ていてはならないからです。 あなたがそれを考えている人々は、エピソードの最初のカップルを見て、あなたが嫌い​​な場合は停止です！ 誰もが最初のエピソードでそれを知っていたはずです。 それが真実だと言っている人...それはそれが裏付けられていることなので、最後のエピソードでは恐ろしいアニメだと言うなら、あなたは人生の巨大な塊を無駄にした。 あなたが行動している場合、これはあなたのためのアニメです。 私は個人的にそれを愛し、素晴らしいと思った。 アニメーションは一流のノッチだったし、私はそのアクションが大好きだった。 私はキャラクターの開発は良くないと認めなければなりませんが、それはアニメのことではありません。 それはアクションに関するものなので、キャラクターの深さが必要な場合や、このアニメを今見ていると嫌いな場合は、「このアニメが嫌いです」とコメントしてください。 あなたがそれを嫌うなら、あなたがそれを好きなら、それを簡単に見続けてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOk this anime is getting a lot of hate but I feel like it is because everyone was expecting something different. Tabboo Tattoo is a cliche anime anyone can tell that. And to people who are saying this is a bad anime I understand why but that's just because you hate this kind of genre and you should not have been watching it in the first place. So people who are thinking about it, watch the first couple of episodes, if you hate is stop! Everyone should have known that by the first episode. People who say it is cliche... THAT IS WHAT IT IS SUPPOSED TO BE, so if you say that it was a horrible anime at the last episode then you wasted a huge chunk of your life. If you are into action then this is the anime for you. I personally loved it and thought it was great. The animation was top notch and I loved the action. Although I must admit the character development was not good but that is not what the anime is about. It's about action so DO NOT watch it if you need character depth and if you are watching this anime right now and hate it please do not watch it to the end just to comment 'I hate this anime'. Stop watching if you hate it, keep watching if you like it, simple as that.\n\n\u001b[1mこのアニメはたくさんの嫌悪感を抱いていますが、誰もが何か違うものを期待していたからです。 タブブータトゥーは誰でもそのことを伝えることができる珍しいアニメです。 そして、これが悪いアニメだと言っている人には、私は理由を理解していますが、それはあなたがこの種のジャンルを嫌い、あなたが最初にそれを見ていてはならないからです。 あなたがそれを考えている人々は、エピソードの最初のカップルを見て、あなたが嫌い​​な場合は停止です！ 誰もが最初のエピソードでそれを知っていたはずです。 それが真実だと言っている人...それはそれが裏付けられていることなので、最後のエピソードでは恐ろしいアニメだと言うなら、あなたは人生の巨大な塊を無駄にした。 あなたが行動している場合、これはあなたのためのアニメです。 私は個人的にそれを愛し、素晴らしいと思った。 アニメーションは一流のノッチだったし、私はそのアクションが大好きだった。 私はキャラクターの開発は良くないと認めなければなりませんが、それはアニメのことではありません。 それはアクションに関するものなので、キャラクターの深さが必要な場合や、このアニメを今見ていると嫌いな場合は、「このアニメが嫌いです」とコメントしてください。 あなたがそれを嫌うなら、あなたがそれを好きなら、それを簡単に見続けてください。\u001b[22m\n\u001b[1m(Kono anime wa takusan no ken'o-kan o daite imasuga, daremoga nani ka chigau mono o kitai shite itakaradesu. Tabubūtato~ū wa dare demo sono koto o tsutaeru koto ga dekiru mezurashī animedesu. Daremoga saisho no episōdo de sore o shitte ita hazudesu. Sore ga shinjitsuda to itte iru hito... Sore wa sore ga uradzuke rarete iru kotonanode, saigo no episōdode wa osoroshī animeda to iunara, anata wa jinsei no kyodaina katamari o muda ni shita. Anata ga kōdō shite iru baai, kore wa anata no tame no animedesu. Watashi wa kojin-teki ni sore o aishi, subarashī to omotta. Animēshon wa ichiryū no notchidattashi, watashi wa sono akushon ga daisukidatta. Watashi wa kyarakutā no kaihatsu wa yokunai to mitomenakereba narimasenga, soreha anime no kotode wa arimasen. Sore wa akushon ni kansuru mononanode, kyarakutā no fuka-sa ga hitsuyōna baai ya, kono anime o ima mite iruto kiraina baai wa,`kono anime ga kiraidesu' to komento shite kudasai. Anata ga sore o kiraunara, anata ga sore o sukinara, sore o kantan ni mi tsudzukete kudasai. Soshite, kore ga warui animeda to itte iru hito ni wa, watashi wa riyū o rikai shite imasuga, sore wa anata ga kono tane no janru o kirai, anata ga saisho ni sore o mite ite wa naranaikaradesu. Anata ga sore o kangaete iru hitobito wa, episōdo no saisho no kappuru o mite, anata ga kirai ​​na baai wa teishidesu!)\u001b[22m"
  },
  {
    "title": "Taboo_Tattoo",
    "id": "29758",
    "url": "https://myanimelist.net/anime/29758/Taboo_Tattoo",
    "user": "Anime4Rays",
    "profile": "/profile/Anime4Rays/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=229526",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  4\nサウンド|  7\nキャラクター|  2\n|  5\n\nうわー、これはどこから始めるの？ ストーリー？ 後のエピソードでひどいアニメーション？ それとも、この列車の難破船の方向とそれがどこに間違っていたのか...\n\nストーリー=ポモ絵文字（5）\n通常、ゴミ箱のシリーズを見たとき、私はそれを真剣に受け止めることはほとんどありません。 基本的にJ.C. Staff（このシリーズの後ろのスタジオ）のように、このシリーズを真剣に最初からやったことはありません。 姫と恋人の紹介によって、シリーズのストーリーソーシャルの方向性が崩れたときは、明らかになります。\n\nアート...どのように？  （4）\n...どうやって？ どのように視覚的に魅力的なシーズンのシリーズから最悪のものに移行しますか？ 私は、予算上の問題や品質低下があることを理解しています。 それは通常起こるが、これはちょうどひどかった。 あなたが顔を削られて永久にあなたの目の視力を失うと、私はあなたの目がどこにあったのかに気づきたい。 私は彼の目が閉じているのを見たくないと思っています。\n*一息*血の汚れ...だから、癒した後に服の上に血が見えなくなったら、これらの人は魔法を浴びていると思っています。 本当にこの単純なことで怠惰になった...\n\nサウンド（7）\n平凡な中で、音楽には礼儀正しさが垣間見えます。 音楽がうまく使われていて、OPとEDの曲が楽しいものでした... May'nの曲「信念」がこのような列車の難破船シリーズ ...このOPは素晴らしく、私はそれを愛していました。  OSTは、シリーズの特定のポイントと「重要な瞬間」のためにその目的を果たしました\n\nキャラクター・ジャスト... no（2）\nセイギのキャラクターはプロットの利便性を叫びます...\n「便利に」武道を知っているセギは、この状況に必然的に彼を投げるタトゥーとして知られる力を彼に与える人を救う。\nしかし、誰もが私のために不完全なカテゴリに分類されます。 それらのすべてについてちょっとした文字の深さはほとんどありません。 厚紙の切り抜きだけで、セイギの気持ちでしか知られていないトーコ（セイギの幼なじみの友人）にも当てはまります。 しかしもちろん、彼らはまた、彼女をこのすべてに引き込む必要がありました。\n読者：なぜ？\n私：Idkはmangakaに尋ねる＆gt; _＆gt;\nマンガカ：*肩をすくめる*\n私：... gtfo -_-\n\nとにかく、あなたがこれを見ることに決めたら、彼女のためにすべてのことがどうなるかを見てみましょう。\n\n楽しさ（5）\n何かが終わりのエピソードの愚かさから微妙な楽しみを見つけたならば...もしshounenがpowerup bullshitの彼らの分け前を持っているなら、seinenとはい、これはseinenとして少なくとも漫画が-_-です。\n\n全体的（5）\n本当に私はこのシリーズを期待していましたが、それには多大な可能性がありましたが、ごみ箱になりたいと決心しました。 しかし、ねえ、あなたがまだそれをチェックする傾向があるなら、是非、自分をノックアウトしてください",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWow where do i even start for this...execution? Story? The awful animation in the later episodes? Or how about the direction of this train wreck and where it went wrong...\n\n\u001b[1mうわー、これはどこから始めるの？ ストーリー？ 後のエピソードでひどいアニメーション？ それとも、この列車の難破船の方向とそれがどこに間違っていたのか...\u001b[22m\n\u001b[1m(Uwa ̄ , kore wa doko kara hajimeru no? Sutōrī? Ato no episōdo de hidoi animēshon? Soretomo, kono ressha no nanbasen no hōkō to sore ga doko ni machigatte ita no ka...)\u001b[22m\n\nTranslations of \u001b[4mWow where do i even start for this...execution? Story? The awful animation in the later episodes? Or how about the direction of this train wreck and where it went wrong...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWow where do i even start for this...execution?\u001b[24m\n    \u001b[1mうわー、これはどこから始めるの？\u001b[22m, \u001b[1mうわー、どこであっても、この...実行するために開始しますか？\u001b[22m\n\u001b[4mStory?\u001b[24m\n    \u001b[1mストーリー？\u001b[22m\n\u001b[4mThe awful animation in the later episodes?\u001b[24m\n    \u001b[1m後のエピソードでひどいアニメーション？\u001b[22m, \u001b[1mそれ以降のエピソードでひどいアニメーション？\u001b[22m\n\u001b[4mOr how about the direction of this train wreck and where it went wrong...\u001b[24m\n    \u001b[1mそれとも、この列車の難破船の方向とそれがどこに間違っていたのか...\u001b[22m, \u001b[1mまたはどのようにこの列車事故の方向や場所、それが間違っていた約...\u001b[22m\n\u001b[1m\u001b[22m\nStory = poo emoji (5)\n\n\u001b[1mストーリー=ポモ絵文字（5）\u001b[22m\n\u001b[1m(Sutōrī = pomo emoji (5 ))\u001b[22m\n\nTranslations of \u001b[4mStory = poo emoji (5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory = poo emoji (5)\u001b[24m\n    \u001b[1mストーリー=ポモ絵文字（5）\u001b[22m, \u001b[1mストーリー=うんち絵文字（5）\u001b[22m\nNormally when i watch a series that's trash I almost never take it serious. Basically like J.C. Staff(studio behind this series) who never took this series seriously from the very beginning. It becomes evident when the direction of the series' story sorta fell apart with the introduction of the princess and her lackeys.\n\n\u001b[1m通常、ゴミ箱のシリーズを見たとき、私はそれを真剣に受け止めることはほとんどありません。 基本的にJ.C. Staff（このシリーズの後ろのスタジオ）のように、このシリーズを真剣に最初からやったことはありません。 姫と恋人の紹介によって、シリーズのストーリーソーシャルの方向性が崩れたときは、明らかになります。\u001b[22m\n\u001b[1m(Tsūjō, gomibako no shirīzu o mita toki, watashi wa sore o shinken ni uketomeru koto wa hotondo arimasen. Kihontekini J. C. Staff (kono shirīzu no ushiro no sutajio) no yō ni, kono shirīzu o shinken ni saisho kara yatta koto wa arimasen. Hime to koibito no shōkai ni yotte, shirīzu no sutōrīsōsharu no hōkō-sei ga kuzureta toki wa, akiraka ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mNormally when i watch a series that's trash I almost never take it serious. Basically like J.C. Staff(studio behind this series) who never took this series seriously from the very beginning. It becomes evident when the direction of the series' story sorta fell apart with the introduction of the princess and her lackeys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNormally when i watch a series that's trash I almost never take it serious.\u001b[24m\n    \u001b[1m通常、ゴミ箱のシリーズを見たとき、私はそれを真剣に受け止めることはほとんどありません。\u001b[22m, \u001b[1m私はゴミだシリーズを見ると、通常私はほとんどそれが深刻な取ることはありません。\u001b[22m\n\u001b[4mBasically like J.C. Staff(studio behind this series) who never took this series seriously from the very beginning.\u001b[24m\n    \u001b[1m基本的にJ.C. Staff（このシリーズの後ろのスタジオ）のように、このシリーズを真剣に最初からやったことはありません。\u001b[22m, \u001b[1m基本的には非常に最初から真剣にこのシリーズを取ったことはありませんJ.C.スタッフ（このシリーズの背後にあるスタジオ）などがあります。\u001b[22m\n\u001b[4mIt becomes evident when the direction of the series' story sorta fell apart with the introduction of the princess and her lackeys.\u001b[24m\n    \u001b[1m姫と恋人の紹介によって、シリーズのストーリーソーシャルの方向性が崩れたときは、明らかになります。\u001b[22m, \u001b[1mシリーズの物語の方向がみかんの王女と彼女のlackeysの導入により、ばらばらになったとき、それは明らかになります。\u001b[22m\n\u001b[1m\u001b[22m\nArt ...How? (4)\n\n\u001b[1mアート...どのように？  （4）\u001b[22m\n\u001b[1m(Āto... Dono yō ni? (4 ))\u001b[22m\n\nTranslations of \u001b[4mArt ...How? (4)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt ...How?\u001b[24m\n    \u001b[1mアート...どのように？\u001b[22m, \u001b[1mアート...どうやって？\u001b[22m\n\u001b[4m(4)\u001b[24m\n    \u001b[1m（4）\u001b[22m\n...How? how do you go from one of the most visually appealing series of the season to the worst? I understand having budgeting issues and a quality drop. That normally happens but this was just awful. When you get slashed in the face and permanently lose your eye sight, I want to see gashes on where your eyes used to be. I don't want to see this fucker with his eyes closed as if he gotten something in them -_-\n\n\u001b[1m...どうやって？ どのように視覚的に魅力的なシーズンのシリーズから最悪のものに移行しますか？ 私は、予算上の問題や品質低下があることを理解しています。 それは通常起こるが、これはちょうどひどかった。 あなたが顔を削られて永久にあなたの目の視力を失うと、私はあなたの目がどこにあったのかに気づきたい。 私は彼の目が閉じているのを見たくないと思っています。\u001b[22m\n\u001b[1m(... Dō yatte? Dono yō ni shikaku-teki ni miryoku-tekina shīzun no shirīzu kara saiaku no mono ni ikō shimasu ka? Watashi wa, yosan-jō no mondai ya hinshitsu teika ga aru koto o rikai shite imasu. Sore wa tsūjō okoruga, kore wa chōdo hidokatta. Anata ga kao o kezura rete eikyū ni anata no me no shiryoku o ushinau to, watashi wa anata no me ga doko ni atta no ka ni kidzukitai. Watashi wa kare no me ga tojite iru no o mitakunai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4m...How? how do you go from one of the most visually appealing series of the season to the worst? I understand having budgeting issues and a quality drop. That normally happens but this was just awful. When you get slashed in the face and permanently lose your eye sight, I want to see gashes on where your eyes used to be. I don't want to see this fucker with his eyes closed as if he gotten something in them -_-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m...How?\u001b[24m\n    \u001b[1m...どうやって？\u001b[22m, \u001b[1m...どのように？\u001b[22m\n\u001b[4mhow do you go from one of the most visually appealing series of the season to the worst?\u001b[24m\n    \u001b[1mどのように視覚的に魅力的なシーズンのシリーズから最悪のものに移行しますか？\u001b[22m, \u001b[1mどのように最悪に今シーズンの最も視覚的に魅力のシリーズの1から行くのですか？\u001b[22m\n\u001b[4mI understand having budgeting issues and a quality drop.\u001b[24m\n    \u001b[1m私は、予算上の問題や品質低下があることを理解しています。\u001b[22m, \u001b[1m私は予算の問題や品質の低下を持つ理解しています。\u001b[22m\n\u001b[4mThat normally happens but this was just awful.\u001b[24m\n    \u001b[1mそれは通常起こるが、これはちょうどひどかった。\u001b[22m, \u001b[1mそれは通常起こるが、これはただひどかったです。\u001b[22m\n\u001b[4mWhen you get slashed in the face and permanently lose your eye sight, I want to see gashes on where your eyes used to be.\u001b[24m\n    \u001b[1mあなたが顔を削られて永久にあなたの目の視力を失うと、私はあなたの目がどこにあったのかに気づきたい。\u001b[22m, \u001b[1mあなたは顔に切りつけ、永久にあなたの目の視力を失い得るとき、私はあなたの目がために使用場所に割れ目を見てみたいです。\u001b[22m\n\u001b[4mI don't want to see this fucker with his eyes closed as if he gotten something in them -_-\u001b[24m\n    \u001b[1m私は彼の目が閉じているのを見たくないと思っています。\u001b[22m, \u001b[1m私は彼がそれらに何かを得ているかのように、彼の目を持つこの野郎が閉じ表示したくありません-_-\u001b[22m\n*sigh* Blood stains...So i'm thinking these guys are magical when I don't see blood on their clothes after they heal...I mean it's the simple little things dude...J.C. really went lazy with this simple shit...\n\n\u001b[1m*一息*血の汚れ...だから、癒した後に服の上に血が見えなくなったら、これらの人は魔法を浴びていると思っています。 本当にこの単純なことで怠惰になった...\u001b[22m\n\u001b[1m(* Hitoiki* chi no yogore... Dakara, iyashita nochi ni fuku no ue ni chi ga mienaku nattara, korera no hito wa mahō o abite iru to omotte imasu. Hontōni kono tanjun'na koto de taida ni natta...)\u001b[22m\n\nTranslations of \u001b[4m*sigh* Blood stains...So i'm thinking these guys are magical when I don't see blood on their clothes after they heal...I mean it's the simple little things dude...J.C. really went lazy with this simple shit...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*sigh* Blood stains...So i'm thinking these guys are magical when I don't see blood on their clothes after they heal...I mean it's the simple little things dude...J.C.\u001b[24m\n    \u001b[1m*一息*血の汚れ...だから、癒した後に服の上に血が見えなくなったら、これらの人は魔法を浴びていると思っています。\u001b[22m, \u001b[1m*ため息*私は、彼らが治癒した後、自分の服に血を見ていないときので、私はこれらの人を考えている...血痕は魔法です...私が意味する、それは... J.C単純なささいな男です。\u001b[22m\n\u001b[4mreally went lazy with this simple shit...\u001b[24m\n    \u001b[1m本当にこの単純なことで怠惰になった...\u001b[22m, \u001b[1m本当にこのシンプルなたわごとで怠惰行きました...\u001b[22m\n\u001b[1m\u001b[22m\nSound(7)\n\n\u001b[1mサウンド（7）\u001b[22m\n\u001b[1m(Saundo (7 ))\u001b[22m\n\nTranslations of \u001b[4mSound(7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound(7)\u001b[24m\n    \u001b[1mサウンド（7）\u001b[22m\nIn the midst of mediocrity, there is a glimpse of decency within the music. Other than sound effects taking a break every so often...The music was well used and OP and ED songs were pleasant to here...I feel so bad for May'n's song 'Belief' being used for such a train wreck series ...this OP was amazing and I loved it. The OST served its purpose for the specific points and 'key moments' for the series\n\n\u001b[1m平凡な中で、音楽には礼儀正しさが垣間見えます。 音楽がうまく使われていて、OPとEDの曲が楽しいものでした... May'nの曲「信念」がこのような列車の難破船シリーズ ...このOPは素晴らしく、私はそれを愛していました。  OSTは、シリーズの特定のポイントと「重要な瞬間」のためにその目的を果たしました\u001b[22m\n\u001b[1m(Heibon'na naka de, ongaku ni wa reigi tadashi-sa ga kaimami emasu. Ongaku ga umaku tsukawa rete ite, OP to ED no kyoku ga tanoshī monodeshita... Mei' n no kyoku `shin'nen' ga ko no yōna ressha no nanbasen shirīzu... Kono OP wa subarashiku, watashi wa sore o aishite imashita. OST wa, shirīzu no tokutei no pointo to `jūyōna shunkan' no tame ni sono mokuteki o hatashimashita)\u001b[22m\n\nTranslations of \u001b[4mIn the midst of mediocrity, there is a glimpse of decency within the music. Other than sound effects taking a break every so often...The music was well used and OP and ED songs were pleasant to here...I feel so bad for May'n's song 'Belief' being used for such a train wreck series ...this OP was amazing and I loved it. The OST served its purpose for the specific points and 'key moments' for the series\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the midst of mediocrity, there is a glimpse of decency within the music.\u001b[24m\n    \u001b[1m平凡な中で、音楽には礼儀正しさが垣間見えます。\u001b[22m, \u001b[1m平凡の中で、音楽の中良識を垣間見ることがあります。\u001b[22m\n\u001b[4mOther than sound effects taking a break every so often...The music was well used and OP and ED songs were pleasant to here...I feel so bad for May'n's song 'Belief' being used for such a train wreck series\u001b[24m\n    \u001b[1m音楽がうまく使われていて、OPとEDの曲が楽しいものでした... May'nの曲「信念」がこのような列車の難破船シリーズ\u001b[22m, \u001b[1m休憩を取る効果音以外にもしょっちゅう...音楽がよく使用し、OPとED曲は、私は、このような列車事故シリーズに使用されているMay'nさんの歌「信念」のためにとても悪い感じ...ここに心地よいました\u001b[22m\n\u001b[4m...this OP was amazing and I loved it.\u001b[24m\n    \u001b[1m...このOPは素晴らしく、私はそれを愛していました。\u001b[22m, \u001b[1m...このOPは驚くべきものだったと私はそれを愛しました。\u001b[22m\n\u001b[4mThe OST served its purpose for the specific points and 'key moments' for the series\u001b[24m\n    \u001b[1mOSTは、シリーズの特定のポイントと「重要な瞬間」のためにその目的を果たしました\u001b[22m, \u001b[1mOSTは、シリーズのための特定のポイントと 'キー瞬間」のためにその目的を果たし\u001b[22m\n\u001b[1m\u001b[22m\nCharacter just...no (2)\n\n\u001b[1mキャラクター・ジャスト... no（2）\u001b[22m\n\u001b[1m(Kyarakutā jasuto... No (2 ))\u001b[22m\n\nTranslations of \u001b[4mCharacter just...no (2)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter just...no (2)\u001b[24m\n    \u001b[1mキャラクター・ジャスト... no（2）\u001b[22m, \u001b[1m文字だけ...ない（2）\u001b[22m\nSeigi's character just screams plot convenience...\n\n\u001b[1mセイギのキャラクターはプロットの利便性を叫びます...\u001b[22m\n\u001b[1m(Seigi no kyarakutā wa purotto no riben-sei o sakebimasu...)\u001b[22m\n\nTranslations of \u001b[4mSeigi's character just screams plot convenience...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeigi's character just screams plot convenience...\u001b[24m\n    \u001b[1mセイギのキャラクターはプロットの利便性を叫びます...\u001b[22m, \u001b[1m正義のキャラクターは、単にプロット利便性を叫びます...\u001b[22m\nSeigi who 'conveniently' knows martial arts 'conveniently' saves a man who gives him a power known as a tattoo which inevitably throws him into this entire situation...\n\n\u001b[1m「便利に」武道を知っているセギは、この状況に必然的に彼を投げるタトゥーとして知られる力を彼に与える人を救う。\u001b[22m\n\u001b[1m(`Benri ni' budō o shitte iru Segi wa, kono jōkyō ni hitsuzen-teki ni kare o nageru tato~ū to shite shira reru chikara o kare ni ataeru hito o sukuu.)\u001b[22m\n\nTranslations of \u001b[4mSeigi who 'conveniently' knows martial arts 'conveniently' saves a man who gives him a power known as a tattoo which inevitably throws him into this entire situation...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeigi who 'conveniently' knows martial arts 'conveniently' saves a man who gives him a power known as a tattoo which inevitably throws him into this entire situation...\u001b[24m\n    \u001b[1m「便利に」武道を知っているセギは、この状況に必然的に彼を投げるタトゥーとして知られる力を彼に与える人を救う。\u001b[22m, \u001b[1m「便利」「便利に」武道を知っている正義は彼に必然的にこの全体の状況に彼を投げ入れ墨として知られている力を与える男が保存されます...\u001b[22m\nEveryone else however falls into the category of incomplete for me. Little to no character depth just about all of them. Just a bunch of cardboard cutouts, this even applies to Touko (Seigi's childhood friend) who's only known for her feelings toward Seigi. But of course they also needed to drag her into all of this:\n\n\u001b[1mしかし、誰もが私のために不完全なカテゴリに分類されます。 それらのすべてについてちょっとした文字の深さはほとんどありません。 厚紙の切り抜きだけで、セイギの気持ちでしか知られていないトーコ（セイギの幼なじみの友人）にも当てはまります。 しかしもちろん、彼らはまた、彼女をこのすべてに引き込む必要がありました。\u001b[22m\n\u001b[1m(Shikashi, daremoga watashi no tame ni fukanzen'na kategori ni bunrui sa remasu. Sorera no subete ni tsuite chottoshita moji no fuka-sa wa hotondo arimasen. Atsugami no kirinuki dake de, seigi no kimochide shika shira rete inai tōko (seigi no osananajimi no yūjin) ni mo atehamarimasu. Shikashi mochiron, karera wa mata, kanojo o ko no subete ni hikikomu hitsuyō ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mEveryone else however falls into the category of incomplete for me. Little to no character depth just about all of them. Just a bunch of cardboard cutouts, this even applies to Touko (Seigi's childhood friend) who's only known for her feelings toward Seigi. But of course they also needed to drag her into all of this:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEveryone else however falls into the category of incomplete for me.\u001b[24m\n    \u001b[1mしかし、誰もが私のために不完全なカテゴリに分類されます。\u001b[22m, \u001b[1m他のみんなは、しかし、私のために不完全のカテゴリに分類されます。\u001b[22m\n\u001b[4mLittle to no character depth just about all of them.\u001b[24m\n    \u001b[1mそれらのすべてについてちょっとした文字の深さはほとんどありません。\u001b[22m, \u001b[1m無文字の深さに少しちょうど約それらのすべて。\u001b[22m\n\u001b[4mJust a bunch of cardboard cutouts, this even applies to Touko (Seigi's childhood friend) who's only known for her feelings toward Seigi.\u001b[24m\n    \u001b[1m厚紙の切り抜きだけで、セイギの気持ちでしか知られていないトーコ（セイギの幼なじみの友人）にも当てはまります。\u001b[22m, \u001b[1m段ボールの切り欠きのちょうど束が、これだけでも正義に向かって彼女の気持ちのために知られていTouko（正義の幼なじみ）に適用されます。\u001b[22m\n\u001b[4mBut of course they also needed to drag her into all of this:\u001b[24m\n    \u001b[1mしかしもちろん、彼らはまた、彼女をこのすべてに引き込む必要がありました。\u001b[22m, \u001b[1mしかし、もちろん、彼らはまた、このすべてに彼女をドラッグするために必要な：\u001b[22m\nReader: Why?\n\n\u001b[1m読者：なぜ？\u001b[22m\n\u001b[1m(Dokusha: Naze?)\u001b[22m\n\nTranslations of \u001b[4mReader: Why?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReader: Why?\u001b[24m\n    \u001b[1m読者：なぜ？\u001b[22m, \u001b[1mリーダー：なぜ？\u001b[22m\nMe: Idk ask the mangaka &gt;_&gt;\n\n\u001b[1m私：Idkはmangakaに尋ねる＆gt; _＆gt;\u001b[22m\n\u001b[1m(Watashi: Idk wa mangaka ni tazuneru& gt; _ & gt;)\u001b[22m\n\nTranslations of \u001b[4mMe: Idk ask the mangaka &gt;_&gt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMe: Idk ask the mangaka &gt;_&gt;\u001b[24m\n    \u001b[1m私：Idkはmangakaに尋ねる＆gt; _＆gt;\u001b[22m, \u001b[1m私：漫画家を尋ねる＆GT IDK; _＆GT;\u001b[22m\nMangaka: *shrugs*\n\n\u001b[1mマンガカ：*肩をすくめる*\u001b[22m\n\u001b[1m(Mangaka:* Katawosukumeru*)\u001b[22m\n\nTranslations of \u001b[4mMangaka: *shrugs*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMangaka: *shrugs*\u001b[24m\n    \u001b[1mマンガカ：*肩をすくめる*\u001b[22m, \u001b[1m漫画家：* *肩をすくめる\u001b[22m\nMe: ...gtfo -_-\n\n\u001b[1m私：... gtfo -_-\u001b[22m\n\u001b[1m(Watashi: ... Gtfo - _ -)\u001b[22m\n\nTranslations of \u001b[4mMe: ...gtfo -_-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMe: ...gtfo -_-\u001b[24m\n    \u001b[1m私：... gtfo -_-\u001b[22m\n\u001b[1m\u001b[22m\nAnyway, You'll see how everything goes for her if you decide to watch this.\n\n\u001b[1mとにかく、あなたがこれを見ることに決めたら、彼女のためにすべてのことがどうなるかを見てみましょう。\u001b[22m\n\u001b[1m(Tonikaku, anata ga kore o miru koto ni kimetara, kanojo no tame ni subete no koto ga dō naru ka o mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mAnyway, You'll see how everything goes for her if you decide to watch this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyway, You'll see how everything goes for her if you decide to watch this.\u001b[24m\n    \u001b[1mとにかく、あなたがこれを見ることに決めたら、彼女のためにすべてのことがどうなるかを見てみましょう。\u001b[22m, \u001b[1mとにかく、あなたはこれを見てすることを決定した場合、すべてが彼女のために行く方法を見ていきます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment(5)\n\n\u001b[1m楽しさ（5）\u001b[22m\n\u001b[1m(Tanoshisa (5 ))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment(5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment(5)\u001b[24m\n    \u001b[1m楽しさ（5）\u001b[22m\nIf anything i found subtle enjoyment from the stupidity of the ending episodes...If shounen has their share of powerup bullshit, so does seinen and yes this is listed as a seinen well at least the manga is -_-.\n\n\u001b[1m何かが終わりのエピソードの愚かさから微妙な楽しみを見つけたならば...もしshounenがpowerup bullshitの彼らの分け前を持っているなら、seinenとはい、これはseinenとして少なくとも漫画が-_-です。\u001b[22m\n\u001b[1m(Nanika ga owari no episōdo no oroka-sa kara bimyōna tanoshimi o mitsuketanaraba... Moshi shounen ga pawāappu bullshit no karera no wakemae o motte irunara, seinen to hai, koreha seinen to shite sukunakutomo manga ga -_-desu.)\u001b[22m\n\nTranslations of \u001b[4mIf anything i found subtle enjoyment from the stupidity of the ending episodes...If shounen has their share of powerup bullshit, so does seinen and yes this is listed as a seinen well at least the manga is -_-.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf anything i found subtle enjoyment from the stupidity of the ending episodes...If shounen has their share of powerup bullshit, so does seinen and yes this is listed as a seinen well at least the manga is -_-.\u001b[24m\n    \u001b[1m何かが終わりのエピソードの愚かさから微妙な楽しみを見つけたならば...もしshounenがpowerup bullshitの彼らの分け前を持っているなら、seinenとはい、これはseinenとして少なくとも漫画が-_-です。\u001b[22m, \u001b[1m何でもiは終わるのエピソードの愚かさから微妙な楽しさを発見した場合は...少年がパワーアップでたらめのシェアを持っている場合は、少なくとも青年ず、はい、これはよく青年と表示されているので、漫画は-_-です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall(5)\n\n\u001b[1m全体的（5）\u001b[22m\n\u001b[1m(Zentai-teki (5 ))\u001b[22m\n\nTranslations of \u001b[4mOverall(5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall(5)\u001b[24m\n    \u001b[1m全体的（5）\u001b[22m, \u001b[1m総合（5）\u001b[22m\nReally I anticipated this series, and it had tons of potential but just decided it wanted to be trash, nothing we can do really. But hey if you're still inclined to check it out, by all means knock yourself out\n\n\u001b[1m本当に私はこのシリーズを期待していましたが、それには多大な可能性がありましたが、ごみ箱になりたいと決心しました。 しかし、ねえ、あなたがまだそれをチェックする傾向があるなら、是非、自分をノックアウトしてください\u001b[22m\n\u001b[1m(Hontōni watashi wa kono shirīzu o kitai shite imashitaga, soreni wa tadaina kanōsei ga arimashitaga, gomibako ni naritai to kesshin shimashita. Shikashi, nē, anata ga mada sore o chekku suru keikō ga arunara, zehi, jibun o nokkuauto shite kudasai)\u001b[22m\n\nTranslations of \u001b[4mReally I anticipated this series, and it had tons of potential but just decided it wanted to be trash, nothing we can do really. But hey if you're still inclined to check it out, by all means knock yourself out\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally I anticipated this series, and it had tons of potential but just decided it wanted to be trash, nothing we can do really.\u001b[24m\n    \u001b[1m本当に私はこのシリーズを期待していましたが、それには多大な可能性がありましたが、ごみ箱になりたいと決心しました。\u001b[22m, \u001b[1m本当に私はこのシリーズを予想し、それが潜在的なのトンを持っていたが、ちょうどそれがゴミ、私たちは本当にできることは何になりたかったことを決めました。\u001b[22m\n\u001b[4mBut hey if you're still inclined to check it out, by all means knock yourself out\u001b[24m\n    \u001b[1mしかし、ねえ、あなたがまだそれをチェックする傾向があるなら、是非、自分をノックアウトしてください\u001b[22m, \u001b[1mあなたはまだそれをチェックアウトするように傾斜している場合でもねえ、すべての手段によって自分自身をノックアウト\u001b[22m"
  },
  {
    "title": "Taboo_Tattoo",
    "id": "29758",
    "url": "https://myanimelist.net/anime/29758/Taboo_Tattoo",
    "user": "Vanilla5",
    "profile": "/profile/Vanilla5/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=229511",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はこのアニメを嫌う多くの人がいることを知っていますが、私はまだそれを楽しんでいます。 タブータトゥーには、ペースが速く、上品で、奇妙に配置されたコメディーと、最後の30秒で台無しになっているエンディングがありますが、私はこれをすべて見ることができます。 エピソード10が以前のエピソードよりもさらにペースを上げなかった場合、これは7の代わりに私にとっては8または9になります。 これはほぼ純粋に楽しさに基づいています。\n\nこのショーでは、ほとんどのアニメではない、大きく発展したキャラクターはありませんが、重要なものを知るための十分な情報があります。 私はオープニングのテーマソングが大好きでした。 私はそれが最後の戦いのための合った歌だと思うが、他の人はそうではない。 このショーは私のシーズン好きだっただろうが、エピソード8からエピソード9のバックストーリー、エピソード10（最もペースを落としたエピソード）へのジャンプを許すことさえできない。 私はまだショーを楽しんで以来、私は7/10が公正だと思う。 私は過去に見ることができなかった欠陥を持っていたことがうれしく思います。なぜなら、これを楽しんでいる間に他の番組をもっと楽しむことができたからです。 決まり文句、悪いところに置かれたジョーク、速いペースがあなたをあまりにも邪魔しないかどうか、全体的に見てください。 言及されたことが両方を気にするならそれを避けてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI know a lot of other people hate this anime, but I still really enjoyed it. Taboo Tattoo does have fast pacing, cliches, some weirdly placed comedy and an ending that's kind of ruined because of the last 30 seconds, but I can look past all of this. If episode 10 didn't screw up the pacing even more than the previous episodes, this would be an 8 or a 9 for me instead of an 7; this almost purely based on enjoyment.\n\n\u001b[1m私はこのアニメを嫌う多くの人がいることを知っていますが、私はまだそれを楽しんでいます。 タブータトゥーには、ペースが速く、上品で、奇妙に配置されたコメディーと、最後の30秒で台無しになっているエンディングがありますが、私はこれをすべて見ることができます。 エピソード10が以前のエピソードよりもさらにペースを上げなかった場合、これは7の代わりに私にとっては8または9になります。 これはほぼ純粋に楽しさに基づいています。\u001b[22m\n\u001b[1m(Watashi wa kono anime o kirau ōku no hito ga iru koto o shitte imasuga, watashi wa mada sore o tanoshinde imasu. Tabūtato~ū ni wa, pēsu ga hayaku, jōhin de, kimyō ni haichi sa reta komedī to, saigo no 30-byō de dainashi ni natte iru endingu ga arimasuga, watashi wa kore o subete miru koto ga dekimasu. Episōdo 10 ga izen no episōdo yori mo sarani pēsu o agenakatta baai, kore wa 7 no kawarini watashi ni totte wa 8 matawa 9 ni narimasu. Kore wa hobo junsui ni tanoshisa ni motodzuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI know a lot of other people hate this anime, but I still really enjoyed it. Taboo Tattoo does have fast pacing, cliches, some weirdly placed comedy and an ending that's kind of ruined because of the last 30 seconds, but I can look past all of this. If episode 10 didn't screw up the pacing even more than the previous episodes, this would be an 8 or a 9 for me instead of an 7; this almost purely based on enjoyment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know a lot of other people hate this anime, but I still really enjoyed it.\u001b[24m\n    \u001b[1m私はこのアニメを嫌う多くの人がいることを知っていますが、私はまだそれを楽しんでいます。\u001b[22m, \u001b[1m私は他の多くの人がこのアニメを憎む知っているが、私はまだ実際にそれを楽しみました。\u001b[22m\n\u001b[4mTaboo Tattoo does have fast pacing, cliches, some weirdly placed comedy and an ending that's kind of ruined because of the last 30 seconds, but I can look past all of this.\u001b[24m\n    \u001b[1mタブータトゥーには、ペースが速く、上品で、奇妙に配置されたコメディーと、最後の30秒で台無しになっているエンディングがありますが、私はこれをすべて見ることができます。\u001b[22m, \u001b[1mタブータトゥーは速いペース、決まり文句、いくつかの変なふうに置かコメディと種類のため、最後の30秒で台無しだ結末を持っていないが、私はこのすべてを過ぎて見ることができます。\u001b[22m\n\u001b[4mIf episode 10 didn't screw up the pacing even more than the previous episodes, this would be an 8 or a 9 for me instead of an 7;\u001b[24m\n    \u001b[1mエピソード10が以前のエピソードよりもさらにペースを上げなかった場合、これは7の代わりに私にとっては8または9になります。\u001b[22m, \u001b[1mエピソード10は、前のエピソードよりもペースもさらに台無しにしなかった場合、これは8または代わりに7の私のために9になります。\u001b[22m\n\u001b[4mthis almost purely based on enjoyment.\u001b[24m\n    \u001b[1mこれはほぼ純粋に楽しさに基づいています。\u001b[22m, \u001b[1mこれは、ほぼ純粋に楽しみに基づきます。\u001b[22m\n\u001b[1m\u001b[22m\nThis show doesn't have greatly developed characters, which most animes don't, but there's enough information there for you to get to know the important ones. I loved the opening theme song; I think it was a fitting song for the final battle, even though others do not. This show would've been my favorite of the season, but not even I can excuse the jump from episode 8 to a backstory in episode 9 to episode 10 (the episode that threw off the pacing the most). Since, I still enjoyed the show, I think an 7/10 is fair; I'm kind of glad that it had flaws I couldn't look past because it helped me enjoy another show more while still enjoying this one. Overall, watch if cliches, some badly placed jokes, and fast pacing won't bother you too much. Avoid it if the things mentioned both bother you a lot.\n\n\u001b[1mこの番組では、ほとんどのアニメではない、大きく発展したキャラクターはありませんが、重要なものを知るには十分な情報があります。 私はオープニングのテーマソングが大好きでした。 私はそれが最後の戦いのための合った歌だと思うが、他の人はそうではない。 このショーは私のシーズン好きだっただろうが、私はエピソード8からエピソード9までのバックストーリーからエピソード10（最もペースを捨てたエピソード）へのジャンプを許すことさえできない。 私はまだショーを楽しんで以来、私は7/10が公正だと思う。 私は過去に見ることができなかった欠陥を持っていたことがうれしく思います。なぜなら、これを楽しんでいる間にもう1つのショーを楽しむことができたからです。 決まり文句、悪いところに置かれたジョーク、速いペースがあなたをあまりにも邪魔しないかどうか、全体的に見てください。 言及されたことが両方を気にするならそれを避けてください。\u001b[22m\n\u001b[1m(Kono bangumide wa, hotondo no animede wanai, ōkiku hatten shita kyarakutā wa arimasenga, jūyōna mono o shiru ni wa jūbun'na jōhō ga arimasu. Watashi wa ōpuningu no tēmasongu ga daisukideshita. Watashi wa sore ga saigonotatakai no tame no atta utada to omou ga, hokanohito wa sōde wanai. Kono shō wa watashi no shīzun sukidattadarouga, watashi wa episōdo 8 kara episōdo 9 made no bakkusutōrī kara episōdo 10 (mottomo pēsu o suteta episōdo) e no janpu o yurusu koto sae dekinai. Watashi wa mada shō o tanoshinde irai, watashi wa 7/ 10 ga kōseida to omou. Watashi wa kako ni miru koto ga dekinakatta kekkan o motte ita koto ga ureshiku omoimasu. Nazenara, kore o tanoshinde iru ma ni mō 1tsu no shō o tanoshimu koto ga dekitakaradesu. Kimari monku, waruitokoro ni oka reta jōku, hayai pēsu ga anata o amarini mo jama shinai ka dō ka, zentai-teki ni mite kudasai. Genkyū sa reta koto ga ryōhō o kinisurunara sore o sakete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThis show doesn't have greatly developed characters, which most animes don't, but there's enough information there for you to get to know the important ones. I loved the opening theme song; I think it was a fitting song for the final battle, even though others do not. This show would've been my favorite of the season, but not even I can excuse the jump from episode 8 to a backstory in episode 9 to episode 10 (the episode that threw off the pacing the most). Since, I still enjoyed the show, I think an 7/10 is fair; I'm kind of glad that it had flaws I couldn't look past because it helped me enjoy another show more while still enjoying this one. Overall, watch if cliches, some badly placed jokes, and fast pacing won't bother you too much. Avoid it if the things mentioned both bother you a lot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show doesn't have greatly developed characters, which most animes don't, but there's enough information there for you to get to know the important ones.\u001b[24m\n    \u001b[1mこの番組では、ほとんどのアニメではない、大きく発展したキャラクターはありませんが、重要なものを知るには十分な情報があります。\u001b[22m, \u001b[1mこのショーは、ほとんどのアニメにはない大幅に開発された文字は、ありませんが、あなたは重要なものを知るためにのために十分な情報があります。\u001b[22m\n\u001b[4mI loved the opening theme song;\u001b[24m\n    \u001b[1m私はオープニングのテーマソングが大好きでした。\u001b[22m, \u001b[1m私は、オープニングテーマ曲を愛しました。\u001b[22m\n\u001b[4mI think it was a fitting song for the final battle, even though others do not.\u001b[24m\n    \u001b[1m私はそれが最後の戦いのための合った歌だと思うが、他の人はそうではない。\u001b[22m, \u001b[1m私はそれが他の人がいないにもかかわらず、最後の戦いにふさわしい曲だったと思います。\u001b[22m\n\u001b[4mThis show would've been my favorite of the season, but not even I can excuse the jump from episode 8 to a backstory in episode 9 to episode 10 (the episode that threw off the pacing the most).\u001b[24m\n    \u001b[1mこのショーは私のシーズン好きだっただろうが、私はエピソード8からエピソード9までのバックストーリーからエピソード10（最もペースを捨てたエピソード）へのジャンプを許すことさえできない。\u001b[22m, \u001b[1mこのショーは、今シーズンの私の愛用されてきただろうが、それでも私はエピソード10（最もペーシング投げたエピソード）にエピソード9の裏話にエピソード8からのジャンプを免除することができません。\u001b[22m\n\u001b[4mSince, I still enjoyed the show, I think an 7/10 is fair;\u001b[24m\n    \u001b[1m私はまだショーを楽しんで以来、私は7/10が公正だと思う。\u001b[22m, \u001b[1m、私はまだショーを楽しんだので、私は7月10日が公正だと思います。\u001b[22m\n\u001b[4mI'm kind of glad that it had flaws I couldn't look past because it helped me enjoy another show more while still enjoying this one.\u001b[24m\n    \u001b[1m私は過去に見ることができなかった欠陥を持っていたことがうれしく思います。なぜなら、これを楽しんでいる間にもう1つのショーを楽しむことができたからです。\u001b[22m, \u001b[1m私はそれはそれはまだこの1を楽しみながら、私はもっと別のショーを楽しむ助けたので、私は過去を見ていない可能性の欠陥があったことを一種のうれしいです。\u001b[22m\n\u001b[4mOverall, watch if cliches, some badly placed jokes, and fast pacing won't bother you too much.\u001b[24m\n    \u001b[1m決まり文句、悪いところに置かれたジョーク、速いペースがあなたをあまりにも邪魔しないかどうか、全体的に見てください。\u001b[22m, \u001b[1m全体的に、決まり文句あれば見て、いくつかはひどいジョークを入れて、速いペースはあなたにあまり気にしないだろう。\u001b[22m\n\u001b[4mAvoid it if the things mentioned both bother you a lot.\u001b[24m\n    \u001b[1m言及されたことが両方を気にするならそれを避けてください。\u001b[22m, \u001b[1m上記のものの両方があなたに多くのことを気にしている場合、それを避けてください。\u001b[22m"
  },
  {
    "title": "Taboo_Tattoo",
    "id": "29758",
    "url": "https://myanimelist.net/anime/29758/Taboo_Tattoo",
    "user": "Jack_Corvus96",
    "profile": "/profile/Jack_Corvus96/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=229509",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  4\nサウンド|  4\nキャラクター|  1\n|  2\n\nあなたは良いスタートがあったものを見たことがありますが、そのショーは自滅してゴミになりますか？ いいえ？ よくタブーのタトゥはそんなのですが、なぜか（私の悪い英語を許してください）（このレビューではスポイラーがいるかもしれません）\n\nストーリー：（4/10）\n\nショーはこれのように行く：あなたがトリガーする必要がある特定の力（トリガーのないいくつかがある）を持つために使用できるタトゥーがある、何とか多くの入れ墨が日本に違法にある 入れ墨、それは皮肉なことじゃないの？彼らはいつも災害を起こさせる方法を見つける）、何が間違っていたの？ 彼らはエピソード4から始まるすべてを急いでdidntする場合、かなりまともなストーリーラインになるだろう、物事の多くはあなたがそれに自分自身を失うことが起こると、あなたは何も感覚を実現するために始めたり、 あなたの目を通っているすべてのものを処理するのに十分な時間がある...\n\nアート：（4/10）\n\n物語と同じこと、彼らが品質を落としてCGがかなり不自然に見えるまで芸術は素晴らしかった、我々が持つことができる唯一の良いものは、最強のアートポイント\n\nサウンド：（4/10）\n\nOPとEDはかなり楽しいですが、...私はショーに使用されたいくつかのエフェクトが、その特定の瞬間に起こっていることに本当に適合していると思った唯一の人なら、私は知りません。\n\nキャラクター：（1/10）（スポイラーはここにいるかもしれない）\n\nこれはショーのほとんどが欠けているところです...キャラクターの開発はまったくありません。あなたは実際にキャラクターに関係できないほど急いでいます... MCの幼年時の友人は、キャラクターの発展に関する不満の一例です 入れ墨を取得し、彼女はちょっとMCと一緒に戦う準備ができています...しかし、彼女は可能な限り最も哀れなやり方でレクトを得るつもりなら、何がポイントですか？ 彼らは自分の存在を根絶しようとしていたことを迷惑にさせてしまったので（彼女はあなたの典型的でクリシィの子供時代の友人です）\n\n他のすべてのキャラクターについては、唯一のMVPであるかもしれない唯一のものはBBであり、他の人は欠けている\n\n楽しさ：（2/10）\n\nここで楽しむことができる唯一のものは、このショーがどれほど哀れなのか、あるいはファンタスプライスなのでしょうか？それ以外の場合、私はそれを楽しむことができませんでした。\n\n全体：（3/10）\n\nこれは、すべてのことを急いで、すべてを急いで、もっと多くの章を使い、よりシーズンを目指して半分にショーをカットすれば、素晴らしいものになるプロットを殺した。すべてが速かったので、24エピソードのアニメに簡単にフィットできる 急いでスキップすることなく定期的なペースを持つ\n\n急いでいるものが好きな人がどんな人に似ているのか分かりませんし、最後のエピソードで何が起こったのか覚えていないという点で、プロットには関係がありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nhave you ever watched something that had a good start, but then, the show makes self-destruct and it becomes garbage? no? well Taboo tatto is like that, lets see why (Excuse my bad english) (there could be spoilers on this review)\n\n\u001b[1mあなたは良いスタートがあったものを見たことがありますが、そのショーは自滅してゴミになりますか？ いいえ？ よくタブーのタトゥはそんなのですが、なぜか（私の悪い英語を許してください）（このレビューではスポイラーがいるかもしれません）\u001b[22m\n\u001b[1m(Anata wa yoi sutāto ga atta mono o mita koto ga arimasuga, sono shō wa jimetsu shite gomi ni narimasu ka? Īe? Yoku tabū no tato~u wa son'na nodesuga, naze ka (watashi no warui eigo o yurushitekudasai) (kono rebyūde wa supoirā ga iru kamo shiremasen))\u001b[22m\n\nTranslations of \u001b[4mhave you ever watched something that had a good start, but then, the show makes self-destruct and it becomes garbage? no? well Taboo tatto is like that, lets see why (Excuse my bad english) (there could be spoilers on this review)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mhave you ever watched something that had a good start, but then, the show makes self-destruct and it becomes garbage?\u001b[24m\n    \u001b[1mあなたは良いスタートがあったものを見たことがありますが、そのショーは自滅してゴミになりますか？\u001b[22m, \u001b[1mあなたは良いスタートを持っていた何かを見たが、その後、ショーは自己破壊を作り、それがゴミになってきましたか？\u001b[22m\n\u001b[4mno?\u001b[24m\n    \u001b[1mいいえ？\u001b[22m, \u001b[1mなし？\u001b[22m\n\u001b[4mwell Taboo tatto is like that, lets see why (Excuse my bad english) (there could be spoilers on this review)\u001b[24m\n    \u001b[1mよくタブーのタトゥはそんなのですが、なぜか（私の悪い英語を許してください）（このレビューではスポイラーがいるかもしれません）\u001b[22m, \u001b[1mよくタブータトゥーは、そのようなものです（私の悪い英語すみません）（このレビューに関するネタバレがあるかもしれない）理由を確認することができます\u001b[22m\n\u001b[1m\u001b[22m\nStory: (4/10)\n\n\u001b[1mストーリー：（4/10）\u001b[22m\n\u001b[1m(Sutōrī: (4 / 10))\u001b[22m\n\nTranslations of \u001b[4mStory: (4/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: (4/10)\u001b[24m\n    \u001b[1mストーリー：（4/10）\u001b[22m\n\u001b[1m\u001b[22m\nthe show goes like this: there are tattoos that you can use to have certain power that you have to trigger (there are some without triggers), somehow a lot of tattoos are illegally on Japan, (guess what, United States are the creators of the tattoos, ironic isnt it? they allways find a way to make disasters happen), what gone wrong then? would be a pretty decent storyline, if they didnt rush everything starting from episode 4, lot of stuff happens that you lose yourself into it and then you start to realize nothing have sense at all, or maybe everything is just going so fast that you dont have enough time to process all the stuff that is getting through your eyes...\n\n\u001b[1mショーはこれのように行く：あなたがトリガーする必要がある特定の力（トリガーのないいくつかがある）を持つために使用できるタトゥーがある、何とか多くの入れ墨が日本に違法にある 入れ墨、それは皮肉なことじゃないの？彼らはいつも災害を起こさせる方法を見つける）、何が間違っていたの？ 彼らはエピソード4から始まるすべてを急いでdidntする場合、かなりまともなストーリーラインになるだろう、物事の多くはあなたがそれに自分自身を失うことが起こると、あなたは何も感覚を実現するために始めたり、 あなたの目を通っているすべてのものを処理するのに十分な時間がある...\u001b[22m\n\u001b[1m(Shō wa kore no yō ni iku: Anata ga torigā suruhitsuyōgāru tokutei no chikara (torigā no nai ikutsu ka ga aru) o motsu tame ni shiyō dekiru tato~ū ga aru, nantoka ōku no irezumi ga Nihon ni ihō ni aru irezumi, sore wa hinikuna koto janai no? Karera wa itsumo saigai o okosa seru hōhō o mitsukeru), nani ga machigatte ita no? Karera wa episōdo 4 kara hajimaru subete o isoide didnt suru baai, kanari matomona sutōrīrain ni narudarou, monogoto no ōku wa anata ga sore ni jibun jishin o ushinau koto ga okoru to, anata wa nani mo kankaku o jitsugen suru tame ni hajime tari, anata no me o kayotte iru subete no mono o shori suru no ni jūbun'na jikangāru...)\u001b[22m\n\nTranslations of \u001b[4mthe show goes like this: there are tattoos that you can use to have certain power that you have to trigger (there are some without triggers), somehow a lot of tattoos are illegally on Japan, (guess what, United States are the creators of the tattoos, ironic isnt it? they allways find a way to make disasters happen), what gone wrong then? would be a pretty decent storyline, if they didnt rush everything starting from episode 4, lot of stuff happens that you lose yourself into it and then you start to realize nothing have sense at all, or maybe everything is just going so fast that you dont have enough time to process all the stuff that is getting through your eyes...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe show goes like this: there are tattoos that you can use to have certain power that you have to trigger (there are some without triggers), somehow a lot of tattoos are illegally on Japan, (guess what, United States are the creators of\u001b[24m\n    \u001b[1mショーはこれのように行く：あなたがトリガーする必要がある特定の力（トリガーのないいくつかがある）を持つために使用できるタトゥーがある、何とか多くの入れ墨が日本に違法にある\u001b[22m, \u001b[1mショーはこのように書きます：あなたは（いくつかのトリガーなしである）をトリガする必要がある特定の力を持つために使用できる入れ墨があり、何とか入れ墨の多くは日本に不法であり、（米国はのクリエイターであるか、推測します\u001b[22m\n\u001b[4mthe tattoos, ironic isnt it? they allways find a way to make disasters happen), what gone wrong then?\u001b[24m\n    \u001b[1m入れ墨、それは皮肉なことじゃないの？彼らはいつも災害を起こさせる方法を見つける）、何が間違っていたの？\u001b[22m, \u001b[1mタトゥー、皮肉イマイチそれ？彼らはオールウェイズ災害が起こるようにする方法を見つける。）、何その後間違って？\u001b[22m\n\u001b[4mwould be a pretty decent storyline, if they didnt rush everything starting from episode 4, lot of stuff happens that you lose yourself into it and then you start to realize nothing have sense at all, or maybe everything is just going so fast that you dont\u001b[24m\n    \u001b[1m彼らはエピソード4から始まるすべてを急いでdidntする場合、かなりまともなストーリーラインになるだろう、物事の多くはあなたがそれに自分自身を失うことが起こると、あなたは何も感覚を実現するために始めたり、\u001b[22m, \u001b[1m彼らはエピソード4から始まる、すべてを急いでdidntの場合は、かなりまともなストーリー展開となり、多くのものは、あなたがそれに自分自身を失い、その後、あなたは何も実現しないために開始し、まったく意味を持っている、または多分すべてがちょうどあなたがいけないことを非常に速く起こっていることが起こります\u001b[22m\n\u001b[4mhave enough time to process all the stuff that is getting through your eyes...\u001b[24m\n    \u001b[1mあなたの目を通っているすべてのものを処理するのに十分な時間がある...\u001b[22m, \u001b[1mあなたの目を通して取得しているすべてのものを処理するのに十分な時間を持っています...\u001b[22m\n\u001b[1m\u001b[22m\nArt: (4/10)\n\n\u001b[1mアート：（4/10）\u001b[22m\n\u001b[1m(Āto: (4 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt: (4/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: (4/10)\u001b[24m\n    \u001b[1mアート：（4/10）\u001b[22m\n\u001b[1m\u001b[22m\nsame thing with story, the art was nice until they drop quality and the CG looks pretty lame, the only good thing we could have is fanservice as the strongest point of the art\n\n\u001b[1m物語と同じこと、彼らが品質を落としてCGがかなり不自然に見えるまで芸術は素晴らしかった、我々が持つことができる唯一の良いものは、最強のアートポイント\u001b[22m\n\u001b[1m(Monogatari to onaji ko to, karera ga hinshitsu o otoshite CG ga kanari fushizen ni mieru made geijutsu wa subarashikatta, wareware ga motsu koto ga dekiru yuiitsu no yoi mono wa, saikyō no ātopointo)\u001b[22m\n\nTranslations of \u001b[4msame thing with story, the art was nice until they drop quality and the CG looks pretty lame, the only good thing we could have is fanservice as the strongest point of the art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msame thing with story, the art was nice until they drop quality and the CG looks pretty lame, the only good thing we could have is fanservice as the strongest point of the art\u001b[24m\n    \u001b[1m物語と同じこと、彼らが品質を落としてCGがかなり不自然に見えるまで芸術は素晴らしかった、我々が持つことができる唯一の良いものは、最強のアートポイント\u001b[22m, \u001b[1m彼らは品質を落とし、CGはかなりラメ見えるまで話と同じことが、芸術はよかった、我々が持っている可能性が唯一の良いことは、芸術の最強のポイントとしてサービスカットです\u001b[22m\n\u001b[1m\u001b[22m\nSound: (4/10)\n\n\u001b[1mサウンド：（4/10）\u001b[22m\n\u001b[1m(Saundo: (4 / 10))\u001b[22m\n\nTranslations of \u001b[4mSound: (4/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: (4/10)\u001b[24m\n    \u001b[1mサウンド：（4/10）\u001b[22m\n\u001b[1m\u001b[22m\nbeing the OP and ED pretty enjoyable, but... i dont know if i'm the only one who thought that some effects used on the show, doesnt really fit what is happening at that specific momment, i find it really weird\n\n\u001b[1mOPとEDはかなり楽しいですが、...私はショーに使用されたいくつかのエフェクトが、その特定の瞬間に起こっていることに本当に適合していると思った唯一の人なら、私は知りません。\u001b[22m\n\u001b[1m(OP to ED wa kanari tanoshīdesuga,... Watashi wa shō ni shiyō sa reta ikutsu ka no efekuto ga, sono tokutei no shunkan ni okotte iru koto ni hontōni tekigō shite iru to omotta yuiitsu no hitonara, watashi wa shirimasen.)\u001b[22m\n\nTranslations of \u001b[4mbeing the OP and ED pretty enjoyable, but... i dont know if i'm the only one who thought that some effects used on the show, doesnt really fit what is happening at that specific momment, i find it really weird\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbeing the OP and ED pretty enjoyable, but... i dont know if i'm the only one who thought that some effects used on the show, doesnt really fit what is happening at that specific momment, i find it really weird\u001b[24m\n    \u001b[1mOPとEDはかなり楽しいですが、...私はショーに使用されたいくつかのエフェクトが、その特定の瞬間に起こっていることに本当に適合していると思った唯一の人なら、私は知りません。\u001b[22m, \u001b[1mOPとEDはかなり楽しいいる、しかし...私は番組で使用されるいくつかの効果は、doesntのは本当に特定のmommentで何が起こっているのか収まらと考え一つだけだ場合、私はそれが本当に奇妙見つける知りません\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: (1/10) (Spoilers might be here)\n\n\u001b[1mキャラクター：（1/10）（スポイラーはここにいるかもしれない）\u001b[22m\n\u001b[1m(Kyarakutā: (1 / 10) (Supoirā wa koko ni iru kamo shirenai))\u001b[22m\n\nTranslations of \u001b[4mCharacter: (1/10) (Spoilers might be here)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: (1/10) (Spoilers might be here)\u001b[24m\n    \u001b[1mキャラクター：（1/10）（スポイラーはここにいるかもしれない）\u001b[22m, \u001b[1mキャラクター：（1/10）（スポイラーは、ここでは可能性があります）\u001b[22m\n\u001b[1m\u001b[22m\nthis is where the show lacks mostly... there is no character development at all, there is so many rush that you can't actually relate to a character... the MC childhood friend is one example of dissapointment on character development, she gets a tattoo and she is kinda 'prepared' to fight alongisde the MC... but whats the point of that if she is going to get rekt on the most pathetic way possible? is like they just wanted to get rid of her, because they made her that annoying that wanted to erradicate her existance (yes, she is your typical and cliché Childhood friend)\n\n\u001b[1mこれはショーのほとんどが欠けているところです...キャラクターの開発はまったくありません。あなたは実際にキャラクターに関係できないほど急いでいます... MCの幼年時の友人は、キャラクターの発展に関する不満の一例です 入れ墨を取得し、彼女はちょっとMCと一緒に戦う準備ができています...しかし、彼女は可能な限り最も哀れなやり方でレクトを得るつもりなら、何がポイントですか？ 彼らは自分の存在を根絶しようとしていたことを迷惑にさせてしまったので（彼女はあなたの典型的でクリシィの子供時代の友人です）\u001b[22m\n\u001b[1m(Kore wa shō no hotondo ga kakete iru tokorodesu... Kyarakutā no kaihatsu wa mattaku arimasen. Anata wa jissai ni kyarakutā ni kankei dekinai hodo isoide imasu... MC no yōnen-ji no yūjin wa, kyarakutā no hatten ni kansuru fuman no ichireidesu irezumi o shutoku shi, kanojo wa chotto MC to issho ni tatakau junbi ga dekite imasu... Shikashi, kanojo wa kanōnakagiri mottomo awarena yarikata de rekuto o eru tsumorinara, nani ga pointodesu ka? Karera wa jibun no sonzai o konzetsu shiyou to shite ita koto o meiwaku ni sa sete shimattanode (kanojo wa anata no tenkei-tekide kurishi~i no kodomo jidai no yūjindesu))\u001b[22m\n\nTranslations of \u001b[4mthis is where the show lacks mostly... there is no character development at all, there is so many rush that you can't actually relate to a character... the MC childhood friend is one example of dissapointment on character development, she gets a tattoo and she is kinda 'prepared' to fight alongisde the MC... but whats the point of that if she is going to get rekt on the most pathetic way possible? is like they just wanted to get rid of her, because they made her that annoying that wanted to erradicate her existance (yes, she is your typical and cliché Childhood friend)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is where the show lacks mostly... there is no character development at all, there is so many rush that you can't actually relate to a character... the MC childhood friend is one example of dissapointment on character development, she\u001b[24m\n    \u001b[1mこれはショーのほとんどが欠けているところです...キャラクターの開発はまったくありません。あなたは実際にキャラクターに関係できないほど急いでいます... MCの幼年時の友人は、キャラクターの発展に関する不満の一例です\u001b[22m, \u001b[1mこれは、あなたが実際に文字に関係することはできませんので、多くのラッシュがあり、ショーは大部分が欠けているところ...キャラクタ・開発が全くありませんで... MCの幼なじみが文字開発にdissapointmentの一例であり、彼女\u001b[22m\n\u001b[4mgets a tattoo and she is kinda 'prepared' to fight alongisde the MC... but whats the point of that if she is going to get rekt on the most pathetic way possible?\u001b[24m\n    \u001b[1m入れ墨を取得し、彼女はちょっとMCと一緒に戦う準備ができています...しかし、彼女は可能な限り最も哀れなやり方でレクトを得るつもりなら、何がポイントですか？\u001b[22m, \u001b[1m入れ墨を取得し、彼女はちょっとMC alongisde戦うために「準備」されている...しかし、その点は、彼女は可能な限り最も哀れな方法でrekt取得するつもりされている場合はいただきましたか！？\u001b[22m\n\u001b[4mis like they just wanted to get rid of her, because they made her that annoying that wanted to erradicate her existance (yes, she is your typical and cliché Childhood friend)\u001b[24m\n    \u001b[1m彼らは自分の存在を根絶しようとしていたことを迷惑にさせてしまったので（彼女はあなたの典型的でクリシィの子供時代の友人です）\u001b[22m, \u001b[1m彼らはちょうど彼女を取り除くために望んでいたように、彼らはそれが迷惑な彼女を作ったので（そう、彼女はあなたの典型的な決まり文句幼馴染である）彼女のexistanceをerradicateしたかったこと、です\u001b[22m\n\u001b[1m\u001b[22m\nas for every other character, the only one that might be the only MVP is BB, everyone else just lacks\n\n\u001b[1m他のすべてのキャラクターについては、唯一のMVPであるかもしれない唯一のものがBBであり、他の誰もが欠けている\u001b[22m\n\u001b[1m(Hoka no subete no kyarakutā ni tsuite wa, yuiitsu no MVPdearu kamo shirenai yuiitsu no mono ga BBdeari, hoka no daremoga kakete iru)\u001b[22m\n\nTranslations of \u001b[4mas for every other character, the only one that might be the only MVP is BB, everyone else just lacks\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mas for every other character, the only one that might be the only MVP is BB, everyone else just lacks\u001b[24m\n    \u001b[1m他のすべてのキャラクターについては、唯一のMVPであるかもしれない唯一のものがBBであり、他の誰もが欠けている\u001b[22m, \u001b[1m他のすべての文字、唯一のMVPはBBであるかもしれない唯一の1の場合と同様に、他の人はちょうど欠けます\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: (2/10)\n\n\u001b[1m楽しさ：（2/10）\u001b[22m\n\u001b[1m(Tanoshisa: (2 / 10))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: (2/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: (2/10)\u001b[24m\n    \u001b[1m楽しさ：（2/10）\u001b[22m\n\u001b[1m\u001b[22m\nthe only thing you might enjoy here, is how pathetic this show is, or maybe the fanservice, because otherwise, i couldnt enjoy it, so many rush and random things going on\n\n\u001b[1mここで楽しむことができる唯一のものは、このショーがどれほど哀れなのか、あるいはファンタスプライスなのでしょうか？それ以外の場合、私はそれを楽しむことができませんでした。\u001b[22m\n\u001b[1m(Koko de tanoshimu koto ga dekiru yuiitsu no mono wa, kono shō ga dorehodo awarena no ka, aruiwa fantasupuraisuna nodeshou ka? Sore igai no baai, watashi wa sore o tanoshimu koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mthe only thing you might enjoy here, is how pathetic this show is, or maybe the fanservice, because otherwise, i couldnt enjoy it, so many rush and random things going on\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe only thing you might enjoy here, is how pathetic this show is, or maybe the fanservice, because otherwise, i couldnt enjoy it, so many rush and random things going on\u001b[24m\n    \u001b[1mここで楽しむことができる唯一のものは、このショーがどれほど哀れなのか、あるいはファンタスプライスなのでしょうか？それ以外の場合、私はそれを楽しむことができませんでした。\u001b[22m, \u001b[1mそうでなければ、私はそれを楽しむcouldntの、非常に多くのラッシュとランダムなものが起こっているので、あなたがここに楽しむかもしれない唯一のものは、この番組がどのように哀れであるか、あるいはサービスカット\u001b[22m\n\u001b[1m\u001b[22m\nOverall: (3/10)\n\n\u001b[1m全体：（3/10）\u001b[22m\n\u001b[1m(Zentai: (3 / 10))\u001b[22m\n\nTranslations of \u001b[4mOverall: (3/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: (3/10)\u001b[24m\n    \u001b[1m全体：（3/10）\u001b[22m\n\u001b[1m\u001b[22m\nthis is Big order all over again, Rushing everything and killing a plot that would be great if they used more chapters or cut the show in half aiming for more seasons, because everything was so fast, that could easily fit on a 24 episode anime and have a regular pace without rushing and skipping stuff\n\n\u001b[1mこれは、すべてのことを急いで、すべてを急いで、もっと多くの章を使い、よりシーズンを目指して半分にショーをカットすれば、素晴らしいものになるプロットを殺した。すべてが速かったので、24エピソードのアニメに簡単にフィットできる 急いでスキップすることなく定期的なペースを持つ\u001b[22m\n\u001b[1m(Kore wa, subete no koto o isoide, subete o isoide, motto ōku no shō o tsukai, yori shīzun o mezashite hanbun ni shō o katto sureba, subarashī mono ni naru purotto o koroshita. Subete ga hayakattanode, 24 episōdo no anime ni kantan ni fitto dekiru isoide sukippu suru koto naku teiki-tekina pēsu o motsu)\u001b[22m\n\nTranslations of \u001b[4mthis is Big order all over again, Rushing everything and killing a plot that would be great if they used more chapters or cut the show in half aiming for more seasons, because everything was so fast, that could easily fit on a 24 episode anime and have a regular pace without rushing and skipping stuff\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is Big order all over again, Rushing everything and killing a plot that would be great if they used more chapters or cut the show in half aiming for more seasons, because everything was so fast, that could easily fit on a 24 episode anime and\u001b[24m\n    \u001b[1mこれは、すべてのことを急いで、すべてを急いで、もっと多くの章を使い、よりシーズンを目指して半分にショーをカットすれば、素晴らしいものになるプロットを殺した。すべてが速かったので、24エピソードのアニメに簡単にフィットできる\u001b[22m, \u001b[1mこれは、すべてが簡単に24エピソードのアニメに収まることができることを、非常に高速だったので、すべてを急いで、彼らはより多くの章を使用した場合は素晴らしいこと以上の季節を目指し半分にショーを削減するプロットを殺して、再びすべての上のビッグオーダーであり、\u001b[22m\n\u001b[4mhave a regular pace without rushing and skipping stuff\u001b[24m\n    \u001b[1m急いでスキップすることなく定期的なペースを持つ\u001b[22m, \u001b[1m急いやものを飛ばすことなく、通常のペースを持っています\u001b[22m\n\u001b[1m\u001b[22m\ni cant enjoy rushed things... i dont know how people like something that is rushed, it feels so lacky and you cant relate to the plot, to the point that you dont even remember what happened on the last episode...\n\n\u001b[1m急いでいるものが好きな人がどんな人に似ているのか分かりませんし、最後のエピソードで何が起こったのか覚えていないという点で、プロットには関係がありません。\u001b[22m\n\u001b[1m(Isoide iru mono ga sukinahito ga don'na hito ni nite iru no ka wakarimasenshi, saigo no episōdo de nani ga okotta no ka oboeteinai to iu ten de, purotto ni wa kankei ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mi cant enjoy rushed things... i dont know how people like something that is rushed, it feels so lacky and you cant relate to the plot, to the point that you dont even remember what happened on the last episode...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi cant enjoy rushed things... i dont know how people like something that is rushed, it feels so lacky and you cant relate to the plot, to the point that you dont even remember what happened on the last episode...\u001b[24m\n    \u001b[1m急いでいるものが好きな人がどんな人に似ているのか分かりませんし、最後のエピソードで何が起こったのか覚えていないという点で、プロットには関係がありません。\u001b[22m, \u001b[1m私は急いているもののような人々は、それはとてもlacky感じ、あなたがあっても最後のエピソードに何が起こったかを覚えていけない点に、プロットに関連カント方法を知らない...急いで物事を楽しむカント...\u001b[22m"
  },
  {
    "title": "Taboo_Tattoo",
    "id": "29758",
    "url": "https://myanimelist.net/anime/29758/Taboo_Tattoo",
    "user": "triplefox",
    "profile": "/profile/triplefox/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=229793",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  7\n\nタブー・タトゥーは、約束事に始まり、不適切に適合したペーシングによって荒廃したショーの1つです。 最初のいくつかのエピソードは、元気ではないにせよ、超大国ではないにしても、12エピソードで十分な素材を使って楽しく演奏していますが、徐々に速くて早く、複雑になり、 あなたは理解の希望を持っていないし、後で一行の対話やフラッシュバックで説明のために滑ることがあります。 良いショーで謎と予感があなたに与えられたら、これはあなたにFOMOを与えます - あなたが瞬く間にあなたがそれを見逃してしまうでしょう。\n\n1つのコースの終わりまでに、電力レベルは100倍に膨らんだ、すべての状況は実質的に地面に浮かんだままであり、ランニングタイムは戦闘シーケンスで過飽和である。 キャラクターが登場したり、物事が行われているのが見られたり、その後キャラクターの開発や登録への貢献の理解に時間がかかりすぎて死ぬ。 キャストはかなり大きく、キャラクター関係を設定することはできますが、それは薄いです。 時々、それはより適切に開発された何かのPVのように感じ、音楽やボイスオーバーに設定されている多くの事が起こっている。\n\nそしてそれはあまりにも悪いです。 ここにはたくさんの良い材料があり、それは合わない。 戦いはよく作られており、通常はかなりよく続くことができます。 アニメーションの細部は終わりに向かって少しだけ影響を受け、見つかるべきクールなキャラクターの瞬間がたくさんあります。 サウンドトラックの中には、暗い陰謀と極秘研究のほか、私に「Deus Ex」の雰囲気がありました。 そして、それはかなりうまくいっていたかもしれないが、他のすべてのものが信じられないほど急いで、頻繁にそれらのハイステークスの戦いのシーンの真ん中に直接挿入されているような、ファンサービスの散水を持っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nTaboo Tattoo is one of those shows that starts with promise and then gets devastated by a poorly fitted pacing. The first few episodes set up a fun, if not hugely original, superpowers-and-conspiracy premise with more than enough material for 12 episodes, but gradually, and then faster and faster, it starts complicating things and rushing the exposition, frequently showing you things you have no hope of understanding and then slipping in the explanation for them later in a single line of dialogue or a flashback. If a good show sets you up with mysteries and anticipation, this one gives you FOMO - cause if you blink you're going to miss it.\n\n\u001b[1mタブー・タトゥーは、約束事に始まり、不適切に適合したペーシングによって荒廃したショーの1つです。 最初のいくつかのエピソードは、元気ではないにせよ、超大国ではないにしても、12エピソードで十分な素材を使って楽しく演奏していますが、徐々に速くて早く、複雑になり、 あなたは理解の希望を持っていないし、後で一行の対話やフラッシュバックで説明のために滑ることがあります。 良いショーで謎と予感があなたに与えられたら、これはあなたにFOMOを与えます - あなたが瞬く間にあなたがそれを見逃してしまうでしょう。\u001b[22m\n\u001b[1m(Tabū tato~ū wa, yakusokugoto ni hajimari, futekisetsu ni tekigō shita pēshingu ni yotte kōhaishita shō no 1tsudesu. Saisho no ikutsu ka no episōdo wa, genkide wa nai ni seyo, chō taikokude wa nai ni shite mo, 12 episōdo de jūbun'na sozai o tsukatte tanoshiku ensō shite imasuga, jojoni hayakute hayaku, fukuzatsu ni nari, anata wa rikai no kibō o motteinai shi,-go de ikkō no taiwa ya furasshu bakku de setsumei no tame ni suberu koto ga arimasu. Yoi shō de nazo to yokan ga anata ni atae raretara, kore wa anata ni FOMO o ataemasu - anata ga matatakumani anata ga sore o minogashite shimaudeshou.)\u001b[22m\n\nTranslations of \u001b[4mTaboo Tattoo is one of those shows that starts with promise and then gets devastated by a poorly fitted pacing. The first few episodes set up a fun, if not hugely original, superpowers-and-conspiracy premise with more than enough material for 12 episodes, but gradually, and then faster and faster, it starts complicating things and rushing the exposition, frequently showing you things you have no hope of understanding and then slipping in the explanation for them later in a single line of dialogue or a flashback. If a good show sets you up with mysteries and anticipation, this one gives you FOMO - cause if you blink you're going to miss it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTaboo Tattoo is one of those shows that starts with promise and then gets devastated by a poorly fitted pacing.\u001b[24m\n    \u001b[1mタブー・タトゥーは、約束事に始まり、不適切に適合したペーシングによって荒廃したショーの1つです。\u001b[22m, \u001b[1mタブータトゥーは約束で始まり、その後不十分フィットペーシングによって荒廃されますそれらのショーの一つです。\u001b[22m\n\u001b[4mThe first few episodes set up a fun, if not hugely original, superpowers-and-conspiracy premise with more than enough material for 12 episodes, but gradually, and then faster and faster, it starts complicating things and rushing the exposition, frequently showing you\u001b[24m\n    \u001b[1m最初のいくつかのエピソードは、元気ではないにせよ、超大国ではないにしても、12エピソードで十分な素材を使って楽しく演奏していますが、徐々に速くて早く、複雑になり、\u001b[22m, \u001b[1m最初のいくつかのエピソードが、その後、より速く、より高速な12のエピソードのために十分な材料よりもで、巨大にオリジナルではない場合、超大国・アンド・陰謀前提楽しさを設定し、徐々に、そして、それは物事を複雑にし、博覧会を急いで、頻繁にあなたを示す開始します\u001b[22m\n\u001b[4mthings you have no hope of understanding and then slipping in the explanation for them later in a single line of dialogue or a flashback.\u001b[24m\n    \u001b[1mあなたは理解の希望を持っていないし、後で一行の対話やフラッシュバックで説明のために滑ることがあります。\u001b[22m, \u001b[1m物事はあなたが理解のない希望を持っていないし、後で対話またはフラッシュバックの一行でその説明に滑ります。\u001b[22m\n\u001b[4mIf a good show sets you up with mysteries and anticipation, this one gives you FOMO - cause if you blink you're going to miss it.\u001b[24m\n    \u001b[1m良いショーで謎と予感があなたに与えられたら、これはあなたにFOMOを与えます - あなたが瞬く間にあなたがそれを見逃してしまうでしょう。\u001b[22m, \u001b[1m良いショーが謎と期待してあなたを設定した場合は、この1はFOMOあなたに与えます - 原因をあなたはそれを欠場するつもり点滅します。\u001b[22m\n\u001b[1m\u001b[22m\nBy the end of one cour, the power levels have inflated 100-fold, every situation is fate-of-the-world-hangs-in-the-balance ungrounded in substance, and the running time is oversaturated with fight sequences. Characters enter, are seen doing things, and subsequently die with too little time for character development or understanding of their contributions to register. The cast is quite large and while it does manage to set up character relationships, they are tenuous. At times it feels like a PV of something that was more properly developed, with a lot of stuff happening set to music or voiceover.\n\n\u001b[1m1つのコースの終わりまでに、電力レベルは100倍に膨らんだ、すべての状況は実質的に地面に浮かんだままであり、ランニングタイムは戦闘シーケンスで過飽和である。 キャラクターが登場したり、物事が行われているのが見られたり、その後キャラクターの開発や登録への貢献の理解に時間がかかりすぎて死ぬ。 キャストはかなり大きく、キャラクター関係を設定することはできますが、それは薄いです。 時々、それはより適切に開発された何かのPVのように感じ、音楽やボイスオーバーに設定されている多くの事が起こっている。\u001b[22m\n\u001b[1m(1Tsu no kōsu no owari made ni, denryoku reberu wa 100-bai ni fukuranda, subete no jōkyō wa jisshitsu-teki ni jimen ni ukanda mamadeari, ran'ningutaimu wa sentō shīkensu de kahōwadearu. Kyarakutā ga tōjō shi tari, monogoto ga okonawa rete iru no ga mi rare tari, sonogo kyarakutā no kaihatsu ya tōroku e no kōken no rikai ni jikan ga kakari sugite shinu. Kyasuto wa kanari ōkiku, kyarakutā kankei o settei suru koto wa dekimasuga, sore wa usuidesu. Tokidoki, soreha yori tekisetsu ni kaihatsu sa reta nanika no PV no yō ni kanji, ongaku ya boisuōbā ni settei sa rete iru ōku no koto ga okotte iru.)\u001b[22m\n\nTranslations of \u001b[4mBy the end of one cour, the power levels have inflated 100-fold, every situation is fate-of-the-world-hangs-in-the-balance ungrounded in substance, and the running time is oversaturated with fight sequences. Characters enter, are seen doing things, and subsequently die with too little time for character development or understanding of their contributions to register. The cast is quite large and while it does manage to set up character relationships, they are tenuous. At times it feels like a PV of something that was more properly developed, with a lot of stuff happening set to music or voiceover.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy the end of one cour, the power levels have inflated 100-fold, every situation is fate-of-the-world-hangs-in-the-balance ungrounded in substance, and the running time is oversaturated with fight sequences.\u001b[24m\n    \u001b[1m1つのコースの終わりまでに、電力レベルは100倍に膨らんだ、すべての状況は実質的に地面に浮かんだままであり、ランニングタイムは戦闘シーケンスで過飽和である。\u001b[22m, \u001b[1m1クールの終わりまでに、電力レベルが100倍に膨張している、すべての状況は、運命の - 世界ハング・イン・バランス物質で非接地であり、実行時間は戦いの配列と過飽和されています。\u001b[22m\n\u001b[4mCharacters enter, are seen doing things, and subsequently die with too little time for character development or understanding of their contributions to register.\u001b[24m\n    \u001b[1mキャラクターが登場したり、物事が行われているのが見られたり、その後キャラクターの開発や登録への貢献の理解に時間がかかりすぎて死ぬ。\u001b[22m, \u001b[1m文字が入力し、物事を見て、その後に登録する彼らの貢献のキャラクターの成長や理解のためにあまりにも少しの時間で死亡しています。\u001b[22m\n\u001b[4mThe cast is quite large and while it does manage to set up character relationships, they are tenuous.\u001b[24m\n    \u001b[1mキャストはかなり大きく、キャラクター関係を設定することはできますが、それは薄いです。\u001b[22m, \u001b[1mキャストは非常に大きく、それが文字の関係を設定するために管理していながら、彼らは希薄です。\u001b[22m\n\u001b[4mAt times it feels like a PV of something that was more properly developed, with a lot of stuff happening set to music or voiceover.\u001b[24m\n    \u001b[1m時々、それはより適切に開発された何かのPVのように感じ、音楽やボイスオーバーに設定されている多くの事が起こっている。\u001b[22m, \u001b[1m時にはそれがより適切なものの多くは、音楽やナレーションに設定起こって、開発されたもののPVのように感じています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd it's too bad. There is a lot of good material here that doesn't add up. The fights are well-made and can usually be followed pretty well. The detail of the animation only gets a little bit impacted towards the end, and there are a lot of cool character moments to be found. Some of the soundtrack, along with the setting's shadowy conspiracy and top-secret research, gave me a 'Deus Ex' vibe. And it has a sprinkling of fanservice, which could have been done pretty well but like everything else is incredibly rushed, often being inserted directly into the middle of one of those high-stakes fight scenes.\n\n\u001b[1mそしてそれはあまりにも悪いです。 ここにはたくさんの良い材料があり、それは合わない。 戦いはよく作られており、通常はかなりよく続くことができます。 アニメーションの細部は終わりに向かって少しだけ影響を受け、見つかるべきクールなキャラクターの瞬間がたくさんあります。 サウンドトラックの中には、暗い陰謀と極秘研究のほか、私に「Deus Ex」の雰囲気がありました。 そして、それはかなりうまくいっていたかもしれないが、他のすべてのものが信じられないほど急いで、頻繁にそれらのハイステークスの戦いのシーンの真ん中に直接挿入されているような、ファンサービスの散水を持っています。\u001b[22m\n\u001b[1m(Soshite sore wa amarini mo waruidesu. Koko ni wa takusan no yoi zairyō ga ari, sore wa awanai. Tatakai wa yoku tsukura rete ori, tsūjō wa kanari yoku tsudzuku koto ga dekimasu. Animēshon no saibu wa owari ni mukatte sukoshidake eikyō o uke, mitsukarubeki kūruna kyarakutā no shunkan ga takusan arimasu. Saundotorakku no nakaniha, kurai inbō to gokuhi kenkyū no hoka, watashi ni `deusuekusu' no fun'iki ga arimashita. Soshite, sore wa kanari umaku itte ita kamo shirenaiga, hoka no subete no mono ga shinji rarenai hodo isoide, hinpan ni sorera no haisutēkusu no tatakai no shīn no man'naka ni chokusetsu sōnyū sa rete iru yōna, fansābisu no sansui o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd it's too bad. There is a lot of good material here that doesn't add up. The fights are well-made and can usually be followed pretty well. The detail of the animation only gets a little bit impacted towards the end, and there are a lot of cool character moments to be found. Some of the soundtrack, along with the setting's shadowy conspiracy and top-secret research, gave me a 'Deus Ex' vibe. And it has a sprinkling of fanservice, which could have been done pretty well but like everything else is incredibly rushed, often being inserted directly into the middle of one of those high-stakes fight scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd it's too bad.\u001b[24m\n    \u001b[1mそしてそれはあまりにも悪いです。\u001b[22m, \u001b[1mそして、それはあまりにも悪いです。\u001b[22m\n\u001b[4mThere is a lot of good material here that doesn't add up.\u001b[24m\n    \u001b[1mここにはたくさんの良い材料があり、それは合わない。\u001b[22m, \u001b[1mまで追加されませんここで良い材料がたくさんあります。\u001b[22m\n\u001b[4mThe fights are well-made and can usually be followed pretty well.\u001b[24m\n    \u001b[1m戦いはよく作られており、通常はかなりよく続くことができます。\u001b[22m, \u001b[1m戦いはよく作られており、通常はかなりよく追跡することができます。\u001b[22m\n\u001b[4mThe detail of the animation only gets a little bit impacted towards the end, and there are a lot of cool character moments to be found.\u001b[24m\n    \u001b[1mアニメーションの細部は終わりに向かって少しだけ影響を受け、見つかるべきクールなキャラクターの瞬間がたくさんあります。\u001b[22m, \u001b[1mアニメーションの詳細は終わりに向かって影響を受けた少しを取得し、発見されるクールな文字の瞬間がたくさんあります。\u001b[22m\n\u001b[4mSome of the soundtrack, along with the setting's shadowy conspiracy and top-secret research, gave me a 'Deus Ex' vibe.\u001b[24m\n    \u001b[1mサウンドトラックの中には、暗い陰謀と極秘研究のほか、私に「Deus Ex」の雰囲気がありました。\u001b[22m, \u001b[1m設定の影の陰謀と極秘研究と一緒にサウンドトラックのいくつかは、私に「デウスエクス」の雰囲気を与えました。\u001b[22m\n\u001b[4mAnd it has a sprinkling of fanservice, which could have been done pretty well but like everything else is incredibly rushed, often being inserted directly into the middle of one of those high-stakes fight scenes.\u001b[24m\n    \u001b[1mそして、それはかなりうまくいっていたかもしれないが、他のすべてのものが信じられないほど急いで、頻繁にそれらのハイステークスの戦いのシーンの真ん中に直接挿入されているような、ファンサービスの散水を持っています。\u001b[22m, \u001b[1mそして、それはかなりよく行われている可能性がありますが、他のすべてが信じられないほど急いでいるよう、多くの場合、それらのハイステークの1の中央に直接挿入されているサービスカットの散水は、戦闘シーンました。\u001b[22m"
  },
  {
    "title": "Taboo_Tattoo",
    "id": "29758",
    "url": "https://myanimelist.net/anime/29758/Taboo_Tattoo",
    "user": "camay1997",
    "profile": "/profile/camay1997/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=229644",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  9\nキャラクター|  6\n|  5",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
