[
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "BenjaminRogers",
    "profile": "/profile/BenjaminRogers/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=226689",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  6\nキャラクター|  8\n|  8\n\nRELifeはあなたの時間の価値があります。 私は時々、High Schoolベースのアニメの多くが、主なキャラクターが他のキャラクターにとってアドバイスと安定の中心であることを理由として、まったく同じことに変わることが多いように感じますが、このアニメでは、 そのアイデアを守り、目的と理由を与えてください。\nそれはアニメの説明にあるので、これは本当にスポイラーではないはずですが、RELifeは3ヶ月後に仕事をやめて再び仕事を見つけることができなかった男についての物語で、RELifeという会社に取り入れられ、 彼は彼にもっと若く見えるように丸薬を与え、一年間高校に通わせた。\n私はそれが今までに作られた最高のものではないことを認めます、なぜ彼らがそこにいる理由が実際には与えられていないいくつかの文字があり、明らかに終了すべきときでさえ、\nしかし、シリーズは、ユーモアで楽しませてくれるのですが、日本の労働者階級の人生のかなり激しい話や、世界で尊敬されたいと思っていることは、どのように進むのだろうか？ そして、物語を通して広がっている十分なプロットの紆余曲折があります。それはまだ見るのが面白いです。  001である最大の質問は非常にうまく構築され、最終的に答えがおそらく全体のショーの中で最高の瞬間の1つです。\nすべてのキャラクターは、この種のアニメでは通常起こらない主人公さえ、ある種の成長を経ているように見えます。 これらのキャラクターに欠けている唯一の大きなものは、家族の生活は決して見ることができませんが、それは正常なようなアニメのようなものをたくさん見たことです。\nおそらく私の最大の苦情はオーディオですが、主人公がモノローグをしているときに悪い品質ではなく、何の理由もないほど大きな音が出るでしょう。 そしてアートの面では、本当に特別なことはしません。\n合計得点、7/10、それはかなり良かったし、あなたはそれを見てください。 もしこのシリーズが十分に普及すれば、実際には疑いのない第2シーズンが出てきたら、私はそれをハートビートで見ます。\n\nまた、子供たちが学校を去るたびに、基本的に夜間ですが、実際には夏の真ん中の6時半になっても、どうしてなぜか分かりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nRELife is definitely worth your time. I feel like sometimes a lot of High School based anime will often devolve into the exact same thing, having the main character being the center of advice and stability for all the other characters without a good reason for it, but with this anime they were able to both keep that idea going and give it a purpose and reason.\n\n\u001b[1mRELifeはあなたの時間の価値があります。 私は時々、High Schoolベースのアニメの多くが、主なキャラクターが他のキャラクターにとってアドバイスと安定の中心であることを理由として、まったく同じことに変わることが多いように感じますが、このアニメでは、 そのアイデアを守り、目的と理由を与えてください。\u001b[22m\n\u001b[1m(RELife wa anata no jikan no kachi ga arimasu. Watashi wa tokidoki, haisukūru bēsu no anime no ōku ga, omona kyarakutā ga hoka no kyarakutā ni totte adobaisu to antei no chūshindearu koto o riyū to shite, mattaku onaji kotoni kawaru koto ga ōi yō ni kanjimasuga, kono animede wa, sono aidea o mamori, mokuteki to riyū o ataete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mRELife is definitely worth your time. I feel like sometimes a lot of High School based anime will often devolve into the exact same thing, having the main character being the center of advice and stability for all the other characters without a good reason for it, but with this anime they were able to both keep that idea going and give it a purpose and reason.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRELife is definitely worth your time.\u001b[24m\n    \u001b[1mRELifeはあなたの時間の価値があります。\u001b[22m, \u001b[1mRELifeは間違いなくあなたの時間の価値があります。\u001b[22m\n\u001b[4mI feel like sometimes a lot of High School based anime will often devolve into the exact same thing, having the main character being the center of advice and stability for all the other characters without a good reason for it, but with this anime they were able\u001b[24m\n    \u001b[1m私は時々、High Schoolベースのアニメの多くが、主なキャラクターが他のキャラクターにとってアドバイスと安定の中心であることを理由として、まったく同じことに変わることが多いように感じますが、このアニメでは、\u001b[22m, \u001b[1m私は時々高校基づいアニメの多くは、多くの場合、それのための正当な理由なしに、他のすべての文字のための助言や安定性の中心でメインキャラクターを持つ、まったく同じことに委譲されますように感じるが、このアニメで彼らができました\u001b[22m\n\u001b[4mto both keep that idea going and give it a purpose and reason.\u001b[24m\n    \u001b[1mそのアイデアを守り、目的と理由を与えてください。\u001b[22m, \u001b[1m両方に行くそのアイデアを維持し、それを目的と理由を与えます。\u001b[22m\nSince it's in the anime description this shouldn't really be spoilers, but RELife is the story about a guy who quit his job after 3 months and couldn't find a job again, leading him to get taken in by a company called RELife, who gave him a pill that makes him appear younger, and put him through high school for a year.\n\n\u001b[1mそれはアニメの説明にあるので、これは本当にスポイラーではないはずですが、RELifeは3ヶ月後に仕事をやめて再び仕事を見つけることができなかった男についての物語で、RELifeという会社に取り入れられ、 彼は彼にもっと若く見えるように丸薬を与え、一年間高校に通わせた。\u001b[22m\n\u001b[1m(Sore wa anime no setsumei ni aru node, kore wa hontōni supoirāde wa nai hazudesuga, RELife wa 3kagetsu-go ni shigoto o yamete futatabi shigoto o mitsukeru koto ga dekinakatta otoko ni tsuite no monogatari de, RELife to iu kaisha ni toriire rare, kare wa kare ni motto wakaku mieru yō ni gan'yaku o atae, ichinenkan kōkō ni kayowa seta.)\u001b[22m\n\nTranslations of \u001b[4mSince it's in the anime description this shouldn't really be spoilers, but RELife is the story about a guy who quit his job after 3 months and couldn't find a job again, leading him to get taken in by a company called RELife, who gave him a pill that makes him appear younger, and put him through high school for a year.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSince it's in the anime description this shouldn't really be spoilers, but RELife is the story about a guy who quit his job after 3 months and couldn't find a job again, leading him to get taken in by a company called RELife,\u001b[24m\n    \u001b[1mそれはアニメの説明にあるので、これは本当にスポイラーではないはずですが、RELifeは3ヶ月後に仕事をやめて再び仕事を見つけることができなかった男についての物語で、RELifeという会社に取り入れられ、\u001b[22m, \u001b[1mそれはアニメの説明でですので、これは本当にネタバレにならないはずですが、RELifeは3ヶ月後、彼の仕事を終了し、RELifeという会社によってだまされるために彼をリードし、再び仕事を見つけることができませんでした男の物語であります\u001b[22m\n\u001b[4mwho gave him a pill that makes him appear younger, and put him through high school for a year.\u001b[24m\n    \u001b[1m彼は彼にもっと若く見えるように丸薬を与え、一年間高校に通わせた。\u001b[22m, \u001b[1m人は彼に彼が若く見えるし、年間の高校を通して彼を入れて作る丸薬を与えました。\u001b[22m\nI will admit that it's not the best thing ever made,there are some characters that really are not given reasons for why they are there, and it seems like sometimes characters will drag on the emotion conflict even when it should have obviously been finished.\n\n\u001b[1m私はそれが今までに作られた最高のものではないことを認めます、なぜ彼らがそこにいる理由が実際には与えられていないいくつかの文字があり、明らかに終了すべきときでさえ、\u001b[22m\n\u001b[1m(Watashi wa sore ga ima made ni tsukura reta saikō no monode wanai koto o mitomemasu, naze karera ga soko ni iru riyū ga jissai ni wa atae rarete inai ikutsu ka no moji ga ari, akiraka ni shūryō subeki tokide sae,)\u001b[22m\n\nTranslations of \u001b[4mI will admit that it's not the best thing ever made,there are some characters that really are not given reasons for why they are there, and it seems like sometimes characters will drag on the emotion conflict even when it should have obviously been finished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI will admit that it's not the best thing ever made,there are some characters that really are not given reasons for why they are there, and it seems like sometimes characters will drag on the emotion conflict even when it should have obviously been finished.\u001b[24m\n    \u001b[1m私はそれが今までに作られた最高のものではないことを認めます、なぜ彼らがそこにいる理由が実際には与えられていないいくつかの文字があり、明らかに終了すべきときでさえ、\u001b[22m, \u001b[1m私は本当に彼らがそこにある理由の理由を与え、時には文字が、それが明らかに完了している必要があります場合でも、感情の競合にドラッグしますようにそれはそうされていないいくつかの文字があり、それはこれまでに作った最高のものではないことを認めます。\u001b[22m\nThe series does, however, keep you entertained with its humor, while telling you a pretty intense story of the lives of the working class adults in Japan and what they are expected to go through if they want to be respected in the world. And there is enough plot twists spread out through the story that it still stays interesting to watch. The biggest question, who is 001, is built up very well, and when finally answered is probably one of the best moments in the entire show.\n\n\u001b[1mしかし、シリーズは、ユーモアで楽しませてくれるのですが、日本の労働者階級の人生のかなり激しい話や、世界で尊敬されたいと思っていることは、どのように進むのだろうか？ そして、物語を通して広がっている十分なプロットの紆余曲折があります。それはまだ見るのが面白いです。  001である最大の質問は非常にうまく構築され、最終的に答えがおそらく全体のショーの中で最高の瞬間の1つです。\u001b[22m\n\u001b[1m(Shikashi, shirīzu wa, yūmoa de tanoshima sete kureru nodesuga, Nihon no rōdōshakaikyū no jinsei no kanari hageshī hanashi ya, sekai de sonkei sa retai to omotte iru koto wa, dono yō ni susumu nodarou ka? Soshite, monogatari o tōshite hirogatte iru jūbun'na purotto no uyokyokusetsu ga arimasu. Sore wa mada miru no ga omoshiroidesu. 001Dearu saidai no shitsumon wa hijō ni umaku kōchiku sa re, saishūtekini kotae ga osoraku zentai no shō no naka de saikō no shunkan no 1tsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe series does, however, keep you entertained with its humor, while telling you a pretty intense story of the lives of the working class adults in Japan and what they are expected to go through if they want to be respected in the world. And there is enough plot twists spread out through the story that it still stays interesting to watch. The biggest question, who is 001, is built up very well, and when finally answered is probably one of the best moments in the entire show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe series does, however, keep you entertained with its humor, while telling you a pretty intense story of the lives of the working class adults in Japan and what they are expected to go through if they want to be respected in the world.\u001b[24m\n    \u001b[1mしかし、シリーズは、ユーモアで楽しませてくれるのですが、日本の労働者階級の人生のかなり激しい話や、世界で尊敬されたいと思っていることは、どのように進むのだろうか？\u001b[22m, \u001b[1mあなたの労働者階級の日本では大人とどのような彼らは、彼らが世界で尊敬されたい場合は通過することが期待されているの生活のかなり激しい話をしながらシリーズは、しかし、あなたはそのユーモアで楽しませません。\u001b[22m\n\u001b[4mAnd there is enough plot twists spread out through the story that it still stays interesting to watch.\u001b[24m\n    \u001b[1mそして、物語を通して広がっている十分なプロットの紆余曲折があります。それはまだ見るのが面白いです。\u001b[22m, \u001b[1mそして、それはまだ見ていて面白いとどまる話を通して広がる十分などんでん返しがあります。\u001b[22m\n\u001b[4mThe biggest question, who is 001, is built up very well, and when finally answered is probably one of the best moments in the entire show.\u001b[24m\n    \u001b[1m001である最大の質問は非常にうまく構築され、最終的に答えがおそらく全体のショーの中で最高の瞬間の1つです。\u001b[22m, \u001b[1m001で最大の疑問は、非常によく構築し、最終的に答えたとき、おそらく全体のショーで最高の瞬間の一つです。\u001b[22m\nAll the characters seem to go through a growth of some kind, even the main character, which doesn't usually happen in this type of anime. The only big thing missing for these characters is that we never see their family life, but having seen a lot of anime like that it is kind of normal.\n\n\u001b[1mすべてのキャラクターは、この種のアニメでは通常起こらない主人公さえ、ある種の成長を経ているように見えます。 これらのキャラクターに欠けている唯一の大きなものは、家族の生活は決して見ることができませんが、それは正常なようなアニメのようなものをたくさん見たことです。\u001b[22m\n\u001b[1m(Subete no kyarakutā wa, kono tane no animede wa tsūjō okoranai shujinkō sae, arushuno seichō o hete iru yō ni miemasu. Korera no kyarakutā ni kakete iru yuiitsu no ōkina mono wa, kazoku no seikatsu wa kesshite miru koto ga dekimasenga, sore wa seijōna yōna anime no yōna mono o takusan mita kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mAll the characters seem to go through a growth of some kind, even the main character, which doesn't usually happen in this type of anime. The only big thing missing for these characters is that we never see their family life, but having seen a lot of anime like that it is kind of normal.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the characters seem to go through a growth of some kind, even the main character, which doesn't usually happen in this type of anime.\u001b[24m\n    \u001b[1mすべてのキャラクターは、この種のアニメでは通常起こらない主人公さえ、ある種の成長を経ているように見えます。\u001b[22m, \u001b[1mすべての文字は、通常、アニメのこのタイプでは発生しませんいくつかの種類でも、主人公の成長を経るように見えます。\u001b[22m\n\u001b[4mThe only big thing missing for these characters is that we never see their family life, but having seen a lot of anime like that it is kind of normal.\u001b[24m\n    \u001b[1mこれらのキャラクターに欠けている唯一の大きなものは、家族の生活は決して見ることができませんが、それは正常なようなアニメのようなものをたくさん見たことです。\u001b[22m, \u001b[1mこれらの文字のために不足している唯一の大きなものは、我々は彼らの家族の生活を見ることはないということですが、それは正常なの一種であるというようなアニメをたくさん見ました。\u001b[22m\nProbably my biggest complaint is the audio, while not bad quality sometimes when the main character is monologuing the audio will get much louder for no reason. And in terms of art, it doesn't do anything really special.\n\n\u001b[1mおそらく私の最大の苦情はオーディオですが、主人公がモノローグをしているときに悪い品質ではなく、何の理由もないほど大きな音が出るでしょう。 そしてアートの面では、本当に特別なことはしません。\u001b[22m\n\u001b[1m(Osoraku watashi no saidai no kujō wa ōdiodesuga, shujinkō ga monorōgu o shite iru toki ni warui hinshitsude wa naku, nani no riyū mo nai hodo ōkina oto ga derudeshou. Soshite āto no mende wa, hontōni tokubetsuna koto wa shimasen.)\u001b[22m\n\nTranslations of \u001b[4mProbably my biggest complaint is the audio, while not bad quality sometimes when the main character is monologuing the audio will get much louder for no reason. And in terms of art, it doesn't do anything really special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProbably my biggest complaint is the audio, while not bad quality sometimes when the main character is monologuing the audio will get much louder for no reason.\u001b[24m\n    \u001b[1mおそらく私の最大の苦情はオーディオですが、主人公がモノローグをしているときに悪い品質ではなく、何の理由もないほど大きな音が出るでしょう。\u001b[22m, \u001b[1m主人公は、オーディオをmonologuingされ、時には悪くない品質が理由もなくはるかに大きくなりますしながら、おそらく私の最大の不満は、オーディオは、あります。\u001b[22m\n\u001b[4mAnd in terms of art, it doesn't do anything really special.\u001b[24m\n    \u001b[1mそしてアートの面では、本当に特別なことはしません。\u001b[22m, \u001b[1mそして、芸術の面で、それは本当に特別な何もしていません。\u001b[22m\ntotal score, 7/10, it was pretty good and you should watch it. IF a second season came out, which i actually wouldn't doubt if this series becomes popular enough, i would watch it in a heartbeat.\n\n\u001b[1m合計得点、7/10、それはかなり良かったし、あなたはそれを見てください。 もしこのシリーズが十分に普及すれば、実際には疑いのない第2シーズンが出てきたら、私はそれをハートビートで見ます。\u001b[22m\n\u001b[1m(Gōkei tokuten, 7/ 10, sore wa kanari yokattashi, anata wa sore o mite kudasai. Moshi kono shirīzu ga jūbun ni fukyū sureba, jissai ni wa utagai no nai dai 2 shīzun ga dete kitara, watashi wa sore o hātobīto de mimasu.)\u001b[22m\n\nTranslations of \u001b[4mtotal score, 7/10, it was pretty good and you should watch it. IF a second season came out, which i actually wouldn't doubt if this series becomes popular enough, i would watch it in a heartbeat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mtotal score, 7/10, it was pretty good and you should watch it.\u001b[24m\n    \u001b[1m合計得点、7/10、それはかなり良かったし、あなたはそれを見てください。\u001b[22m, \u001b[1m総得点、7月10日には、それはかなり良かったし、あなたはそれを見る必要があります。\u001b[22m\n\u001b[4mIF a second season came out, which i actually wouldn't doubt if this series becomes popular enough, i would watch it in a heartbeat.\u001b[24m\n    \u001b[1mもしこのシリーズが十分に普及すれば、実際には疑いのない第2シーズンが出てきたら、私はそれをハートビートで見ます。\u001b[22m, \u001b[1m第二シーズンはこのシリーズが十分な人気となった場合、私は実際には疑わないであろう、出てきた場合、私は、ハートビートでそれを見るだろう。\u001b[22m\n\u001b[1m\u001b[22m\nAlso every time the kids leave school it is basically nighttime even though its actually only 6:30 in the middle of summer, not sure why though.\n\n\u001b[1mまた、子供が学校を去るたびに、基本的には夜間ですが、夏の真ん中では午後6時半ですが、理由は分かりません。\u001b[22m\n\u001b[1m(Mata, kodomo ga gakkō o saru tabi ni, kihontekini wa yakandesuga, natsu no man'nakade wa gogo 6-jihandesuga, riyū wa wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mAlso every time the kids leave school it is basically nighttime even though its actually only 6:30 in the middle of summer, not sure why though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso every time the kids leave school it is basically nighttime even though its actually only 6:30 in the middle of summer, not sure why though.\u001b[24m\n    \u001b[1mまた、子供が学校を去るたびに、基本的には夜間ですが、夏の真ん中では午後6時半ですが、理由は分かりません。\u001b[22m, \u001b[1mまた、子供たちが学校を離れるたびに、それは基本的に夜間であっても、その実際には6:30夏の途中で、わからない理由けれども。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "Clio_",
    "profile": "/profile/Clio_/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=226390",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  10\n\n生き生きとしたアニメの本当に魅力的な部分 - エピソードはお互いにうまく行き渡り、ペーシングは死んでおり、キャラクターは好きであり、全体的なコンセプトはそうでなければクリシェの物語について新鮮な見通しを取る。 本当に良いアニメ、見なければならない。\n主人公は仲良くでき、アニメの始まりから終わりまでの彼の進歩を見るのが楽しいです。\nすべてのエピソードは前の気分に合うように別のエンディングを持っていました。例えば、ラブソングがエピソード11になると、10のためにもっと暗くてまろやかなトーンになります。\n非常に甘い結末でシリーズ全体に疑問を抱かせたが、全体的に見て楽しかった",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nA really charming slice of life anime - Episodes flow really nicely into one another, the pacing is dead on, the characters are likeable and the overall concept takes a fresh outlook on an otherwise cliche tale. Really good anime, a must watch.\n\n\u001b[1m生き生きとしたアニメの本当に魅力的な部分 - エピソードはお互いにうまく行き渡り、ペーシングは死んでおり、キャラクターは好きであり、全体的なコンセプトはそうでなければクリシェの物語について新鮮な見通しを取る。 本当に良いアニメ、見なければならない。\u001b[22m\n\u001b[1m(Ikiikitoshita anime no hontōni miryoku-tekina bubun - episōdo wa otagai ni umaku ikiwatari, pēshingu wa shinde ori, kyarakutā wa sukideari, zentai-tekina konseputo wa sōdenakereba kurishe no monogatari ni tsuite shinsen'na mitōshi o toru. Hontōni yoi anime, minakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mA really charming slice of life anime - Episodes flow really nicely into one another, the pacing is dead on, the characters are likeable and the overall concept takes a fresh outlook on an otherwise cliche tale. Really good anime, a must watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA really charming slice of life anime - Episodes flow really nicely into one another, the pacing is dead on, the characters are likeable and the overall concept takes a fresh outlook on an otherwise cliche tale.\u001b[24m\n    \u001b[1m生き生きとしたアニメの本当に魅力的な部分 - エピソードはお互いにうまく行き渡り、ペーシングは死んでおり、キャラクターは好きであり、全体的なコンセプトはそうでなければクリシェの物語について新鮮な見通しを取る。\u001b[22m, \u001b[1m人生のアニメの本当に魅力的なスライス - 本当に素敵互いへのエピソードの流れは、ペーシングは、文字が好感の持てるであり、全体的なコンセプトは、そうでなければ決まり文句物語に新たな展望をとり、上死んでいます。\u001b[22m\n\u001b[4mReally good anime, a must watch.\u001b[24m\n    \u001b[1m本当に良いアニメ、見なければならない。\u001b[22m, \u001b[1m本当に良いアニメ、見なければなりません。\u001b[22m\nThe main character is relatable and it's enjoyable to watch his progression from the start to the end of the anime.\n\n\u001b[1m主人公は仲良くでき、アニメの始まりから終わりまでの彼の進歩を見るのが楽しいです。\u001b[22m\n\u001b[1m(Shujinkō wa nakayoku deki, anime no hajimari kara owari made no kare no shinpo o miru no ga tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe main character is relatable and it's enjoyable to watch his progression from the start to the end of the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character is relatable and it's enjoyable to watch his progression from the start to the end of the anime.\u001b[24m\n    \u001b[1m主人公は仲良くでき、アニメの始まりから終わりまでの彼の進歩を見るのが楽しいです。\u001b[22m, \u001b[1m主人公が関係づけであり、それはアニメの開始から終了までの彼の進行を見て楽しいです。\u001b[22m\nEvery episode had a different ending to fit the prior mood - for example a love song come episode 11, a more sombre and mellow tone for 10.\n\n\u001b[1mすべてのエピソードは前の気分に合うように別のエンディングを持っていました。例えば、ラブソングがエピソード11になると、10のためにもっと暗くてまろやかなトーンになります。\u001b[22m\n\u001b[1m(Subete no episōdo wa mae no kibun ni au yō ni betsu no endingu o motte imashita. Tatoeba, rabusongu ga episōdo 11 ni naru to, 10 no tame ni motto kurakute maroyakana tōn ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mEvery episode had a different ending to fit the prior mood - for example a love song come episode 11, a more sombre and mellow tone for 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery episode had a different ending to fit the prior mood - for example a love song come episode 11, a more sombre and mellow tone for 10.\u001b[24m\n    \u001b[1mすべてのエピソードは前の気分に合うように別のエンディングを持っていました。例えば、ラブソングがエピソード11になると、10のためにもっと暗くてまろやかなトーンになります。\u001b[22m, \u001b[1mすべてのエピソードは前の気分に合わせて異なる結末を持っていた - たとえば愛の歌はエピソード11、10のためのより多くの陰鬱とまろやかな音色を来ります。\u001b[22m\nAn extremely bittersweet ending that made me question the series itself but overall very enjoyable to watch\n\n\u001b[1m非常に甘い結末でシリーズ全体に疑問を抱かせたが、全体的に見て楽しかった\u001b[22m\n\u001b[1m(Hijō ni amai ketsumatsu de shirīzu zentai ni gimon o daka setaga, zentai-teki ni mite tanoshikatta)\u001b[22m\n\nTranslations of \u001b[4mAn extremely bittersweet ending that made me question the series itself but overall very enjoyable to watch\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn extremely bittersweet ending that made me question the series itself but overall very enjoyable to watch\u001b[24m\n    \u001b[1m非常に甘い結末でシリーズ全体に疑問を抱かせたが、全体的に見て楽しかった\u001b[22m, \u001b[1m私が見にシリーズそのものではなく、全体的に非常に楽しいに疑問を作っ極めてほろ苦い結末\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "KBW200",
    "profile": "/profile/KBW200/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=226076",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  8\nキャラクター|  8\n|  9\n\nアニメは非常に興味深いものでした。それは、プログラム自体に主人公の2人の異なるルールがあるという事実は非常に奇妙なことですが、ReLifeのルールは適切ではないので、非常に強い希望感をもたらしました。 それが政府のイニシアチブであるために奇妙である。\n\nそれ以外に、私は何よりも文字を愛し、ヒシロ・チズロは完璧に行われ、彼女の行動は彼女の役割に完全に合っています。\n\n私はキャラクターが嫌いですが、強烈な感情を強く感じるキャラクターは非常によく書かれているキャラクターなので、カリアーのキャラクターも非常にうまくいきます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThe anime was very interesting, it was brings a very strong hopeful feeling, although the fact that the program itself has different rules for the 2 of the main characters is quite odd, which makes it so the ReLife rules are not proper, and this would be odd since it is a government initiative.\n\n\u001b[1mアニメは非常に興味深いものでした。それは、プログラム自体に主人公の2人の異なるルールがあるという事実は非常に奇妙なことですが、ReLifeのルールは適切ではないので、非常に強い希望感をもたらしました。 それが政府のイニシアチブであるために奇妙である。\u001b[22m\n\u001b[1m(Anime wa hijō ni kyōmibukai monodeshita. Sore wa, puroguramu jitai ni shujinkō no 2 hito no kotonaru rūru ga aru to iu jijitsu wa hijō ni kimyōna kotodesuga, ReLife no rūru wa tekisetsude wanainode, hijō ni tsuyoi kibō-kan o motarashimashita. Sore ga seifu no inishiachibudearu tame ni kimyōdearu.)\u001b[22m\n\nTranslations of \u001b[4mThe anime was very interesting, it was brings a very strong hopeful feeling, although the fact that the program itself has different rules for the 2 of the main characters is quite odd, which makes it so the ReLife rules are not proper, and this would be odd since it is a government initiative.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime was very interesting, it was brings a very strong hopeful feeling, although the fact that the program itself has different rules for the 2 of the main characters is quite odd, which makes it so the ReLife rules are not proper, and this would\u001b[24m\n    \u001b[1mアニメは非常に興味深いものでした。それは、プログラム自体に主人公の2人の異なるルールがあるという事実は非常に奇妙なことですが、ReLifeのルールは適切ではないので、非常に強い希望感をもたらしました。\u001b[22m, \u001b[1mアニメは非常に面白かったプログラム自体が主要な登場人物の2のための異なるルールを持っているという事実は、それがそうReLifeルールが適切ではありませんなりする、非常に奇妙であり、これはあろうが、それは、非常に強力な希望に満ちた気持ちをもたらしました\u001b[22m\n\u001b[4mbe odd since it is a government initiative.\u001b[24m\n    \u001b[1mそれが政府のイニシアチブであるために奇妙である。\u001b[22m, \u001b[1mそれは政府のイニシアチブですので、奇数で。\u001b[22m\n\u001b[1m\u001b[22m\nother than that, i love the characters more than anything, Hishiro chizuro is perfectly done and her actions fit her role perfectly.\n\n\u001b[1mそれ以外に、私は何よりも文字を愛し、ヒシロ・チズロは完璧に行われ、彼女の行動は彼女の役割に完全に合っています。\u001b[22m\n\u001b[1m(Sore igai ni, watashi wa naniyori mo moji o aishi, hishiro chizuro wa kanpeki ni okonawa re, kanojo no kōdō wa kanojo no yakuwari ni kanzen ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mother than that, i love the characters more than anything, Hishiro chizuro is perfectly done and her actions fit her role perfectly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mother than that, i love the characters more than anything, Hishiro chizuro is perfectly done and her actions fit her role perfectly.\u001b[24m\n    \u001b[1mそれ以外に、私は何よりも文字を愛し、ヒシロ・チズロは完璧に行われ、彼女の行動は彼女の役割に完全に合っています。\u001b[22m, \u001b[1mそれ以外は、私は何よりも文字以上を愛し、Hishiroのchizuroは完全に行われ、彼女の行動は完全に彼女の役割にフィット。\u001b[22m\n\u001b[1m\u001b[22m\nthe character of Kariu is also very well done, since although i hate the character, any character that can incite a strong emotion in you is a character which is very well written.\n\n\u001b[1m私はキャラクターが嫌いですが、強烈な感情を強く感じるキャラクターは非常によく書かれているキャラクターなので、カリアーのキャラクターも非常にうまくいきます。\u001b[22m\n\u001b[1m(Watashi wa kyarakutā ga kiraidesuga, kyōretsuna kanjō o tsuyoku kanjiru kyarakutā wa hijō ni yoku kaka rete iru kyarakutānanode, kariā no kyarakutā mo hijō ni umaku ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mthe character of Kariu is also very well done, since although i hate the character, any character that can incite a strong emotion in you is a character which is very well written.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe character of Kariu is also very well done, since although i hate the character, any character that can incite a strong emotion in you is a character which is very well written.\u001b[24m\n    \u001b[1m私はキャラクターが嫌いですが、強烈な感情を強く感じるキャラクターは非常によく書かれているキャラクターなので、カリアーのキャラクターも非常にうまくいきます。\u001b[22m, \u001b[1mKariuの文字も非常によく行われますが、私は文字を憎むが、以来、あなたの中に強い感情を扇動することができます任意の文字は非常によく書かれている文字です。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "TheyCallMePro",
    "profile": "/profile/TheyCallMePro/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=225580",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はこのアイデアが本当に好きだったので、これはクールなアニメだろうと思った。  27歳の彼は、17歳になるように薬を服用し、高校に戻って1年間再開し、彼の人生を再評価しました。 しかし、私は間違っていた。 それは退屈で何も起こらなかった。 メインキャラクターはおしゃれすぎて、彼の周りのみんながそうだった。 あなたはMCがHS女の子と恋に落ちるか、少なくとも彼の大人のスマートを彼の周りのHS子供たちに見せることを望むだろうが、彼は完全なダンバスであって、HSとの関係を燃やそうとすることを決して夢見ることはないだろう 女の子。\n\nエキサイティングではありませんでした。 最高の平均的な高校アニメ。 これらは非常に多くあります。 私はこれが私が読んだ多くの肯定的なレビューに基づいて異なると思った。 いいえ。 これをスキップしてください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI thought this would be a cool anime because I really liked the idea. A 27 year old taking a medicine that made him look 17 and go back to High school for a year to restart and evaluate his life. But I was wrong. It was boring and nothing happened. The Main character was a goody-too-shoes guy, and so was everyone around him. You'd hope the MC would fall in love with a HS girl, or at least demonstrate his adult smarts to the HS kids around him, but no, he was aa complete dumbass and would never dream of trying to kindle a relationship with a HS girl.\n\n\u001b[1m私はこのアイデアが本当に好きだったので、これはクールなアニメだろうと思った。  27歳の彼は、17歳になるように薬を服用し、高校に戻って1年間再開し、彼の人生を再評価しました。 しかし、私は間違っていた。 それは退屈で何も起こらなかった。 メインキャラクターはおしゃれすぎて、彼の周りのみんながそうだった。 あなたはMCがHS女の子と恋に落ちるか、少なくとも彼の大人のスマートを彼の周りのHS子供たちに見せることを望むだろうが、彼は完全なダンバスであって、HSとの関係を燃やそうとすることを決して夢見ることはないだろう 女の子。\u001b[22m\n\u001b[1m(Watashi wa kono aidea ga hontōni sukidattanode, koreha kūruna animedarou to omotta. 27-Sai no kare wa, 17-sai ni naru yō ni kusuri o fukuyō shi, kōkō ni modotte 1-nenkan saikai shi, kare no jinsei o sai hyōka shimashita. Shikashi, watashi wa machigatte ita. Sore wa taikutsude nani mo okoranakatta. Meinkyarakutā wa oshare sugite, kare no mawari no min'na ga sōdatta. Anata wa MC ga HS on'nanoko to koiniochiru ka, sukunakutomo kare no otona no sumāto o kare no mawari no HS kodomo-tachi ni miseru koto o nozomudarouga, kare wa kanzen'na dan basudeatte, HS to no kankei o moyasou to suru koto o kesshite yumemiru koto wanaidarou on'nanoko.)\u001b[22m\n\nTranslations of \u001b[4mI thought this would be a cool anime because I really liked the idea. A 27 year old taking a medicine that made him look 17 and go back to High school for a year to restart and evaluate his life. But I was wrong. It was boring and nothing happened. The Main character was a goody-too-shoes guy, and so was everyone around him. You'd hope the MC would fall in love with a HS girl, or at least demonstrate his adult smarts to the HS kids around him, but no, he was aa complete dumbass and would never dream of trying to kindle a relationship with a HS girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI thought this would be a cool anime because I really liked the idea.\u001b[24m\n    \u001b[1m私はこのアイデアが本当に好きだったので、これはクールなアニメだろうと思った。\u001b[22m, \u001b[1m私は本当にアイデアを気に入っているので、これはクールなアニメだと思いました。\u001b[22m\n\u001b[4mA 27 year old taking a medicine that made him look 17 and go back to High school for a year to restart and evaluate his life.\u001b[24m\n    \u001b[1m27歳の彼は、17歳になるように薬を服用し、高校に戻って1年間再開し、彼の人生を再評価しました。\u001b[22m, \u001b[1m27歳の彼は17を見て、再起動して、彼の人生を評価するために、年のために戻って高校に行かせた薬を服用。\u001b[22m\n\u001b[4mBut I was wrong.\u001b[24m\n    \u001b[1mしかし、私は間違っていた。\u001b[22m, \u001b[1mしかし、私は間違っていました。\u001b[22m\n\u001b[4mIt was boring and nothing happened.\u001b[24m\n    \u001b[1mそれは退屈で何も起こらなかった。\u001b[22m, \u001b[1mそれは退屈だったと何も起こりませんでした。\u001b[22m\n\u001b[4mThe Main character was a goody-too-shoes guy, and so was everyone around him.\u001b[24m\n    \u001b[1mメインキャラクターはおしゃれすぎて、彼の周りのみんながそうだった。\u001b[22m, \u001b[1mメインキャラクターは、グッディ-すぎる靴の男だった、ので、彼の周りの誰もがありました。\u001b[22m\n\u001b[4mYou'd hope the MC would fall in love with a HS girl, or at least demonstrate his adult smarts to the HS kids around him, but no, he was aa complete dumbass and would never dream of trying to kindle a relationship with a HS\u001b[24m\n    \u001b[1mあなたはMCがHS女の子と恋に落ちるか、少なくとも彼の大人のスマートを彼の周りのHS子供たちに見せることを望むだろうが、彼は完全なダンバスであって、HSとの関係を燃やそうとすることを決して夢見ることはないだろう\u001b[22m, \u001b[1mあなたはMCがHSの女の子と恋に落ちるだろう願って、または少なくとも彼の周りHSの子供たちに彼の大人の知性を発揮するが、いや、彼は、AAの完全なアホだったとHSとの関係を燃やすしようとしているの夢ことはないだろう\u001b[22m\n\u001b[4mgirl.\u001b[24m\n    \u001b[1m女の子。\u001b[22m\n\u001b[1m\u001b[22m\nWasn't exciting. Average high-school anime at best. There are so many of these. I thought this would be different based on the many positive reviews I read. Nope. Skip this one.\n\n\u001b[1mエキサイティングではありませんでした。 最高の平均的な高校アニメ。 これらは非常に多くあります。 私はこれが私が読んだ多くの肯定的なレビューに基づいて異なると思った。 いいえ。 これをスキップしてください。\u001b[22m\n\u001b[1m(Ekisaitingude wa arimasendeshita. Saikō no heikin-tekina kōkō anime. Korera wa hijō ni ōku arimasu. Watashi wa kore ga watashi ga yonda ōku no kōtei-tekina rebyū ni motodzuite kotonaru to omotta. Īe. Kore o sukippu shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWasn't exciting. Average high-school anime at best. There are so many of these. I thought this would be different based on the many positive reviews I read. Nope. Skip this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWasn't exciting.\u001b[24m\n    \u001b[1mエキサイティングではありませんでした。\u001b[22m\n\u001b[4mAverage high-school anime at best.\u001b[24m\n    \u001b[1m最高の平均的な高校アニメ。\u001b[22m, \u001b[1m平均高校アニメせいぜい。\u001b[22m\n\u001b[4mThere are so many of these.\u001b[24m\n    \u001b[1mこれらは非常に多くあります。\u001b[22m, \u001b[1mこれらの多くがあります。\u001b[22m\n\u001b[4mI thought this would be different based on the many positive reviews I read.\u001b[24m\n    \u001b[1m私はこれが私が読んだ多くの肯定的なレビューに基づいて異なると思った。\u001b[22m, \u001b[1m私はこれは私が読んで多くの肯定的な評価に基づいて異なるだろうと思いました。\u001b[22m\n\u001b[4mNope.\u001b[24m\n    \u001b[1mいいえ。\u001b[22m\n\u001b[4mSkip this one.\u001b[24m\n    \u001b[1mこれをスキップしてください。\u001b[22m, \u001b[1mこの1をスキップします。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "SEBZxELITE",
    "profile": "/profile/SEBZxELITE/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=225219",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  5\nキャラクター|  6\n|  7\n\nストーリー：7/10他のアニメで何百回も見られた真偽の完全平均。 このアニメは、このアニメが以前に提供しなければならないことをすべて見たような気分になります。 肯定的な話では、ストーリーは非常に良いペースであり、あなたの注意を引き付ける良い仕事をしています。\n\nアート：8/10芸術は全体としてはかなり良かったが、厄介な瞬間があった。 背景は本当に詳細でアニメーションは流動的でした。 見て非常に楽しい、全体的にそこに不満。\n\nサウンド：5/10ピアノ、ピアノなどピアノ。 ここでも、何も革命的なことはありません。 それは比較的うまくいくが、OSTと恋に落ちるとは思わない。\n\nキャラクター：6/10キャラクターは非常に一般的なように見えますが、シリーズ全体でキャラクターを展開しています。 キャラクターには多少の現実的な性格がありますが、多くの視聴者はそれに関連することができますが、彼らは非常に予測可能な方法で発達しています。 参考までに、私は約2時間前にシリーズを終えた後、主人公の名前を覚えていない - アニメの短い長さによるものではなく、一般的なデザインによるものです。\n\n楽しさ：7/10アニメは特別なものではありませんが、決して悪いことではありません。 私はいくつかのネガティブがあったとしても、それを見て楽しんだ。 あなたが他の人生のアニメを楽しんでいるなら、あなたもこれを好きになるでしょう。間違いなく、何か革命的なものは期待しないでください。\n\n全体的に私は、アニメが悪いので、いくつかの人々が「低い」スコアを考慮するかもしれないアニメを与えた。 しかし、それは以前にすべて完了しています、私はこのアニメを友人に勧めますか？ いいえ、私はそれを私のトップ10のリストに入れますか？ いいえ。しかし、ここにあるのは、今シーズンを通して私たちを得るためのまともなアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nStory: 7/10 Really average, full of cliches which have been seen hundreds of times in other anime. While this anime might appeal to newcomers to the genre for most people into the slice of life / school anime you will feel like they have already seen everything this anime has to offer previously. On a positive note the story has very good pacing and does a good job to keep your attention.\n\n\u001b[1mストーリー：7/10他のアニメで何百回も見られた真偽の完全平均。 このアニメは、このアニメが以前に提供しなければならないことをすべて見たような気分になります。 肯定的な話では、ストーリーは非常に良いペースであり、あなたの注意を引き付ける良い仕事をしています。\u001b[22m\n\u001b[1m(Sutōrī: 7/ 10 Hoka no anime de nanbyakkai mo mi rareta shingi no kanzen heikin. Kono anime wa, kono anime ga izen ni teikyō shinakereba naranai koto o subete mita yōna kibun ni narimasu. Kōtei-tekina hanashide wa, sutōrī wa hijō ni yoi pēsudeari, anata no chūi o hikitsukeru yoi shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: 7/10 Really average, full of cliches which have been seen hundreds of times in other anime. While this anime might appeal to newcomers to the genre for most people into the slice of life / school anime you will feel like they have already seen everything this anime has to offer previously. On a positive note the story has very good pacing and does a good job to keep your attention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 7/10 Really average, full of cliches which have been seen hundreds of times in other anime.\u001b[24m\n    \u001b[1mストーリー：7/10他のアニメで何百回も見られた真偽の完全平均。\u001b[22m, \u001b[1mストーリー：7/10本当に平均、他のアニメで何百回も見てきた決まり文句でいっぱい。\u001b[22m\n\u001b[4mWhile this anime might appeal to newcomers to the genre for most people into the slice of life / school anime you will feel like they have already seen everything this anime has to offer previously.\u001b[24m\n    \u001b[1mこのアニメは、このアニメが以前に提供しなければならないことをすべて見たような気分になります。\u001b[22m, \u001b[1mこのアニメは、生活/学校のアニメのスライスにほとんどの人々のためのジャンルに新規参入者にアピールするかもしれませんが、あなたは彼らがすでにこのアニメは、以前に提供しているすべてのものを見ているような気がします。\u001b[22m\n\u001b[4mOn a positive note the story has very good pacing and does a good job to keep your attention.\u001b[24m\n    \u001b[1m肯定的な話では、ストーリーは非常に良いペースであり、あなたの注意を引き付ける良い仕事をしています。\u001b[22m, \u001b[1m肯定的なノートでは話は非常に良いペースを持っており、あなたの注意を保つために良い仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/10 The art was pretty good as a whole although it did have some awkward moments. The backgrounds are really detailed and the animation was fluid. Very pleasant to watch, overall no complaints there.\n\n\u001b[1mアート：8/10芸術は全体としてはかなり良かったが、厄介な瞬間があった。 背景は本当に詳細でアニメーションは流動的でした。 見て非常に楽しい、全体的にそこに不満。\u001b[22m\n\u001b[1m(Āto: 8/ 10 Geijutsu wa zentai to shite wa kanari yokattaga, yakkaina shunkan ga atta. Haikei wa hontōni shōsaide animēshon wa ryūdōtekideshita. Mite hijō ni tanoshī, zentai-teki ni soko ni fuman.)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/10 The art was pretty good as a whole although it did have some awkward moments. The backgrounds are really detailed and the animation was fluid. Very pleasant to watch, overall no complaints there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/10 The art was pretty good as a whole although it did have some awkward moments.\u001b[24m\n    \u001b[1mアート：8/10芸術は全体としてはかなり良かったが、厄介な瞬間があった。\u001b[22m, \u001b[1mアート：それはいくつかの厄介な瞬間を持っていたが、8月10日技術は、全体としてはかなり良かったです。\u001b[22m\n\u001b[4mThe backgrounds are really detailed and the animation was fluid.\u001b[24m\n    \u001b[1m背景は本当に詳細でアニメーションは流動的でした。\u001b[22m, \u001b[1m背景は実際に詳述されているアニメーションは、流体でした。\u001b[22m\n\u001b[4mVery pleasant to watch, overall no complaints there.\u001b[24m\n    \u001b[1m見て非常に楽しい、全体的にそこに不満。\u001b[22m, \u001b[1mそこに全体的に、苦情を見ていないことは非常に心地よいです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 5/10 Piano, piano and more piano. Again, nothing revolutionary here. It does the job relatively well however do not expect to fall in love with the OST.\n\n\u001b[1mサウンド：5/10ピアノ、ピアノなどピアノ。 ここでも、何も革命的なことはありません。 それは比較的うまくいくが、OSTと恋に落ちるとは思わない。\u001b[22m\n\u001b[1m(Saundo: 5/ 10 Piano, piano nado piano. Koko demo, nani mo kakumei-tekina koto wa arimasen. Sore wa hikakuteki umaku ikuga, OST to koiniochiru to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mSound: 5/10 Piano, piano and more piano. Again, nothing revolutionary here. It does the job relatively well however do not expect to fall in love with the OST.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 5/10 Piano, piano and more piano.\u001b[24m\n    \u001b[1mサウンド：5/10ピアノ、ピアノなどピアノ。\u001b[22m, \u001b[1mサウンド：5/10ピアノ、ピアノ、よりピアノを。\u001b[22m\n\u001b[4mAgain, nothing revolutionary here.\u001b[24m\n    \u001b[1mここでも、何も革命的なことはありません。\u001b[22m, \u001b[1mここでも、ここに革命的な何もありません。\u001b[22m\n\u001b[4mIt does the job relatively well however do not expect to fall in love with the OST.\u001b[24m\n    \u001b[1mそれは比較的うまくいくが、OSTと恋に落ちるとは思わない。\u001b[22m, \u001b[1mOSTと恋に落ちることを期待しないでくださいしかし、これは比較的よく仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 6/10 While the characters look very generic they make up for it in their development throughout the series. The characters have somewhat realistic personalities which many viewers can relate to however they develop in a very predictable way. For reference I don't even remember the main characters name after finishing the series about two hours ago - not due to the anime's short length but due to the generic design.\n\n\u001b[1mキャラクター：6/10キャラクターは非常に一般的なように見えますが、シリーズ全体でキャラクターを展開しています。 キャラクターには多少の現実的な性格がありますが、多くの視聴者はそれに関連することができますが、彼らは非常に予測可能な方法で発達しています。 参考までに、私は約2時間前にシリーズを終えた後、主人公の名前を覚えていない - アニメの短い長さによるものではなく、一般的なデザインによるものです。\u001b[22m\n\u001b[1m(Kyarakutā: 6/ 10 Kyarakutā wa hijō ni ippan-tekina yō ni miemasuga, shirīzu zentai de kyarakutā o tenkai shite imasu. Kyarakutā ni wa tashō no genjitsu-tekina seikaku ga arimasuga, ōku no shichō-sha wa sore ni kanren suru koto ga dekimasuga, karera wa hijō ni yosoku kanōna hōhō de hattatsu shite imasu. Sankō made ni, watashi wa yaku 2-jikan mae ni shirīzu o oeta nochi, shujinkō no namae o oboeteinai - anime no mijikai naga-sa ni yoru monode wa naku, ippantekina dezain ni yoru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 6/10 While the characters look very generic they make up for it in their development throughout the series. The characters have somewhat realistic personalities which many viewers can relate to however they develop in a very predictable way. For reference I don't even remember the main characters name after finishing the series about two hours ago - not due to the anime's short length but due to the generic design.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 6/10 While the characters look very generic they make up for it in their development throughout the series.\u001b[24m\n    \u001b[1mキャラクター：6/10キャラクターは非常に一般的なように見えますが、シリーズ全体でキャラクターを展開しています。\u001b[22m, \u001b[1mキャラクター：6/10の文字は非常に一般的に見える一方で、彼らはシリーズを通してその開発にそれを補います。\u001b[22m\n\u001b[4mThe characters have somewhat realistic personalities which many viewers can relate to however they develop in a very predictable way.\u001b[24m\n    \u001b[1mキャラクターには多少の現実的な性格がありますが、多くの視聴者はそれに関連することができますが、彼らは非常に予測可能な方法で発達しています。\u001b[22m, \u001b[1m文字は、多くの視聴者は、彼らが非常に予測可能な方法で開発がに関連することができるやや現実的な個性を持っています。\u001b[22m\n\u001b[4mFor reference I don't even remember the main characters name after finishing the series about two hours ago - not due to the anime's short length but due to the generic design.\u001b[24m\n    \u001b[1m参考までに、私は約2時間前にシリーズを終えた後、主人公の名前を覚えていない - アニメの短い長さによるものではなく、一般的なデザインによるものです。\u001b[22m, \u001b[1mアニメの短い長さが、原因の一般的な設計に起因するものではない - 参考のために、私はさらに約2時間前にシリーズが終了した後、メインキャラクターの名前を覚えていません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/10 Although the anime is nothing special, it is not by any means bad. I enjoyed my time watching it even though there were some negatives. If you enjoy other slice of life anime you will like this one too, no doubt - however do not expect anything revolutionary.\n\n\u001b[1m楽しさ：7/10アニメは特別なものではありませんが、決して悪いことではありません。 私はいくつかのネガティブがあったとしても、それを見て楽しんだ。 あなたが他の人生のアニメを楽しんでいるなら、あなたもこれを好きになるでしょう。間違いなく、何か革命的なものは期待しないでください。\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10 Anime wa tokubetsuna monode wa arimasenga, kesshite warui kotode wa arimasen. Watashi wa ikutsu ka no negatibu ga atta to shite mo, sore o mite tanoshinda. Anata ga hoka no jinsei no anime o tanoshinde irunara, anata mo kore o suki ni narudeshou. Machigainaku, nanika kakumei-tekina mono wa kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/10 Although the anime is nothing special, it is not by any means bad. I enjoyed my time watching it even though there were some negatives. If you enjoy other slice of life anime you will like this one too, no doubt - however do not expect anything revolutionary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/10 Although the anime is nothing special, it is not by any means bad.\u001b[24m\n    \u001b[1m楽しさ：7/10アニメは特別なものではありませんが、決して悪いことではありません。\u001b[22m, \u001b[1m楽しさ：7/10アニメは特別なものではありませんが、それは悪い任意の手段によるものです。\u001b[22m\n\u001b[4mI enjoyed my time watching it even though there were some negatives.\u001b[24m\n    \u001b[1m私はいくつかのネガティブがあったとしても、それを見て楽しんだ。\u001b[22m, \u001b[1m私はいくつかのネガがあったにもかかわらず、それを見て私の時間を楽しみました。\u001b[22m\n\u001b[4mIf you enjoy other slice of life anime you will like this one too, no doubt - however do not expect anything revolutionary.\u001b[24m\n    \u001b[1mあなたが他の人生のアニメを楽しんでいるなら、あなたもこれを好きになるでしょう。間違いなく、何か革命的なものは期待しないでください。\u001b[22m, \u001b[1mしかし、革命的な何かを期待していない - あなたは人生のアニメの他のスライスを楽しむ場合は、あまりにもこの1、間違いなく好きになるでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nOverall I gave the anime what some people might consider a 'low' score not because the anime is bad. But it has simply all been done before, would I recommend this anime to a friend? No. Would I put it in my top 10 list? No. However what is here is still a decent anime to get us through the season.\n\n\u001b[1m全体的に私は、アニメが悪いので、いくつかの人々が「低い」スコアを考慮するかもしれないアニメを与えた。 しかし、それは以前にすべて完了しています、私はこのアニメを友人に勧めますか？ いいえ、私はそれを私のトップ10のリストに入れますか？ いいえ。しかし、ここにあるのは、今シーズンを通して私たちを得るためのまともなアニメです。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa, anime ga waruinode, ikutsu ka no hitobito ga `hikui' sukoa o kōryo suru kamo shirenai anime o ataeta. Shikashi, sore wa izen ni subete kanryō shite imasu, watashi wa kono anime o yūjin ni susumemasu ka? Īe, watashi wa sore o watashi no toppu 10 no risuto ni iremasu ka? Īe. Shikashi, koko ni aru no wa, ima shīzun o tōshite watashitachi o eru tame no matomona animedesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall I gave the anime what some people might consider a 'low' score not because the anime is bad. But it has simply all been done before, would I recommend this anime to a friend? No. Would I put it in my top 10 list? No. However what is here is still a decent anime to get us through the season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I gave the anime what some people might consider a 'low' score not because the anime is bad.\u001b[24m\n    \u001b[1m全体的に私は、アニメが悪いので、いくつかの人々が「低い」スコアを考慮するかもしれないアニメを与えた。\u001b[22m, \u001b[1m全体的に私は何人かの人々が「低」を検討するアニメが悪いのでしませ得点かもしれないもののアニメを与えました。\u001b[22m\n\u001b[4mBut it has simply all been done before, would I recommend this anime to a friend?\u001b[24m\n    \u001b[1mしかし、それは以前にすべて完了しています、私はこのアニメを友人に勧めますか？\u001b[22m, \u001b[1mしかし、それは単純にすべての、前に行われてきた私が友人にこのアニメをお勧めですか？\u001b[22m\n\u001b[4mNo. Would I put it in my top 10 list?\u001b[24m\n    \u001b[1mいいえ、私はそれを私のトップ10のリストに入れますか？\u001b[22m, \u001b[1mいいえ、私はそれが私のトップ10リストに入れますか？\u001b[22m\n\u001b[4mNo. However what is here is still a decent anime to get us through the season.\u001b[24m\n    \u001b[1mいいえ。しかし、ここにあるのは、今シーズンを通して私たちを得るためのまともなアニメです。\u001b[22m, \u001b[1mいいえ。しかし、ここで何でまだシーズンを通して私たちを取得するためのまともなアニメです。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "mantheon",
    "profile": "/profile/mantheon/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=225198",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nねえ、これはReLifeのためのレビューになります。 このショーはいくつかの劇的な瞬間でさえ本当に面白かったです。 私たちの多くは、私たちが人生をどのように生きるかについて考えてきたと確信しています。誰かがそれを体験するのを見るのは面白かったです。\n\nストーリーはショーページによくまとめられていますが、イライラすると簡単に要約できます。  Kaizaki、Arataが私たちの主人公で、彼の人生は少し脱線している27歳の男性です。 彼は高等学校の3年生を遡り、1年間の研究に参加する機会を与えられています。 このショーは、生命ペーシングのスライスで動き、Arataまたは少数の側面キャラクターの1人が参加する状況を提供します。 ほとんどのイベントはセミドラマティックで、一般的には軽蔑的ですが、私はこのショーがどのようにそれを処理したかが好きでした。\n\n芸術は素晴らしかったが、音と同じように特別なものはなかった。\n\n文字は非常に楽しいものでした。 キャストは比較的小さく、主にArataと彼の5人の友人に焦点を当てています。 私はスポイラーなしで文字について多くを言うことができません。\n\n私はこのショーを楽しんだ。 それはいくつかの方向に進むことができたかもしれませんが、コメディーショーにもっと喜んでいたとしても、私はまだベッドに行きたくないほど楽しんでいました。 ショーの私の唯一の唯一の苦情は、彼らがArataの友人の一人を大規模な劇的なイベントの2つのために使用し、そのためにそのキャラクターを楽しむことを非常に困難にしたことです。 しかしコラージュは楽しいものでした。特にArataが高校生に戻らなければならなかった時期が早かったです。 ロマンスの要素はやや明るくなかったが、第2シーズンの場合は問題ではないと思う。 私はあなたの人生のタイプのショーが好きな場合、またはいくつかのコメディで小高い学校のドラマにあなたがこのショーをお勧めします。\n\nTLDR：素晴らしいショー、セミ・セクシー、セミ・ドラマチック、楽しいキャラクター、そして優れた基礎プロット。 これに時計をください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nHey folks, this will be a review for ReLife. This show was really entertaining even with some dramatic moments. I'm sure many of us have thought about how we would live our life starting over, and it was interesting to watch someone else experience it.\n\n\u001b[1mねえ、これはReLifeのためのレビューになります。 このショーはいくつかの劇的な瞬間でさえ本当に面白かったです。 私たちの多くは、私たちが人生をどのように生きるかについて考えてきたと確信しています。誰かがそれを体験するのを見るのは面白かったです。\u001b[22m\n\u001b[1m(Nē, koreha ReLife no tame no rebyū ni narimasu. Kono shō wa ikutsu ka no gekitekina shunkande sae hontōni omoshirokattadesu. Watashitachi no ōku wa, watashitachi ga jinsei o dono yō ni ikiru ka ni tsuite kangaete kita to kakushin shite imasu. Darekaga sore o taiken suru no o miru no wa omoshirokattadesu.)\u001b[22m\n\nTranslations of \u001b[4mHey folks, this will be a review for ReLife. This show was really entertaining even with some dramatic moments. I'm sure many of us have thought about how we would live our life starting over, and it was interesting to watch someone else experience it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHey folks, this will be a review for ReLife.\u001b[24m\n    \u001b[1mねえ、これはReLifeのためのレビューになります。\u001b[22m, \u001b[1mちょっと人々は、これはReLifeのレビューになります。\u001b[22m\n\u001b[4mThis show was really entertaining even with some dramatic moments.\u001b[24m\n    \u001b[1mこのショーはいくつかの劇的な瞬間でさえ本当に面白かったです。\u001b[22m, \u001b[1mこのショーは本当にも、いくつかの劇的な瞬間で楽しまれました。\u001b[22m\n\u001b[4mI'm sure many of us have thought about how we would live our life starting over, and it was interesting to watch someone else experience it.\u001b[24m\n    \u001b[1m私たちの多くは、私たちが人生をどのように生きるかについて考えてきたと確信しています。誰かがそれを体験するのを見るのは面白かったです。\u001b[22m, \u001b[1m私は、私たちの多くは、我々の生活が終わっ開始生きるだろうかについて考えている、他の誰かの経験にそれを見て面白かったと確信しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is well summarized on the shows page, but Ill give a quick recap. Kaizaki, Arata is our main character and he is a 27 year old man whose life has had a bit of a derailment. He is offered an opportunity to take part in a study for a year where in he will relive through the third year of highschool. The show moves at a slice of life pacing, offering up a situation where Arata or one of the few side characters take part. Most of the events being semi dramatic which in general I despise, but I liked how this show handled it.\n\n\u001b[1mストーリーはショーページによくまとめられていますが、イライラすると簡単に要約できます。  Kaizaki、Arataが私たちの主人公で、彼の人生は少し脱線している27歳の男性です。 彼は高等学校の3年生を遡り、1年間の研究に参加する機会を与えられています。 このショーは、生命ペーシングのスライスで動き、Arataまたは少数の側面キャラクターの1人が参加する状況を提供します。 ほとんどのイベントはセミドラマティックで、一般的には軽蔑的ですが、私はこのショーがどのようにそれを処理したかが好きでした。\u001b[22m\n\u001b[1m(Sutōrī wa shōpēji ni yoku matome rarete imasuga, iraira suruto kantan ni yōyaku dekimasu. Kaizaki, Arata ga watashitachi no shujinkō de, kare no jinsei wa sukoshi dassen shite iru 27-sai no danseidesu. Kare wa kōtō gakkō no 3-nensei o sakanobori, 1-nenkan no kenkyū ni sanka suru kikai o atae rarete imasu. Kono shō wa, seimei pēshingu no suraisu de ugoki, Arata matawa shōsū no sokumen kyarakutā no 1-ri ga sanka suru jōkyō o teikyō shimasu. Hotondo no ibento wa semidoramatikku de, ippantekini wa keibetsu-tekidesuga, watashi wa kono shō ga dono yō ni sore o shori shita ka ga sukideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe story is well summarized on the shows page, but Ill give a quick recap. Kaizaki, Arata is our main character and he is a 27 year old man whose life has had a bit of a derailment. He is offered an opportunity to take part in a study for a year where in he will relive through the third year of highschool. The show moves at a slice of life pacing, offering up a situation where Arata or one of the few side characters take part. Most of the events being semi dramatic which in general I despise, but I liked how this show handled it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is well summarized on the shows page, but Ill give a quick recap.\u001b[24m\n    \u001b[1mストーリーはショーページによくまとめられていますが、イライラすると簡単に要約できます。\u001b[22m, \u001b[1m物語はよく番組ページに要約されますが、病気は、迅速な要約を与えます。\u001b[22m\n\u001b[4mKaizaki, Arata is our main character and he is a 27 year old man whose life has had a bit of a derailment.\u001b[24m\n    \u001b[1mKaizaki、Arataが私たちの主人公で、彼の人生は少し脱線している27歳の男性です。\u001b[22m, \u001b[1mKaizaki、アラタは私たちの主な文字であり、彼はその人生脱線のビットを持っていた27歳の男です。\u001b[22m\n\u001b[4mHe is offered an opportunity to take part in a study for a year where in he will relive through the third year of highschool.\u001b[24m\n    \u001b[1m彼は高等学校の3年生を遡り、1年間の研究に参加する機会を与えられています。\u001b[22m, \u001b[1m彼は高校の三年を通して追体験します年のための研究に参加する機会が提供されます。\u001b[22m\n\u001b[4mThe show moves at a slice of life pacing, offering up a situation where Arata or one of the few side characters take part.\u001b[24m\n    \u001b[1mこのショーは、生命ペーシングのスライスで動き、Arataまたは少数の側面キャラクターの1人が参加する状況を提供します。\u001b[22m, \u001b[1mショーはアラタまたは数側の文字の一つが参加状況を提供し、生活ペーシングのスライスで移動します。\u001b[22m\n\u001b[4mMost of the events being semi dramatic which in general I despise, but I liked how this show handled it.\u001b[24m\n    \u001b[1mほとんどのイベントはセミドラマティックで、一般的には軽蔑的ですが、私はこのショーがどのようにそれを処理したかが好きでした。\u001b[22m, \u001b[1m一般的に、私は軽蔑するが、私はこのショーがそれをどのように処理したか言って半劇的なというイベントのほとんど。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was nice but nothing special, same with the sound.\n\n\u001b[1m芸術は素晴らしかったが、音と同じように特別なものはなかった。\u001b[22m\n\u001b[1m(Geijutsu wa subarashikatta ga,-on to onajiyōni tokubetsuna mono wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe art was nice but nothing special, same with the sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was nice but nothing special, same with the sound.\u001b[24m\n    \u001b[1m芸術は素晴らしかったが、音と同じように特別なものはなかった。\u001b[22m, \u001b[1mアートはいいが何も特別な、音と同じでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were highly enjoyable. The cast is relatively small, mainly focusing on Arata and his 5 or so friends. I cant say much about the characters without spoilers.\n\n\u001b[1m文字は非常に楽しいものでした。 キャストは比較的小さく、主にArataと彼の5人の友人に焦点を当てています。 私はスポイラーなしで文字について多くを言うことができません。\u001b[22m\n\u001b[1m(Moji wa hijō ni tanoshī monodeshita. Kyasuto wa hikakuteki chīsaku, omo ni Arata to kare no 5-ri no yūjin ni shōten o atete imasu. Watashi wa supoirā nashi de moji ni tsuite ōku o iu koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were highly enjoyable. The cast is relatively small, mainly focusing on Arata and his 5 or so friends. I cant say much about the characters without spoilers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were highly enjoyable.\u001b[24m\n    \u001b[1m文字は非常に楽しいものでした。\u001b[22m, \u001b[1m文字は非常に楽しいしました。\u001b[22m\n\u001b[4mThe cast is relatively small, mainly focusing on Arata and his 5 or so friends.\u001b[24m\n    \u001b[1mキャストは比較的小さく、主にArataと彼の5人の友人に焦点を当てています。\u001b[22m, \u001b[1mキャストは主にアラタと彼の5かそこらの友人に焦点を当て、比較的小さいです。\u001b[22m\n\u001b[4mI cant say much about the characters without spoilers.\u001b[24m\n    \u001b[1m私はスポイラーなしで文字について多くを言うことができません。\u001b[22m, \u001b[1m私はネタバレなしの文字についてはあまり言う傾けます。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed this show a lot. It could have gone in several directions, and even though I would have been more happy with a comedy show, I still enjoyed it enough not to want to go to bed. My one and only real complaint with the show, is that they used one of Arata's friend for 2 of the larger dramatic events and made it hard to enjoy the character very much because of it. However the comedy was enjoyable, especially early on when Arata had to adjust back into highschool life. The romance element was somewhat lackluster, however if there is a second season I don't see it being a problem. I recommend this show if you like the slice of life type shows, or your into petty highschool drama with some comedy.\n\n\u001b[1m私はこのショーを楽しんだ。 それはいくつかの方向に進むことができたかもしれませんが、私はコメディーショーにもっと喜んでも、私はまだベッドに行きたくないほど楽しんでいました。 ショーの私の唯一の唯一の苦情は、彼らがArataの友人の一人を大規模な劇的なイベントの2つのために使用し、そのためにそのキャラクターを楽しむことを非常に困難にしたことです。 しかしコラージュは楽しいものでした。特にArataが高校生に戻らなければならなかった早い時期です。 ロマンスの要素はやや明るくなかったが、第2シーズンの場合は問題ではないと思う。 私はあなたの人生のタイプのショーが好きな場合、またはいくつかのコメディで小学校のドラマにあなたのこのショーをお勧めします。\u001b[22m\n\u001b[1m(Watashi wa kono shō o tanoshinda. Sore wa ikutsu ka no hōkō ni susumu koto ga dekita kamo shiremasenga, watashi wa komedīshō ni motto yorokon demo, watashi wa mada beddo ni ikitakunai hodo tanoshinde imashita. Shō no watashi no yuiitsu no yuiitsu no kujō wa, karera ga Arata no yūjin no hitori o ōkibona gekitekina ibento no 2tsu no tame ni shiyō shi, sonotame ni sono kyarakutā o tanoshimu koto o hijō ni kon'nan ni shita kotodesu. Shikashi korāju wa tanoshī monodeshita. Tokuni Arata ga kōkōsei ni modoranakereba naranakatta hayai jikidesu. Romansu no yōso wa yaya akarukunakattaga, dai 2 shīzun no baai wa mondaide wa nai to omou. Watashi wa anata no jinsei no taipu no shō ga sukina baai, matawa ikutsu ka no komedi de shōgakkō no dorama ni anata no kono shō o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this show a lot. It could have gone in several directions, and even though I would have been more happy with a comedy show, I still enjoyed it enough not to want to go to bed. My one and only real complaint with the show, is that they used one of Arata's friend for 2 of the larger dramatic events and made it hard to enjoy the character very much because of it. However the comedy was enjoyable, especially early on when Arata had to adjust back into highschool life. The romance element was somewhat lackluster, however if there is a second season I don't see it being a problem. I recommend this show if you like the slice of life type shows, or your into petty highschool drama with some comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this show a lot.\u001b[24m\n    \u001b[1m私はこのショーを楽しんだ。\u001b[22m, \u001b[1m私は、これは多くのことを示して楽しみました。\u001b[22m\n\u001b[4mIt could have gone in several directions, and even though I would have been more happy with a comedy show, I still enjoyed it enough not to want to go to bed.\u001b[24m\n    \u001b[1mそれはいくつかの方向に進むことができたかもしれませんが、私はコメディーショーにもっと喜んでも、私はまだベッドに行きたくないほど楽しんでいました。\u001b[22m, \u001b[1mこれは、いくつかの方向に行っている可能性があり、私はお笑い番組で、より幸せだっただろうにもかかわらず、私はまだベッドに行きたいしないように十分にそれを楽しみました。\u001b[22m\n\u001b[4mMy one and only real complaint with the show, is that they used one of Arata's friend for 2 of the larger dramatic events and made it hard to enjoy the character very much because of it.\u001b[24m\n    \u001b[1mショーの私の唯一の唯一の苦情は、彼らがArataの友人の一人を大規模な劇的なイベントの2つのために使用し、そのためにそのキャラクターを楽しむことを非常に困難にしたことです。\u001b[22m, \u001b[1mショーと私の唯一の本当の不満は、彼らがより大きな劇的なイベントの2のために荒田の友人の1を使用し、それが難しいそれのために非常に多くの文字を楽しむために作られたということです。\u001b[22m\n\u001b[4mHowever the comedy was enjoyable, especially early on when Arata had to adjust back into highschool life.\u001b[24m\n    \u001b[1mしかしコラージュは楽しいものでした。特にArataが高校生に戻らなければならなかった早い時期です。\u001b[22m, \u001b[1mしかし、喜劇は特に初期荒田が戻って高校生活に調整するために持っていたときに、楽しかったです。\u001b[22m\n\u001b[4mThe romance element was somewhat lackluster, however if there is a second season I don't see it being a problem.\u001b[24m\n    \u001b[1mロマンスの要素はやや明るくなかったが、第2シーズンの場合は問題ではないと思う。\u001b[22m, \u001b[1mロマンスの要素は、私はそれが問題であることが表示されない第二シーズンがあるがあれば、やや精彩を欠きました。\u001b[22m\n\u001b[4mI recommend this show if you like the slice of life type shows, or your into petty highschool drama with some comedy.\u001b[24m\n    \u001b[1m私はあなたの人生のタイプのショーが好きな場合、またはいくつかのコメディで小学校のドラマにあなたのこのショーをお勧めします。\u001b[22m, \u001b[1mあなたは人生のタイプのショーのスライス、またはいくつかのコメディであなたにささいな高校のドラマが好きなら、私はこのショーをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nTLDR: Great show, semi funny, semi dramatic, enjoyable characters, and good underlying plot. Give this one a watch.\n\n\u001b[1mTLDR：素晴らしいショー、セミ・セクシー、セミ・ドラマチック、楽しいキャラクター、そして優れた基礎プロット。 これに時計をください。\u001b[22m\n\u001b[1m(TLDR: Subarashī shō, semi sekushī, semi doramachikku, tanoshī kyarakutā, soshite sugureta kiso purotto. Kore ni tokei o kudasai.)\u001b[22m\n\nTranslations of \u001b[4mTLDR: Great show, semi funny, semi dramatic, enjoyable characters, and good underlying plot. Give this one a watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTLDR: Great show, semi funny, semi dramatic, enjoyable characters, and good underlying plot.\u001b[24m\n    \u001b[1mTLDR：素晴らしいショー、セミ・セクシー、セミ・ドラマチック、楽しいキャラクター、そして優れた基礎プロット。\u001b[22m, \u001b[1mTLDR：グレートショー、半面白い、半劇的な、楽しい文字、および良好な基礎となるプロット。\u001b[22m\n\u001b[4mGive this one a watch.\u001b[24m\n    \u001b[1mこれに時計をください。\u001b[22m, \u001b[1mこの1に時計を与えます。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "SovietPsycho",
    "profile": "/profile/SovietPsycho/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=225005",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nReLIFEはせいぜい平凡だった。\n\nそのキャラクターは普通ではなく、ストーリーは普通で、音は普通ではなかった。\n\nReLIFEが何か新しい点でそれを求めていたのは、この27歳の男が、高校時代を再現するために若く見えるようにするための丸薬を取るということでした。 しかし、しばらくして、それについて言及したり、それをストーリーの主な特徴にしても、彼らは止まった。 主人公にどんなタイプのバックストーリーを与えても、アニメはまったく同じままでいただろう。 それは、「時代を遡る」という部分が無意味だったことです。 彼らは話全体を通してそれを非常に重要視していませんでした。\n\nアニメが窓からその斬新なアイデアを捨てた後、それはちょうど人生の一片、コメディータイプのロマンスの種類のドラマのような種類のものに終わった。 しかし、これらのカテゴリのいずれかに焦点を当てる代わりに、それをすべて一緒にしようとしましたが、今あなたはあなたが何を見ているのかが分かりません。 ドラマは非常に弱く、一人のキャラクターがいかに競争力があり、誰かが彼女のクラスの学生代表のために彼女の場所を取ったことのように嫉妬的です。 しかし、それは単なる平凡なドラマや一種の側面に残す代わりに、比例してそれを吹き飛ばして、何かを作ろうとしました。 そしてそれはシリーズの良い半分について浪費する。\n\nストーリーの他の側面についても同じことが言えます。 ロマンスはどこにも行かず、実際にはあなたを驚かせるだけです。 コメディーはユーモラスだったけど新しいことは何もなかった。 しかし、それは正直なところです。  MALの皆さんは、それを高い天に賛美しています。正直なところ、私は理由を知らないのです。 このショーは、ひどく平凡なタイプの人生ショーで、彼らは窓を捨てることにしたというわずかな斬新なアイデアで終わった。 彼らはどこに行きたいかを知っているかのように感じなかったので、私はショーで楽しんでいなかった。 彼らはドラマ、ロマンス、コメディのいずれかになるかどうかは分かりませんでした。あるいは、それらのすべてになりたいと思っていたかもしれませんが、どちらにしても、このショーの側面のどれも本当に私には行きませんでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nReLIFE was mediocre at best.\n\n\u001b[1mReLIFEはせいぜい平凡だった。\u001b[22m\n\u001b[1m(ReLIFE wa seizei heibondatta.)\u001b[22m\n\nTranslations of \u001b[4mReLIFE was mediocre at best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReLIFE was mediocre at best.\u001b[24m\n    \u001b[1mReLIFEはせいぜい平凡だった。\u001b[22m, \u001b[1mReLIFEは最高の状態で平凡でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters were mediocre, the story was mediocre, the sound was mediocre, everything about it was just eh.\n\n\u001b[1mそのキャラクターは普通ではなく、ストーリーは普通で、音は普通ではなかった。\u001b[22m\n\u001b[1m(Sono kyarakutā wa futsūde wa naku, sutōrī wa futsūde,-on wa futsūde wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe characters were mediocre, the story was mediocre, the sound was mediocre, everything about it was just eh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters were mediocre, the story was mediocre, the sound was mediocre, everything about it was just eh.\u001b[24m\n    \u001b[1mそのキャラクターは普通ではなく、ストーリーは普通で、音は普通ではなかった。\u001b[22m, \u001b[1m文字は平凡だった、話はそれについてのすべてがちょうどええだった、音は平凡だった、平凡でした。\u001b[22m\n\u001b[1m\u001b[22m\nWhat ReLIFE had going for it in terms of something new was that this 27 year old dude takes a pill to make himself look younger to relive his high-school days. But after a while they stopped even mentioning that or making it the prime feature of the story. They could have given the main character any type of backstory, and the anime would have stayed the exact same. That's how pointless that 'going back in time' part was. They hardly mentioned it in great importance throughout the story.\n\n\u001b[1mReLIFEが何か新しい点でそれを求めていたのは、この27歳の男が、高校時代を再現するために若く見えるようにするための丸薬を取るということでした。 しかし、しばらくして、それについて言及したり、それをストーリーの主な特徴にしても、彼らは止まった。 主人公にどんなタイプのバックストーリーを与えても、アニメはまったく同じままでいただろう。 それは、「時代を遡る」という部分が無意味だったことです。 彼らは話全体を通してそれを非常に重要視していませんでした。\u001b[22m\n\u001b[1m(ReLIFE ga nanika atarashī ten de sore o motomete ita no wa, kono 27-sai no otoko ga, kōkō jidai o saigen suru tame ni wakaku mieru yō ni suru tame no gan'yaku o toru to iu kotodeshita. Shikashi, shibaraku shite, sore ni tsuite genkyū shi tari, sore o sutōrī no omona tokuchō ni shite mo, karera wa tomatta. Shujinkō ni don'na taipu no bakkusutōrī o ataete mo, anime wa mattaku onaji mama de itadarou. Sore wa,`jidai o sakanoboru' to iu bubun ga muimidatta kotodesu. Karera wa hanashi zentai o tōshite sore o hijō ni jūyō-shi shite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhat ReLIFE had going for it in terms of something new was that this 27 year old dude takes a pill to make himself look younger to relive his high-school days. But after a while they stopped even mentioning that or making it the prime feature of the story. They could have given the main character any type of backstory, and the anime would have stayed the exact same. That's how pointless that 'going back in time' part was. They hardly mentioned it in great importance throughout the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat ReLIFE had going for it in terms of something new was that this 27 year old dude takes a pill to make himself look younger to relive his high-school days.\u001b[24m\n    \u001b[1mReLIFEが何か新しい点でそれを求めていたのは、この27歳の男が、高校時代を再現するために若く見えるようにするための丸薬を取るということでした。\u001b[22m, \u001b[1m何ReLIFEは新しい何かの面で、それのために行くしていたが、この27歳の男は、彼自身が彼の高校時代を追体験するために若く見えるように錠剤を取るということでした。\u001b[22m\n\u001b[4mBut after a while they stopped even mentioning that or making it the prime feature of the story.\u001b[24m\n    \u001b[1mしかし、しばらくして、それについて言及したり、それをストーリーの主な特徴にしても、彼らは止まった。\u001b[22m, \u001b[1mしかし、しばらくすると彼らもそれを言及するか、物語の主要な機能することを停止しました。\u001b[22m\n\u001b[4mThey could have given the main character any type of backstory, and the anime would have stayed the exact same.\u001b[24m\n    \u001b[1m主人公にどんなタイプのバックストーリーを与えても、アニメはまったく同じままでいただろう。\u001b[22m, \u001b[1m彼らは主人公に裏話のいずれかのタイプを与えている可能性があり、アニメはまったく同じに宿泊しているだろう。\u001b[22m\n\u001b[4mThat's how pointless that 'going back in time' part was.\u001b[24m\n    \u001b[1mそれは、「時代を遡る」という部分が無意味だったことです。\u001b[22m, \u001b[1mそれは「時間に戻って行く」こと一部がいかに無意味です。\u001b[22m\n\u001b[4mThey hardly mentioned it in great importance throughout the story.\u001b[24m\n    \u001b[1m彼らは話全体を通してそれを非常に重要視していませんでした。\u001b[22m, \u001b[1m彼らはほとんどの物語を通して非常に重要で、それを言及していません。\u001b[22m\n\u001b[1m\u001b[22m\nAfter the anime threw out that novel idea out the window, it just ended up being a slice of life, kind of drama kind of romance kind of comedy type show. But instead of focusing on any one of those categories, it instead tried to mosh it all together and now you don't know what exactly you're looking at. The drama was very weak, like how one character is competitive and is jealous that someone took her spot for student representative for her class. But instead of leaving it at just a mediocre drama and sort of a side thing, they blew it up out of proportion and tried to make something of it. And that wastes about a good half of the series.\n\n\u001b[1mアニメが窓からその斬新なアイデアを捨てた後、それはちょうど人生の一片、コメディータイプのロマンスの種類のドラマのような種類のものに終わった。 しかし、これらのカテゴリのいずれかに焦点を当てる代わりに、それをすべて一緒にしようとしましたが、今あなたはあなたが何を見ているのかが分かりません。 ドラマは非常に弱く、一人のキャラクターがいかに競争力があり、誰かが彼女のクラスの学生代表のために彼女の場所を取ったことのように嫉妬的です。 しかし、それは単なる平凡なドラマや一種の側面に残す代わりに、比例してそれを吹き飛ばして、何かを作ろうとしました。 そしてそれはシリーズの良い半分について浪費する。\u001b[22m\n\u001b[1m(Anime ga mado kara sono zanshin'na aidea o suteta nochi, sore wa chōdo jinsei no ippen, komedītaipu no romansu no shurui no dorama no yōna shurui no mono ni owatta. Shikashi, korera no kategori no izureka ni shōten o ateru kawari ni, sore o subete issho ni shiyou to shimashitaga, ima anata wa anata ga nani o mite iru no ka ga wakarimasen. Dorama wa hijō ni yowaku, hitori no kyarakutā ga ikani kyōsō-ryoku ga ari, darekaga kanojo no kurasu no gakusei daihyō no tame ni kanojo no basho o totta koto no yō ni shitto-tekidesu. Shikashi, sore wa tan'naru heibon'na dorama ya isshu no sokumen ni nokosu kawari ni, hirei shite sore o fukitobashite, nanika o tsukurou to shimashita. Soshite sore wa shirīzu no yoi hanbun ni tsuite rōhi suru.)\u001b[22m\n\nTranslations of \u001b[4mAfter the anime threw out that novel idea out the window, it just ended up being a slice of life, kind of drama kind of romance kind of comedy type show. But instead of focusing on any one of those categories, it instead tried to mosh it all together and now you don't know what exactly you're looking at. The drama was very weak, like how one character is competitive and is jealous that someone took her spot for student representative for her class. But instead of leaving it at just a mediocre drama and sort of a side thing, they blew it up out of proportion and tried to make something of it. And that wastes about a good half of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter the anime threw out that novel idea out the window, it just ended up being a slice of life, kind of drama kind of romance kind of comedy type show.\u001b[24m\n    \u001b[1mアニメが窓からその斬新なアイデアを捨てた後、それはちょうど人生の一片、コメディータイプのロマンスの種類のドラマのような種類のものに終わった。\u001b[22m, \u001b[1mアニメは、窓の外にその斬新なアイデアを投げた後、それだけで人生のスライス、コメディ型ショーのロマンス種類の種類のドラマのようなものになってしまいました。\u001b[22m\n\u001b[4mBut instead of focusing on any one of those categories, it instead tried to mosh it all together and now you don't know what exactly you're looking at.\u001b[24m\n    \u001b[1mしかし、これらのカテゴリのいずれかに焦点を当てる代わりに、それをすべて一緒にしようとしましたが、今あなたはあなたが何を見ているのかが分かりません。\u001b[22m, \u001b[1m代わりに、これらのカテゴリのいずれかに焦点を当てたのですが、それは代わりにそれをすべて一緒モッシュしようとしましたが、今あなたが見ている内容を正確に把握しないでください。\u001b[22m\n\u001b[4mThe drama was very weak, like how one character is competitive and is jealous that someone took her spot for student representative for her class.\u001b[24m\n    \u001b[1mドラマは非常に弱く、一人のキャラクターがいかに競争力があり、誰かが彼女のクラスの学生代表のために彼女の場所を取ったことのように嫉妬的です。\u001b[22m, \u001b[1mドラマは1文字は競争力があると誰かが彼女のクラスの生徒代表のための彼女の場所を取ったことに嫉妬であるかのように、非常に弱かったです。\u001b[22m\n\u001b[4mBut instead of leaving it at just a mediocre drama and sort of a side thing, they blew it up out of proportion and tried to make something of it.\u001b[24m\n    \u001b[1mしかし、それは単なる平凡なドラマや一種の側面に残す代わりに、比例してそれを吹き飛ばして、何かを作ろうとしました。\u001b[22m, \u001b[1mしかし、その代わりにただ平凡なドラマやサイドものの一種でそれを残して、彼らは比例して、それを爆破し、それのようなものを作ってみました。\u001b[22m\n\u001b[4mAnd that wastes about a good half of the series.\u001b[24m\n    \u001b[1mそしてそれはシリーズの良い半分について浪費する。\u001b[22m, \u001b[1mそして、一連の良い半分程度廃棄物という。\u001b[22m\n\u001b[1m\u001b[22m\nThe same goes for other aspects of the story. The romance doesn't go anywhere far and actually just teases you. The comedy was humorous but nothing new, granting you a giggle every now and then. But honestly that's it. Everyone on MAL is praising it to high heavens and honestly I don't know why. This show ended up being a badly made mediocre type slice of life show with a slightly novel idea that they decided to throw out the window. I found no enjoyment in the show in any regard because it didn't feel as though they knew where they wanted to go. They didn't know whether to be a drama a romance or a comedy or maybe they wanted to be all of it but either way none of the those aspects of this show really went there for me.\n\n\u001b[1mストーリーの他の側面についても同じことが言えます。 ロマンスはどこにも行かず、実際にはあなたを驚かせるだけです。 コメディーはユーモラスだったけど新しいことは何もなかった。 しかし、それは正直なところです。  MALの皆さんは、それを高い天に賛美しています。正直なところ、私は理由を知らないのです。 このショーは、ひどく平凡なタイプの人生ショーで、彼らは窓を捨てることにしたというわずかな斬新なアイデアで終わった。 彼らはどこに行きたいかを知っているかのように感じなかったので、私はショーで楽しんでいなかった。 彼らはドラマ、ロマンス、コメディのいずれかになるかどうかは分かりませんでした。あるいは、それらのすべてになりたいと思っていたかもしれませんが、どちらにしても、このショーの側面のどれも本当に私には行きませんでした。\u001b[22m\n\u001b[1m(Sutōrī no ta no sokumen ni tsuite mo onaji koto ga iemasu. Romansu wa dokoni mo ikazu, jissai ni wa anata o odoroka seru dakedesu. Komedī wa yūmorasudattakedo atarashī koto wa nani mo nakatta. Shikashi, sore wa shōjikina tokorodesu. MAL no minasan wa, sore o takai ten ni sanbi shite imasu. Shōjikina tokoro, watashi wa riyū o shiranai nodesu. Kono shō wa, hidoku heibon'na taipu no jinsei shō de, karera wa mado o suteru koto ni shita to iu wazukana zanshin'na aidea de owatta. Karera wa doko ni ikitai ka o shitte iru ka no yō ni kanjinakattanode, watashi wa shō de tanoshinde inakatta. Karera wa dorama, romansu, komedi no izureka ni naru ka dō ka wa wakarimasendeshita. Aruiwa, sorera no subete ni naritai to omotte ita kamo shiremasenga, dochira ni shite mo, kono shō no sokumen no dore mo hontōni watashiniha ikimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe same goes for other aspects of the story. The romance doesn't go anywhere far and actually just teases you. The comedy was humorous but nothing new, granting you a giggle every now and then. But honestly that's it. Everyone on MAL is praising it to high heavens and honestly I don't know why. This show ended up being a badly made mediocre type slice of life show with a slightly novel idea that they decided to throw out the window. I found no enjoyment in the show in any regard because it didn't feel as though they knew where they wanted to go. They didn't know whether to be a drama a romance or a comedy or maybe they wanted to be all of it but either way none of the those aspects of this show really went there for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe same goes for other aspects of the story.\u001b[24m\n    \u001b[1mストーリーの他の側面についても同じことが言えます。\u001b[22m, \u001b[1m同じことが、物語の他の側面のために行きます。\u001b[22m\n\u001b[4mThe romance doesn't go anywhere far and actually just teases you.\u001b[24m\n    \u001b[1mロマンスはどこにも行かず、実際にはあなたを驚かせるだけです。\u001b[22m, \u001b[1mロマンスはどこでも遠くまで行くと、実際にあなたをからかっていません。\u001b[22m\n\u001b[4mThe comedy was humorous but nothing new, granting you a giggle every now and then.\u001b[24m\n    \u001b[1mコメディーはユーモラスだったけど新しいことは何もなかった。\u001b[22m, \u001b[1m喜劇はすべての今して、あなたにクスクスを付与、ユーモラス何も新しかったです。\u001b[22m\n\u001b[4mBut honestly that's it.\u001b[24m\n    \u001b[1mしかし、それは正直なところです。\u001b[22m, \u001b[1mしかし、正直なところ、それはそれです。\u001b[22m\n\u001b[4mEveryone on MAL is praising it to high heavens and honestly I don't know why.\u001b[24m\n    \u001b[1mMALの皆さんは、それを高い天に賛美しています。正直なところ、私は理由を知らないのです。\u001b[22m, \u001b[1mMAL上の誰もが高い天にそれを賞賛し、正直私はなぜ知りません。\u001b[22m\n\u001b[4mThis show ended up being a badly made mediocre type slice of life show with a slightly novel idea that they decided to throw out the window.\u001b[24m\n    \u001b[1mこのショーは、ひどく平凡なタイプの人生ショーで、彼らは窓を捨てることにしたというわずかな斬新なアイデアで終わった。\u001b[22m, \u001b[1mこのショーは、彼らが窓の外をスローすることを決めたことを少し斬新なアイデアとの生活のショーのひどく作られた平凡なタイプのスライスになってしまいました。\u001b[22m\n\u001b[4mI found no enjoyment in the show in any regard because it didn't feel as though they knew where they wanted to go.\u001b[24m\n    \u001b[1m彼らはどこに行きたいかを知っているかのように感じなかったので、私はショーで楽しんでいなかった。\u001b[22m, \u001b[1m彼らは行きたかった場所を、彼らは知っていたかのようにそれは感じていないので、私はいかなる点においてもショーには楽しみを発見しました。\u001b[22m\n\u001b[4mThey didn't know whether to be a drama a romance or a comedy or maybe they wanted to be all of it but either way none of the those aspects of this show really went there for me.\u001b[24m\n    \u001b[1m彼らはドラマ、ロマンス、コメディのいずれかになるかどうかは分かりませんでした。あるいは、それらのすべてになりたいと思っていたかもしれませんが、どちらにしても、このショーの側面のどれも本当に私には行きませんでした。\u001b[22m, \u001b[1m彼らはロマンスまたは多分コメディや、彼らはそれのすべてになりたかったが、この番組のこれらの側面のいずれかの方法のどれもが本当に私のためにそこに行っていないドラマであるかどうかを知りませんでした。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "remco9090",
    "profile": "/profile/remco9090/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=224958",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  9\n\n私はこのアニメが本当に好きだった、それは一般的に楽しく軽いが、もっと劇的な瞬間もある。 これらの瞬間は、この短いアニメを面白く保つのに十分なものです\n\nこのアニメのビジュアルとサウンドはまともなものであり、それは特別なものではありませんが、十分です。\n\nこのアニメの最も重要なことは、キャラクターの開発です。 このアニメはこれを本当にうまくやっています。 あなたが最後のエピソードを見ると、そのキャラクターがより良い人に成長したことに気付くでしょう。\n\n私はこのアニメをたくさん楽しんだので、私はこのアニメに輝き8/10を与えた",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\ni really liked this anime, it generally is fun and lighthearted but it also has more dramatic moments. these moments are more than enough to keep this short anime interesting\n\n\u001b[1m私はこのアニメが本当に好きだった、それは一般的に楽しく軽いが、もっと劇的な瞬間もある。 これらの瞬間は、この短いアニメを面白く保つのに十分なものです\u001b[22m\n\u001b[1m(Watashi wa kono anime ga hontōni sukidatta, soreha ippantekini tanoshiku karuiga, motto gekitekina shunkan mo aru. Korera no shunkan wa, kono mijikai anime o omoshiroku tamotsu no ni jūbun'na monodesu)\u001b[22m\n\nTranslations of \u001b[4mi really liked this anime, it generally is fun and lighthearted but it also has more dramatic moments. these moments are more than enough to keep this short anime interesting\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi really liked this anime, it generally is fun and lighthearted but it also has more dramatic moments.\u001b[24m\n    \u001b[1m私はこのアニメが本当に好きだった、それは一般的に楽しく軽いが、もっと劇的な瞬間もある。\u001b[22m, \u001b[1m私は本当にこのアニメが好き、それは一般的に楽しさと陽気ですが、それはまた、より劇的な瞬間を持っています。\u001b[22m\n\u001b[4mthese moments are more than enough to keep this short anime interesting\u001b[24m\n    \u001b[1mこれらの瞬間は、この短いアニメを面白く保つのに十分なものです\u001b[22m, \u001b[1mこれらの瞬間は面白いこの短いアニメを維持するのに十分以上のもの\u001b[22m\n\u001b[1m\u001b[22m\nThe visuals and the sound of this anime were of a decent quality, it is not special in that respect but it is good enough.\n\n\u001b[1mこのアニメのビジュアルとサウンドはまともなものであり、それは特別なものではありませんが、十分です。\u001b[22m\n\u001b[1m(Kono anime no bijuaru to saundo wa matomona monodeari, sore wa tokubetsuna monode wa arimasenga, jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mThe visuals and the sound of this anime were of a decent quality, it is not special in that respect but it is good enough.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe visuals and the sound of this anime were of a decent quality, it is not special in that respect but it is good enough.\u001b[24m\n    \u001b[1mこのアニメのビジュアルとサウンドはまともなものであり、それは特別なものではありませんが、十分です。\u001b[22m, \u001b[1mビジュアルとこのアニメの音がまともな品質であった、それはその点で特別なものではありませんが、それは十分です。\u001b[22m\n\u001b[1m\u001b[22m\nThe most important thing about this anime is the character development. This anime does this really well. when you watch the final episode you will notice that the characters have grown into better people.\n\n\u001b[1mこのアニメの最も重要なことは、キャラクターの開発です。 このアニメはこれを本当にうまくやっています。 あなたが最後のエピソードを見ると、そのキャラクターがより良い人に成長したことに気付くでしょう。\u001b[22m\n\u001b[1m(Kono anime no mottomojūyōna koto wa, kyarakutā no kaihatsudesu. Kono anime wa kore o hontōni umaku yatte imasu. Anata ga saigo no episōdo o miru to, sono kyarakutā ga yori yoi hito ni seichō shita koto ni kidzukudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe most important thing about this anime is the character development. This anime does this really well. when you watch the final episode you will notice that the characters have grown into better people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe most important thing about this anime is the character development.\u001b[24m\n    \u001b[1mこのアニメの最も重要なことは、キャラクターの開発です。\u001b[22m, \u001b[1mこのアニメについての最も重要なことは、文字の開発です。\u001b[22m\n\u001b[4mThis anime does this really well.\u001b[24m\n    \u001b[1mこのアニメはこれを本当にうまくやっています。\u001b[22m, \u001b[1mこのアニメは本当によくこれを行います。\u001b[22m\n\u001b[4mwhen you watch the final episode you will notice that the characters have grown into better people.\u001b[24m\n    \u001b[1mあなたが最後のエピソードを見ると、そのキャラクターがより良い人に成長したことに気付くでしょう。\u001b[22m, \u001b[1mあなたが最終回を見たときには、文字がより良い人に成長していることがわかります。\u001b[22m\n\u001b[1m\u001b[22m\ni enjoyed this anime a lot, that's why i gave this anime a shining 8/10\n\n\u001b[1m私はこのアニメをたくさん楽しんだので、私はこのアニメに輝き8/10を与えた\u001b[22m\n\u001b[1m(Watashi wa kono anime o takusan tanoshindanode, watashi wa kono anime ni kagayaki 8/ 10 o ataeta)\u001b[22m\n\nTranslations of \u001b[4mi enjoyed this anime a lot, that's why i gave this anime a shining 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi enjoyed this anime a lot, that's why i gave this anime a shining 8/10\u001b[24m\n    \u001b[1m私はこのアニメをたくさん楽しんだので、私はこのアニメに輝き8/10を与えた\u001b[22m, \u001b[1m私はこのアニメに輝い8/10を与えた理由だと、このアニメをたくさん楽しみました\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "ShitPoopDump",
    "profile": "/profile/ShitPoopDump/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=224543",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  8\n\nこのレビューにはスポイラーが含まれていません....\n\nReLIFEはプロットの要約を見るとかなり一般的に見えるアニメです。 結局のところ、それはほぼすべての他のアニメのような高校の設定に基づいています。 しかし何らかの理由で、ジェネリックキャラクター、セッティング、そして無言のプロットがあっても、私は最初のエピソードの後でショーに夢中になった。\n\n私が上で言及したプロットは何も独特ではない。 物語は、27歳の失業者のKaizaki Arata、彼は17歳と彼を見て助ける錠剤を提供することによって製薬研究部のエージェント、Yaokeによって就職スキルを向上させることを2度与えられた 彼の高校生の生活を1年間再現する。 それは基本的にそれです。 残りのシリーズは、彼より10歳若い生徒とのKaizakiのやり取りに従います。 プロットは高校生の人生のように聞こえるかもしれませんが、大人と若者の交流を通してイベントが展開されるのはかなり楽しいです。 ショーはまた、思春期の道徳的な問題を提示し、もちろん、彼の友人がそれらを解決するのを助けるのは私たちの主人公に任されています。 大きなプロットの紆余曲折はありませんが、最後のエピソードでは第2シーズン、つまりこれが終わった場合にのみ放棄されることが明らかになっています。 エンディングはかなり満足していますが、全部を完全に「終了」することはないので、一部の視聴者にとっては不十分かもしれません。\n\nキャラクターもユニークではなく、すべての高校生がこれまでに持っていたのと同じアーキタイプに従います。 あなたが知っている、厄介な主な主人公、天才でありながら非公式の女性protaginist、天才しかし密な男、hotheaded tsundereなど。しかし、彼らの相互作用を見て楽しく、多くの場合、ユーモラスです。 ユーモアは、それが驚くほどよく扱うショーの良い点の1つです。 劇的な瞬間でさえ、ショーはユーモアの中で滑り落ち、決して外れていないと感じることはありません。 また、友情の克服や笑顔の習得（笑）を克服しているかどうかにかかわらず、各エピソードを通して成長しているキャラクターを見ることもうれしいです。 一番面白いのは女性首相ヒズイ・チズルです。 彼女がeith社会に適応することを学ぶことを見ることは、ショーの最高の部分ではないにしても、簡単です。 彼らの苦闘を乗り越えていくうちに、これらのキャラクターから学ぶべきことが常にあります。 声優も素晴らしい仕事をしました。\n\n芸術はかなり良かったし、背景も鮮明で見事に見えた。 エピソード13は、特に、芸術だった。 そのエピソードは本当にきれいにアニメ化されました。 まあ、花火をひどくアニメ化することはできないと思いますか？\n私はショーのサウンドトラック、特にユーモラスで会話の場面で演奏されたサウンドトラックに少し不満を抱いていました。 それは、それらの場面で安く、不自由に感じました。 それはちょうどランダムに見え、怠惰に聞こえるピアノ音符で構成されていました。 終わりは平均だったが、オープニングはかなり良かった。\n\n全体的に、ReLIFEは面白い面白いアニメであり、私たちが学ぶことができるものです。 これは、スライス・オブ・ライフのジャンルの下で本当に分類できるアニメの1つです。 私は誰もそれを見ることを強く勧めます。 私はそれがあなたの時間の価値があることを約束します。 それを見てGO！  （もしダブが出てきたらダブを見ないでください - ああ、あなたはそれを知っているからです）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis review does not contain any spoilers....\n\n\u001b[1mこのレビューにはスポイラーが含まれていません....\u001b[22m\n\u001b[1m(Kono rebyū ni wa supoirā ga fukuma rete imasen. ...)\u001b[22m\n\nTranslations of \u001b[4mThis review does not contain any spoilers....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review does not contain any spoilers....\u001b[24m\n    \u001b[1mこのレビューにはスポイラーが含まれていません....\u001b[22m, \u001b[1mこのレビューは、任意のスポイラーが含まれていません....\u001b[22m\n\u001b[1m\u001b[22m\nReLIFE is an anime that looks fairly generic when you take a look at the plot summary. After all, it is based on a high school setting like almost every other anime. But for some reason, even with its generic characters, setting, and nondescript plot, I found myself hooked on the show after the first episode.\n\n\u001b[1mReLIFEはプロットの要約を見るとかなり一般的に見えるアニメです。 結局のところ、それはほぼすべての他のアニメのような高校の設定に基づいています。 しかし何らかの理由で、ジェネリックキャラクター、セッティング、そして無言のプロットがあっても、私は最初のエピソードの後でショーに夢中になった。\u001b[22m\n\u001b[1m(ReLIFE wa purotto no yōyaku o miru to kanari ippantekini mieru animedesu. Kekkyokunotokoro, sore wa hobo subete no ta no anime no yōna kōkō no settei ni motodzuite imasu. Shikashi nanrakano riyū de, jenerikkukyarakutā, settingu, soshite mugon no purotto ga atte mo, watashi wa saisho no episōdo no nochi de shō ni muchū ni natta.)\u001b[22m\n\nTranslations of \u001b[4mReLIFE is an anime that looks fairly generic when you take a look at the plot summary. After all, it is based on a high school setting like almost every other anime. But for some reason, even with its generic characters, setting, and nondescript plot, I found myself hooked on the show after the first episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReLIFE is an anime that looks fairly generic when you take a look at the plot summary.\u001b[24m\n    \u001b[1mReLIFEはプロットの要約を見るとかなり一般的に見えるアニメです。\u001b[22m, \u001b[1mReLIFEは、プロットの概要を見てみたときにかなり一般的に見えるアニメです。\u001b[22m\n\u001b[4mAfter all, it is based on a high school setting like almost every other anime.\u001b[24m\n    \u001b[1m結局のところ、それはほぼすべての他のアニメのような高校の設定に基づいています。\u001b[22m, \u001b[1m結局のところ、それはほとんどすべての他のアニメのように設定する高校に基づいています。\u001b[22m\n\u001b[4mBut for some reason, even with its generic characters, setting, and nondescript plot, I found myself hooked on the show after the first episode.\u001b[24m\n    \u001b[1mしかし何らかの理由で、ジェネリックキャラクター、セッティング、そして無言のプロットがあっても、私は最初のエピソードの後でショーに夢中になった。\u001b[22m, \u001b[1mしかし、たとえその汎用的な文字、設定、および目立たないプロットといくつかの理由で、私は最初のエピソードの後番組で自分が夢中に見つかりました。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot as I have mentioned above is nothing unique. The story follows Kaizaki Arata, a 27-year old jobless guy who is given a second chance at improving his job acquisition skills by Yaoke, an agent at a pharmaceutical research department, by offering a pill that will help him look 17-years old and relive his highschool life for a year. That's basically it. The rest of the series follows Kaizaki's interactions with students who are 10 years younger than him. Even though the plot may sound like the life of a high schooler, it is quite fun to see events unfold through the interactions between adults and youngsters. The show also presents adolescent moral problems, and of course, it is up to our protagonists to help his friends solve them. There are no big plot twists but the story is consistent throughout the 13 episodes, save for the last episode where a big plot twist is revealed only to be left off for the second season, that is if one ever comes. The ending is fairly satisfying, but it never completely 'ends' the whole thing, so that may be unfulfilling to some viewers.\n\n\u001b[1m私が上で言及したプロットは何も独特ではない。 物語は、27歳の失業者のKaizaki Arata、彼は17歳と彼を見て助ける錠剤を提供することによって製薬研究部のエージェント、Yaokeによって就職スキルを向上させることを2度与えられた 彼の高校生の生活を1年間再現する。 それは基本的にそれです。 残りのシリーズは、彼より10歳若い生徒とのKaizakiのやり取りに従います。 プロットは高校生の人生のように聞こえるかもしれませんが、大人と若者の交流を通してイベントが展開されるのはかなり楽しいです。 ショーはまた、思春期の道徳的な問題を提示し、もちろん、彼の友人がそれらを解決するのを助けるのは私たちの主人公に任されています。 大きなプロットの紆余曲折はありませんが、最後のエピソードでは第2シーズン、つまりこれが終わった場合にのみ放棄されることが明らかになっています。 エンディングはかなり満足していますが、全部を完全に「終了」することはないので、一部の視聴者にとっては不十分かもしれません。\u001b[22m\n\u001b[1m(Watashi ga ue de genkyū shita purotto wa nani mo dokutokude wanai. Monogatari wa, 27-sai no shitsugyō-sha no Kaizaki Arata, kare wa 17-sai to kare o mite tasukeru jōzai o teikyō suru koto ni yotte seiyaku kenkyū-bu no ējento, Yaoke ni yotte shūshoku sukiru o kōjō sa seru koto o 2-do ataerareta kare no kōkōsei no seikatsu o 1-nenkan saigen suru. Sore wa kihontekini soredesu. Nokori no shirīzu wa, kare yori 10-sai wakai seito to no Kaizaki no yaritori ni shitagaimasu. Purotto wa kōkōsei no jinsei no yō ni kikoeru kamo shiremasenga, otona to wakamono no kōryū o tōshite ibento ga tenkai sa reru no wa kanari tanoshīdesu. Shō wa mata, shishunki no dōtokutekina mondai o teiji shi, mochiron, kare no yūjin ga sorera o kaiketsu suru no o tasukeru no wa watashitachi no shujinkō ni makasa rete imasu. Ōkina purotto no uyokyokusetsu wa arimasenga, saigo no episōdode wa dai 2 shīzun, tsumari kore ga owatta baai ni nomi hōki sa reru koto ga akiraka ni natte imasu. Endingu wa kanari manzoku shite imasuga, zenbu o kanzen ni `shūryō' suru koto wanainode, ichibu no shichō-sha ni totte wa fujūbun kamo shiremasen.)\u001b[22m\n\u001b[1m\u001b[22m\nThe characters too are nothing unique and they follow the same archetype that every high school class students ever have. You know, the awkward main protagonist, the genius yet unsociable female protaginist, the genius but dense guy, the hotheaded tsundere, etc. But seeing their interactions is fun and often humorous. Humor is one of the good points of the show which it handles suprisingly well. Even in dramatic moments, the show slips in humor that never feels out of place. And it also feels nice to see our characters developing through each episode, whether it is overcoming rifts in friendship or learning how to smile (lol). The funniest character must be the female lead Hishiro Chizuru. Seeing her learn to adapt eith society is easily is one of, if not THE, best parts of the show. There is always something to learn from these characters as they overcome their struggles and that's what makes them great. The voice actors did a great job too.\n\n\u001b[1mキャラクターもユニークではなく、すべての高校生がこれまでに持っていたのと同じアーキタイプに従います。 あなたが知っている、厄介な主な主人公、天才でありながら非公式の女性protaginist、天才しかし密な男、hotheaded tsundereなど。しかし、彼らの相互作用を見て楽しく、多くの場合、ユーモラスです。 ユーモアは、それが驚くほどよく扱うショーの良い点の1つです。 劇的な瞬間でさえ、ショーはユーモアの中で滑り落ち、決して外れていないと感じることはありません。 また、友情の克服や笑顔の習得（笑）を克服しているかどうかにかかわらず、各エピソードを通じて成長しているキャラクターを見ることもうれしいです。 一番面白いのは女性首相ヒズイ・チズルです。 彼女がeith社会に適応することを学ぶことを見ることは、ショーの最高の部分ではないにしても、簡単です。 彼らの苦闘を乗り越えていくうちに、これらのキャラクターから学ぶべきことが常にあります。 声優も素晴らしい仕事をしました。\u001b[22m\n\u001b[1m(Kyarakutā mo yunīkude wa naku, subete no kōkōsei ga kore made ni motte ita no to onaji ākitaipu ni shitagaimasu. Anata ga shitte iru, yakkaina omona shujinkō, tensaidearinagara hikōshiki no josei protaginist, tensai shikashi mitsuna otoko, hotheaded tsundere nado. Shikashi, karera no sōgo sayō o mite tanoshiku, ōku no baai, yūmorasudesu. Yūmoa wa, sore ga odoroku hodo yoku atsukau shō no yoi ten no 1tsudesu. Gekitekina shunkande sae, shō wa yūmoa no naka de suberiochi, kesshite hazurete inai to kanjiru koto wa arimasen. Mata, yūjō no kokufuku ya egao no shūtoku (Emi) o kokufuku shite iru ka dō ka ni kakawarazu, kaku episōdo o tsūjite seichō shite iru kyarakutā o miru koto mo ureshīdesu. Ichiban omoshiroi no wa josei shushō hizui chizurudesu. Kanojo ga eith shakai ni tekiō suru koto o manabu koto o miru koto wa, shō no saikō no bubunde wa nai ni shite mo, kantandesu. Karera no kutō o norikoete iku uchi ni, korera no kyarakutā kara manabubeki koto ga tsuneni arimasu. Seiyū mo subarashī shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters too are nothing unique and they follow the same archetype that every high school class students ever have. You know, the awkward main protagonist, the genius yet unsociable female protaginist, the genius but dense guy, the hotheaded tsundere, etc. But seeing their interactions is fun and often humorous. Humor is one of the good points of the show which it handles suprisingly well. Even in dramatic moments, the show slips in humor that never feels out of place. And it also feels nice to see our characters developing through each episode, whether it is overcoming rifts in friendship or learning how to smile (lol). The funniest character must be the female lead Hishiro Chizuru. Seeing her learn to adapt eith society is easily is one of, if not THE, best parts of the show. There is always something to learn from these characters as they overcome their struggles and that's what makes them great. The voice actors did a great job too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters too are nothing unique and they follow the same archetype that every high school class students ever have.\u001b[24m\n    \u001b[1mキャラクターもユニークではなく、すべての高校生がこれまでに持っていたのと同じアーキタイプに従います。\u001b[22m, \u001b[1m文字はあまりにもユニークな何もない、彼らはすべての高校のクラスの生徒が今まで持っているのと同じ原型に従ってください。\u001b[22m\n\u001b[4mYou know, the awkward main protagonist, the genius yet unsociable female protaginist, the genius but dense guy, the hotheaded tsundere, etc. But seeing their interactions is fun and often humorous.\u001b[24m\n    \u001b[1mあなたが知っている、厄介な主な主人公、天才でありながら非公式の女性protaginist、天才しかし密な男、hotheaded tsundereなど。しかし、彼らの相互作用を見て楽しく、多くの場合、ユーモラスです。\u001b[22m, \u001b[1mあなたが知っている、厄介な主人公、天才まだ非社交的な女性protaginist、天才が、密な男、せっかちなツンデレ、などしかし、それらの相互作用を見てすることの楽しさと、しばしばユーモラスです。\u001b[22m\n\u001b[4mHumor is one of the good points of the show which it handles suprisingly well.\u001b[24m\n    \u001b[1mユーモアは、それが驚くほどよく扱うショーの良い点の1つです。\u001b[22m, \u001b[1mユーモアは、それが驚くほどうまく扱うショーの良い点の一つです。\u001b[22m\n\u001b[4mEven in dramatic moments, the show slips in humor that never feels out of place.\u001b[24m\n    \u001b[1m劇的な瞬間でさえ、ショーはユーモアの中で滑り落ち、決して外れていないと感じることはありません。\u001b[22m, \u001b[1mでも劇的な瞬間に、ショーは場違いに感じたことがないユーモアでスリップ。\u001b[22m\n\u001b[4mAnd it also feels nice to see our characters developing through each episode, whether it is overcoming rifts in friendship or learning how to smile (lol).\u001b[24m\n    \u001b[1mまた、友情の克服や笑顔の習得（笑）を克服しているかどうかにかかわらず、各エピソードを通じて成長しているキャラクターを見ることもうれしいです。\u001b[22m, \u001b[1mそしてそれはまた、それが友情に亀裂を克服するか（笑）笑顔にする方法を学んでいるかどうか、各エピソード介して現像私たちの文字を見ることが気持ちいい。\u001b[22m\n\u001b[4mThe funniest character must be the female lead Hishiro Chizuru.\u001b[24m\n    \u001b[1m一番面白いのは女性首相ヒズイ・チズルです。\u001b[22m, \u001b[1mおかしなキャラクターは女性のリードHishiro千鶴なければなりません。\u001b[22m\n\u001b[4mSeeing her learn to adapt eith society is easily is one of, if not THE, best parts of the show.\u001b[24m\n    \u001b[1m彼女がeith社会に適応することを学ぶことを見ることは、ショーの最高の部分ではないにしても、簡単です。\u001b[22m, \u001b[1m彼女はEITH社会に適応することを学ぶ見ることは容易の1、そうでない場合はショーの、最良の部分です。\u001b[22m\n\u001b[4mThere is always something to learn from these characters as they overcome their struggles and that's what makes them great.\u001b[24m\n    \u001b[1m彼らの苦闘を乗り越えていくうちに、これらのキャラクターから学ぶべきことが常にあります。\u001b[22m, \u001b[1m彼らは彼らの闘争を克服し、それはそれは素晴らしい作るものだとして、これらの文字から学ぶために何かが常にあります。\u001b[22m\n\u001b[4mThe voice actors did a great job too.\u001b[24m\n    \u001b[1m声優も素晴らしい仕事をしました。\u001b[22m, \u001b[1m声優はあまりにも素晴らしい仕事をしました。\u001b[22m\n\u001b[1m\u001b[22m\nArt was fairly good and the backgrounds looked crisp and well-constrasted. Episode 13, especially, was an artfest. That episode was really beautifully animated. Well, I guess you can't badly animate fireworks, can you?\n\n\u001b[1m芸術はかなり良かったし、背景も鮮明で見事に見えた。 エピソード13は、特に、芸術だった。 そのエピソードは本当にきれいにアニメ化されました。 まあ、花火をひどくアニメ化することはできないと思いますか？\u001b[22m\n\u001b[1m(Geijutsu wa kanari yokattashi, haikei mo senmeide migoto ni mieta. Episōdo 13 wa, tokuni, geijutsudatta. Sono episōdo wa hontōni kirei ni anime-ka sa remashita. Mā, hanabi o hidoku anime-ka suru koto wa dekinai to omoimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mArt was fairly good and the backgrounds looked crisp and well-constrasted. Episode 13, especially, was an artfest. That episode was really beautifully animated. Well, I guess you can't badly animate fireworks, can you?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt was fairly good and the backgrounds looked crisp and well-constrasted.\u001b[24m\n    \u001b[1m芸術はかなり良かったし、背景も鮮明で見事に見えた。\u001b[22m, \u001b[1mアートはかなり良かったし、背景はくっきりとよくconstrasted見えました。\u001b[22m\n\u001b[4mEpisode 13, especially, was an artfest.\u001b[24m\n    \u001b[1mエピソード13は、特に、芸術だった。\u001b[22m, \u001b[1m第13話では、特に、artfestました。\u001b[22m\n\u001b[4mThat episode was really beautifully animated.\u001b[24m\n    \u001b[1mそのエピソードは本当にきれいにアニメ化されました。\u001b[22m, \u001b[1mそのエピソードは本当に美しくアニメ化されました。\u001b[22m\n\u001b[4mWell, I guess you can't badly animate fireworks, can you?\u001b[24m\n    \u001b[1mまあ、花火をひどくアニメ化することはできないと思いますか？\u001b[22m, \u001b[1mまあ、私がすることができます、あなたはひどく花火をアニメーション化することはできませんと思いますか？\u001b[22m\nI was a little dissapointed with the soundtrack of the show, especially the one that was played during the humorous and conversational scenes. It just felt cheap and out of place with those scenes. It was just composed of piano notes that looked random and sounded lazy. The opening was quite good while the ending was average.\n\n\u001b[1m私はショーのサウンドトラック、特にユーモラスで会話の場面で演奏されたサウンドトラックに少し不満を抱いていました。 それは、それらの場面で安く、不自由に感じました。 それはちょうどランダムに見え、怠惰に聞こえるピアノ音符で構成されていました。 終わりは平均だったが、オープニングはかなり良かった。\u001b[22m\n\u001b[1m(Watashi wa shō no saundotorakku, tokuni yūmorasu de kaiwa no bamen de ensō sa reta saundotorakku ni sukoshi fuman o daite imashita. Sore wa, sorera no bamen de yasuku, fujiyū ni kanjimashita. Sore wa chōdo randamu ni mie, taida ni kikoeru piano onpu de kōsei sa rete imashita. Owari wa heikindattaga, ōpuningu wa kanari yokatta.)\u001b[22m\n\nTranslations of \u001b[4mI was a little dissapointed with the soundtrack of the show, especially the one that was played during the humorous and conversational scenes. It just felt cheap and out of place with those scenes. It was just composed of piano notes that looked random and sounded lazy. The opening was quite good while the ending was average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was a little dissapointed with the soundtrack of the show, especially the one that was played during the humorous and conversational scenes.\u001b[24m\n    \u001b[1m私はショーのサウンドトラック、特にユーモラスで会話の場面で演奏されたサウンドトラックに少し不満を抱いていました。\u001b[22m, \u001b[1m私はショーのサウンドトラック、ユーモラスで会話シーンの間に演奏された、特に1で少しがっかりでした。\u001b[22m\n\u001b[4mIt just felt cheap and out of place with those scenes.\u001b[24m\n    \u001b[1mそれは、それらの場面で安く、不自由に感じました。\u001b[22m, \u001b[1mそれはちょうど安く、それらのシーンと場違いに感じました。\u001b[22m\n\u001b[4mIt was just composed of piano notes that looked random and sounded lazy.\u001b[24m\n    \u001b[1mそれはちょうどランダムに見え、怠惰に聞こえるピアノ音符で構成されていました。\u001b[22m, \u001b[1mこれは、単にランダムに見えたと怠惰鳴らすピアノのノートから構成されていました。\u001b[22m\n\u001b[4mThe opening was quite good while the ending was average.\u001b[24m\n    \u001b[1m終わりは平均だったが、オープニングはかなり良かった。\u001b[22m, \u001b[1mエンディングは平均的であった開口部はかなり良かったです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, ReLIFE is a fun anime that is entertaining to watch and is something we can learn from. It is one of those anime which can be truly categorized under the Slice of Life genre. I would highly recommend anyone to watch it. I promise it will be worth your time. GO WATCH IT!!! (and don't watch the dub if it ever comes out, because - ah, you know it.)\n\n\u001b[1m全体的に、ReLIFEは面白い面白いアニメであり、私たちが学ぶことができるものです。 これは、スライス・オブ・ライフのジャンルの下で本当に分類できるアニメの1つです。 私は誰もそれを見ることを強く勧めます。 私はそれがあなたの時間の価値があることを約束します。 それを見てGO！  （もしダブが出てきたらダブを見ないでください - ああ、あなたはそれを知っているからです）。\u001b[22m\n\u001b[1m(Zentai-teki ni, ReLIFE wa omoshiroi omoshiroi animedeari, watashitachi ga manabu koto ga dekiru monodesu. Kore wa, suraisu Obu raifu no janru no shita de hontōni bunrui dekiru anime no 1tsudesu. Watashi wa dare mo sore o miru koto o tsuyoku susumemasu. Watashi wa sore ga anata no jikan no kachi ga aru koto o yakusoku shimasu. Sore o mite GO! (Moshi dabu ga dete kitara dabu o minaide kudasai - ā, anata wa sore o shitte irukaradesu).)\u001b[22m\n\nTranslations of \u001b[4mOverall, ReLIFE is a fun anime that is entertaining to watch and is something we can learn from. It is one of those anime which can be truly categorized under the Slice of Life genre. I would highly recommend anyone to watch it. I promise it will be worth your time. GO WATCH IT!!! (and don't watch the dub if it ever comes out, because - ah, you know it.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, ReLIFE is a fun anime that is entertaining to watch and is something we can learn from.\u001b[24m\n    \u001b[1m全体的に、ReLIFEは面白い面白いアニメであり、私たちが学ぶことができるものです。\u001b[22m, \u001b[1m全体的に、ReLIFEは見に楽しまれている楽しいアニメであり、我々はから学ぶことができるものです。\u001b[22m\n\u001b[4mIt is one of those anime which can be truly categorized under the Slice of Life genre.\u001b[24m\n    \u001b[1mこれは、スライス・オブ・ライフのジャンルの下で本当に分類できるアニメの1つです。\u001b[22m, \u001b[1mそれは本当にスライス生命のジャンルに分類することができ、これらのアニメの一つです。\u001b[22m\n\u001b[4mI would highly recommend anyone to watch it.\u001b[24m\n    \u001b[1m私は誰もそれを見ることを強く勧めます。\u001b[22m, \u001b[1m私は非常にそれを見るために誰をお勧めします。\u001b[22m\n\u001b[4mI promise it will be worth your time.\u001b[24m\n    \u001b[1m私はそれがあなたの時間の価値があることを約束します。\u001b[22m, \u001b[1m私はそれはあなたの時間の価値があることを約束します。\u001b[22m\n\u001b[4mGO WATCH IT!!!\u001b[24m\n    \u001b[1mそれを見てGO！\u001b[22m\n\u001b[4m(and don't watch the dub if it ever comes out, because - ah, you know it.)\u001b[24m\n    \u001b[1m（もしダブが出てきたらダブを見ないでください - ああ、あなたはそれを知っているからです）。\u001b[22m, \u001b[1m（ので、それは今まで、出てくる場合とダブを見ていない - 。ああ、あなたはそれを知っています）\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "Lishe",
    "profile": "/profile/Lishe/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=224501",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  6\n\nReLIFEはソリッド8になるチャンスがあったアニメですが、ロムコムが真のエンディングを提供するのに十分なほど真剣に失敗するか、 私の日々は終わりのように続き、漠然とした、一般的な、そして不満足なものが生まれました。\n\nストーリーは、17歳のように見える実験を経て仕事を提供され、リハビリのために高校の最後の年に彼を戻す、27歳の「シャットイン」を中心としています。 その年が終わった後、彼が扱った人は誰も彼を忘れるだろう。 理論的には、これは面白い設定のように聞こえるが、実際には何もしない。 このキャラクターは、彼が望むロマンスを追求することを拒否し、時間をかけて失敗したすべての試験に費やしています。 時には大人が関与しているように見せますが、それは若干の焦点がずれているため、高校アニメの別の一般的なスライスにすぎません。\n\nこのスポイラーを無料にしようとすると、アニメには、主人公が恋に落ちて忘れられた悲しい結末、または「奇跡」が起きるハッピーエンドという2つの現実的なエンディングがあり、彼は滞在します 彼の恋人と一緒に。 代わりに、それは、他のすべての平凡な生活/コメディ/ハーレム/ロマンスがこれまでに何度もやったことを何度もやったことがあります。 あなた自身の挿入が好きでないか、あなたのキャラクターに関係する必要がなければ（私は、架空の仕事であると思われる何かに無駄な努力をしていると思います。 自分自身を主演する物語としてではなく）これにあなたの時間を無駄にしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nReLIFE is an anime that had a chance to be a solid 8, but fell short due to the common mistake in the market where a romcom will either fail to take itself seriously enough to deliver a real ending or put the status quo of the slice of life above everything else, providing with a generic, overused 'and my days continued like that' ending, resulting in something vague, general, and unsatisfying.\n\n\u001b[1mReLIFEはソリッド8になるチャンスがあったアニメですが、ロムコムが真のエンディングを提供するのに十分なほど真剣に失敗するか、 私の日々は終わりのように続き、漠然とした、一般的な、そして不満足なものが生まれました。\u001b[22m\n\u001b[1m(ReLIFE wa soriddo 8 ni naru chansu ga atta animedesuga, romukomu ga shin no endingu o teikyō suru no ni jūbun'na hodo shinken ni shippai suru ka, watashi no hibi wa owari no yō ni tsudzuki, bakuzento shita, ippantekina, soshite fumanzokuna mono ga umaremashita.)\u001b[22m\n\nTranslations of \u001b[4mReLIFE is an anime that had a chance to be a solid 8, but fell short due to the common mistake in the market where a romcom will either fail to take itself seriously enough to deliver a real ending or put the status quo of the slice of life above everything else, providing with a generic, overused 'and my days continued like that' ending, resulting in something vague, general, and unsatisfying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReLIFE is an anime that had a chance to be a solid 8, but fell short due to the common mistake in the market where a romcom will either fail to take itself seriously enough to deliver a real ending or put the status quo of the slice of\u001b[24m\n    \u001b[1mReLIFEはソリッド8になるチャンスがあったアニメですが、ロムコムが真のエンディングを提供するのに十分なほど真剣に失敗するか、\u001b[22m, \u001b[1mReLIFEは、固体8になるチャンスがあったが、原因romcomは真剣に十分な実エンディングを引き渡すかのスライスの現状を置くために自分自身を取るに失敗するか、市場で一般的な間違いに及ばなかったアニメです\u001b[22m\n\u001b[4mlife above everything else, providing with a generic, overused 'and my days continued like that' ending, resulting in something vague, general, and unsatisfying.\u001b[24m\n    \u001b[1m私の日々は終わりのように続き、漠然とした、一般的な、そして不満足なものが生まれました。\u001b[22m, \u001b[1m一般的な、使い古さで提供する他のすべての上記の人生、漠然とした一般的な、そして満足のいかないもので、その結果、エンディング 'と私の日はそのように続けました」。\u001b[22m\n\u001b[1m\u001b[22m\nThe story centers around a 27 year-old 'shut-in' who is offered a job by going through an experiment that makes him look like he's 17 years old, and puts him back in the last year of high school for rehabilitation. After that year is over, everyone he dealt with will forget about him. In theory this sounds like an interesting setting but it doesn't really do anything with itself. The character spends all of his time failing exams, socializing, and refusing to pursue the romance he knows he wants. It sometimes pretends adults are involved, but it's such a slight shift in focus that it may as well just be another generic slice of life high school anime.\n\n\u001b[1mストーリーは、17歳のように見える実験を経て仕事を提供され、リハビリのために高校の最後の年に彼を戻す、27歳の「シャットイン」を中心としています。 その年が終わった後、彼が扱った人は誰も彼を忘れるだろう。 理論的には、これは面白い設定のように聞こえるが、実際には何もしない。 このキャラクターは、彼が望むロマンスを追求することを拒否し、時間をかけて失敗したすべての試験に費やしています。 時には大人が関与しているように見せますが、それは若干の焦点がずれているため、高校アニメの別の一般的なスライスにすぎません。\u001b[22m\n\u001b[1m(Sutōrī wa, 17-sai no yōnimieru jikken o hete shigoto o teikyō sa re, rihabiri no tame ni kōkō no saigo no toshi ni kare o modosu, 27-sai no `shattoin' o chūshin to shite imasu. Sono-nen ga owatta nochi, kare ga atsukatta hito wa dare mo kare o wasurerudarou. Riron-teki ni wa, korehaomoshiroi settei no yō ni kikoeruga, jissai ni wa nani mo shinai. Kono kyarakutā wa, kare ga nozomu romansu o tsuikyū suru koto o kyohi shi, jikan o kakete shippaishita subete no shiken ni tsuiyashite imasu. Tokiniha otona ga kan'yo shite iru yō ni misemasuga, sore wa jakkan no shōten ga zurete iru tame, kōkō anime no betsu no ippantekina suraisu ni sugimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story centers around a 27 year-old 'shut-in' who is offered a job by going through an experiment that makes him look like he's 17 years old, and puts him back in the last year of high school for rehabilitation. After that year is over, everyone he dealt with will forget about him. In theory this sounds like an interesting setting but it doesn't really do anything with itself. The character spends all of his time failing exams, socializing, and refusing to pursue the romance he knows he wants. It sometimes pretends adults are involved, but it's such a slight shift in focus that it may as well just be another generic slice of life high school anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story centers around a 27 year-old 'shut-in' who is offered a job by going through an experiment that makes him look like he's 17 years old, and puts him back in the last year of high school for rehabilitation.\u001b[24m\n    \u001b[1mストーリーは、17歳のように見える実験を経て仕事を提供され、リハビリのために高校の最後の年に彼を戻す、27歳の「シャットイン」を中心としています。\u001b[22m, \u001b[1m彼は17歳だように彼が見えます、とリハビリのための高校の最後の年で彼を戻って置く実験を経て仕事を提供された27歳の「シャットイン」の周りの話センター。\u001b[22m\n\u001b[4mAfter that year is over, everyone he dealt with will forget about him.\u001b[24m\n    \u001b[1mその年が終わった後、彼が扱った人は誰も彼を忘れるだろう。\u001b[22m, \u001b[1mその年が終わった後、彼は取り扱わ誰もが彼について忘れます。\u001b[22m\n\u001b[4mIn theory this sounds like an interesting setting but it doesn't really do anything with itself.\u001b[24m\n    \u001b[1m理論的には、これは面白い設定のように聞こえるが、実際には何もしない。\u001b[22m, \u001b[1m理論的にはこれは面白い設定のように聞こえるが、それは本当に自分自身で何もしていません。\u001b[22m\n\u001b[4mThe character spends all of his time failing exams, socializing, and refusing to pursue the romance he knows he wants.\u001b[24m\n    \u001b[1mこのキャラクターは、彼が望むロマンスを追求することを拒否し、時間をかけて失敗したすべての試験に費やしています。\u001b[22m, \u001b[1mキャラクターは彼の時間、試験に失敗した社交、と彼は彼が望んでいる知っているロマンスを追求することを拒否のすべてを費やしています。\u001b[22m\n\u001b[4mIt sometimes pretends adults are involved, but it's such a slight shift in focus that it may as well just be another generic slice of life high school anime.\u001b[24m\n    \u001b[1m時には大人が関与しているように見せますが、それは若干の焦点がずれているため、高校アニメの別の一般的なスライスにすぎません。\u001b[22m, \u001b[1mそれは時々大人が関与しているふりをするが、それは同様にちょうど生命高校アニメの別の一般的なスライスであることを焦点にこのようなわずかなシフトです。\u001b[22m\n\u001b[1m\u001b[22m\nTrying to keep this spoiler free, the anime had two realistic endings it could've chased, the sad ending where the main character falls in love and is forgotten about, or the happy ending where a 'miracle' happens, and he gets to stay with his sweetheart. Instead it chose to do what every other mediocre slice of life/comedy/harem/romance has done before, many times. Unless you like self-inserting or NEED to relate to your characters (which I consider a futile endeavor in anything that is supposed to be a fictional work, where you're supposed to accept an universe and its characters as a story told to you, not as a story starring yourself) don't waste your time on this.\n\n\u001b[1mこのスポイラーを無料にしようとすると、アニメには、主人公が恋に落ちて忘れられた悲しい結末、または「奇跡」が起きるハッピーエンドという2つの現実的なエンディングがあり、彼は滞在します 彼の恋人と一緒に。 代わりに、それは、他のすべての平凡な生活/コメディ/ハーレム/ロマンスがこれまでに何度もやったことを何度もやったことがあります。 あなた自身の挿入が好きでないか、あなたのキャラクターに関係する必要がなければ（私は、架空の仕事であると思われる何かに無駄な努力をしていると思います。 自分自身を主演する物語としてではなく）これにあなたの時間を無駄にしないでください。\u001b[22m\n\u001b[1m(Kono supoirā o muryō ni shiyou to suru to, anime ni wa, shujinkō ga koiniochite wasure rareta kanashī ketsumatsu, matawa `kiseki' ga okiru happīendo to iu 2tsu no genjitsu-tekina endingu ga ari, kare wa taizai shimasu kare no koibito to issho ni. Kawari ni, soreha, hoka no subete no heibon'na seikatsu/ komedi/ hāremu/ romansu ga kore made ni nando mo yatta koto o nando mo yatta koto ga arimasu. Anata jishin no sōnyū ga sukidenai ka, anata no kyarakutā ni kankei suru hitsuyō ga nakereba (watashi wa, kakū no shigotodearu to omowa reru nanika ni mudana doryoku o shite iru to omoimasu. Jibun jishin o shuen suru monogatari to shitede wanaku) kore ni anata no jikan o muda ni shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mTrying to keep this spoiler free, the anime had two realistic endings it could've chased, the sad ending where the main character falls in love and is forgotten about, or the happy ending where a 'miracle' happens, and he gets to stay with his sweetheart. Instead it chose to do what every other mediocre slice of life/comedy/harem/romance has done before, many times. Unless you like self-inserting or NEED to relate to your characters (which I consider a futile endeavor in anything that is supposed to be a fictional work, where you're supposed to accept an universe and its characters as a story told to you, not as a story starring yourself) don't waste your time on this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTrying to keep this spoiler free, the anime had two realistic endings it could've chased, the sad ending where the main character falls in love and is forgotten about, or the happy ending where a 'miracle' happens, and he gets to stay\u001b[24m\n    \u001b[1mこのスポイラーを無料にしようとすると、アニメには、主人公が恋に落ちて忘れられた悲しい結末、または「奇跡」が起きるハッピーエンドという2つの現実的なエンディングがあり、彼は滞在します\u001b[22m, \u001b[1m無料このスポイラーを維持しようとすると、アニメは2、それが追いかけてきた可能性が現実的な語尾、主人公が恋に落ち、忘れされて悲しい結末、または '奇跡'が起こるハッピーエンドを持っていた、と彼が滞在します\u001b[22m\n\u001b[4mwith his sweetheart.\u001b[24m\n    \u001b[1m彼の恋人と一緒に。\u001b[22m, \u001b[1m彼の恋人と。\u001b[22m\n\u001b[4mInstead it chose to do what every other mediocre slice of life/comedy/harem/romance has done before, many times.\u001b[24m\n    \u001b[1m代わりに、それは、他のすべての平凡な生活/コメディ/ハーレム/ロマンスがこれまでに何度もやったことを何度もやったことがあります。\u001b[22m, \u001b[1m代わりに、それは人生/コメディ/ハーレム/ロマンスの他のすべての平凡なスライスは、前に何度も行っている何をすることにしました。\u001b[22m\n\u001b[4mUnless you like self-inserting or NEED to relate to your characters (which I consider a futile endeavor in anything that is supposed to be a fictional work, where you're supposed to accept an universe and its characters as a story told to you,\u001b[24m\n    \u001b[1mあなた自身の挿入が好きでないか、あなたのキャラクターに関係する必要がなければ（私は、架空の仕事であると思われる何かに無駄な努力をしていると思います。\u001b[22m, \u001b[1mあなたは、自己挿入またはあなたが物語があなたに言ったように、宇宙とその文字を受け入れことになっている架空の仕事であると考えられる私は何に無駄な努力を考えるあなたの文字（に関係する必要がありますが好きな場合を除き、\u001b[22m\n\u001b[4mnot as a story starring yourself) don't waste your time on this.\u001b[24m\n    \u001b[1m自分自身を主演する物語としてではなく）これにあなたの時間を無駄にしないでください。\u001b[22m, \u001b[1m）自分自身主演の話として、この上にあなたの時間を無駄にしないではありません。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "barefootchuck",
    "profile": "/profile/barefootchuck/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=224171",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  10\nキャラクター|  4\n|  7\n\n私にとって目立つものは、気分と一緒に流れるピアノ曲です。 それはリズムゲームをするようなものです。 良いピアノ、良い音楽、良いBGM。 間違いなく\n\nキャラクターは非常に予測可能で、アニメがドラゴンエイジを演じていて、与えられた順序でそれらに異なる戦略を割り当てるのと同じです。 文字のメア・スレーブ・スワ・フラ・ス・ブレイク・スワロー\n\n多くの大きなヒントが落とされているので、プロットは予測可能です。 つまり、これは謎のタイプのショーではなく、まるでベビーステップスのような感じです。 プロットツイストあなたは言う？ あなたの見方によります。 ああ、すごい",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThings that stand out to me is the piano composition that flowed with the mood. It's like playing rhythm games. good piano, good music,m good BGM. blah blah blah blah\n\n\u001b[1m私にとって目立つものは、気分と一緒に流れるピアノ曲です。 それはリズムゲームをするようなものです。 良いピアノ、良い音楽、良いBGM。 間違いなく\u001b[22m\n\u001b[1m(Watashi ni totte medatsu mono wa, kibun to issho ni nagareru piano kyokudesu. Sore wa rizumugēmu o suru yōna monodesu. Yoi piano, yoi ongaku, yoi BGM. Machigainaku)\u001b[22m\n\nTranslations of \u001b[4mThings that stand out to me is the piano composition that flowed with the mood. It's like playing rhythm games. good piano, good music,m good BGM. blah blah blah blah\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThings that stand out to me is the piano composition that flowed with the mood.\u001b[24m\n    \u001b[1m私にとって目立つものは、気分と一緒に流れるピアノ曲です。\u001b[22m, \u001b[1m私に目立つものは、気分に流さピアノの組成物です。\u001b[22m\n\u001b[4mIt's like playing rhythm games.\u001b[24m\n    \u001b[1mそれはリズムゲームをするようなものです。\u001b[22m, \u001b[1mこれは、リズムゲームをプレイするようなものです。\u001b[22m\n\u001b[4mgood piano, good music,m good BGM.\u001b[24m\n    \u001b[1m良いピアノ、良い音楽、良いBGM。\u001b[22m, \u001b[1m良いピアノ、良い音楽、良いBGMをメートル。\u001b[22m\n\u001b[4mblah blah blah blah\u001b[24m\n    \u001b[1m間違いなく\u001b[22m, \u001b[1m何とか何とか何とか何とか\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are highly predictable, it's like the anime was playing Dragon Age and allocating different strategy to them in a given order. Characters meh blah blah blah blah blah blah blah\n\n\u001b[1mキャラクターは非常に予測可能で、アニメがドラゴンエイジを演じていて、与えられた順序でそれらに異なる戦略を割り当てるのと同じです。 文字のメア・スレーブ・スワ・フラ・ス・ブレイク・スワロー\u001b[22m\n\u001b[1m(Kyarakutā wa hijō ni yosoku kanōde, anime ga doragon'eiji o enjite ite, ataerareta junjo de sorera ni kotonaru senryaku o wariateru no to onajidesu. Moji no mea surēbu Suwa fura su bureiku suwarō)\u001b[22m\n\nTranslations of \u001b[4mCharacters are highly predictable, it's like the anime was playing Dragon Age and allocating different strategy to them in a given order. Characters meh blah blah blah blah blah blah blah\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are highly predictable, it's like the anime was playing Dragon Age and allocating different strategy to them in a given order.\u001b[24m\n    \u001b[1mキャラクターは非常に予測可能で、アニメがドラゴンエイジを演じていて、与えられた順序でそれらに異なる戦略を割り当てるのと同じです。\u001b[22m, \u001b[1mキャラクターはアニメがドラゴンエイジをプレイし、与えられた順序でそれらに異なる戦略を割り当てたようにそれはだ、非常に予測可能です。\u001b[22m\n\u001b[4mCharacters meh blah blah blah blah blah blah blah\u001b[24m\n    \u001b[1m文字のメア・スレーブ・スワ・フラ・ス・ブレイク・スワロー\u001b[22m, \u001b[1mキャラクターまあまあ何とか何とか何とか何とか何とか何とか何とか\u001b[22m\n\u001b[1m\u001b[22m\nPlot is predictable since there are so many big hints being dropped. That being said, this is not a mystery type of show - the feel is kinda more like Baby Steps. Plot twist you say? Well, depends on how you look at it. blah blah blah blah blah blah\n\n\u001b[1m多くの大きなヒントが落とされているので、プロットは予測可能です。 つまり、これは謎のタイプのショーではなく、まるでベビーステップスのような感じです。 プロットツイストあなたは言う？ あなたの見方によります。 ああ、すごい\u001b[22m\n\u001b[1m(Ōku no ōkina hinto ga otosa rete irunode, purotto wa yosoku kanōdesu. Tsumari, koreha nazo no taipu no shōde wa naku, marude bebīsuteppusu no yōna kanjidesu. Purottotsuisuto anata wa iu? Anata no mikata ni yorimasu. Ā, sugoi)\u001b[22m\n\nTranslations of \u001b[4mPlot is predictable since there are so many big hints being dropped. That being said, this is not a mystery type of show - the feel is kinda more like Baby Steps. Plot twist you say? Well, depends on how you look at it. blah blah blah blah blah blah\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlot is predictable since there are so many big hints being dropped.\u001b[24m\n    \u001b[1m多くの大きなヒントが落とされているので、プロットは予測可能です。\u001b[22m, \u001b[1m削除されているので、多くの大きなヒントがあるのでプロットは予測可能です。\u001b[22m\n\u001b[4mThat being said, this is not a mystery type of show - the feel is kinda more like Baby Steps.\u001b[24m\n    \u001b[1mつまり、これは謎のタイプのショーではなく、まるでベビーステップスのような感じです。\u001b[22m, \u001b[1m言われていること、これはショーの謎のタイプではありません - 感触がよりベイビーステップのようちょっとです。\u001b[22m\n\u001b[4mPlot twist you say?\u001b[24m\n    \u001b[1mプロットツイストあなたは言う？\u001b[22m, \u001b[1mプロットツイストあなたが言いますか？\u001b[22m\n\u001b[4mWell, depends on how you look at it.\u001b[24m\n    \u001b[1mあなたの見方によります。\u001b[22m, \u001b[1mさて、あなたはそれを見てどのように依存します。\u001b[22m\n\u001b[4mblah blah blah blah blah blah\u001b[24m\n    \u001b[1mああ、すごい\u001b[22m, \u001b[1m何とか何とか何とか何とか何とか何とか\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "wrenflyingaway",
    "profile": "/profile/wrenflyingaway/reviews",
    "pages": "7",
    "number": "12",
    "link": "/reviews.php?id=224080",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  6\nキャラクター|  6\n|  6\n\nもう一度チャンスをしたいですか？  「ReLIFE」は、チャンスを逃した彼の人生を変えるための実験に乗り出す、失業した成人海人を追うことによって、二度目のチャンスの世界を探る。\n最初は、これは素早いアニメのように見えます。 エピソードはすべて一気に出てきた。 前提は有望だったが、私はこのアニメの多くを得ることを期待していなかった。 ああ、私は間違っていた。\n\nオガとカリア\n\nこのアニメは、すべての関係を構築することです。 そして、最高のカップルはOgaとKariuでなければなりません。 これらの2つはお互いの周りに踊っていた。 私は恋人になった友人のファンである。 これら2人はとてもかわいかったです。 あなたはKariuがOgaを好きだったと言うことは明らかです。 それは日のように明白でしたが、Ogaはとても気が散っていました。 なぜなら、私は友人が私に言ったまでは分かりませんでした。私は彼らの自白を愛していました。 それはとてもかわいいとランダムだった。 一週間中見たことのある最高のものの一つ。\n\nrelifeキャスト\n\n\n\n友情\n\nこのアニメについて私が賞賛したことの一つは、そのより深い意味とテーマでした。 私と付き合った主なテーマは基本的にヨロでした。 あなたはチャンスを取って、あなたがしたいことをする必要があります。 それは私と一緒に固まったものです。 山を登って世界を旅したい。 私は何かできることがあるように感じる。\nもう一つのテーマは、あなたのモンスターがあなたに近づかないようにすることです。  Kariuは拒絶され失われたというこのひどい感情的な混乱を経験しました。 これは、人々が毎日感じていることです。 そして彼女の感情的な状態は、私の意見ではうつ病のタイプに境界を定めました。 これは私の心を傷つける。 人々はこれを通過するからです。 それは悲しい事実です。\n\nKaizaki\n\n残念ながら、Kaizakiは副次的な役割を果たしているようだ。 しかし、彼は技術的に主人公です。 彼はあなたを鼓舞し、殴打の後であなたを拾う親友の多くです。 私は本当にこれが好きではありませんでした。 彼のReLIFEの一部が変わることを理解していますが、彼は本当に変わっていません。 少なくともオンスクリーンではありません。 私たちは、サイドキャラクターを手伝ってくれる彼のアークがあまりにも多く与えられました。 彼はより大きな役割を必要としました。\n\n花火\n\n私が持っていた最大の問題は終わりでした！ 私はあまり離れてあげません。 しかし、その終わりはそのような崖っぷちだった。 私たちは突然プロットツイストをしました（ところで、私はまったく来ないと思っていました）\n\n3/5",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWould you like to have a second chance? 'ReLIFE' explores the world of second chances by following the jobless adult Kaizaki Arata who takes a chance and embarks on an experiment to change his life.\n\n\u001b[1mもう一度チャンスをしたいですか？  「ReLIFE」は、チャンスを逃した彼の人生を変えるための実験に乗り出す、失業した成人海人を追うことによって、二度目のチャンスの世界を探る。\u001b[22m\n\u001b[1m(Mōichido chansu o shitaidesu ka? `ReLIFE' wa, chansu o nogashita kare no jinsei o kaeru tame no jikken ni noridasu, shitsugyō shita seijin ama o ou koto ni yotte, futatabime no chansu no sekai o saguru.)\u001b[22m\n\nTranslations of \u001b[4mWould you like to have a second chance? 'ReLIFE' explores the world of second chances by following the jobless adult Kaizaki Arata who takes a chance and embarks on an experiment to change his life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWould you like to have a second chance?\u001b[24m\n    \u001b[1mもう一度チャンスをしたいですか？\u001b[22m, \u001b[1mあなたは二度目のチャンスを持っていたいですか？\u001b[22m\n\u001b[4m'ReLIFE' explores the world of second chances by following the jobless adult Kaizaki Arata who takes a chance and embarks on an experiment to change his life.\u001b[24m\n    \u001b[1m「ReLIFE」は、チャンスを逃した彼の人生を変えるための実験に乗り出す、失業した成人海人を追うことによって、二度目のチャンスの世界を探る。\u001b[22m, \u001b[1m「ReLIFE 'はチャンスを取り、彼の人生を変更するには、実験に乗り出す失業大人Kaizakiアラタを、以下のことにより、第2のチャンスの世界を探検します。\u001b[22m\nAt first, this seems like a quick anime to watch. The episodes all came out at once. While the premise was promising, I didn't expect to get much out of this anime. Oh man, was I wrong.\n\n\u001b[1m最初は、これは素早いアニメのように見えます。 エピソードはすべて一気に出てきた。 前提は有望だったが、私はこのアニメの多くを得ることを期待していなかった。 ああ、私は間違っていた。\u001b[22m\n\u001b[1m(Saisho wa, kore wa subayai anime no yō ni miemasu. Episōdo wa subete ikkini detekita. Zentei wa yūbōdattaga, watashi wa kono anime no ōku o eru koto o kitai shite inakatta. Ā, watashi wa machigatte ita.)\u001b[22m\n\nTranslations of \u001b[4mAt first, this seems like a quick anime to watch. The episodes all came out at once. While the premise was promising, I didn't expect to get much out of this anime. Oh man, was I wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt first, this seems like a quick anime to watch.\u001b[24m\n    \u001b[1m最初は、これは素早いアニメのように見えます。\u001b[22m, \u001b[1m最初は、これは見に迅速なアニメのように思えます。\u001b[22m\n\u001b[4mThe episodes all came out at once.\u001b[24m\n    \u001b[1mエピソードはすべて一気に出てきた。\u001b[22m, \u001b[1mエピソード全てを一度に出てきました。\u001b[22m\n\u001b[4mWhile the premise was promising, I didn't expect to get much out of this anime.\u001b[24m\n    \u001b[1m前提は有望だったが、私はこのアニメの多くを得ることを期待していなかった。\u001b[22m, \u001b[1m前提は有望であったが、私はこのアニメの外にずっと得ることを期待していませんでした。\u001b[22m\n\u001b[4mOh man, was I wrong.\u001b[24m\n    \u001b[1mああ、私は間違っていた。\u001b[22m, \u001b[1mああ男は、私が間違っていました。\u001b[22m\n\u001b[1m\u001b[22m\noga and kariu\n\n\u001b[1mオガとカリア\u001b[22m\n\u001b[1m(Oga to Karia)\u001b[22m\n\nTranslations of \u001b[4moga and kariu\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moga and kariu\u001b[24m\n    \u001b[1mオガとカリア\u001b[22m, \u001b[1m男鹿とkariu\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is all about building relationships. And the best couple has to be Oga and Kariu. These two kept dancing around each other. I'm a fan of the friend turned lover romance. These two were so cute. You could obviously tell that Kariu liked Oga. It was as plain as day, but Oga was so oblivious. (Reminds me of me. Because apparently, people liked me? I don't know why, but they did. And I didn't know until a friend told me.) I loved their confession. It was so cute and random. One of the BEST things I've seen all week.\n\n\u001b[1mこのアニメは、すべての関係を構築することです。 そして、最高のカップルはOgaとKariuでなければなりません。 これらの2つはお互いの周りに踊っていた。 私は恋人になった友人のファンである。 これら2人はとてもかわいかったです。 あなたはKariuがOgaを好きだったと言うことは明らかです。 それは日のように明白でしたが、Ogaはとても気が散っていました。 なぜなら、私は友人が私に言ったまでは分かりませんでした。私は彼らの自白を愛していました。 それはとてもかわいいとランダムだった。 一週間中見たことのある最高のものの一つ。\u001b[22m\n\u001b[1m(Kono anime wa, subete no kankei o kōchiku suru kotodesu. Soshite, saikō no kappuru wa Oga to Kariudenakereba narimasen. Korera no 2tsu wa otagai no mawari ni odotte ita. Watashi wa koibito ni natta yūjin no fandearu. Korera 2-ri wa totemo kawaikattadesu. Anata wa Kariu ga Oga o sukidatta to iu koto wa akirakadesu. Sore wa Ni~Tsu no yō ni meihakudeshitaga, Oga wa totemo ki ga chitte imashita. Nazenara, watashi wa yūjin ga watashi ni itta made wa wakarimasendeshita. Watashi wa karera no jihaku o aishite imashita. Sore wa totemo kawaī to randamudatta. Isshūkan nakamita koto no aru saikō no mono no hitotsu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is all about building relationships. And the best couple has to be Oga and Kariu. These two kept dancing around each other. I'm a fan of the friend turned lover romance. These two were so cute. You could obviously tell that Kariu liked Oga. It was as plain as day, but Oga was so oblivious. (Reminds me of me. Because apparently, people liked me? I don't know why, but they did. And I didn't know until a friend told me.) I loved their confession. It was so cute and random. One of the BEST things I've seen all week.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is all about building relationships.\u001b[24m\n    \u001b[1mこのアニメは、すべての関係を構築することです。\u001b[22m, \u001b[1mこのアニメは、すべての関係の構築についてです。\u001b[22m\n\u001b[4mAnd the best couple has to be Oga and Kariu.\u001b[24m\n    \u001b[1mそして、最高のカップルはOgaとKariuでなければなりません。\u001b[22m, \u001b[1mそして、最高のカップルは男鹿とKariuなければなりません。\u001b[22m\n\u001b[4mThese two kept dancing around each other.\u001b[24m\n    \u001b[1mこれらの2つはお互いの周りに踊っていた。\u001b[22m, \u001b[1mこれら二つはお互いの周りに踊り続けました。\u001b[22m\n\u001b[4mI'm a fan of the friend turned lover romance.\u001b[24m\n    \u001b[1m私は恋人になった友人のファンである。\u001b[22m, \u001b[1m私は友人のファンが恋人のロマンスを回したんです。\u001b[22m\n\u001b[4mThese two were so cute.\u001b[24m\n    \u001b[1mこれら2人はとてもかわいかったです。\u001b[22m, \u001b[1mこれら二つはとてもかわいいでした。\u001b[22m\n\u001b[4mYou could obviously tell that Kariu liked Oga.\u001b[24m\n    \u001b[1mあなたはKariuがOgaを好きだったと言うことは明らかです。\u001b[22m, \u001b[1mあなたは明らかKariuは男鹿を気に入っていることを言うことができます。\u001b[22m\n\u001b[4mIt was as plain as day, but Oga was so oblivious.\u001b[24m\n    \u001b[1mそれは日のように明白でしたが、Ogaはとても気が散っていました。\u001b[22m, \u001b[1mそれは一日のように平野だったが、男鹿はとても気にとめました。\u001b[22m\n\u001b[4m(Reminds me of me. Because apparently, people liked me? I don't know why, but they did. And I didn't know until a friend told me.) I loved their confession.\u001b[24m\n    \u001b[1mなぜなら、私は友人が私に言ったまでは分かりませんでした。私は彼らの自白を愛していました。\u001b[22m, \u001b[1m（どうやら、人々は私を気に入っているので？私はなぜ知らないが、彼らがいた。そして、友人が私に言ったまで、私は知りませんでした。私のことを思い出す。）私は自分の告白を愛しました。\u001b[22m\n\u001b[4mIt was so cute and random.\u001b[24m\n    \u001b[1mそれはとてもかわいいとランダムだった。\u001b[22m, \u001b[1mそれはとてもかわいいし、ランダムでした。\u001b[22m\n\u001b[4mOne of the BEST things I've seen all week.\u001b[24m\n    \u001b[1m一週間中見たことのある最高のものの一つ。\u001b[22m, \u001b[1m私はすべての週に見た中で最高のものの一つ。\u001b[22m\n\u001b[1m\u001b[22m\nrelife cast\n\n\u001b[1mrelifeキャスト\u001b[22m\n\u001b[1m(Relife kyasuto)\u001b[22m\n\nTranslations of \u001b[4mrelife cast\u001b[24m\n[ \u001b[4mTiếng Việt\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mrelife\u001b[24m\n    \u001b[1mrelife\u001b[22m\n\u001b[4mrelife cast\u001b[24m\n    \u001b[1mキャスト\u001b[22m, \u001b[1m鋳物\u001b[22m, \u001b[1m鋳造\u001b[22m, \u001b[1mかぶり\u001b[22m, \u001b[1m流延\u001b[22m\n\u001b[1m\u001b[22m\nInterestingly enough, the side characters got lots of screentime. The story focused a lot on Kariu who isn't technically a side character. She had the volleyball with Tamarai arc and the cute confession arc. This was completely different than what I'm used to. I really liked getting to know all the side characters. They had complex stories, and they really had their stories told. It was different and strange but the good sort of different and strange.\n\n\u001b[1m面白いことに、サイドキャラクターは多くの驚きを得ました。 物語は、技術的側面の文字ではありませんKariuに多くを焦点を当てました。 彼女はTamaraiアークと可愛い告白アークでバレーボールを持っていました。 これは私が慣れていたものとはまったく異なっていました。 私はすべてのサイド・キャラクターを知ることを本当に好きでした。 彼らは複雑な物語を持っていて、実際に物語を語りました。 それは別の奇妙なが異なると奇妙なのは良い一種でした。\u001b[22m\n\u001b[1m(Omoshiroi koto ni, saidokyarakutā wa ōku no odoroki o emashita. Monogatari wa, gijutsu-teki sokumen no mojide wa arimasen Kariu ni ōku o shōten o atemashita. Kanojo wa Tamarai āku to kawaii kokuhaku āku de barēbōru o motte imashita. Kore wa watashi ga narete ita mono to wa mattaku kotonatte imashita. Watashi wa subete no saido kyarakutā o shiru koto o hontōni sukideshita. Karera wa fukuzatsuna monogatari o motte ite, jissai ni monogatari o katarimashita. Sore wa betsu no kimyōnaga kotonaru to kimyōna no wa yoi isshudeshita.)\u001b[22m\n\nTranslations of \u001b[4mInterestingly enough, the side characters got lots of screentime. The story focused a lot on Kariu who isn't technically a side character. She had the volleyball with Tamarai arc and the cute confession arc. This was completely different than what I'm used to. I really liked getting to know all the side characters. They had complex stories, and they really had their stories told. It was different and strange but the good sort of different and strange.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInterestingly enough, the side characters got lots of screentime.\u001b[24m\n    \u001b[1m面白いことに、サイドキャラクターは多くの驚きを得ました。\u001b[22m, \u001b[1m興味深いことに、側面の文字がスクリーン時間の多くを得ました。\u001b[22m\n\u001b[4mstory (c:nsubjmain)\u001b[24m\n    \u001b[1m物語は\u001b[22m, \u001b[1mストーリーは\u001b[22m, \u001b[1mの話は\u001b[22m, \u001b[1m物語\u001b[22m\n\u001b[4mtechnically\u001b[24m\n    \u001b[1m、技術的\u001b[22m, \u001b[1m技術的\u001b[22m, \u001b[1mは技術的\u001b[22m, \u001b[1mは技術的に\u001b[22m\n\u001b[4mside (c:comp)\u001b[24m\n    \u001b[1m側面\u001b[22m, \u001b[1mサイド\u001b[22m, \u001b[1mサイドの\u001b[22m, \u001b[1m側\u001b[22m, \u001b[1mの側\u001b[22m\n\u001b[4mcharacter\u001b[24m\n    \u001b[1mの文字\u001b[22m, \u001b[1m文字\u001b[22m, \u001b[1mた文字\u001b[22m, \u001b[1mのキャラクタ\u001b[22m\n\u001b[4mnot is\u001b[24m\n    \u001b[1mではありません\u001b[22m, \u001b[1mはありません\u001b[22m, \u001b[1mではない\u001b[22m, \u001b[1mはない\u001b[22m, \u001b[1mていない\u001b[22m\n\u001b[4mKariu\u001b[24m\n    \u001b[1mKariu\u001b[22m\n\u001b[4mon lot (c:dobj)\u001b[24m\n    \u001b[1mに大きく\u001b[22m\n\u001b[4mfocused\u001b[24m\n    \u001b[1m焦点を当てました\u001b[22m, \u001b[1m焦点を当てた\u001b[22m, \u001b[1m注目し\u001b[22m, \u001b[1m焦点を当て\u001b[22m, \u001b[1m注力\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mShe (c:nsubjmain)\u001b[24m\n    \u001b[1m彼女は\u001b[22m, \u001b[1m彼女が\u001b[22m, \u001b[1m彼女\u001b[22m\n\u001b[4mTamarai\u001b[24m\n    \u001b[1mTamarai\u001b[22m\n\u001b[4marc\u001b[24m\n    \u001b[1mアーク\u001b[22m, \u001b[1m円弧\u001b[22m, \u001b[1m弧\u001b[22m, \u001b[1mの円弧\u001b[22m\n\u001b[4mand\u001b[24m\n    \u001b[1mと\u001b[22m, \u001b[1mおよび\u001b[22m, \u001b[1mそして\u001b[22m\n\u001b[4mcute\u001b[24m\n    \u001b[1m可愛い\u001b[22m, \u001b[1mキュートな\u001b[22m, \u001b[1mかわいい\u001b[22m, \u001b[1mキュート\u001b[22m, \u001b[1mにかわいい\u001b[22m\n\u001b[4mconfession\u001b[24m\n    \u001b[1m告白\u001b[22m, \u001b[1mな告白\u001b[22m, \u001b[1mに告白\u001b[22m, \u001b[1mの自白\u001b[22m, \u001b[1mの告白\u001b[22m\n\u001b[4m(c:comp) arc\u001b[24m\n    \u001b[1mアーク\u001b[22m, \u001b[1m弧\u001b[22m, \u001b[1m円弧\u001b[22m\n\u001b[4mwith\u001b[24m\n    \u001b[1mで\u001b[22m, \u001b[1mと\u001b[22m, \u001b[1mとの\u001b[22m, \u001b[1mでの\u001b[22m, \u001b[1mとともに\u001b[22m\n\u001b[4mvolleyball\u001b[24m\n    \u001b[1mバレーボール\u001b[22m, \u001b[1mバレーボールが\u001b[22m, \u001b[1mのバレーボール\u001b[22m, \u001b[1mバレー\u001b[22m\n\u001b[4m(c:dobj) had\u001b[24m\n    \u001b[1mを持っていました\u001b[22m, \u001b[1mを持っていた\u001b[22m, \u001b[1mがあった\u001b[22m, \u001b[1mを持っ\u001b[22m, \u001b[1mがありました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThis was completely different than what I'm used to.\u001b[24m\n    \u001b[1mこれは私が慣れていたものとはまったく異なっていました。\u001b[22m, \u001b[1mこれは私がに慣れて何よりも全く異なっていました。\u001b[22m\n\u001b[4mI really liked getting to know all the side characters.\u001b[24m\n    \u001b[1m私はすべてのサイド・キャラクターを知ることを本当に好きでした。\u001b[22m, \u001b[1m私は本当にすべての側面の文字を知ってもらう好きでした。\u001b[22m\n\u001b[4mThey had complex stories, and they really had their stories told.\u001b[24m\n    \u001b[1m彼らは複雑な物語を持っていて、実際に物語を語りました。\u001b[22m, \u001b[1m彼らは、複雑な物語を持っていた、と彼らは本当に彼らの物語を語っていました。\u001b[22m\n\u001b[4mIt (c:nsubjmain) different\u001b[24m\n    \u001b[1mそれは別の\u001b[22m, \u001b[1mそれは別\u001b[22m\n\u001b[4mand strange\u001b[24m\n    \u001b[1m奇妙な\u001b[22m, \u001b[1m不思議な\u001b[22m, \u001b[1m変な\u001b[22m\n\u001b[4mbut different\u001b[24m\n    \u001b[1mが異なる\u001b[22m, \u001b[1mしかし異なる\u001b[22m\n\u001b[4mand\u001b[24m\n    \u001b[1mと\u001b[22m, \u001b[1mおよび\u001b[22m, \u001b[1mそして\u001b[22m\n\u001b[4mstrange\u001b[24m\n    \u001b[1m奇妙な\u001b[22m, \u001b[1m変な\u001b[22m, \u001b[1mの奇妙な\u001b[22m, \u001b[1m不思議\u001b[22m\n\u001b[4mof\u001b[24m\n    \u001b[1mの\u001b[22m, \u001b[1mを\u001b[22m, \u001b[1mする\u001b[22m, \u001b[1mが\u001b[22m, \u001b[1mに\u001b[22m\n\u001b[4mgood\u001b[24m\n    \u001b[1mは良い\u001b[22m, \u001b[1m良い\u001b[22m, \u001b[1mに良い\u001b[22m, \u001b[1mの良好な\u001b[22m\n\u001b[4msort\u001b[24m\n    \u001b[1m一種\u001b[22m, \u001b[1mの並べ替え\u001b[22m, \u001b[1m並べ替え\u001b[22m, \u001b[1mソート\u001b[22m\n\u001b[4mwas\u001b[24m\n    \u001b[1mでした\u001b[22m, \u001b[1mだった\u001b[22m, \u001b[1mた\u001b[22m, \u001b[1mいた\u001b[22m, \u001b[1mだっ\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nfriendship\n/ˈfrendˌSHip/\n\n\u001b[1m友情\u001b[22m\n\u001b[1m(Yūjō)\u001b[22m\n\nDefinitions of \u001b[4mfriendship\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    友情\u001b[22m\n        friendship, fellowship\n\u001b[1m    友好\u001b[22m\n        friendship, amicability\n\u001b[1m    親善\u001b[22m\n        friendship\n\u001b[1m    親睦\u001b[22m\n        friendship, reunion\n\u001b[1m    友愛\u001b[22m\n        fraternity, friendship\n\u001b[1m    友誼\u001b[22m\n        friendship, friendly relations\n\u001b[1m    親密\u001b[22m\n        intimacy, friendship\n\u001b[1m    交際\u001b[22m\n        association, company, acquaintance, society, friendship\n\u001b[1m    交誼\u001b[22m\n        friendship\n\u001b[1m    親和\u001b[22m\n        friendship, fellowship, amicability\n\u001b[1m    修交\u001b[22m\n        amity, friendship\n\u001b[1m    懇親\u001b[22m\n        intimacy, friendship\n\u001b[1m    懇意\u001b[22m\n        intimacy, friendship, kindness\n\u001b[1m    交情\u001b[22m\n        friendship, intimacy\n\u001b[1m    修好\u001b[22m\n        amity, friendship\n\u001b[1m    交遊\u001b[22m\n        friendship, friend\n\u001b[1m    誼\u001b[22m\n        friendship, intimacy, goodwill\n\u001b[1m    友交\u001b[22m\n        friendship, amity, companionship\n\u001b[1m    慇懃\u001b[22m\n        courtesy, intimacy, friendship\n\u001b[1m    交わり\u001b[22m\n        intercourse, association, relations, acquaintance, friendship\n\u001b[1m    友宜\u001b[22m\n        friendship, friendly relations\n\u001b[1m    性向\u001b[22m\n        endearment, affection, fondness, love, warmth, friendship\n\u001b[1m    親密感\u001b[22m\n        feeling of affinity, friendship\n\u001b[1m    友好通商航海\u001b[22m\n        friendship\n\u001b[1m\u001b[22m\nOne thing that I adored about this anime was its deeper meanings and themes. The one main theme that stuck with me was basically YOLO. You have to take chances and do the things you want to do. It's something that stuck with me. I want to climb mountains and travel the world now. I feel like I can do anything.\n\n\u001b[1mこのアニメについて私が賞賛したことの一つは、そのより深い意味とテーマでした。 私と付き合った主なテーマは基本的にヨロでした。 あなたはチャンスを取って、あなたがしたいことをする必要があります。 それは私と一緒に固まったものです。 山を登って世界を旅したい。 私は何かできることがあるように感じる。\u001b[22m\n\u001b[1m(Kono anime ni tsuite watashi ga shōsan shita koto no hitotsu wa, sono yori fukai imi to tēmadeshita. Watashi to tsukiatta omona tēma wa kihontekini Yorodeshita. Anata wa chansu o totte, anata ga shitai koto o suru hitsuyō ga arimasu. Sore wa watashitoisshoni katamatta monodesu. Yama o nobotte sekai o tabi shitai. Watashi wa nanika dekiru koto ga aru yō ni kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mOne thing that I adored about this anime was its deeper meanings and themes. The one main theme that stuck with me was basically YOLO. You have to take chances and do the things you want to do. It's something that stuck with me. I want to climb mountains and travel the world now. I feel like I can do anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing that I adored about this anime was its deeper meanings and themes.\u001b[24m\n    \u001b[1mこのアニメについて私が賞賛したことの一つは、そのより深い意味とテーマでした。\u001b[22m, \u001b[1m私はこのアニメについての崇拝の一つは、その深い意味やテーマでした。\u001b[22m\n\u001b[4mThe one main theme that stuck with me was basically YOLO.\u001b[24m\n    \u001b[1m私と付き合った主なテーマは基本的にヨロでした。\u001b[22m, \u001b[1m私と一緒に立ち往生つのメインテーマは、基本的にYOLOました。\u001b[22m\n\u001b[4mYou have to take chances and do the things you want to do.\u001b[24m\n    \u001b[1mあなたはチャンスを取って、あなたがしたいことをする必要があります。\u001b[22m, \u001b[1mあなたはチャンスを取る、あなたがやりたいことを行う必要があります。\u001b[22m\n\u001b[4mIt's something that stuck with me.\u001b[24m\n    \u001b[1mそれは私と一緒に固まったものです。\u001b[22m, \u001b[1mそれは私と一緒に立ち往生何か。\u001b[22m\n\u001b[4mI want to climb mountains and travel the world now.\u001b[24m\n    \u001b[1m山を登って世界を旅したい。\u001b[22m, \u001b[1m私は山を登ると、今では世界を旅行したいです。\u001b[22m\n\u001b[4mI feel like I can do anything.\u001b[24m\n    \u001b[1m私は何かできることがあるように感じる。\u001b[22m, \u001b[1m私は何でもできるような気がします。\u001b[22m\nAnother theme is not to let your monsters get to you. Kariu went through this awful emotional turmoil of feeling rejected and lost. It's something people feel every day. And her emotional state borderlined a type of depression in my opinion. It hurt my heart to see this. Because people go through this. It's a sad truth.\n\n\u001b[1mもう一つのテーマは、あなたのモンスターがあなたに近づかないようにすることです。  Kariuは拒絶され失われたというこのひどい感情的な混乱を経験しました。 これは、人々が毎日感じていることです。 そして彼女の感情的な状態は、私の意見ではうつ病のタイプに境界を定めました。 これは私の心を傷つける。 人々はこれを通過するからです。 それは悲しい事実です。\u001b[22m\n\u001b[1m(Mōhitotsu no tēma wa, anata no monsutā ga anata ni chikadzukanai yō ni suru kotodesu. Kariu wa kyozetsu sa re ushinawa reta to iu kono hidoi kanjō-tekina konran o keiken shimashita. Kore wa, hitobito ga mainichi kanjite iru kotodesu. Soshite kanojo no kanjō-tekina jōtai wa, watashi no ikende wa utsubyō no taipu ni kyōkai o sadamemashita. Kore wa watashi no kokoro o kizutsukeru. Hitobito wa kore o tsūka surukaradesu. Sore wa kanashī jijitsudesu.)\u001b[22m\n\nTranslations of \u001b[4mAnother theme is not to let your monsters get to you. Kariu went through this awful emotional turmoil of feeling rejected and lost. It's something people feel every day. And her emotional state borderlined a type of depression in my opinion. It hurt my heart to see this. Because people go through this. It's a sad truth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother theme is not to let your monsters get to you.\u001b[24m\n    \u001b[1mもう一つのテーマは、あなたのモンスターがあなたに近づかないようにすることです。\u001b[22m, \u001b[1mもう一つのテーマは、あなたのモンスターがあなたに取得させてはなりません。\u001b[22m\n\u001b[4mKariu went through this awful emotional turmoil of feeling rejected and lost.\u001b[24m\n    \u001b[1mKariuは拒絶され失われたというこのひどい感情的な混乱を経験しました。\u001b[22m, \u001b[1mKariuは拒否され、失われた感じのこのひどい感情的な混乱を経験しました。\u001b[22m\n\u001b[4mIt's something people feel every day.\u001b[24m\n    \u001b[1mこれは、人々が毎日感じていることです。\u001b[22m, \u001b[1mそれは、人々が日々感じるものです。\u001b[22m\n\u001b[4mAnd her emotional state borderlined a type of depression in my opinion.\u001b[24m\n    \u001b[1mそして彼女の感情的な状態は、私の意見ではうつ病のタイプに境界を定めました。\u001b[22m, \u001b[1mそして、彼女の感情の状態は、私の意見ではうつ病のタイプをborderlined。\u001b[22m\n\u001b[4mIt hurt my heart to see this.\u001b[24m\n    \u001b[1mこれは私の心を傷つける。\u001b[22m, \u001b[1mそれは、これを見るために私の心を傷つけます。\u001b[22m\n\u001b[4mBecause people go through this.\u001b[24m\n    \u001b[1m人々はこれを通過するからです。\u001b[22m, \u001b[1m人々はこの通過しているため。\u001b[22m\n\u001b[4mIt's a sad truth.\u001b[24m\n    \u001b[1mそれは悲しい事実です。\u001b[22m, \u001b[1mそれは悲しい真実です。\u001b[22m\n\u001b[1m\u001b[22m\nkaizaki\n\n\u001b[1mKaizaki\u001b[22m\n\u001b[1m(Kaizaki)\u001b[22m\n\nTranslations of \u001b[4mkaizaki\u001b[24m\n[ \u001b[4mEuskara\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mkaizaki\u001b[24m\n    \u001b[1mKaizaki\u001b[22m\n\u001b[1m\u001b[22m\nSadly, Kaizaki seems to take a side character role. Even though, he's technically the protagonist. He's more of the best friend who cheers you on and picks you up after a beating. I really didn't like this because he should have had a more flashy role. I understand that part of his ReLIFE is to change, but he really didn't change. Not onscreen at least. We were given way too many arcs of him just helping the side characters. He needed a bigger role.\n\n\u001b[1m残念ながら、Kaizakiは副次的な役割を果たしているようだ。 しかし、彼は技術的に主人公です。 彼はあなたを鼓舞し、殴打の後であなたを拾う親友の多くです。 私は本当にこれが好きではありませんでした。 彼のReLIFEの一部が変わることを理解していますが、彼は本当に変わっていません。 少なくともオンスクリーンではありません。 私たちは、サイドキャラクターを手伝ってくれる彼のアークがあまりにも多く与えられました。 彼はより大きな役割を必要としました。\u001b[22m\n\u001b[1m(Zan'nen'nagara, Kaizaki wa fukujitekina yakuwari o hatashite iru yōda. Shikashi, kare wa gijutsu-teki ni shujinkōdesu. Kare wa anata o kobu shi, ōda no nochi de anata o hirou shin'yū no ōkudesu. Watashi wa hontōni kore ga sukide wa arimasendeshita. Kare no ReLIFE no ichibu ga kawaru koto o rikai shite imasuga, kare wa hontōni kawatte imasen. Sukunakutomo onsukurīnde wa arimasen. Watashitachiha, saidokyarakutā o tetsudatte kureru kare no āku ga amarini mo ōku atae raremashita. Kare wa yori ōkina yakuwari o hitsuyō to shimashita.)\u001b[22m\n\nTranslations of \u001b[4mSadly, Kaizaki seems to take a side character role. Even though, he's technically the protagonist. He's more of the best friend who cheers you on and picks you up after a beating. I really didn't like this because he should have had a more flashy role. I understand that part of his ReLIFE is to change, but he really didn't change. Not onscreen at least. We were given way too many arcs of him just helping the side characters. He needed a bigger role.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSadly, Kaizaki seems to take a side character role.\u001b[24m\n    \u001b[1m残念ながら、Kaizakiは副次的な役割を果たしているようだ。\u001b[22m, \u001b[1m悲しいことに、Kaizakiは側キャラクタの役割を取るようです。\u001b[22m\n\u001b[4mEven though, he's technically the protagonist.\u001b[24m\n    \u001b[1mしかし、彼は技術的に主人公です。\u001b[22m, \u001b[1mにもかかわらず、彼は技術的に主人公です。\u001b[22m\n\u001b[4mHe's more of the best friend who cheers you on and picks you up after a beating.\u001b[24m\n    \u001b[1m彼はあなたを鼓舞し、殴打の後であなたを拾う親友の多くです。\u001b[22m, \u001b[1m彼は歓声あなたに親友のより多くのだと鼓動の後にあなたをピックアップ。\u001b[22m\n\u001b[4mI really didn't like this because he should have had a more flashy role.\u001b[24m\n    \u001b[1m私は本当にこれが好きではありませんでした。\u001b[22m, \u001b[1m彼はもっと派手な役割を持っている必要がありますので、私は本当にこのことを好きではなかったです。\u001b[22m\n\u001b[4mI understand that part of his ReLIFE is to change, but he really didn't change.\u001b[24m\n    \u001b[1m彼のReLIFEの一部が変わることを理解していますが、彼は本当に変わっていません。\u001b[22m, \u001b[1m私は彼のReLIFEの一部を変更することであることを理解し、彼は本当に変化しませんでした。\u001b[22m\n\u001b[4mNot onscreen at least.\u001b[24m\n    \u001b[1m少なくともオンスクリーンではありません。\u001b[22m, \u001b[1m画面に表示されていない、少なくとも。\u001b[22m\n\u001b[4mWe were given way too many arcs of him just helping the side characters.\u001b[24m\n    \u001b[1m私たちは、サイドキャラクターを手伝ってくれる彼のアークがあまりにも多く与えられました。\u001b[22m, \u001b[1m私達はちょうど側の文字を助ける彼のあまりにも多くの弧を与えられました。\u001b[22m\n\u001b[4mHe needed a bigger role.\u001b[24m\n    \u001b[1m彼はより大きな役割を必要としました。\u001b[22m, \u001b[1m彼はより大きな役割を必要としていました。\u001b[22m\n\u001b[1m\u001b[22m\nfireworks\n\n\u001b[1m花火\u001b[22m\n\u001b[1m(Hanabi)\u001b[22m\n\nDefinitions of \u001b[4mfireworks\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    花火\u001b[22m\n        fireworks, firework\n\u001b[1m    いらだち\u001b[22m\n        irritation, aggravation, fret, spunk, teen, fireworks\n\u001b[1m\u001b[22m\nThe biggest problem I had was that ending! I won't give too much away. But that ending was such a cliffhanger. We had a sudden plot twist (Which, by the way, I didn't see coming at all)\n\n\u001b[1m私が持っていた最大の問題は終わりでした！ 私はあまり離れてあげません。 しかし、その終わりはそのような崖っぷちだった。 私たちは突然プロットツイストをしました（ところで、私はまったく来ないと思っていました）\u001b[22m\n\u001b[1m(Watashi ga motte ita saidai no mondai wa owarideshita! Watashi wa amari hanarete agemasen. Shikashi, sono owari wa sono yōna gakeppuchidatta. Watashitachi wa totsuzen purottotsuisuto o shimashita (tokorode, watashi wa mattaku konai to omotte imashita))\u001b[22m\n\nTranslations of \u001b[4mThe biggest problem I had was that ending! I won't give too much away. But that ending was such a cliffhanger. We had a sudden plot twist (Which, by the way, I didn't see coming at all)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe biggest problem I had was that ending!\u001b[24m\n    \u001b[1m私が持っていた最大の問題は終わりでした！\u001b[22m, \u001b[1m私が持っていた最大の問題は終わるということでした！\u001b[22m\n\u001b[4mI won't give too much away.\u001b[24m\n    \u001b[1m私はあまり離れてあげません。\u001b[22m, \u001b[1m私はあまり離れて与えることはありません。\u001b[22m\n\u001b[4mBut that ending was such a cliffhanger.\u001b[24m\n    \u001b[1mしかし、その終わりはそのような崖っぷちだった。\u001b[22m, \u001b[1mしかし、その結末は、このような接戦でした。\u001b[22m\n\u001b[4mWe had a sudden plot twist (Which, by the way, I didn't see coming at all)\u001b[24m\n    \u001b[1m私たちは突然プロットツイストをしました（ところで、私はまったく来ないと思っていました）\u001b[22m, \u001b[1m私たちは、突然のプロットのねじれを持っていた（どちらが、ところで、私は全然来て見ていません）\u001b[22m\n\u001b[1m\u001b[22m\n3/5\n\n\u001b[1m3/5\u001b[22m\n\u001b[1m(3/ 5)\u001b[22m\n\nTranslations of \u001b[4m3/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3/5\u001b[24m\n    \u001b[1m3/5\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "momiji-no-kimi",
    "profile": "/profile/momiji-no-kimi/reviews",
    "pages": "7",
    "number": "13",
    "link": "/reviews.php?id=224041",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  9\nキャラクター|  5\n|  6\n\n私は高校生の若者を浪費したと思う人の一人です。 だから私がもう一度私の人生の一部を再び生き返らせることができれば、私は楽しく過ごすことができます。 私がこのシノプシスを読むと、私は27歳の日本人男性が何を解決しようとしているかに非常に興味がありました。\n\nストーリーは非常に興味深いコンセプトを持っています。ここでは、若くしてなる丸薬があります（私は実際にその働きを説明しようとはしていないので、本当にうれしいです）。評価：GOOD\n\nアートはかなり可愛いですし、そこにいくつかの質の低下があり、そこには2文字がありました。時には区別するために余分な秒を要しました。 ヒシロのモルは、5分以内に場所や大きさを変えました。 そのキャラクターがボールを投げた直前に、他の目のシンドロームを描くのはあまりにも怠惰でした。 しかし、彼らは本当に重要な場面で一緒に品質を維持しようとする、私はそれを感謝します。 評価：OK\n\n音はとても良いです。 誰も気づいていないかもしれませんが、1つの場面にエコー効果があり、耳障りな涙が出ました。 終了曲はいつもきれいに終わりに来て、ある時点で私の人生を刺激した曲の変更さえあった。 ボイスワークも良かったです。 評価：素晴らしい\n\n（編集：BGMを嫌う別のレビューを読んでいるうちに、実際にはサウンドトラックが全く意味を持たないシーンが1つありましたが、私は眠くて気にしませんでしたが、私は非常に混乱していたことを思い出します その奇妙な音がどこから来ていたのか、それはまったく状況に合わず、タイミングが本当に奇妙で、私が目が覚めたところで、\n\n私はフェンスにいるので、私は本当に多くの開発を期待していないと私はほとんどすべてがそれのいくつかのレベルを示すことができたと思うが、私は主な主人公の開発やatleast私に配信された 観客として。 彼は多くの成熟を示し、他の人を導いたが、彼は側面のように感じた。 大文字の目撃者カリオの感情的なジェットコースターに概要を変えるかもしれない。 私はKariuをあまりにも多く見た。 ある時点で私はすべてを閉じたいと思っていたので、私は彼女のドラマに疲れていた。 評価：OK\n\n私のKariuに対する軽蔑が増しているにもかかわらず、楽しさは最初は本当に良かったです。私は本当に心配していません。主人公は素晴らしいです。彼は強いモラルでとても知覚的です。 私は彼のために見守っていた。 この「人生の失敗」が成功するかどうかを知りたかったのです。 しかし、我々は実際にそれを見ていない、我々は2番目のシーズンがない限り彼はそれを仮定する必要があります。 それは代理店に来て、彼の過去にもかなりの紆余曲折がありました。 私はそれらに非常に満足していました。 そしてヒシロは非常に興味深い漫画の救済であり、大きな発展を示しました。 評価：GOOD\n\n全体的に私はそれが私が欲しかったように行かないにもかかわらずそれを楽しんだ。 基本的にはカリアーが過反応し、他のキャラクター達が毎日自分のやり方を扱うようになったら、別のシーズンに投資する気がしないので、結局終わりにうまく包まれたことを望みます。 しかし、彼らは私が来ることを見ていない最後に爆弾を落としました。 私はヒシロとアラタの両方が好きなので、寛大な7/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI'm one of those people who think I wasted my high school youth. So if I could re-live that part of my life all over again, I would have fun. When I read the synopsis I was VERY interested in what a 27 year old Japanese male would try to fix.\n\n\u001b[1m私は高校生の若者を浪費したと思う人の一人です。 だから私がもう一度私の人生の一部を再び生き返らせることができれば、私は楽しく過ごすことができます。 私がこのシノプシスを読むと、私は27歳の日本人男性が何を解決しようとしているかに非常に興味がありました。\u001b[22m\n\u001b[1m(Watashi wa kōkōsei no wakamono o rōhi shita to omou hito no hitoridesu. Dakara watashi ga mōichido watashinojinsei no ichibu o futatabi ikikaera seru koto ga dekireba, watashi wa tanoshiku sugosu koto ga dekimasu. Watashi ga kono shinopushisu o yomu to, watashi wa 27-sai no nihonjindansei ga nani o kaiketsu shiyou to shite iru ka ni hijō ni kyōmi ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI'm one of those people who think I wasted my high school youth. So if I could re-live that part of my life all over again, I would have fun. When I read the synopsis I was VERY interested in what a 27 year old Japanese male would try to fix.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm one of those people who think I wasted my high school youth.\u001b[24m\n    \u001b[1m私は高校生の若者を浪費したと思う人の一人です。\u001b[22m, \u001b[1m私は私の高校の若者を無駄と思うそれらの人々の一人です。\u001b[22m\n\u001b[4mSo if I could re-live that part of my life all over again, I would have fun.\u001b[24m\n    \u001b[1mだから私がもう一度私の人生の一部を再び生き返らせることができれば、私は楽しく過ごすことができます。\u001b[22m, \u001b[1m私はできれば再びすべての上の私の人生の一部を再生きるので、私は楽しみを持っているでしょう。\u001b[22m\n\u001b[4mWhen I read the synopsis I was VERY interested in what a 27 year old Japanese male would try to fix.\u001b[24m\n    \u001b[1m私がこのシノプシスを読むと、私は27歳の日本人男性が何を解決しようとしているかに非常に興味がありました。\u001b[22m, \u001b[1m私は概要を読んだとき、私は27歳の日本人男性が修正しようとするであろうものに非常に興味がありました。\u001b[22m\n\u001b[1m\u001b[22m\nStory has a very interesting concept where you have pills that makes you young again (I'm actually very glad they didn't try to explain how that works.) Rating: GOOD\n\n\u001b[1mストーリーは非常に興味深いコンセプトを持っています。ここでは、若くしてなる丸薬があります（私は実際にその働きを説明しようとはしていないので、とてもうれしいです）。評価：GOOD\u001b[22m\n\u001b[1m(Sutōrī wa hijō ni kyōmibukai konseputo o motte imasu. Kokode wa, wakakushite naru gan'yaku ga arimasu (watashi wa jissai ni sono hataraki o setsumei shiyou to wa shite inainode, totemo ureshīdesu). Hyōka: GOOD)\u001b[22m\n\nTranslations of \u001b[4mStory has a very interesting concept where you have pills that makes you young again (I'm actually very glad they didn't try to explain how that works.) Rating: GOOD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory has a very interesting concept where you have pills that makes you young again (I'm actually very glad they didn't try to explain how that works.) Rating: GOOD\u001b[24m\n    \u001b[1mストーリーは非常に興味深いコンセプトを持っています。ここでは、若くしてなる丸薬があります（私は実際にその働きを説明しようとはしていないので、とてもうれしいです）。評価：GOOD\u001b[22m, \u001b[1mGOOD：ストーリーは、あなたが再びあなたは若いなり丸薬（。私は実際に彼らはそれがどのように動作するかを説明しようとしなかった非常にうれしいです）評価を持っている非常に興味深いコンセプトを持っています\u001b[22m\n\u001b[1m\u001b[22m\nArt is pretty enough, there are some quality drops here and there and there were 2 characters I sometimes took an extra second to differentiate. Hishiro's mole changed locations and even sizes within 5 minutes. There was even 'too lazy to draw the other eye' syndrome just before that character threw the ball. But they really do try to keep the quality together at important scenes, I appreciate that. Rating: OK\n\n\u001b[1mアートはかなり可愛いですし、そこにいくつかの質の低下があり、そこには2文字がありました。時には区別するために余分な秒を要しました。 ヒシロのモルは、5分以内に場所や大きさを変えました。 そのキャラクターがボールを投げた直前に、他の目のシンドロームを描くのはあまりにも怠惰でした。 しかし、彼らは本当に重要な場面で一緒に品質を維持しようとする、私はそれを感謝します。 評価：OK\u001b[22m\n\u001b[1m(Āto wa kanari kawaiidesushi, soko ni ikutsu ka no shitsu no teika ga ari, soko ni wa 2 moji ga arimashita. Tokiniha kubetsu suru tame ni yobun'na byō o yōshimashita. Hishiro no moru wa, 5-bu inai ni basho ya ōki-sa o kaemashita. Sono kyarakutā ga bōru o nageta chokuzen ni, hoka no me no shindorōmu o kaku no wa amarini mo taidadeshita. Shikashi, karera wa hontōni jūyōna bamen de issho ni hinshitsu o iji shiyou to suru, watashi wa sore o kansha shimasu. Hyōka: OK)\u001b[22m\n\nTranslations of \u001b[4mArt is pretty enough, there are some quality drops here and there and there were 2 characters I sometimes took an extra second to differentiate. Hishiro's mole changed locations and even sizes within 5 minutes. There was even 'too lazy to draw the other eye' syndrome just before that character threw the ball. But they really do try to keep the quality together at important scenes, I appreciate that. Rating: OK\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is pretty enough, there are some quality drops here and there and there were 2 characters I sometimes took an extra second to differentiate.\u001b[24m\n    \u001b[1mアートはかなり可愛いですし、そこにいくつかの質の低下があり、そこには2文字がありました。時には区別するために余分な秒を要しました。\u001b[22m, \u001b[1mアートはかなり十分である、いくつかの品質はこことそこに低下し、私は時々区別するために余分な秒を要した2文字がありましたがあります。\u001b[22m\n\u001b[4mHishiro's mole changed locations and even sizes within 5 minutes.\u001b[24m\n    \u001b[1mヒシロのモルは、5分以内に場所や大きさを変えました。\u001b[22m, \u001b[1mHishiroのモルは5分以内の場所、さらにはサイズを変更しました。\u001b[22m\n\u001b[4mThere was even 'too lazy to draw the other eye' syndrome just before that character threw the ball.\u001b[24m\n    \u001b[1mそのキャラクターがボールを投げた直前に、他の目のシンドロームを描くのはあまりにも怠惰でした。\u001b[22m, \u001b[1mその文字がボールを投げた直前症候群であっても「他の目を引くのが面倒」がありました。\u001b[22m\n\u001b[4mBut they really do try to keep the quality together at important scenes, I appreciate that.\u001b[24m\n    \u001b[1mしかし、彼らは本当に重要な場面で一緒に品質を維持しようとする、私はそれを感謝します。\u001b[22m, \u001b[1mしかし、彼らは本当に重要なシーンで一緒に品質を維持しようとか、私はそれを感謝しています。\u001b[22m\n\u001b[4mRating: OK\u001b[24m\n    \u001b[1m評価：OK\u001b[22m\n\u001b[1m\u001b[22m\nSound is very good. No one else might have noticed but there was an echo effect in one scene and I almost shed a tear that they bothered. Ending songs always came in nicely at the end and there was even a song change that spiced up my life at some point. Voicework was also good. Rating: GREAT\n\n\u001b[1m音はとても良いです。 誰も気づいていないかもしれませんが、1つの場面にエコー効果があり、耳障りな涙が出ました。 終了曲はいつもきれいに終わりに来て、ある時点で私の人生を刺激した曲の変更さえあった。 ボイスワークも良かったです。 評価：素晴らしい\u001b[22m\n\u001b[1m(Oto wa totemo yoidesu. Dare mo kidzuite inai kamo shiremasenga, 1tsu no bamen ni ekō kōka ga ari, mimizawarina namida ga demashita. Shūryō-kyoku wa itsumo kirei ni owari ni kite, aru jiten de watashinojinsei o shigeki shita kyoku no henkō sae atta. Boisuwāku mo yokattadesu. Hyōka: Subarashī)\u001b[22m\n\nTranslations of \u001b[4mSound is very good. No one else might have noticed but there was an echo effect in one scene and I almost shed a tear that they bothered. Ending songs always came in nicely at the end and there was even a song change that spiced up my life at some point. Voicework was also good. Rating: GREAT\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound is very good.\u001b[24m\n    \u001b[1m音はとても良いです。\u001b[22m, \u001b[1mサウンドは非常に良いです。\u001b[22m\n\u001b[4mNo one else might have noticed but there was an echo effect in one scene and I almost shed a tear that they bothered.\u001b[24m\n    \u001b[1m誰も気づいていないかもしれませんが、1つの場面にエコー効果があり、耳障りな涙が出ました。\u001b[22m, \u001b[1m誰も気づかなかったかもしれませんが、1つのシーンでのエコー効果があったと私はほとんど、彼らは気に涙を流します。\u001b[22m\n\u001b[4mEnding songs always came in nicely at the end and there was even a song change that spiced up my life at some point.\u001b[24m\n    \u001b[1m終了曲はいつもきれいに終わりに来て、ある時点で私の人生を刺激した曲の変更さえあった。\u001b[22m, \u001b[1mエンディング曲は常に最後にきれいで来て、いくつかの点で私の人生を味付けしても曲の変更がありました。\u001b[22m\n\u001b[4mVoicework was also good.\u001b[24m\n    \u001b[1mボイスワークも良かったです。\u001b[22m, \u001b[1mVoiceworkも良好でした。\u001b[22m\n\u001b[4mRating: GREAT\u001b[24m\n    \u001b[1m評価：素晴らしい\u001b[22m, \u001b[1m評価：GREAT\u001b[22m\n\u001b[1m\u001b[22m\n(Edit: While reading another review that hated the BGM, it reminded me that there actually was one scene where the soundtrack made no sense at all but it didn't really bother me because I was sleepy, Ibut I remember I was very confused about where that weird sound was coming from because it didn't match the situation at all and timing was really bizarre and looking back that actually was strangely funny now that I'm awake)\n\n\u001b[1m（編集：BGMを嫌う別のレビューを読んでいるうちに、実際にはサウンドトラックが全く意味を持たないシーンが1つありましたが、私は眠くて気にしませんでしたが、私は非常に混乱していたことを思い出します その奇妙な音がどこから来ていたのかというと、状況にはまったく合致せず、タイミングは本当に奇妙で、私が目が覚めたところで、\u001b[22m\n\u001b[1m((Henshū: BGM o kirau betsu no rebyū o yonde iru uchi ni, jissai ni wa saundotorakku ga mattaku imi o motanai shīn ga 1tsu arimashitaga, watashi wa nemukute ki ni shimasendeshitaga, watashi wa hijō ni konran shite ita koto o omoidashimasu sono kimyōna oto ga doko kara kite ita no ka to iu to, jōkyō ni wa mattaku gatchi sezu, taimingu wa hontōni kimyōde, watashi ga megasameta tokorode,)\u001b[22m\n\nTranslations of \u001b[4m(Edit: While reading another review that hated the BGM, it reminded me that there actually was one scene where the soundtrack made no sense at all but it didn't really bother me because I was sleepy, Ibut I remember I was very confused about where that weird sound was coming from because it didn't match the situation at all and timing was really bizarre and looking back that actually was strangely funny now that I'm awake)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Edit: While reading another review that hated the BGM, it reminded me that there actually was one scene where the soundtrack made no sense at all but it didn't really bother me because I was sleepy, Ibut I remember I was very confused about\u001b[24m\n    \u001b[1m（編集：BGMを嫌う別のレビューを読んでいるうちに、実際にはサウンドトラックが全く意味を持たないシーンが1つありましたが、私は眠くて気にしませんでしたが、私は非常に混乱していたことを思い出します\u001b[22m, \u001b[1m（編集：BGMを嫌って他のレビューを読んでいる間、それは実際にサウンドトラックが全く意味をなされていない一つのシーンがあったことを思い出しましたが、私は眠いだったので、それは本当に私を気にしませんでした、Ibutは私が約非常に混乱していた覚えています\u001b[22m\n\u001b[4mwhere that weird sound was coming from because it didn't match the situation at all and timing was really bizarre and looking back that actually was strangely funny now that I'm awake)\u001b[24m\n    \u001b[1mその奇妙な音がどこから来ていたのかというと、状況にはまったく合致せず、タイミングは本当に奇妙で、私が目が覚めたところで、\u001b[22m, \u001b[1mそれがすべてで状況が一致しませんでしたし、タイミングは本当に奇妙な、実際に今、私は目を覚ましだと妙におかしかったことを振り返ってみるとあったので、どこにその奇妙な音が）から来ていました\u001b[22m\n\u001b[1m\u001b[22m\nCharacters I'm on the fence, I really don't expect much development and I think almost all of them managed to show some level of it but for some reason I feel unsatisified with the main protagonist's development or atleast how it was delivered to me as an audience. He showed a lot of maturity and guided the others but he felt like a side character. Might as well change the synopsis to 'Main character witnesses Kariu's emotional roller coaster.' I feel I've seen way too much of Kariu. At some point I wanted to close everything, I was getting tired of her drama every damn episode. Rating: OK\n\n\u001b[1m私はフェンスにいるので、私は本当に多くの開発を期待していないと私はほとんどすべてがそれのいくつかのレベルを示すことができたと思うが、私は主な主人公の開発やatleast私に配信された 観客として。 彼は多くの成熟を示し、他の人を導いたが、彼は側面のように感じた。 大文字の目撃者カリオの感情的なジェットコースターに概要を変えるかもしれない。 私はKariuをあまりにも多く見た。 ある時点で私はすべてを閉じたいと思っていたので、私は彼女のドラマに疲れていた。 評価：OK\u001b[22m\n\u001b[1m(Watashi wa fensu ni iru node, watashi wa hontōni ōku no kaihatsu o kitai shite inaito watashi wa hotondo subete ga sore no ikutsu ka no reberu o shimesu koto ga dekita to omou ga, watashi wa omona shujinkō no kaihatsu ya atleast watashi ni haishin sa reta kankyaku to shite. Kare wa ōku no seijuku o shimeshi, hokanohito o michibiitaga, kare wa sokumen no yō ni kanjita. Daimonji no mokugeki-sha Kario no kanjō-tekina jettokōsutā ni gaiyō o kaeru kamo shirenai. Watashi wa Kariu o amarini mo ōku mita. Aru jiten de watashi wa subete o tojitai to omotte itanode, watashi wa kanojo no dorama ni tsukarete ita. Hyōka: OK)\u001b[22m\n\nTranslations of \u001b[4mCharacters I'm on the fence, I really don't expect much development and I think almost all of them managed to show some level of it but for some reason I feel unsatisified with the main protagonist's development or atleast how it was delivered to me as an audience. He showed a lot of maturity and guided the others but he felt like a side character. Might as well change the synopsis to 'Main character witnesses Kariu's emotional roller coaster.' I feel I've seen way too much of Kariu. At some point I wanted to close everything, I was getting tired of her drama every damn episode. Rating: OK\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters I'm on the fence, I really don't expect much development and I think almost all of them managed to show some level of it but for some reason I feel unsatisified with the main protagonist's development or atleast how it was delivered to me\u001b[24m\n    \u001b[1m私はフェンスにいるので、私は本当に多くの開発を期待していないと私はほとんどすべてがそれのいくつかのレベルを示すことができたと思うが、私は主な主人公の開発やatleast私に配信された\u001b[22m, \u001b[1m私はフェンスの上だ文字は、私は本当に多くの発展を期待していないと私はほとんどすべてのは、それのいくつかのレベルを表示するために管理だと思うが、何らかの理由で、私はそれが私に配信されたか、少なくとも主人公の開発とunsatisified感じますか\u001b[22m\n\u001b[4mas an audience.\u001b[24m\n    \u001b[1m観客として。\u001b[22m\n\u001b[4mHe showed a lot of maturity and guided the others but he felt like a side character.\u001b[24m\n    \u001b[1m彼は多くの成熟を示し、他の人を導いたが、彼は側面のように感じた。\u001b[22m, \u001b[1m彼は成熟の多くを示し、他の人を導いたが、彼はサイドの文字のように感じました。\u001b[22m\n\u001b[4mMight as well change the synopsis to 'Main character witnesses Kariu's emotional roller coaster.'\u001b[24m\n    \u001b[1m大文字の目撃者カリオの感情的なジェットコースターに概要を変えるかもしれない。\u001b[22m, \u001b[1m同様に概要を変えるかもしれない」Kariuの感情のジェットコースターメインキャラクターの証人」。\u001b[22m\n\u001b[4mI feel I've seen way too much of Kariu.\u001b[24m\n    \u001b[1m私はKariuをあまりにも多く見た。\u001b[22m, \u001b[1m私はKariuのあまりにも多くのを見てきました感じ。\u001b[22m\n\u001b[4mAt some point I wanted to close everything, I was getting tired of her drama every damn episode.\u001b[24m\n    \u001b[1mある時点で私はすべてを閉じたいと思っていたので、私は彼女のドラマに疲れていた。\u001b[22m, \u001b[1m私はすべてを閉じたいと思ったいくつかの点で、私はすべての気のエピソードを、彼女のドラマの疲れました。\u001b[22m\n\u001b[4mRating: OK\u001b[24m\n    \u001b[1m評価：OK\u001b[22m\n\u001b[1m\u001b[22m\nDespite my growing disdain for Kariu, enjoyment was really good in the beginning, I really couln't stop watching, turns out the main character is great and he's very perceptive with strong morals. I kept watching because of him. I wanted to know if this 'failure in life' succeeds. But we don't actually see that, we just have to assume he does unless there's a second season. There were quite a few twists when it came to the agency and also his past. I was very satisfied with those. And Hishiro is a very interesting comic relief and showed great development. Rating: GOOD\n\n\u001b[1m私のKariuに対する軽蔑が増しているにもかかわらず、楽しさは最初は本当に良かったです。私は本当に心配していません。主人公は素晴らしいです。彼は強いモラルでとても知覚的です。 私は彼のために見守っていた。 この「人生の失敗」が成功するかどうかを知りたかったのです。 しかし、我々は実際にそれを見ていない、我々は2番目のシーズンがない限り彼はそれを仮定する必要があります。 それは代理店に来て、彼の過去にもかなりの紆余曲折がありました。 私はそれらに非常に満足していました。 そしてヒシロは非常に興味深い漫画の救済であり、大きな発展を示しました。 評価：GOOD\u001b[22m\n\u001b[1m(Watashi no Kariu ni taisuru keibetsu ga mashite iru nimokakawarazu, tanoshisa wa saisho wa hontōniyokattadesu. Watashi wa hontōni shinpai shite imasen. Shujinkō wa subarashīdesu. Kare wa tsuyoi moraru de totemo chikaku-tekidesu. Watashi wa kare no tame ni mimamotte ita. Kono `jinsei no shippai' ga seikō suru ka dō ka o shiritakatta nodesu. Shikashi, wareware wa jissai ni sore o miteinai, wareware wa 2-banme no shīzun ga nai kagiri kare wa sore o katei suru hitsuyō ga arimasu. Sore wa dairiten ni kite, kare no kako ni mo kanari no uyokyokusetsu ga arimashita. Watashi wa sorera ni hijō ni manzoku shite imashita. Soshite hishiro wa hijō ni kyōmibukai manga no kyūsaideari, ōkina hatten o shimeshimashita. Hyōka: GOOD)\u001b[22m\n\nTranslations of \u001b[4mDespite my growing disdain for Kariu, enjoyment was really good in the beginning, I really couln't stop watching, turns out the main character is great and he's very perceptive with strong morals. I kept watching because of him. I wanted to know if this 'failure in life' succeeds. But we don't actually see that, we just have to assume he does unless there's a second season. There were quite a few twists when it came to the agency and also his past. I was very satisfied with those. And Hishiro is a very interesting comic relief and showed great development. Rating: GOOD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDespite my growing disdain for Kariu, enjoyment was really good in the beginning, I really couln't stop watching, turns out the main character is great and he's very perceptive with strong morals.\u001b[24m\n    \u001b[1m私のKariuに対する軽蔑が増しているにもかかわらず、楽しさは最初は本当に良かったです。私は本当に心配していません。主人公は素晴らしいです。彼は強いモラルでとても知覚的です。\u001b[22m, \u001b[1mKariuのための私の成長軽蔑にもかかわらず、楽しみが始まりで本当に良かった、私は本当に見て停止couln't、主人公は素晴らしいですし、彼は強い道徳と非常に知覚のですが判明。\u001b[22m\n\u001b[4mI kept watching because of him.\u001b[24m\n    \u001b[1m私は彼のために見守っていた。\u001b[22m, \u001b[1m私は彼のためを見続けました。\u001b[22m\n\u001b[4mI wanted to know if this 'failure in life' succeeds.\u001b[24m\n    \u001b[1mこの「人生の失敗」が成功するかどうかを知りたかったのです。\u001b[22m, \u001b[1m私はこの「生活の中で障害が「成功したかどうかを知りたいと思いました。\u001b[22m\n\u001b[4mBut we don't actually see that, we just have to assume he does unless there's a second season.\u001b[24m\n    \u001b[1mしかし、我々は実際にそれを見ていない、我々は2番目のシーズンがない限り彼はそれを仮定する必要があります。\u001b[22m, \u001b[1mしかし、我々は実際に我々がちょうどセカンドシーズンがありますしない限り、彼がいないと仮定しなければならない、ということは表示されません。\u001b[22m\n\u001b[4mThere were quite a few twists when it came to the agency and also his past.\u001b[24m\n    \u001b[1mそれは代理店に来て、彼の過去にもかなりの紆余曲折がありました。\u001b[22m, \u001b[1mそれは代理店とも彼の過去に来たときにかなりの数のねじれがありました。\u001b[22m\n\u001b[4mI was very satisfied with those.\u001b[24m\n    \u001b[1m私はそれらに非常に満足していました。\u001b[22m, \u001b[1m私はそれらと非常に満足していました。\u001b[22m\n\u001b[4mAnd Hishiro is a very interesting comic relief and showed great development.\u001b[24m\n    \u001b[1mそしてヒシロは非常に興味深い漫画の救済であり、大きな発展を示しました。\u001b[22m, \u001b[1mそしてHishiroは非常に興味深いコミックリリーフで、大きな発展を示しました。\u001b[22m\n\u001b[4mRating: GOOD\u001b[24m\n    \u001b[1m評価：GOOD\u001b[22m\n\u001b[1m\u001b[22m\nOverall I enjoyed it despite it not going the way I wanted. I wish it was nicely wrapped up in the end because I don't feel like investing another season if it's basically Kariu over-reacting and the other characters develops as they deal with her crap everyday. But they dropped a bombshell in the end that I didn't see coming so it kind of made it worth sticking around until the end. A generous 7/10 because I like both Hishiro and Arata.\n\n\u001b[1m全体的に私はそれが私が欲しかったように行かないにもかかわらずそれを楽しんだ。 基本的にはカリアーが過反応し、他のキャラクター達が毎日自分のやり方を扱うようになったら、別のシーズンに投資する気がしないので、結局終わりにうまく包まれたことを望みます。 しかし、彼らは私が来ることを見ていない最後に爆弾を落としました。 私はヒシロとアラタの両方が好きなので、寛大な7/10。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa sore ga watashi ga hoshikatta yō ni ikanai nimokakawarazu sore o tanoshinda. Kihontekini wa kariā ga ka han'nō shi, hoka no kyarakutā-tachi ga mainichi jibun no yarikata o atsukau yō ni nattara,-betsu no shīzun ni tōshi suru ki ga shinainode, kekkyoku owari ni umaku tsutsuma reta koto o nozomimasu. Shikashi, karera wa watashi ga kuru koto o miteinai saigo ni bakudan o otoshimashita. Watashi wa hishiro to Arata no ryōhō ga sukinanode, kandaina 7/ 10.)\u001b[22m\n\nTranslations of \u001b[4mOverall I enjoyed it despite it not going the way I wanted. I wish it was nicely wrapped up in the end because I don't feel like investing another season if it's basically Kariu over-reacting and the other characters develops as they deal with her crap everyday. But they dropped a bombshell in the end that I didn't see coming so it kind of made it worth sticking around until the end. A generous 7/10 because I like both Hishiro and Arata.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I enjoyed it despite it not going the way I wanted.\u001b[24m\n    \u001b[1m全体的に私はそれが私が欲しかったように行かないにもかかわらずそれを楽しんだ。\u001b[22m, \u001b[1mそれは私が望んでいた道を進んでいないにも関わらず、全体的に私はそれを楽しみました。\u001b[22m\n\u001b[4mI wish it was nicely wrapped up in the end because I don't feel like investing another season if it's basically Kariu over-reacting and the other characters develops as they deal with her crap everyday.\u001b[24m\n    \u001b[1m基本的にはカリアーが過反応し、他のキャラクター達が毎日自分のやり方を扱うようになったら、別のシーズンに投資する気がしないので、結局終わりにうまく包まれたことを望みます。\u001b[22m, \u001b[1m私はそれが過剰に反応し、基本的にKariuだと、彼らは日常の彼女のがらくたを扱うように他の文字が発展する場合、私は別のシーズンを投資するように感じることはありませんので、それがうまく最後に包まれた希望します。\u001b[22m\n\u001b[4mBut they dropped a bombshell in the end that I didn't see coming so it kind of made it worth sticking around until the end.\u001b[24m\n    \u001b[1mしかし、彼らは私が来ることを見ていない最後に爆弾を落としました。\u001b[22m, \u001b[1mしかし、彼らはそれが一種の終わりまで、周りの固執、それは価値が作っので、私が来て見ていない最後に爆弾を落としました。\u001b[22m\n\u001b[4mA generous 7/10 because I like both Hishiro and Arata.\u001b[24m\n    \u001b[1m私はヒシロとアラタの両方が好きなので、寛大な7/10。\u001b[22m, \u001b[1m寛大な7/10私はHishiroとアラタの両方が好きだから。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "AnimeAdk",
    "profile": "/profile/AnimeAdk/reviews",
    "pages": "7",
    "number": "14",
    "link": "/reviews.php?id=223642",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\nスポイラーフリー\n\nストーリー -  8/10\n\n私は時間関連の話が好き、プロットはユニークで面白いですが、閉鎖/失敗は高校で自分自身を試して訂正し、彼らが「本当の」世界に対処するのに役立つように自分の性格を開発し改善する2番目のチャンスが与えられます。 執行はうまくいくかもしれませんが、プロット自体が私にそれを見せてもらうので、それは8です。\n\nアート -  7/10\n\nそれは、OgaとArataのRELIFEサポートを区別することができませんでした。 また、生き生きとさせるキャラクターにはほんの少しの「おとぎ」がないようです。 それは契約の破りではありませんが、より良い可能性があります。\n\nサウンド -  8/10\n\nOP曲とEND曲はキャッチーだったし、声優もよかった。 ここでの苦情はありません。傑作レベルではないので、それは8です。\n\nキャラクター -  7/10\n\nそれはもっと多くのエピソードでできますが、私は12-13エピソードが普通だと思います。 ストーリーアークのいくつかが私にペースが速すぎるので、私はより多くの展示とキャラクターの開発を好みました。 私はキャラクターの開発が不十分で、それらの背景情報が不足しているため、いくつかのキャラクターを共感できませんでした。\n\n楽しさ -  8/10\n\n私はそれが好き。 それは楽しい瞬間を持っていた、それはユーモアを持っていた、それは通常のロマンチックなコメディの雰囲気とそれと気分良い緊張を持っていた。 学校の時間関連のアニメです。 あなたがスタインズが好きなのなら、ゲート、時間を飛び越えていく少女、消しゴムなど。あなたはこのレビューにかかわらずこれを見て楽しむつもりです。\n\n全体的 -  8/10\n\nそれは私の興味を保ったので私はこれを8と評価し、私は第2シーズンを見るだろう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSPOILER-FREE\n\n\u001b[1mスポイラーフリー\u001b[22m\n\u001b[1m(Supoirāfurī)\u001b[22m\n\nTranslations of \u001b[4mSPOILER-FREE\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSPOILER-FREE\u001b[24m\n    \u001b[1mスポイラーフリー\u001b[22m, \u001b[1mスポイラー-FREE\u001b[22m\n\u001b[1m\u001b[22m\nStory - 8/10\n\n\u001b[1mストーリー -  8/10\u001b[22m\n\u001b[1m(Sutōrī - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 8/10\u001b[24m\n    \u001b[1mストーリー -  8/10\u001b[22m\n\u001b[1m\u001b[22m\nI like time-related stories, the plot is unique and entertaining, shut-ins/failures are given a second chance at highschool to try and correct themselves and develop and improve their character to help them cope with the 'real' world. The execution could do better but the plot itself would get me to watch it so that's why it's an 8.\n\n\u001b[1m私は時間関連の話が好き、プロットはユニークで面白いですが、閉鎖/失敗は高校で自分自身を試して訂正し、彼らが「本当の」世界に対処するのに役立つように自分の性格を開発し改善する2番目のチャンスが与えられます。 執行はうまくいくかもしれませんが、プロット自体が私にそれを見せてもらうので、それは8です。\u001b[22m\n\u001b[1m(Watashi wa jikan kanren no hanashi ga suki, purotto wa yunīku de omoshiroidesuga, heisa/ shippai wa kōkō de jibun jishin o tameshite teisei shi, karera ga `hontō no' sekai ni taisho suru no ni yakudatsu yō ni jibun no seikaku o kaihatsu shi kaizen suru 2-banme no chansu ga atae raremasu. Shikkō wa umaku iku kamo shiremasenga, purotto jitai ga watashi ni sore o misete moraunode, sore wa 8desu.)\u001b[22m\n\nTranslations of \u001b[4mI like time-related stories, the plot is unique and entertaining, shut-ins/failures are given a second chance at highschool to try and correct themselves and develop and improve their character to help them cope with the 'real' world. The execution could do better but the plot itself would get me to watch it so that's why it's an 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like time-related stories, the plot is unique and entertaining, shut-ins/failures are given a second chance at highschool to try and correct themselves and develop and improve their character to help them cope with the 'real' world.\u001b[24m\n    \u001b[1m私は時間関連の話が好き、プロットはユニークで面白いですが、閉鎖/失敗は高校で自分自身を試して訂正し、彼らが「本当の」世界に対処するのに役立つように自分の性格を開発し改善する2番目のチャンスが与えられます。\u001b[22m, \u001b[1m私は時間関連の話が好きで、プロットはユニークで面白いです、シャットイン/失敗は試してみて、自分自身を修正し、開発し、それらを「本当の」世界に対処するのを助けるために自分のキャラクターを向上させるための高校で二度目のチャンスを与えられています。\u001b[22m\n\u001b[4mThe execution could do better but the plot itself would get me to watch it so that's why it's an 8.\u001b[24m\n    \u001b[1m執行はうまくいくかもしれませんが、プロット自体が私にそれを見せてもらうので、それは8です。\u001b[22m, \u001b[1m実行がより良く行うことができますが、プロット自体は、それが8だ理由ですので、私はそれを見るためになるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 7/10\n\n\u001b[1mアート -  7/10\u001b[22m\n\u001b[1m(Āto - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 7/10\u001b[24m\n    \u001b[1mアート -  7/10\u001b[22m\n\u001b[1m\u001b[22m\nIt could do better, more often than not, I could not distinguish between Oga and Arata's RELIFE support, that says alot about their art. Also there seems to be just a little 'oomph' missing with the characters that would bring them to life. It ain't a deal breaker but it could have been better.\n\n\u001b[1mそれは、OgaとArataのRELIFEサポートを区別することができませんでした。 また、生き生きとさせるキャラクターにはほんの少しの「おとぎ」がないようです。 それは契約の破りではありませんが、より良い可能性があります。\u001b[22m\n\u001b[1m(Sore wa, Oga to Arata no RELIFE sapōto o kubetsu suru koto ga dekimasendeshita. Mata, ikiikito sa seru kyarakutā ni wa hon'nosukoshi no `o togi' ga nai yōdesu. Sore wa keiyaku no yaburide wa arimasenga, yoriyoi kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt could do better, more often than not, I could not distinguish between Oga and Arata's RELIFE support, that says alot about their art. Also there seems to be just a little 'oomph' missing with the characters that would bring them to life. It ain't a deal breaker but it could have been better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt could do better, more often than not, I could not distinguish between Oga and Arata's RELIFE support, that says alot about their art.\u001b[24m\n    \u001b[1mそれは、OgaとArataのRELIFEサポートを区別することができませんでした。\u001b[22m, \u001b[1mそれはより良い行うことができ、より多くの場合より、私は彼らの芸術について多くを語ること、男鹿と荒田のRELIFEのサポートは区別されませんでした。\u001b[22m\n\u001b[4mAlso there seems to be just a little 'oomph' missing with the characters that would bring them to life.\u001b[24m\n    \u001b[1mまた、生き生きとさせるキャラクターにはほんの少しの「おとぎ」がないようです。\u001b[22m, \u001b[1mまた、生活にそれらをもたらす文字で不足しているほんの少しの「活力」があるように思われます。\u001b[22m\n\u001b[4mIt ain't a deal breaker but it could have been better.\u001b[24m\n    \u001b[1mそれは契約の破りではありませんが、より良い可能性があります。\u001b[22m, \u001b[1mそれは契約ブレーカではありませんが、それは改善の余地があります。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 8/10\n\n\u001b[1mサウンド -  8/10\u001b[22m\n\u001b[1m(Saundo - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 8/10\u001b[24m\n    \u001b[1mサウンド -  8/10\u001b[22m\n\u001b[1m\u001b[22m\nThe OP and END songs were catchy, the voice acting was good. No complaints here, not masterpiece level that's why it's an 8.\n\n\u001b[1mOP曲とEND曲はキャッチーだったし、声優もよかった。 ここでの苦情はありません。傑作レベルではないので、それは8です。\u001b[22m\n\u001b[1m(OP kyoku to endo kyoku wa kyatchīdattashi, seiyū mo yokatta. Koko de no kujō wa arimasen. Kessaku reberude wanainode, sore wa 8desu.)\u001b[22m\n\nTranslations of \u001b[4mThe OP and END songs were catchy, the voice acting was good. No complaints here, not masterpiece level that's why it's an 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OP and END songs were catchy, the voice acting was good.\u001b[24m\n    \u001b[1mOP曲とEND曲はキャッチーだったし、声優もよかった。\u001b[22m, \u001b[1mOPとEND曲はキャッチーだった、声の演技は良かったです。\u001b[22m\n\u001b[4mNo complaints here, not masterpiece level that's why it's an 8.\u001b[24m\n    \u001b[1mここでの苦情はありません。傑作レベルではないので、それは8です。\u001b[22m, \u001b[1mここには苦情はありません、それは8だ理由ですない傑作レベル。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 7/10\n\n\u001b[1mキャラクター -  7/10\u001b[22m\n\u001b[1m(Kyarakutā - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 7/10\u001b[24m\n    \u001b[1mキャラクター -  7/10\u001b[22m, \u001b[1m文字 -  7/10\u001b[22m\n\u001b[1m\u001b[22m\nIt could do with more episodes, but I guess 12-13 episodes is the norm. I would have preferred more exposition and character development as some of the story arcs were too fast paced to me. I could not empathize on several of the characters because of lack of character development and background info on them.\n\n\u001b[1mそれはもっと多くのエピソードでできますが、私は12-13エピソードが普通だと思います。 ストーリーアークのいくつかが私にペースが速すぎるので、私はより多くの展示とキャラクターの開発を好みました。 私はキャラクターの開発が不十分で、それらの背景情報が不足しているため、いくつかのキャラクターを共感できませんでした。\u001b[22m\n\u001b[1m(Sore wa motto ōku no episōdo de dekimasuga, watashi wa 12 - 13 episōdo ga futsūda to omoimasu. Sutōrīāku no ikutsu ka ga watashi ni pēsu ga haya sugirunode, watakushiha yori ōku no tenji to kyarakutā no kaihatsu o konomimashita. Watashi wa kyarakutā no kaihatsu ga fujūbunde, sorera no haikei jōhō ga fusoku shite iru tame, ikutsu ka no kyarakutā o kyōkan dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt could do with more episodes, but I guess 12-13 episodes is the norm. I would have preferred more exposition and character development as some of the story arcs were too fast paced to me. I could not empathize on several of the characters because of lack of character development and background info on them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt could do with more episodes, but I guess 12-13 episodes is the norm.\u001b[24m\n    \u001b[1mそれはもっと多くのエピソードでできますが、私は12-13エピソードが普通だと思います。\u001b[22m, \u001b[1mこれは、より多くのエピソードで行うことができますが、私は12月13日のエピソードが当たり前だと思います。\u001b[22m\n\u001b[4mI would have preferred more exposition and character development as some of the story arcs were too fast paced to me.\u001b[24m\n    \u001b[1mストーリーアークのいくつかが私にペースが速すぎるので、私はより多くの展示とキャラクターの開発を好みました。\u001b[22m, \u001b[1mストーリーアークの一部が速すぎて私にペースたように私はより多くの博覧会やキャラクター開発を好むだろう。\u001b[22m\n\u001b[4mI could not empathize on several of the characters because of lack of character development and background info on them.\u001b[24m\n    \u001b[1m私はキャラクターの開発が不十分で、それらの背景情報が不足しているため、いくつかのキャラクターを共感できませんでした。\u001b[22m, \u001b[1mため、私は文字の開発とそれらの背景情報の欠如の文字のいくつかに共感することができませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 8/10\n\n\u001b[1m楽しさ -  8/10\u001b[22m\n\u001b[1m(Tanoshisa - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 8/10\u001b[24m\n    \u001b[1m楽しさ -  8/10\u001b[22m\n\u001b[1m\u001b[22m\nI liked it. It had fun moments, it had humor, it had the usual romantic-comedy vibe and feel-good tensions with it. It's a school time-related anime. I mean, if you liked Steins;Gate, The girl that leap through time, Erased etc. then you are going to watch this and enjoy it regardless of this review.\n\n\u001b[1m私はそれが好き。 それは楽しい瞬間を持っていた、それはユーモアを持っていた、それは通常のロマンチックなコメディの雰囲気とそれと気分良い緊張を持っていた。 学校の時間関連のアニメです。 あなたがスタインズが好きなのなら、ゲート、時間を飛び越えていく少女、消しゴムなど。あなたはこのレビューにかかわらずこれを見て楽しむつもりです。\u001b[22m\n\u001b[1m(Watashi wa sore ga suki. Sore wa tanoshī shunkan o motte ita, soreha yūmoa o motte ita, soreha tsūjō no romanchikkuna komedi no fun'iki to soreto kibun yoi kinchō o motte ita. Gakkō no jikan kanren no animedesu. Anata ga sutainzu ga sukina nonara, gēto, jikan o tobikoete iku shōjo, keshigomu nado. Anata wa kono rebyū ni kakawarazu kore o mite tanoshimu tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mI liked it. It had fun moments, it had humor, it had the usual romantic-comedy vibe and feel-good tensions with it. It's a school time-related anime. I mean, if you liked Steins;Gate, The girl that leap through time, Erased etc. then you are going to watch this and enjoy it regardless of this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked it.\u001b[24m\n    \u001b[1m私はそれが好き。\u001b[22m, \u001b[1m私はそれが好きだった。\u001b[22m\n\u001b[4mIt had fun moments, it had humor, it had the usual romantic-comedy vibe and feel-good tensions with it.\u001b[24m\n    \u001b[1mそれは楽しい瞬間を持っていた、それはユーモアを持っていた、それは通常のロマンチックなコメディの雰囲気とそれと気分良い緊張を持っていた。\u001b[22m, \u001b[1mそれはいつものロマンチック・コメディの雰囲気を持っていたし、それと感じ、良い緊張、それはユーモアを持っていた、楽しい瞬間がありました。\u001b[22m\n\u001b[4mIt's a school time-related anime.\u001b[24m\n    \u001b[1m学校の時間関連のアニメです。\u001b[22m, \u001b[1mそれは学校の時間関連のアニメです。\u001b[22m\n\u001b[4mI mean, if you liked Steins;Gate, The girl that leap through time, Erased etc. then you are going to watch this and enjoy it regardless of this review.\u001b[24m\n    \u001b[1mあなたがスタインズが好きなのなら、ゲート、時間を飛び越えていく少女、消しゴムなど。あなたはこのレビューにかかわらずこれを見て楽しむつもりです。\u001b[22m, \u001b[1mゲート、消去時間等を通じて飛躍女の子、あなたはこれを見て、関係なく、このレビューのそれを楽しむしようとしている。私は、あなたがシュタインズを好きなら、意味します。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 8/10\n\n\u001b[1m全体的 -  8/10\u001b[22m\n\u001b[1m(Zentai-teki - 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall - 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 8/10\u001b[24m\n    \u001b[1m全体的 -  8/10\u001b[22m, \u001b[1m全体的に -  8月10日\u001b[22m\n\u001b[1m\u001b[22m\nI rate this an 8 because it held my interest and I would watch a second season.\n\n\u001b[1mそれは私の興味を保ったので私はこれを8と評価し、私は第2シーズンを見るだろう。\u001b[22m\n\u001b[1m(Sore wa watashi no kyōmi o tamottanode watashi wa kore o 8 to hyōka shi, watashi wa dai 2 shīzun o mirudarou.)\u001b[22m\n\nTranslations of \u001b[4mI rate this an 8 because it held my interest and I would watch a second season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI rate this an 8 because it held my interest and I would watch a second season.\u001b[24m\n    \u001b[1mそれは私の興味を保ったので私はこれを8と評価し、私は第2シーズンを見るだろう。\u001b[22m, \u001b[1mそれは私の興味を開催し、私は2番目のシーズンを見ることになるので、私はこの8を評価します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "JBlake35",
    "profile": "/profile/JBlake35/reviews",
    "pages": "7",
    "number": "15",
    "link": "/reviews.php?id=223600",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n私はレビューを書くのではないが、私はReLIFEを見た後にしなければならなかったように感じた。 私はこれにスポイラーを提供しません。このレビューを書くための私の唯一の理由は、本当にこのショーを本当に楽しんだかを表現することです。 私はこれまでに「スライス・オブ・ライフ」アニメを見たことがないので、これは私の手足で外に出て新しいものを試してみるという試みでした。 私は、このサイトがアニメを評価するために使用する6つのカテゴリを簡単にカバーし、ショーを見に行き、あなた自身の意見を形成するようにしておきます！\n\nだからここに行く：\n\nストーリー：ReLifeの話は、彼の人生がどこにも行き渡っていないと感じる27歳の男の周りを回っています。 彼は仕事を失い、家族や友人の自信を失いました。 彼は最低点に達すると、実験終了後に雇われる可能性のある社会実験に参加する機会を彼に提供する男に会う。 実験が始まると申し出を受け入れた後、彼は学校に突き当たり、1年間滞在します。 学校では新しい友達を集め、個人や友人として成長するのを助けます。\n\n\n\nアート：ReLifeで芸術がとてもうまくいったような気がしました。 このショーは、適切な時間に適切な色を使用して、シーンのストーリーと気分を一緒にプッシュする素晴らしい仕事をしました。 瞬間が楽しくて面白かったら照明はとても明るくカラフルだった。 シーンが悲しい場合は、非常に暗い色と周囲を使用して気分を設定するのに役立ちます。 私はこれが正常なことだと確信していますが、私は本当に気づいたり、今までそれに多くの注意を払ったりしていません。 彼らはまた、コミックで効果的な誇張された表現をたくさんしています。 通常、私は古典的なアニメ「オーバー・エクスプレッション」のギミックを大ファンにはしていませんが、TrigunやReLifeのような特定のケースでは、実際に楽しんでいます。 このショーには、正しく笑う方法を理解できない女の子が再現するテーマがあります。 このシーンで女の子のために使う誇張された顔は陽気で、私はとても笑っていました。\n\nサウンド：私はこのショーのために音楽を本当に楽しんでいた以外、ここにたくさん言わない。 彼らは私が非常に異なって楽しいと思った各エピソードのクレジットのために異なる歌を使用しました。 私はまた、ショー全体で演奏するこの柔らかく軽いピアノパートを持っていることに気付きました。 このパートは、3つまたは4つの音符で構成されています。何らかの理由で、私はそのショーでそのことを本当に楽しんでいました。 幸せなシーンのために高い音符で同じパターンを演奏し、暗くて憂うつなシーンには低い音符を使います。 再び私はなぜこれを楽しんだのかわかりませんが、ショーとのつながりを助けたのはごくわずかでした。\n\nキャラクター：私はすでに私のレビューの話の部分でこれについて話しましたが、この番組のキャラクターの発展は素晴らしいです。 彼らのキャラクターは、社会的に厄介であるか、異性に完全に気付かれていなくても、ほとんど問題がありません。 彼らはすべて彼らが仕事をする必要がある自分の小さなものがあります。 文字通り子供の間にいる人間の主人公でさえ、ReLifeに関わっている間に自分自身について学ぶことがいくつかあります。 彼らはショーを通してキャラクターの成長の進行を示す素晴らしい仕事をしています。 キャラクターは魔法のように上手くいくだけではなく、ショー全体を通してそれに取り組まなくてはなりません。 彼らは何度も試して失敗するのを見るでしょうが、ショーの終わりに向かって最終的に物事をまとめるようになるまで、彼らは常により良くなるように働き続けます。 ショーでは少し崖のハンガーが残っているので、ストーリーがどこに向いているのかは分からないので、キャラクターが問題を完全に解決しているかどうかわからないが、最後まで十分なアイデアを得ることができる。\n\n楽しさ/全体：私は前に言ったように、私は本当にこのアニメを楽しんだ。 私は一生のドラマを見たことがないが、私はこのショーにチャンスを与えたことがうれしい。 ショーは最初のエピソードから私を夢中にした。 それは決して完璧なショーではありませんが、あなたが笑顔になるシンプルなショーが好きなら、このショーはあなたにとって完璧です。 物語は続くことが容易であり、深い考えをたくさん必要としません。 これはあなたが戻って楽しむことができるショーの一つです。 私は確かにReLifeのようなもっと多くのショーを試みると思うし、巨大なロボットやクールな戦闘シーンよりもアニメには明らかに多い。 私はこのアニメを誰にでも推薦し、あなたが皆それを自分のために試してくれることを願っています！ 私はまた、あなたがこれをいくらか助けてくれたことが分かったことを願っています。 私はおそらくショーについて非常に曖昧なやり方で踏み込んだだけだと知っていますが、私は誰のためにも楽しいことを忘れてしまいたくありません。\n\n私はこのショーに10点中9点を与えます！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI am not one to write reviews but I felt like I had to after watching ReLIFE. I will not provide any spoilers in this and my only reason for writing this review is to express how much I truly enjoyed this show. I have never watched a 'slice of life' anime before so this was my attempt at going out on a limb and trying something new. I will just briefly cover the six categories this site uses to rate animes and leave you to go watch the show and form your own opinion on it!\n\n\u001b[1m私はレビューを書くのではないが、私はReLIFEを見た後にしなければならなかったように感じた。 私はこれにスポイラーを提供しません。このレビューを書くための私の唯一の理由は、本当にこのショーを本当に楽しんだかを表現することです。 私はこれまでに「スライス・オブ・ライフ」アニメを見たことがないので、これは私の手足で外に出て新しいものを試してみるという試みでした。 私は、このサイトがアニメを評価するために使用する6つのカテゴリを簡単にカバーし、ショーを見に行き、あなた自身の意見を形成するようにしておきます！\u001b[22m\n\u001b[1m(Watashi wa rebyū o kaku node wa naiga, watashi wa ReLIFE o mita nochi ni shinakereba naranakatta yō ni kanjita. Watashi wa kore ni supoirā o teikyō shimasen. Kono rebyū o kaku tame no watashi no yuiitsu no riyū wa, hontōni kono shō o hontōni tanoshinda ka o hyōgen suru kotodesu. Watashi wa kore made ni `suraisu Obu raifu' anime o mita koto ga nainode, kore wa watashi no teashi de soto ni dete atarashī mono o tameshite miru to iu kokoromideshita. Watashi wa, kono saito ga anime o hyōka suru tame ni shiyō suru muttsu no kategori o kantan ni kabā shi, shō o mi ni iki, anata jishin no iken o keisei suru yō ni shite okimasu!)\u001b[22m\n\nTranslations of \u001b[4mI am not one to write reviews but I felt like I had to after watching ReLIFE. I will not provide any spoilers in this and my only reason for writing this review is to express how much I truly enjoyed this show. I have never watched a 'slice of life' anime before so this was my attempt at going out on a limb and trying something new. I will just briefly cover the six categories this site uses to rate animes and leave you to go watch the show and form your own opinion on it!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am not one to write reviews but I felt like I had to after watching ReLIFE.\u001b[24m\n    \u001b[1m私はレビューを書くのではないが、私はReLIFEを見た後にしなければならなかったように感じた。\u001b[22m, \u001b[1m私はレビューを書かない一人ですが、私はReLIFEを見た後に持っていたように私は感じました。\u001b[22m\n\u001b[4mI will not provide any spoilers in this and my only reason for writing this review is to express how much I truly enjoyed this show.\u001b[24m\n    \u001b[1m私はこれにスポイラーを提供しません。このレビューを書くための私の唯一の理由は、本当にこのショーを本当に楽しんだかを表現することです。\u001b[22m, \u001b[1m私はこの内の任意のスポイラーを提供することはありません。このレビューを書くための私の唯一の理由は、私は本当にこのショーを楽しんでどのくらい表明することにあります。\u001b[22m\n\u001b[4mI have never watched a 'slice of life' anime before so this was my attempt at going out on a limb and trying something new.\u001b[24m\n    \u001b[1m私はこれまでに「スライス・オブ・ライフ」アニメを見たことがないので、これは私の手足で外に出て新しいものを試してみるという試みでした。\u001b[22m, \u001b[1m私は、これは手足に出て行くと何か新しいことをしようとする時、私の試みだった前に「スライス人生の「アニメを見たことがありません。\u001b[22m\n\u001b[4mI will just briefly cover the six categories this site uses to rate animes and leave you to go watch the show and form your own opinion on it!\u001b[24m\n    \u001b[1m私は、このサイトがアニメを評価するために使用する6つのカテゴリを簡単にカバーし、ショーを見に行き、あなた自身の意見を形成するようにしておきます！\u001b[22m, \u001b[1m私は簡単にこのサイトはアニメを評価し、ショーを見に行くと、その上に自分の意見を形成するためにあなたを残すために使用する6つのカテゴリーをカバーします！\u001b[22m\n\u001b[1m\u001b[22m\nSo here we go:\n\n\u001b[1mだからここに行く：\u001b[22m\n\u001b[1m(Dakara koko ni iku:)\u001b[22m\n\nTranslations of \u001b[4mSo here we go:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo here we go:\u001b[24m\n    \u001b[1mだからここに行く：\u001b[22m, \u001b[1mだからここに私達は行きます：\u001b[22m\n\u001b[1m\u001b[22m\nStory: The story of ReLife revolves around a 27-year-old guy who feels like his life is going nowhere. He has lost his job and the confidence of his family and friends. When he hits his lowest point, he meets a man who offers him the opportunity to take part in a social experiment with the possibility of being hired after the experiment concludes. After accepting the offer the experiment begins he is thrust into a school where he will stay for one full year. While at the school he meets new friends and helps them grow as individuals and as friends.\n\n\u001b[1mストーリー：ReLifeの話は、彼の人生がどこにも行き渡っていないと感じる27歳の男の周りを回っています。 彼は仕事を失い、家族や友人の自信を失いました。 彼は最低点に達すると、実験終了後に雇われる可能性のある社会実験に参加する機会を彼に提供する男に会う。 実験が始まると申し出を受け入れた後、彼は学校に突き当たり、1年間滞在します。 学校では新しい友達を集め、個人や友人として成長するのを助けます。\u001b[22m\n\u001b[1m(Sutōrī: ReLife no hanashi wa, kare no jinsei ga dokoni mo ikiwatatte inai to kanjiru 27-sai no otoko no mawari o mawatte imasu. Kare wa shigoto o ushinai, kazoku ya yūjin no jishin o ushinaimashita. Kare wa saitei-ten ni tassuru to, jikken shūryōgo ni yatowa reru kanōsei no aru shakai jikken ni sanka suru kikai o kare ni teikyō suru otoko ni au. Jikken ga hajimaru to mōshide o ukeireta nochi, kare wa gakkō ni tsukiatari, 1-nenkan taizai shimasu. Gakkōde wa atarashī tomodachi o atsume, kojin ya yūjin to shite seichō suru no o tasukemasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: The story of ReLife revolves around a 27-year-old guy who feels like his life is going nowhere. He has lost his job and the confidence of his family and friends. When he hits his lowest point, he meets a man who offers him the opportunity to take part in a social experiment with the possibility of being hired after the experiment concludes. After accepting the offer the experiment begins he is thrust into a school where he will stay for one full year. While at the school he meets new friends and helps them grow as individuals and as friends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: The story of ReLife revolves around a 27-year-old guy who feels like his life is going nowhere.\u001b[24m\n    \u001b[1mストーリー：ReLifeの話は、彼の人生がどこにも行き渡っていないと感じる27歳の男の周りを回っています。\u001b[22m, \u001b[1mストーリー：ReLifeの物語は、彼の人生はどこにも行かれていないように感じている27歳の男を中心に展開します。\u001b[22m\n\u001b[4mHe has lost his job and the confidence of his family and friends.\u001b[24m\n    \u001b[1m彼は仕事を失い、家族や友人の自信を失いました。\u001b[22m, \u001b[1m彼は彼の仕事と彼の家族や友人の信頼を失ってしまいました。\u001b[22m\n\u001b[4mWhen he hits his lowest point, he meets a man who offers him the opportunity to take part in a social experiment with the possibility of being hired after the experiment concludes.\u001b[24m\n    \u001b[1m彼は最低点に達すると、実験終了後に雇われる可能性のある社会実験に参加する機会を彼に提供する男に会う。\u001b[22m, \u001b[1m彼は彼の最低点に達すると、彼は彼に実験が終了した後に雇われている可能性と社会実験に参加する機会を提供しています男を満たしています。\u001b[22m\n\u001b[4mAfter accepting the offer the experiment begins he is thrust into a school where he will stay for one full year.\u001b[24m\n    \u001b[1m実験が始まると申し出を受け入れた後、彼は学校に突き当たり、1年間滞在します。\u001b[22m, \u001b[1m申し出を受け入れた後の実験は、彼は1年間滞在する学校に押し込まれる始まります。\u001b[22m\n\u001b[4mWhile at the school he meets new friends and helps them grow as individuals and as friends.\u001b[24m\n    \u001b[1m学校では新しい友達を集め、個人や友人として成長するのを助けます。\u001b[22m, \u001b[1m学校でいる間、彼は新しい友人を満たしているし、それらを個人として、また友人として成長するのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nART: I felt like the art was very well done in ReLife. The show did a great job of using the right colors at the right time to help push the story and mood of the scene along. If the moment was fun or funny the lighting was very bright and colorful. If the scene was sad they would use very dark colors and surroundings to help set the mood. I am sure this is a normal thing but I have never really noticed or paid a lot of attention to it until now. They also do a lot of the exaggerated expressions which are both comical and effective. Normally I am not a big fan of the classic anime 'over expression' gimmick but in certain cases like Trigun and ReLife I actually really enjoy them. There is a reoccurring theme in this show of a girl who can't figure out how to smile correctly. The exaggerated face they use for the girl during these scenes is hilarious and it had me crying I was laughing so hard.\n\n\u001b[1mアート：ReLifeで芸術がとてもうまくいったような気がしました。 このショーは、適切な時間に適切な色を使用して、シーンのストーリーと気分を一緒にプッシュする素晴らしい仕事をしました。 瞬間が楽しくて面白かったら照明はとても明るくカラフルだった。 シーンが悲しい場合は、非常に暗い色と周囲を使用して気分を設定するのに役立ちます。 私はこれが正常なことだと確信していますが、私は本当に気づいたり、今までそれに多くの注意を払ったりしていません。 彼らはまた、コミックで効果的な誇張された表現をたくさんしています。 通常、私は古典的なアニメ「オーバー・エクスプレッション」のギミックを大ファンにはしていませんが、TrigunやReLifeのような特定のケースでは、実際に楽しんでいます。 このショーには、正しく笑う方法を理解できない女の子が再現するテーマがあります。 このシーンで女の子のために使う誇張された顔は陽気で、私はとても笑っていました。\u001b[22m\n\u001b[1m(Āto: ReLife de geijutsu ga totemo umaku itta yōna ki ga shimashita. Kono shō wa, tekisetsuna jikan ni tekisetsuna iro o shiyō shite, shīn no sutōrī to kibun o issho ni pusshu suru subarashī shigoto o shimashita. Shunkan ga tanoshikute omoshirokattara shōmei wa totemo akaruku karafurudatta. Shīn ga kanashī baai wa, hijō ni kurai iro to shūi o shiyō shite kibun o settei suru no ni yakudachimasu. Watashi wa kore ga seijōna kotoda to kakushin shite imasuga, watashi wa hontōni kidzui tari, imamade soreni ōku no chūi o harattari shite imasen. Karera wa mata, komikku de kōkatekina kochō sa reta hyōgen o takusan shite imasu. Tsūjō, watashi wa koten-tekina anime `ōbā ekusupuresshon' no gimikku o dai fan ni wa shite imasenga, Trigun ya ReLife no yōna tokutei no kēsude wa, jissai ni tanoshinde imasu. Kono shō ni wa, tadashiku warau hōhō o rikaidekinai on'nanoko ga saigen suru tēma ga arimasu. Kono shīn de on'nanoko no tame ni tsukau kochō sa reta kao wa yōkide, watashi wa totemo waratte imashita.)\u001b[22m\n\nTranslations of \u001b[4mART: I felt like the art was very well done in ReLife. The show did a great job of using the right colors at the right time to help push the story and mood of the scene along. If the moment was fun or funny the lighting was very bright and colorful. If the scene was sad they would use very dark colors and surroundings to help set the mood. I am sure this is a normal thing but I have never really noticed or paid a lot of attention to it until now. They also do a lot of the exaggerated expressions which are both comical and effective. Normally I am not a big fan of the classic anime 'over expression' gimmick but in certain cases like Trigun and ReLife I actually really enjoy them. There is a reoccurring theme in this show of a girl who can't figure out how to smile correctly. The exaggerated face they use for the girl during these scenes is hilarious and it had me crying I was laughing so hard.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: I felt like the art was very well done in ReLife.\u001b[24m\n    \u001b[1mアート：ReLifeで芸術がとてもうまくいったような気がしました。\u001b[22m, \u001b[1mART：技術は非常によくReLifeで行われていたように私は感じました。\u001b[22m\n\u001b[4mThe show did a great job of using the right colors at the right time to help push the story and mood of the scene along.\u001b[24m\n    \u001b[1mこのショーは、適切な時間に適切な色を使用して、シーンのストーリーと気分を一緒にプッシュする素晴らしい仕事をしました。\u001b[22m, \u001b[1mショーは、シーンの話や気分に沿ってプッシュを助けるために適切なタイミングで適切な色を使っての素晴らしい仕事をしました。\u001b[22m\n\u001b[4mIf the moment was fun or funny the lighting was very bright and colorful.\u001b[24m\n    \u001b[1m瞬間が楽しくて面白かったら照明はとても明るくカラフルだった。\u001b[22m, \u001b[1m瞬間が楽しいかおかしかった場合、照明は非常に明るくカラフルでした。\u001b[22m\n\u001b[4mIf the scene was sad they would use very dark colors and surroundings to help set the mood.\u001b[24m\n    \u001b[1mシーンが悲しい場合は、非常に暗い色と周囲を使用して気分を設定するのに役立ちます。\u001b[22m, \u001b[1mシーンは悲しかった場合、彼らは気分を設定するのに役立ち、非常に暗い色とその周辺を使用します。\u001b[22m\n\u001b[4mI am sure this is a normal thing but I have never really noticed or paid a lot of attention to it until now.\u001b[24m\n    \u001b[1m私はこれが正常なことだと確信していますが、私は本当に気づいたり、今までそれに多くの注意を払ったりしていません。\u001b[22m, \u001b[1m私は、これは正常なことですが、私は本当に気づいていないか、今までに多くの注目を支払ったことがないと確信しています。\u001b[22m\n\u001b[4mThey also do a lot of the exaggerated expressions which are both comical and effective.\u001b[24m\n    \u001b[1m彼らはまた、コミックで効果的な誇張された表現をたくさんしています。\u001b[22m, \u001b[1m彼らはまた、コミカルかつ効果的である誇張表現の多くを行います。\u001b[22m\n\u001b[4mNormally I am not a big fan of the classic anime 'over expression' gimmick but in certain cases like Trigun and ReLife I actually really enjoy them.\u001b[24m\n    \u001b[1m通常、私は古典的なアニメ「オーバー・エクスプレッション」のギミックを大ファンにはしていませんが、TrigunやReLifeのような特定のケースでは、実際に楽しんでいます。\u001b[22m, \u001b[1m通常、私はギミック「過剰発現」の古典的なアニメの大ファンではないですが、トライガンとReLifeのような特定の場合には、私は実際には本当にそれらを楽しみます。\u001b[22m\n\u001b[4mThere is a reoccurring theme in this show of a girl who can't figure out how to smile correctly.\u001b[24m\n    \u001b[1mこのショーには、正しく笑う方法を理解できない女の子が再現するテーマがあります。\u001b[22m, \u001b[1m正しく笑顔にする方法を見つけ出すことはできません女の子のこのショーで再発テーマがあります。\u001b[22m\n\u001b[4mThe exaggerated face they use for the girl during these scenes is hilarious and it had me crying I was laughing so hard.\u001b[24m\n    \u001b[1mこのシーンで女の子のために使う誇張された顔は陽気で、私はとても笑っていました。\u001b[22m, \u001b[1m彼らはこれらのシーンの間に女の子のために使用誇張された顔は陽気であり、それは私は一生懸命笑っていた泣いていました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I don't have a lot to say here other than I really enjoyed the music for this show. They used different songs for the credits in each episode which I thought was very different and fun. I also noticed they have this soft and light piano part that plays throughout the entire show. This part consists of 3 or 4 notes in a pattern and for whatever reason, I really enjoyed hearing that during the show. The would play the same pattern with high notes for happy scenes and they would use low notes for dark or depressing scenes. Again I don't know why I enjoyed this but it was a very little thing that helped me connect with the show.\n\n\u001b[1mサウンド：私はこのショーのために音楽を本当に楽しんでいた以外、ここにたくさん言わない。 彼らは私が非常に異なって楽しいと思った各エピソードのクレジットのために異なる歌を使用しました。 私はまた、ショー全体で演奏するこの柔らかく軽いピアノパートを持っていることに気付きました。 このパートは、3つまたは4つの音符で構成されています。何らかの理由で、私はそのショーでそのことを本当に楽しんでいました。 幸せなシーンのために高い音符で同じパターンを演奏し、暗くて憂うつなシーンには低い音符を使います。 再び私はなぜこれを楽しんだのかわかりませんが、ショーとのつながりを助けたのはごくわずかでした。\u001b[22m\n\u001b[1m(Saundo: Watashi wa kono shō no tame ni ongaku o hontōni tanoshinde ita igai, koko ni takusan iwanai. Karera wa watashi ga hijō ni kotonatte tanoshī to omotta kaku episōdo no kurejitto no tame ni kotonaru uta o shiyō shimashita. Watashi wa mata, shō zentai de ensō suru kono yawarakaku karui pianopāto o motte iru koto ni kidzukimashita. Kono pāto wa, 3ttsu matawa 4tsu no onpu de kōsei sa rete imasu. Nanrakano riyū de, watashi wa sono shō de sono koto o hontōni tanoshinde imashita. Shiawasena shīn no tame ni takai onpu de onaji patān o ensō shi, kurakute yūutsuna shīn ni wa hikui onpu o tsukaimasu. Futatabi watashi wa naze kore o tanoshinda no ka wakarimasenga, shō to no tsunagari o tasuketa no wa goku wazukadeshita.)\u001b[22m\n\nTranslations of \u001b[4mSound: I don't have a lot to say here other than I really enjoyed the music for this show. They used different songs for the credits in each episode which I thought was very different and fun. I also noticed they have this soft and light piano part that plays throughout the entire show. This part consists of 3 or 4 notes in a pattern and for whatever reason, I really enjoyed hearing that during the show. The would play the same pattern with high notes for happy scenes and they would use low notes for dark or depressing scenes. Again I don't know why I enjoyed this but it was a very little thing that helped me connect with the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I don't have a lot to say here other than I really enjoyed the music for this show.\u001b[24m\n    \u001b[1mサウンド：私はこのショーのために音楽を本当に楽しんでいた以外、ここにたくさん言わない。\u001b[22m, \u001b[1mサウンド：私はここで私は本当にこのショーのための音楽を楽しむ以外に言うことがたくさん持っていません。\u001b[22m\n\u001b[4mThey used different songs for the credits in each episode which I thought was very different and fun.\u001b[24m\n    \u001b[1m彼らは私が非常に異なって楽しいと思った各エピソードのクレジットのために異なる歌を使用しました。\u001b[22m, \u001b[1m彼らは私が非常に異なると楽しいと思った各エピソードでクレジットに異なる曲を使用しました。\u001b[22m\n\u001b[4mI also noticed they have this soft and light piano part that plays throughout the entire show.\u001b[24m\n    \u001b[1m私はまた、ショー全体で演奏するこの柔らかく軽いピアノパートを持っていることに気付きました。\u001b[22m, \u001b[1m私はまた、彼らはショー全体を通して果たし、このソフトで軽いピアノの部分を持って気づきました。\u001b[22m\n\u001b[4mThis part consists of 3 or 4 notes in a pattern and for whatever reason, I really enjoyed hearing that during the show.\u001b[24m\n    \u001b[1mこのパートは、3つまたは4つの音符で構成されています。何らかの理由で、私はそのショーでそのことを本当に楽しんでいました。\u001b[22m, \u001b[1mこの部分はパターンで3または4ノートで構成され、何らかの理由で、私は実際にショーの間にそれを聞いて楽しみました。\u001b[22m\n\u001b[4mThe would play the same pattern with high notes for happy scenes and they would use low notes for dark or depressing scenes.\u001b[24m\n    \u001b[1m幸せなシーンのために高い音符で同じパターンを演奏し、暗くて憂うつなシーンには低い音符を使います。\u001b[22m, \u001b[1m幸せなシーンに高いノートと同じパターンを演奏だろうと、彼らは暗いまたは気のめいるシーンの低いノートを使用します。\u001b[22m\n\u001b[4mAgain I don't know why I enjoyed this but it was a very little thing that helped me connect with the show.\u001b[24m\n    \u001b[1m再び私はなぜこれを楽しんだのかわかりませんが、ショーとのつながりを助けたのはごくわずかでした。\u001b[22m, \u001b[1m再び、私はこれを楽しんだ理由を私は知らないが、それは私がショーに接続助けた非常に小さなものでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: I have already talked about this during the story portion of my review but the character development in this show is fantastic. They characters all have their own little problems, whether it's being socially awkward or being completely oblivious to the opposite sex. They all have their own little things they need to work through. Even the main character who is literally a man amongst kids has a few things he learns about himself throughout the process of being involved with ReLife. They do a great job of showing the progression of the character's growth throughout the show. The characters don't just magically become better they have to work at it throughout the entire show. You will see them try and fail many times but they always continue to work at becoming better until they finally start pulling things together toward the end of the show. The show does leave you with a bit of a cliff hangers so you can't really tell where the story is going so you don't know if the characters fully over come their problems but you can get a good enough idea by the end.\n\n\u001b[1mキャラクター：私はすでに私のレビューの話の部分でこれについて話しましたが、この番組のキャラクターの発展は素晴らしいです。 彼らのキャラクターは、社会的に厄介であるか、異性に完全に気付かれていなくても、ほとんど問題がありません。 彼らはすべて彼らが仕事をする必要がある自分の小さなものがあります。 文字通り子供の間にいる人間の主人公でさえ、ReLifeに関わっている間に自分自身について学ぶことがいくつかあります。 彼らはショーを通してキャラクターの成長の進行を示す素晴らしい仕事をしています。 キャラクターは魔法のように上手くいくだけではなく、ショー全体を通してそれに取り組まなくてはなりません。 彼らは何度も試して失敗するのを見るでしょうが、ショーの終わりに向かって最終的に物事をまとめるようになるまで、彼らは常により良くなるように働き続けます。 ショーでは少し崖のハンガーが残っているので、ストーリーがどこに向いているのかは分からないので、キャラクターが問題を完全に解決しているかどうかわからないが、最後まで十分なアイデアを得ることができる。\u001b[22m\n\u001b[1m(Kyarakutā: Watashi wa sudeni watashi no rebyū no hanashi no bubun de kore ni tsuite hanashimashitaga, kono bangumi no kyarakutā no hatten wa subarashīdesu. Karera no kyarakutā wa, shakai-teki ni yakkaidearu ka, isei ni kanzen ni kidzuka rete inakute mo, hotondo mondai ga arimasen. Karera wa subete karera ga shigoto o suruhitsuyōgāru jibun no chīsana mono ga arimasu. Mojidōri kodomo no ma ni iru ningen no shujinkōde sae, ReLife ni kakawatte iru ma ni jibun jishin ni tsuite manabu koto ga ikutsu ka arimasu. Karera wa shō o tōshite kyarakutā no seichō no shinkō o shimesu subarashī shigoto o shite imasu. Kyarakutā wa mahō no yō ni umaku iku dakede wa naku, shō zentai o tōshite sore ni torikumanakute wa narimasen. Karera wa nando mo tameshite shippai suru no o mirudeshouga, shō no owari ni mukatte saishūtekini monogoto o matomeru yō ni naru made, karera wa tsuneni yori yoku naru yō ni hataraki tsudzukemasu. Shōde wa sukoshi gake no hangā ga nokotte irunode, sutōrī ga doko ni muite iru no ka wa wakaranainode, kyarakutā ga mondai o kanzen ni kaiketsu shite iru ka dō ka wakaranaiga, saigomade jūbun'na aidea o eru koto ga dekiru.)\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall: Like I said before I really enjoyed this anime. I have never watched a slice of life drama but I am glad I gave this show a chance. The show hooked my from the first episode and I found myself not wanting it to end. It is by no means a perfect show but if you like simple shows that just make you smile then this show will be perfect for you. The story is easy to follow and does not require a lot of in-depth thinking. This is one of those shows you can just set back and enjoy. I think I will certainly try more shows like ReLife, there is apparently more to anime than just giant robots and cool fighting scenes ;p. I would recommend this anime to anyone and hope you all try it out for yourself! I also hope you found this somewhat help full. I know I probably just rambled on in a very vague way about a show but I don't want to spoil the fun for anyone.\n\n\u001b[1m楽しさ/全体：私は前に言ったように、私は本当にこのアニメを楽しんだ。 私は一生のドラマを見たことがないが、私はこのショーにチャンスを与えたことがうれしい。 ショーは最初のエピソードから私を夢中にした。 それは決して完璧なショーではありませんが、あなたが笑顔になるシンプルなショーが好きなら、このショーはあなたにとって完璧です。 物語は続くことが容易であり、深い考えをたくさん必要としません。 これはあなたが戻って楽しむことができるショーの一つです。 私は確かにReLifeのようなもっと多くのショーを試みると思うし、巨大なロボットやクールな戦闘シーンよりもアニメには明らかに多い。 私はこのアニメを誰にでも推薦し、あなたが皆それを自分のために試してくれることを願っています！ 私はまた、あなたがこれをいくらか助けてくれたことが分かったことを願っています。 私はおそらくショーについて非常に曖昧なやり方で踏み込んだだけだと知っていますが、私は誰のためにも楽しいことを忘れてしまいたくありません。\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: Watashi wa mae ni itta yō ni, watashi wa hontōni kono anime o tanoshinda. Watashi wa isshō no dorama o mita koto ga naiga, watashi wa kono shō ni chansu o ataeta koto ga ureshī. Shō wa saisho no episōdo kara watashi o muchū ni shita. Sore wa kesshite kanpekina shōde wa arimasenga, anata ga egao ni naru shinpuruna shō ga sukinara, kono shō wa anata ni totte kanpekidesu. Monogatari wa tsudzuku koto ga yōideari, fukai kangae o takusan hitsuyō to shimasen. Kore wa anata ga modotte tanoshimu koto ga dekiru shō no hitotsudesu. Watashi wa tashika ni ReLife no yōna motto ōku no shō o kokoromiru to omoushi, kyodaina robotto ya kūruna sentō shīn yori mo anime ni wa akiraka ni ōi. Watashi wa kono anime o darenidemo suisen shi, anata ga mina sore o jibun'notameni tameshite kureru koto o negatte imasu! Watashi wa mata, anata ga kore o ikuraka tasukete kureta koto ga wakatta koto o negatte imasu. Watashi wa osoraku shō ni tsuite hijō ni aimaina yarikata de fumikonda dakeda to shitte imasuga, watashi wa darenotameni mo tanoshī koto o wasurete shimaitaku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall: Like I said before I really enjoyed this anime. I have never watched a slice of life drama but I am glad I gave this show a chance. The show hooked my from the first episode and I found myself not wanting it to end. It is by no means a perfect show but if you like simple shows that just make you smile then this show will be perfect for you. The story is easy to follow and does not require a lot of in-depth thinking. This is one of those shows you can just set back and enjoy. I think I will certainly try more shows like ReLife, there is apparently more to anime than just giant robots and cool fighting scenes ;p. I would recommend this anime to anyone and hope you all try it out for yourself! I also hope you found this somewhat help full. I know I probably just rambled on in a very vague way about a show but I don't want to spoil the fun for anyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall: Like I said before I really enjoyed this anime.\u001b[24m\n    \u001b[1m楽しさ/全体：私は前に言ったように、私は本当にこのアニメを楽しんだ。\u001b[22m, \u001b[1m楽しさ/全体：私は本当にこのアニメを楽しんで前に私が言ったように。\u001b[22m\n\u001b[4mI have never watched a slice of life drama but I am glad I gave this show a chance.\u001b[24m\n    \u001b[1m私は一生のドラマを見たことがないが、私はこのショーにチャンスを与えたことがうれしい。\u001b[22m, \u001b[1m私は人生のドラマのスライスを見たことがないが、私はこのショーにチャンスを与えたうれしいです。\u001b[22m\n\u001b[4mThe show hooked my from the first episode and I found myself not wanting it to end.\u001b[24m\n    \u001b[1mショーは最初のエピソードから私を夢中にした。\u001b[22m, \u001b[1mショーは最初のエピソードからの私を夢中にし、私は自分自身が最後にそれを望んでいないが見つかりました。\u001b[22m\n\u001b[4mIt is by no means a perfect show but if you like simple shows that just make you smile then this show will be perfect for you.\u001b[24m\n    \u001b[1mそれは決して完璧なショーではありませんが、あなたが笑顔になるシンプルなショーが好きなら、このショーはあなたにとって完璧です。\u001b[22m, \u001b[1mそれは決して完璧なショーですが、単純なショーのような場合は、単にあなたは、このショーはあなたのために完璧になります笑顔にすること。\u001b[22m\n\u001b[4mThe story is easy to follow and does not require a lot of in-depth thinking.\u001b[24m\n    \u001b[1m物語は続くことが容易であり、深い考えをたくさん必要としません。\u001b[22m, \u001b[1m物語は従うことは容易であるとの綿密な思考の多くを必要としません。\u001b[22m\n\u001b[4mThis is one of those shows you can just set back and enjoy.\u001b[24m\n    \u001b[1mこれはあなたが戻って楽しむことができるショーの一つです。\u001b[22m, \u001b[1mこれはあなただけで戻って設定して楽しむことができ、それらの番組の一つです。\u001b[22m\n\u001b[4mI think I will certainly try more shows like ReLife, there is apparently more to anime than just giant robots and cool fighting scenes ;p.\u001b[24m\n    \u001b[1m私は確かにReLifeのようなもっと多くのショーを試みると思うし、巨大なロボットやクールな戦闘シーンよりもアニメには明らかに多い。\u001b[22m, \u001b[1mP;私は確かにちょうど巨大ロボットやクールな戦闘シーンよりもアニメへのよりは明らかに存在し、ReLifeのようなより多くのショーをしようと思います。\u001b[22m\n\u001b[4mI would recommend this anime to anyone and hope you all try it out for yourself!\u001b[24m\n    \u001b[1m私はこのアニメを誰にでも推薦し、あなたが皆それを自分のために試してくれることを願っています！\u001b[22m, \u001b[1m私は誰にもこのアニメをお勧めしますし、あなたのすべてが自分自身でそれを試してみる望んでいるだろう！\u001b[22m\n\u001b[4mI also hope you found this somewhat help full.\u001b[24m\n    \u001b[1m私はまた、あなたがこれをいくらか助けてくれたことが分かったことを願っています。\u001b[22m, \u001b[1m私はまた、あなたが、これはややフル役立つ発見願っています。\u001b[22m\n\u001b[4mI know I probably just rambled on in a very vague way about a show but I don't want to spoil the fun for anyone.\u001b[24m\n    \u001b[1m私はおそらくショーについて非常に曖昧なやり方で踏み込んだだけだと知っていますが、私は誰のためにも楽しいことを忘れてしまいたくありません。\u001b[22m, \u001b[1m私はおそらくちょうどショーについて非常にあいまいな方法で上rambled知っているが、私は誰のための楽しみを台無しにしたくありません。\u001b[22m\n\u001b[1m\u001b[22m\nWatch and Enjoy I give this show a 9 out of 10!\n\n\u001b[1m私はこのショーに10点中9点を与えます！\u001b[22m\n\u001b[1m(Watashi wa kono shō ni 10-ten-chū 9-ten o ataemasu!)\u001b[22m\n\nTranslations of \u001b[4mWatch and Enjoy I give this show a 9 out of 10!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch and Enjoy I give this show a 9 out of 10!\u001b[24m\n    \u001b[1m私はこのショーに10点中9点を与えます！\u001b[22m, \u001b[1m見て、私は9〜10のうち、このショーを与えるお楽しみください！\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "Dreoh",
    "profile": "/profile/Dreoh/reviews",
    "pages": "7",
    "number": "16",
    "link": "/reviews.php?id=223585",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  8\n\nこのアニメはそのような約束から始まりましたが、私の意見では最後には多くのことが望まれました。\n\nそれは必死に2番目のシーズンが必要だと感じ、そうでなければエンディングは明るくない。 私は本当にどこに行くのが大好きでしたが、必要と感じたようにすべてを包み込むことに失敗しました。 私はマンガが未完成であることを理解しています、そして、それがそれがそうであった理由ですが、継続なしで、私はちょうど失望しています。\n\nしかし、あなたが見ている間、文字やプロットは間違いなく興味をそそられ、あなたを魅了します。しかし、旅の終わりが良くなければ、あなたはそれを考えるときは常にその旅を苛立ちます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis anime started with such promise, but in my opinion left much to be desired in the end.\n\n\u001b[1mこのアニメはそのような約束から始まりましたが、私の意見では最後には多くのことが望まれました。\u001b[22m\n\u001b[1m(Kono anime wa sono yōna yakusoku kara hajimarimashitaga, watashi no ikende wa saigo ni wa ōku no koto ga nozoma remashita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime started with such promise, but in my opinion left much to be desired in the end.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime started with such promise, but in my opinion left much to be desired in the end.\u001b[24m\n    \u001b[1mこのアニメはそのような約束から始まりましたが、私の意見では最後には多くのことが望まれました。\u001b[22m, \u001b[1mこのアニメは、そのような約束で始めたが、私の意見では、最終的に望まれるべき多くを残しました。\u001b[22m\n\u001b[1m\u001b[22m\nIt feels it desperately needs a second season, otherwise the ending is just lackluster. I really did love where it was going, but it failed to wrap everything up the way I felt it needed to. I understand that the manga is unfinished though and that's why it was made the way it was, but without a continuation, i'm just disappointed.\n\n\u001b[1mそれは必死に2番目のシーズンが必要だと感じ、そうでなければエンディングは明るくない。 私は本当にどこに行くのが大好きでしたが、必要と感じたようにすべてを包み込むことに失敗しました。 私はマンガが未完成であることを理解しています、そして、それがそれがそうであった理由ですが、継続なしで、私はちょうど失望しています。\u001b[22m\n\u001b[1m(Sore wa hisshi ni 2-banme no shīzun ga hitsuyōda to kanji,-sōdenakereba endingu wa akarukunai. Watashi wa hontōni doko ni iku no ga daisukideshitaga, hitsuyō to kanjita yō ni subete o tsutsumikomu koto ni shippai shimashita. Watashi wa manga ga mikanseidearu koto o rikai shite imasu, soshite, sore ga sore ga sōdeatta riyūdesuga, keizoku nashi de, watashi wa chōdo shitsubō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt feels it desperately needs a second season, otherwise the ending is just lackluster. I really did love where it was going, but it failed to wrap everything up the way I felt it needed to. I understand that the manga is unfinished though and that's why it was made the way it was, but without a continuation, i'm just disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt feels it desperately needs a second season, otherwise the ending is just lackluster.\u001b[24m\n    \u001b[1mそれは必死に2番目のシーズンが必要だと感じ、そうでなければエンディングは明るくない。\u001b[22m, \u001b[1mそれ以外の場合はエンディングがちょうど精彩を欠いている、それは必死にセカンドシーズンを必要と感じています。\u001b[22m\n\u001b[4mI really did love where it was going, but it failed to wrap everything up the way I felt it needed to.\u001b[24m\n    \u001b[1m私は本当にどこに行くのが大好きでしたが、必要と感じたようにすべてを包み込むことに失敗しました。\u001b[22m, \u001b[1m私は実際にそれが起こっていた愛をしましたが、それは、私はそれが必要と感じたように、すべてを包み込むことができませんでした。\u001b[22m\n\u001b[4mI understand that the manga is unfinished though and that's why it was made the way it was, but without a continuation, i'm just disappointed.\u001b[24m\n    \u001b[1m私はマンガが未完成であることを理解しています、そして、それがそれがそうであった理由ですが、継続なしで、私はちょうど失望しています。\u001b[22m, \u001b[1m私は漫画がが未完成であることを理解し、それはそれがあった方法を作った理由ですが、継続することなく、私はちょうど失望します。\u001b[22m\n\u001b[1m\u001b[22m\nDon't get me wrong though, the characters and plot is definitely intriguing and captivates you while you watch, but if the end of a journey isn't good, it taints that journey whenever you think of it.\n\n\u001b[1mしかし、あなたが見ている間、文字やプロットは間違いなく興味をそそられ、あなたを魅了します。しかし、旅の終わりが良くなければ、あなたはそれを考えるときは常にその旅を苛立ちます。\u001b[22m\n\u001b[1m(Shikashi, anata ga mite iru ma, moji ya purotto wa machigainaku kyōmi o sosora re, anata o miryō shimasu. Shikashi, tabi no owari ga yokunakereba, anata wa sore o kangaeru toki wa tsuneni sono tabi o iradachimasu.)\u001b[22m\n\nTranslations of \u001b[4mDon't get me wrong though, the characters and plot is definitely intriguing and captivates you while you watch, but if the end of a journey isn't good, it taints that journey whenever you think of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't get me wrong though, the characters and plot is definitely intriguing and captivates you while you watch, but if the end of a journey isn't good, it taints that journey whenever you think of it.\u001b[24m\n    \u001b[1mしかし、あなたが見ている間、文字やプロットは間違いなく興味をそそられ、あなたを魅了します。しかし、旅の終わりが良くなければ、あなたはそれを考えるときは常にその旅を苛立ちます。\u001b[22m, \u001b[1mしかし誤解しないで、文字とプロットは間違いなく魅力的であり、あなたが見ている間あなたを魅了するが、旅の終わりが良くない場合は、それを考えるたびに、その旅は汚染します。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "sheetapally",
    "profile": "/profile/sheetapally/reviews",
    "pages": "7",
    "number": "17",
    "link": "/reviews.php?id=223545",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  3\nキャラクター|  7\n|  9\n\n私のボーイフレンドがこれを見に行くと言ったとき、私はとても興奮していませんでした。 ちょうど別の高校のアニメ、ひねりを加えて。 しかし、私は今ショーに近いと感じました。 私が私の元友と中断したところのちょうど過去は、彼が不器用な赤毛に耐えられなかったので救済されました。 だから私はそれだけで続けた。 ロマンス、お互いを忘れて、別々の道に行くことについて話してください。 それは家に帰った。 私は彼らを見てほとんど嫉妬していた。 私の元社員がこれを見ていると思いますか？ これは私に苦い気持ちを残し、思いがけなく大事なものになったことを示しています。 最後のいくつかのエピソードが私と同じように他のエピソードに影響を与えるかどうかは分かりませんが、楽しかったです。 私はそれに慣れていませんでした。 赤い頭の女の子は私をたくさん怒らせた。 非常に好都合なキャラクターではありません。 しかし、主人公は非常に好きですが、私はそれを誰もが重視する基本的な主人公であると見ています。 それから私のボーイフレンドは私と別れました。 私は私の友人に電話をかけ、始めからそれを見た。 それは悪いショーではなかったので、私はそれを終了したい。 私と私の今の元老笑いは、今や心臓の痛みです。\nまだその赤いヘッドのためにあまり気にしないが、文字の開発LOLがあった。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nWhen my boyfriend said we were going to watch this, I wasn't very excited. Just another high school anime, with a twist. But I felt closer to the show now. Only just past where I left off with my ex my friend bailed because he couldn't stand the bitchy redhead. So i continued it alone. Romance, talk about forgetting each other and going separate ways. It hit home. I was almost jealous watching them. Thinking what would my ex think of us watching this? This shows left me with bittersweet feelings and has unexpectedly become something cherishable. I'm not sure if the last few episodes will have an impact on others like it did with me, but I enjoyed it. I didn't get very into it. The red head girl pissed me off a lot. Not a very likable character. The main character however is quite likable but I still looked at it as just basic main character that everyone gravitates towards. Then my boyfriend broke up with me. I called over a friend of mine and watched it from the beginning. It wasn't a bad show so I wanted to finish it. A few things me and my now ex had laughed at before were now heart string pains.\n\n\u001b[1m私のボーイフレンドがこれを見に行くと言ったとき、私はとても興奮していませんでした。 ちょうど別の高校のアニメ、ひねりを加えて。 しかし、私は今ショーに近いと感じました。 私が私の元友と中断したところのちょうど過去は、彼が不器用な赤毛に耐えられなかったので救済されました。 だから私はそれだけで続けた。 ロマンス、お互いを忘れて、別々の道に行くことについて話してください。 それは家に帰った。 私は彼らを見てほとんど嫉妬していた。 私の元社員がこれを見ていると思いますか？ これは私に苦い気持ちを残し、思いがけなく大事なものになったことを示しています。 最後のいくつかのエピソードが私と同じように他のエピソードに影響を与えるかどうかは分かりませんが、楽しかったです。 私はそれに慣れていませんでした。 赤い頭の女の子は私をたくさん怒らせた。 非常に好都合なキャラクターではありません。 しかし、主人公は非常に好きですが、私はそれを誰もが重視する基本的な主人公であると見ています。 それから私のボーイフレンドは私と別れました。 私は私の友人に電話をかけ、始めからそれを見た。 それは悪いショーではなかったので、私はそれを終了したい。 私と私の今の元老笑いは、今や心臓の痛みです。\u001b[22m\n\u001b[1m(Watashi no bōifurendo ga kore o mi ni iku to itta toki, watashi wa totemo kōfun shite imasendeshita. Chōdo betsu no kōkō no anime, hineri o kuwaete. Watashi wa sore ni narete imasendeshita. Akai atama no on'nanoko wa watashi o takusan okora seta. Hijō ni kōtsugōna kyarakutāde wa arimasen. Shikashi, shujinkō wa hijō ni sukidesu ga, watashi wa sore o daremoga jūshi suru kihon-tekina shujinkōdearu to mite imasu. Sorekara watashi no bōifurendo wa watashi to wakaremashita. Watashi wa watashi no yūjin ni denwa o kake, hajimekara sore o mita. Sore wa warui shōde wa nakattanode, watashi wa sore o shūryō shitai. Watashi to watashi no ima no genrō warai wa, imaya shinzō no itamidesu. Shikashi, watashi wa ima shō ni chikai to kanjimashita. Watashi ga watashi no moto tomo to chūdan shita tokoro no chōdo kako wa, kare ga bukiyōna akage ni tae rarenakattanode kyūsai sa remashita. Dakara watashi wa sore dake de tsudzuketa. Romansu, otagai o wasurete, betsubetsu no michi ni iku koto ni tsuite hanashite kudasai. Sore wa ie ni kaetta. Watashi wa karera o mite hotondo shitto shite ita. Watashi no moto shain ga kore o mite iru to omoimasu ka? Kore wa watashi ni nigai kimochi o nokoshi, omoigakenaku daijinamono ni natta koto o shimeshite imasu. Saigo no ikutsu ka no episōdo ga watashi to onajiyōni hoka no episōdo ni eikyōwoataeru ka dō ka wa wakarimasen ga, tanoshikattadesu.)\u001b[22m\nStill don't care too much for that redhead but there was character development lol.\n\n\u001b[1mまだその赤いヘッドのためにあまり気にしないが、文字の開発LOLがあった。\u001b[22m\n\u001b[1m(Mada sono akai heddo no tame ni amari kinishinai ga, moji no kaihatsu LOL ga atta.)\u001b[22m\n\nTranslations of \u001b[4mStill don't care too much for that redhead but there was character development lol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill don't care too much for that redhead but there was character development lol.\u001b[24m\n    \u001b[1mまだその赤いヘッドのためにあまり気にしないが、文字の開発LOLがあった。\u001b[22m, \u001b[1mまだその赤毛のためあまり気にしなく文字の開発は大爆笑だったしません。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "3dahri",
    "profile": "/profile/3dahri/reviews",
    "pages": "7",
    "number": "18",
    "link": "/reviews.php?id=223505",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  7\n\n全体的に：7、本当にわずかなロマンスと時事で厄介な面白い状況で人生のアニメを好きな人にお勧めします。 それはまた、学校について本当に懐かしい人を育てた誰かの大人にも働きます。\n\nほぼすべての面で「良い」7を与えてくれました。それは私が見て楽しんだアニメに与える素晴らしいグレードですが、ただ再ウォッチするだけではありません...\n\nストーリー：8ストーリーはなだらかで、あなたが考える生き生きとした学校のアニメの一部ですが、これは特別なノスタルジックな感じがあり、とてもスムーズな感じです 悲しいことに、ストーリーの周りのインタラクションをより面白くするだけです。 これは、私が気にしない最初のオープンエンディングアニメでもあります。\n\nアート：6フェア、悪くない、悪くない、特に悪いこと、それはちょうど平均的なもの、私はアニメのようなものが悪いですが、BADのアート・アニメが多すぎるので、 そこに。\n\nサウンド：7つのオープニングは大丈夫、私は彼らがサウンドトラックでやったことが大好きです、それは、必要なときに正しいぎこちない/サスペンス/面白い感じをする、アニメに完全に合った本当にシンプルなピアノベースのサウンドトラック それはやや愚かでも楽しいコメディーな雰囲気を与えてくれます。\n\nキャラクター：キャラクターとうまく合った8人、キャラクターが不足しているキャラクターが他のキャラクターと対話していることを主人公が示すキャラクターが自動的に表示されます。 彼はもっとeperiencedにもかかわらず、彼はまだ若い人から学ぶことがたくさんあるという事実は非常に現実的な事実でもあります。 よく作られた人物で、それぞれの物語にあまりにも多くの開発をしていませんが、それ以上は12エピソードのアニメのために貪欲されていたので大丈夫です。\n\n楽しさ：7、私は本当に速いアニメを見ました。  puella magi madoka magicaで仕上げた後、私は何か冷たく感じて、静かに感じて、楽しい時を過ごしました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7, would recommend to someone that likes slice of life animes with really slight romance and ocassional awkward-funny situations. It also works to someone 'grown-up' who gets really nostalgic about school.\n\n\u001b[1m全体的に：7、本当にわずかなロマンスと時事で厄介な面白い状況で人生のアニメを好きな人にお勧めします。 それはまた、学校について本当に懐かしい人を育てた誰かの大人にも働きます。\u001b[22m\n\u001b[1m(Zentai-teki ni: 7, Hontōni wazukana romansu to jiji de yakkaina omoshiroi jōkyō de jinsei no anime o sukinahito ni o susume shimasu. Sore wa mata, gakkō ni tsuite hontōni natsukashī hito o sodateta dareka no otona ni mo hatarakimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7, would recommend to someone that likes slice of life animes with really slight romance and ocassional awkward-funny situations. It also works to someone 'grown-up' who gets really nostalgic about school.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7, would recommend to someone that likes slice of life animes with really slight romance and ocassional awkward-funny situations.\u001b[24m\n    \u001b[1m全体的に：7、本当にわずかなロマンスと時事で厄介な面白い状況で人生のアニメを好きな人にお勧めします。\u001b[22m, \u001b[1m全体：7、本当にわずかなロマンスとocassional厄介な、面白い状況に人生のアニメのスライスを好きな人にお勧めします。\u001b[22m\n\u001b[4mIt also works to someone 'grown-up' who gets really nostalgic about school.\u001b[24m\n    \u001b[1mそれはまた、学校について本当に懐かしい人を育てた誰かの大人にも働きます。\u001b[22m, \u001b[1mまた、学校については本当に懐かしいなる「成長した」誰かに動作します。\u001b[22m\n\u001b[1m\u001b[22m\nGave it a 'good' 7 at almost every aspect, which to me is a nice grade I would give to any anime I enjoyed watching but wouldn't just rewatch...\n\n\u001b[1mほぼすべての面で「良い」7を与えてくれました。それは私が見て楽しんだアニメに与える素晴らしいグレードですが、ただ再ウォッチするだけではありません...\u001b[22m\n\u001b[1m(Hobo subete no men de `yoi' 7 o ataete kuremashita. Sore wa watashi ga mite tanoshinda anime ni ataeru subarashī gurēdodesuga, tada sai u~otchi suru dakede wa arimasen...)\u001b[22m\n\nTranslations of \u001b[4mGave it a 'good' 7 at almost every aspect, which to me is a nice grade I would give to any anime I enjoyed watching but wouldn't just rewatch...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGave it a 'good' 7 at almost every aspect, which to me is a nice grade I would give to any anime I enjoyed watching but wouldn't just rewatch...\u001b[24m\n    \u001b[1mほぼすべての面で「良い」7を与えてくれました。それは私が見て楽しんだアニメに与える素晴らしいグレードですが、ただ再ウォッチするだけではありません...\u001b[22m, \u001b[1mそれを私に私は私が見て楽しんだが、ちょうどrewatchない任意のアニメに与える素敵なグレードである「良い」7ほぼすべての側面を与えました...\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8 The story is gentle going, from the cover you get to think is another slice of life school anime, which it is but it has some special nostalgic feel all over and is a very smooth feeling because it doesn't really make you sad, it just makes the interactions around the story more interesting. This is also the first open ending anime I dont get bothered with, since its pretty much obvious what happens next or at least to me it was.\n\n\u001b[1mストーリー：8ストーリーはなだらかで、あなたが考える生き生きとした学校のアニメの一部ですが、これは特別なノスタルジックな感じがあり、とてもスムーズな感じです 悲しいことに、ストーリーの周りのインタラクションをより面白くするだけです。 これは、私が気にしない最初のオープンエンディングアニメでもあります。\u001b[22m\n\u001b[1m(Sutōrī: 8 Sutōrī wa nadarakade, anata ga kangaeru ikiikitoshita gakkō no anime no ichibudesuga, kore wa tokubetsuna nosutarujikkuna kanji ga ari, totemo sumūzuna kanjidesu kanashī koto ni, sutōrī no mawari no intarakushon o yori omoshiroku suru dakedesu. Kore wa, watashi ga kinishinai saisho no ōpun'endinguanimede mo arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStory: 8 The story is gentle going, from the cover you get to think is another slice of life school anime, which it is but it has some special nostalgic feel all over and is a very smooth feeling because it doesn't really make you sad, it just makes the interactions around the story more interesting. This is also the first open ending anime I dont get bothered with, since its pretty much obvious what happens next or at least to me it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8 The story is gentle going, from the cover you get to think is another slice of life school anime, which it is but it has some special nostalgic feel all over and is a very smooth feeling because it doesn't really make you\u001b[24m\n    \u001b[1mストーリー：8ストーリーはなだらかで、あなたが考える生き生きとした学校のアニメの一部ですが、これは特別なノスタルジックな感じがあり、とてもスムーズな感じです\u001b[22m, \u001b[1mストーリー：8話が行く緩やかである、カバーからあなたが考えることを得るには、それが人生の学校のアニメの別のスライス、ですが、それは本当にあなたをしないので、それはすべての上にいくつかの特別なノスタルジックな感触を持っており、非常に滑らかな感じです\u001b[22m\n\u001b[4msad, it just makes the interactions around the story more interesting.\u001b[24m\n    \u001b[1m悲しいことに、ストーリーの周りのインタラクションをより面白くするだけです。\u001b[22m, \u001b[1m悲しい、それだけで物語の周りの相互作用をより面白くなります。\u001b[22m\n\u001b[4mThis is also the first open ending anime I dont get bothered with, since its pretty much obvious what happens next or at least to me it was.\u001b[24m\n    \u001b[1mこれは、私が気にしない最初のオープンエンディングアニメでもあります。\u001b[22m, \u001b[1mこれは、かなり明白な次または少なくとも私にはそれがあった何が起こるかあるため、また、私は気に取得いけない最初のオープンエンディングアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6 fair, is not bad nor good, anything specially bad though, it's just average, a lil worse than I like anime art to be but it doesn't deserve the 'mediocre' 5 since there are just too many BAD art animes out there.\n\n\u001b[1mアート：6フェア、悪くない、悪くない、特に悪いこと、それはちょうど平均的なもの、私はアニメのようなものが悪いですが、BADのアート・アニメが多すぎるので、 そこに。\u001b[22m\n\u001b[1m(Āto: 6 Fea, warukunai, warukunai, tokuni waruikoto, sore wa chōdo heikin-tekina mono, watashi wa anime no yōna mono ga waruidesuga, batto no āto anime ga ō sugirunode, soko ni.)\u001b[22m\n\nTranslations of \u001b[4mArt: 6 fair, is not bad nor good, anything specially bad though, it's just average, a lil worse than I like anime art to be but it doesn't deserve the 'mediocre' 5 since there are just too many BAD art animes out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6 fair, is not bad nor good, anything specially bad though, it's just average, a lil worse than I like anime art to be but it doesn't deserve the 'mediocre' 5 since there are just too many BAD art animes\u001b[24m\n    \u001b[1mアート：6フェア、悪くない、悪くない、特に悪いこと、それはちょうど平均的なもの、私はアニメのようなものが悪いですが、BADのアート・アニメが多すぎるので、\u001b[22m, \u001b[1mアート：6フェアは、それは私がアニメの芸術はになりたいよりも、lilの悪化だけで平均だ、しかし特別に何も悪い、悪いも良いではありませんが、あまりにも多くのBADのアートアニメがあるので、それは、5 '平凡'に値しません。\u001b[22m\n\u001b[4mout there.\u001b[24m\n    \u001b[1mそこに。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7 opening is okay and I do like a lot what they did with the soundtrack, it makes the correct awkward/suspense/funny feel whenever needed, there's a good job there with some really simple piano-based soundtrack that fits the anime perfectly and also gives it somewhat a silly but fun comedy atmosphere.\n\n\u001b[1mサウンド：7つのオープニングは大丈夫、私は彼らがサウンドトラックでやったことが大好きです、それは、必要なときに正しいぎこちない/サスペンス/面白い感じをする、アニメに完全に合った本当にシンプルなピアノベースのサウンドトラック それはやや愚かでも楽しいコメディーな雰囲気を与えてくれます。\u001b[22m\n\u001b[1m(Saundo: 7Tsu no ōpuningu wa daijōbu, watashi wa karera ga saundotorakku de yatta koto ga daisukidesu, soreha, hitsuyōna toki ni tadashī gikochinai/ sasupensu/ omoshiroi kanji o suru, anime ni kanzen ni atta hontōni shinpuruna pianobēsu no saundotorakku sore wa yaya oroka demo tanoshī komedīna fun'iki o ataete kuremasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: 7 opening is okay and I do like a lot what they did with the soundtrack, it makes the correct awkward/suspense/funny feel whenever needed, there's a good job there with some really simple piano-based soundtrack that fits the anime perfectly and also gives it somewhat a silly but fun comedy atmosphere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7 opening is okay and I do like a lot what they did with the soundtrack, it makes the correct awkward/suspense/funny feel whenever needed, there's a good job there with some really simple piano-based soundtrack that fits the anime perfectly\u001b[24m\n    \u001b[1mサウンド：7つのオープニングは大丈夫、私は彼らがサウンドトラックでやったことが大好きです、それは、必要なときに正しいぎこちない/サスペンス/面白い感じをする、アニメに完全に合った本当にシンプルなピアノベースのサウンドトラック\u001b[22m, \u001b[1mサウンド：7開口部は大丈夫ですし、必要なときはいつでも、私は、彼らがサウンドトラックで何をしたか多くのように、それは正しい厄介/サスペンス/変な感じを作るか、良い仕事は完全にアニメに合ったいくつかの本当にシンプルなピアノベースのサウンドトラックとそこにあります\u001b[22m\n\u001b[4mand also gives it somewhat a silly but fun comedy atmosphere.\u001b[24m\n    \u001b[1mそれはやや愚かでも楽しいコメディーな雰囲気を与えてくれます。\u001b[22m, \u001b[1mまた、多少愚かなしかし楽しいコメディの雰囲気を、それを提供します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 8 they did well with the characters, you can automatically notice the grown-up signs protagonist shows which other characters he interacts with lack. The fact that despite he is more eperienced, he still has a lot to learn from younger ones is a quite realistic fact, also. Well-made personalities, not too much development on each of their stories but that's okay since aiming for more would have been greedy for a 12 episode anime.\n\n\u001b[1mキャラクター：キャラクターとうまく合った8人、キャラクターが不足しているキャラクターが他のキャラクターと対話していることを主人公が示すキャラクターが自動的に表示されます。 彼はもっとeperiencedにもかかわらず、彼はまだ若い人から学ぶことがたくさんあるという事実は非常に現実的な事実でもあります。 よく作られた人物で、それぞれの物語にあまりにも多くの開発をしていませんが、それ以上は12エピソードのアニメのために貪欲されていたので大丈夫です。\u001b[22m\n\u001b[1m(Kyarakutā: Kyarakutā to umaku atta 8-ri, kyarakutā ga fusoku shite iru kyarakutā ga hoka no kyarakutā to taiwa shite iru koto o shujinkō ga shimesu kyarakutā ga jidōteki ni hyōji sa remasu. Kare wa motto eperienced nimokakawarazu, kare wa mada wakai hito kara manabu koto ga takusan aru to iu jijitsu wa hijō ni genjitsu-tekina jijitsu demo arimasu. Yoku tsukura reta jinbutsu de, sorezore no monogatari ni amarini mo ōku no kaihatsu o shite imasenga, soreijō wa 12 episōdo no anime no tame ni don'yoku sa rete itanode daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 8 they did well with the characters, you can automatically notice the grown-up signs protagonist shows which other characters he interacts with lack. The fact that despite he is more eperienced, he still has a lot to learn from younger ones is a quite realistic fact, also. Well-made personalities, not too much development on each of their stories but that's okay since aiming for more would have been greedy for a 12 episode anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 8 they did well with the characters, you can automatically notice the grown-up signs protagonist shows which other characters he interacts with lack.\u001b[24m\n    \u001b[1mキャラクター：キャラクターとうまく合った8人、キャラクターが不足しているキャラクターが他のキャラクターと対話していることを主人公が示すキャラクターが自動的に表示されます。\u001b[22m, \u001b[1mキャラクター：8彼らは文字でよくやった、あなたは自動的に成長した兆候は、彼が不足と相互作用する他のキャラクターショーを主人公に気づくことができます。\u001b[22m\n\u001b[4mThe fact that despite he is more eperienced, he still has a lot to learn from younger ones is a quite realistic fact, also.\u001b[24m\n    \u001b[1m彼はもっとeperiencedにもかかわらず、彼はまだ若い人から学ぶことがたくさんあるという事実は非常に現実的な事実でもあります。\u001b[22m, \u001b[1m彼はよりeperiencedあるにもかかわらず、彼はまだ若い人から学ぶためにたくさん持っているという事実はまた、非常に現実的な事実です。\u001b[22m\n\u001b[4mWell-made personalities, not too much development on each of their stories but that's okay since aiming for more would have been greedy for a 12 episode anime.\u001b[24m\n    \u001b[1mよく作られた人物で、それぞれの物語にあまりにも多くの開発をしていませんが、それ以上は12エピソードのアニメのために貪欲されていたので大丈夫です。\u001b[22m, \u001b[1mよくできた人格ではなく、彼らの物語のそれぞれの上にあまりにも多くの開発が、より多くのを目指しているのでそれは大丈夫だが12エピソードのアニメのために貪欲だっただろう。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7, I watched the anime really fast. After finishing with puella magi madoka magica I wanted something to chill, feel calmer and have a bit of fun, this did it.\n\n\u001b[1m楽しさ：7、私は本当に速いアニメを見ました。  puella magi madoka magicaで仕上げた後、私は何か冷たく感じて、静かに感じて、楽しい時を過ごしました。\u001b[22m\n\u001b[1m(Tanoshisa: 7, Watashi wa hontōni hayai anime o mimashita. Puella magi madoka magica de shiageta nochi, watashi wa nani ka tsumetaku kanjite, shizuka ni kanjite, tanoshī toki o sugoshimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7, I watched the anime really fast. After finishing with puella magi madoka magica I wanted something to chill, feel calmer and have a bit of fun, this did it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7, I watched the anime really fast.\u001b[24m\n    \u001b[1m楽しさ：7、私は本当に速いアニメを見ました。\u001b[22m, \u001b[1m楽しさ：7は、私は本当に速いのアニメを見ていました。\u001b[22m\n\u001b[4mAfter finishing with puella magi madoka magica I wanted something to chill, feel calmer and have a bit of fun, this did it.\u001b[24m\n    \u001b[1mpuella magi madoka magicaで仕上げた後、私は何か冷たく感じて、静かに感じて、楽しい時を過ごしました。\u001b[22m, \u001b[1m私は、寒穏やかな感じで楽しいのビットを持っているために何かをしたかったpuellaマギのまどかの魔法で終了した後、これはそれをやりました。\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "shadow7755",
    "profile": "/profile/shadow7755/reviews",
    "pages": "7",
    "number": "19",
    "link": "/reviews.php?id=223439",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  9\n|  9",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "ReLIFE",
    "id": "30015",
    "url": "https://myanimelist.net/anime/30015/ReLIFE",
    "user": "Skully69",
    "profile": "/profile/Skully69/reviews",
    "pages": "7",
    "number": "20",
    "link": "/reviews.php?id=223424",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n図10、図10、図10、図10、  10。\n\n私はこのアニメを待っていました、そして、それは1夜に13回のエピソードです。  Bingeはそれをすべて見た。  tho SoLでも私のことではない、これはちょうど私の注意を持っていた。\n\n物語は、実際には、何もない、それは結局のところSoLだ。\n\n芸術は、私が見ているアニメのほとんどで好きなものです。 それは私にそれを見る別の理由を与える。 文字はとても面白いです。\n\nあなたは彼の先輩を失った[今年の28歳になる]年老いた男に、すぐに英雄のように行動しようとしたので、 彼は彼と一緒に仕事をしなければならなかった病気の人々のために彼の仕事をやめ、今やアルバイトで働いています。 それからあなたは17歳の高校生として2度目のチャンスを与えることによって[MCs]の人生を変えようとしているストーカーを持っています。 あなたは、観客とサポート以外の、初期のエピソードで彼が多くをやっているのを見ていません。 スマートだが誰にも気をつけない女の子だから、彼女は人とコミュニケーションする方法を知らない。 競争が大好きな赤毛の女の子は、ライバルの誰も彼女を、ライバルとして見ていないことを見て、彼女を狂ってしまう。 そして、私が書いたスマートな女の子と一緒に、少年、クラスのクラス担当者が来る。 スマートで、魅力的なのは明らかに、目の前の2つの目が開いているところです。 そして眼鏡をかけた女の子、AKA MC 2.0。\n\n全体的に私はこのアニメを10/10に与えます。 それを試してみてください、あなたはそれを後悔しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n10, 10, 10, 10 &amp; 10. 10.\n\n\u001b[1m図10、図10、図10、図10、  10。\u001b[22m\n\u001b[1m(Zu 10,-zu 10,-zu 10,-zu 10, 10.)\u001b[22m\n\nTranslations of \u001b[4m10, 10, 10, 10 &amp; 10. 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10, 10, 10, 10 &amp;\u001b[24m\n    \u001b[1m図10、図10、図10、図10、\u001b[22m, \u001b[1m10、10、10、10＆＃038;\u001b[22m\n\u001b[4m10. 10.\u001b[24m\n    \u001b[1m10。\u001b[22m, \u001b[1m10. 10。\u001b[22m\n\u001b[1m\u001b[22m\nI waited for this anime for so long and here it is, 13 episodes in 1 night. Binge watched it all. Even tho SoL isn't my thing, this one just got my attention.\n\n\u001b[1m私はこのアニメを待っていました、そして、それは1泊分の13のエピソードです。  Bingeはそれをすべて見た。  tho SoLでも私のことではない、これはちょうど私の注意を持っていた。\u001b[22m\n\u001b[1m(Watashi wa kono anime o matte imashita, soshite, sore wa 1-paku-bun no 13 no episōdodesu. Binge wa sore o subete mita. Tho SoL demo watashi no kotode wanai, kore wa chōdo watashi no chūi o motte ita.)\u001b[22m\n\nTranslations of \u001b[4mI waited for this anime for so long and here it is, 13 episodes in 1 night. Binge watched it all. Even tho SoL isn't my thing, this one just got my attention.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI waited for this anime for so long and here it is, 13 episodes in 1 night.\u001b[24m\n    \u001b[1m私はこのアニメを待っていました、そして、それは1泊分の13のエピソードです。\u001b[22m, \u001b[1m私はあまりにも長い間、このアニメを待っていたし、ここでは、1晩で13のエピソードです。\u001b[22m\n\u001b[4mBinge watched it all.\u001b[24m\n    \u001b[1mBingeはそれをすべて見た。\u001b[22m, \u001b[1m過食症はそれをすべて見ました。\u001b[22m\n\u001b[4mEven tho SoL isn't my thing, this one just got my attention.\u001b[24m\n    \u001b[1mtho SoLでも私のことではない、これはちょうど私の注意を持っていた。\u001b[22m, \u001b[1mゾルは私のものではありませんでもカントー、これはちょうど私の注目を浴びました。\u001b[22m\n\u001b[1m\u001b[22m\nThe story, actually, there is none, it's a SoL after all.\n\n\u001b[1m物語は、実際には、何もない、それは結局のところSoLだ。\u001b[22m\n\u001b[1m(Monogatari wa, jissai ni wa, nanimonai, soreha kekkyokunotokoro SoLda.)\u001b[22m\n\nTranslations of \u001b[4mThe story, actually, there is none, it's a SoL after all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story, actually, there is none, it's a SoL after all.\u001b[24m\n    \u001b[1m物語は、実際には、何もない、それは結局のところSoLだ。\u001b[22m, \u001b[1m物語は、実際に、それはすべての後のSoLをだ、何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is what I like in most of the anime I watch. It gives me another reason to watch it. The characters are very interesting.\n\n\u001b[1m芸術は、私が見ているアニメのほとんどで好きなものです。 それは私にそれを見る別の理由を与える。 文字はとても面白いです。\u001b[22m\n\u001b[1m(Geijutsu wa, watashi ga mite iru anime no hotondode sukina monodesu. Sore wa watashi ni sore o miru betsu no riyū o ataeru. Moji wa totemo omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is what I like in most of the anime I watch. It gives me another reason to watch it. The characters are very interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is what I like in most of the anime I watch.\u001b[24m\n    \u001b[1m芸術は、私が見ているアニメのほとんどで好きなものです。\u001b[22m, \u001b[1m芸術は私が見るアニメのほとんどで好きなものです。\u001b[22m\n\u001b[4mIt gives me another reason to watch it.\u001b[24m\n    \u001b[1mそれは私にそれを見る別の理由を与える。\u001b[22m, \u001b[1mそれは私にそれを見るために別の理由を与えます。\u001b[22m\n\u001b[4mThe characters are very interesting.\u001b[24m\n    \u001b[1m文字はとても面白いです。\u001b[22m, \u001b[1m文字は非常に興味深いです。\u001b[22m\n\u001b[1m\u001b[22m\nYou got [the MC] a 27 [turning 28 this year ;)] year old man that lost his Senpai [from his job] because he tried acting like a hero for a moment, which resulted [not a spoiler] in her death, ending up with him quitting his job because of the 'sick' people he had to work with and now works in a part-time job. Then you have the stalker that's about to change [the MCs] life by giving him a second chance as a 17 year old high schooler. You wont see him doing much in the early episodes, other than being a spectator and, a Support. A girl that's smart but doesn't care about anyone, hence the reason she doesn't know how to communicate with people. A red-haired girl that likes competition so much that it drives her crazy seeing that none of her 'rivals' see her, well, as a rival. And then comes the boy, the class-rep of the class, alongside that smart girl I wrote about. Smart, charming apparently, blind to the point where he'll have those two open [?] his eyes. And the girl with the glasses, AKA MC 2.0.\n\n\u001b[1mあなたは彼の先輩を失った[今年の28歳になる]年老いた男に、すぐに英雄のように行動しようとしたので、 彼は彼と一緒に仕事をしなければならなかった病気の人々のために彼の仕事をやめ、今やアルバイトで働いています。 それからあなたは17歳の高校生として2度目のチャンスを与えることによって[MCs]の人生を変えようとしているストーカーを持っています。 あなたは、観客とサポート以外の、初期のエピソードで彼が多くをやっているのを見ていません。 スマートだが誰にも気をつけない女の子だから、彼女は人とコミュニケーションする方法を知らない。 競争が大好きな赤毛の女の子は、ライバルの誰も彼女を、ライバルとして見ていないことを見て、彼女を狂ってしまう。 そして、私が書いたスマートな女の子と一緒に、少年、クラスのクラス担当者が来る。 スマートで、魅力的なのは明らかに、目の前の2つの目が開いているところです。 そして眼鏡をかけた女の子、AKA MC 2.0。\u001b[22m\n\u001b[1m(Anata wa kare no senpai o ushinatta [kotoshi no 28-sai ni naru] toshioita otoko ni, sugu ni eiyū no yō ni kōdō shiyou to shitanode, kare wa kare to issho ni shigoto o shinakereba naranakatta byōki no hitobito no tame ni kare no shigoto o yame, imaya arubaito de hataraite imasu. Sorekara anata wa 17-sai no kōkōsei to shite 2-dome no chansu o ataeru koto ni yotte [MCs] no jinsei o kaeyou to shite iru sutōkā o motte imasu. Anata wa, kankyaku to sapōto igai no, shoki no episōdo de kare ga ōku o yatte iru no o mite imasen. Sumātodaga darenimo ki o tsukenai on'nanokodakara, kanojo wa hito to komyunikēshon suru hōhō o shiranai. Kyōsō ga daisukina akage no on'nanoko wa, raibaru no dare mo kanojo o, raibaru to shite mite inai koto o mite, kanojo o kurutte shimau. Soshite, watashi ga kaita sumātona on'nanoko to issho ni, shōnen, kurasu no kurasu tantōsha ga kuru. Sumāto de, miryoku-tekina no wa akiraka ni,-me no mae no 2tsu no me ga aite iru tokorodesu. Soshite megane o kaketa on'nanoko, AKA MC 2. 0.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall I give this anime a 10/10. Give it a try, you wont regret it.\n\n\u001b[1m全体的に私はこのアニメを10/10に与えます。 それを試してみてください、あなたはそれを後悔しません。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono anime o 10/ 10 ni ataemasu. Sore o tameshite mite kudasai, anata wa sore o kōkai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mOverall I give this anime a 10/10. Give it a try, you wont regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I give this anime a 10/10.\u001b[24m\n    \u001b[1m全体的に私はこのアニメを10/10に与えます。\u001b[22m, \u001b[1m全体的に私はこのアニメ10/10与えます。\u001b[22m\n\u001b[4mGive it a try, you wont regret it.\u001b[24m\n    \u001b[1mそれを試してみてください、あなたはそれを後悔しません。\u001b[22m, \u001b[1mそれを試してみて、あなたはそれを後悔文句を言いません。\u001b[22m"
  }
]
