[
  {
    "title": "One_Punch_Man",
    "id": "30276",
    "url": "https://myanimelist.net/anime/30276/One_Punch_Man",
    "user": "NaraClan",
    "profile": "/profile/NaraClan/reviews",
    "pages": "16",
    "number": "1",
    "link": "/reviews.php?id=211132",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  8\n\nショーに比較的高い得点を与えることは公平なのですか？それはそれと並んでいるショーよりも優れているからです。 過去数年間、誰もが知っていたことは、新しいアニメは古い古典と同じくらい良いものではないということです。 新しい番組の半分以上が、対象視聴者である雑用品の束とひどい喜劇で出てきています。\nだから、規範に完全に反してショーが出て、新しい独創的なアイデアを展示すると、それは実際に面白くて批評よりも賞賛をもって分析することができます。 それは完璧なスコアを与え始める？  「アニメの救い主」？ 私たちはすべて、最高のベストを尽くした同じリストにこのショーをランクインしないでください。 私たちがGintama、Full Metal、Steins、Gateのランク付けしたのと同じリスト？ このショーは本当に同じリストで10/10と価値がありますか？\n必然的にそうではありません。 ワン・パンチ・マンはユニークで、驚くべきプロダクション・バリューを持っていて、そのキャラクターは素晴らしかったが、完璧なスコアには至っていない。 いくつかの理由から。 それは、主要なストーリーの欠陥、主要なペーシングの問題、主要なキャラクターの開発の問題などがあります。そのすべては、「最高の」ショーを考えるときは避けるべきです。\n\nワン・パンチ・マンのアニメは12のエピソードで放映されていますが、マンガはまだ複数のボリュームを持っていますが、ショーはいつも使っている同じジョークから揺れません。 それはそれ自体が密な男と彼のハーレムについての密接な心のアニメと違いはありません。 それは言われている、ジョーク自体は創造的なものであり、それがすべての単一のエピソードで発生しなかった場合、楽しいです。\n\nしかし、それがOne Punch Manのすべてであれば、それはu003c5点の価値があるだろうが、One Punch ManはOne Punchのアイデアを冗談として使うだけでなく、ある程度の深みと壮大な叙情を加える 。 美しいアニメーション、驚くべきサウンドトラックと傑出した映画撮影により、他のマルチエピソードよりもワン・パンチが優れています。\n\n今では、多くの人がOne Punch Manは詳細で深くはないショーであるため、批判的に分析するつもりはないと主張しています。 私はそれに反論するだろう。 私はOne Punch Manは正統ではないが正統なやり方をとっていると思う。 そして私は、元の著者がそれについて大きな計画を持っていなかったことを完全に承知していますが、それはそれが自分自身と非常に真剣に含まれているプロットを取る気分から明らかです。 あなたは安価なコメディや一時的なサブプロットのために特定のストーリーラインを危険にさらすことがないかどうかを見て、これを知ることができます。 キャラクターが実際に政治的、道徳的に正しいものになっているシーンもあります。 しかし、それはアニメが得ることができるほど深刻です。\n\nストーリー：6/10\n愚かな立場では、One Punch Manの物語は、新しい悪役を探し出し、ヒーローが来て彼らを救うのを待っているだけです。 これは、もちろん、誇張された悪役や偉業を生み出すことができるすべてのサスペンスを殺します。 最初の数回は、敵がパンチされているかどうか、おそらく私たちの主人公が彼の試合に出会ったかどうかのサスペンス感を加えます。 この12回のエピソードでは、多くの人のうち1人か2人しか悪​​役としか言いようがありません。\n\nこの見解は、各話が明らかにした新しい主要なプロットラインを見ることができないので愚かです。 主人公が正式なヒーローになった時から、彼らが順位を上げる時まで、または他の強く関連性のあるスーパーヒーローに会うまで。 実際には、終わり近くに誇大宣伝を軽視するようになったと言えます。ここでは、関連性の高い文字の一部が劣悪な仕事に還元されます。 この新しい出来事の感覚は、One Punch Manを魅力的なショーにすることができます。  1つの問題を除いて。 ペーシング。  12回のエピソードでは、数多くの面白いキャラクターが紹介されました。 彼ら自身のアニメを成功させることができるキャラクター、しかし、ワン・パンチ・マンはそれらを紹介する限りです。 それらを誇大宣言するが、決して重要なことは一切しない。 ハンターxハンターの最大のアニメの1つにも問題があると感じましたが、ハンターxハンターでさえも単純なランタイムの違いがあっても、それは誇大宣伝のクライマックスに達しました。 ワン・パンチ・マンは決してしなかった。\n\nワン・パンチ・マンは、典型的な「決してあきらめない」シナリオとは正反対のことを試みるため、すべての少年アニメのパロディーであるというインターネット間の共通の議論がある。 著者の本来の意図が決定要因であると私は考えるので、私はこの声明に同意も同意もできない。 私はそれが私にそれほど魅力的ではなかったと言うことができますが。 それは誇張された方法でそれをやっている間に何かを簡単に伝えようとしているショーの多くでした。 おそらくあなたが持っているものに満足していないという特性や、他の人があなたの行動をどのようにしか見ないのか心配していないのでしょうか？ それぞれ自分自身にはそうだと思いますが、それらはOne Punch Animeの明確なテーマです。 私はワン・パンチ・マンが「あなたの脳をオフにする」アニメではないと主張するもう一つの理由です。 これはまた、あなたが細部に注意を払うことに決めた場合、ゆっくりと物語の軌跡を失うことになり、膨大な量の文字が毎回導入され、それぞれがより大きな画像で役割を果たすようになるからです。 注意を怠ると、あなたはそれらの大部分に追いつかなくなります。\n\nキャラクター：8/10\nOne Punch Manには、視聴者が実際に覚えている文字の名前がいくつかあります。 重要なメインキャラクター、スーパーパワーやランダムなお気に入りのキャラクターに関連した明白な名前を持つキャラクター。 これは、ショーの潜在的に良いキャラクターの量に比べて、記憶に残るキャラクターの数を極限に制限します。 このショーでは、膨大な量のキャラクターが紹介されています。それぞれのキャラクターは、独自の名前、スーパーパワー、ユニークなデザインです。 それぞれ独自の忠誠、役割、敵を持っています。 しかし、これらの文字の半分以上、あるいは90％はエピソードの一部分のために表示されます。 重要な高ランクの個人でさえ、全番組で最大10分間しか出演しませんでした。\n\nしかし、主人公は通常よりもスクリーン時間が少なくなります。 これは、サイドキャラクターは外観にほとんど影響を与えませんが、メインキャラクターを追加してカットして輝く時間が非常に多いためです。 メインキャラクターは通常、エピソードの最後に現れ、悪者を仕留めるが、サイドキックは中間で行われ、悪者との戦いを試みる。\n\nサイドキックについて話す。 ショーの中で最も興味深いキャラクターの1人は、アニメだけでおしゃべりをしていたフラッシュバックを持っていて、ジャンプマンガで1〜2回言及されていますが、あまりにも不当に扱われます。 彼はショーの主役の一人になる可能性が非常に高いですが、アニメーターがほとんどすべての悪者によって完全に破壊されるように、実際の戦いをアニメーション化するための策略に変わっています。\n\nまた、ワン・パンチ・マンで特定のキャラクターを素早く開発するためのアニメ・トロピックの使用はまれではありません。 ワン・パンチ・マン（One Punch Man）は、圧倒された老人たちから忠実な武士、卑劣な恋人、その他すべてのものまで、キャラクターを個性的に発達させないために、アニメのキャラクターの特徴を知っているという事実を利用します。 これは効果的なので、常に悪い戦略ではありませんが、マッドハウスが続編を作った場合、私は大切にしたいと思うキャラクターからかなり離れています。\n\n私が前に述べたように、One Punch Manの音楽は、本当に失敗が不可避と思われる緊張した瞬間を作り上げますが、その主人公が文字通りOne Punch、何か、すべて 。 しかし、これについての興味深いことは、One Punch Manは、実際には彼が実際にはできないことを私たちに知らせるために、実際に道を離れることです。 強さで解決される。 しかし、その側面は一度短く一度訪れましたが、それにもかかわらずいくつかの偉大なキャラクターの開発に役立ちました。\n\nOne Punch Manの文字は、たいていの場合、ほとんどの文字がほとんど見えないため、フラット文字にすることができます。 私が安全に言うことができる主人公は平らなキャラクターですが、変わる可能性は非常に高いです。 彼が人として彼を変えることができる何かを通って、それが合法であるなら、それはすべての時間の最もよいアニメの瞬間の1つにすることができます、しかしそれはちょうど私の希望的な考えです。\n\n生産：10/10\n誰もが好きで、Madhouseはもう一度お届けします。  One Punch Manは、アニメの存在と最高のサウンドトラックで最高のアニメーションを提供し、常に最高の生産価値を誇っています。 これは、ショーを指数関数的に面白く見ることをより面白くします。 それぞれのキーフレームが大きな瞬間にアニメーション化される方法は、非常に滑らかであり、CGIエフェクトの助けを借りずに済むので、美しい動画が得られます。 実際に行われている戦いのほとんどは、可能な限りダイナミックにするために、各動きに多くの考えを入れて美しくアニメーション化されています。\n\n私はこれまでにアニメで撮影したシーンの中で最高のものをいくつか撮影しています。 戦闘効果と輝くアニメの色の側面にある照明と静止画の使用はとてもうまくいっています。キャラクターがカラフルすぎると不平を言うことさえできません。\n\nまったく、Madhouseがこの番組の制作をどのように扱ったのかについての苦情はありません。 しかし、それがソース素材とどのように比較されているかに基づいてショーを判断するのは不公平です。\n\n楽しさと全体的な得点：8/10\nワン・パンチ・マンは、私たちが最近アニメを見せてくれる平均以下のショーからの素敵な息子ですが、最高のショーの近くで、あるいはトップ20または30でも近くはありません。 私が再び見るために私のところから出て行くというショーでもなく、漫画のシーンがアニメーション化されるのを待つ以外に、私が本当に楽しみにしているショーでもなかった。 アニメのコミュニティは、漫画ファンサイトが多いため、誇大広告の列車に乗っていました。平均的なアニメーションやサウンドよりも飛躍的に飛躍していました。 それは、私はそれがoverhypedだと思うが、私はそれに問題はないと言われている。 人々が多くのことを楽しんでいるのを見てうれしいです。特に、Sword Art Onlineではなく、比較的良いショーがある場合は特にそうです。 しかし、このウェブサイトのトップアニメには高い評価を受けているので、それよりはるかに優れたアニメを上回っているという問題があります。ハイスコアのほとんどが誇大宣伝のみで与えられていることがわかります。\n\n私はショーを見ました、私はそれが好きでした、彼らは具体的にそれを求めて誰にでもお勧めしますが、決して見る必要はありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIs it fair to give a show a relatively high score only because it is better than the shows that air alongside it? To anyone it has been common knowledge for the past few years, that new anime are not as good as the old classics. With more than half of the new shows coming out being terrible comedies with a bunch of weebs being their target audience.\n\n\u001b[1mショーに比較的高い得点を与えることは公平なのですか？それはそれと並んでいるショーよりも優れているからです。 過去数年間、誰もが知っていたことは、新しいアニメは古い古典と同じくらい良いものではないということです。 新しい番組の半分以上が、対象視聴者である雑用品の束とひどい喜劇で出てきています。\u001b[22m\n\u001b[1m(Shō ni hikakuteki takai tokuten o ataeru koto wa kōheina nodesu ka? Sore wa sore to narande iru shō yori mo sugurete irukaradesu. Kako sū-nenkan, daremoga shitteita koto wa, atarashī anime wa furui koten to onaji kurai yoi monode wa nai to iu kotodesu. Atarashī bangumi no hanbun'ijō ga, taishō shichō-shadearu zatsuyō-hin no taba to hidoi kigeki de dete kite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIs it fair to give a show a relatively high score only because it is better than the shows that air alongside it? To anyone it has been common knowledge for the past few years, that new anime are not as good as the old classics. With more than half of the new shows coming out being terrible comedies with a bunch of weebs being their target audience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs it fair to give a show a relatively high score only because it is better than the shows that air alongside it?\u001b[24m\n    \u001b[1mショーに比較的高い得点を与えることは公平なのですか？それはそれと並んでいるショーよりも優れているからです。\u001b[22m, \u001b[1mそれはそれと並んで、空気のショーよりも優れているという理由だけでショーに比較的高いスコアを与えるために、公正ですか？\u001b[22m\n\u001b[4mTo anyone it has been common knowledge for the past few years, that new anime are not as good as the old classics.\u001b[24m\n    \u001b[1m過去数年間、誰もが知っていたことは、新しいアニメは古い古典と同じくらい良いものではないということです。\u001b[22m, \u001b[1m誰にもそれは新しいアニメは往年の名作ほど良好ではないことを、過去数年間のための常識となっています。\u001b[22m\n\u001b[4mWith more than half of the new shows coming out being terrible comedies with a bunch of weebs being their target audience.\u001b[24m\n    \u001b[1m新しい番組の半分以上が、対象視聴者である雑用品の束とひどい喜劇で出てきています。\u001b[22m, \u001b[1m新番組の半分以上が彼らのターゲットオーディエンスであることweebsの束と恐ろしい喜劇である出てくると。\u001b[22m\nSo, when a show comes out that goes completely against the norm, and showcases a new ingenious idea, that is actually entertaining and can be analysed with more praise than critique, do we automatically start calling it the greatest of all time? Start giving it perfect scores? 'Saviour of Anime'? Don't we all rank this show on the same list that we ranked the best of the best. The same list on which we ranked Gintama, Full Metal, Steins;Gate? Is this show really worth a 10/10 on that same list ?\n\n\u001b[1mだから、規範に完全に反してショーが出て、新しい独創的なアイデアを展示すると、それは実際に面白くて批評よりも賞賛をもって分析することができます。 それは完璧なスコアを与え始める？  「アニメの救い主」？ 私たちはすべて、最高のベストを尽くした同じリストにこのショーをランクインしないでください。 私たちがGintama、Full Metal、Steins、Gateのランク付けしたのと同じリスト？ このショーは本当に同じリストで10/10と価値がありますか？\u001b[22m\n\u001b[1m(Dakara, kihan ni kanzen ni hanshite shō ga dete, atarashī dokusō-tekina aidea o tenji suru to, sore wa jissai ni omoshirokute hihyō yori mo shōsan o motte bunseki suru koto ga dekimasu. Sore wa kanpekina sukoa o atae hajimeru? `Anime no sukuinushi'? Watashitachiha subete, saikō no besuto o tsukushita onaji risuto ni kono shō o rankuin shinaide kudasai. Watashitachi ga Gintama, furu Metal, Steins, Gate no ranku-tsuke shita no to onaji risuto? Kono shō wa hontōni onaji risuto de 10/ 10 to kachi ga arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mSo, when a show comes out that goes completely against the norm, and showcases a new ingenious idea, that is actually entertaining and can be analysed with more praise than critique, do we automatically start calling it the greatest of all time? Start giving it perfect scores? 'Saviour of Anime'? Don't we all rank this show on the same list that we ranked the best of the best. The same list on which we ranked Gintama, Full Metal, Steins;Gate? Is this show really worth a 10/10 on that same list ?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, when a show comes out that goes completely against the norm, and showcases a new ingenious idea, that is actually entertaining and can be analysed with more praise than critique, do we automatically start calling it the greatest of all time?\u001b[24m\n    \u001b[1mだから、規範に完全に反してショーが出て、新しい独創的なアイデアを展示すると、それは実際に面白くて批評よりも賞賛をもって分析することができます。\u001b[22m, \u001b[1mそれは規範に対して完全に移行し、実際に面白いですし、批判よりも多くの賞賛を用いて分析することができる新しい独創的なアイデアを、ショーケース外にショーが来るときだから、我々は自動的にすべての時間の最大のそれを呼び出しを開始しますか？\u001b[22m\n\u001b[4mStart giving it perfect scores?\u001b[24m\n    \u001b[1mそれは完璧なスコアを与え始める？\u001b[22m, \u001b[1mそれに満点を与えて起動しますか？\u001b[22m\n\u001b[4m'Saviour of Anime'?\u001b[24m\n    \u001b[1m「アニメの救い主」？\u001b[22m\n\u001b[4mDon't we all rank this show on the same list that we ranked the best of the best.\u001b[24m\n    \u001b[1m私たちはすべて、最高のベストを尽くした同じリストにこのショーをランクインしないでください。\u001b[22m, \u001b[1m我々はすべて私たちは最高の最高位を同じリストにこのショーをランク付けしないでください。\u001b[22m\n\u001b[4mThe same list on which we ranked Gintama, Full Metal, Steins;Gate?\u001b[24m\n    \u001b[1m私たちがGintama、Full Metal、Steins、Gateのランク付けしたのと同じリスト？\u001b[22m, \u001b[1m我々は銀魂位にランクされているのと同じリスト、フルメタル、シュタインズ・ゲート？\u001b[22m\n\u001b[4mIs this show really worth a 10/10 on that same list ?\u001b[24m\n    \u001b[1mこのショーは本当に同じリストで10/10と価値がありますか？\u001b[22m, \u001b[1mその同じリスト上の10月10日本当に価値がこのショーはありますか？\u001b[22m\nUnarguably not. One Punch Man was unique, it had an amazing production value, the characters were brilliant, but it is nowhere near a perfect score, not even a strong 80%. For a few reasons. It has major story flaws, major pacing problems, major character development problems, etc. All of which should be avoided when thinking about 'the best' show.\n\n\u001b[1m必然的にそうではありません。 ワン・パンチ・マンはユニークで、驚くべきプロダクション・バリューを持っていましたが、そのキャラクターは素晴らしかったですが、完璧なスコアではありません。 いくつかの理由から。 それは、主要なストーリーの欠陥、主要なペーシングの問題、主要なキャラクターの開発の問題などがあります。そのすべては、「最高の」ショーを考えるときは避けるべきです。\u001b[22m\n\u001b[1m(Hitsuzen-teki ni sōde wa arimasen. Wan panchi man wa yunīku de, odorokubeki purodakushon baryū o motte imashitaga, sono kyarakutā wa subarashikattadesuga, kanpekina sukoade wa arimasen. Ikutsu ka no riyū kara. Sore wa, shuyōna sutōrī no kekkan, shuyōna pēshingu no mondai, shuyōna kyarakutā no kaihatsu no mondai nado ga arimasu. Sono subete wa,`saikō no' shō o kangaeru toki wa yokerubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mUnarguably not. One Punch Man was unique, it had an amazing production value, the characters were brilliant, but it is nowhere near a perfect score, not even a strong 80%. For a few reasons. It has major story flaws, major pacing problems, major character development problems, etc. All of which should be avoided when thinking about 'the best' show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnarguably not.\u001b[24m\n    \u001b[1m必然的にそうではありません。\u001b[22m, \u001b[1mUnarguablyありません。\u001b[22m\n\u001b[4mOne Punch Man was unique, it had an amazing production value, the characters were brilliant, but it is nowhere near a perfect score, not even a strong 80%.\u001b[24m\n    \u001b[1mワン・パンチ・マンはユニークで、驚くべきプロダクション・バリューを持っていましたが、そのキャラクターは素晴らしかったですが、完璧なスコアではありません。\u001b[22m, \u001b[1mOneパンチ男がユニークだった、それは文字が鮮やかだった、素晴らしい生産値を持っていたが、それは完璧なスコアではなく、さらに強力な80％近くにどこにもありません。\u001b[22m\n\u001b[4mFor a few reasons.\u001b[24m\n    \u001b[1mいくつかの理由から。\u001b[22m, \u001b[1mいくつかの理由のために。\u001b[22m\n\u001b[4mIt has major story flaws, major pacing problems, major character development problems, etc. All of which should be avoided when thinking about 'the best' show.\u001b[24m\n    \u001b[1mそれは、主要なストーリーの欠陥、主要なペーシングの問題、主要なキャラクターの開発の問題などがあります。そのすべては、「最高の」ショーを考えるときは避けるべきです。\u001b[22m, \u001b[1mそれは、「最良」のショーを考えるときに避けるべきである等の全てが主なストーリー上の欠陥、主要ペーシングの問題、主要キャラクターの成長の問題を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nThe One Punch Man anime aired for 12 episodes and the manga is still going with multiple volumes, yet the show doesn't sway away from the one same joke it always uses. Which in itself makes this no different than the close minded anime about a dense dude and his harem. That being said, the joke itself is a creative one and enjoyable, if it didn't occur in every single episode.\n\n\u001b[1mワン・パンチ・マンのアニメは12のエピソードで放映されていますが、マンガはまだ複数のボリュームを持っていますが、ショーはいつも使っている同じジョークから揺れません。 それはそれ自体が密な男と彼のハーレムについての密接な心のアニメと違いはありません。 それは言われている、ジョーク自体は創造的なものであり、それがすべての単一のエピソードで発生しなかった場合、楽しいです。\u001b[22m\n\u001b[1m(Wan panchi man no anime wa 12 no episōdo de hōei sa rete imasuga, manga wa mada fukusū no boryūmu o motte imasuga, shō wa itsumo tsukatte iru onaji jōku kara yuremasen. Sore wa sore jitai ga mitsuna otoko to kare no hāremu ni tsuite no missetsuna kokoro no anime to chigai wa arimasen. Sore wa iwa rete iru, jōku jitai wa sōzō-tekina monodeari, sore ga subete no tan'itsu no episōdo de hassei shinakatta baai, tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe One Punch Man anime aired for 12 episodes and the manga is still going with multiple volumes, yet the show doesn't sway away from the one same joke it always uses. Which in itself makes this no different than the close minded anime about a dense dude and his harem. That being said, the joke itself is a creative one and enjoyable, if it didn't occur in every single episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe One Punch Man anime aired for 12 episodes and the manga is still going with multiple volumes, yet the show doesn't sway away from the one same joke it always uses.\u001b[24m\n    \u001b[1mワン・パンチ・マンのアニメは12のエピソードで放映されていますが、マンガはまだ複数のボリュームを持っていますが、ショーはいつも使っている同じジョークから揺れません。\u001b[22m, \u001b[1m12のエピソードやマンガのために放映されたOneパンチマンアニメはまだ複数のボリュームで起こっている、まだショーは、それが常に使用するものと同じジョークから離れて揺れていません。\u001b[22m\n\u001b[4mWhich in itself makes this no different than the close minded anime about a dense dude and his harem.\u001b[24m\n    \u001b[1mそれはそれ自体が密な男と彼のハーレムについての密接な心のアニメと違いはありません。\u001b[22m, \u001b[1mそれ自体で緻密な男と彼のハーレム約近い気にアニメよりも、この全く異なるものではありません。\u001b[22m\n\u001b[4mThat being said, the joke itself is a creative one and enjoyable, if it didn't occur in every single episode.\u001b[24m\n    \u001b[1mそれは言われている、ジョーク自体は創造的なものであり、それがすべての単一のエピソードで発生しなかった場合、楽しいです。\u001b[22m, \u001b[1mそれは一つ一つのエピソードで発生しなかった場合は言っていることを、ジョーク自体は、1つのクリエイティブで楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nBut if that's all that One Punch Man was, it would be worth of a &lt;5 score, however One Punch Man doesn't only use the idea of the One Punch as a joke but also adds some depth and a tremendous amount of epicness . With the beautiful animation, amazing soundtrack and outstanding cinematography it makes the One Punch better than any other multi episode fight.\n\n\u001b[1mしかし、それがOne Punch Manのすべてであれば、それはu003c5点の価値があるだろうが、One Punch ManはOne Punchのアイデアを冗談として使うだけでなく、ある程度の深みと壮大な叙情を加える 。 美しいアニメーション、驚くべきサウンドトラックと傑出した映画撮影により、他のマルチエピソードよりもワン・パンチが優れています。\u001b[22m\n\u001b[1m(Shikashi, sore ga One Punch Man no subetedeareba, soreha u003c 5-ten no kachi ga arudarouga, One Punch Man wa One Punch no aidea o jōdan to shite tsukau dakedenaku, aruteido no fukami to sōdaina jojō o kuwaeru. Utsukushī animēshon, odorokubeki saundotorakku to kesshutsu shita eiga satsuei ni yori, hoka no maruchiepisōdo yori mo wan panchi ga sugurete imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut if that's all that One Punch Man was, it would be worth of a &lt;5 score, however One Punch Man doesn't only use the idea of the One Punch as a joke but also adds some depth and a tremendous amount of epicness . With the beautiful animation, amazing soundtrack and outstanding cinematography it makes the One Punch better than any other multi episode fight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut if that's all that One Punch Man was, it would be worth of a &lt;5 score, however One Punch Man doesn't only use the idea of the One Punch as a joke but also adds some depth and a tremendous amount of epicness\u001b[24m\n    \u001b[1mしかし、それがOne Punch Manのすべてであれば、それはu003c5点の価値があるだろうが、One Punch ManはOne Punchのアイデアを冗談として使うだけでなく、ある程度の深みと壮大な叙情を加える\u001b[22m, \u001b[1m5スコアが、しかし一パンチ男は冗談のように一つのパンチのアイデアを使用するだけでなく、いくつかの深さとepicnessの膨大な量を追加していません。しかし、それは一つのパンチ男は、それが℃の価値があるだろう、だったことすべてだ場合\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mWith the beautiful animation, amazing soundtrack and outstanding cinematography it makes the One Punch better than any other multi episode fight.\u001b[24m\n    \u001b[1m美しいアニメーション、驚くべきサウンドトラックと傑出した映画撮影により、他のマルチエピソードよりもワン・パンチが優れています。\u001b[22m, \u001b[1m美しいアニメーション、素晴らしいサウンドトラックと優れた映画撮影で、それは他のマルチエピソードの戦いよりも一つのパンチが良くなります。\u001b[22m\n\u001b[1m\u001b[22m\nNow many people like to claim that One Punch Man isn't meant to be analysed critically because it is a show that doesn't try to be in detail or in depth. I would argue against that. I think that One Punch Man was intended to do just that but in an unorthodox way. And I am fully aware that the original author didn't have big plans for it, but is clear from the mood it sets that it does take itself and the plot it contains very seriously. You can tell this by looking at how it never jeopardizes certain story lines for cheap comedy or for the sake of temporary sub plots. Not to mention it also has scenes where the characters are actually trying to be politically and morally correct. Though, it's as about as serious as an anime can get.\n\n\u001b[1m今では、多くの人がOne Punch Manは詳細で深くはないショーであるため、批判的に分析するつもりはないと主張しています。 私はそれに反論するだろう。 私はOne Punch Manは正統ではないが正統なやり方をとっていると思う。 そして私は、元の著者がそれについて大きな計画を持っていなかったことを完全に承知していますが、それはそれが自分自身と非常に真剣に含まれているプロットを取る気分から明らかです。 あなたは安価なコメディや一時的なサブプロットのために特定のストーリーラインを危険にさらすことがないかどうかを見て、これを知ることができます。 キャラクターが実際に政治的、道徳的に正しいものになっているシーンもあります。 しかし、それはアニメが得ることができるほど深刻です。\u001b[22m\n\u001b[1m(Ima dewa, ōku no hito ga One Punch Man wa shōsaide fukaku wanai shōdearu tame, hihanteki ni bunseki suru tsumori wa nai to shuchō shite imasu. Watashi wa sore ni hanron surudarou. Watashi wa One Punch Man wa seitōde wa naiga seitōna yarikata o totte iru to omou. Soshite watashi wa,-moto no chosha ga sore ni tsuite ōkina keikaku o motte inakatta koto o kanzen ni shōchi shite imasuga, sore wa sore ga jibun jishin to hijō ni shinken ni fukuma rete iru purotto o toru kibun kara akirakadesu. Anata wa ankana komedi ya ichiji-tekina sabupurotto no tame ni tokutei no sutōrīrain o kiken'nisarasu koto ga nai ka dō ka o mite, kore o shiru koto ga dekimasu. Kyarakutā ga jissai ni seidjiteki, dōtokuteki ni tadashī mono ni natte iru shīn mo arimasu. Shikashi, soreha anime ga eru koto ga dekiru hodo shinkokudesu.)\u001b[22m\n\nTranslations of \u001b[4mNow many people like to claim that One Punch Man isn't meant to be analysed critically because it is a show that doesn't try to be in detail or in depth. I would argue against that. I think that One Punch Man was intended to do just that but in an unorthodox way. And I am fully aware that the original author didn't have big plans for it, but is clear from the mood it sets that it does take itself and the plot it contains very seriously. You can tell this by looking at how it never jeopardizes certain story lines for cheap comedy or for the sake of temporary sub plots. Not to mention it also has scenes where the characters are actually trying to be politically and morally correct. Though, it's as about as serious as an anime can get.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow many people like to claim that One Punch Man isn't meant to be analysed critically because it is a show that doesn't try to be in detail or in depth.\u001b[24m\n    \u001b[1m今では、多くの人がOne Punch Manは詳細で深くはないショーであるため、批判的に分析するつもりはないと主張しています。\u001b[22m, \u001b[1m今、多くの人々は、それが具体的にまたは深さになるようにしようとしていない番組であるため、一つのパンチ人が批判的に分析することを意図していないことを主張したいです。\u001b[22m\n\u001b[4mI would argue against that.\u001b[24m\n    \u001b[1m私はそれに反論するだろう。\u001b[22m, \u001b[1m私はそれに対して主張するだろう。\u001b[22m\n\u001b[4mI think that One Punch Man was intended to do just that but in an unorthodox way.\u001b[24m\n    \u001b[1m私はOne Punch Manは正統ではないが正統なやり方をとっていると思う。\u001b[22m, \u001b[1m私はOneパンチ人がちょうどそのしかし、非正統的な方法で操作を行うことを意図していたと思います。\u001b[22m\n\u001b[4mAnd I am fully aware that the original author didn't have big plans for it, but is clear from the mood it sets that it does take itself and the plot it contains very seriously.\u001b[24m\n    \u001b[1mそして私は、元の著者がそれについて大きな計画を持っていなかったことを完全に承知していますが、それはそれが自分自身と非常に真剣に含まれているプロットを取る気分から明らかです。\u001b[22m, \u001b[1mそして、私は原作者がそのための大きな計画を持っていなかったことを十分に承知していますが、それはそれは自分自身を取るんので設定ムードから明らかであり、プロットは、それは非常に真剣に含まれています。\u001b[22m\n\u001b[4mYou can tell this by looking at how it never jeopardizes certain story lines for cheap comedy or for the sake of temporary sub plots.\u001b[24m\n    \u001b[1mあなたは安価なコメディや一時的なサブプロットのために特定のストーリーラインを危険にさらすことがないかどうかを見て、これを知ることができます。\u001b[22m, \u001b[1mあなたはそれが安くコメディのためにまたは一時的なサブプロットのために特定のストーリーラインを危うくすることはありませんかを見て、これを伝えることができます。\u001b[22m\n\u001b[4mNot to mention it also has scenes where the characters are actually trying to be politically and morally correct.\u001b[24m\n    \u001b[1mキャラクターが実際に政治的、道徳的に正しいものになっているシーンもあります。\u001b[22m, \u001b[1mそれはまた、文字が実際に政治的、道徳的に正しいことをしようとしているシーンがあります言うまでもありません。\u001b[22m\n\u001b[4mThough, it's as about as serious as an anime can get.\u001b[24m\n    \u001b[1mしかし、それはアニメが得ることができるほど深刻です。\u001b[22m, \u001b[1mしかし、それはアニメが得ることができるようにと同じくらい深刻なのです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6/10\n\n\u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/10\u001b[24m\n    \u001b[1mストーリー：6/10\u001b[22m\nIn a fools point of view, One Punch Man's story only revolves around finding new villains and waiting for our hero to come and save them. This of course kills all suspense that can be created with hyped up villains or their feats. It does in the first few times add a sense of suspense on whether the enemy is going to get One Punched or not, that perhaps has our main character met his match. For this 12 episode run, that can only be said about 1 or 2 villains out of the many many.\n\n\u001b[1m愚かな立場では、One Punch Manの物語は、新しい悪役を探し出し、ヒーローが来て彼らを救うのを待っているだけです。 これは、もちろん、誇張された悪役や偉業を生み出すことができるすべてのサスペンスを殺します。 最初の数回は、敵がパンチされているかどうか、おそらく私たちの主人公が彼の試合に出会ったかどうかのサスペンス感を加えます。 この12回のエピソードでは、多くの人のうち1人か2人しか悪​​役としか言いようがありません。\u001b[22m\n\u001b[1m(Orokana tachibade wa, One Punch Man no monogatari wa, atarashī akuyaku o sagashidashi, hīrō ga kite karera o sukuu no o matte iru dakedesu. Kore wa, mochiron, kochō sa reta akuyaku ya igyō o umidasu koto ga dekiru subete no sasupensu o koroshimasu. Saisho no sū-kai wa, teki ga panchi sa rete iru ka dō ka, osoraku watashitachi no shujinkō ga kare no shiai ni deatta ka dō ka no sasupensu-kan o kuwaemasu. Kono 12-kai no episōdode wa, ōku no hito no uchi 1-ri ka 2-ri shika aku ​​-yaku to shika ii-yō ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn a fools point of view, One Punch Man's story only revolves around finding new villains and waiting for our hero to come and save them. This of course kills all suspense that can be created with hyped up villains or their feats. It does in the first few times add a sense of suspense on whether the enemy is going to get One Punched or not, that perhaps has our main character met his match. For this 12 episode run, that can only be said about 1 or 2 villains out of the many many.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a fools point of view, One Punch Man's story only revolves around finding new villains and waiting for our hero to come and save them.\u001b[24m\n    \u001b[1m愚かな立場では、One Punch Manの物語は、新しい悪役を探し出し、ヒーローが来て彼らを救うのを待っているだけです。\u001b[22m, \u001b[1mビューの愚か者点では、ワンパンチ男の物語はわずか約新しい悪役を発見し、私たちのヒーローが来て、それらを保存するのを待つ公転します。\u001b[22m\n\u001b[4mThis of course kills all suspense that can be created with hyped up villains or their feats.\u001b[24m\n    \u001b[1mこれは、もちろん、誇張された悪役や偉業を生み出すことができるすべてのサスペンスを殺します。\u001b[22m, \u001b[1mこれはもちろん、アップ宣伝悪人またはその偉業を使用して作成することができ、すべてのサスペンスを殺します。\u001b[22m\n\u001b[4mIt does in the first few times add a sense of suspense on whether the enemy is going to get One Punched or not, that perhaps has our main character met his match.\u001b[24m\n    \u001b[1m最初の数回は、敵がパンチされているかどうか、おそらく私たちの主人公が彼の試合に出会ったかどうかのサスペンス感を加えます。\u001b[22m, \u001b[1m最初の数回は、敵は、おそらく私たちの主な文字が彼の試合を満たしていることを、一つはパンチを取得するつもりされているかどうかにサスペンス感を追加するにはそれはありません。\u001b[22m\n\u001b[4mFor this 12 episode run, that can only be said about 1 or 2 villains out of the many many.\u001b[24m\n    \u001b[1mこの12回のエピソードでは、多くの人のうち1人か2人しか悪役としか言いようがありません。\u001b[22m, \u001b[1mこの12エピソードの実行のために、それは多くの多くのうち1または2悪役について語ったことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThis point of view is foolish because it doesn't see the new major plotlines that each story arc unveils. From the time the main characters become official heroes, to the time of them ranking up, or meeting other strong and relevant super heroes. It can actually be said that it started downplaying the hype near the end, where some of the more relevant characters get reduced to doing inferior tasks. This sense of new things happening can and does make One Punch Man an engaging show. Except for one problem. The pacing. In the 12 episode run we got introduced to tons of interesting characters. Characters that could have a successful anime of their own, but One Punch Man only goes as far as introducing them. Hyping them up, but never doing anything significant with them. This I also felt was a problem in one of the greatest anime of all time, Hunter x Hunter, but because of the simple difference in run time even Hunter x Hunter eventually reached a point where it had to climax the hype it had built up. One Punch Man never did.\n\n\u001b[1mこの見解は、各話が明らかにした新しい主要なプロットラインを見ることができないので愚かです。 主人公が正式なヒーローになった時から、彼らが順位を上げる時まで、または他の強く関連性のあるスーパーヒーローに会うまで。 実際には、終わり近くに誇大宣伝を軽視するようになったと言えます。ここでは、関連性の高い文字の一部が劣悪な仕事に還元されます。 この新しい出来事の感覚は、One Punch Manを魅力的なショーにすることができます。  1つの問題を除いて。 ペーシング。  12回のエピソードでは、数多くの面白いキャラクターが紹介されました。 彼ら自身のアニメを成功させることができるキャラクター、しかし、ワン・パンチ・マンはそれらを紹介する限りです。 それらを誇大宣言するが、決して重要なことは一切しない。 ハンターxハンターの最大のアニメの1つにも問題があると感じましたが、ハンターxハンターでさえも単純なランタイムの違いがあっても、それは誇大宣伝のクライマックスに達しました。 ワン・パンチ・マンは決してしなかった。\u001b[22m\n\u001b[1m(Kono kenkai wa, kakuwa ga akiraka ni shita atarashī shuyōna purottorain o miru koto ga dekinainode orokadesu. Shujinkō ga seishikina hīrō ni natta toki kara, karera ga jun'i o ageru toki made, matawa hoka no tsuyoku kanren-sei no aru sūpāhīrō ni au made. Kono atarashī dekigoto no kankaku wa, One Punch Man o mirikitekina shō ni suru koto ga dekimasu. 1Tsu no mondai o nozoite. Pēshingu. 12-Kai no episōdode wa, kazuōku no omoshiroi kyarakutā ga shōkai sa remashita. Karera jishin no anime o seikō sa seru koto ga dekiru kyarakutā, shikashi, wan panchi man wa sorera o shōkai suru kagiridesu. Sorera o kodai sengen suruga, kesshite jūyōna koto wa issai shinai. Hantā x hantā no saidai no anime no 1tsu ni mo mondai ga aru to kanjimashitaga, hantā x hantāde sae mo tanjun'na Rantaimu no chigai ga atte mo, sore wa kodai senden no kuraimakkusu ni tasshimashita. Wan panchi man wa kesshite shinakatta. Jissai ni wa, owari chikaku ni kodai senden o keishi suru yō ni natta to iemasu. Kokode wa, kanren-sei no takai moji no ichibu ga retsuakuna shigoto ni kangen sa remasu.)\u001b[22m\n\u001b[1m\u001b[22m\nIt has a common discussion among the internet that One Punch Man is a parody of all shonen anime as it attempts to do the exact opposite of the typical 'never give up' scenario. I can neither agree nor disagree to this statement because I think that the authors original intent is a determining factor. Though I can say that it did not appeal to me as such. It was more of a show that is trying to convey something simple while doing it in an exaggerated method. Perhaps the trait of never being satisfied with what you have or not worrying about how others view your actions only how you do? To each their own I suppose, but those things are clear themes in the One Punch Anime. Which is another reason I would argue that One Punch Man is not a 'turn your brain off' anime. This and also because, if you do decide to pay attention to detail you will slowly loose track of the story, with the vast amounts of characters being introduced every now and then, with each having a role in the bigger picture. Lagging attention will prevent you from keeping up with most of them.\n\n\u001b[1mワン・パンチ・マンは、典型的な「決してあきらめない」シナリオとは正反対のことを試みるため、すべての少年アニメのパロディーであるというインターネット間の共通の議論がある。 著者の本来の意図が決定要因であると私は考えるので、私はこの声明に同意も同意もできない。 私はそれが私にそれほど魅力的ではなかったと言うことができますが。 それは誇張された方法でそれをやっている間に何かを簡単に伝えようとしているショーの多くでした。 おそらくあなたが持っているものに満足していないという特性や、他の人があなたの行動をどのようにしか見ないのか心配していないのでしょうか？ それぞれ自分自身にはそうだと思いますが、それらはOne Punch Animeの明確なテーマです。 私はワン・パンチ・マンが「あなたの脳をオフにする」アニメではないと主張するもう一つの理由です。 これはまた、あなたが細部に注意を払うことに決めた場合、ゆっくりと物語の軌跡を失うことになり、膨大な量の文字が毎回導入され、それぞれがより大きな画像で役割を果たすようになるからです。 注意を怠ると、あなたはそれらの大部分に追いつかなくなります。\u001b[22m\n\u001b[1m(Wan panchi man wa, tenkei-tekina `kesshite akiramenai' shinario to wa seihantai no koto o kokoromiru tame, subete no shōnen anime no parodīdearu to iu intānetto-kan no kyōtsū no giron ga aru. Chosha no honrai no ito ga kettei yōindearu to watashi wa kangaeru node, watashi wa kono seimei ni dōi mo dōi mo dekinai. Watashi wa sore ga watashi ni sorehodo mirikitekide wa nakatta to iu koto ga dekimasuga. Sore wa kochō sa reta hōhō de sore o yatte iru ma ni nanika o kantan ni tsutaeyou to shite iru shō no ōkudeshita. Osoraku anata ga motte iru mono ni manzoku shite inai to iu tokusei ya, hokanohito ga anata no kōdō o dono yō ni shika minai no ka shinpai shite inai nodeshou ka? Sorezore jibun jishin ni wa sōda to omoimasuga, sorera wa One Punch Anime no meikakuna tēmadesu. Watashi wa wan panchi man ga `anata no nō o ofunisuru' animede wa nai to shuchō suru mōhitotsu no riyūdesu. Kore wa mata, anata ga saibu ni chūi o harau koto ni kimeta baai, yukkuri to monogatari no kiseki o ushinau koto ni nari, bōdaina ryō no moji ga maikai dōnyū sa re, sorezore ga yori ōkina gazō de yakuwariwohatasu-yō ni narukaradesu. Chūi o okotaru to, anata wa sorera no daibubun ni oitsukanaku narimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8/10\n\n\u001b[1mキャラクター：8/10\u001b[22m\n\u001b[1m(Kyarakutā: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8/10\u001b[24m\n    \u001b[1mキャラクター：8/10\u001b[22m\nThere are a few character names in One Punch Man that a viewer will actually remember. The important main characters, the characters who have obvious names relating to their superpowers or your random favourite character. That limits the number of memorable characters to extremely little compared to the amount of potentially good characters in the show. The show introduces a massive amount of characters, each with their own names, super powers and unique design. Each with their own allegiances, roles and enemies. Yet more than half, or rather 90% of these characters appear for a fraction of episodes. Even some of the important, high ranked individuals only appeared for a maximum of 10 minutes in the entire show.\n\n\u001b[1mOne Punch Manには、視聴者が実際に覚えている文字の名前がいくつかあります。 重要なメインキャラクター、スーパーパワーやランダムなお気に入りのキャラクターに関連した明白な名前を持つキャラクター。 これは、ショーの潜在的に良いキャラクターの量に比べて、記憶に残るキャラクターの数を極限に制限します。 このショーでは、膨大な量のキャラクターが紹介されています。それぞれのキャラクターは、独自の名前、スーパーパワー、ユニークなデザインです。 それぞれ独自の忠誠、役割、敵を持っています。 しかし、これらの文字の半分以上、あるいは90％はエピソードの一部分のために表示されます。 重要な高ランクの個人でさえ、全番組で最大10分間しか出演しませんでした。\u001b[22m\n\u001b[1m(One Punch Man ni wa, shichō-sha ga jissai ni oboete iru moji no namae ga ikutsu ka arimasu. Jūyōna meinkyarakutā, sūpāpawā ya randamuna okiniiri no kyarakutā ni kanren shita meihakuna namae o motsu kyarakutā. Kore wa, shō no senzai-teki ni yoi kyarakutā no ryō ni kurabete, kioku ni nokoru kyarakutā no kazu o kyokugen ni seigen shimasu. Kono shōde wa, bōdaina ryō no kyarakutā ga shōkai sa rete imasu. Sorezore no kyarakutā wa, dokuji no namae, sūpāpawā, yunīkuna dezaindesu. Sorezore dokuji no chūsei, yakuwari, teki o motte imasu. Shikashi, korera no moji no hanbun'ijō, aruiwa 90-pāsento wa episōdo no ichibubun no tame ni hyōji sa remasu. Jūyōna kō ranku no kojinde sae, zen bangumi de saidai 10-funkan shika shutsuen shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThere are a few character names in One Punch Man that a viewer will actually remember. The important main characters, the characters who have obvious names relating to their superpowers or your random favourite character. That limits the number of memorable characters to extremely little compared to the amount of potentially good characters in the show. The show introduces a massive amount of characters, each with their own names, super powers and unique design. Each with their own allegiances, roles and enemies. Yet more than half, or rather 90% of these characters appear for a fraction of episodes. Even some of the important, high ranked individuals only appeared for a maximum of 10 minutes in the entire show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a few character names in One Punch Man that a viewer will actually remember.\u001b[24m\n    \u001b[1mOne Punch Manには、視聴者が実際に覚えている文字の名前がいくつかあります。\u001b[22m, \u001b[1m視聴者が実際に覚えているだろうことは一つパンチ男にいくつかの文字の名前があります。\u001b[22m\n\u001b[4mThe important main characters, the characters who have obvious names relating to their superpowers or your random favourite character.\u001b[24m\n    \u001b[1m重要なメインキャラクター、スーパーパワーやランダムなお気に入りのキャラクターに関連した明白な名前を持つキャラクター。\u001b[22m, \u001b[1m重要なメインの文字は、自分の超大国たり、ランダムな好みのキャラクタに関する明白な名前を持つ文字。\u001b[22m\n\u001b[4mThat limits the number of memorable characters to extremely little compared to the amount of potentially good characters in the show.\u001b[24m\n    \u001b[1mこれは、ショーの潜在的に良いキャラクターの量に比べて、記憶に残るキャラクターの数を極限に制限します。\u001b[22m, \u001b[1mそれは非常に小さなショーで、潜在的に優れた文字の量と比較するために思い出に残る文字の数を制限します。\u001b[22m\n\u001b[4mThe show introduces a massive amount of characters, each with their own names, super powers and unique design.\u001b[24m\n    \u001b[1mこのショーでは、膨大な量のキャラクターが紹介されています。それぞれのキャラクターは、独自の名前、スーパーパワー、ユニークなデザインです。\u001b[22m, \u001b[1mショーは、自分の名前、超能力とユニークなデザインの各文字を大量に導入されています。\u001b[22m\n\u001b[4mEach with their own allegiances, roles and enemies.\u001b[24m\n    \u001b[1mそれぞれ独自の忠誠、役割、敵を持っています。\u001b[22m, \u001b[1m自分の忠誠、役割や敵との各。\u001b[22m\n\u001b[4mYet more than half, or rather 90% of these characters appear for a fraction of episodes.\u001b[24m\n    \u001b[1mしかし、これらの文字の半分以上、あるいは90％はエピソードの一部分のために表示されます。\u001b[22m, \u001b[1mまだ半分以上、またはこれらの文字のむしろ90％は、エピソードの割合のために表示されます。\u001b[22m\n\u001b[4mEven some of the important, high ranked individuals only appeared for a maximum of 10 minutes in the entire show.\u001b[24m\n    \u001b[1m重要な高ランクの個人でさえ、全番組で最大10分間しか出演しませんでした。\u001b[22m, \u001b[1mでも重要なのは、高ランクの個体の一部のみが、ショー全体で10分間の最大のために登場しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe main characters however also get less screen time than usual. This is because though the side character get little to no appearances, there are so many that it adds up and cuts away from the main characters time to shine. The main character usually appears at the end of an episode to finish off the bad guy while his side kick come during the middle and attempts at fighting the villain.\n\n\u001b[1mしかし、主人公は通常よりもスクリーン時間が少なくなります。 これは、サイドキャラクターは外観にほとんど影響を与えませんが、メインキャラクターを追加してカットして輝く時間が非常に多いためです。 メインキャラクターは通常、エピソードの最後に現れ、悪者を仕留めるが、サイドキックは中間で行われ、悪者との戦いを試みる。\u001b[22m\n\u001b[1m(Shikashi, shujinkō wa tsūjō yori mo sukurīn jikan ga sukunaku narimasu. Kore wa, saidokyarakutā wa gaikan ni hotondo eikyō o ataemasenga, meinkyarakutā o tsuika shite kattoshite kagayaku jikan ga hijō ni ōi tamedesu. Meinkyarakutā wa tsūjō, episōdo no saigo ni araware, warumono o shitomeruga, saidokikku wa chūkan de okonawa re, warumono to notatakai o kokoromiru.)\u001b[22m\n\nTranslations of \u001b[4mThe main characters however also get less screen time than usual. This is because though the side character get little to no appearances, there are so many that it adds up and cuts away from the main characters time to shine. The main character usually appears at the end of an episode to finish off the bad guy while his side kick come during the middle and attempts at fighting the villain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main characters however also get less screen time than usual.\u001b[24m\n    \u001b[1mしかし、主人公は通常よりもスクリーン時間が少なくなります。\u001b[22m, \u001b[1mメインキャラクターは、しかしまた、通常より少ないスクリーンの時間を取得します。\u001b[22m\n\u001b[4mThis is because though the side character get little to no appearances, there are so many that it adds up and cuts away from the main characters time to shine.\u001b[24m\n    \u001b[1mこれは、サイドキャラクターは外観にほとんど影響を与えませんが、メインキャラクターを追加してカットして輝く時間が非常に多いためです。\u001b[22m, \u001b[1m側のキャラクタが無い外見に少し得るが、それは加算と離れて輝く主人公時間からカットほど多く存在するためです。\u001b[22m\n\u001b[4mThe main character usually appears at the end of an episode to finish off the bad guy while his side kick come during the middle and attempts at fighting the villain.\u001b[24m\n    \u001b[1mメインキャラクターは通常、エピソードの最後に現れ、悪者を仕留めるが、サイドキックは中間で行われ、悪者との戦いを試みる。\u001b[22m, \u001b[1m主人公は、通常、彼の側キックが途中で来ながら悪者を仕上げるためにエピソードの最後に表示され、悪役との戦いにしようとします。\u001b[22m\n\u001b[1m\u001b[22m\nTalking about the side kick. One of the most interesting characters in the show, who had a flashback that was only teased in the anime, and has only been mention once or twice in the Jump manga, is treated far too unjustly. He has lots of potential to become one of the leading stars of the show yet is turned into a ploy for the animators to animate an actual fight, as he gets utterly destroyed by almost all bad guys.\n\n\u001b[1mサイドキックについて話す。 ショーの中で最も興味深いキャラクターの1人は、アニメだけでおしゃべりをしていたフラッシュバックを持っていて、ジャンプマンガで1〜2回言及されていますが、あまりにも不当に扱われます。 彼はショーの主役の一人になる可能性が非常に高いですが、アニメーターがほとんどすべての悪者によって完全に破壊されるように、実際の戦いをアニメーション化するための策略に変わっています。\u001b[22m\n\u001b[1m(Saidokikku ni tsuite hanasu. Shō no naka de mottomo kyōmibukai kyarakutā no 1-ri wa, anime dake de oshaberi o shite ita furasshu bakku o motte ite, janpu manga de 1 〜 2-kai genkyū sa rete imasuga, amarini mo futō ni atsukawa remasu. Kare wa shō no shuyaku no hitori ni naru kanōsei ga hijō ni takaidesuga, animētā ga hotondo subete no warumono ni yotte kanzen ni hakai sa reru yō ni, jissai no tatakai o animēshon-ka suru tame no sakuryaku ni kawatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mTalking about the side kick. One of the most interesting characters in the show, who had a flashback that was only teased in the anime, and has only been mention once or twice in the Jump manga, is treated far too unjustly. He has lots of potential to become one of the leading stars of the show yet is turned into a ploy for the animators to animate an actual fight, as he gets utterly destroyed by almost all bad guys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTalking about the side kick.\u001b[24m\n    \u001b[1mサイドキックについて話す。\u001b[22m, \u001b[1mサイドキックについて話します。\u001b[22m\n\u001b[4mOne of the most interesting characters in the show, who had a flashback that was only teased in the anime, and has only been mention once or twice in the Jump manga, is treated far too unjustly.\u001b[24m\n    \u001b[1mショーの中で最も興味深いキャラクターの1人は、アニメだけでおしゃべりをしていたフラッシュバックを持っていて、ジャンプマンガで1〜2回言及されていますが、あまりにも不当に扱われます。\u001b[22m, \u001b[1m唯一のアニメでからかわれた、とだけジャンプ漫画に一度か二度言及されているフラッシュバックを持っていたショー、の中で最も興味深いの文字の一つは、あまりにも不当に扱われています。\u001b[22m\n\u001b[4mHe has lots of potential to become one of the leading stars of the show yet is turned into a ploy for the animators to animate an actual fight, as he gets utterly destroyed by almost all bad guys.\u001b[24m\n    \u001b[1m彼はショーの主役の一人になる可能性が非常に高いですが、アニメーターがほとんどすべての悪者によって完全に破壊されるように、実際の戦いをアニメーション化するための策略に変わっています。\u001b[22m, \u001b[1m彼はまだ彼が全くほとんどすべての悪者によって破壊されますように、実際の戦いをアニメートするアニメーターのための策略になっている番組の大手星の一つになる可能性がたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nAlso the use of anime tropes to quickly develop a certain character in One Punch Man is not a rarity. From overpowered old dudes, to loyal samurai, to whiny lolis and everything else, One Punch Man uses the fact that we know the character traits of certain types of character tropes in anime, to not develop the character as an individual. This is not always a bad strategy, as it is effective, but it takes so much away from the character that I would want to see be important one day, if madhouse ever makes a sequel.\n\n\u001b[1mまた、ワン・パンチ・マンで特定のキャラクターを素早く開発するアニメ・トロピックの使用はまれではありません。 ワン・パンチ・マン（One Punch Man）は、圧倒された老人たちから忠実な武士、卑劣な恋人、その他すべてのものまで、キャラクターを個性的に発達させないために、アニメのキャラクターの特徴を知っているという事実を利用します。 これは効果的なので、常に悪い戦略ではありませんが、マッドハウスが続編を作った場合、私は大切にしたいと思うキャラクターからかなり離れています。\u001b[22m\n\u001b[1m(Mata, wan panchi man de tokutei no kyarakutā o subayaku kaihatsu suru anime toro pikku no shiyō wa marede wa arimasen. Wan panchi man (One Punch Man) wa, attō sa reta rōjin-tachi kara chūjitsuna bushi, hiretsuna koibito, sonota subete no mono made, kyarakutā o kosei-teki ni hattatsu sa senai tame ni, anime no kyarakutā no tokuchō o shitte iru to iu jijitsu o riyō shimasu. Kore wa kōka-tekinanode, tsuneni warui senryakude wa arimasenga, maddohausu ga zokuhen o tsukutta baai, watashi wa taisetsu ni shitai to omou kyarakutā kara kanari hanarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso the use of anime tropes to quickly develop a certain character in One Punch Man is not a rarity. From overpowered old dudes, to loyal samurai, to whiny lolis and everything else, One Punch Man uses the fact that we know the character traits of certain types of character tropes in anime, to not develop the character as an individual. This is not always a bad strategy, as it is effective, but it takes so much away from the character that I would want to see be important one day, if madhouse ever makes a sequel.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso the use of anime tropes to quickly develop a certain character in One Punch Man is not a rarity.\u001b[24m\n    \u001b[1mまた、ワン・パンチ・マンで特定のキャラクターを素早く開発するアニメ・トロピックの使用はまれではありません。\u001b[22m, \u001b[1mまた、すぐにワンパンマンに特定の文字を開発するアニメ比喩の使用は希少ではありません。\u001b[22m\n\u001b[4mFrom overpowered old dudes, to loyal samurai, to whiny lolis and everything else, One Punch Man uses the fact that we know the character traits of certain types of character tropes in anime, to not develop the character as an individual.\u001b[24m\n    \u001b[1mワン・パンチ・マン（One Punch Man）は、圧倒された老人たちから忠実な武士、卑劣な恋人、その他すべてのものまで、キャラクターを個性的に発達させないために、アニメのキャラクターの特徴を知っているという事実を利用します。\u001b[22m, \u001b[1m取り押さえ古い男から、忠実な侍に、不機嫌そうなlolisおよび他のすべてに、ワンパンチマンは、個人などの文字を開発しないように、私たちはアニメの文字比喩の特定の種類の文字の特徴を知っているという事実を使用しています。\u001b[22m\n\u001b[4mThis is not always a bad strategy, as it is effective, but it takes so much away from the character that I would want to see be important one day, if madhouse ever makes a sequel.\u001b[24m\n    \u001b[1mこれは効果的なので、常に悪い戦略ではありませんが、マッドハウスが続編を作った場合、私は大切にしたいと思うキャラクターからかなり離れています。\u001b[22m, \u001b[1mそれが効果的であるように、これは、必ずしも悪い戦略ではないですが、マッドハウスが今まで続編を作る場合には、そんなに離れて、私は重要な1日で見たいだろう文字からなります。\u001b[22m\n\u001b[1m\u001b[22m\nLike I mentioned before, the music in One Punch Man really does build up tense moments in which failure seems inevitable, but that feeling can only last for the first few episodes, until you realize that the main character will literally One Punch, anything and everything . But the interesting thing about this is that, One Punch Man actually does go out of its way in letting us know that he actually can't One Punch all his problems away, that sometimes he needs to use his wit for situations that can't be solved with strength. But that aspect was visited once briefly and never again, but nonetheless did help with some great character development.\n\n\u001b[1m私が前に述べたように、One Punch Manの音楽は、本当に失敗が不可避と思われる緊張した瞬間を作り上げますが、その主人公が文字通りOne Punch、何か、すべて 。 しかし、これについての興味深いことは、One Punch Manは、実際には彼が実際にはできないことを私たちに知らせるために、実際に道を離れることです。 強さで解決される。 しかし、その側面は一度短く一度訪れましたが、それにもかかわらずいくつかの偉大なキャラクターの開発に役立ちました。\u001b[22m\n\u001b[1m(Watashi ga mae ni nobeta yō ni, One Punch Man no ongaku wa, hontōni shippai ga fukahi to omowa reru kinchō shita shunkan o tsukuriagemasuga, sono shujinkō ga mojidōri One Punch, nanika, subete. Shikashi, kore ni tsuite no kyōmibukai koto wa, One Punch Man wa, jissai ni wa kare ga jissai ni wa dekinai koto o watashitachi ni shiraseru tame ni, jissai ni michi o hanareru kotodesu. Tsuyo-sa de kaiketsu sa reru. Shikashi, sono sokumen wa ichido mijikaku ichido otozuremashitaga, sore nimokakawarazu ikutsu ka no idaina kyarakutā no kaihatsu ni yakudachimashita.)\u001b[22m\n\nTranslations of \u001b[4mLike I mentioned before, the music in One Punch Man really does build up tense moments in which failure seems inevitable, but that feeling can only last for the first few episodes, until you realize that the main character will literally One Punch, anything and everything . But the interesting thing about this is that, One Punch Man actually does go out of its way in letting us know that he actually can't One Punch all his problems away, that sometimes he needs to use his wit for situations that can't be solved with strength. But that aspect was visited once briefly and never again, but nonetheless did help with some great character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike I mentioned before, the music in One Punch Man really does build up tense moments in which failure seems inevitable, but that feeling can only last for the first few episodes, until you realize that the main character will literally One Punch, anything and everything\u001b[24m\n    \u001b[1m私が前に述べたように、One Punch Manの音楽は、本当に失敗が不可避と思われる緊張した瞬間を作り上げますが、その主人公が文字通りOne Punch、何か、すべて\u001b[22m, \u001b[1m私は前に述べたように、ワンパンチマンで音楽が本当に障害が避けられないようですした緊張の瞬間を構築しますが、あなたが実現するまで、その気持ちだけで、最初のいくつかのエピソードのために最後にすることができ、そのメインキャラクター意志文字通りワンパンチ、何から何まで\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mBut the interesting thing about this is that, One Punch Man actually does go out of its way in letting us know that he actually can't One Punch all his problems away, that sometimes he needs to use his wit for situations that can't\u001b[24m\n    \u001b[1mしかし、これについての興味深いことは、One Punch Manは、実際には彼が実際にはできないことを私たちに知らせるために、実際に道を離れることです。\u001b[22m, \u001b[1mしかし、これについて興味深いのは、時々、彼ができない状況のために彼のウィットを使用する必要があることを、一つのパンチ人が実際に私たちは、彼が実際にOneパンチ離れて彼のすべての問題できないことを知らせるには、その方法の外に出ない、ということです\u001b[22m\n\u001b[4mbe solved with strength.\u001b[24m\n    \u001b[1m強さで解決される。\u001b[22m, \u001b[1m強さで解決されます。\u001b[22m\n\u001b[4mBut that aspect was visited once briefly and never again, but nonetheless did help with some great character development.\u001b[24m\n    \u001b[1mしかし、その側面は一度短く一度訪れましたが、それにもかかわらずいくつかの偉大なキャラクターの開発に役立ちました。\u001b[22m, \u001b[1mしかし、その態様は、簡単に、決して再び訪れましたが、それにもかかわらず、いくつかの素晴らしいキャラクターの成長を支援でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters in One Punch Man can at most times be flat characters because of how little we see of most of them. The main character I can safely say for sure is a flat character, but soo much potential to change. If he ever goes through something that can change him as a person, and it is legitimate, it could make for one of the best anime moments of all time, but that's just my wishful thinking.\n\n\u001b[1mOne Punch Manの文字は、たいていの場合、ほとんどの文字がほとんど見えないため、フラット文字にすることができます。 私が安全に言うことができる主人公は平らなキャラクターですが、変わる可能性は非常に高いです。 彼が人として彼を変えることができる何かを通って、それが合法であるなら、それはすべての時間の最もよいアニメの瞬間の1つにすることができます、しかしそれはちょうど私の希望的な考えです。\u001b[22m\n\u001b[1m(One Punch Man no moji wa, taitei no baai, hotondo no moji ga hotondo mienai tame, furatto moji ni suru koto ga dekimasu. Watashi ga anzen ni iu koto ga dekiru shujinkō wa tairana kyarakutādesuga, kawaru kanōsei wa hijō ni takaidesu. Kare ga hito to shite kare o kaeru koto ga dekiru nanika o kayotte, sore ga gōhōdearunara, soreha subete no jikan no mottomo yoi anime no shunkan no 1tsu ni suru koto ga dekimasu, shikashi sore wa chōdo watashi no kibō-tekina kangaedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters in One Punch Man can at most times be flat characters because of how little we see of most of them. The main character I can safely say for sure is a flat character, but soo much potential to change. If he ever goes through something that can change him as a person, and it is legitimate, it could make for one of the best anime moments of all time, but that's just my wishful thinking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters in One Punch Man can at most times be flat characters because of how little we see of most of them.\u001b[24m\n    \u001b[1mOne Punch Manの文字は、たいていの場合、ほとんどの文字がほとんど見えないため、フラット文字にすることができます。\u001b[22m, \u001b[1mOneパンチ男の中の文字はほとんどの時間であるため、我々はそれらのほとんどの参照方法はほとんどのフラット文字にすることができます。\u001b[22m\n\u001b[4mThe main character I can safely say for sure is a flat character, but soo much potential to change.\u001b[24m\n    \u001b[1m私が安全に言うことができる主人公は平らなキャラクターですが、変わる可能性は非常に高いです。\u001b[22m, \u001b[1m私は安全に確かに言うことができ主人公はフラットな文字が、変更するには秀多くの可能性です。\u001b[22m\n\u001b[4mIf he ever goes through something that can change him as a person, and it is legitimate, it could make for one of the best anime moments of all time, but that's just my wishful thinking.\u001b[24m\n    \u001b[1m彼が人として彼を変えることができる何かを通って、それが合法であるなら、それはすべての時間の最もよいアニメの瞬間の1つにすることができます、しかしそれはちょうど私の希望的な考えです。\u001b[22m, \u001b[1m彼が今まで人として彼を変更することができる何かを通過し、それが正当なものであるならば、それはすべての時間の中で最高のアニメ瞬間の一つのために作ることができますが、それはちょうど私の希望的観測です。\u001b[22m\n\u001b[1m\u001b[22m\nProduction: 10/10\n\n\u001b[1m生産：10/10\u001b[22m\n\u001b[1m(Seisan: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mProduction: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProduction: 10/10\u001b[24m\n    \u001b[1m生産：10/10\u001b[22m, \u001b[1m制作：10/10\u001b[22m\nEveryone's favourite, Madhouse delivers yet again. With some of the best animation in anime existence and an amazing sound track, One Punch Man has one of the highest production values of all time. It makes watching the show exponentially more entertaining. The way each keyframe is animated for big moments, is so smooth and done without much help from CGI effects resulting in a beautiful motion picture. Most of the fights that actually take place, are animated beautifully with much thought put into each movement to make it as dynamic as possible.\n\n\u001b[1m誰もが好きで、Madhouseはもう一度お届けします。  One Punch Manは、アニメの存在と最高のサウンドトラックで最高のアニメーションを提供し、常に最高の生産価値を誇っています。 これは、ショーを指数関数的に面白く見ることをより面白くします。 それぞれのキーフレームが大きな瞬間にアニメーション化される方法は、非常に滑らかであり、CGIエフェクトの助けを借りずに済むので、美しい動画が得られます。 実際に行われている戦いのほとんどは、可能な限りダイナミックにするために、各動きに多くの考えを入れて美しくアニメーション化されています。\u001b[22m\n\u001b[1m(Daremoga sukide, Madhouse wa mōichido o todoke shimasu. One Punch Man wa, anime no sonzai to saikō no saundotorakku de saikō no animēshon o teikyō shi, tsuneni saikō no seisan kachi o hokotte imasu. Kore wa, shō o yubisūkansū-teki ni omoshiroku miru koto o yori omoshiroku shimasu. Sorezore no kīfurēmu ga ōkina shunkan ni animēshon-ka sa reru hōhō wa, hijō ni namerakadeari, CGI efekuto no tasuke o karizu ni sumunode, utsukushī dōga ga e raremasu. Jissai ni okonawa rete iru tatakai no hotondo wa, kanōnakagiri dainamikku ni suru tame ni, kaku ugoki ni ōku no kangae o irete utsukushiku animēshon-ka sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mEveryone's favourite, Madhouse delivers yet again. With some of the best animation in anime existence and an amazing sound track, One Punch Man has one of the highest production values of all time. It makes watching the show exponentially more entertaining. The way each keyframe is animated for big moments, is so smooth and done without much help from CGI effects resulting in a beautiful motion picture. Most of the fights that actually take place, are animated beautifully with much thought put into each movement to make it as dynamic as possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEveryone's favourite, Madhouse delivers yet again.\u001b[24m\n    \u001b[1m誰もが好きで、Madhouseはもう一度お届けします。\u001b[22m, \u001b[1mみんなのお気に入りは、マッドハウスが再び実現します。\u001b[22m\n\u001b[4mWith some of the best animation in anime existence and an amazing sound track, One Punch Man has one of the highest production values of all time.\u001b[24m\n    \u001b[1mOne Punch Manは、アニメの存在と最高のサウンドトラックで最高のアニメーションを提供し、常に最高の生産価値を誇っています。\u001b[22m, \u001b[1mアニメ現存する最高のアニメーションと驚くべきサウンドトラックの一部では、一つのパンチ男はすべての時間の中で最高の生産値のいずれかを持っています。\u001b[22m\n\u001b[4mIt makes watching the show exponentially more entertaining.\u001b[24m\n    \u001b[1mこれは、ショーを指数関数的に面白く見ることをより面白くします。\u001b[22m, \u001b[1mそれは指数関数的にもっと面白い番組を見て作ります。\u001b[22m\n\u001b[4mThe way each keyframe is animated for big moments, is so smooth and done without much help from CGI effects resulting in a beautiful motion picture.\u001b[24m\n    \u001b[1mそれぞれのキーフレームが大きな瞬間にアニメーション化される方法は、非常に滑らかであり、CGIエフェクトの助けを借りずに済むので、美しい動画が得られます。\u001b[22m, \u001b[1m各キーフレームは、大きな瞬間のためにアニメーション化されている方法は、とても滑らかで美しい動画が得られCGIの影響から多くの助けなしで行われます。\u001b[22m\n\u001b[4mMost of the fights that actually take place, are animated beautifully with much thought put into each movement to make it as dynamic as possible.\u001b[24m\n    \u001b[1m実際に行われている戦いのほとんどは、可能な限りダイナミックにするために、各動きに多くの考えを入れて美しくアニメーション化されています。\u001b[22m, \u001b[1m実際に場所を取る戦いのほとんどは、可能な限り動的にするために、各運動に入れるくらいの考えで美しくアニメーション化されています。\u001b[22m\n\u001b[1m\u001b[22m\nThere are some scenes with some of the best cinematography I have ever scene in anime. The usage of lighting and still images along side of battle effects and sparky anime colours was done so well, that you can't even complain about the characters being too colourful.\n\n\u001b[1m私はこれまでにアニメで撮影したシーンの中で最高のものをいくつか撮影しています。 戦闘効果と輝くアニメの色の側面にある照明と静止画の使用はとてもうまくいっています。キャラクターがカラフルすぎると不平を言うことさえできません。\u001b[22m\n\u001b[1m(Watashi wa kore made ni anime de satsuei shita shīn no naka de saikō no mono o ikutsu ka satsuei shite imasu. Sentō kōka to kagayaku anime no iro no sokumen ni aru shōmei to seishi-ga no shiyō wa totemo umaku itte imasu. Kyarakutā ga karafuru sugiruto fuhei o iu koto sae dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere are some scenes with some of the best cinematography I have ever scene in anime. The usage of lighting and still images along side of battle effects and sparky anime colours was done so well, that you can't even complain about the characters being too colourful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are some scenes with some of the best cinematography I have ever scene in anime.\u001b[24m\n    \u001b[1m私はこれまでにアニメで撮影したシーンの中で最高のものをいくつか撮影しています。\u001b[22m, \u001b[1m私はアニメで、これまでのシーンを持っている最高の映画撮影の一部といくつかのシーンがあります。\u001b[22m\n\u001b[4mThe usage of lighting and still images along side of battle effects and sparky anime colours was done so well, that you can't even complain about the characters being too colourful.\u001b[24m\n    \u001b[1m戦闘効果と輝くアニメの色の側面にある照明と静止画の使用はとてもうまくいっています。キャラクターがカラフルすぎると不平を言うことさえできません。\u001b[22m, \u001b[1m戦闘効果とスパーキーアニメ色の側面に沿って照明や静止画像の使用は、あなたも文字があまりにもカラフルであることについて文句を言うことはできませんことを、非常によく行われていました。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, I have no complaints with how Madhouse handled the production of this show, with the exception of how the transferred it from the original source material. But it's unfair to judge a show based on how it compares to the source material, so lets leave it at that.\n\n\u001b[1mまったく、Madhouseがこの番組の制作をどのように扱ったのかについての苦情はありません。 しかし、それがソース素材とどのように比較されているかに基づいてショーを判断するのは不公平です。\u001b[22m\n\u001b[1m(Mattaku, Madhouse ga kono bangumi no seisaku o dono yō ni atsukatta no ka ni tsuite no kujō wa arimasen. Shikashi, sore ga sōsu sozai todo no yō ni hikaku sa rete iru ka nimotozuite shō o handan suru no wa fukōheidesu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, I have no complaints with how Madhouse handled the production of this show, with the exception of how the transferred it from the original source material. But it's unfair to judge a show based on how it compares to the source material, so lets leave it at that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, I have no complaints with how Madhouse handled the production of this show, with the exception of how the transferred it from the original source material.\u001b[24m\n    \u001b[1mまったく、Madhouseがこの番組の制作をどのように扱ったのかについての苦情はありません。\u001b[22m, \u001b[1mすべてのすべてで、私はマッドハウスが、元のソース材料からそれを転送する方法を除いて、このショーの生産を扱う方法に不満はありません。\u001b[22m\n\u001b[4mBut it's unfair to judge a show based on how it compares to the source material, so lets leave it at that.\u001b[24m\n    \u001b[1mしかし、それがソース素材とどのように比較されているかに基づいてショーを判断するのは不公平です。\u001b[22m, \u001b[1mしかし、それはそう、そのままにしておくことができます、それはソース素材と比較する方法に基づいてショーを判断するために不公平です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment and Overall Score: 8/10\n\n\u001b[1m楽しさと全体的な得点：8/10\u001b[22m\n\u001b[1m(Tanoshisa to zentai-tekina tokuten: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment and Overall Score: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment and Overall Score: 8/10\u001b[24m\n    \u001b[1m楽しさと全体的な得点：8/10\u001b[22m, \u001b[1m楽しさと全体的なスコア：8/10\u001b[22m\nOne Punch Man is a nice breather from the below average shows we get in anime lately, but it is no where near the best show to ever exist or even the top 20 or 30. It was entertaining. It wasn't a show that I would go out of my to watch again nor was it a show that I really looked forward to all that much, other than waiting for the manga scenes to be animated. The anime community rode it's hype train because it has a large manga fanbase, it was leaps and bounds above average animation and sound, which leads to any onlooker being interested in it. That being said, I think it was overhyped, but I have no problem with that. It's nice to see people enjoy something that much every now and then, especially if that something is not Sword Art Online, but rather a relatively good show. I do however have a problem with it being so high in the Top Anime of this website, beating anime that are far better than it, when I know that most of the high scores are given with only hype in mind.\n\n\u001b[1mワン・パンチ・マンは、私たちが最近アニメを見せてくれる平均以下のショーからの素敵な息子ですが、最高のショーの近くで、あるいはトップ20または30でも近くはありません。 私が再び見るために私のところから出て行くというショーでもなく、漫画のシーンがアニメーション化されるのを待つ以外に、私が本当に楽しみにしているショーでもなかった。 アニメのコミュニティは、漫画ファンサイトが多いため、誇大広告の列車に乗っていました。平均的なアニメーションやサウンドよりも飛躍的に飛躍していました。 それは、私はそれがoverhypedだと思うが、私はそれに問題はないと言われている。 人々が多くのことを楽しんでいるのを見てうれしいです。特に、Sword Art Onlineではなく、比較的良いショーがある場合は特にそうです。 しかし、このウェブサイトのトップアニメには高い評価を受けているので、それよりはるかに優れたアニメを上回っているという問題があります。ハイスコアのほとんどが誇大宣伝のみで与えられていることがわかります。\u001b[22m\n\u001b[1m(Wan panchi man wa, watashitachi ga saikin anime o misete kureru heikin ika no shō kara no sutekina musukodesuga, saikō no shō no chikaku de, aruiwa toppu 20 matawa 30 demo chikaku wa arimasen. Watashi ga futatabi miru tame ni watashi no tokoro kara deteiku to iu shōde mo naku, manga no shīn ga animēshon-ka sa reru no o matsu igai ni, watashi ga hontōni tanoshimini shite iru shōde mo nakatta. Anime no komyuniti wa, manga fan saito ga ōi tame, kodai kōkoku no ressha ni notte imashita. Heikin-tekina animēshon ya saundo yori mo hiyaku-teki ni hiyaku shite imashita. Sore wa, watashi wa sore ga overhypedda to omou ga, watashi wa sore ni mondai wa nai to iwa rete iru. Hitobito ga ōku no koto o tanoshinde iru no o mite ureshīdesu. Tokuni, Sword Art Onlinede wa naku, hikakuteki yoi shō ga aru baai wa tokuni sōdesu. Shikashi, kono u~ebusaito no toppu anime ni wa takai hyōka o ukete irunode, sore yori haruka ni sugureta anime o uwamawatte iru to iu mondai ga arimasu. Hai sukoa no hotondo ga kodai senden nomi de atae rarete iru koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne Punch Man is a nice breather from the below average shows we get in anime lately, but it is no where near the best show to ever exist or even the top 20 or 30. It was entertaining. It wasn't a show that I would go out of my to watch again nor was it a show that I really looked forward to all that much, other than waiting for the manga scenes to be animated. The anime community rode it's hype train because it has a large manga fanbase, it was leaps and bounds above average animation and sound, which leads to any onlooker being interested in it. That being said, I think it was overhyped, but I have no problem with that. It's nice to see people enjoy something that much every now and then, especially if that something is not Sword Art Online, but rather a relatively good show. I do however have a problem with it being so high in the Top Anime of this website, beating anime that are far better than it, when I know that most of the high scores are given with only hype in mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Punch Man is a nice breather from the below average shows we get in anime lately, but it is no where near the best show to ever exist or even the top 20 or 30. It was entertaining.\u001b[24m\n    \u001b[1mワン・パンチ・マンは、私たちが最近アニメを見せてくれる平均以下のショーからの素敵な息子ですが、最高のショーの近くで、あるいはトップ20または30でも近くはありません。\u001b[22m, \u001b[1mOneパンチ男は最近、我々はアニメに入る平均のショーの下から素敵な息抜きですが、それはそれは面白いした今までに存在し、さらにはトップ20または30に最高のショーの近くに場所ではありません。\u001b[22m\n\u001b[4mIt wasn't a show that I would go out of my to watch again nor was it a show that I really looked forward to all that much, other than waiting for the manga scenes to be animated.\u001b[24m\n    \u001b[1m私が再び見るために私のところから出て行くというショーでもなく、漫画のシーンがアニメーション化されるのを待つ以外に、私が本当に楽しみにしているショーでもなかった。\u001b[22m, \u001b[1mそれは私が再び見に私の外に行くだろうショーではありませんでしたまたそれは私が実際にアニメーション化されるマンガのシーンを待っている以外、すべてのその多くのを楽しみにしていたショーでした。\u001b[22m\n\u001b[4mThe anime community rode it's hype train because it has a large manga fanbase, it was leaps and bounds above average animation and sound, which leads to any onlooker being interested in it.\u001b[24m\n    \u001b[1mアニメのコミュニティは、漫画ファンサイトが多いため、誇大広告の列車に乗っていました。平均的なアニメーションやサウンドよりも飛躍的に飛躍していました。\u001b[22m, \u001b[1mそれは大規模な漫画ファン層を持っているので、アニメのコミュニティはそれの誇大広告の電車に乗った、それはそれに興味を持っている任意の傍観者につながる、平均アニメーションとサウンド上記の飛躍的でした。\u001b[22m\n\u001b[4mThat being said, I think it was overhyped, but I have no problem with that.\u001b[24m\n    \u001b[1mそれは、私はそれがoverhypedだと思うが、私はそれに問題はないと言われている。\u001b[22m, \u001b[1m言われていることを、私はそれがoverhypedだったと思うが、私はそれで何の問題もありません。\u001b[22m\n\u001b[4mIt's nice to see people enjoy something that much every now and then, especially if that something is not Sword Art Online, but rather a relatively good show.\u001b[24m\n    \u001b[1m人々が多くのことを楽しんでいるのを見てうれしいです。特に、Sword Art Onlineではなく、比較的良いショーがある場合は特にそうです。\u001b[22m, \u001b[1mそれは、その何かがソードアート・オンライン、むしろ比較的良いショーでない場合は特に、人々が今してはるかにすべてのものを楽しむ参照してうれしいです。\u001b[22m\n\u001b[4mI do however have a problem with it being so high in the Top Anime of this website, beating anime that are far better than it, when I know that most of the high scores are given with only hype in mind.\u001b[24m\n    \u001b[1mしかし、このウェブサイトのトップアニメには高い評価を受けているので、それよりはるかに優れたアニメを上回っているという問題があります。ハイスコアのほとんどが誇大宣伝のみで与えられていることがわかります。\u001b[22m, \u001b[1mしかし私はそれが私が高得点のほとんどが心の中だけ誇大広告で与えられていることがわかっている場合、それよりもはるかに優れているアニメを破って、このウェブサイトのトップアニメで非常に高いとの問題を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nI watched the show, I liked it, I would recommend it to anyone if they specifically asked for it but never as a must watch.\n\n\u001b[1m私はショーを見ました、私はそれが好きでした、彼らは具体的にそれを求めて誰にでもお勧めしますが、決して見る必要はありません。\u001b[22m\n\u001b[1m(Watashi wa shō o mimashita, watashi wa sore ga sukideshita, karera wa gutaitekini sore o motomete darenidemo o susume shimasuga, kesshite miru hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mI watched the show, I liked it, I would recommend it to anyone if they specifically asked for it but never as a must watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI watched the show, I liked it, I would recommend it to anyone if they specifically asked for it but never as a must watch.\u001b[24m\n    \u001b[1m私はショーを見ました、私はそれが好きでした、彼らは具体的にそれを求めて誰にでもお勧めしますが、決して見る必要はありません。\u001b[22m, \u001b[1m私は、彼らが具体的にそれを求めたが、決して見なければならないようならば、私は誰にもそれをお勧めします、私はそれを気に入って、ショーを見ました。\u001b[22m"
  },
  {
    "title": "One_Punch_Man",
    "id": "30276",
    "url": "https://myanimelist.net/anime/30276/One_Punch_Man",
    "user": "Ckris",
    "profile": "/profile/Ckris/reviews",
    "pages": "16",
    "number": "2",
    "link": "/reviews.php?id=207600",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nワン・パンチ・マンのように、信じられないほどうまくアニメーション化された戦いの場面から、舌で頬の深刻な風刺のコメディに至るまで、多くの理由があります。 私はどのショーのレビューを書くように強制されたことはありませんでしたが、私はこれまでに私のお気に入りのアニメの一つかもしれないものについて私の意見を与えるように動かされました。 私はこのショーの詳細をカバーするつもりはないが（スポイラーなし）、むしろこのレビューの最後にあなたがサインアップしたものを知りたいと思っている。\n - \nまず、One Punch Man（OPM）がすごく優れている理由の1つは、まさにそれが何をしようとしているかということです。 私が言いたいのは、ショーが何か深刻なアクションアニメになることを試みるのではなく、それがトップコメディールーティンのために行くのではないということです。  OPMはそれがこれらのものではないことを知っており、それをとてもうまく演奏します。 非常に深刻なプロットがいくつか見られますが、同時に彼らは主人公の箔として存在し、このショーは2人が会うところに存在します。\n\nOPMは心のパロディです。ヒーローや悪役のすべての動機の背後にある深い裏話があるヒーローの物語の風刺です。 これに加えて、それはまた、現在のショーでより一般的になっているように見える（古典的な）主力を楽しませる。 主人公には隠された秘密の力はありません。 彼は今まで最強の男で、ショーでは最初からそれを知ることができます。\n\nペーシングはうまくいきますが、私は確信していますが、そこを通過するいくつかの小さなものがあることは避けられません。  （私はいくつかのマンガを読み返しているので、私はすべてを完全に覚えていないが、今はこのショーが終わった後で再び読むことになる）。 何人かの人はそれは少し遅いと言うが、私はそれが自分自身の問題には大きすぎるとは思わない。\n - \nアニメーションに：信じられないほど。  MadhouseはOPMで素晴らしい仕事をしました。 このショーのスタイルは非常に重要であり、可能な限りストーリーを真実に保つために多くの努力がなされたことは間違いありません。 さらに、戦闘シーンは驚くほどよくアニメーション化されており、見ることができます。\n\n多くの人々は、マッドハウスがこのショーにゲストのアニメーターと一緒に1トンのお金を注ぎ込んでいたに違いないと思っていましたが、真実はOPMを作っている人々が実際にその一部になりたいということです。 このショーはアイデア（確かに派手な芸術はなく、元のONEの漫画をチェックしよう）から、はるかに優れた描写された漫画（ムラタのバージョン）に、そして今は完全にアニメ化されたショーになりました。 これは一般的な公式を押すことによってお金を印刷したいと思っていたプロデューサーではなく、ビジョンを持っていて、人々がそれを見ていたビジョンを持っている人でした。  OPMのアニメは、人々が何か素晴らしいものを作るために一緒に来て、実際に表示されるときに起こることです。\n - \nサウンドトラックについてはもう一つの大ヒット。 私は個人的にこれ前にJAMプロジェクトについて聞いたことはありませんが、オープニングは、毎回、それを見ているところで十分に凝っています。エピソードの残りの部分について誇大宣伝を構築するようなものです。 ショー中の音楽は本当にうまくいっています。 それは物語と行動をバックアップする素晴らしい仕事をして、私はそれがはるかに良いかもしれないとは思わない。 エンディングはもっと心のこもった、平和で、オープニングと同じくらい刺激的ではありません。\n - \n以前はキャラクターに触れていましたが、すぐにそれらを包みます。  OPMの世界は、怪物や英雄で満たされた深刻なバトルライドの世界であり、彼らは誰であっても自分自身のために根深い理由があります（ほとんどの場合）。 主人公の埼玉を除いて、すべてのキャラクターは真剣に取り組んでいます。 これは、埼玉が他のキャラクターに触れるたびに、多くのコメディにつながります。\n - \n次に、私はこれまでに見てきた最も一般的な批判であると思いますが、何が起こるかを推測することができるので、それは古くなっています。 それがポイントです。 文字通り「ONE PUNCH man」のタイトルに入っています。 コメディーはこの一人の主人公から生まれ、それはうまくいっています。 あなたは何が起こるかを推測できるので怒っているなら、それは自分自身よりも真剣にショーを取っています。あなたは悪い時を過すでしょう。\n - \n全体的に私はこのショーは素晴らしいと思うし、あなたは野生の楽しい乗り物のためにいる。 私は各エピソードが出てくるのを待つことができず、もし私たちが幸運であれば、将来、いつか別のシーズンになるだろう。\n\n読んでくれてありがとう。 これは私の最初のレビューでしたので、私はどんな批評（スタイル）やディスカッション（コンテンツ）にも公開しています。 私は、これらが、ほとんどの場合、私の意見であることを指摘したいと思いますので、私はそれらを議論したいと思います。 フィードバックは高く評価されました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThere are a lot of reasons to like One Punch Man, ranging from the incredibly well animated fight scenes to the tongue-in-cheek serious-satire comedy. I've never felt compelled to write a review of any show, but I've been driven to give my opinion on what may be one of my favorite anime to date. I'm not going to cover any specifics of this show (No spoilers), but rather I'm hoping you know what you sign up for by the end of this review.\n\n\u001b[1mワン・パンチ・マンのように、信じられないほどうまくアニメーション化された戦いの場面から、舌で頬の深刻な風刺のコメディに至るまで、多くの理由があります。 私はどのショーのレビューを書くように強制されたことはありませんでしたが、私はこれまでの私の好きなアニメの一つかもしれないものについて私の意見を与えるように動かされました。 私はこのショーの詳細をカバーするつもりはないが（スポイラーなし）、むしろこのレビューの最後にあなたがサインアップしたものを知りたいと思っている。\u001b[22m\n\u001b[1m(Wan panchi man no yō ni, shinji rarenai hodo umaku animēshon-ka sa reta tatakai no bamen kara, shita de hoho no shinkokuna fūshi no komedi ni itaru made, ōku no riyū ga arimasu. Watashi wa dono shō no rebyū o kaku yō ni kyōsei sa reta koto wa arimasendeshitaga, watashi wa kore made no watashi no sukina anime no hitotsu kamo shirenai mono ni tsuite watashi no iken o ataeru yō ni ugokasa remashita. Watashi wa kono shō no shōsai o kabā suru tsumori wa naiga (supoirā nashi), mushiro kono rebyū no saigo ni anata ga sain appu shita mono o shiritai to omotte iru.)\u001b[22m\n\nTranslations of \u001b[4mThere are a lot of reasons to like One Punch Man, ranging from the incredibly well animated fight scenes to the tongue-in-cheek serious-satire comedy. I've never felt compelled to write a review of any show, but I've been driven to give my opinion on what may be one of my favorite anime to date. I'm not going to cover any specifics of this show (No spoilers), but rather I'm hoping you know what you sign up for by the end of this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are a lot of reasons to like One Punch Man, ranging from the incredibly well animated fight scenes to the tongue-in-cheek serious-satire comedy.\u001b[24m\n    \u001b[1mワン・パンチ・マンのように、信じられないほどうまくアニメーション化された戦いの場面から、舌で頬の深刻な風刺のコメディに至るまで、多くの理由があります。\u001b[22m, \u001b[1mOneパンチ男を好きな理由の多くは非常によく、アニメーションの戦いのシーンから冗談の深刻-風刺喜劇に至るまで、あります。\u001b[22m\n\u001b[4mI've never felt compelled to write a review of any show, but I've been driven to give my opinion on what may be one of my favorite anime to date.\u001b[24m\n    \u001b[1m私はどのショーのレビューを書くように強制されたことはありませんでしたが、私はこれまでの私の好きなアニメの一つかもしれないものについて私の意見を与えるように動かされました。\u001b[22m, \u001b[1m私はショーのレビューを書いて感じたことがありませんが、私は今までの私の好きなアニメの一つであるかもしれないものについて私の意見を与えるように駆動されてきました。\u001b[22m\n\u001b[4mI'm not going to cover any specifics of this show (No spoilers), but rather I'm hoping you know what you sign up for by the end of this review.\u001b[24m\n    \u001b[1m私はこのショーの詳細をカバーするつもりはないが（スポイラーなし）、むしろこのレビューの最後にあなたがサインアップしたものを知りたいと思っている。\u001b[22m, \u001b[1m私はこの番組（無スポイラー）のいずれかの仕様をカバーするつもりはない、むしろ私はあなたがこのレビューの終わりまでにサインアップ知っている願っています。\u001b[22m\n--\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--\u001b[24m\n    \u001b[1m - \u001b[22m\nTo start off, one of the reasons One Punch Man (OPM) is so great is that it is exactly what it's trying to be. What I mean by that is that the show doesn't try to become some serious action anime, nor does it go for the over-the-top comedy routine. OPM knows that it isn't either of these things, and plays it very well. There are some very serious plotlines shown but at the same time they exist as a foil to the main character and this show exists where the two meet.\n\n\u001b[1mまず、One Punch Man（OPM）がすごく優れている理由の1つは、まさにそれが何をしようとしているかということです。 私が言いたいのは、ショーが何か深刻なアクションアニメになることを試みるのではなく、それがトップコメディールーティンのために行くのではないということです。  OPMはそれがこれらのものではないことを知っており、それをとてもうまく演奏します。 非常に深刻なプロットがいくつか見られますが、同時に彼らは主人公の箔として存在し、このショーは2人が会うところに存在します。\u001b[22m\n\u001b[1m(Mazu, One Punch Man (OPM) ga sugoku sugurete iru riyū no 1tsu wa, masani sore ga nani o shiyou to shite iru ka to iu kotodesu. Watashi ga iitai no wa, shō ga nanika shinkokuna akushon anime ni naru koto o kokoromiru node wa naku, sore ga toppukomedīrūtin no tame ni iku node wa nai to iu kotodesu. OPM wa sore ga korera no monode wanai koto o shitte ori, sore o totemo umaku ensō shimasu. Hijō ni shinkokuna purotto ga ikutsu ka mi raremasuga, dōjini karera wa shujinkō no haku to shite sonzai shi, kono shō wa 2-ri ga au tokoro ni sonzai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo start off, one of the reasons One Punch Man (OPM) is so great is that it is exactly what it's trying to be. What I mean by that is that the show doesn't try to become some serious action anime, nor does it go for the over-the-top comedy routine. OPM knows that it isn't either of these things, and plays it very well. There are some very serious plotlines shown but at the same time they exist as a foil to the main character and this show exists where the two meet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo start off, one of the reasons One Punch Man (OPM) is so great is that it is exactly what it's trying to be.\u001b[24m\n    \u001b[1mまず、One Punch Man（OPM）がすごく優れている理由の1つは、まさにそれが何をしようとしているかということです。\u001b[22m, \u001b[1mオフを開始するには、ワンパンチマン（OPM）はとても素晴らしいです理由の一つは、あることをしようとしている正確に何であるということです。\u001b[22m\n\u001b[4mWhat I mean by that is that the show doesn't try to become some serious action anime, nor does it go for the over-the-top comedy routine.\u001b[24m\n    \u001b[1m私が言いたいのは、ショーが何か深刻なアクションアニメになることを試みるのではなく、それがトップコメディールーティンのために行くのではないということです。\u001b[22m, \u001b[1m私はそのことによって意味するショーはいくつかの深刻なアクションアニメになることをしようとせず、それはオーバーザトップ喜劇ルーチンのために行くんです。\u001b[22m\n\u001b[4mOPM knows that it isn't either of these things, and plays it very well.\u001b[24m\n    \u001b[1mOPMはそれがこれらのものではないことを知っており、それをとてもうまく演奏します。\u001b[22m, \u001b[1mOPMは、これらのもののいずれかではないことを知っていて、非常によく、それを果たしています。\u001b[22m\n\u001b[4mThere are some very serious plotlines shown but at the same time they exist as a foil to the main character and this show exists where the two meet.\u001b[24m\n    \u001b[1m非常に深刻なプロットがいくつか見られますが、同時に彼らは主人公の箔として存在し、このショーは2人が会うところに存在します。\u001b[22m, \u001b[1m示され、いくつかの非常に深刻なplotlinesはあるが、同時に彼らは、メインキャラクターに箔として存在し、両者が交わるこの番組が存在します。\u001b[22m\n\u001b[1m\u001b[22m\nOPM is a parody at heart, a satire of those hero stories where there's some deep backstory behind all the motivations of heroes and villains. In addition to this, it also makes fun of the (classic?) overpowered main character that seems to be becoming more prevalent in current shows. The main character doesn't have some secret power that's hidden; he is the strongest man ever and the show lets you know that from the start.\n\n\u001b[1mOPMは心のパロディです。ヒーローや悪役のすべての動機の背後にある深い裏話があるヒーローの物語の風刺です。 これに加えて、それはまた、現在のショーでより一般的になっているように見える（古典的な）主力を楽しませる。 主人公には隠された秘密の力はありません。 彼は今まで最強の男で、ショーでは最初からそれを知ることができます。\u001b[22m\n\u001b[1m(OPM wa kokoro no parodidesu. Hīrō ya akuyaku no subete no dōki no haigo ni aru fukai urabanashi ga aru hīrō no monogatari no fūshidesu. Kore ni kuwaete, soreha mata, genzai no shō de yori ippantekini natte iru yō ni mieru (koten-tekina) shuryoku o tanoshima seru. Shujinkō ni wa kakusa reta himitsu no chikara wa arimasen. Kare wa imamade saikyō no otoko de, shōde wa saisho kara sore o shiru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOPM is a parody at heart, a satire of those hero stories where there's some deep backstory behind all the motivations of heroes and villains. In addition to this, it also makes fun of the (classic?) overpowered main character that seems to be becoming more prevalent in current shows. The main character doesn't have some secret power that's hidden; he is the strongest man ever and the show lets you know that from the start.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOPM is a parody at heart, a satire of those hero stories where there's some deep backstory behind all the motivations of heroes and villains.\u001b[24m\n    \u001b[1mOPMは心のパロディです。ヒーローや悪役のすべての動機の背後にある深い裏話があるヒーローの物語の風刺です。\u001b[22m, \u001b[1mOPMは、心臓でパロディ、ヒーローや悪役のすべての動機の背後にあるいくつかの深い裏話があり、これらの英雄の物語の風刺です。\u001b[22m\n\u001b[4mIn addition to this, it also makes fun of the (classic?) overpowered main character that seems to be becoming more prevalent in current shows.\u001b[24m\n    \u001b[1mこれに加えて、それはまた、現在のショーでより一般的になっているように見える（古典的な）主力を楽しませる。\u001b[22m, \u001b[1mこれに加えて、それはまたの楽しみになります（クラシック？）現在のショーで普及してきているように見える主人公を圧倒しました。\u001b[22m\n\u001b[4mThe main character doesn't have some secret power that's hidden;\u001b[24m\n    \u001b[1m主人公には隠された秘密の力はありません。\u001b[22m, \u001b[1mメインキャラクターは隠しだいくつかの秘密のパワーを持っていません。\u001b[22m\n\u001b[4mhe is the strongest man ever and the show lets you know that from the start.\u001b[24m\n    \u001b[1m彼は今まで最強の男で、ショーでは最初からそれを知ることができます。\u001b[22m, \u001b[1m彼はこれまで最強の男で、ショーは、あなたが最初からそれを知ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nPacing is done well, and while I'm sure there are a few small things that get passed over there's no avoiding that. (I read some of the manga a while back and so I don't fully remember everything but now I get to re-read it after this show is over). Some people say that it's a bit slow but I don't think that's too big of an issue myself.\n\n\u001b[1mペーシングはうまくいきますが、私は確信していますが、そこを通過するいくつかの小さなものがあることは避けられません。  （私はいくつかのマンガを読み返しているので、私はすべてを完全に覚えていないが、今はこのショーが終わった後で再び読むことになる）。 何人かの人はそれは少し遅いと言うが、私はそれが自分自身の問題には大きすぎるとは思わない。\u001b[22m\n\u001b[1m(Pēshingu wa umaku ikimasuga, watashi wa kakushin shite imasuga, soko o tsūka suru ikutsu ka no chīsana mono ga aru koto wa yoke raremasen. (Watashi wa ikutsu ka no manga o yomikaeshite irunode, watashi wa subete o kanzen ni oboeteinai ga, ima wa kono shō ga owatta nochi de futatabi yomu koto ni naru). Nan'ninka no hito wa sore wa sukoshi osoi to iuga, watashi wa sore ga jibunjishin'no mondai ni wa ōki sugiru to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4mPacing is done well, and while I'm sure there are a few small things that get passed over there's no avoiding that. (I read some of the manga a while back and so I don't fully remember everything but now I get to re-read it after this show is over). Some people say that it's a bit slow but I don't think that's too big of an issue myself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPacing is done well, and while I'm sure there are a few small things that get passed over there's no avoiding that.\u001b[24m\n    \u001b[1mペーシングはうまくいきますが、私は確信していますが、そこを通過するいくつかの小さなものがあることは避けられません。\u001b[22m, \u001b[1mペーシングはよくやった、と私はそれを避けることはありません上に渡されますいくつかの小さなものがあると確信していながらされます。\u001b[22m\n\u001b[4m(I read some of the manga a while back and so I don't fully remember everything but now I get to re-read it after this show is over).\u001b[24m\n    \u001b[1m（私はいくつかのマンガを読み返しているので、私はすべてを完全に覚えていないが、今はこのショーが終わった後で再び読むことになる）。\u001b[22m, \u001b[1m（私はしばらく前に漫画のいくつかを読んで、今私はこのショーが終わった後、それを再読み込みするために得るにすぎないので、私は完全にすべてを覚えていません）。\u001b[22m\n\u001b[4mSome people say that it's a bit slow but I don't think that's too big of an issue myself.\u001b[24m\n    \u001b[1m何人かの人はそれは少し遅いと言うが、私はそれが自分自身の問題には大きすぎるとは思わない。\u001b[22m, \u001b[1m一部の人々は、それは少し遅いですが、私はそれが自分自身の問題の大きすぎだとは思わないと言います。\u001b[22m\n--\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--\u001b[24m\n    \u001b[1m - \u001b[22m\nOnto the animation: Incredible. Madhouse has done a fantastic job with OPM. The style of this show is very important and there has no doubt been a lot of effort put into keeping it as true to the story as possible. In addition, the fight scenes are amazingly well animated and are a blast to watch.\n\n\u001b[1mアニメーションに：信じられないほど。  MadhouseはOPMで素晴らしい仕事をしました。 このショーのスタイルは非常に重要であり、可能な限りストーリーを真実に保つために多くの努力がなされたことは間違いありません。 さらに、戦闘シーンは驚くほどよくアニメーション化されており、見ることができます。\u001b[22m\n\u001b[1m(Animēshon ni: Shinji rarenai hodo. Madhouse wa OPM de subarashī shigoto o shimashita. Kono shō no sutairu wa hijō ni jūyōdeari, kanōnakagiri sutōrī o shinjitsu ni tamotsu tame ni ōku no doryoku ga nasa reta koto wa machigai arimasen. Sarani, sentō shīn wa odoroku hodo yoku animēshon-ka sa rete ori, miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOnto the animation: Incredible. Madhouse has done a fantastic job with OPM. The style of this show is very important and there has no doubt been a lot of effort put into keeping it as true to the story as possible. In addition, the fight scenes are amazingly well animated and are a blast to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnto the animation: Incredible.\u001b[24m\n    \u001b[1mアニメーションに：信じられないほど。\u001b[22m, \u001b[1mアニメーションへ：信じられません。\u001b[22m\n\u001b[4mMadhouse has done a fantastic job with OPM.\u001b[24m\n    \u001b[1mMadhouseはOPMで素晴らしい仕事をしました。\u001b[22m, \u001b[1mマッドハウスはOPMで素晴らしい仕事をしました。\u001b[22m\n\u001b[4mThe style of this show is very important and there has no doubt been a lot of effort put into keeping it as true to the story as possible.\u001b[24m\n    \u001b[1mこのショーのスタイルは非常に重要であり、可能な限りストーリーを真実に保つために多くの努力がなされたことは間違いありません。\u001b[22m, \u001b[1mこのショーのスタイルは非常に重要であり、間違いなく可能な限り話にはそれが真として維持に入れ多くの努力がなされていません。\u001b[22m\n\u001b[4mIn addition, the fight scenes are amazingly well animated and are a blast to watch.\u001b[24m\n    \u001b[1mさらに、戦闘シーンは驚くほどよくアニメーション化されており、見ることができます。\u001b[22m, \u001b[1mまた、戦いのシーンは驚くほどよくアニメ化されていると見て爆発しています。\u001b[22m\n\u001b[1m\u001b[22m\nMany people thought Madhouse must have been pouring a ton of money into this show (With the guest animators and all), but the truth is that the people making OPM really just want to be a part of it. This show went from an idea (no fancy art for sure, go check out the original ONE manga), to a much better drawn manga (Murata's version), and now to a fully animated show. This wasn't some producer wanting to print money by pushing out a generic formula, but instead a guy with a vision who did his best and had people see it for what it was. The OPM anime is what happens when people come together to make something awesome, and it really shows.\n\n\u001b[1m多くの人々は、マッドハウスがこのショーにゲストのアニメーターと一緒に1トンのお金を注ぎ込んでいたに違いないと思っていましたが、真実はOPMを作っている人々が実際にその一部になりたいということです。 このショーはアイデア（確かに派手な芸術はなく、元のONEの漫画をチェックしよう）から、はるかに優れた描写された漫画（ムラタのバージョン）に、そして今は完全にアニメ化されたショーになりました。 これは一般的な公式を押すことによってお金を印刷したいと思っていたプロデューサーではなく、ビジョンを持っていて、人々がそれを見ていたビジョンを持っている人でした。  OPMのアニメは、人々が何か素晴らしいものを作るために一緒に来て、実際に表示されるときに起こることです。\u001b[22m\n\u001b[1m(Ōku no hitobito wa, maddohausu ga kono shō ni gesuto no animētā to issho ni 1-ton no okane o sosogikonde ita ni chigainai to omotte imashitaga, shinjitsu wa OPM o tsukutte iru hitobito ga jissai ni sono ichibu ni naritai to iu kotodesu. Kono shō wa aidea (tashika ni hadena geijutsu wa naku,-moto no wan no manga o chekku shiyou) kara, haruka ni sugureta byōsha sa reta manga (Murata no bājon) ni, soshite ima wa kanzen ni anime-ka sa reta shō ni narimashita. Kore wa ippantekina kōshiki o osu koto ni yotte okane o insatsu shitai to omotte ita purode~yūsāde wa naku, bijon o motte ite, hitobito ga sore o mite ita bijon o motte iru hitodeshita. OPM no anime wa, hitobito ga nanika subarashī mono o tsukuru tame ni issho ni kite, jissai ni hyōji sa reru toki ni okoru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mMany people thought Madhouse must have been pouring a ton of money into this show (With the guest animators and all), but the truth is that the people making OPM really just want to be a part of it. This show went from an idea (no fancy art for sure, go check out the original ONE manga), to a much better drawn manga (Murata's version), and now to a fully animated show. This wasn't some producer wanting to print money by pushing out a generic formula, but instead a guy with a vision who did his best and had people see it for what it was. The OPM anime is what happens when people come together to make something awesome, and it really shows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMany people thought Madhouse must have been pouring a ton of money into this show (With the guest animators and all), but the truth is that the people making OPM really just want to be a part of it.\u001b[24m\n    \u001b[1m多くの人々は、マッドハウスがこのショーにゲストのアニメーターと一緒に1トンのお金を注ぎ込んでいたに違いないと思っていましたが、真実はOPMを作っている人々が実際にその一部になりたいということです。\u001b[22m, \u001b[1m多くの人々はマッドハウスが（ゲストアニメーターとすべてでは）このショーにお金のトンを注ぐされていなければならないと思ったが、真実はOPMを作る人々は本当にただそれの一部になりたいということです。\u001b[22m\n\u001b[4mThis show went from an idea (no fancy art for sure, go check out the original ONE manga), to a much better drawn manga (Murata's version), and now to a fully animated show.\u001b[24m\n    \u001b[1mこのショーはアイデア（確かに派手な芸術はなく、元のONEの漫画をチェックしよう）から、はるかに優れた描写された漫画（ムラタのバージョン）に、そして今は完全にアニメ化されたショーになりました。\u001b[22m, \u001b[1mこのショーは、アイデア（確かに派手なアート、オリジナルONEマンガをチェックアウト行く）から、はるかに良い描かれた漫画（村田のバージョン）に、かつ完全に生気に満ちたショーに行ってきました。\u001b[22m\n\u001b[4mThis wasn't some producer wanting to print money by pushing out a generic formula, but instead a guy with a vision who did his best and had people see it for what it was.\u001b[24m\n    \u001b[1mこれは一般的な公式を押すことによってお金を印刷したいと思っていたプロデューサーではなく、ビジョンを持っていて、人々がそれを見ていたビジョンを持っている人でした。\u001b[22m, \u001b[1mこれは、一般式を押し出すことによってお金を印刷したいいくつかのプロデューサーが、代わりに彼の最善を尽くしたし、人々はそれが何だったかのためにそれを見ていたビジョンを持つ男ではなかったです。\u001b[22m\n\u001b[4mThe OPM anime is what happens when people come together to make something awesome, and it really shows.\u001b[24m\n    \u001b[1mOPMのアニメは、人々が何か素晴らしいものを作るために一緒に来て、実際に表示されるときに起こることです。\u001b[22m, \u001b[1mOPMのアニメは、人々が素晴らしい何かを作るために一緒に来たときに何が起こるかであり、それは本当に示しています。\u001b[22m\n--\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--\u001b[24m\n    \u001b[1m - \u001b[22m\nAs for the soundtrack: another big hit. I haven't personally heard of JAM project before this, but the opening is catchy enough where I watch it every time, kind-of to build up some hype for the rest of the episode. The music during the show is really well done. It does a great job of backing up the story and action, and I don't think it could be much better if at all. The ending is more lighthearted and peaceful, and while not as exciting as the opening it still fits.\n\n\u001b[1mサウンドトラックについてはもう一つの大ヒット。 私は個人的にこれ前にJAMプロジェクトについて聞いたことはありませんが、オープニングは、毎回、それを見ているところで十分に凝っています。エピソードの残りの部分について誇大宣伝を構築するようなものです。 ショーの間の音楽は本当にうまくいっています。 それは物語と行動をバックアップする素晴らしい仕事をして、私はそれがはるかに良いかもしれないとは思わない。 エンディングはもっと心のこもった、平和で、オープニングと同じくらい刺激的ではありません。\u001b[22m\n\u001b[1m(Saundotorakku ni tsuite wa mōhitotsu no dai hitto. Watashi wa kojin-teki ni kore mae ni JAM purojekuto ni tsuite kiita koto wa arimasenga, ōpuningu wa, maikai, sore o mite iru tokoro de jūbun ni kotte imasu. Episōdo no nokori no bubun ni tsuite kodai senden o kōchiku suru yōna monodesu. Shō no ma no ongaku wa hontōni umaku itte imasu. Sore wa monogatari to kōdō o bakkuappu suru subarashī shigoto o shite, watashi wa sore ga haruka ni yoi kamo shirenai to wa omowanai. Endingu wa motto kokoro no komotta, heiwade, ōpuningu to onaji kurai shigeki-tekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs for the soundtrack: another big hit. I haven't personally heard of JAM project before this, but the opening is catchy enough where I watch it every time, kind-of to build up some hype for the rest of the episode. The music during the show is really well done. It does a great job of backing up the story and action, and I don't think it could be much better if at all. The ending is more lighthearted and peaceful, and while not as exciting as the opening it still fits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the soundtrack: another big hit.\u001b[24m\n    \u001b[1mサウンドトラックについてはもう一つの大ヒット。\u001b[22m, \u001b[1mサウンドトラックとして：別の大ヒット。\u001b[22m\n\u001b[4mI haven't personally heard of JAM project before this, but the opening is catchy enough where I watch it every time, kind-of to build up some hype for the rest of the episode.\u001b[24m\n    \u001b[1m私は個人的にこれ前にJAMプロジェクトについて聞いたことはありませんが、オープニングは、毎回、それを見ているところで十分に凝っています。エピソードの残りの部分について誇大宣伝を構築するようなものです。\u001b[22m, \u001b[1m私は個人的にはこの前にJAMプロジェクトのことを聞いていないが、私はそれを一種-のエピソードの残りのためのいくつかの誇大広告を構築するたびに、見てどこに開口部が十分にキャッチーです。\u001b[22m\n\u001b[4mThe music during the show is really well done.\u001b[24m\n    \u001b[1mショーの間の音楽は本当にうまくいっています。\u001b[22m, \u001b[1mショーの中の音楽は本当によく行われます。\u001b[22m\n\u001b[4mIt does a great job of backing up the story and action, and I don't think it could be much better if at all.\u001b[24m\n    \u001b[1mそれは物語と行動をバックアップする素晴らしい仕事をして、私はそれがはるかに良いかもしれないとは思わない。\u001b[22m, \u001b[1mそれはストーリーとアクションをバックアップするのは素晴らしい仕事をして、私はすべての場合、それははるかに良いかもしれないと思います。\u001b[22m\n\u001b[4mThe ending is more lighthearted and peaceful, and while not as exciting as the opening it still fits.\u001b[24m\n    \u001b[1mエンディングはもっと心のこもった、平和で、オープニングと同じくらい刺激的ではありません。\u001b[22m, \u001b[1mエンディングはもっと気軽で平和で、それはまだ収まる開口部としてしばらくとしてエキサイティングではありません。\u001b[22m\n--\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--\u001b[24m\n    \u001b[1m - \u001b[22m\nEarlier I touched on the characters and now I'll wrap those up quickly. OPM's world is a serious battle-ridden one filled with monsters and heroes who all have their own deep-rooted reasons for being who they are (for the most part). The characters all take themselves seriously with the exception of the main protagonist Saitama, who acts as a foil to the rest of the world in a sense. This leads to a lot of comedy whenever Saitama comes into contact with pretty much any other character.\n\n\u001b[1m以前はキャラクターに触れていましたが、すぐにそれらを包みます。  OPMの世界は、怪物や英雄で満たされた深刻なバトルライドの世界であり、彼らは誰であっても自分自身のために根深い理由があります（ほとんどの場合）。 主人公の埼玉を除いて、すべてのキャラクターは真剣に取り組んでいます。 これは、埼玉が他のキャラクターに触れるたびに、多くのコメディにつながります。\u001b[22m\n\u001b[1m(Izen wa kyarakutā ni furete imashitaga, sugu ni sorera o tsutsumimasu. OPM no sekai wa, kaibutsu ya eiyū de mitasa reta shinkokuna batoruraido no sekaideari, karera wa daredeatte mo jibun jishin no tame ni nebukai riyū ga arimasu (hotondo no baai). Shujinkō no Saitama o nozoite, subete no kyarakutā wa shinken ni torikunde imasu. Kore wa, Saitama ga hoka no kyarakutā ni fureru tabi ni, ōku no komedi ni tsunagarimasu.)\u001b[22m\n\nTranslations of \u001b[4mEarlier I touched on the characters and now I'll wrap those up quickly. OPM's world is a serious battle-ridden one filled with monsters and heroes who all have their own deep-rooted reasons for being who they are (for the most part). The characters all take themselves seriously with the exception of the main protagonist Saitama, who acts as a foil to the rest of the world in a sense. This leads to a lot of comedy whenever Saitama comes into contact with pretty much any other character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEarlier I touched on the characters and now I'll wrap those up quickly.\u001b[24m\n    \u001b[1m以前はキャラクターに触れていましたが、すぐにそれらを包みます。\u001b[22m, \u001b[1m以前の私は、文字に触れ、今私はすぐにそれらをラップします。\u001b[22m\n\u001b[4mOPM's world is a serious battle-ridden one filled with monsters and heroes who all have their own deep-rooted reasons for being who they are (for the most part).\u001b[24m\n    \u001b[1mOPMの世界は、怪物や英雄で満たされた深刻なバトルライドの世界であり、彼らは誰であっても自分自身のために根深い理由があります（ほとんどの場合）。\u001b[22m, \u001b[1mOPMの世界では、すべての彼らは（大部分は）誰であるかであることのため、独自の根深い理由がある怪物や英雄で満たされた深刻な戦いだらけの一つです。\u001b[22m\n\u001b[4mThe characters all take themselves seriously with the exception of the main protagonist Saitama, who acts as a foil to the rest of the world in a sense.\u001b[24m\n    \u001b[1m主人公の埼玉を除いて、すべてのキャラクターは真剣に取り組んでいます。\u001b[22m, \u001b[1m文字はすべて意味で世界の残りの部分への箔として働く主人公埼玉県を除いて真剣に自分自身を取ります。\u001b[22m\n\u001b[4mThis leads to a lot of comedy whenever Saitama comes into contact with pretty much any other character.\u001b[24m\n    \u001b[1mこれは、埼玉が他のキャラクターに触れるたびに、多くのコメディにつながります。\u001b[22m, \u001b[1m埼玉はかなり他の文字と接触するたびにこれが喜劇の多くにつながります。\u001b[22m\n--\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--\u001b[24m\n    \u001b[1m - \u001b[22m\nNext I''ll address what I think is the most common criticism I've seen so far, which is that it gets old because you can guess what's going to happen, but guess what? That's the point. It's literally in the title, 'ONE PUNCH man'. The comedy stems from this one main character, and it is done well. If you're getting angry because you can guess what's going to happen then you're taking the show more seriously than it takes itself, and you're gonna have a bad time.\n\n\u001b[1m次に、私はこれまでに見てきた最も一般的な批判であると思いますが、何が起こるかを推測することができるので、それは古くなっています。 それがポイントです。 文字通り「ONE PUNCH man」のタイトルに入っています。 コメディーはこの一人の主人公から生まれ、それはうまくいっています。 あなたは何が起こるかを推測できるので怒っているなら、それは自分自身よりも真剣にショーを取っています。あなたは悪い時を過すでしょう。\u001b[22m\n\u001b[1m(Tsugini, watashi wa kore made ni mitekita mottomo ippantekina hihan de arutoomoimasu ga, nani ga okoru ka o suisoku suru koto ga dekiru node, sore wa furuku natte imasu. Sore ga pointodesu. Mojidōri `wan panchi man' no taitoru ni haitte imasu. Komedī wa kono ichi-ri no shujinkō kara umare, sore wa umaku itte imasu. Anata wa nani ga okoru ka o suisoku dekiru node ikatteirunara, soreha jibun jishin yori mo shinken ni shō o totte imasu. Anata wa warui toki o sugosudeshou.)\u001b[22m\n\nTranslations of \u001b[4mNext I''ll address what I think is the most common criticism I've seen so far, which is that it gets old because you can guess what's going to happen, but guess what? That's the point. It's literally in the title, 'ONE PUNCH man'. The comedy stems from this one main character, and it is done well. If you're getting angry because you can guess what's going to happen then you're taking the show more seriously than it takes itself, and you're gonna have a bad time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNext I''ll address what I think is the most common criticism I've seen so far, which is that it gets old because you can guess what's going to happen, but guess what?\u001b[24m\n    \u001b[1m次に、私はこれまでに見てきた最も一般的な批判であると思いますが、何が起こるかを推測することができるので、それは古くなっています。\u001b[22m, \u001b[1mあなたが起こることを何が起こっているかを推測するが、何を推測することができますので、それが古い取得することで、私は私がこれまで見た中で最も一般的な批判と思われるものが次I''llアドレス、？\u001b[22m\n\u001b[4mThat's the point.\u001b[24m\n    \u001b[1mそれがポイントです。\u001b[22m\n\u001b[4mIt's literally in the title, 'ONE PUNCH man'.\u001b[24m\n    \u001b[1m文字通り「ONE PUNCH man」のタイトルに入っています。\u001b[22m, \u001b[1mこれは、タイトルに文字通り「ワンパンマン」です。\u001b[22m\n\u001b[4mThe comedy stems from this one main character, and it is done well.\u001b[24m\n    \u001b[1mコメディーはこの一人の主人公から生まれ、それはうまくいっています。\u001b[22m, \u001b[1mコメディは、この一つのメインキャラクターに由来し、それがうまく行われています。\u001b[22m\n\u001b[4mIf you're getting angry because you can guess what's going to happen then you're taking the show more seriously than it takes itself, and you're gonna have a bad time.\u001b[24m\n    \u001b[1mあなたは何が起こるかを推測できるので怒っているなら、それは自分自身よりも真剣にショーを取っています。あなたは悪い時を過すでしょう。\u001b[22m, \u001b[1mあなたが怒って取得している場合が起こることを何が起こっているかを推測することができるので、あなたはもっと真剣に、それは自分自身を取るよりも、ショーを取っている、とあなたはつもりだ悪い時間を持っています。\u001b[22m\n--\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m--\u001b[24m\n    \u001b[1m - \u001b[22m\nOverall I think this show is awesome, and you're in for a wild and fun ride. I can't wait for each episode to come out and maybe if we're lucky we'll get another season sometime in the future.\n\n\u001b[1m全体的に私はこのショーは素晴らしいと思うし、あなたは野生の楽しい乗り物のためにいる。 私は各エピソードが出てくるのを待つことができず、もし私たちが幸運であれば、将来、いつか別のシーズンになるだろう。\u001b[22m\n\u001b[1m(Zentai-teki ni watashi wa kono shō wa subarashī to omoushi, anata wa yasei no tanoshī norimono no tame ni iru. Watashi wa kaku episōdo ga dete kuru no o matsu koto ga dekizu, moshi watashitachi ga kōundeareba, shōrai, itsuka betsu no shīzun ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mOverall I think this show is awesome, and you're in for a wild and fun ride. I can't wait for each episode to come out and maybe if we're lucky we'll get another season sometime in the future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall I think this show is awesome, and you're in for a wild and fun ride.\u001b[24m\n    \u001b[1m全体的に私はこのショーは素晴らしいと思うし、あなたは野生の楽しい乗り物のためにいる。\u001b[22m, \u001b[1m全体的に私は、このショーは最高だと思う、あなたは野生の、楽しい乗車のためにしています。\u001b[22m\n\u001b[4mI can't wait for each episode to come out and maybe if we're lucky we'll get another season sometime in the future.\u001b[24m\n    \u001b[1m私は各エピソードが出てくるのを待つことができず、もし私たちが幸運であれば、将来、いつか別のシーズンになるだろう。\u001b[22m, \u001b[1m私が出てくるの各エピソードのために待つことができないと私たちは幸運かもしれない場合、我々は将来的に別のシーズンを得るでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nThanks for reading. This was my first review so I'm open to any criticism (on style) and discussion (on content). I'd like to point out these are, for the most part, my opinions and so I'd love to discuss them. Feedback appreciated.\n\n\u001b[1m読んでくれてありがとう。 これは私の最初のレビューでしたので、私はどんな批評（スタイル）やディスカッション（コンテンツ）にも公開しています。 私は、これらが、ほとんどの場合、私の意見であることを指摘したいと思いますので、私はそれらを議論したいと思います。 フィードバックは高く評価されました。\u001b[22m\n\u001b[1m(Yonde kurete arigatō. Kore wa watashi no saisho no rebyūdeshitanode, watashi wa don'na hihyō (sutairu) ya disukasshon (kontentsu) ni mo kōkai shite imasu. Watashi wa, korera ga, hotondo no baai, watashi no ikendearu koto o shiteki shitai to omoimasunode, watashi wa sorera o giron shitai to omoimasu. Fīdobakku wa takaku hyōka sa remashita.)\u001b[22m\n\nTranslations of \u001b[4mThanks for reading. This was my first review so I'm open to any criticism (on style) and discussion (on content). I'd like to point out these are, for the most part, my opinions and so I'd love to discuss them. Feedback appreciated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for reading.\u001b[24m\n    \u001b[1m読んでくれてありがとう。\u001b[22m\n\u001b[4mThis was my first review so I'm open to any criticism (on style) and discussion (on content).\u001b[24m\n    \u001b[1mこれは私の最初のレビューでしたので、私はどんな批評（スタイル）やディスカッション（コンテンツ）にも公開しています。\u001b[22m, \u001b[1mこれはので、私は任意の（スタイルに）批判と（内容に）議論を開いている私の最初のレビューでした。\u001b[22m\n\u001b[4mI'd like to point out these are, for the most part, my opinions and so I'd love to discuss them.\u001b[24m\n    \u001b[1m私は、これらが、ほとんどの場合、私の意見であることを指摘したいと思いますので、私はそれらを議論したいと思います。\u001b[22m, \u001b[1m私は、これらの大部分は、私の意見を、あるので、私はそれらを議論してみたい指摘したいと思います。\u001b[22m\n\u001b[4mFeedback appreciated.\u001b[24m\n    \u001b[1mフィードバックは高く評価されました。\u001b[22m, \u001b[1mフィードバックは大歓迎します。\u001b[22m"
  },
  {
    "title": "One_Punch_Man",
    "id": "30276",
    "url": "https://myanimelist.net/anime/30276/One_Punch_Man",
    "user": "kazykoki",
    "profile": "/profile/kazykoki/reviews",
    "pages": "16",
    "number": "3",
    "link": "/reviews.php?id=206838",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  7\n|  9\n\n私は過度に劇的なレビューを書くつもりはありません。 私はそれを短くてシンプルに保つつもりです。 それは上にある！  12回のエピソードでは十分ではありませんでした。 少なくとも。 私は絶対に完全かつ完全にこれをお勧めします。 このアニメはゴールド!!!! ああ！ 私は瞬間が必要です。 私はスーパーヒーロータイプのどんなものでさえも大きくないが、私はこれを愛した!! それは私が本当に説明することができない奇妙な余分なものがあります。 あなたはますます多くのことを望んでいます。 そしてその陽気な、アドレナリンのポンピング、暖かく、感動的なことの上に、壮大なお尻の蹴りが続いている。 完全かつ完全に、One Piece以上の長持ちする可能性があります。\n\nさて、私は季節2を与えます！ ミンナさんに戻って来なさい。 だから面白い面白い",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI won't write some overly dramatic long review. I will keep it short and simple. It is up there!! 12 episodes were not enough. Not in the least. I ABSOLUTELY COMPLETELY AND TOTALLY RECOMMEND this. This anime is GOLD!!!! Augh! I need a moment. I'm not even big on superhero type anythings but I LOVED this!! It has a weird extra something that I can't really explain. Keeps you wanting more and more and more. And on top of that its hilarious, adrenaline pumping, warm, inspiring and there's epic ass-kicking going on. It completely and totally has the potential to be as long running as if not more than One Piece.\n\n\u001b[1m私は過度に劇的なレビューを書くつもりはありません。 私はそれを短くてシンプルに保つつもりです。 それは上にある！  12回のエピソードでは十分ではありませんでした。 少なくとも。 私は絶対に完全かつ完全にこれをお勧めします。 このアニメはゴールド!!!! ああ！ 私は瞬間が必要です。 私はスーパーヒーロータイプのどんなものでさえも大きくないが、私はこれを愛した!! それは私が本当に説明することができない奇妙な余分なものがあります。 あなたはますます多くのことを望んでいます。 そしてその陽気な、アドレナリンのポンピング、暖かく、感動的なことの上に、壮大なお尻の蹴りが続いている。 完全かつ完全に、One Piece以上の長持ちする可能性があります。\u001b[22m\n\u001b[1m(Watashi wa kado ni gekitekina rebyū o kaku tsumori wa arimasen. Watashi wa sore o mijikakute shinpuru ni tamotsu tsumoridesu. Kono anime wa gōrudo! ! ! ! Ā! Watashi wa shunkan ga hitsuyōdesu. Watashi wa sūpāhīrōtaipu no don'na monode sae mo ōkikunaiga, watashi wa kore o aishita! ! Sore wa watashi ga hontōni setsumei suru koto ga dekinai kimyōna yobun'na mono ga arimasu. Anata wa masumasu ōku no koto o nozonde imasu. Soshite sono yōkina, adorenarin no ponpingu, atatakaku, kandō-tekina koto no ue ni, sōdaina o shiri no keri ga tsudzuite iru. Kanzen katsu kanzen ni, One piesu ijō no nagamochi suru kanōsei ga arimasu. Soreha-jō ni aru! 12-Kai no episōdode wa jūbunde wa arimasendeshita. Sukunakutomo. Watashi wa zettai ni kanzen katsu kanzen ni kore o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI won't write some overly dramatic long review. I will keep it short and simple. It is up there!! 12 episodes were not enough. Not in the least. I ABSOLUTELY COMPLETELY AND TOTALLY RECOMMEND this. This anime is GOLD!!!! Augh! I need a moment. I'm not even big on superhero type anythings but I LOVED this!! It has a weird extra something that I can't really explain. Keeps you wanting more and more and more. And on top of that its hilarious, adrenaline pumping, warm, inspiring and there's epic ass-kicking going on. It completely and totally has the potential to be as long running as if not more than One Piece.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI won't write some overly dramatic long review.\u001b[24m\n    \u001b[1m私は過度に劇的なレビューを書くつもりはありません。\u001b[22m, \u001b[1m私はいくつかの過度に劇的な長いレビューを書き込みません。\u001b[22m\n\u001b[4mI will keep it short and simple.\u001b[24m\n    \u001b[1m私はそれを短くてシンプルに保つつもりです。\u001b[22m, \u001b[1m私はそれが短いと簡単な維持します。\u001b[22m\n\u001b[4mThis anime is GOLD!!!!\u001b[24m\n    \u001b[1mこのアニメはゴールド!!!!\u001b[22m, \u001b[1mこのアニメはGOLDです!!!!\u001b[22m\n\u001b[4mAugh!\u001b[24m\n    \u001b[1mああ！\u001b[22m, \u001b[1mワーッ！\u001b[22m\n\u001b[4mI need a moment.\u001b[24m\n    \u001b[1m私は瞬間が必要です。\u001b[22m, \u001b[1m私は瞬間を必要とします。\u001b[22m\n\u001b[4mI'm not even big on superhero type anythings but I LOVED this!!\u001b[24m\n    \u001b[1m私はスーパーヒーロータイプのどんなものでさえも大きくないが、私はこれを愛した!!\u001b[22m, \u001b[1m私はスーパーヒーロータイプanythings上でも大きくはないが、私はこれを愛しました！\u001b[22m\n\u001b[4mIt has a weird extra something that I can't really explain.\u001b[24m\n    \u001b[1mそれは私が本当に説明することができない奇妙な余分なものがあります。\u001b[22m, \u001b[1mそれは私が実際に説明することはできません奇妙な特別な何かを持っています。\u001b[22m\n\u001b[4mKeeps you wanting more and more and more.\u001b[24m\n    \u001b[1mあなたはますます多くのことを望んでいます。\u001b[22m, \u001b[1mあなたはより多くの、よりを望む保持します。\u001b[22m\n\u001b[4mAnd on top of that its hilarious, adrenaline pumping, warm, inspiring and there's epic ass-kicking going on.\u001b[24m\n    \u001b[1mそしてその陽気な、アドレナリンのポンピング、暖かく、感動的なことの上に、壮大なお尻の蹴りが続いている。\u001b[22m, \u001b[1mそしてその、陽気なアドレナリンポンピング、暖かく、刺激的で壮大なお尻蹴る起こっがあることの上に。\u001b[22m\n\u001b[4mIt completely and totally has the potential to be as long running as if not more than One Piece.\u001b[24m\n    \u001b[1m完全かつ完全に、One Piece以上の長持ちする可能性があります。\u001b[22m, \u001b[1mそれは完全かつ完全に限り、ワンピースよりもないかのように実行される可能性があります。\u001b[22m\n\u001b[4mIt is up there!!\u001b[24m\n    \u001b[1mそれは上にある！\u001b[22m, \u001b[1mそれはそこにあります！\u001b[22m\n\u001b[4m12 episodes were not enough.\u001b[24m\n    \u001b[1m12回のエピソードでは十分ではありませんでした。\u001b[22m, \u001b[1m12のエピソードでは十分ではありませんでした。\u001b[22m\n\u001b[4mNot in the least.\u001b[24m\n    \u001b[1m少なくとも。\u001b[22m, \u001b[1mなく、少なくともインチ\u001b[22m\n\u001b[4mI ABSOLUTELY COMPLETELY AND TOTALLY RECOMMEND this.\u001b[24m\n    \u001b[1m私は絶対に完全かつ完全にこれをお勧めします。\u001b[22m, \u001b[1m私は絶対に完全かつ完全にこのことをお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nNow, GIVE ME SEASON 2!!! Come back minna-san. So freaking entertaining\n\n\u001b[1mさて、私は季節2を与えます！ ミンナさんに戻って来なさい。 だから面白い面白い\u001b[22m\n\u001b[1m(Sate, watashi wa kisetsu 2 o ataemasu! Min'na-san ni modotte ki nasai.Dakara omoshiroi omoshiroi)\u001b[22m\n\nTranslations of \u001b[4mNow, GIVE ME SEASON 2!!! Come back minna-san. So freaking entertaining\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, GIVE ME SEASON 2!!!\u001b[24m\n    \u001b[1mさて、私は季節2を与えます！\u001b[22m, \u001b[1mさて、ミーシーズン2を得!!!\u001b[22m\n\u001b[4mCome back minna-san.\u001b[24m\n    \u001b[1mミンナさんに戻って来なさい。\u001b[22m, \u001b[1mみんなさんに戻ってきます。\u001b[22m\n\u001b[4mSo freaking entertaining\u001b[24m\n    \u001b[1mだから面白い面白い\u001b[22m, \u001b[1mだから面白いおかしく\u001b[22m"
  },
  {
    "title": "One_Punch_Man",
    "id": "30276",
    "url": "https://myanimelist.net/anime/30276/One_Punch_Man",
    "user": "Symantra",
    "profile": "/profile/Symantra/reviews",
    "pages": "16",
    "number": "4",
    "link": "/reviews.php?id=206686",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  7\n|  9\n\nワン・パンチ・マンは、元々の少年マンガの漫画化である少年アニメ（若手男性観客向け）です。 全体的に、このアニメは私のリストに8点を入れ、レビューの各カテゴリーをカバーします。\n\nストーリー：6\nオハイオ州の男の子、すべての私のレビューの最もmessiestな部分。 私を憎むな、私はすでにそれをやっている。\nワン・パンチ・マンは、「ただの英雄」の人である埼玉の話を伝えています。 彼が19歳のときの気候的な出来事の後、彼は押し上げ、腹筋、くぼみ、そして3年間の激しいトレーニング訓練を強制されました。 その結果、一人のパンチで何かを終えることができる大げさな22歳の男がいます。\n話自体はかなり基本的です。 あなたは、神のような力強い主人公、支持キャラクターの束、ジェネリックの悪役の巨大なリストを持っています。  12回以上のエピソードでは、主人公は彼らのすべてを殴打し、時にはストールして攻撃を決めるまで戦いを止め、戦闘前のスピーチを乗り越える前に相手の人生を終わらせることもあります。 典型的なshounenの物語、それは埼玉が殺す各「上司」と一緒に洗い流されるためだけに、あらゆるエピソードが紹介されています。\nそれは悪くはないが、そこには正確にはない。 ストーリーが必要な場合は、別の場所に行ってください。 ワン・パンチ・マンは、あらゆるエピソードでアクションとコメディを提供しますが、巨大なプロットの紆余曲折や不一致の完全な欠如は期待しません。\nこのショーを続けるにはユーモアがあります。多くのリサイクルされた決まり文句やジョークがありますが、何度も何度もあなたに投げられたのと同じものではありません。 危険な敵を舞台にしたドラマや、典型的なバラードで終わったクライマックス・ビルドアップを通して、埼玉の圧倒的な強さを誇りに思うような冗談はいつでもあります。 他のレビューで読んでいるように、このアニメは、宇宙人の侵略後でさえ、埼玉の退屈な生活から始まり、終わります。\nまた、物語は結構騒々しく包まれた結論に包まれています。 ショー自体ではカバーされていないことがいくつかありますが、一般的に急いでやりとりされるようです。 たぶん彼らは2番目のシーズンやスペシャル、あるいはOVAでそれを終わらせますが、スタンドアロンのシリーズとして、このアニメは典型的なshounenの物語を持ち、細部までは見えません。 シャーロットと同じくらい悪くはありませんでしたが、まだ急いでいました。\n\nアート：9\nアートスタイルはショーに合っています。 ワン・パンチ・マンは、物語ではなく行動に焦点を当てたアニメです。  1つのエピソードを見るだけで、芸術は漫画から適応されていることはすでに明らかです。 環境はよく作られており、現実的ですが、キャラクターから注意を奪わないほど微妙です。\n文字自体は素晴らしいデザインです。 それぞれのキャラクターには目立ったディテールが与えられており、アーティストは比例と一貫性の目を持っていることは明らかです。 ジェネリックな民間人やモンスターなどには、あらゆるキャラクターがユニークな身体的特徴を与えられています。 あなたが名前を知らないキャラクターでさえ、あなたは彼らの顔によってそれらを認識します。\nまた、アクションはいいです。 エフェクトは良好で、走ることからのエネルギートレイルはいいですし、戦いのシーンはかなり上手く振り付けられています。\n\nサウンド：9\n効果音は当てはまり、決して適切ではないように見えます。 エピソードそのものの音楽は微妙で、途切れることなくシーンの雰囲気を設定する素晴らしい仕事をしています。 音は目立ち、透明感があり、シンプルで合理的です。 それについて言いたいことはそれほどありません。\n開始テーマと終了テーマは対照的です。  OPの音楽は9000人を超える主人公のテーマソングですが、EDの音楽はシンプルで落ち着いています。\n\nキャラクター：7\nキャラクターデザインについては、以前に簡単に話しました。 それぞれのキャラクターは思い出深いもので、別のキャラクターに間違いがない。 すべてのキャラクターの物理的な特徴はユニークで一貫性のあるものなどです。\n表面下のものになると、重要なことは、どのキャラクターにとってもほとんどバックストーリーがないことです。 例外は、第2話で埼玉に魂を吐き出すジェノスです。 それ以外に、どんなキャラクターも実際の話はありません。 慎重な観察から学ぶことができる小さな細部を無視して、私たちは個人的な人生に関しては誰も知らない。 文字は、その力と外観のためにのみ認識可能です。\n一方、Madhouseが各支持キャラクターと悪役に適切なバックストーリーを与えようとした場合、アニメはおそらく約20以上のアークで伸びるでしょう。\n\n楽しさ：9\n私はこのショーが好きだった。 それは短いです、私は一日中、全体を見ていました。正直ではありませんが、私はこれを書いています。 物語は存在しませんが、エピソード的なアクションやシーンは、それを見て楽しいアニメにするのに十分なほどです。\n\n全体：8\nほとんどの私のレビューと同様に、私は各トピックについて踊り、多くのことを逃しています。 私のレビューには多くの冗長性がありますが、一般的な要点を得ることができます。 ここに私の蝶の文章を理解できない人のための要約があります。\n - 基本的なshounen物語、何もそれについて特別なもの。 ほとんどすべての深刻なプロットやキャラクター、そして悪役も同じように見えるかもしれませんが、幾分新しいものを保つのに十分な重さを持っています。\n - アニメにふさわしい芸術とサウンド。 明らかに、このショーをマンガの適応として際立たせ、審美的な面では、このアニメは優れています。 マッドハウスは失望しない！\n - 私は他のレビューから見たものから、おそらくヒットやミス。 それを愛しても嫌いであろうと、このショーは完全なごみや偉大なもののように見えますが、誰にとっても違うのです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOne Punch Man is a shounen anime (geared towards young male audiences, I believe) that is a manga adaptation of the original shounen manga. Overall, this anime scores a 8 on my list, and I'll be covering each category in the review.\n\n\u001b[1mワン・パンチ・マンは、元々の少年マンガの漫画化である少年アニメ（若手男性観客向け）です。 全体的に、このアニメは私のリストに8点を入れ、レビューの各カテゴリーをカバーします。\u001b[22m\n\u001b[1m(Wan panchi man wa, motomoto no shōnen manga no manga-kadearu shōnen anime (wakate dansei kankyaku-muke)desu. Zentai-teki ni, kono anime wa watashi no risuto ni 8-ten o ire, rebyū no kaku kategorī o kabā shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne Punch Man is a shounen anime (geared towards young male audiences, I believe) that is a manga adaptation of the original shounen manga. Overall, this anime scores a 8 on my list, and I'll be covering each category in the review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Punch Man is a shounen anime (geared towards young male audiences, I believe) that is a manga adaptation of the original shounen manga.\u001b[24m\n    \u001b[1mワン・パンチ・マンは、元々の少年マンガの漫画化である少年アニメ（若手男性観客向け）です。\u001b[22m, \u001b[1mOneパンチ男は、元少年漫画の漫画の適応である少年アニメ（若い男性観客に向け、私は信じている）です。\u001b[22m\n\u001b[4mOverall, this anime scores a 8 on my list, and I'll be covering each category in the review.\u001b[24m\n    \u001b[1m全体的に、このアニメは私のリストに8点を入れ、レビューの各カテゴリーをカバーします。\u001b[22m, \u001b[1m全体的に、このアニメは、スコア私のリスト上の8を、と私はレビューで各カテゴリをカバーすることがあります。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6\n\n\u001b[1mストーリー：6\u001b[22m\n\u001b[1m(Sutōrī: 6)\u001b[22m\n\nTranslations of \u001b[4mStory: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6\u001b[24m\n    \u001b[1mストーリー：6\u001b[22m\nOh boy, the messiest part of all my reviews. Don't hate me, I'm already doing that.\n\n\u001b[1mオハイオ州の男の子、すべての私のレビューの最もmessiestな部分。 私を憎むな、私はすでにそれをやっている。\u001b[22m\n\u001b[1m(Ohaio-shū no otokonoko, subete no watashi no rebyū no mottomo messiestna bubun. Watashi o nikumu na, watashi wa sudeni sore o yatte iru.)\u001b[22m\n\nTranslations of \u001b[4mOh boy, the messiest part of all my reviews. Don't hate me, I'm already doing that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh boy, the messiest part of all my reviews.\u001b[24m\n    \u001b[1mオハイオ州の男の子、すべての私のレビューの最もmessiestな部分。\u001b[22m, \u001b[1mああ、すべての私のレビューのmessiest一部。\u001b[22m\n\u001b[4mDon't hate me, I'm already doing that.\u001b[24m\n    \u001b[1m私を憎むな、私はすでにそれをやっている。\u001b[22m, \u001b[1m私はすでにそれをやっている、私を嫌いではありません。\u001b[22m\nOne Punch Man tells the story of Saitama, a guy who's 'just a hero for fun.' After a climactic event when he was 19 years old, he forced himself through an intense training regimen of push-ups, sit-ups, squats, and running for three years. The result is a bald 22 year-old man who can finish anything with a single punch.\n\n\u001b[1mワン・パンチ・マンは、「ただの英雄」の人である埼玉の話を伝えています。 彼が19歳のときの気候的な出来事の後、彼は押し上げ、腹筋、くぼみ、そして3年間の激しいトレーニング訓練を強制されました。 その結果、一人のパンチで何かを終えることができる大げさな22歳の男がいます。\u001b[22m\n\u001b[1m(Wan panchi man wa,`tada no eiyū' no hitodearu Saitama no hanashi o tsutaete imasu. Kare ga 19-sai no toki no kikō-tekina dekigoto no ato, kare wa oshiage, fukkin, kubomi, soshite 3-nenkan no hageshī torēningu kunren o kyōsei sa remashita. Sono kekka, hitori no panchi de nanika o oeru koto ga dekiru ōgesana 22-sai no otoko ga imasu.)\u001b[22m\n\nTranslations of \u001b[4mOne Punch Man tells the story of Saitama, a guy who's 'just a hero for fun.' After a climactic event when he was 19 years old, he forced himself through an intense training regimen of push-ups, sit-ups, squats, and running for three years. The result is a bald 22 year-old man who can finish anything with a single punch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Punch Man tells the story of Saitama, a guy who's 'just a hero for fun.'\u001b[24m\n    \u001b[1mワン・パンチ・マンは、「ただの英雄」の人である埼玉の話を伝えています。\u001b[22m, \u001b[1mOneパンチ男は埼玉、だ男の物語告げる「楽しみのためだけの英雄を。」\u001b[22m\n\u001b[4mAfter a climactic event when he was 19 years old, he forced himself through an intense training regimen of push-ups, sit-ups, squats, and running for three years.\u001b[24m\n    \u001b[1m彼が19歳のときの気候的な出来事の後、彼は押し上げ、腹筋、くぼみ、そして3年間の激しいトレーニング訓練を強制されました。\u001b[22m, \u001b[1m彼は19歳だったクライマックスのイベントの後、彼は、スクワットアップを座って、3年間の実行、腕立て伏せの激しいトレーニングレジメンを通して自分自身を余儀なくされました。\u001b[22m\n\u001b[4mThe result is a bald 22 year-old man who can finish anything with a single punch.\u001b[24m\n    \u001b[1mその結果、一人のパンチで何かを終えることができる大げさな22歳の男がいます。\u001b[22m, \u001b[1m結果は一発のパンチで何を終えることができはげ22歳の男性です。\u001b[22m\nThe story itself is pretty basic. You have an overpowered god-like protagonist, a bunch of supporting characters, and a huge list of generic villains. Over 12 episodes, the protagonist goes on and beats every one of them, sometimes stalling and making the fights drag on until he decides to attack, sometimes ending his opponent's life before they can even get through their pre-battle speeches. Typical shounen story, with a bit of plot being introduced every episode only for it to be washed away along with each 'boss' that Saitama kills.\n\n\u001b[1m話自体はかなり基本的です。 あなたは、神のような力強い主人公、支持キャラクターの束、ジェネリックの悪役の巨大なリストを持っています。  12回以上のエピソードでは、主人公は彼らのすべてを殴打し、時にはストールして攻撃を決めるまで戦いを止め、戦闘前のスピーチを乗り越える前に相手の人生を終わらせることもあります。 典型的なshounenの物語、それは埼玉が殺す各「上司」と一緒に洗い流されるためだけに、あらゆるエピソードが紹介されています。\u001b[22m\n\u001b[1m(Hanashi jitai wa kanari kihon-tekidesu. Anata wa,-shin no yōna chikaradzuyoi shujinkō, shiji kyarakutā no taba, jenerikku no akuyaku no kyodaina risuto o motte imasu. 12-Kai ijō no episōdode wa, shujinkō wa karera no subete o ōda shi, tokiniha sutōru shite kōgeki o kimeru made tatakai o tome, sentō mae no supīchi o norikoeru mae ni aite no jinsei o owara seru koto mo arimasu. Tenkei-tekina shounen no monogatari, soreha Saitama ga korosu kaku `jōshi' to issho ni arainagasa reru tame dake ni, arayuru episōdo ga shōkai sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story itself is pretty basic. You have an overpowered god-like protagonist, a bunch of supporting characters, and a huge list of generic villains. Over 12 episodes, the protagonist goes on and beats every one of them, sometimes stalling and making the fights drag on until he decides to attack, sometimes ending his opponent's life before they can even get through their pre-battle speeches. Typical shounen story, with a bit of plot being introduced every episode only for it to be washed away along with each 'boss' that Saitama kills.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story itself is pretty basic.\u001b[24m\n    \u001b[1m話自体はかなり基本的です。\u001b[22m, \u001b[1m物語自体はかなり基本的なものです。\u001b[22m\n\u001b[4mYou have an overpowered god-like protagonist, a bunch of supporting characters, and a huge list of generic villains.\u001b[24m\n    \u001b[1mあなたは、神のような力強い主人公、支持キャラクターの束、ジェネリックの悪役の巨大なリストを持っています。\u001b[22m, \u001b[1mあなたが取り押さえ神のような主人公、脇役の束、および一般的な悪役の膨大なリストを持っています。\u001b[22m\n\u001b[4mOver 12 episodes, the protagonist goes on and beats every one of them, sometimes stalling and making the fights drag on until he decides to attack, sometimes ending his opponent's life before they can even get through their pre-battle speeches.\u001b[24m\n    \u001b[1m12回以上のエピソードでは、主人公は彼らのすべてを殴打し、時にはストールして攻撃を決めるまで戦いを止め、戦闘前のスピーチを乗り越える前に相手の人生を終わらせることもあります。\u001b[22m, \u001b[1m12のエピソードが経つにつれて、主人公が上になり、時には失速し、彼は彼らも彼らの前の戦いのスピーチを介して取得することができます前に、時には相手の人生を終了、攻撃することを決定するまで、戦いは上にドラッグすること、それらの一つ一つを打ちます。\u001b[22m\n\u001b[4mTypical shounen story, with a bit of plot being introduced every episode only for it to be washed away along with each 'boss' that Saitama kills.\u001b[24m\n    \u001b[1m典型的なshounenの物語、それは埼玉が殺す各「上司」と一緒に洗い流されるためだけに、あらゆるエピソードが紹介されています。\u001b[22m, \u001b[1m典型的な少年の物語、プロットのビットは、それが埼玉を殺す各「ボス」と一緒に洗い流さするだけのためにすべてのエピソードを紹介した状態で。\u001b[22m\nIt's not bad, but it's not exactly out there. If you want story, go somewhere else. One Punch Man will give you action and comedy every episode, but don't expect huge plot twists or a complete lack of inconsistency.\n\n\u001b[1mそれは悪くはないが、そこには正確にはない。 ストーリーが必要な場合は、別の場所に行ってください。 ワン・パンチ・マンは、あらゆるエピソードでアクションとコメディを提供しますが、巨大なプロットの紆余曲折や不一致の完全な欠如は期待しません。\u001b[22m\n\u001b[1m(Sore wa waruku wa naiga, soko ni wa seikaku ni wanai. Sutōrī ga hitsuyōna baai wa,-betsu no basho ni itte kudasai. Wan panchi man wa, arayuru episōdo de akushon to komedi o teikyō shimasuga, kyodaina purotto no uyokyokusetsu ya fuitchi no kanzen'na ketsujo wa kitai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's not bad, but it's not exactly out there. If you want story, go somewhere else. One Punch Man will give you action and comedy every episode, but don't expect huge plot twists or a complete lack of inconsistency.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's not bad, but it's not exactly out there.\u001b[24m\n    \u001b[1mそれは悪くはないが、そこには正確にはない。\u001b[22m, \u001b[1mそれは悪いことではありませんが、それはまさにそこにありません。\u001b[22m\n\u001b[4mIf you want story, go somewhere else.\u001b[24m\n    \u001b[1mストーリーが必要な場合は、別の場所に行ってください。\u001b[22m, \u001b[1mあなたが話をしたい場合は、どこかに行きます。\u001b[22m\n\u001b[4mOne Punch Man will give you action and comedy every episode, but don't expect huge plot twists or a complete lack of inconsistency.\u001b[24m\n    \u001b[1mワン・パンチ・マンは、あらゆるエピソードでアクションとコメディを提供しますが、巨大なプロットの紆余曲折や不一致の完全な欠如は期待しません。\u001b[22m, \u001b[1mOneパンチ男はあなたのアクションとコメディすべてのエピソードを与えるだろうが、巨大などんでん返しや矛盾の完全な欠如を期待してはいけません。\u001b[22m\nThere's enough humor to keep this show going, with a lot of recycled cliches and jokes, but they're not just the same thing thrown at you over and over. Through all the stage drama over dangerous enemies and climactic build-ups ending on a typical one-shotted by baldy, there's always some sort of joke about Saitama's overwhelming strength to bring it all full circle. As I read in some other review, this anime always starts and ends with Saitama's boring life, even after an alien invasion.\n\n\u001b[1mこのショーを続けるにはユーモアがあります。多くのリサイクルされた決まり文句やジョークがありますが、何度も何度もあなたに投げられたのと同じものではありません。 危険な敵を舞台にしたドラマや、典型的なバラードで終わったクライマックス・ビルドアップを通して、埼玉の圧倒的な強さを誇りに思うような冗談はいつでもあります。 他のレビューで読んでいるように、このアニメは、宇宙人の侵略後でさえ、埼玉の退屈な生活から始まり、終わります。\u001b[22m\n\u001b[1m(Kono shō o tsudzukeru ni wa yūmoa ga arimasu. Ōku no risaikuru sa reta kimari monku ya jōku ga arimasuga, nandomonandomo anata ni nage rareta no to onaji monode wa arimasen. Kiken'na teki o butai ni shita dorama ya, tenkei-tekina barādo de owatta kuraimakkusu birudoappu o tōshite, Saitama no attōtekina tsuyo-sa o hokori ni omou yōna jōdan wa itsu demo arimasu. Hoka no rebyū de yonde iru yō ni, kono anime wa, uchūbito no shinryaku-gode sae, Saitama no taikutsuna seikatsu kara hajimari, owarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere's enough humor to keep this show going, with a lot of recycled cliches and jokes, but they're not just the same thing thrown at you over and over. Through all the stage drama over dangerous enemies and climactic build-ups ending on a typical one-shotted by baldy, there's always some sort of joke about Saitama's overwhelming strength to bring it all full circle. As I read in some other review, this anime always starts and ends with Saitama's boring life, even after an alien invasion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's enough humor to keep this show going, with a lot of recycled cliches and jokes, but they're not just the same thing thrown at you over and over.\u001b[24m\n    \u001b[1mこのショーを続けるにはユーモアがあります。多くのリサイクルされた決まり文句やジョークがありますが、何度も何度もあなたに投げられたのと同じものではありません。\u001b[22m, \u001b[1mそこリサイクル決まり文句とジョークをたくさんして、行くこのショーを維持するのに十分なユーモアだが、彼らは何度もあなたにスローされるだけで同じものではありませんね。\u001b[22m\n\u001b[4mThrough all the stage drama over dangerous enemies and climactic build-ups ending on a typical one-shotted by baldy, there's always some sort of joke about Saitama's overwhelming strength to bring it all full circle.\u001b[24m\n    \u001b[1m危険な敵を舞台にしたドラマや、典型的なバラードで終わったクライマックス・ビルドアップを通して、埼玉の圧倒的な強さを誇りに思うような冗談はいつでもあります。\u001b[22m, \u001b[1m危険な敵とバルディによって典型的な-shotted 1に終了するクライマックスのビルドアップ上のすべての段階のドラマを通じて、それをすべての完全な円をもたらすための埼玉の圧倒的な強さについてのジョークのいくつかの並べ替えは常にあります。\u001b[22m\n\u001b[4mAs I read in some other review, this anime always starts and ends with Saitama's boring life, even after an alien invasion.\u001b[24m\n    \u001b[1m他のレビューで読んでいるように、このアニメは、宇宙人の侵略後でさえ、埼玉の退屈な生活から始まり、終わります。\u001b[22m, \u001b[1m私はいくつかの他のレビューで読んで、このアニメは常に偶数エイリアンの侵略後、起動し、埼玉県の退屈な人生で終わります。\u001b[22m\nAlso, the story is wrapped up in a rather messily wrapped up conclusion. There's a couple things that weren't covered during the show itself, and it just seems rushed and cut-off in general. Maybe they'll finish it up in a second season or specials or OVA, who knows, but as a standalone series this anime has a typical shounen story with a couple plotholes and unseen to details, blah blah, TLDR they rushed the ending and it wasn't as bad as say, Charlotte, but it was still rushed.\n\n\u001b[1mまた、物語は結構騒々しく包まれた結論に包まれています。 ショー自体ではカバーされていないことがいくつかありますが、一般的に急いでやりとりされるようです。 たぶん彼らは2番目のシーズンやスペシャル、あるいはOVAでそれを終わらせますが、スタンドアロンのシリーズとして、このアニメは典型的なshounenの物語を持ち、細部までは見えません。 シャーロットと同じくらい悪くはありませんでしたが、まだ急いでいました。\u001b[22m\n\u001b[1m(Mata, monogatari wa kekkō sōzōshiku tsutsuma reta ketsuron ni tsutsuma rete imasu. Shō jitaide wa kabā sa rete inai koto ga ikutsu ka arimasuga, ippantekini isoide yaritori sa reru yōdesu. Tabun karera wa 2-banme no shīzun ya supesharu, aruiwa ovu~a de sore o owara semasuga, sutandoaron no shirīzu to shite, kono anime wa tenkei-tekina shounen no monogatari o mochi, saibu made wa miemasen. Shārotto to onaji kurai waruku wa arimasendeshitaga, mada isoide imashita.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the story is wrapped up in a rather messily wrapped up conclusion. There's a couple things that weren't covered during the show itself, and it just seems rushed and cut-off in general. Maybe they'll finish it up in a second season or specials or OVA, who knows, but as a standalone series this anime has a typical shounen story with a couple plotholes and unseen to details, blah blah, TLDR they rushed the ending and it wasn't as bad as say, Charlotte, but it was still rushed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the story is wrapped up in a rather messily wrapped up conclusion.\u001b[24m\n    \u001b[1mまた、物語は結構騒々しく包まれた結論に包まれています。\u001b[22m, \u001b[1mまた、物語はむしろ乱雑に包ま結論に包まれています。\u001b[22m\n\u001b[4mThere's a couple things that weren't covered during the show itself, and it just seems rushed and cut-off in general.\u001b[24m\n    \u001b[1mショー自体ではカバーされていないことがいくつかありますが、一般的に急いでやりとりされるようです。\u001b[22m, \u001b[1mそこショー自体の間に覆われていなかったカップルの事だし、それは単に一般的に駆けつけおよびカットオフようです。\u001b[22m\n\u001b[4mMaybe they'll finish it up in a second season or specials or OVA, who knows, but as a standalone series this anime has a typical shounen story with a couple plotholes and unseen to details, blah blah, TLDR they rushed the ending and it\u001b[24m\n    \u001b[1mたぶん彼らは2番目のシーズンやスペシャル、あるいはOVAでそれを終わらせますが、スタンドアロンのシリーズとして、このアニメは典型的なshounenの物語を持ち、細部までは見えません。\u001b[22m, \u001b[1mたぶん、彼らは知っている第二の季節や特別またはOVA、でそれを終了しますが、スタンドアロンのシリーズとしてこのアニメは、典型的な少年カップルplotholesとストーリーと詳細、何とか何とかに見えないを持っている、TLDRは彼らが終わると、それを急い\u001b[22m\n\u001b[4mwasn't as bad as say, Charlotte, but it was still rushed.\u001b[24m\n    \u001b[1mシャーロットと同じくらい悪くはありませんでしたが、まだ急いでいました。\u001b[22m, \u001b[1mシャーロット、言うほど悪くはなかったが、それはまだ運ばれました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nThe artstyle fits the show. One Punch Man is an anime with a focus not on story but action. Just from watching one episode, it's already clear that the art was adapted from a manga; the environment is well-made and realistic, but is subtle enough to not take attention away from the characters.\n\n\u001b[1mアートスタイルはショーに合っています。 ワン・パンチ・マンは、物語ではなく行動に焦点を当てたアニメです。  1つのエピソードを見るだけで、芸術は漫画から適応されていることはすでに明らかです。 環境はよく作られており、現実的ですが、キャラクターから注意を奪わないほど微妙です。\u001b[22m\n\u001b[1m(Ātosutairu wa shō ni atte imasu. Wan panchi man wa, monogataride wa naku kōdō ni shōten o ateta animedesu. 1Tsu no episōdo o miru dake de, geijutsu wa manga kara tekiō sa rete iru koto wa sudeni akirakadesu. Kankyō wa yoku tsukura rete ori, genjitsu-tekidesuga, kyarakutā kara chūi o ubawanai hodo bimyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe artstyle fits the show. One Punch Man is an anime with a focus not on story but action. Just from watching one episode, it's already clear that the art was adapted from a manga; the environment is well-made and realistic, but is subtle enough to not take attention away from the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artstyle fits the show.\u001b[24m\n    \u001b[1mアートスタイルはショーに合っています。\u001b[22m, \u001b[1martstyleはショーに適合します。\u001b[22m\n\u001b[4mOne Punch Man is an anime with a focus not on story but action.\u001b[24m\n    \u001b[1mワン・パンチ・マンは、物語ではなく行動に焦点を当てたアニメです。\u001b[22m, \u001b[1mOneパンチ男はいない話が、アクションを中心としたアニメです。\u001b[22m\n\u001b[4mJust from watching one episode, it's already clear that the art was adapted from a manga;\u001b[24m\n    \u001b[1m1つのエピソードを見るだけで、芸術は漫画から適応されていることはすでに明らかです。\u001b[22m, \u001b[1mただ1つのエピソードを見てから、それは技術は漫画から適応されたことをすでに明らかです。\u001b[22m\n\u001b[4mthe environment is well-made and realistic, but is subtle enough to not take attention away from the characters.\u001b[24m\n    \u001b[1m環境はよく作られており、現実的ですが、キャラクターから注意を奪わないほど微妙です。\u001b[22m, \u001b[1m環境がよく作られ、現実的ですが、離れた文字から注意を取らないのに十分な微妙です。\u001b[22m\nThe characters themselves have great design. Each character is given remarkable detail and it's clear that the artists have eyes for proportion and consistency. Every character, the exclusions being the generic civilians and monsters and whatnot, is given unique physical traits. Even for the characters that you don't know the name of, you'll recognize them by their faces.\n\n\u001b[1m文字自体は素晴らしいデザインです。 それぞれのキャラクターには目立ったディテールが与えられており、アーティストは比例と一貫性の目を持っていることは明らかです。 ジェネリックな民間人やモンスターなどには、あらゆるキャラクターがユニークな身体的特徴を与えられています。 あなたが名前を知らないキャラクターでさえ、あなたは彼らの顔によってそれらを認識します。\u001b[22m\n\u001b[1m(Moji jitai wa subarashī dezaindesu. Sorezore no kyarakutā ni wa medatta ditēru ga atae rarete ori, ātisuto wa hirei to ikkan-sei no me o motte iru koto wa akirakadesu. Jenerikkuna minkan hito ya monsutā nado ni wa, arayuru kyarakutā ga yunīkuna karada-teki tokuchō o atae rarete imasu. Anata ga namae o shiranai kyarakutāde sae, anata wa karera no kao ni yotte sorera o ninshiki shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters themselves have great design. Each character is given remarkable detail and it's clear that the artists have eyes for proportion and consistency. Every character, the exclusions being the generic civilians and monsters and whatnot, is given unique physical traits. Even for the characters that you don't know the name of, you'll recognize them by their faces.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters themselves have great design.\u001b[24m\n    \u001b[1m文字自体は素晴らしいデザインです。\u001b[22m, \u001b[1m文字自体は素晴らしいデザインを持っています。\u001b[22m\n\u001b[4mEach character is given remarkable detail and it's clear that the artists have eyes for proportion and consistency.\u001b[24m\n    \u001b[1mそれぞれのキャラクターには目立ったディテールが与えられており、アーティストは比例と一貫性の目を持っていることは明らかです。\u001b[22m, \u001b[1m各文字は顕著詳細が与えられ、それはアーティストが割合と一貫性のための目を持っていることは明らかです。\u001b[22m\n\u001b[4mEvery character, the exclusions being the generic civilians and monsters and whatnot, is given unique physical traits.\u001b[24m\n    \u001b[1mジェネリックな民間人やモンスターなどには、あらゆるキャラクターがユニークな身体的特徴を与えられています。\u001b[22m, \u001b[1mすべての文字は、一般的な民間人やモンスターやその他もろもろである除外は、独特の物理的特性を与えられています。\u001b[22m\n\u001b[4mEven for the characters that you don't know the name of, you'll recognize them by their faces.\u001b[24m\n    \u001b[1mあなたが名前を知らないキャラクターでさえ、あなたは彼らの顔によってそれらを認識します。\u001b[22m, \u001b[1mでもあなたはの名前がわからない文字のために、あなたは自分の顔によってそれらを認識します。\u001b[22m\nAlso, the action is nice. The effects are good, the energy-trails from running is nice, and the fight scenes are choreographed quite well and absorbingly.\n\n\u001b[1mまた、アクションはいいです。 エフェクトは良好で、走ることからのエネルギートレイルはいいですし、戦いのシーンはかなり上手く振り付けられています。\u001b[22m\n\u001b[1m(Mata, akushon wa īdesu. Efekuto wa ryōkōde, hashiru koto kara no enerugītoreiru wa īdesushi, tatakai no shīn wa kanari umaku furi tsuke rarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso, the action is nice. The effects are good, the energy-trails from running is nice, and the fight scenes are choreographed quite well and absorbingly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, the action is nice.\u001b[24m\n    \u001b[1mまた、アクションはいいです。\u001b[22m, \u001b[1mまた、アクションがいいです。\u001b[22m\n\u001b[4mThe effects are good, the energy-trails from running is nice, and the fight scenes are choreographed quite well and absorbingly.\u001b[24m\n    \u001b[1mエフェクトは良好で、走ることからのエネルギートレイルはいいですし、戦いのシーンはかなり上手く振り付けられています。\u001b[22m, \u001b[1m効果は良いですが、実行してからのエネルギー-トレイルがいいです、との戦いのシーンは非常によくし、夢中になるほど振り付けされています。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\nThe sound effects are fitting and never seem out of place. The music during the episodes themselves is subtle, and does a great job of setting an atmosphere for a scene without interrupting too much. The sounds are noticeable, crystal clear, and simple yet reasonable. Not much else to say about that.\n\n\u001b[1m効果音は当てはまり、決して適切ではないように見えます。 エピソードそのものの音楽は微妙で、途切れることなくシーンの雰囲気を設定する素晴らしい仕事をしています。 音は目立ち、透明感があり、シンプルで合理的です。 それについて言いたいことはそれほどありません。\u001b[22m\n\u001b[1m(Kōka-on wa atehamari, kesshite tekisetsude wa nai yō ni miemasu. Episōdo sonomono no ongaku wa bimyōde, togireru koto naku shīn no fun'iki o settei suru subarashī shigoto o shite imasu. Oto wa medachi, tōmei-kan ga ari, shinpurude gōri-tekidesu. Sore ni tsuite iitai koto wa sorehodo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound effects are fitting and never seem out of place. The music during the episodes themselves is subtle, and does a great job of setting an atmosphere for a scene without interrupting too much. The sounds are noticeable, crystal clear, and simple yet reasonable. Not much else to say about that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound effects are fitting and never seem out of place.\u001b[24m\n    \u001b[1m効果音は当てはまり、決して適切ではないように見えます。\u001b[22m, \u001b[1m効果音はフィッティングで、場違いに見えることはありません。\u001b[22m\n\u001b[4mThe music during the episodes themselves is subtle, and does a great job of setting an atmosphere for a scene without interrupting too much.\u001b[24m\n    \u001b[1mエピソードそのものの音楽は微妙で、途切れることなくシーンの雰囲気を設定する素晴らしい仕事をしています。\u001b[22m, \u001b[1m音楽はエピソード中に自身が微妙で、あまり中断することなく、シーンの雰囲気を設定するの偉大な仕事をしていません。\u001b[22m\n\u001b[4mThe sounds are noticeable, crystal clear, and simple yet reasonable.\u001b[24m\n    \u001b[1m音は目立ち、透明感があり、シンプルで合理的です。\u001b[22m, \u001b[1m音が目立ち、クリスタルクリア、そしてシンプルで合理的です。\u001b[22m\n\u001b[4mNot much else to say about that.\u001b[24m\n    \u001b[1mそれについて言いたいことはそれほどありません。\u001b[22m, \u001b[1mそのことについて言って他にあまりありません。\u001b[22m\nThe opening and ending themes are in stark contrast. While the OP music is a fitting theme song for a hero whose attack stat is over nine thousand, the ED music is simple and calm, the tune being overlooked in favor of the catchy enough OP.\n\n\u001b[1m開始テーマと終了テーマは対照的です。  OPの音楽は9000人を超える主人公のテーマソングですが、EDの音楽はシンプルで落ち着いています。\u001b[22m\n\u001b[1m(Kaishi tēma to shūryō tēma wa taishō-tekidesu. OP no ongaku wa 9000-ri o koeru shujinkō no tēmasongudesuga, ED no ongaku wa shinpurude ochitsuite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe opening and ending themes are in stark contrast. While the OP music is a fitting theme song for a hero whose attack stat is over nine thousand, the ED music is simple and calm, the tune being overlooked in favor of the catchy enough OP.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening and ending themes are in stark contrast.\u001b[24m\n    \u001b[1m開始テーマと終了テーマは対照的です。\u001b[22m, \u001b[1mオープニングとエンディングテーマは全く対照的です。\u001b[22m\n\u001b[4mWhile the OP music is a fitting theme song for a hero whose attack stat is over nine thousand, the ED music is simple and calm, the tune being overlooked in favor of the catchy enough OP.\u001b[24m\n    \u001b[1mOPの音楽は9000人を超える主人公のテーマソングですが、EDの音楽はシンプルで落ち着いています。\u001b[22m, \u001b[1mOP曲が攻撃スタット9000を超えている主人公にふさわしいテーマソングですが、ED曲は曲がキャッチーな十分なOPの賛成で見落とされている、シンプルで穏やかです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\nAs for character design, I talked about it briefly earlier. Each character is memorable and unmistakable for another. The physical features for every character are unique, consistent, and the like.\n\n\u001b[1mキャラクターデザインについては、以前に簡単に話しました。 それぞれのキャラクターは思い出深いもので、別のキャラクターに間違いがない。 すべてのキャラクターの物理的な特徴はユニークで一貫性のあるものなどです。\u001b[22m\n\u001b[1m(Kyarakutādezain ni tsuite wa, izen ni kantan ni hanashimashita. Sorezore no kyarakutā wa omoidebukai mono de,-betsu no kyarakutā ni machigai ga nai. Subete no kyarakutā no butsuri-tekina tokuchō wa yunīku de ikkan-sei no aru mono nadodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for character design, I talked about it briefly earlier. Each character is memorable and unmistakable for another. The physical features for every character are unique, consistent, and the like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for character design, I talked about it briefly earlier.\u001b[24m\n    \u001b[1mキャラクターデザインについては、以前に簡単に話しました。\u001b[22m, \u001b[1mキャラクターデザインに関しては、私は簡単に早くそれについて話しました。\u001b[22m\n\u001b[4mEach character is memorable and unmistakable for another.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは思い出深いもので、別のキャラクターに間違いがない。\u001b[22m, \u001b[1m各文字は、思い出に残ると別のための紛れもないです。\u001b[22m\n\u001b[4mThe physical features for every character are unique, consistent, and the like.\u001b[24m\n    \u001b[1mすべてのキャラクターの物理的な特徴はユニークで一貫性のあるものなどです。\u001b[22m, \u001b[1mすべての文字のための物理的特徴は、独特の一貫性、などです。\u001b[22m\nWhen it comes down to what's beneath the surface, what's important to note is that there's barely any backstory for any character. The exception to this is Genos, who pours out his soul to Saitama in the second episode. Besides that, no character has any real story. Disregarding the small details that can be learned from careful observation, we don't know anything about anyone when it comes to personal life. The characters are recognizable only because of their powers and appearance.\n\n\u001b[1m表面下のものになると、重要なことは、どのキャラクターにとってもほとんどバックストーリーがないことです。 例外は、第2話で埼玉に魂を吐き出すジェノスです。 それ以外に、どんなキャラクターも実際の話はありません。 慎重な観察から学ぶことができる小さな細部を無視して、私たちは個人的な人生に関しては誰も知らない。 文字は、その力と外観のためにのみ認識可能です。\u001b[22m\n\u001b[1m(Hyōmen-ka no mono ni naru to, jūyōna koto wa, dono kyarakutā ni tottemo hotondo bakkusutōrī ga nai kotodesu. Reigai wa, dai 2-wa de Saitama ni tamashī o hakidasu jenosudesu. Sore igai ni, don'na kyarakutā mo jissai no hanashi wa arimasen. Shinchōna kansatsu kara manabu koto ga dekiru chīsana saibu o mushi shite, watashitachiha kojin-tekina jinsei ni kanshite wa daremoshiranai. Moji wa, sono chikara to gaikan no tame ni nomi ninshiki kanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhen it comes down to what's beneath the surface, what's important to note is that there's barely any backstory for any character. The exception to this is Genos, who pours out his soul to Saitama in the second episode. Besides that, no character has any real story. Disregarding the small details that can be learned from careful observation, we don't know anything about anyone when it comes to personal life. The characters are recognizable only because of their powers and appearance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen it comes down to what's beneath the surface, what's important to note is that there's barely any backstory for any character.\u001b[24m\n    \u001b[1m表面下のものになると、重要なことは、どのキャラクターにとってもほとんどバックストーリーがないことです。\u001b[22m, \u001b[1mそれがダウンして表面の下に何があるかになると、何に注意することが重要なのは、任意の文字の任意の裏話はほとんどがあることです。\u001b[22m\n\u001b[4mThe exception to this is Genos, who pours out his soul to Saitama in the second episode.\u001b[24m\n    \u001b[1m例外は、第2話で埼玉に魂を吐き出すジェノスです。\u001b[22m, \u001b[1mこの例外は第2話で埼玉に魂を注ぐGenos、です。\u001b[22m\n\u001b[4mBesides that, no character has any real story.\u001b[24m\n    \u001b[1mそれ以外に、どんなキャラクターも実際の話はありません。\u001b[22m, \u001b[1mそれに加えて、何の文字は任意の本当の話を持っていません。\u001b[22m\n\u001b[4mDisregarding the small details that can be learned from careful observation, we don't know anything about anyone when it comes to personal life.\u001b[24m\n    \u001b[1m慎重な観察から学ぶことができる小さな細部を無視して、私たちは個人的な人生に関しては誰も知らない。\u001b[22m, \u001b[1mそれは個人的な生活に来るとき注意深い観察から学ぶことができる小さな細部を無視して、私たちは誰について何も知りません。\u001b[22m\n\u001b[4mThe characters are recognizable only because of their powers and appearance.\u001b[24m\n    \u001b[1m文字は、その力と外観のためにのみ認識可能です。\u001b[22m, \u001b[1m文字だけで、それらの権限と外観の認識可能です。\u001b[22m\nOn the other hand, if Madhouse tried to give each supporting character and villain a proper backstory, the anime would probably stretch on for about 20 more arcs or so, so.. To say the least, good job on keeping it short.\n\n\u001b[1m一方、Madhouseが各支持キャラクターと悪役に適切なバックストーリーを与えようとした場合、アニメはおそらく約20以上のアークで伸びるでしょう。\u001b[22m\n\u001b[1m(Ippō, Madhouse ga kaku shiji kyarakutā to akuyaku ni tekisetsuna bakkusutōrī o ataeyou to shita baai, anime wa osoraku yaku 20 ijō no āku de nobirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOn the other hand, if Madhouse tried to give each supporting character and villain a proper backstory, the anime would probably stretch on for about 20 more arcs or so, so.. To say the least, good job on keeping it short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the other hand, if Madhouse tried to give each supporting character and villain a proper backstory, the anime would probably stretch on for about 20 more arcs or so, so.. To say the least, good job on keeping it short.\u001b[24m\n    \u001b[1m一方、Madhouseが各支持キャラクターと悪役に適切なバックストーリーを与えようとした場合、アニメはおそらく約20以上のアークで伸びるでしょう。\u001b[22m, \u001b[1mマッドハウスは、各サポートの文字を与え、適切な裏話を悪役しようとした場合一方、アニメはおそらく、約20以上の円弧かそこらのためにストレッチだろう、そう..短いそれを維持に少なくとも、良い仕事を言うために。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9\n\n\u001b[1m楽しさ：9\u001b[22m\n\u001b[1m(Tanoshisa: 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9\u001b[24m\n    \u001b[1m楽しさ：9\u001b[22m\nI liked this show. It's short, I pretty much watched the entire thing in one morning, and it isn't even noon while I'm writing this. The story is nonexistent, but the episodic action and scenes are decent enough to make it a fun anime to watch.\n\n\u001b[1m私はこのショーが好きだった。 それは短いです、私は一日中、全体を見ていました。正直ではありませんが、私はこれを書いています。 物語は存在しませんが、エピソード的なアクションやシーンは、それを見て楽しいアニメにするのに十分なほどです。\u001b[22m\n\u001b[1m(Watashi wa kono shō ga sukidatta. Sore wa mijikaidesu, watashi wa ichinichijū, zentai o mite imashita. Shōjikide wa arimasenga, watashi wa kore o kaite imasu. Monogatari wa sonzai shimasenga, episōdo-tekina akushon ya shīn wa, sore o mite tanoshī anime ni suru no ni jūbun'na hododesu.)\u001b[22m\n\nTranslations of \u001b[4mI liked this show. It's short, I pretty much watched the entire thing in one morning, and it isn't even noon while I'm writing this. The story is nonexistent, but the episodic action and scenes are decent enough to make it a fun anime to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI liked this show.\u001b[24m\n    \u001b[1m私はこのショーが好きだった。\u001b[22m, \u001b[1m私はこの番組が好きでした。\u001b[22m\n\u001b[4mIt's short, I pretty much watched the entire thing in one morning, and it isn't even noon while I'm writing this.\u001b[24m\n    \u001b[1mそれは短いです、私は一日中、全体を見ていました。正直ではありませんが、私はこれを書いています。\u001b[22m, \u001b[1mそれは、私はかなりある朝に全体のことを見て、私はこれを書いている間それも正午ではなく、短いです。\u001b[22m\n\u001b[4mThe story is nonexistent, but the episodic action and scenes are decent enough to make it a fun anime to watch.\u001b[24m\n    \u001b[1m物語は存在しませんが、エピソード的なアクションやシーンは、それを見て楽しいアニメにするのに十分なほどです。\u001b[22m, \u001b[1m物語は存在しないですが、エピソードアクションやシーンは見て楽しいアニメ作るのに十分まともです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 8\n\n\u001b[1m全体：8\u001b[22m\n\u001b[1m(Zentai: 8)\u001b[22m\n\nTranslations of \u001b[4mOverall: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 8\u001b[24m\n    \u001b[1m全体：8\u001b[22m\nAs with most of my reviews, I dance about each topic and miss a lot of things. There's a lot of redundancies in my reviews, but you get the general gist. Here's a summary for anyone who can't understand my butterfly style of writing.\n\n\u001b[1mほとんどの私のレビューと同様に、私は各トピックについて踊り、多くのことを逃しています。 私のレビューには多くの冗長性がありますが、一般的な要点を得ることができます。 ここに私の蝶の文章を理解できない人のための要約があります。\u001b[22m\n\u001b[1m(Hotondo no watashi no rebyū to dōyō ni, watashi wa kaku topikku ni tsuite odori, ōku no koto o nogashite imasu. Watashi no rebyū ni wa ōku no jōchō-sei ga arimasuga, ippantekina yōten o eru koto ga dekimasu. Koko ni watashi no chō no bunshō o rikaidekinai hitonotame no yōyaku ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs with most of my reviews, I dance about each topic and miss a lot of things. There's a lot of redundancies in my reviews, but you get the general gist. Here's a summary for anyone who can't understand my butterfly style of writing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs with most of my reviews, I dance about each topic and miss a lot of things.\u001b[24m\n    \u001b[1mほとんどの私のレビューと同様に、私は各トピックについて踊り、多くのことを逃しています。\u001b[22m, \u001b[1m私のレビューのほとんどと同じように、私は、各トピックについて踊るとたくさんのことを欠場します。\u001b[22m\n\u001b[4mThere's a lot of redundancies in my reviews, but you get the general gist.\u001b[24m\n    \u001b[1m私のレビューには多くの冗長性がありますが、一般的な要点を得ることができます。\u001b[22m, \u001b[1mそこに私のレビューで冗長性の多くは、ですが、あなたは一般的な要点を理解します。\u001b[22m\n\u001b[4mHere's a summary for anyone who can't understand my butterfly style of writing.\u001b[24m\n    \u001b[1mここに私の蝶の文章を理解できない人のための要約があります。\u001b[22m, \u001b[1mここでは書き込みの私の蝶のスタイルを理解できない人のための要約です。\u001b[22m\n-Basic shounen story, nothing special about it. Barely any serious plot and characters, and the villains might as well all look the same, but it's got enough weight to keep it somewhat new.\n\n\u001b[1m - 基本的なshounen物語、何もそれについて特別なもの。 ほとんどすべての深刻なプロットやキャラクター、そして悪役も同じように見えるかもしれませんが、幾分新しいものを保つのに十分な重さを持っています。\u001b[22m\n\u001b[1m(- Kihon-tekina shounen monogatari, nani mo sore ni tsuite tokubetsuna mono. Hotondo subete no shinkokuna purotto ya kyarakutā, soshite akuyaku mo onajiyōni mieru kamo shiremasenga, ikubun atarashī mono o tamotsu no ni jūbun'na omo-sa o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4m-Basic shounen story, nothing special about it. Barely any serious plot and characters, and the villains might as well all look the same, but it's got enough weight to keep it somewhat new.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Basic shounen story, nothing special about it.\u001b[24m\n    \u001b[1m - 基本的なshounen物語、何もそれについて特別なもの。\u001b[22m, \u001b[1m - 基本少年の物語、それについて何も特別な。\u001b[22m\n\u001b[4mBarely any serious plot and characters, and the villains might as well all look the same, but it's got enough weight to keep it somewhat new.\u001b[24m\n    \u001b[1mほとんどすべての深刻なプロットやキャラクター、そして悪役も同じように見えるかもしれませんが、幾分新しいものを保つのに十分な重さを持っています。\u001b[22m, \u001b[1m任意の深刻なプロットやキャラクター、そして悪役かもしれないだけでなく、すべてのほとんどは同じように見えますが、やや新しいそれを維持するのに十分な重みを持っています。\u001b[22m\n-Great art and sound, fitting for the anime. Clearly makes this show stand out as a manga adaptation, and on the aesthetic side, this anime is excellent. Madhouse does not disappoint!\n\n\u001b[1m - アニメにふさわしい芸術とサウンド。 明らかに、このショーをマンガの適応として際立たせ、審美的な側面では、このアニメは優れています。 マッドハウスは失望しない！\u001b[22m\n\u001b[1m(- Anime ni fusawashī geijutsu to saundo. Akiraka ni, kono shō o manga no tekiō to shite kiwadata se, shinbi-tekina sokumende wa, kono anime wa sugurete imasu. Maddohausu wa shitsubō shinai!)\u001b[22m\n\nTranslations of \u001b[4m-Great art and sound, fitting for the anime. Clearly makes this show stand out as a manga adaptation, and on the aesthetic side, this anime is excellent. Madhouse does not disappoint!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Great art and sound, fitting for the anime.\u001b[24m\n    \u001b[1m - アニメにふさわしい芸術とサウンド。\u001b[22m, \u001b[1mグレートアートとサウンド、アニメのためのフィッティング。\u001b[22m\n\u001b[4mClearly makes this show stand out as a manga adaptation, and on the aesthetic side, this anime is excellent.\u001b[24m\n    \u001b[1m明らかに、このショーをマンガの適応として際立たせ、審美的な側面では、このアニメは優れています。\u001b[22m, \u001b[1m明らかに、このショーは漫画の適応として目立つ、と審美的な側面に、このアニメは優れています。\u001b[22m\n\u001b[4mMadhouse does not disappoint!\u001b[24m\n    \u001b[1mマッドハウスは失望しない！\u001b[22m, \u001b[1mマッドハウスは失望していません！\u001b[22m\n-Most likely a hit or miss, from what I've seen from other reviews. Either love it or hate it, this show will either seem like complete trash or great stuff, it's different for everybody.\n\n\u001b[1m - 私は他のレビューから見たものから、おそらくヒットやミス。 それを愛しても嫌いであろうと、このショーは完全なごみや偉大なもののように見えますが、誰にとっても違うのです。\u001b[22m\n\u001b[1m(- Watashi wa hoka no rebyū kara mita mono kara, osoraku hitto ya misu. Sore o aishite mo kiraidearou to, kono shō wa kanzen'na gomi ya idaina mono no yō ni miemasuga, dare ni tottemo chigau nodesu.)\u001b[22m\n\nTranslations of \u001b[4m-Most likely a hit or miss, from what I've seen from other reviews. Either love it or hate it, this show will either seem like complete trash or great stuff, it's different for everybody.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Most likely a hit or miss, from what I've seen from other reviews.\u001b[24m\n    \u001b[1m - 私は他のレビューから見たものから、おそらくヒットやミス。\u001b[22m, \u001b[1m私は他のレビューから見たものから、そうヒットまたはミスを - ほとんど。\u001b[22m\n\u001b[4mEither love it or hate it, this show will either seem like complete trash or great stuff, it's different for everybody.\u001b[24m\n    \u001b[1mそれを愛しても嫌いであろうと、このショーは完全なごみや偉大なもののように見えますが、誰にとっても違うのです。\u001b[22m, \u001b[1mどちらかがそれを愛するか、それを嫌い、このショーは完全なゴミや素晴らしいもののように思えるするか、それは誰にとっても異なっています。\u001b[22m"
  },
  {
    "title": "One_Punch_Man",
    "id": "30276",
    "url": "https://myanimelist.net/anime/30276/One_Punch_Man",
    "user": "ratedR75",
    "profile": "/profile/ratedR75/reviews",
    "pages": "16",
    "number": "5",
    "link": "/reviews.php?id=206202",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はシリーズが完成してこの番組のレビューを書いてくれるのを待っていましたが、私にとっては大丈夫でしたが、それは私のために誇大宣伝までは生きていませんでした（それは悪いと言っているのではなく、 私のために誇大宣伝に）。\n\nこのレビューにはマイナーなスポイラーがいくつかあります。\n\nエピソードの量 - このシリーズに合計12のエピソードがありました\n\nジャンル - アクション、コメディ、パロディー、SF、セイネン、スーパーパワー、超自然\n\n私がアニメを好きだったもの\n\n1  - 私はアニメの芸術スタイルが好きだったことを認めます、特にショーの悪役のそれぞれがどのように見えたか\n\n2  - 私はまた、すべてのエピソードの始まりであったオープニングテーマを愛していたことを認めます。\n\n私がアニメについて嫌いだったもの - \n\n1  - ショーは誇大広告までは生きていなかった、私が最初に言ったように、ショーは悪くはなかったが、それは誇張されていたほど良いものではなかった。\n\n2  - ショーの種類で使用されたジョークのいくつかは時々リサイクルされたようです。\n\n3  -  'パンチ1悪者と彼は簡単に敗北した'メンターシップはしばらくしてから乾いて繰り返しました。\n\nショーの私の好きなキャラクターは主人公の埼玉です\n\nショーの総合評価は6/10です",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI wanted to wait until the series was completed to write my review of this show and for me, it was ok, but it didn't live up to the hype for me (im not saying that it is bad, it wasn't up to the hype for me).\n\n\u001b[1m私はシリーズが完成してこの番組のレビューを書いてくれるのを待っていましたが、私にとっては大丈夫でしたが、それは私のために誇大宣伝までは生きていませんでした（それは悪いと言っているのではなく、 私のために誇大宣伝に）。\u001b[22m\n\u001b[1m(Watashi wa shirīzu ga kansei shite kono bangumi no rebyū o kaite kureru no o matte imashitaga, watashi ni totte wa daijōbudeshitaga, sore wa watashi no tame ni kodai senden made wa ikite imasendeshita (sore wa warui to itte iru node wa naku, watashi no tame ni kodai senden ni).)\u001b[22m\n\nTranslations of \u001b[4mI wanted to wait until the series was completed to write my review of this show and for me, it was ok, but it didn't live up to the hype for me (im not saying that it is bad, it wasn't up to the hype for me).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wanted to wait until the series was completed to write my review of this show and for me, it was ok, but it didn't live up to the hype for me (im not saying that it is bad, it wasn't up\u001b[24m\n    \u001b[1m私はシリーズが完成してこの番組のレビューを書いてくれるのを待っていましたが、私にとっては大丈夫でしたが、それは私のために誇大宣伝までは生きていませんでした（それは悪いと言っているのではなく、\u001b[22m, \u001b[1m私はシリーズは、このショーの私のレビューを書くには完了するまで待ってみたかったし、私のために、それはOKだったが、それは（イムは、それが悪いと言っていない私のために誇大広告まで住んでいない、それはアップしませんでした\u001b[22m\n\u001b[4mto the hype for me).\u001b[24m\n    \u001b[1m私のために誇大宣伝に）。\u001b[22m, \u001b[1m私のための誇大広告に）。\u001b[22m\n\u001b[1m\u001b[22m\nThere are some minor spoilers in this review.\n\n\u001b[1mこのレビューにはマイナーなスポイラーがいくつかあります。\u001b[22m\n\u001b[1m(Kono rebyū ni wa maināna supoirā ga ikutsu ka arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere are some minor spoilers in this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are some minor spoilers in this review.\u001b[24m\n    \u001b[1mこのレビューにはマイナーなスポイラーがいくつかあります。\u001b[22m, \u001b[1mこのレビューでいくつかのマイナーなスポイラーがあります。\u001b[22m\n\u001b[1m\u001b[22m\nAmount of episodes - There was a total of 12 episodes in this series\n\n\u001b[1mエピソードの量 - このシリーズに合計12のエピソードがありました\u001b[22m\n\u001b[1m(Episōdo no ryō - kono shirīzu ni gōkei 12 no episōdo ga arimashita)\u001b[22m\n\nTranslations of \u001b[4mAmount of episodes - There was a total of 12 episodes in this series\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAmount of episodes - There was a total of 12 episodes in this series\u001b[24m\n    \u001b[1mエピソードの量 - このシリーズに合計12のエピソードがありました\u001b[22m, \u001b[1mエピソードの量 -  12エピソードの合計は、このシリーズでした\u001b[22m\n\u001b[1m\u001b[22m\nGenres - Action, Comedy, Parody, Sci-Fi, Seinen, Super Power, Supernatural\n\n\u001b[1mジャンル - アクション、コメディ、パロディー、SF、セイネン、スーパーパワー、超自然\u001b[22m\n\u001b[1m(Janru - akushon, komedi, parodī, SF, seinen, sūpāpawā, chō shizen)\u001b[22m\n\nTranslations of \u001b[4mGenres - Action, Comedy, Parody, Sci-Fi, Seinen, Super Power, Supernatural\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenres - Action, Comedy, Parody, Sci-Fi, Seinen, Super Power, Supernatural\u001b[24m\n    \u001b[1mジャンル - アクション、コメディ、パロディー、SF、セイネン、スーパーパワー、超自然\u001b[22m, \u001b[1mジャンル - アクション、コメディ、パロディ、サイエンスフィクション、青年、スーパーパワー、スーパーナチュラル\u001b[22m\n\u001b[1m\u001b[22m\nWhat I liked about the anime\n\n\u001b[1m私がアニメを好きだったもの\u001b[22m\n\u001b[1m(Watashi ga anime o sukidatta mono)\u001b[22m\n\nTranslations of \u001b[4mWhat I liked about the anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I liked about the anime\u001b[24m\n    \u001b[1m私がアニメを好きだったもの\u001b[22m, \u001b[1m私はアニメについて言っています\u001b[22m\n\u001b[1m\u001b[22m\n1 - I will admit that I did love the art style of the anime, especially how each of the villains in the show looked\n\n\u001b[1m1  - 私はアニメの芸術スタイルが好きだったことを認めます、特にショーの悪役のそれぞれがどのように見えたか\u001b[22m\n\u001b[1m(1 - Watashi wa anime no geijutsu sutairu ga sukidatta koto o mitomemasu, tokuni shō no akuyaku no sorezore ga dono yō ni mieta ka)\u001b[22m\n\nTranslations of \u001b[4m1 - I will admit that I did love the art style of the anime, especially how each of the villains in the show looked\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1 - I will admit that I did love the art style of the anime, especially how each of the villains in the show looked\u001b[24m\n    \u001b[1m1  - 私はアニメの芸術スタイルが好きだったことを認めます、特にショーの悪役のそれぞれがどのように見えたか\u001b[22m, \u001b[1m1  - 私は、ショーで悪役のそれぞれが見て、特にどのように、私はアニメのアートスタイルを愛していたことを認めるだろう\u001b[22m\n\u001b[1m\u001b[22m\n2- I will admit that I also loved the opening theme that was at the start of every episode, kind of had a rock feeling to it.\n\n\u001b[1m2  - 私はまた、すべてのエピソードの始まりであったオープニングテーマを愛していたことを認めます。\u001b[22m\n\u001b[1m(2 - Watashi wa mata, subete no episōdo no hajimarideatta ōpuningutēma o aishite ita koto o mitomemasu.)\u001b[22m\n\nTranslations of \u001b[4m2- I will admit that I also loved the opening theme that was at the start of every episode, kind of had a rock feeling to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2- I will admit that I also loved the opening theme that was at the start of every episode, kind of had a rock feeling to it.\u001b[24m\n    \u001b[1m2  - 私はまた、すべてのエピソードの始まりであったオープニングテーマを愛していたことを認めます。\u001b[22m, \u001b[1m2-私はまた種類のそれにロック感を持っていた、すべてのエピソードの開始時にしたオープニングテーマを愛していることを認めるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I disliked about the anime -\n\n\u001b[1m私がアニメについて嫌いだったもの - \u001b[22m\n\u001b[1m(Watashi ga anime ni tsuite kiraidatta mono -)\u001b[22m\n\nTranslations of \u001b[4mWhat I disliked about the anime -\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I disliked about the anime -\u001b[24m\n    \u001b[1m私がアニメについて嫌いだったもの - \u001b[22m, \u001b[1m私はアニメについて嫌わ - \u001b[22m\n\u001b[1m\u001b[22m\n1 - The show didn't live up to the hype, like I said at the start, the show wasn't bad but it wasn't as good as it was hyped up to be.\n\n\u001b[1m1  - ショーは誇大広告までは生きていなかった、私が最初に言ったように、ショーは悪くはなかったが、それは誇張されていたほど良くはなかった。\u001b[22m\n\u001b[1m(1 - Shō wa kodai kōkoku made wa ikite inakatta, watashi ga saisho ni itta yō ni, shō wa waruku wa nakattaga, soreha kochō sa rete ita hodo yoku wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4m1 - The show didn't live up to the hype, like I said at the start, the show wasn't bad but it wasn't as good as it was hyped up to be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1 - The show didn't live up to the hype, like I said at the start, the show wasn't bad but it wasn't as good as it was hyped up to be.\u001b[24m\n    \u001b[1m1  - ショーは誇大広告までは生きていなかった、私が最初に言ったように、ショーは悪くはなかったが、それは誇張されていたほど良くはなかった。\u001b[22m, \u001b[1m1  - 私はショーは悪くなかったが、それがあることをアップ宣伝したほど良好ではなかった、開始時に言ったようにショーは、誇大広告まで住んでいません。\u001b[22m\n\u001b[1m\u001b[22m\n2 - Some of the jokes used in the show kind of seemed to be recycled at times.\n\n\u001b[1m2  - ショーの種類で使用されたジョークのいくつかは時々リサイクルされたようです。\u001b[22m\n\u001b[1m(2 - Shō no shurui de shiyō sa reta jōku no ikutsu ka wa tokidoki risaikuru sa reta yōdesu.)\u001b[22m\n\nTranslations of \u001b[4m2 - Some of the jokes used in the show kind of seemed to be recycled at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2 - Some of the jokes used in the show kind of seemed to be recycled at times.\u001b[24m\n    \u001b[1m2  - ショーの種類で使用されたジョークのいくつかは時々リサイクルされたようです。\u001b[22m, \u001b[1m2  - ショーで使用されるジョークのいくつかは一種の時間にリサイクルするように見えました。\u001b[22m\n\u001b[1m\u001b[22m\n3 - the 'punch one villain and he is easily defeated' mentality became dry and repetitive after a while.\n\n\u001b[1m3  -  'パンチ1悪者と彼は簡単に敗北した'メンターシップはしばらくしてから乾いて繰り返しました。\u001b[22m\n\u001b[1m(3 - ' Panchi 1 warumono to kare wa kantan ni haiboku shita' mentāshippu wa shibaraku shite kara kawaite kurikaeshimashita.)\u001b[22m\n\nTranslations of \u001b[4m3 - the 'punch one villain and he is easily defeated' mentality became dry and repetitive after a while.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3 - the 'punch one villain and he is easily defeated' mentality became dry and repetitive after a while.\u001b[24m\n    \u001b[1m3  -  'パンチ1悪者と彼は簡単に敗北した'メンターシップはしばらくしてから乾いて繰り返しました。\u001b[22m, \u001b[1m3  -  '1悪役をパンチ、彼は簡単に負けた」の考え方は、しばらく後に乾燥し、繰り返しになりました。\u001b[22m\n\u001b[1m\u001b[22m\nMy favourite character from the show is the main character Saitama\n\n\u001b[1mショーの私の好きなキャラクターは主人公の埼玉です\u001b[22m\n\u001b[1m(Shō no watashi no sukina kyarakutā wa shujinkō no Saitamadesu)\u001b[22m\n\nTranslations of \u001b[4mMy favourite character from the show is the main character Saitama\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favourite character from the show is the main character Saitama\u001b[24m\n    \u001b[1mショーの私の好きなキャラクターは主人公の埼玉です\u001b[22m, \u001b[1mショーからの私のお気に入りのキャラクターは主人公埼玉です\u001b[22m\n\u001b[1m\u001b[22m\nMy overall rating for the show is 6/10\n\n\u001b[1mショーの総合評価は6/10です\u001b[22m\n\u001b[1m(Shō no sōgō hyōka wa 6/ 10desu)\u001b[22m\n\nTranslations of \u001b[4mMy overall rating for the show is 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy overall rating for the show is 6/10\u001b[24m\n    \u001b[1mショーの総合評価は6/10です\u001b[22m, \u001b[1mショーのための私の全体的な評価は6/10です\u001b[22m"
  },
  {
    "title": "One_Punch_Man",
    "id": "30276",
    "url": "https://myanimelist.net/anime/30276/One_Punch_Man",
    "user": "SirHellfire",
    "profile": "/profile/SirHellfire/reviews",
    "pages": "16",
    "number": "6",
    "link": "/reviews.php?id=206146",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  9\n\nワン・パンチ・マンは、そのアニメの一つになるだろうと思う。 あなたは、エヴァンゲリオン、コードギアス、カウボーイビバップ、バカノのようなものを知っています。 あなたが見たことがない（そして好きだった）人は明らかにアニメのファンではないということを示す...。 私はこれを最初に言うつもりです。だから、実際にレビューを読むときに人々は彼らの心を失うことはありません。 私は一人のパンチマンを憎んではいない。 そこ。 それでおしまい。\n\n短いバージョン：\n（+）ショーは本当に面白いです。\n（+）このショーを見る最高の理由は、戦闘シーンです。\n（+）サウンドトラックはあなたに誇大宣伝します。\n（ - ）いくつかの戦闘シーンの芸術は実際にはちっともしていません。\n\nストーリー（6/10）：ワン・パンチ・マンの物語はおそらくアニメが今までに作り出したものを消化する最も簡単な物語の1つです。 ショー全体は文字通り、実際に彼のパンチの1つ以上を取ることができる相手を見つけるために、楽しいためのスーパーヒーローだが、約エピソード5で停止する大丈夫です。  ...。エクストリーム。 私は、最初のエピソードでは、3つの大きな悪役が破壊され、あなたが本当にあなたのモニターに叫ぶだけであなたがおそらく召喚することができる最も深く、最も声で叫ぶことによってそれらに本当に反応することができるようにover-the-topである2つの戦いがあることを意味します。 ショーの悲鳴を上げる部分は、最終的なクレジットまで、そして最終的なクレジットの前のそれらの瞬間が驚異的になるまで、それ自身の上に構築し続けます。 あなたがマンガを読んだら、ショーの終わりは予測可能でした。そして、それはまさにショーの終わりがあなたにすると言っていることです。 漫画を読んでください。 通常、私はこれに問題があるだろう、と私はまだ行うが、真剣にあなたはマンガを読んで行く必要があります。 それは本当に良い結末を求めることはできませんでした。\n\nキャラクター（8/10）：このショーに、狂信的な言い回しのすべてに同意できるものが1つあれば、2人のメインキャラクターはメインであると言えばすばらしいです。\n\n埼玉：これまでにない最も空想的なヒーローと、このようなショーのための理想的な主人公。\n\nジェノス：Saitamaへの一種の仲間と彼の反対の完全な極座標。\n\nこの2人のキャラクターのために、私はこのショーがうまくいくと思っています。これらの2つの完全な並置は、ヒーローの天使全体に必要な新鮮な空気です。  「私の家族は私の目の前で死んでいたので、私はこれをやっています。」埼玉は、「楽しいから」と答えてくれるでしょう。一方、ジェノスは一般的なヒーローです。 これは私がこのショーを見るのが好きな理由です。どんな状況であっても、ジェノスが何を言っているのか正確に推測できるので、埼玉はちょうどどこからも出てこないので、真剣な気持ちを窓から投げます。\n\nアート＆amp; サウンド（7/10）＆amp;  *拍手する* （7/10）：私は芸術がどんなスタンダードでもなめらかでクソだと認めますが、これまでに見たことのない最高のものです。 確かに通常の対話シーンでは、アニメーションが素晴らしいように見えますが、いくつかの戦いが落ちると変わってしまいます。 それはあなたのF15ラプターなどでの飛行のようなものです。突然、ジェット機がうまく動作しない翼に変わります。 ビジュアルの品質を落とすことで戦闘シーンをアニメーション化する方がずっと簡単だと理解していますが、シーンが「FUCK YES!!!!」という叫び声を残している限り、それでいいです 私はまだそれが2つの間でどのようにずれているのか無視できません。 私が無限に印象的なことの一つは、リード・アニメーター自身が、このショーの予算は平均以上のものではないと言いました。私は「巨額の予算で作業しているわけではなく、平均的な予算で作業しています。 誰もができるだけ大きく見えるようにすべてのフレームに心と魂を入れているだけです」と言っています。他のすべてのショーにどれほどの努力が払われているかを考えさせますが、アニメーションチームは拍手喝采に値するでしょう。  。 \n\nこのショーのサウンドは、OPが鳴る瞬間から、ファンを叩く準備ができていて、そして細断されたギターの主な戦いのテーマだけで、血のポンピングがかなりファックしています。 私の注意を引いたサウンドトラックの他の部分がありますが、それは実際にはギターのある部分だけが私のものでした、ボード全体に作用する声は私が心配する限りかなり標準的です。\n\nあなたはこのアニメをどう思いますか？\n\nこれは、私のルームメイトと酔って酔っているときに見るアニメのようなものです。できれば買うつもりです。 しかし、聖杯のコレクションではありません。\n\nこのアニメをお勧めしますか？\n\nええ、もしあなたが確かに見るアニメについていたら。 あなたは、あなたがアニメに入れたい友達がいる場合は？ 確かに。 あなたは次の非常に絶賛されたアニメを探している場合は？ いいえ、ほんのわずかではありません。\n\nさようなら私の兄弟、次の1つに会いましょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nOne Punch Man, I feel, is going to become one of those anime. You know, the ones like Evangelion, Code Geass, Cowboy Bebop, Baccano. The shows that if you haven’t seen (and liked) you apparently aren’t a fan of anime….somehow. I’m going to say this at the start so people don’t lose their fucking minds when they actually read the review (Even though they still will). I don’t hate One Punch Man. There. That’s it.\n\n\u001b[1mワン・パンチ・マンは、そのアニメの一つになるだろうと思う。 あなたは、エヴァンゲリオン、コードギアス、カウボーイビバップ、バカノのようなものを知っています。 あなたが見たことがない（そして好きだった）人は明らかにアニメのファンではないということを示す...。 私はこれを最初に言うつもりです。だから、実際にレビューを読むときに人々は彼らの心を失うことはありません。 私は一人のパンチマンを憎んではいない。 そこ。 それでおしまい。\u001b[22m\n\u001b[1m(Wan panchi man wa, sono anime no hitotsu ni narudarou to omou. Anata wa, evu~angerion, kōdogiasu, kaubōibibappu, baka no no yōna mono o shitte imasu. Anata ga mita koto ga nai (soshite sukidatta) hito wa akiraka ni anime no fande wa nai to iu koto o shimesu. ... Watashi wa kore o saisho ni iu tsumoridesu. Dakara, jissai ni rebyū o yomu toki ni hitobito wa karera no kokoro o ushinau koto wa arimasen. Watashi wa hitori no panchiman o nikunde wa inai. Soko. Sorede oshimai.)\u001b[22m\n\nTranslations of \u001b[4mOne Punch Man, I feel, is going to become one of those anime. You know, the ones like Evangelion, Code Geass, Cowboy Bebop, Baccano. The shows that if you haven’t seen (and liked) you apparently aren’t a fan of anime….somehow. I’m going to say this at the start so people don’t lose their fucking minds when they actually read the review (Even though they still will). I don’t hate One Punch Man. There. That’s it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Punch Man, I feel, is going to become one of those anime.\u001b[24m\n    \u001b[1mワン・パンチ・マンは、そのアニメの一つになるだろうと思う。\u001b[22m, \u001b[1mOneパンチ男は、私が感じる、それらのアニメの一つになるだろう。\u001b[22m\n\u001b[4mYou know, the ones like Evangelion, Code Geass, Cowboy Bebop, Baccano.\u001b[24m\n    \u001b[1mあなたは、エヴァンゲリオン、コードギアス、カウボーイビバップ、バカノのようなものを知っています。\u001b[22m, \u001b[1mあなたは、エヴァンゲリオン、コードギアス、カウボーイビバップ、バッカーノのようなものを知っています。\u001b[22m\n\u001b[4mThe shows that if you haven’t seen (and liked) you apparently aren’t a fan of anime….somehow.\u001b[24m\n    \u001b[1mあなたが見たことがない（そして好きだった）人は明らかにアニメのファンではないということを示す...。\u001b[22m, \u001b[1mあなたが見て（と言って）していない場合は、明らかに.somehow...アニメのファンではないことを示しています。\u001b[22m\n\u001b[4mI’m going to say this at the start so people don’t lose their fucking minds when they actually read the review (Even though they still will).\u001b[24m\n    \u001b[1m私はこれを最初に言うつもりです。だから、実際にレビューを読むときに人々は彼らの心を失うことはありません。\u001b[22m, \u001b[1m私は、彼らが実際にレビューを読んだときに人々がクソの心を失うことはありませんので（にもかかわらず、彼らはまだでしょう）開始時にこれを言うつもりです。\u001b[22m\n\u001b[4mI don’t hate One Punch Man.\u001b[24m\n    \u001b[1m私は一人のパンチマンを憎んではいない。\u001b[22m, \u001b[1m私はOneパンチ男を嫌いではありません。\u001b[22m\n\u001b[4mThere.\u001b[24m\n    \u001b[1mそこ。\u001b[22m, \u001b[1mそこに。\u001b[22m\n\u001b[4mThat’s it.\u001b[24m\n    \u001b[1mそれでおしまい。\u001b[22m, \u001b[1mそれだけです。\u001b[22m\n\u001b[1m\u001b[22m\nThe Short Version:\n\n\u001b[1m短いバージョン：\u001b[22m\n\u001b[1m(Mijikai bājon:)\u001b[22m\n\nTranslations of \u001b[4mThe Short Version:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Short Version:\u001b[24m\n    \u001b[1m短いバージョン：\u001b[22m, \u001b[1mショートバージョン：\u001b[22m\n(+)The show is so over-the-top it’s actually entertaining.\n\n\u001b[1m（+）ショーは本当に面白いです。\u001b[22m\n\u001b[1m((+ ) Shō wa hontōni omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4m(+)The show is so over-the-top it’s actually entertaining.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(+)The show is so over-the-top it’s actually entertaining.\u001b[24m\n    \u001b[1m（+）ショーは本当に面白いです。\u001b[22m, \u001b[1m（+）のショーは、オーバーザトップ、それは実際に面白いですのでです。\u001b[22m\n(+)The fight scenes are the best reason to watch this show.\n\n\u001b[1m（+）このショーを見る最高の理由は、戦闘シーンです。\u001b[22m\n\u001b[1m((+ ) Kono shō o miru saikō no riyū wa, sentō shīndesu.)\u001b[22m\n\nTranslations of \u001b[4m(+)The fight scenes are the best reason to watch this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(+)The fight scenes are the best reason to watch this show.\u001b[24m\n    \u001b[1m（+）このショーを見る最高の理由は、戦闘シーンです。\u001b[22m, \u001b[1m（+）の戦いのシーンは、このショーを見するための最良の理由です。\u001b[22m\n(+)The soundtrack gets you hype.\n\n\u001b[1m（+）サウンドトラックはあなたに誇大宣伝します。\u001b[22m\n\u001b[1m((+ ) Saundotorakku wa anata ni kodai senden shimasu.)\u001b[22m\n\nTranslations of \u001b[4m(+)The soundtrack gets you hype.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(+)The soundtrack gets you hype.\u001b[24m\n    \u001b[1m（+）サウンドトラックはあなたに誇大宣伝します。\u001b[22m, \u001b[1m（+）のサウンドトラックはあなたの誇大広告を取得します。\u001b[22m\n(-)The art in some of the fight scenes is actually kinda shit.\n\n\u001b[1m（ - ）いくつかの戦闘シーンの芸術は実際にはちっともしていません。\u001b[22m\n\u001b[1m(( - ) Ikutsu ka no sentō shīn no geijutsu wa jissai ni wa chittomo shite imasen.)\u001b[22m\n\nTranslations of \u001b[4m(-)The art in some of the fight scenes is actually kinda shit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(-)The art in some of the fight scenes is actually kinda shit.\u001b[24m\n    \u001b[1m（ - ）いくつかの戦闘シーンの芸術は実際にはちっともしていません。\u001b[22m, \u001b[1m（ - ）の戦いのシーンのいくつかの芸術は、実際にはちょっとたわごとです。\u001b[22m\n\u001b[1m\u001b[22m\nThe Story (6/10): The story of One Punch Man is probably one of the easiest stories to digest that anime has ever produced. The entire show is literally about one guy, who's a superhero for fun, trying to find an opponent that can actually take more than one of his punches, but it's okay that stops at about episode 5. The stuff that actually happens in the show is ….extreme. I mean, in the first episode three big villains get wrecked and there's two fights that are so over-the-top that you can only really react to them by just screaming at your monitor in the deepest and manliest voice you can possibly muster, and that screaming part of the show keeps building upon itself until the final credits, and those moments before the final credits are amazing. The ending of the show was predictable if you read the manga, and that’s exactly what the end of the show tells you to do. Go read the manga. Normally I’d have a problem with this, and I still do, but seriously you should go read the manga. That and you couldn’t really ask for a better ending.\n\n\u001b[1mストーリー（6/10）：ワン・パンチ・マンの物語はおそらくアニメが今までに作り出したものを消化する最も簡単な物語の1つです。 ショー全体は文字通り、実際に彼のパンチの1つ以上を取ることができる相手を見つけるために、楽しいためのスーパーヒーローだが、約エピソード5で停止する大丈夫です。  ...。エクストリーム。 私は、最初のエピソードでは、3つの大きな悪役が破壊され、あなたが本当にあなたのモニターに叫ぶだけであなたがおそらく召喚することができる最も深く、最も声で叫ぶことによってそれらに本当に反応することができるようにover-the-topである2つの戦いがあることを意味します。 ショーの悲鳴を上げる部分は、最終的なクレジットまで、そして最終的なクレジットの前のそれらの瞬間が驚異的になるまで、それ自身の上に構築し続けます。 あなたがマンガを読んだら、ショーの終わりは予測可能でした。そして、それはまさにショーの終わりがあなたにすると言っていることです。 漫画を読んでください。 通常、私はこれに問題があるだろう、と私はまだ行うが、真剣にあなたはマンガを読んで行く必要があります。 それは本当に良い結末を求めることはできませんでした。\u001b[22m\n\u001b[1m(Sutōrī (6 / 10): Wan panchi man no monogatari wa osoraku anime ga ima made ni tsukuridashita mono o shōka suru mottomo kantan'na monogatari no 1tsudesu. Shō zentai wa mojidōri, jissai ni kare no panchi no 1tsu ijō o toru koto ga dekiru aite o mitsukeru tame ni, tanoshī tame no sūpāhīrōdaga, yaku episōdo 5 de teishi suru daijōbudesu.. ... Ekusutorīmu. Watashi wa, saisho no episōdode wa, 3ttsu no ōkina akuyaku ga hakai sa re, anata ga hontōni anata no monitā ni sakebu dake de anata ga osoraku shōkan suru koto ga dekiru mottomo fukaku, mottomo koe de sakebu koto ni yotte sorera ni hontōni han'nō suru koto ga dekiru yō ni ōvu~ā - the - topdearu 2tsu no tatakai ga aru koto o imi shimasu. Shō no himeiwoageru bubun wa, saishū-tekina kurejitto made, soshite saishū-tekina kurejitto no mae no sorera no shunkan ga kyōi-teki ni naru made, sore jishin no ue ni kōchiku shi tsudzukemasu. Anata ga manga o yondara, shō no owari wa yosoku kanōdeshita. Soshite, sore wa masani shō no owari ga anata ni suru to itte iru kotodesu. Manga o yonde kudasai. Tsūjō, watashi wa kore ni mondai ga arudarou, to watashi wa mada okonauga, shinken ni anata wa manga o yonde iku hitsuyō ga arimasu. Sore wa hontōni yoi ketsumatsu o motomeru koto wa dekimasendeshita.)\u001b[22m\n\u001b[1m\u001b[22m\nThe Character (8/10): If there’s one thing in this show that I can agree with all of its fanatics on, it’s that the two main character are just awesome, speaking of mains.\n\n\u001b[1mキャラクター（8/10）：このショーに、狂信的な言い回しのすべてに同意できるものが1つあれば、2人のメインキャラクターはメインであると言えばすばらしいです。\u001b[22m\n\u001b[1m(Kyarakutā (8 / 10): Kono shō ni, kyōshin-tekina iimawashi no subete ni dōi dekiru mono ga 1tsu areba, 2-ri no meinkyarakutā wa meindearu to ieba subarashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Character (8/10): If there’s one thing in this show that I can agree with all of its fanatics on, it’s that the two main character are just awesome, speaking of mains.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Character (8/10): If there’s one thing in this show that I can agree with all of its fanatics on, it’s that the two main character are just awesome, speaking of mains.\u001b[24m\n    \u001b[1mキャラクター（8/10）：このショーに、狂信的な言い回しのすべてに同意できるものが1つあれば、2人のメインキャラクターはメインであると言えばすばらしいです。\u001b[22m, \u001b[1m文字（8/10）：私はその狂信者のすべてに同意することができ、このショーで一つのことがある場合、それは、主に2つの文字が本線といえば、ただ驚くばかりであることです。\u001b[22m\n\u001b[1m\u001b[22m\nSaitama: The most laidback hero to ever exist and the ideal protagonist for a show like this.\n\n\u001b[1m埼玉：これまでにない最も空想的なヒーローと、このようなショーのための理想的な主人公。\u001b[22m\n\u001b[1m(Saitama: Kore made ni nai mottomo kūsō-tekina hīrō to, kono yōna shō no tame no risō-tekina shujinkō.)\u001b[22m\n\nTranslations of \u001b[4mSaitama: The most laidback hero to ever exist and the ideal protagonist for a show like this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSaitama: The most laidback hero to ever exist and the ideal protagonist for a show like this.\u001b[24m\n    \u001b[1m埼玉：これまでにない最も空想的なヒーローと、このようなショーのための理想的な主人公。\u001b[22m, \u001b[1m埼玉県：今までに存在する最ものんびり主人公とこのようなショーのための理想的な主人公。\u001b[22m\n\u001b[1m\u001b[22m\nGenos: Sort-of sidekick to Saitama and complete polar opposite to him as well.\n\n\u001b[1mジェノス：Saitamaへの一種の仲間と彼の反対の完全な極座標。\u001b[22m\n\u001b[1m(Jenosu: Saitama e no isshu no nakama to kare no hantai no kanzen'na kyokuzahyō.)\u001b[22m\n\nTranslations of \u001b[4mGenos: Sort-of sidekick to Saitama and complete polar opposite to him as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenos: Sort-of sidekick to Saitama and complete polar opposite to him as well.\u001b[24m\n    \u001b[1mジェノス：Saitamaへの一種の仲間と彼の反対の完全な極座標。\u001b[22m, \u001b[1mGenos：ソート-の相棒埼玉に、同様に彼に正反対を完了します。\u001b[22m\n\u001b[1m\u001b[22m\nIt’s because of these two characters that I think this show works so well, the complete juxtaposition between these two are a much needed fresh air on the whole ‘hero’ angel. Instead of something like, “I’m doing this because my family died before my eyes and blahblahblah.” Saitama would just respond with, “Cause its fun.” Genos on the other hand is very much the generic hero. This is the reason I like watching this show, because in any situation you can probably guess exactly what Genos is going to say, then Saitama just comes out of nowhere and throws the serious vibe right out the fucking window.\n\n\u001b[1mこの2人のキャラクターのために、私はこのショーがうまくいくと思っています。これらの2つの完全な並置は、ヒーローの天使全体に必要な新鮮な空気です。  「私の家族は私の目の前で死んでいたので、私はこれをやっています。」埼玉は、「楽しいから」と答えてくれるでしょう。一方、ジェノスは一般的なヒーローです。 これは私がこのショーを見るのが好きな理由です。どんな状況であっても、ジェノスが何を言っているのか正確に推測できるので、埼玉はちょうどどこからも出てこないので、真剣な気持ちを窓から投げます。\u001b[22m\n\u001b[1m(Kono 2-ri no kyarakutā no tame ni, watashi wa kono shō ga umaku iku to omotte imasu. Korera no 2tsu no kanzen'na heichi wa, hīrō no tenshi zentai ni hitsuyōna shinsen'na kūkidesu. `Watashinokazoku wa watashi no menomaede shinde itanode, watashi wa kore o yatte imasu.' Saitama wa,`tanoshīkara' to kotaete kurerudeshou. Ippō, jenosu wa ippantekina hīrōdesu. Kore wa watashi ga kono shō o miru no ga sukina riyūdesu. Don'na jōkyōdeatte mo, jenosu ga nani o itte iru no ka seikaku ni suisoku dekiru node, Saitama wa chōdo doko kara mo dete konainode, shinken'na kimochi o mado kara nagemasu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s because of these two characters that I think this show works so well, the complete juxtaposition between these two are a much needed fresh air on the whole ‘hero’ angel. Instead of something like, “I’m doing this because my family died before my eyes and blahblahblah.” Saitama would just respond with, “Cause its fun.” Genos on the other hand is very much the generic hero. This is the reason I like watching this show, because in any situation you can probably guess exactly what Genos is going to say, then Saitama just comes out of nowhere and throws the serious vibe right out the fucking window.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s because of these two characters that I think this show works so well, the complete juxtaposition between these two are a much needed fresh air on the whole ‘hero’ angel.\u001b[24m\n    \u001b[1mこの2人のキャラクターのために、私はこのショーがうまくいくと思っています。これらの2つの完全な並置は、ヒーローの天使全体に必要な新鮮な空気です。\u001b[22m, \u001b[1m私はこのショーがうまくうまくいくと思うこれらの2文字は、これらの2つの間の完全な並置は、全体の「ヒーロー」天使に多くの必要な新鮮な空気であるからです。\u001b[22m\n\u001b[4mInstead of something like, “I’m doing this because my family died before my eyes and blahblahblah.” Saitama would just respond with, “Cause its fun.” Genos on the other hand is very much the generic hero.\u001b[24m\n    \u001b[1m「私の家族は私の目の前で死んでいたので、私はこれをやっています。」埼玉は、「楽しいから」と答えてくれるでしょう。一方、ジェノスは一般的なヒーローです。\u001b[22m, \u001b[1m代わりに、「私の家族は私の目とblahblahblah前に死亡したので、私はこれをやっている。「埼玉はちょうど、で応答することになる」とは、その楽しさの原因となります。」のようなもののGenosは、一方で非常に一般的なヒーローです。\u001b[22m\n\u001b[4mThis is the reason I like watching this show, because in any situation you can probably guess exactly what Genos is going to say, then Saitama just comes out of nowhere and throws the serious vibe right out the fucking window.\u001b[24m\n    \u001b[1mこれは私がこのショーを見るのが好きな理由です。どんな状況であっても、ジェノスが何を言っているのか正確に推測できるので、埼玉はちょうどどこからも出てこないので、真剣な気持ちを窓から投げます。\u001b[22m, \u001b[1mあなたはおそらくGenosが言うしようとしている正確に何を推測することができますどのような状況で、その後、埼玉県はちょうどどこからともなく出てくると右クソ窓の外の深刻な雰囲気をスローするので、これは、私がこの番組を見て好きな理由です。\u001b[22m\n\u001b[1m\u001b[22m\nThe Art &amp; Sound (7/10) &amp; *Claps* (7/10): I will admit that the art is pretty fucking smooth by any standard, but it isn’t the greatest I’ve ever seen. Sure in the normal dialogue scenes the animation looks great, but then when some of the fights go down, it turns to shit. It’s like your flying in a F15 Raptor or something, then suddenly that jet turns into a pair of wings that don’t work properly. I understand that sometimes it's a lot easier to animate a fight scene by dropping the quality of the visuals, which I'm fine with so long as the scene retains that thing that makes me yell, “FUCK YES!!!!” Then again I still can't ignore how off-putting it is shifting between the two. One thing I find infinitely impressive is that the lead animator himself said that the budget for this show wasn’t anything above average and I quote, “We aren’t working with a colossal budget, we’re working with an average budget. Everyone's just putting their hearts and souls into every frame to make it look as great as we possibly can.” Makes me think how little effort goes into every other show really, but a round of applause is deserved by the animation team so here you go .\n\n\u001b[1mアート＆amp; サウンド（7/10）＆amp;  *クラップス* （7/10）：私は芸術がどんなスタンダードでもなめらかでクソだと認めますが、これまでに見たことのない最高のものです。 確かに通常の対話シーンでは、アニメーションが素晴らしいように見えますが、いくつかの戦いが落ちると変わってしまいます。 それはあなたのF15ラプターなどでの飛行のようなものです。突然、ジェット機はうまく動作しない翼に変わります。 ビジュアルの品質を落とすことで戦闘シーンをアニメーション化する方がずっと簡単だと理解していますが、シーンが「FUCK YES!!!!」という叫び声を残している限り、それでいいです 私はまだそれが2つの間でどのようにずれているのか無視できません。 私が無限に印象的なことの一つは、リード・アニメーター自身が、このショーの予算は平均以上のものではないと言いました。私は「巨額の予算で作業しているわけではなく、平均的な予算で作業しています。 誰もができるだけ大きく見えるようにすべてのフレームに心と魂を入れているだけです」と言っています。他のすべてのショーにどれほどの努力が払われているかを考えさせますが、アニメーションチームは拍手喝采に値するでしょう。  。 \u001b[22m\n\u001b[1m(Āto& amp; saundo (7 / 10)& amp; (7 / 10): Watashi wa geijutsu ga don'na sutandādo demo namerakade kusoda to mitomemasuga, kore made ni mita koto no nai saikō no monodesu. Tashika ni tsūjō no taiwa shīnde wa, animēshon ga subarashī yō ni miemasuga, ikutsu ka notatakai ga ochiru to kawatte shimaimasu. Sore wa anata no F 15 raputā nado de no hikō no yōna monodesu. Totsuzen, jettoki wa umaku dōsa shinai tsubasa ni kawarimasu. Bijuaru no hinshitsu o otosu koto de sentō shīn o animēshon-ka suru kata ga zutto kantanda to rikai shite imasuga, shīn ga `FUCK i~esu!!!!' To iu sakebigoe o nokoshite iru kagiri, sorede īdesu watashi wa mada sore ga 2tsu no ma de dono yō ni zurete iru no ka mushi dekimasen. Watashi ga mugen ni inshō-tekina koto no hitotsu wa, rīdo animētā jishin ga, kono shō no yosan wa heikin ijō no monode wa nai to iimashita. Watashi wa `kyogaku no yosan de sagyō shite iru wakede wa naku, heikin-tekina yosan de sagyō shite imasu. Daremoga dekiru dake ōkiku mieru yō ni subete no furēmu ni kokoro to tamashī o irete iru dakedesu' to itte imasu. Hoka no subete no shō ni dorehodo no doryoku ga harawa rete iru ka o kangae sasemasuga, animēshonchīmu wa hakujukassai ni ataisurudeshou.. * Kurappusu*)\u001b[22m\n\u001b[1m\u001b[22m\nThe sound of this show is pretty fucking blood pumping, from the moment the OP clicks on I’m ready for shit to hit the fan, and the main battle theme with its shredding guitar just…man it’s gets me going. There are other parts of the soundtrack that caught my attention but that was really only the parts with a guitar every other part was meh, the voice acting across the board is pretty standard as far as I’m concerned.\n\n\u001b[1mこのショーのサウンドは、OPが鳴る瞬間から、ファンを叩く準備ができていて、そして細断されたギターの主な戦いのテーマだけで、血のポンピングがかなりファックしています。 私の注意を引いたサウンドトラックの他の部分がありますが、それは実際にはギターのある部分だけが私のものでした、ボード全体に作用する声は私が心配する限りかなり標準的です。\u001b[22m\n\u001b[1m(Kono shō no saundo wa, OP ga naru shunkan kara, fan o tataku junbi ga dekite ite, soshite Hoso dan sa reta gitā no omona tatakai no tēma dake de, chi no ponpingu ga kanari fakku shite imasu. Watashi no chūi o hiita saundotorakku no ta no bubun ga arimasuga, sore wa jissai ni wa gitā no aru bubun dake ga watashi no monodeshita, bōdo zentai ni sayō suru koe wa watashi ga shinpai suru kagiri kanari hyōjun-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound of this show is pretty fucking blood pumping, from the moment the OP clicks on I’m ready for shit to hit the fan, and the main battle theme with its shredding guitar just…man it’s gets me going. There are other parts of the soundtrack that caught my attention but that was really only the parts with a guitar every other part was meh, the voice acting across the board is pretty standard as far as I’m concerned.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound of this show is pretty fucking blood pumping, from the moment the OP clicks on I’m ready for shit to hit the fan, and the main battle theme with its shredding guitar just…man it’s gets me going.\u001b[24m\n    \u001b[1mこのショーのサウンドは、OPが鳴る瞬間から、ファンを叩く準備ができていて、そして細断されたギターの主な戦いのテーマだけで、血のポンピングがかなりファックしています。\u001b[22m, \u001b[1mこのショーの音はI上のOPのクリックがファンをヒットするたわごとのための準備ができていた瞬間から、かなりクソ血液ポンプであり、そのシュレッド・ギターとの主な戦いのテーマはちょうど...それは私が行くの取得だ男。\u001b[22m\n\u001b[4mThere are other parts of the soundtrack that caught my attention but that was really only the parts with a guitar every other part was meh, the voice acting across the board is pretty standard as far as I’m concerned.\u001b[24m\n    \u001b[1m私の注意を引いたサウンドトラックの他の部分がありますが、それは実際にはギターのある部分だけが私のものでした、ボード全体に作用する声は私が心配する限りかなり標準的です。\u001b[22m, \u001b[1mそこに私の注意を引いたサウンドトラックの他の部分があるが、それは本当にすべての他の部分はまあまあだったギターで唯一の部分だった、軒並み演技の声は私に関する限りかなり標準的です。\u001b[22m\n\u001b[1m\u001b[22m\nWhat do you think of this anime?\n\n\u001b[1mあなたはこのアニメをどう思いますか？\u001b[22m\n\u001b[1m(Anata wa kono anime o dōomoimasuka?)\u001b[22m\n\nTranslations of \u001b[4mWhat do you think of this anime?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat do you think of this anime?\u001b[24m\n    \u001b[1mあなたはこのアニメをどう思いますか？\u001b[22m\n\u001b[1m\u001b[22m\nThis is the sort of anime I’d watch when piss drunk with my roommates, and I’m probably going to buy it when I can. Not for the Holy Grail collection though.\n\n\u001b[1mこれは、私のルームメイトと酔って酔っているときに見るアニメのようなものです。できれば買うつもりです。 しかし、聖杯のコレクションではありません。\u001b[22m\n\u001b[1m(Kore wa, watashi no rūmumeito to yotte yotte iru toki ni miru anime no yōna monodesu. Dekireba kau tsumoridesu. Shikashi, seihai no korekushonde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is the sort of anime I’d watch when piss drunk with my roommates, and I’m probably going to buy it when I can. Not for the Holy Grail collection though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the sort of anime I’d watch when piss drunk with my roommates, and I’m probably going to buy it when I can.\u001b[24m\n    \u001b[1mこれは、私のルームメイトと酔って酔っているときに見るアニメのようなものです。できれば買うつもりです。\u001b[22m, \u001b[1mこれは私のルームメイトと小便が酔ったときに、私が見たいアニメの一種である、と私はおそらくときに私ができるそれを購入するつもりです。\u001b[22m\n\u001b[4mNot for the Holy Grail collection though.\u001b[24m\n    \u001b[1mしかし、聖杯のコレクションではありません。\u001b[22m, \u001b[1mではないが聖杯収集のため。\u001b[22m\n\u001b[1m\u001b[22m\nWould you recommend this anime?\n\n\u001b[1mこのアニメをお勧めしますか？\u001b[22m\n\u001b[1m(Kono anime o o susume shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mWould you recommend this anime?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWould you recommend this anime?\u001b[24m\n    \u001b[1mこのアニメをお勧めしますか？\u001b[22m, \u001b[1mあなたはこのアニメを勧めますか？\u001b[22m\n\u001b[1m\u001b[22m\nYeah, if you’re stuck on what anime to watch sure. If you’ve got a friend you want to get into anime? Sure. If you’re looking for the next critically acclaimed anime? Nope, not even slightly.\n\n\u001b[1mええ、もしあなたが確かに見るアニメについていたら。 あなたは、あなたがアニメに入れたい友達がいる場合は？ 確かに。 あなたは次の非常に絶賛されたアニメを探している場合は？ いいえ、ほんのわずかではありません。\u001b[22m\n\u001b[1m(E e, moshi anata ga tashika ni miru anime ni tsuite itara. Anata wa, anata ga anime ni iretai tomodachi ga iru baai wa? Tashikani. Anata wa tsugi no hijō ni zessan sa reta anime o sagashite iru baai wa? Īe, hon'no wazukade wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mYeah, if you’re stuck on what anime to watch sure. If you’ve got a friend you want to get into anime? Sure. If you’re looking for the next critically acclaimed anime? Nope, not even slightly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYeah, if you’re stuck on what anime to watch sure.\u001b[24m\n    \u001b[1mええ、もしあなたが確かに見るアニメについていたら。\u001b[22m, \u001b[1mあなたが上で立ち往生している場合うん、何のアニメ必ず見て。\u001b[22m\n\u001b[4mIf you’ve got a friend you want to get into anime?\u001b[24m\n    \u001b[1mあなたは、あなたがアニメに入れたい友達がいる場合は？\u001b[22m, \u001b[1mあなたがアニメに取得したい友人を持っていれば？\u001b[22m\n\u001b[4mSure.\u001b[24m\n    \u001b[1m確かに。\u001b[22m\n\u001b[4mIf you’re looking for the next critically acclaimed anime?\u001b[24m\n    \u001b[1mあなたは次の非常に絶賛されたアニメを探している場合は？\u001b[22m, \u001b[1mあなたは次の絶賛アニメを探している場合は？\u001b[22m\n\u001b[4mNope, not even slightly.\u001b[24m\n    \u001b[1mいいえ、ほんのわずかではありません。\u001b[22m, \u001b[1mいや、ない少しでも。\u001b[22m\n\u001b[1m\u001b[22m\nGoodbye my brethren, see you in the next one.\n\n\u001b[1mさようなら私の兄弟、次の1つに会いましょう。\u001b[22m\n\u001b[1m(Sayōnara watashi no kyōdai,-ji no 1tsu ni aimashou.)\u001b[22m\n\nTranslations of \u001b[4mGoodbye my brethren, see you in the next one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGoodbye my brethren, see you in the next one.\u001b[24m\n    \u001b[1mさようなら私の兄弟、次の1つに会いましょう。\u001b[22m, \u001b[1mさようなら、私の兄弟は、次のいずれかであなたを参照してください。\u001b[22m"
  },
  {
    "title": "One_Punch_Man",
    "id": "30276",
    "url": "https://myanimelist.net/anime/30276/One_Punch_Man",
    "user": "TowerOawesome",
    "profile": "/profile/TowerOawesome/reviews",
    "pages": "16",
    "number": "7",
    "link": "/reviews.php?id=228929",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  10\nサウンド|  8\nキャラクター|  4\n|  5\n\nワン・パンチ・マンは最近、IMDBのトップに急上昇し始めたアニメの中でも最大のアニメ作品であり、アニメを聞いたことのない人たちの注目を集めています。 誇大宣伝の権利もそうでしたか？ それは本当に素晴らしいですか？ まあ、一種。 私は実際に一度だけ大規模な誇大広告を理解しています。特に、その前と後のいくつかの他のショーよりも特にそうです。  2015年以降のほとんどすべてがかなり残念だったので、圧倒された主人公の風刺の考えは、新鮮な空気の息吹のように見えました。 私は認めなければならない、私はOne Punch Manにとって非常に興奮していた。 たぶん一部の人々はそうではなかったかもしれませんが、私はそれがどのようになったのかを見ることを楽しみにしていました。 残念ながら、それはちょうど私のためにそれをしなかった。 私はこのショーを好きになることをとても嫌っていましたが、私は単にそれを非常に楽しむことができませんでした。\n\nプレゼンテーション（アートとサウンド）\nこのシリーズが正しいことの1つは、アニメーションでした。 私が言うことができるのは、それは素晴らしいです。 アニメーションはMadHouseによって行われるので、それは自動的に少なくとも見栄えが良くなるだろうが、実際にはここで彼ら自身がやった。 すべてのアニメーションは、信じられないほどの戦いと詳細で興味深いキャラクターデザインの流体です。 設定がかなり穏やかであるにもかかわらず、素晴らしいディテールはまだ背景に置かれ、全体的にアニメーションは本当に私が今まで見た中で最高のものです。 アニメの予算は中程度であるため、予算はすべてではないことを示しています。 音楽に関しては、それはまたすばらしかった。 すべての曲がエキサイティングで、シリーズの気分に完全に合っています。 そしてはい、オープニングは絶対に信じられないほどです。 ええ、プレゼンテーションは素晴らしかったですが、残りはどうですか？\n\nキャラクター\nワン・パンチ・マンはエピソード的なものですが、私は問題はありませんが、ストーリーの欠如は彼らのキャラクターに携わる必要があることを意味します。 だからワン・パンチ・マンはこの分野でどのようにしますか？ 素晴らしいことではありません。 彼らはあまり印象的ではないので、その人物についてはあまり言い表していません。 彼らはすべてshounen archetypesのsatireであり、かなりうまくいっているが、彼らの誰も本当に目立つものではなく、彼らの偉大なキャラクターデザインのためでなければ完全に忘れられないだろう。 埼玉や武者ライダー以外のキャラクターは、シリーズを上手く展開することはできません。特に心配する理由は決してありません。 私たちは基本的には、彼らがどのように動いているかを知ることができます。 面白いキャラクターだったけど、彼は傑出した人格のためにではなく、彼が物語の中で果たした役割についてもっと面白かった。 これは、特に物語が自動的に弱くなるエピソードのために、シリーズに大量のダンパーを置く。\n\n物語\n\n\n価値と楽しさ\n私はOne Punch Manを非常に高く評価します。 私はかなり独創的で創造的なことをしようとするものよりも、アニメの大半が今や人気を博していますが、誇大宣伝はショーの私の価値を傷つけます。 それが放映されていたとき、あなたはソーシャルメディア上でそれについて遠隔的に否定的なことを言うことができなかったし、あなたは忘却に落ちるだろう。 誰もが言っているように、それは確かに平均以上のショーのための賛辞のトンを持って、それは確かに 'アニメを保存していませんでした。 しかし、ありがたいことに、その種の誇大宣伝は持続しませんでした。 まだまだ人気がありますが、実際にはそれを批判して攻撃することはできません。 あなたが基本的にそれらのすべてを見たことがあるので、あなたは一回のエピソードを見たので、誰もが思ったように、ショーはそれがために行っていないし、再時計の価値に失敗しました。 私はたぶん、誇大宣伝が死んでしまった今、別のチャンスを与えてくれるはずです。ちょうど座って素敵なアニメーションを楽しむのはいつもいいです。 私はこのシリーズが作られたことを嬉しく思っています.Mob Psychoは最近の（そしてより面白い）例であり、不気味なウェブコミックやマンガが適応するのに役立つかもしれません。\n楽しさについては、私が前に言ったように、このショーを大変に愛していたが、私はできなかった。 そして、このショーはとても大きな可能性を秘めていました！ シリーズの早い段階でそれが得られたのであれば、それほど長くはなかったかもしれません。 私が自己認識シリーズの大きなファンである前に私は言ってきました、そして、私は絶対にこのようなショーが大好きですが、どこにも行きません。 私はそれが最終的に良くなると言われているので、私は非常に漫画を読んで魅惑的ですが、それはエスカレートすることはありませんようにショー。 それはまったく同じこと、同じ冗談、同じパンチです。 進行感はなく、全体的にはとても退屈でした。 私はこの番組をノー・ゲーム・ノー・ライフと同じレベルに置いていただろうが、NGNLでは独特で興味深いあらゆる新しい課題に直面していたので、実際にはそれほど良くなかった。 彼らはファックとして面白くなるたびに彼らが勝つ場合は誰が気に！ 彼らが勝つ方法よりも、勝つ方法についてのより多くのことです。 私は最後のいくつかのエピソードの別の言及を入れなければなりません、全体的に彼らは非常にしっかりしていたし、私はシリーズで持っていた最も楽しいです。\n\n全体的に、One Punch Manは潜在的な無駄ですが、災害はありません。 それはいくつか不当な嫌悪感を持っていますが、それは本当にそれをキャンセルするような誇大宣伝があります。 プラス私自身もとても良いとは思わない。 それは全体的に平均を上回り、すばやく古くなってしまいます。 見る価値がないことは言うまでもありませんが、アニメーションだけでは少なくとも1つの価値がありますが、それを見てみるとあなたの期待は低くなります。 それはシーズン2（それはおそらくMadHouseの方法のためにはない）を得る場合は、私は間違いなくそれを見ます。 知るか？ たぶんこれは氷山の先端に過ぎず、ストーリーはすばらしくなるでしょう。\n結局、私はワン・パンチ・マンにコンセプトとアニメーションで6/10を与えています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nOne Punch Man is one of the biggest anime titles to come out recently, when it started airing it soared to the top of IMDB, and it garnered the attention of people who hadn't even ever heard of anime, and that's pretty impressive. So was the hype right? Is it really that great? Well, kind of. I actually understand the massive hype for once, especially more than some other shows hyped before and after it. Almost everything else from 2015 was pretty disappointing, so the thought of a satire of overpowered protagonists looked like a breath of fresh air. I have to admit, I was very excited for One Punch Man. Maybe not to the degree some people were, but I was definitely looking forward to seeing how it turned out. Unfortunately, it just didn't do it for me. I wanted so badly to like this show, but I simply just could't get very much enjoyment out of it.\n\n\u001b[1mワン・パンチ・マンは最近、IMDBのトップに急上昇し始めたアニメの中でも最大のアニメ作品であり、アニメを聞いたことのない人たちの注目を集めています。 誇大宣伝の権利もそうでしたか？ それは本当に素晴らしいですか？ まあ、一種。 私は実際に一度だけ大規模な誇大広告を理解しています。特に、その前と後のいくつかの他のショーよりも特にそうです。  2015年以降のほとんどすべてがかなり残念だったので、圧倒された主人公の風刺の考えは、新鮮な空気の息吹のように見えました。 私は認めなければならない、私はOne Punch Manにとって非常に興奮していた。 たぶん一部の人々はそうではなかったかもしれませんが、私はそれがどのようになったのかを見ることを楽しみにしていました。 残念ながら、それはちょうど私のためにそれをしなかった。 私はこのショーを好きになることをとても嫌っていましたが、私は単にそれを非常に楽しむことができませんでした。\u001b[22m\n\u001b[1m(Wan panchi man wa saikin, IMDB no toppu ni kyūjōshō shi hajimeta anime no naka demo saidai no anime sakuhindeari, anime o kiita koto no nai hito-tachi no chūmoku o atsumete imasu. Kodai senden no kenri mo sōdeshita ka? Sore wa hontōni subarashīdesu ka? Mā, isshu. Watashi wa jissai ni ichidodake ōkibona kodai kōkoku o rikai shite imasu. Tokuni, sono zen to ato no ikutsu ka no ta no shō yori mo tokuni sōdesu. 2015-Nen ikō no hotondo subete ga kanari zan'nendattanode, attō sa reta shujinkō no fūshi no kangae wa, shinsen'na kūki no ibuki no yō ni miemashita. Watashi wa mitomenakereba naranai, watashi wa One Punch Man ni totte hijō ni kōfun shite ita. Tabun ichibu no hitobito wa sōde wa nakatta kamo shiremasenga, watashi wa sore ga dono yō ni natta no ka o miru koto o tanoshimini shite imashita. Zan'nen'nagara, sore wa chōdo watashi no tame ni sore o shinakatta. Watashi wa kono shō o suki ni naru koto o totemo iya tte imashitaga, watashi wa tan'ni sore o hijō ni tanoshimu koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOne Punch Man is one of the biggest anime titles to come out recently, when it started airing it soared to the top of IMDB, and it garnered the attention of people who hadn't even ever heard of anime, and that's pretty impressive. So was the hype right? Is it really that great? Well, kind of. I actually understand the massive hype for once, especially more than some other shows hyped before and after it. Almost everything else from 2015 was pretty disappointing, so the thought of a satire of overpowered protagonists looked like a breath of fresh air. I have to admit, I was very excited for One Punch Man. Maybe not to the degree some people were, but I was definitely looking forward to seeing how it turned out. Unfortunately, it just didn't do it for me. I wanted so badly to like this show, but I simply just could't get very much enjoyment out of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Punch Man is one of the biggest anime titles to come out recently, when it started airing it soared to the top of IMDB, and it garnered the attention of people who hadn't even ever heard of anime, and that's pretty impressive.\u001b[24m\n    \u001b[1mワン・パンチ・マンは最近、IMDBのトップに急上昇し始めたアニメの中でも最大のアニメ作品であり、アニメを聞いたことのない人たちの注目を集めています。\u001b[22m, \u001b[1mOneパンチマンは最近出てくる最大のアニメタイトルの一つであり、それが放映開始したとき、それはIMDBのトップに急騰した、と言っても、これまでアニメのことを聞いていなかった人々の注目を集め、それはかなり印象的です。\u001b[22m\n\u001b[4mSo was the hype right?\u001b[24m\n    \u001b[1m誇大宣伝の権利もそうでしたか？\u001b[22m, \u001b[1mだから誇大広告は正しかったですか？\u001b[22m\n\u001b[4mIs it really that great?\u001b[24m\n    \u001b[1mそれは本当に素晴らしいですか？\u001b[22m, \u001b[1mそれはそれは素晴らしい、本当にですか？\u001b[22m\n\u001b[4mWell, kind of.\u001b[24m\n    \u001b[1mまあ、一種。\u001b[22m, \u001b[1mまあ、一種の。\u001b[22m\n\u001b[4mI actually understand the massive hype for once, especially more than some other shows hyped before and after it.\u001b[24m\n    \u001b[1m私は実際に一度だけ大規模な誇大広告を理解しています。特に、その前と後のいくつかの他のショーよりも特にそうです。\u001b[22m, \u001b[1m私は実際にいくつかの他のショーは前後に宣伝特に以上、かつてのために大規模な誇大広告を理解しています。\u001b[22m\n\u001b[4mAlmost everything else from 2015 was pretty disappointing, so the thought of a satire of overpowered protagonists looked like a breath of fresh air.\u001b[24m\n    \u001b[1m2015年以降のほとんどすべてがかなり残念だったので、圧倒された主人公の風刺の考えは、新鮮な空気の息吹のように見えました。\u001b[22m, \u001b[1m2015年から、他のほとんどすべてはかなり残念だったので、圧倒主人公の風刺の思想は、新鮮な空気の息のように見えました。\u001b[22m\n\u001b[4mI have to admit, I was very excited for One Punch Man.\u001b[24m\n    \u001b[1m私は認めなければならない、私はOne Punch Manにとって非常に興奮していた。\u001b[22m, \u001b[1m私はOneパンチ人のために非常に興奮していた、認めざるを得ません。\u001b[22m\n\u001b[4mMaybe not to the degree some people were, but I was definitely looking forward to seeing how it turned out.\u001b[24m\n    \u001b[1mたぶん一部の人々はそうではなかったかもしれませんが、私はそれがどのようになったのかを見ることを楽しみにしていました。\u001b[22m, \u001b[1mたぶん度に何人かの人々はあったではないが、私は間違いなくそれがどうなったか楽しみにしてました。\u001b[22m\n\u001b[4mUnfortunately, it just didn't do it for me.\u001b[24m\n    \u001b[1m残念ながら、それはちょうど私のためにそれをしなかった。\u001b[22m, \u001b[1m残念ながら、それはちょうど私のためにそれをしませんでした。\u001b[22m\n\u001b[4mI wanted so badly to like this show, but I simply just could't get very much enjoyment out of it.\u001b[24m\n    \u001b[1m私はこのショーを好きになることをとても嫌っていましたが、私は単にそれを非常に楽しむことができませんでした。\u001b[22m, \u001b[1m私はこの番組を好きにひどくたかったが、私は単純にそれから非常に多くの楽しみを得るcould't。\u001b[22m\n\u001b[1m\u001b[22m\nThe Presentation (Art and Sound)\n\n\u001b[1mプレゼンテーション（アートとサウンド）\u001b[22m\n\u001b[1m(Purezentēshon (āto to saundo))\u001b[22m\n\nTranslations of \u001b[4mThe Presentation (Art and Sound)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Presentation (Art and Sound)\u001b[24m\n    \u001b[1mプレゼンテーション（アートとサウンド）\u001b[22m\nOne thing that this series got right was the animation. All I can say is HOLY SHIT it is awesome! The animation is done by MadHouse, so it's automatically going to be at least good looking, but they really out did themselves here. All of the animation is fluid with incredible fights and detailed and interesting character designs. Despite the setting being fairly bland great detail is still put into the backgrounds, and overall the animation is really some of the best I've ever seen. It just goes to show that budget isn't everything, as the anime only had a moderate budget. As for music, it was also amazing. All of the songs are exciting and fit perfectly with the mood of the series. And yes the opening is absolutely incredible. So yeah the presentation was amazing, but what about the rest?\n\n\u001b[1mこのシリーズが正しいことの1つは、アニメーションでした。 私が言うことができるのは、それは素晴らしいです。 アニメーションはMadHouseによって行われるので、それは自動的に少なくとも見栄えが良くなるだろうが、実際にはここで彼ら自身がやった。 すべてのアニメーションは、信じられないほどの戦いと詳細で興味深いキャラクターデザインの流体です。 設定がかなり穏やかであるにもかかわらず、素晴らしいディテールはまだ背景に置かれ、全体的にアニメーションは本当に私が今まで見た中で最高のものです。 アニメの予算は中程度であるため、予算はすべてではないことを示しています。 音楽に関しては、それはまたすばらしかった。 すべての曲がエキサイティングで、シリーズの気分に完全に合っています。 そしてはい、オープニングは絶対に信じられないほどです。 ええ、プレゼンテーションは素晴らしかったですが、残りはどうですか？\u001b[22m\n\u001b[1m(Kono shirīzu ga tadashī koto no 1tsu wa, animēshondeshita. Watashi ga iu koto ga dekiru no wa, sore wa subarashīdesu. Animēshon wa MadHouse ni yotte okonawa rerunode, sore wa jidōteki ni sukunakutomo mibae ga yoku narudarouga, jissai ni wa koko de karera jishin ga yatta. Subete no animēshon wa, shinji rarenai hodo no tatakai to shōsaide kyōmibukai kyarakutādezain no ryūtaidesu. Settei ga kanari odayakadearu nimokakawarazu, subarashī ditēru wa mada haikei ni oka re, zentai-teki ni animēshon wa hontōni watashi ga imamade mita naka de saikō no monodesu. Anime no yosan wa naka-teidodearu tame, yosan wa subetede wanai koto o shimeshite imasu. Ongaku ni kanshite wa, soreha mata subarashikatta. Subete no kyoku ga ekisaitingude, shirīzu no kibun ni kanzen ni atte imasu. Soshite hai, ōpuningu wa zettai ni shinji rarenai hododesu. E e, purezentēshon wa subarashikattadesuga, nokori wa dōdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mOne thing that this series got right was the animation. All I can say is HOLY SHIT it is awesome! The animation is done by MadHouse, so it's automatically going to be at least good looking, but they really out did themselves here. All of the animation is fluid with incredible fights and detailed and interesting character designs. Despite the setting being fairly bland great detail is still put into the backgrounds, and overall the animation is really some of the best I've ever seen. It just goes to show that budget isn't everything, as the anime only had a moderate budget. As for music, it was also amazing. All of the songs are exciting and fit perfectly with the mood of the series. And yes the opening is absolutely incredible. So yeah the presentation was amazing, but what about the rest?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing that this series got right was the animation.\u001b[24m\n    \u001b[1mこのシリーズが正しいことの1つは、アニメーションでした。\u001b[22m, \u001b[1mこのシリーズは右だことの一つは、アニメーションでした。\u001b[22m\n\u001b[4mAll I can say is HOLY SHIT it is awesome!\u001b[24m\n    \u001b[1m私が言うことができるのは、それは素晴らしいです。\u001b[22m, \u001b[1mすべて私に言えることは、それは素晴らしいですHOLY SHITです！\u001b[22m\n\u001b[4mThe animation is done by MadHouse, so it's automatically going to be at least good looking, but they really out did themselves here.\u001b[24m\n    \u001b[1mアニメーションはMadHouseによって行われるので、それは自動的に少なくとも見栄えが良くなるだろうが、実際にはここで彼ら自身がやった。\u001b[22m, \u001b[1mアニメーションはマッドハウスによって行われますので、自動的に探して、少なくとも良いことになるだろうが、彼らは本当に出て、ここで自分自身をしました。\u001b[22m\n\u001b[4mAll of the animation is fluid with incredible fights and detailed and interesting character designs.\u001b[24m\n    \u001b[1mすべてのアニメーションは、信じられないほどの戦いと詳細で興味深いキャラクターデザインの流体です。\u001b[22m, \u001b[1mアニメーションのすべてが信じられないほどの戦いと詳細で興味深いキャラクターデザインと流体です。\u001b[22m\n\u001b[4mDespite the setting being fairly bland great detail is still put into the backgrounds, and overall the animation is really some of the best I've ever seen.\u001b[24m\n    \u001b[1m設定がかなり穏やかであるにもかかわらず、素晴らしいディテールはまだ背景に置かれ、全体的にアニメーションは本当に私が今まで見た中で最高のものです。\u001b[22m, \u001b[1m設定はかなり当たり障りのない非常に詳細であるにもかかわらず、依然として背景に入れ、全体のアニメーションは本当に私が今まで見た中で最高のいくつかをされています。\u001b[22m\n\u001b[4mIt just goes to show that budget isn't everything, as the anime only had a moderate budget.\u001b[24m\n    \u001b[1mアニメの予算は中程度であるため、予算はすべてではないことを示しています。\u001b[22m, \u001b[1mそれはちょうど、アニメだけ適度な予算を持っていたとして、予算は、すべてではないことを示すことを行きます。\u001b[22m\n\u001b[4mAs for music, it was also amazing.\u001b[24m\n    \u001b[1m音楽に関しては、それはまたすばらしかった。\u001b[22m, \u001b[1m音楽に関しては、それはまた、驚くべきものでした。\u001b[22m\n\u001b[4mAll of the songs are exciting and fit perfectly with the mood of the series.\u001b[24m\n    \u001b[1mすべての曲がエキサイティングで、シリーズの気分に完全に合っています。\u001b[22m, \u001b[1m曲のすべてが刺激的であり、一連の気分にぴったり。\u001b[22m\n\u001b[4mAnd yes the opening is absolutely incredible.\u001b[24m\n    \u001b[1mそしてはい、オープニングは絶対に信じられないほどです。\u001b[22m, \u001b[1mそして、はい開口部は絶対に信じられないほどです。\u001b[22m\n\u001b[4mSo yeah the presentation was amazing, but what about the rest?\u001b[24m\n    \u001b[1mええ、プレゼンテーションは素晴らしかったですが、残りはどうですか？\u001b[22m, \u001b[1mそうそうプレゼンテーションはすばらしかったが、残りの部分については何？\u001b[22m\n\u001b[1m\u001b[22m\nThe Characters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nTranslations of \u001b[4mThe Characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Characters\u001b[24m\n    \u001b[1mキャラクター\u001b[22m\nOne Punch Man is episodic, which I don't have a problem with, however lack of a story means that they have to be carried by their characters. So how does One Punch Man do in this area? Not great. I don't have much to say about the characters because they don't standout much. They are all satires of shounen archetypes, and are done fairly well, but none of them really stand out, and would be totally forgettable if it wasn't for their great character designs. None of the characters outside of Saitama and Mumen Rider get good development or any focus over the series, and we're never given any reason in particular to care about them. We basically just get to know how over powered they are. Saitama was an interesting character, but he was more interesting for the role he played in the story rather than for a standout personality. This puts a massive damper on a series, especially for an episodic where the story is automatically going to be weak.\n\n\u001b[1mワン・パンチ・マンはエピソード的なものですが、私は問題はありませんが、ストーリーの欠如は彼らのキャラクターに携わる必要があることを意味します。 だからワン・パンチ・マンはこの分野でどのようにしますか？ 素晴らしいことではありません。 彼らはあまり印象的ではないので、その人物についてはあまり言い表していません。 彼らはすべてshounen archetypesのsatireであり、かなりうまくいっているが、彼らの誰も本当に目立つものではなく、彼らの偉大なキャラクターデザインのためでなければ完全に忘れられないだろう。 埼玉や武者ライダー以外のキャラクターは、シリーズを上手く展開することはできません。特に心配する理由は決してありません。 私たちは基本的には、彼らがどのように動いているかを知ることができます。 面白いキャラクターだったけど、彼は傑出した人格のためにではなく、彼が物語で果たした役割の面白さが大きかった。 これは、特に物語が自動的に弱くなるエピソードのために、シリーズに大量のダンパーを置く。\u001b[22m\n\u001b[1m(Wan panchi man wa episōdo-tekina monodesuga, watashi wa mondai wa arimasenga, sutōrī no ketsujo wa karera no kyarakutā ni tazusawaru hitsuyō ga aru koto o imi shimasu. Dakara wan panchi man wa kono bun'ya de dono yō ni shimasu ka? Subarashī kotode wa arimasen. Karera wa amari inshō-tekide wanainode, sono jinbutsu ni tsuite wa amari iiarawashite imasen. Karera wa subete shounen archetypes no satiredeari, kanari umaku itte iruga, karera no dare mo hontōni medatsu monode wa naku, karera no idaina kyarakutādezain no tamedenakereba kanzen ni wasure rarenaidarou. Saitama ya musha raidā igai no kyarakutā wa, shirīzu o umaku tenkai suru koto wa dekimasen. Tokuni shinpai suru riyū wa kesshite arimasen. Watashitachiha kihontekini wa, karera ga dono yō ni ugoite iru ka o shiru koto ga dekimasu. Omoshiroi kyarakutādattakedo, kare wa kesshutsu shita jinkaku no tame nide wa naku, kare ga monogatari de hatashita yakuwari no omoshiro-sa ga ōkikatta. Kore wa, tokuni monogatari ga jidōteki ni yowaku naru episōdo no tame ni, shirīzu ni tairyō no danpā o oku.)\u001b[22m\n\nTranslations of \u001b[4mOne Punch Man is episodic, which I don't have a problem with, however lack of a story means that they have to be carried by their characters. So how does One Punch Man do in this area? Not great. I don't have much to say about the characters because they don't standout much. They are all satires of shounen archetypes, and are done fairly well, but none of them really stand out, and would be totally forgettable if it wasn't for their great character designs. None of the characters outside of Saitama and Mumen Rider get good development or any focus over the series, and we're never given any reason in particular to care about them. We basically just get to know how over powered they are. Saitama was an interesting character, but he was more interesting for the role he played in the story rather than for a standout personality. This puts a massive damper on a series, especially for an episodic where the story is automatically going to be weak.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne Punch Man is episodic, which I don't have a problem with, however lack of a story means that they have to be carried by their characters.\u001b[24m\n    \u001b[1mワン・パンチ・マンはエピソード的なものですが、私は問題はありませんが、ストーリーの欠如は彼らのキャラクターに携わる必要があることを意味します。\u001b[22m, \u001b[1mOneパンチ男は、しかし、物語の欠如は、彼らが自分のキャラクターによって運ばなければならないことを意味する、私はとの問題を持たない、エピソードです。\u001b[22m\n\u001b[4mSo how does One Punch Man do in this area?\u001b[24m\n    \u001b[1mだからワン・パンチ・マンはこの分野でどのようにしますか？\u001b[22m, \u001b[1mそれでは、どの一つのパンチ男はこの領域で行うのですか？\u001b[22m\n\u001b[4mNot great.\u001b[24m\n    \u001b[1m素晴らしいことではありません。\u001b[22m, \u001b[1m素晴らしいではありません。\u001b[22m\n\u001b[4mI don't have much to say about the characters because they don't standout much.\u001b[24m\n    \u001b[1m彼らはあまり印象的ではないので、その人物についてはあまり言い表していません。\u001b[22m, \u001b[1m彼らは多くの傑出したていないので、私は文字について言うべき多くを持っていません。\u001b[22m\n\u001b[4mThey are all satires of shounen archetypes, and are done fairly well, but none of them really stand out, and would be totally forgettable if it wasn't for their great character designs.\u001b[24m\n    \u001b[1m彼らはすべてshounen archetypesのsatireであり、かなりうまくいっているが、彼らの誰も本当に目立つものではなく、彼らの偉大なキャラクターデザインのためでなければ完全に忘れられないだろう。\u001b[22m, \u001b[1m彼らは少年のアーキタイプのすべての風刺であり、かなりよくやっているが、それらのどれもが本当に際立っていない、それは彼らの偉大なキャラクターデザインのためではなかった場合は完全に忘れてしまうだろう。\u001b[22m\n\u001b[4mNone of the characters outside of Saitama and Mumen Rider get good development or any focus over the series, and we're never given any reason in particular to care about them.\u001b[24m\n    \u001b[1m埼玉や武者ライダー以外のキャラクターは、シリーズを上手く展開することはできません。特に心配する理由は決してありません。\u001b[22m, \u001b[1m埼玉、Mumenライダーの外の文字のいずれも一連にわたって良好な開発または任意のフォーカスを取得し、我々はそれを気にする具体的にはどのような理由を与えられたことはありませんしています。\u001b[22m\n\u001b[4mWe basically just get to know how over powered they are.\u001b[24m\n    \u001b[1m私たちは基本的には、彼らがどのように動いているかを知ることができます。\u001b[22m, \u001b[1m私たちは、基本的にはちょうど彼らがどのようにオーバーパワード知るようになります。\u001b[22m\n\u001b[4mSaitama was an interesting character, but he was more interesting for the role he played in the story rather than for a standout personality.\u001b[24m\n    \u001b[1m面白いキャラクターだったけど、彼は傑出した人格のためにではなく、彼が物語で果たした役割の面白さが大きかった。\u001b[22m, \u001b[1m埼玉県は面白いキャラクターだったが、彼は彼が物語の中ではなく、傑出した個性のために果たした役割のためのより面白かったです。\u001b[22m\n\u001b[4mThis puts a massive damper on a series, especially for an episodic where the story is automatically going to be weak.\u001b[24m\n    \u001b[1mこれは、特に物語が自動的に弱くなるエピソードのために、シリーズに大量のダンパーを置く。\u001b[22m, \u001b[1mこれは特に話は自動的に弱いことが起こっているエピソードのために、一連の大規模なダンパーを置きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Story\n\n\u001b[1m物語\u001b[22m\n\u001b[1m(Monogatari)\u001b[22m\n\nTranslations of \u001b[4mThe Story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story\u001b[24m\n    \u001b[1m物語\u001b[22m, \u001b[1mストーリー\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nValue and Enjoyment\n\n\u001b[1m価値と楽しさ\u001b[22m\n\u001b[1m(Kachi to tanoshisa)\u001b[22m\n\nTranslations of \u001b[4mValue and Enjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mValue and Enjoyment\u001b[24m\n    \u001b[1m価値と楽しさ\u001b[22m\nI do value One Punch Man very highly. I would much rather things that at least try to be original and creative get popular then the majority of anime now a days, but the hype really hurt my value of the show. When it was airing you couldn't say anything remotely negative about it on social media or you'd get down-voted into oblivion. It got a ton of praise for a simply above-average show and it certainly didn't 'save anime' as everyone was saying. However, thankfully that kind of hype didn't last. It's still very popular, but now you can actually criticize it and not get attacked. The show didn't have as much going for it as everybody thought it did and failed on the re-watch value because once you've seen one episode you've basically seen all of them. I should probably give it another chance now that the hype is dead, and it's always nice to just sit back and enjoy some nice animation. I'm happy that this series was made, as it might help more out-there, obscure web-comics and manga get adapted, with Mob Psycho being a recent (and more entertaining) Example.\n\n\u001b[1m私はOne Punch Manを非常に高く評価します。 私はかなり独創的で創造的なことをしようとするものよりも、アニメの大半が今や人気を博していますが、誇大宣伝はショーの私の価値を傷つけます。 それが放映されていたとき、あなたはソーシャルメディア上でそれについて遠隔的に否定的なことを言うことができなかったし、あなたは忘却に落ちるだろう。 誰もが言っているように、それは確かに平均以上のショーのための賛辞のトンを持って、それは確かに 'アニメを保存していませんでした。 しかし、ありがたいことに、その種の誇大宣伝は持続しませんでした。 まだまだ人気がありますが、実際にはそれを批判して攻撃することはできません。 あなたが基本的にそれらのすべてを見たことがあるので、あなたは一回のエピソードを見たので、誰もが思ったように、ショーはそれがために行っていないし、再時計の価値に失敗しました。 私はたぶん、誇大宣伝が死んでしまった今、別のチャンスを与えてくれるはずです。ちょうど座って素敵なアニメーションを楽しむのはいつもいいです。 私はこのシリーズが作られたことを嬉しく思っています.Mob Psychoは最近の（そしてより面白い）例であり、不気味なウェブコミックやマンガが適応するのに役立つかもしれません。\u001b[22m\n\u001b[1m(Watashi wa One Punch Man o hijō ni takaku hyōka shimasu. Watashi wa kanari dokusō-tekide sōzō-tekina koto o shiyou to suru mono yori mo, anime no taihan ga imaya ninki o hakushite imasuga, kodai senden wa shō no watashi no kachi o kizutsukemasu. Sore ga hōei sa rete ita toki, anata wa sōsharumedia-jō de sore ni tsuite enkaku-teki ni hitei-tekina koto o iu koto ga dekinakattashi, anata wa bōkyaku ni ochirudarou. Daremoga itte iru yō ni, sore wa tashika ni heikin ijō no shō no tame no sanji no ton o motte, sore wa tashika ni' anime o hozon shite imasendeshita. Shikashi, arigatai koto ni, sono tane no kodai senden wa jizoku shimasendeshita. Madamada ninki ga arimasuga, jissai ni wa sore o hihan shite kōgeki suru koto wa dekimasen. Anata ga kihontekini sorera no subete o mita koto ga aru node, anata wa ikkai no episōdo o mitanode, daremoga omotta yō ni, shō wa sore ga tame ni itte inaishi, sai tokei no kachi ni shippai shimashita. Watashi wa tabun, kodai senden ga shinde shimatta ima,-betsu no chansu o ataete kureru hazudesu. Chōdo suwatte sutekina animēshon o tanoshimu no wa itsumo īdesu. Watashi wa kono shirīzu ga tsukura reta koto o ureshiku omotte imasu. Mob Psycho wa saikin no (soshite yori omoshiroi) reideari, bukimina u~ebukomikku ya manga ga tekiō suru no ni yakudatsu kamo shiremasen.)\u001b[22m\nAs for enjoyment it's as I said before I wanted so badly to love this show but I just couldn't. And this show had so much potential! I think if it had gotten to that point earlier in the series or the series wasn't as long it would have been a lot better. I've said before I'm a big fan of self aware series and I would absolutely love a show like this, but it doesn't go anywhere. I have been told that it eventually gets better, so I am very enticed to read the manga, but the show as it is never escalates. It's all the same thing, the same joke, the same punch. There's no feeling of progression and overall I was very bored by it. I would have put this show on the same level as No Game No Life, but it is really not as good because in NGNL they faced every new challenge in a unique and interesting way. Who cares if they win every time it's entertaining as fuck! It's more about the way they win rather than if they're going to win. I do have to put in another mention of the last few episodes, because overall they were very solid and the most fun I had with the series.\n\n\u001b[1m楽しさについては、私が前に言ったように、このショーを大変に愛していたが、私はできなかった。 そして、このショーはとても大きな可能性を秘めていました！ シリーズの早い段階でそれが得られたのであれば、それほど長くはなかったかもしれません。 私が自己認識シリーズの大きなファンである前に私は言ってきました、そして、私は絶対にこのようなショーが大好きですが、どこにも行きません。 私はそれが最終的に良くなると言われているので、私は非常に漫画を読んで魅惑的ですが、それはエスカレートすることはありませんようにショー。 それはまったく同じこと、同じ冗談、同じパンチです。 進行感はなく、全体的にはとても退屈でした。 私はこの番組をノー・ゲーム・ノー・ライフと同じレベルに置いていただろうが、NGNLでは独特で興味深いあらゆる新しい課題に直面していたので、実際にはそれほど良くなかった。 彼らはファックとして面白くなるたびに彼らが勝つ場合は誰が気に！ 彼らが勝つ方法よりも、勝つ方法についてのより多くのことです。 私は最後のいくつかのエピソードの別の言及を入れなければなりません、全体的に彼らは非常にしっかりしていたし、私はシリーズで持っていた最も楽しいです。\u001b[22m\n\u001b[1m(Tanoshisa ni tsuite wa, watashi ga mae ni itta yō ni, kono shō o taihen ni aishite itaga, watashi wa dekinakatta. Soshite, kono shō wa totemo ōkina kanōsei o himete imashita! Watashi ga jiko ninshiki shirīzu no ōkina fandearu mae ni watashi wa itte kimashita, soshite, watashi wa zettai ni ko no yōna shō ga daisukidesuga, dokoni mo ikimasen. Watashi wa sore ga saishūtekini yoku naru to iwa rete irunode, watashi wa hijō ni manga o yonde miwaku-tekidesuga, soreha esukarēto suru koto wa arimasen yō ni shō. Sore wa mattaku onaji ko to, onaji jōdan, onaji panchidesu. Shinkō-kan wa naku, zentai-teki ni wa totemo taikutsudeshita. Watashi wa kono bangumi o nō gēmu nō raifu to onaji reberu ni oite itadarouga, NGNLde wa dokutokude kyōmibukai arayuru atarashī kadai ni chokumen shite itanode, jissai ni wa sore hodo yokunakatta. Karera wa fakku to shite omoshiroku naru tabi ni karera ga katsu baai wa dare ga ki ni! Karera ga katsu hōhō yori mo, katsu hōhō ni tsuite no yori ōku no kotodesu. Watashi wa saigo no ikutsu ka no episōdo no betsu no genkyū o hairenakereba narimasen, zentai-teki ni karera wa hijō ni shikkari shite itashi, watashi wa shirīzu de motte ita mottomo tanoshīdesu. Shirīzu no hayai dankai de sore ga e rareta nodeareba, sore hodo nagaku wa nakatta kamo shiremasen.)\u001b[22m\n\u001b[1m\u001b[22m\nOverall, One Punch Man is a waste of potential, but not a disaster. It got some unwarranted hate but there's so much hype that it really cancels that out. Plus I myself also don't think it's very good. It's overall above average and gets stale quickly. Not to say it's not worth watching, the animation alone makes it at least worth one go through, but if you are going to watch it keep your expectations low. If it does get a season 2 (which it probably won't because of how MadHouse is) I will definitely watch it. Who knows? Maybe this is just the tip of the iceberg, and the story gets amazing.\n\n\u001b[1m全体的に、One Punch Manは潜在的な無駄ですが、災害はありません。 それはいくつか不当な嫌悪感を持っていますが、それは本当にそれをキャンセルするような誇大宣伝があります。 プラス私自身もとても良いとは思わない。 それは全体的に平均を上回り、すばやく古くなってしまいます。 見る価値がないことは言うまでもありませんが、アニメーションだけでは少なくとも1つの価値がありますが、それを見てみるとあなたの期待は低くなります。 それはシーズン2（それはおそらくMadHouseの方法のためにはない）を得る場合は、私は間違いなくそれを見ます。 知るか？ たぶんこれは氷山の先端に過ぎず、ストーリーはすばらしくなるでしょう。\u001b[22m\n\u001b[1m(Zentai-teki ni, One Punch Man wa senzai-tekina mudadesuga, saigai wa arimasen. Sore wa ikutsu ka futōna ken'o-kan o motte imasuga, sore wa hontōni sore o kyanseru suru yōna kodai senden ga arimasu. Purasu watakushijishin mo totemo yoi to wa omowanai. Sore wa zentai-teki ni heikin o uwamawari, subayaku furuku natte shimaimasu. Miru kachi ga nai koto wa iu made mo arimasenga, animēshon dakede wa sukunakutomo 1tsu no kachi ga arimasuga, sore o mite miruto anata no kitai wa hikuku narimasu. Sore wa shīzun 2 (sore wa osoraku MadHouse no hōhō no tame ni wa nai) o eru baai wa, watashi wa machigainaku sore o mimasu. Shiruka? Tabun kore wa hyōzan no sentan ni sugizu, sutōrī wa subarashiku narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, One Punch Man is a waste of potential, but not a disaster. It got some unwarranted hate but there's so much hype that it really cancels that out. Plus I myself also don't think it's very good. It's overall above average and gets stale quickly. Not to say it's not worth watching, the animation alone makes it at least worth one go through, but if you are going to watch it keep your expectations low. If it does get a season 2 (which it probably won't because of how MadHouse is) I will definitely watch it. Who knows? Maybe this is just the tip of the iceberg, and the story gets amazing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, One Punch Man is a waste of potential, but not a disaster.\u001b[24m\n    \u001b[1m全体的に、One Punch Manは潜在的な無駄ですが、災害はありません。\u001b[22m, \u001b[1m全体的に、一つのパンチ人は、潜在的なの廃棄物ではなく、災害です。\u001b[22m\n\u001b[4mIt got some unwarranted hate but there's so much hype that it really cancels that out.\u001b[24m\n    \u001b[1mそれはいくつか不当な嫌悪感を持っていますが、それは本当にそれをキャンセルするような誇大宣伝があります。\u001b[22m, \u001b[1mこれは、いくつかの不当な憎しみを得たが、それは本当にそれを相殺することをそんなに誇大広告があります。\u001b[22m\n\u001b[4mPlus I myself also don't think it's very good.\u001b[24m\n    \u001b[1mプラス私自身もとても良いとは思わない。\u001b[22m, \u001b[1mプラス私自身も、それは非常に良いことだとは思いません。\u001b[22m\n\u001b[4mIt's overall above average and gets stale quickly.\u001b[24m\n    \u001b[1mそれは全体的に平均を上回り、すばやく古くなってしまいます。\u001b[22m, \u001b[1mそれは平均以上、全体のだとすぐに陳腐ます。\u001b[22m\n\u001b[4mNot to say it's not worth watching, the animation alone makes it at least worth one go through, but if you are going to watch it keep your expectations low.\u001b[24m\n    \u001b[1m見る価値がないことは言うまでもありませんが、アニメーションだけでは少なくとも1つの価値がありますが、それを見てみるとあなたの期待は低くなります。\u001b[22m, \u001b[1mそれは見て価値はないと言うことではない、単独のアニメーションは、それは少なくとも価値が1通過になりますが、あなたはそれが低いあなたの期待を保つ見に行くされている場合。\u001b[22m\n\u001b[4mIf it does get a season 2 (which it probably won't because of how MadHouse is) I will definitely watch it.\u001b[24m\n    \u001b[1mそれはシーズン2（それはおそらくMadHouseの方法のためにはない）を得る場合は、私は間違いなくそれを見ます。\u001b[22m, \u001b[1mそれは（それはおそらくないため、マッドハウスがいかにの意志）私は間違いなくそれを見ますシーズン2を取得しない場合。\u001b[22m\n\u001b[4mWho knows?\u001b[24m\n    \u001b[1m知るか？\u001b[22m, \u001b[1m誰が知っている？\u001b[22m, \u001b[1m誰が知っていますか？\u001b[22m\n\u001b[4mMaybe this is just the tip of the iceberg, and the story gets amazing.\u001b[24m\n    \u001b[1mたぶんこれは氷山の先端に過ぎず、ストーリーはすばらしくなるでしょう。\u001b[22m, \u001b[1m多分これは氷山の一角であり、物語が素晴らしいます。\u001b[22m\nIn the end I give One Punch Man a 6/10, mediocre, but great in concept and animation.\n\n\u001b[1m結局、私はワン・パンチ・マンにコンセプトとアニメーションで6/10を与えています。\u001b[22m\n\u001b[1m(Kekkyoku, watashi wa wan panchi man ni konseputo to animēshon de 6/ 10 o ataete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the end I give One Punch Man a 6/10, mediocre, but great in concept and animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the end I give One Punch Man a 6/10, mediocre, but great in concept and animation.\u001b[24m\n    \u001b[1m結局、私はワン・パンチ・マンにコンセプトとアニメーションで6/10を与えています。\u001b[22m, \u001b[1m最後に、私はOneパンチ男をコンセプトとアニメーションで6月10日、平凡な、しかし偉大を与えます。\u001b[22m"
  },
  {
    "title": "One_Punch_Man",
    "id": "30276",
    "url": "https://myanimelist.net/anime/30276/One_Punch_Man",
    "user": "RuriBellcraft",
    "profile": "/profile/RuriBellcraft/reviews",
    "pages": "16",
    "number": "8",
    "link": "/reviews.php?id=207419",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  10\n\nTL; DR：あなたが深くなくて、あなたがこのショーを見直すことを考えているかもしれないと思ったアニメのようなものをやめたら！\n\nあるパンチの男は、多くの人が「シーズンのアニメ」とみなされ、多くの人にとって、これまでに最も退屈なアニメだと考えられています。\nこのアニメは、本当に人々が愛するか嫌いなアニメの古典的な例です。\n\nストーリー：平凡な\nストーリーは平凡なイモです。 それはかなり簡単です。 悪い男が来て、ヒーローはそれを倒して失敗すると、埼玉が来てその日を救う。 一言で言えば、かなりプロットです。 私は本当に間違っているとは思わない。 それは一般的ですが、それは深い話を持っていないので、ショーのために効果的です。\n\nアート/サウンド：Great / Good\n芸術は素晴らしかったですが、時には本当に標準的でした。 私がこれを意味するのは、特に非戦闘シーンでは、他のほとんどのアニメに見られるように見えるので、画期的なものではありません。  1人以上のヒーローが敗北する必要がある大人。 私の好きな攻撃が私に当たっているような気がしました。\n\n音はこれをうまく補う。 それは戦いに必要なときに良いタイミングと緊張した音で。 それ以外ではそれは音の効果によって圧倒されたのでそれほど目立たなかった。\n\nキャラクター：フェア\n文字は本当にシンプルで1次元です。 そのDOESNTは、彼らが楽しいキャラクターではないことを意味します。 それどころか、私は、すべてのキャラクターが独特のものである理由は、彼らが英雄協会にいる理由についてあなたに疑問を抱かせる彼らの力と簡単な人格であるため、すべての人物が奇妙で（良い方法で）、独自の方法で面白いと思う。\n\nエンジョイメント（もちろん最も重要なもの）：10月10日に再び\nこれまで最高だったことがなかったとしても、それが楽しかったわけではありません。驚くべきことでした。 私がしばらく見てきた最も楽しいアクションアニメの一つ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR: If you DONT LIKE anime that aren't deep and thought provoking you might want to reconsider watching this show!\n\n\u001b[1mTL; DR：あなたが深くなくて、あなたがこのショーを見直すことを考えているかもしれないと思ったアニメをやめたら！\u001b[22m\n\u001b[1m(TL; DR: Anata ga fukakunakute, anata ga kono shō o minaosu koto o kangaete iru kamo shirenai to omotta anime o yametara!)\u001b[22m\n\nTranslations of \u001b[4mTL;DR: If you DONT LIKE anime that aren't deep and thought provoking you might want to reconsider watching this show!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR: If you DONT LIKE anime that aren't deep and thought provoking you might want to reconsider watching this show!\u001b[24m\n    \u001b[1mTL; DR：あなたが深くなくて、あなたがこのショーを見直すことを考えているかもしれないと思ったアニメをやめたら！\u001b[22m, \u001b[1mTL; DR：あなたが深いではないアニメを好まないし、考えさせられる場合は、この番組を見て再検討することをお勧めします！\u001b[22m\n\u001b[1m\u001b[22m\nOne punch man is considered by many to be 'the anime of the season' and is considered by many to be the most boring anime ever.\n\n\u001b[1mあるパンチの男は、多くの人が「シーズンのアニメ」とみなされ、多くの人にとって、これまでに最も退屈なアニメだと考えられています。\u001b[22m\n\u001b[1m(Aru panchi no otoko wa, ōku no hito ga `shīzun no anime' to minasa re, ōku no hito ni totte, kore made ni mottomo taikutsuna animeda to kangae rarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mOne punch man is considered by many to be 'the anime of the season' and is considered by many to be the most boring anime ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne punch man is considered by many to be 'the anime of the season' and is considered by many to be the most boring anime ever.\u001b[24m\n    \u001b[1mあるパンチの男は、多くの人が「シーズンのアニメ」とみなされ、多くの人にとって、これまでに最も退屈なアニメだと考えられています。\u001b[22m, \u001b[1mワンパンマンは「シーズンのアニメ」であると多くの人に考えられているし、これまでで最も退屈なアニメであることを多くの人に考えられています。\u001b[22m\nThis anime really is a classic example of an anime that people either love OR hate.\n\n\u001b[1mこのアニメは、本当に人々が愛するか嫌いなアニメの古典的な例です。\u001b[22m\n\u001b[1m(Kono anime wa, hontōni hitobito ga aisuru ka kiraina anime no koten-tekina reidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime really is a classic example of an anime that people either love OR hate.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime really is a classic example of an anime that people either love OR hate.\u001b[24m\n    \u001b[1mこのアニメは、本当に人々が愛するか嫌いなアニメの古典的な例です。\u001b[22m, \u001b[1mこのアニメは本当に人々の愛OR憎しみのいずれかのアニメの典型的な例です。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: Mediocre\n\n\u001b[1mストーリー：平凡な\u001b[22m\n\u001b[1m(Sutōrī: Heibon'na)\u001b[22m\n\nTranslations of \u001b[4mSTORY: Mediocre\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: Mediocre\u001b[24m\n    \u001b[1mストーリー：平凡な\u001b[22m, \u001b[1mストーリー：平凡\u001b[22m\nthe story is mediocre imo. it is pretty simple. Bad guys come, heroes try to defeat it and fail, saitama comes and saves the day. Pretty much the plot in a nutshell. I do not think that there is anything really wrong with it. It's generic, but effective for the show because it's not supposed to have a deep story.\n\n\u001b[1mストーリーは平凡なイモです。 それはかなり簡単です。 悪い男が来て、ヒーローはそれを倒して失敗すると、埼玉が来てその日を救う。 一言で言えば、かなりプロットです。 私は本当に間違っているとは思わない。 それは一般的ですが、それは深い話を持っていないので、ショーのために効果的です。\u001b[22m\n\u001b[1m(Sutōrī wa heibon'na imodesu. Sore wa kanari kantandesu. Warui otoko ga kite, hīrō wa sore o taoshite shippai suru to, Saitama ga kite sonohi o sukuu. Hitokoto de ieba, kanari purottodesu. Watashi wa hontōni machigatte iru to wa omowanai. Sore wa ippan-tekidesuga, sore wa fukai hanashi o motte inainode, shō no tame ni kōka-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mthe story is mediocre imo. it is pretty simple. Bad guys come, heroes try to defeat it and fail, saitama comes and saves the day. Pretty much the plot in a nutshell. I do not think that there is anything really wrong with it. It's generic, but effective for the show because it's not supposed to have a deep story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe story is mediocre imo.\u001b[24m\n    \u001b[1mストーリーは平凡なイモです。\u001b[22m, \u001b[1m物語は芋平凡です。\u001b[22m\n\u001b[4mit is pretty simple.\u001b[24m\n    \u001b[1mそれはかなり簡単です。\u001b[22m, \u001b[1mそれは非常に単純です。\u001b[22m\n\u001b[4mBad guys come, heroes try to defeat it and fail, saitama comes and saves the day.\u001b[24m\n    \u001b[1m悪い男が来て、ヒーローはそれを倒して失敗すると、埼玉が来てその日を救う。\u001b[22m, \u001b[1m悪者が来て、英雄は埼玉が来ると一日保存し、それを倒し、失敗してみてください。\u001b[22m\n\u001b[4mPretty much the plot in a nutshell.\u001b[24m\n    \u001b[1m一言で言えば、かなりプロットです。\u001b[22m, \u001b[1m一言で言えばかなりのプロット。\u001b[22m\n\u001b[4mI do not think that there is anything really wrong with it.\u001b[24m\n    \u001b[1m私は本当に間違っているとは思わない。\u001b[22m, \u001b[1m私はそれには本当に何も悪いことはないと思います。\u001b[22m\n\u001b[4mIt's generic, but effective for the show because it's not supposed to have a deep story.\u001b[24m\n    \u001b[1mそれは一般的ですが、それは深い話を持っていないので、ショーのために効果的です。\u001b[22m, \u001b[1m深いストーリーを持っているはずはないので、それは一般的な、しかし、ショーのために効果的です。\u001b[22m\n\u001b[1m\u001b[22m\nART/SOUND: Great/Good\n\n\u001b[1mアート/サウンド：Great / Good\u001b[22m\n\u001b[1m(Āto/ saundo: Gurēto/ Good)\u001b[22m\n\nTranslations of \u001b[4mART/SOUND: Great/Good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART/SOUND: Great/Good\u001b[24m\n    \u001b[1mアート/サウンド：Great / Good\u001b[22m, \u001b[1mART / SOUND：グレート/グッド\u001b[22m\nthe art was amazing but also really standard at times. What I mean by this is that, especially in the non-fighting scenes, it just seems like what you would see in most other anime so in that regard it isn't something groundbreaking, HOWEVER the art really shined in the fighting scenes against the big guys that need more than one hero to defeat. It really felt like the attacks were hitting me which I really liked.\n\n\u001b[1m芸術は素晴らしかったですが、時には本当に標準的でした。 私がこれを意味するのは、特に非戦闘シーンでは、他のほとんどのアニメに見られるように見えるので、画期的なものではありません。  1人以上のヒーローが敗北する必要がある大人。 私の好きな攻撃が私に当たっているような気がしました。\u001b[22m\n\u001b[1m(Geijutsu wa subarashikattadesuga, tokiniha hontōni hyōjun-tekideshita. Watashi ga kore o imi suru no wa, tokuni hi sentō shīnde wa, hoka no hotondo no anime ni mi rareru yō ni mieru node, kakkitekina monode wa arimasen. 1-Ri ijō no hīrō ga haiboku suruhitsuyōgāru otona. Watashi no sukina kōgeki ga watashi ni atatte iru yōna ki ga shimashita.)\u001b[22m\n\nTranslations of \u001b[4mthe art was amazing but also really standard at times. What I mean by this is that, especially in the non-fighting scenes, it just seems like what you would see in most other anime so in that regard it isn't something groundbreaking, HOWEVER the art really shined in the fighting scenes against the big guys that need more than one hero to defeat. It really felt like the attacks were hitting me which I really liked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe art was amazing but also really standard at times.\u001b[24m\n    \u001b[1m芸術は素晴らしかったですが、時には本当に標準的でした。\u001b[22m, \u001b[1m芸術は素晴らしいだけでなく、時間に本当に標準でした。\u001b[22m\n\u001b[4mWhat I mean by this is that, especially in the non-fighting scenes, it just seems like what you would see in most other anime so in that regard it isn't something groundbreaking, HOWEVER the art really shined in the fighting scenes against the\u001b[24m\n    \u001b[1m私がこれを意味するのは、特に非戦闘シーンでは、他のほとんどのアニメに見られるように見えるので、画期的なものではありません。\u001b[22m, \u001b[1m私はこれの意味することは、特に非戦うシーンで、それだけでその点では画期的なものではありませんので、あなたが他のほとんどのアニメで見るであろうもののように思える。しかし、技術は本当に戦っシーンで輝い、ということです\u001b[22m\n\u001b[4mbig guys that need more than one hero to defeat.\u001b[24m\n    \u001b[1m1人以上のヒーローが敗北する必要がある大人。\u001b[22m, \u001b[1m敗北に複数の英雄を必要とする大物。\u001b[22m\n\u001b[4mIt really felt like the attacks were hitting me which I really liked.\u001b[24m\n    \u001b[1m私の好きな攻撃が私に当たっているような気がしました。\u001b[22m, \u001b[1mそれは本当に攻撃が、私は本当に気に入っている私を打つたように感じました。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound complimented this very well. With good timing and tense sound when it needed to in fights. other than that it it didn't really stand out too much because it was overpowered by the sound effects.\n\n\u001b[1m音はこれをうまく補う。 それは戦いに必要なときに良いタイミングと緊張した音で。 それ以外ではそれは音の効果によって圧倒されたのでそれほど目立たなかった。\u001b[22m\n\u001b[1m(Oto wa kore o umaku oginau. Sore wa tatakai ni hitsuyōna toki ni yoi taimingu to kinchō shita oto de. Soreigaide wa sore wa oto no kōka ni yotte attō sa retanode sorehodo medatanakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe sound complimented this very well. With good timing and tense sound when it needed to in fights. other than that it it didn't really stand out too much because it was overpowered by the sound effects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound complimented this very well.\u001b[24m\n    \u001b[1m音はこれをうまく補う。\u001b[22m, \u001b[1m音は非常によくこれを褒め。\u001b[22m\n\u001b[4mWith good timing and tense sound when it needed to in fights.\u001b[24m\n    \u001b[1mそれは戦いに必要なときに良いタイミングと緊張した音で。\u001b[22m, \u001b[1m良いタイミングと、それは戦いでに必要な緊張音と。\u001b[22m\n\u001b[4mother than that it it didn't really stand out too much because it was overpowered by the sound effects.\u001b[24m\n    \u001b[1mそれ以外ではそれは音の効果によって圧倒されたのでそれほど目立たなかった。\u001b[22m, \u001b[1mそれは音響効果によって取り押さえられたので、それはそれは本当にあまり目立たなかったこと以外。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER: Fair\n\n\u001b[1mキャラクター：フェア\u001b[22m\n\u001b[1m(Kyarakutā: Fea)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: Fair\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: Fair\u001b[24m\n    \u001b[1mキャラクター：フェア\u001b[22m, \u001b[1mCHARACTER：フェア\u001b[22m\nThe characters are really simple and 1 dimensional. That DOESNT mean they aren't fun characters though. On the contrary, I think that all characters are weird (in a good way) and funny in their own way because what makes them unique are their powers and simple personality that makes you question why they are in the hero association.\n\n\u001b[1m文字は本当にシンプルで1次元です。 そのDOESNTは、彼らが楽しいキャラクターではないことを意味します。 それどころか、私は、すべてのキャラクターが独特のものである理由は、彼らが英雄協会にいる理由についてあなたに疑問を抱かせる彼らの力と簡単な人格であるため、すべての人物が奇妙で（良い方法で）、独自の方法で面白いと思う。\u001b[22m\n\u001b[1m(Moji wa hontōni shinpurude 1-jigendesu. Sono DOESNT wa, karera ga tanoshī kyarakutāde wanai koto o imi shimasu. Soredokoroka, watashi wa, subete no kyarakutā ga dokutoku no monodearu riyū wa, karera ga eiyū kyōkai ni iru riyū ni tsuite anata ni gimon o daka seru karera no chikara to kantan'na jinkakudearu tame, subete no jinbutsu ga kimyōde (yoi hōhō de), dokuji no hōhō de omoshiroi to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are really simple and 1 dimensional. That DOESNT mean they aren't fun characters though. On the contrary, I think that all characters are weird (in a good way) and funny in their own way because what makes them unique are their powers and simple personality that makes you question why they are in the hero association.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are really simple and 1 dimensional.\u001b[24m\n    \u001b[1m文字は本当にシンプルで1次元です。\u001b[22m, \u001b[1m文字は本当に簡単で、1次元です。\u001b[22m\n\u001b[4mThat DOESNT mean they aren't fun characters though.\u001b[24m\n    \u001b[1mそのDOESNTは、彼らが楽しいキャラクターではないことを意味します。\u001b[22m, \u001b[1mそれdoesntのは、彼らはしかし楽しい文字ではありません意味します。\u001b[22m\n\u001b[4mOn the contrary, I think that all characters are weird (in a good way) and funny in their own way because what makes them unique are their powers and simple personality that makes you question why they are in the hero association.\u001b[24m\n    \u001b[1mそれどころか、私は、すべてのキャラクターが独特のものである理由は、彼らが英雄協会にいる理由についてあなたに疑問を抱かせる彼らの力と簡単な人格であるため、すべての人物が奇妙で（良い方法で）、独自の方法で面白いと思う。\u001b[22m, \u001b[1m逆に、私は何彼らがユニークなのはその権限と、彼らはヒーロー協会である理由を問うなり、単純な性格であるため、すべての文字が独自の方法で（良い意味で）奇妙で面白いと思います。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT (the most important one of course): 10/10 would 10 again\n\n\u001b[1mエンジョイメント（もちろん最も重要なもの）：10月10日に再び\u001b[22m\n\u001b[1m(Enjoimento (mochiron mottomo jūyōna mono): 10 Tsuki 10-nichi ni futatabi)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT (the most important one of course): 10/10 would 10 again\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT (the most important one of course): 10/10 would 10 again\u001b[24m\n    \u001b[1mエンジョイメント（もちろん最も重要なもの）：10月10日に再び\u001b[22m, \u001b[1m享有（もちろん、最も重要な1）：再び10月10日だろう10\u001b[22m\nEven if everything that was up until now hasn't been the most positive that doesn't mean I didn't enjoy it because it was amazing. one of the most enjoyable action anime I have seen in a while.\n\n\u001b[1mこれまで最高だったことがなかったとしても、それが楽しかったわけではありません。驚くべきことでした。 私がしばらく見てきた最も楽しいアクションアニメの一つ。\u001b[22m\n\u001b[1m(Kore made saikōdatta koto ga nakatta to shite mo, sore ga tanoshikatta wakede wa arimasen. Odorokubeki kotodeshita. Watashi ga shibaraku mitekita mottomo tanoshī akushon anime no hitotsu.)\u001b[22m\n\nTranslations of \u001b[4mEven if everything that was up until now hasn't been the most positive that doesn't mean I didn't enjoy it because it was amazing. one of the most enjoyable action anime I have seen in a while.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven if everything that was up until now hasn't been the most positive that doesn't mean I didn't enjoy it because it was amazing.\u001b[24m\n    \u001b[1mこれまで最高だったことがなかったとしても、それが楽しかったわけではありません。驚くべきことでした。\u001b[22m, \u001b[1m今まであったすべてが、それは驚くべきものだったので、私はそれを楽しんでいなかったわけではありません最も肯定的にされていない場合でも。\u001b[22m\n\u001b[4mone of the most enjoyable action anime I have seen in a while.\u001b[24m\n    \u001b[1m私がしばらく見てきた最も楽しいアクションアニメの一つ。\u001b[22m, \u001b[1m私はしばらくの間で見てきた最も楽しいアクションアニメの一つ。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "One_Punch_Man",
    "id": "30276",
    "url": "https://myanimelist.net/anime/30276/One_Punch_Man",
    "user": "Grischlinger",
    "profile": "/profile/Grischlinger/reviews",
    "pages": "16",
    "number": "9",
    "link": "/reviews.php?id=207011",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  2\nキャラクター|  2\n|  5\n\nレビューとはあまり共通していないので、私と一緒にいらっしゃいます。 このように、人々は常に2つのグループに分かれています。 ショーを絶対に愛する人は誰もそれについて悪いことを言わせてくれません。また、ショーを嫌う人は、それがメインストリームにあるか、本当に悪いショーだと本当に思っているからです。 通常、この2つのグループの間には何もありません（Tokyo GhoulやSword Art Onlineと同じように）。しかし、私はこれらのショーとは少しバランスが取れています。 私はそれらを見て、私はなぜ人々がそれらのショーのようなものを見て、それも同様に好きですが、私はそれらのショーが私の意見では間違っていたことを指摘するのを恐れていません。\n\nこのレビューでは、スポイラーが存在する可能性があります。\n\n\nストーリー：\n\nワン・パンチ・マンの物語は簡単です。 この男は埼玉という名前の男は、パンチだけですべてを勝ち、誰もが彼と競争できる人を探しています。 それはそうです。それほど真剣ではありません。 さて、彼のサイドキックの背景は、埼玉ほど強くなりたいと思っているので、彼は死んだ両親と破壊された村に復讐することができます。しかし、決して結論を​​出すことはないので、心配する必要はありません。\n\nアート：\n\nキャラクターデザインは大丈夫です。 埼玉自身は、私の意見では、彼の性格には良いです。 髪の毛、絶対的な標準的なヒーローの衣装、それはあなたが本当に退屈な人から期待するものです。 とにかく誰もが一気に打ち負かすので、より優れた衣装が彼にもっと適しているとは思わない。 彼は、しかし、時にはかなり面白いです、そして、彼は、ショーのやり方に適したいくつかの面白い瞬間のためにそれらの古典的なショーネのすべての瞬間を断っている理由です。\nジェノスは優れたデザインですが、優れたものはありません。 彼は多分埼玉の魅力的な相手のようなものです。 また、彼はサイボーグであり、とてもクールです。\n大部分の場合、Enemysのデザインはただ絶対にばかばかしいばかりです。 最初の敵はピコロのように見えるが、ステロイド（それが可能であれば）、魚類、蚊が少々ばっかりだ。筋肉の筋肉..まあ、私が言うことは、いつもより大きな魚がいる 。 私は絶対に彼らを好きではなかった。\n一方、アニメーションは、Studio Madhouseから期待されているように、ほとんどの時間は大変です。 それはしっかりしている。\n\n音：\n\n絶対に忘れられない。 オープニングとエンディングは何も特別なものではなく、私が認識しているOSTの曲は1つだけです。\n\nキャラクター：\n\n彼らは..良くない。 もちろん、埼玉は自分のものであり、まだまだ彼に立ち向かうことのできる相手が決して見つからないので、本当に発展することはありません。\nジェノスには全く開発がありません。 少なくとも私はそれを見たことはありません。\n他のキャラクターは、2人のキャラクターと同じくらい忘れがたいです。私はムーメンライダーがいなければ、ここに1/10のキャラクターを与えました。 彼は開発のような何かを持っている唯一のキャラクターです。 言いたいことさえありませんが、私は彼を好きでした。彼はおそらくショーの中で私の好きなキャラクターだったので、彼はそれほど多くのscreentimeを持っていないので、私は他のキャラクターについて何が言いたいのだろうか。\n\n最終判決：\n\n最後に、このショーはストーリーアンドキャラクター部門では本当に輝きませんが、ソリッドなアニメーションと多くのコメディでかなり楽しいアクションショーです。 私はあなたがそれを見たと言うことができるという事実だけのためにそれを勧めます。 この名前の人たちはアニメの救世主のようなものをたくさん見せています。私の意見では、それほど近いものではありませんが、それほど誇張されたショーなので、あなた自身の意見を作りましょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI'm not very common with Reviews so bare with me. Shows like this always splits people into two groups. People that absolutly love the show and will never let anyone say bad things about it and People who absolutly hate the show either because it's to mainstream to like it or they just really think that it's a bad show. Normally there isn't anything between those two Groups (Just as it is with Tokyo Ghoul or Sword Art Online) But I am someone who is a bit more balanced with those shows. I watch them and I see why people like those shows and partwisely like them as well, but I'm not afraid of pointing out, what those shows, in my opinion, did wrong.\n\n\u001b[1mレビューとはあまり共通していないので、私と一緒にいらっしゃいます。 このように、人々は常に2つのグループに分かれています。 ショーを絶対に愛する人は誰もそれについて悪いことを言わせてくれません。また、ショーを嫌う人は、それがメインストリームにあるか、本当に悪いショーだと本当に思っているからです。 通常、この2つのグループの間には何もありません（Tokyo GhoulやSword Art Onlineと同じように）。しかし、私はこれらのショーとは少しバランスが取れています。 私はそれらを見て、私はなぜ人々がそれらのショーのようなものを見て、それも同様に好きですが、私はそれらのショーが私の意見では間違っていたことを指摘するのを恐れていません。\u001b[22m\n\u001b[1m(Rebyū to wa amari kyōtsū shite inainode, watashitoisshoni irasshaimasu. Ko no yō ni, hitobito wa tsuneni 2tsu no gurūpu ni wakarete imasu. Shō o zettai ni aisuruhito wa dare mo sore ni tsuite warui koto o iwa sete kuremasen. Mata, shō o kirau hito wa, sore ga meinsutorīmu ni aru ka, hontōni warui shōdato hontōni omotte irukaradesu. Tsūjō, kono 2tsu no gurūpu no ma ni wa nani mo arimasen (Tokyo Ghoul ya Sword Art Online to onajiyōni). Shikashi, watashi wa korera no shō to wa sukoshi baransu ga torete imasu. Watashi wa sorera o mite, watashi wa naze hitobito ga sorera no shō no yōna mono o mite, sore mo dōyō ni sukidesu ga, watashi wa sorera no shō ga watashi no ikende wa machigatte ita koto o shiteki suru no o osorete imasen.)\u001b[22m\n\nTranslations of \u001b[4mI'm not very common with Reviews so bare with me. Shows like this always splits people into two groups. People that absolutly love the show and will never let anyone say bad things about it and People who absolutly hate the show either because it's to mainstream to like it or they just really think that it's a bad show. Normally there isn't anything between those two Groups (Just as it is with Tokyo Ghoul or Sword Art Online) But I am someone who is a bit more balanced with those shows. I watch them and I see why people like those shows and partwisely like them as well, but I'm not afraid of pointing out, what those shows, in my opinion, did wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not very common with Reviews so bare with me.\u001b[24m\n    \u001b[1mレビューとはあまり共通していないので、私と一緒にいらっしゃいます。\u001b[22m, \u001b[1m私は私と一緒にそのように裸のレビューと非常に一般的ではありませんよ。\u001b[22m\n\u001b[4mShows like this always splits people into two groups.\u001b[24m\n    \u001b[1mこのように、人々は常に2つのグループに分かれています。\u001b[22m, \u001b[1mこのようなショーは、常に2つのグループに人々を分割します。\u001b[22m\n\u001b[4mPeople that absolutly love the show and will never let anyone say bad things about it and People who absolutly hate the show either because it's to mainstream to like it or they just really think that it's a bad show.\u001b[24m\n    \u001b[1mショーを絶対に愛する人は誰もそれについて悪いことを言わせてくれません。また、ショーを嫌う人は、それがメインストリームにあるか、本当に悪いショーだと本当に思っているからです。\u001b[22m, \u001b[1mabsolutlyショーを愛し、誰もがそれとabsolutlyショーを憎むのいずれか、それを好きに主流にだか、彼らは本当にそれは悪いショーだと思うので、人の悪口を言うことができません。人々\u001b[22m\n\u001b[4mNormally there isn't anything between those two Groups (Just as it is with Tokyo Ghoul or Sword Art Online) But I am someone who is a bit more balanced with those shows.\u001b[24m\n    \u001b[1m通常、この2つのグループの間には何もありません（Tokyo GhoulやSword Art Onlineと同じように）。しかし、私はこれらのショーとは少しバランスが取れています。\u001b[22m, \u001b[1m通常、（それが東京グールやソードアート・オンラインであるのと同様に）しかし、私は少しよりバランスの取れたもののショーである誰かを午前これら二つのグループの間には何もありません。\u001b[22m\n\u001b[4mI watch them and I see why people like those shows and partwisely like them as well, but I'm not afraid of pointing out, what those shows, in my opinion, did wrong.\u001b[24m\n    \u001b[1m私はそれらを見て、私はなぜ人々がそれらのショーのようなものを見て、それも同様に好きですが、私はそれらのショーが私の意見では間違っていたことを指摘するのを恐れていません。\u001b[22m, \u001b[1mこれらのショーは、私の意見では、間違って何をしたか、私はそれらを見て、私はそれらのショーのような、なぜ人々を参照し、同様に彼らのようpartwiselyが、私は指摘を恐れていませんよ。\u001b[22m\n\u001b[1m\u001b[22m\nIn this Review there could be SPOILERS!\n\n\u001b[1mこのレビューでは、スポイラーが存在する可能性があります。\u001b[22m\n\u001b[1m(Kono rebyūde wa, supoirā ga sonzai suru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn this Review there could be SPOILERS!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this Review there could be SPOILERS!\u001b[24m\n    \u001b[1mこのレビューでは、スポイラーが存在する可能性があります。\u001b[22m, \u001b[1mこのレビューではネタバレがあるかもしれません！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nThe Story of One Punch Man is simple. This Guy named Saitama can beat everything and everyone with just one Punch and now he is looking for someone who can compete with him. That's it.. No seriously that's it. Okay there is the backgroundstory of his Sidekick sliding in who wants to become as strong as saitama so he can revenge his dead parents and his destroyed village but since that one never get's a conclusion you don't have to worry about it.\n\n\u001b[1mワン・パンチ・マンの物語は簡単です。 この男は埼玉という名前の男は、パンチだけですべてを勝ち、誰もが彼と競争できる人を探しています。 それはそうです。それほど真剣ではありません。 さて、彼のサイドキックの背景は、埼玉ほど強くなりたいと思っているので、彼は死んだ両親と破壊された村に復讐することができます。しかし、決して結論を​​出すことはないので、心配する必要はありません。\u001b[22m\n\u001b[1m(Wan panchi man no monogatari wa kantandesu. Kono otoko wa Saitama to iu namae no otoko wa, panchi dake de subete o kachi, daremoga kare to kyōsō dekiru hito o sagashiteimasu. Sore wa sōdesu. Sorehodo shinkende wa arimasen. Sate, kare no saidokikku no haikei wa, Saitama hodo tsuyoku naritai to omotte irunode, kare wa shinda ryōshin to hakai sa reta mura ni fukushū suru koto ga dekimasu. Shikashi, kesshite ketsuron o ​​ dasu koto wanainode, shinpai suru hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe Story of One Punch Man is simple. This Guy named Saitama can beat everything and everyone with just one Punch and now he is looking for someone who can compete with him. That's it.. No seriously that's it. Okay there is the backgroundstory of his Sidekick sliding in who wants to become as strong as saitama so he can revenge his dead parents and his destroyed village but since that one never get's a conclusion you don't have to worry about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Story of One Punch Man is simple.\u001b[24m\n    \u001b[1mワン・パンチ・マンの物語は簡単です。\u001b[22m, \u001b[1mOneパンチ男の物語は単純です。\u001b[22m\n\u001b[4mThis Guy named Saitama can beat everything and everyone with just one Punch and now he is looking for someone who can compete with him.\u001b[24m\n    \u001b[1mこの男は埼玉という名前の男は、パンチだけですべてを勝ち、誰もが彼と競争できる人を探しています。\u001b[22m, \u001b[1m埼玉命名この男はただ1パンチですべてのものと誰も勝つことができるし、今、彼は彼と競うことができる誰かを探しています。\u001b[22m\n\u001b[4mThat's it.. No seriously that's it.\u001b[24m\n    \u001b[1mそれはそうです。それほど真剣ではありません。\u001b[22m, \u001b[1mそれはそれだ..いいえ真剣にそれはあります。\u001b[22m\n\u001b[4mOkay there is the backgroundstory of his Sidekick sliding in who wants to become as strong as saitama so he can revenge his dead parents and his destroyed village but since that one never get's a conclusion you don't have to worry about it.\u001b[24m\n    \u001b[1mさて、彼のサイドキックの背景は、埼玉ほど強くなりたいと思っているので、彼は死んだ両親と破壊された村に復讐することができます。しかし、決して結論を出すことはないので、心配する必要はありません。\u001b[22m, \u001b[1mさて、彼のサイドキックのbackgroundstoryは、彼が彼の死んだ両親と彼の破壊された村の復讐することができますので、埼玉のように強くなりたい人ではなく、取得することはありません、その一つは、あなたがそれを心配する必要はありません結論だから滑りがあります。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThe Characterdesigns are allright. Saitama himself is, in my opinion, good for the character he is. no hair, absolut standard hero outfit, it's what you expect from someone who is as boring as he is really. I don't think that a more outstanding outfit would suit him more since he beats everyone with one hit anyways. He is, however, quite funny at times and he is the reason all those classic shonen moments are turned down for some funny moments that fit the show way better.\n\n\u001b[1mキャラクターデザインは大丈夫です。 埼玉自身は、私の意見では、彼の性格には良いです。 髪の毛、絶対的な標準的なヒーローの衣装、それはあなたが本当に退屈な人から期待するものです。 とにかく誰もが一気に打ち負かすので、より優れた衣装が彼にもっと適しているとは思わない。 彼は、しかし、時にはかなり面白いです、そして、彼は、ショーのやり方に適したいくつかの面白い瞬間のためにそれらの古典的なショーネのすべての瞬間を断っている理由です。\u001b[22m\n\u001b[1m(Kyarakutādezain wa daijōbudesu. Saitama jishin wa, watashi no ikende wa, kare no seikaku ni wa yoidesu. Kaminoke, zettai-tekina hyōjun-tekina hīrō no ishō, sore wa anata ga hontōni taikutsuna hito kara kitai suru monodesu. Tonikaku daremoga ikkini uchi makasunode, yori sugureta ishō ga kare ni motto tekishite iru to wa omowanai. Kare wa, shikashi, tokiniha kanari omoshiroidesu, soshite, kare wa, shō no yarikata ni tekishita ikutsu ka no omoshiroi shunkan no tame ni sorera no koten-tekina shōne no subete no shunkan o kotowatte iru riyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Characterdesigns are allright. Saitama himself is, in my opinion, good for the character he is. no hair, absolut standard hero outfit, it's what you expect from someone who is as boring as he is really. I don't think that a more outstanding outfit would suit him more since he beats everyone with one hit anyways. He is, however, quite funny at times and he is the reason all those classic shonen moments are turned down for some funny moments that fit the show way better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Characterdesigns are allright.\u001b[24m\n    \u001b[1mキャラクターデザインは大丈夫です。\u001b[22m, \u001b[1mCharacterdesignsはオールライトです。\u001b[22m\n\u001b[4mSaitama himself is, in my opinion, good for the character he is.\u001b[24m\n    \u001b[1m埼玉自身は、私の意見では、彼の性格には良いです。\u001b[22m, \u001b[1m埼玉自身が、私の意見では、彼は文字のために良いです。\u001b[22m\n\u001b[4mno hair, absolut standard hero outfit, it's what you expect from someone who is as boring as he is really.\u001b[24m\n    \u001b[1m髪の毛、絶対的な標準的なヒーローの衣装、それはあなたが本当に退屈な人から期待するものです。\u001b[22m, \u001b[1m髪の毛、アブソルート標準ヒーローの衣装は、それはあなたが彼が本当にあるとして退屈で誰かに期待ません。\u001b[22m\n\u001b[4mI don't think that a more outstanding outfit would suit him more since he beats everyone with one hit anyways.\u001b[24m\n    \u001b[1mとにかく誰もが一気に打ち負かすので、より優れた衣装が彼にもっと適しているとは思わない。\u001b[22m, \u001b[1m私は彼がとにかくヒット1でみんなを打つため、より優れた衣装はもっと彼に合うだろうとは思いません。\u001b[22m\n\u001b[4mHe is, however, quite funny at times and he is the reason all those classic shonen moments are turned down for some funny moments that fit the show way better.\u001b[24m\n    \u001b[1m彼は、しかし、時にはかなり面白いです、そして、彼は、ショーのやり方に適したいくつかの面白い瞬間のためにそれらの古典的なショーネのすべての瞬間を断っている理由です。\u001b[22m, \u001b[1m彼は、しかし、時間に非常に面白いですし、彼はすべてのそれらの古典的な少年のモーメントがより良いショー方法に合わせいくつかの面白い瞬間のために下がっている理由です。\u001b[22m\nGenos is rather good designed but nothing outstanding. He is maybe something like the attractive counterpart to Saitama. Also he is a Cyborg and thats quite cool.\n\n\u001b[1mジェノスは優れたデザインですが、優れたものはありません。 彼は多分埼玉の魅力的な相手のようなものです。 また、彼はサイボーグであり、とてもクールです。\u001b[22m\n\u001b[1m(Jenosu wa sugureta dezaindesuga, sugureta mono wa arimasen. Kare wa tabun Saitama no miryoku-tekina aite no yōna monodesu. Mata, kare wa saibōgudeari, totemo kūrudesu.)\u001b[22m\n\nTranslations of \u001b[4mGenos is rather good designed but nothing outstanding. He is maybe something like the attractive counterpart to Saitama. Also he is a Cyborg and thats quite cool.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenos is rather good designed but nothing outstanding.\u001b[24m\n    \u001b[1mジェノスは優れたデザインですが、優れたものはありません。\u001b[22m, \u001b[1mGenosは、設計されたが、何も優れた、むしろ良いです。\u001b[22m\n\u001b[4mHe is maybe something like the attractive counterpart to Saitama.\u001b[24m\n    \u001b[1m彼は多分埼玉の魅力的な相手のようなものです。\u001b[22m, \u001b[1m彼は多分埼玉の魅力相手のようなものです。\u001b[22m\n\u001b[4mAlso he is a Cyborg and thats quite cool.\u001b[24m\n    \u001b[1mまた、彼はサイボーグであり、とてもクールです。\u001b[22m, \u001b[1mまた、彼はサイボーグで、かなりクールthatsの。\u001b[22m\nFor the most part, the Designs of the Enemys are just absoulutly stupid. The very first Enemy looks like piccolo just a bit fuller with steroids (if that's even possible), fishpeople, mosquito Girls it's just stupid.. muscles over muscles.. well I guess it's true if I just say, there is always a bigger fish . I absolutly didn't liked them at all.\n\n\u001b[1m大部分の場合、Enemysのデザインはただ絶対にばかばかしいばかりです。 最初の敵はピコロのように見えるが、ステロイド（それが可能であれば）、魚類、蚊が少々ばっかりだ。筋肉の筋肉..まあ、私が言うことは、いつもより大きな魚がいる 。 私は絶対に彼らを好きではなかった。\u001b[22m\n\u001b[1m(Daibubun no baai, Enemys no dezain wa tada zettai ni bakabakashī bakaridesu. Saisho no teki wa pikoro no yōnimieru ga, suteroido (sore ga kanōdeareba), gyorui, ka ga shōshō bakkarida. Kin'niku no kin'niku.. Mā, watashi ga iu koto wa, itsumo yori ōkina sakana ga iru. Watashi wa zettai ni karera o sukide wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mFor the most part, the Designs of the Enemys are just absoulutly stupid. The very first Enemy looks like piccolo just a bit fuller with steroids (if that's even possible), fishpeople, mosquito Girls it's just stupid.. muscles over muscles.. well I guess it's true if I just say, there is always a bigger fish . I absolutly didn't liked them at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the most part, the Designs of the Enemys are just absoulutly stupid.\u001b[24m\n    \u001b[1m大部分の場合、Enemysのデザインはただ絶対にばかばかしいばかりです。\u001b[22m, \u001b[1mほとんどの部分について、enemysにのデザインがちょうどabsoulutly愚かです。\u001b[22m\n\u001b[4mThe very first Enemy looks like piccolo just a bit fuller with steroids (if that's even possible), fishpeople, mosquito Girls it's just stupid.. muscles over muscles.. well I guess it's true if I just say, there is always a bigger fish\u001b[24m\n    \u001b[1m最初の敵はピコロのように見えるが、ステロイド（それが可能であれば）、魚類、蚊が少々ばっかりだ。筋肉の筋肉..まあ、私が言うことは、いつもより大きな魚がいる\u001b[22m, \u001b[1m非常に最初の敵は私がちょうど言ったらそれは本当だと思うだけでなく、より大きな魚が常にある....それはちょうど愚かだ筋肉の上の筋肉を（それがあっても可能だ場合）のステロイドでほんの少しの充実したピッコロのように見える、fishpeople、蚊の女の子\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mI absolutly didn't liked them at all.\u001b[24m\n    \u001b[1m私は絶対に彼らを好きではなかった。\u001b[22m, \u001b[1m私はabsolutlyすべてでそれらを言っていませんでした。\u001b[22m\nThe Animation on the other hand is, as expected from Studio Madhouse, quite good most of the Time. It's solid.\n\n\u001b[1m一方、アニメーションは、Studio Madhouseから期待されているように、ほとんどの時間は大変です。 それはしっかりしている。\u001b[22m\n\u001b[1m(Ippō, animēshon wa, sutadio Madhouse kara kitai sa rete iru yō ni, hotondo no jikan wa taihendesu. Sore wa shikkari shite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe Animation on the other hand is, as expected from Studio Madhouse, quite good most of the Time. It's solid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Animation on the other hand is, as expected from Studio Madhouse, quite good most of the Time.\u001b[24m\n    \u001b[1m一方、アニメーションは、Studio Madhouseから期待されているように、ほとんどの時間は大変です。\u001b[22m, \u001b[1m時間のほとんどはかなり良い、スタジオマッドハウスから予想されるように一方アニメーションは、あります。\u001b[22m\n\u001b[4mIt's solid.\u001b[24m\n    \u001b[1mそれはしっかりしている。\u001b[22m, \u001b[1mそれは固体です。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nAbsolutely forgetable. the Opening and the Ending are nothing special and there is only one Song in the OST which I even recognized.\n\n\u001b[1m絶対に忘れられない。 オープニングとエンディングは何も特別なものではなく、私が認識しているOSTの曲は1つだけです。\u001b[22m\n\u001b[1m(Zettai ni wasure rarenai. Ōpuningu to endingu wa nani mo tokubetsuna monode wa naku, watashi ga ninshiki shite iru OST no kyoku wa 1tsu dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mAbsolutely forgetable. the Opening and the Ending are nothing special and there is only one Song in the OST which I even recognized.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbsolutely forgetable.\u001b[24m\n    \u001b[1m絶対に忘れられない。\u001b[22m, \u001b[1m絶対にforgetable。\u001b[22m\n\u001b[4mthe Opening and the Ending are nothing special and there is only one Song in the OST which I even recognized.\u001b[24m\n    \u001b[1mオープニングとエンディングは何も特別なものではなく、私が認識しているOSTの曲は1つだけです。\u001b[22m, \u001b[1mオープニングとエンディングは何も特別なことではないと私も認識OSTで唯一の歌があります。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nThey are.. well not good. Of Course Saitama is what he is and yet, since he never finds an opponent who can stand up to him, he never really develops.\n\n\u001b[1m彼らは..良くない。 もちろん、埼玉は自分のものであり、まだまだ彼に立ち向かうことのできる相手が決して見つからないので、本当に発展することはありません。\u001b[22m\n\u001b[1m(Karera wa.. Yokunai. Mochiron, Saitama wa jibun no monodeari, madamada kare ni tachimukau koto no dekiru aite ga kesshite mitsukaranainode, hontōni hatten suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThey are.. well not good. Of Course Saitama is what he is and yet, since he never finds an opponent who can stand up to him, he never really develops.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey are.. well not good.\u001b[24m\n    \u001b[1m彼らは..良くない。\u001b[22m, \u001b[1m彼らは..よく良いものではありません。\u001b[22m\n\u001b[4mOf Course Saitama is what he is and yet, since he never finds an opponent who can stand up to him, he never really develops.\u001b[24m\n    \u001b[1mもちろん、埼玉は自分のものであり、まだまだ彼に立ち向かうことのできる相手が決して見つからないので、本当に発展することはありません。\u001b[22m, \u001b[1mコース埼玉県は、彼が何であるかで、まだ彼は彼に立つことができ、相手を見つけたことがないので、彼は本当に開発することはありません。\u001b[22m\nGenos also has no development at all. At least I never saw one.\n\n\u001b[1mジェノスには全く開発がありません。 少なくとも私はそれを見たことはありません。\u001b[22m\n\u001b[1m(Jenosu ni wa mattaku kaihatsu ga arimasen. Sukunakutomo watashi wa sore o mita koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mGenos also has no development at all. At least I never saw one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenos also has no development at all.\u001b[24m\n    \u001b[1mジェノスには全く開発がありません。\u001b[22m, \u001b[1mGenosも全く開発されていません。\u001b[22m\n\u001b[4mAt least I never saw one.\u001b[24m\n    \u001b[1m少なくとも私はそれを見たことはありません。\u001b[22m, \u001b[1m少なくとも私は1を見たことがありません。\u001b[22m\nThe other Characters are just as forgetable as those two and I would have given a 1/10 here if there wasn't Mumen Rider. He is the only Character who has something like development. well it isn't even that worthy to mention but I liked him, he was probably my favourite character in the show and since he has not that much screentime at all, I wonder what that says about other characters.\n\n\u001b[1m他のキャラクターは、2人のキャラクターと同じくらい忘れがたいです。私はムーメンライダーがいなければ、ここに1/10のキャラクターを与えました。 彼は開発のような何かを持っている唯一のキャラクターです。 言いたいことさえありませんが、私は彼を好きでした。彼はおそらくショーの中で私の好きなキャラクターだったので、彼はそれほど多くのscreentimeを持っていないので、私は他のキャラクターについて何が言いたいのだろうか。\u001b[22m\n\u001b[1m(Hoka no kyarakutā wa, 2-ri no kyarakutā to onaji kurai wasure gataidesu. Watashi wa mūmenraidā ga inakereba, koko ni 1/ 10 no kyarakutā o ataemashita. Kare wa kaihatsu no yōna nanika o motte iru yuiitsu no kyarakutādesu. Iitai koto sae arimasenga, watashi wa kare o sukideshita. Kare wa osoraku shō no naka de watashi no sukina kyarakutādattanode, kare wa sorehodo ōku no screentime o motte inainode, watashi wa hoka no kyarakutā ni tsuite nani ga iitai nodarou ka.)\u001b[22m\n\nTranslations of \u001b[4mThe other Characters are just as forgetable as those two and I would have given a 1/10 here if there wasn't Mumen Rider. He is the only Character who has something like development. well it isn't even that worthy to mention but I liked him, he was probably my favourite character in the show and since he has not that much screentime at all, I wonder what that says about other characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other Characters are just as forgetable as those two and I would have given a 1/10 here if there wasn't Mumen Rider.\u001b[24m\n    \u001b[1m他のキャラクターは、2人のキャラクターと同じくらい忘れがたいです。私はムーメンライダーがいなければ、ここに1/10のキャラクターを与えました。\u001b[22m, \u001b[1m他の文字は、これらの2と同じくらいforgetableであり、Mumenライダーがなかった場合、私はここで1月10日を与えているだろう。\u001b[22m\n\u001b[4mHe is the only Character who has something like development.\u001b[24m\n    \u001b[1m彼は開発のような何かを持っている唯一のキャラクターです。\u001b[22m, \u001b[1m彼は開発のようなものを持っている唯一の文字です。\u001b[22m\n\u001b[4mwell it isn't even that worthy to mention but I liked him, he was probably my favourite character in the show and since he has not that much screentime at all, I wonder what that says about other characters.\u001b[24m\n    \u001b[1m言いたいことさえありませんが、私は彼を好きでした。彼はおそらくショーの中で私の好きなキャラクターだったので、彼はそれほど多くのscreentimeを持っていないので、私は他のキャラクターについて何が言いたいのだろうか。\u001b[22m, \u001b[1mよく、それはそれさえも言及する価値があるではありませんが、私は彼を好きで、彼はおそらくショーで私の好きなキャラクターだったし、彼がすべてではそれほどではないスクリーン時間を持っているので、私はそれが他の文字について述べているのだろうか。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Verdict:\n\n\u001b[1m最終判決：\u001b[22m\n\u001b[1m(Saishū hanketsu:)\u001b[22m\n\nTranslations of \u001b[4mFinal Verdict:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Verdict:\u001b[24m\n    \u001b[1m最終判決：\u001b[22m, \u001b[1m最終的な評決：\u001b[22m\n\u001b[1m\u001b[22m\nIn the End of it, eventhough this show doesn't really shine in the Story and Character department it is quite an enjoyable Action show, with solid animation and a lot of comedy. I would recommend it just for the fact alone that you can say you saw it. A lot of people named this show something like the savior of Anime which, in my Opinion, it isn't even near to be but since it is such a hyped show just, give it a try and make up your own Opinion.\n\n\u001b[1m最後に、このショーはストーリーアンドキャラクター部門では本当に輝きませんが、ソリッドなアニメーションと多くのコメディでかなり楽しいアクションショーです。 私はあなたがそれを見たと言うことができるという事実だけのためにそれを勧めます。 この名前の人たちはアニメの救世主のようなものをたくさん見せています。私の意見では、それほど近いものではありませんが、それほど誇張されたショーなので、あなた自身の意見を作りましょう。\u001b[22m\n\u001b[1m(Saigo ni, kono shō wa sutōrīandokyarakutā bumonde wa hontōni kagayakimasenga, soriddona animēshon to ōku no komedi de kanari tanoshī akushonshōdesu. Watashi wa anata ga sore o mita to iu koto ga dekiru to iu jijitsu dake no tame ni sore o susumemasu. Kono namae no hito-tachi wa anime no kyūseishu no yōna mono o takusan misete imasu. Watashi no ikende wa, sore hodo chikai monode wa arimasenga, sorehodo kochō sa reta shōnanode, anata jishin no iken o tsukurimashou.)\u001b[22m\n\nTranslations of \u001b[4mIn the End of it, eventhough this show doesn't really shine in the Story and Character department it is quite an enjoyable Action show, with solid animation and a lot of comedy. I would recommend it just for the fact alone that you can say you saw it. A lot of people named this show something like the savior of Anime which, in my Opinion, it isn't even near to be but since it is such a hyped show just, give it a try and make up your own Opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the End of it, eventhough this show doesn't really shine in the Story and Character department it is quite an enjoyable Action show, with solid animation and a lot of comedy.\u001b[24m\n    \u001b[1m最後に、このショーはストーリーアンドキャラクター部門では本当に輝きませんが、ソリッドなアニメーションと多くのコメディでかなり楽しいアクションショーです。\u001b[22m, \u001b[1mこのショーは本当にストーリーとキャラクター部門で輝いていない筈それの終わり、にそれはかなり固体アニメーションで楽しいアクションショー、および喜劇の多くがあります。\u001b[22m\n\u001b[4mI would recommend it just for the fact alone that you can say you saw it.\u001b[24m\n    \u001b[1m私はあなたがそれを見たと言うことができるという事実だけのためにそれを勧めます。\u001b[22m, \u001b[1m私はあなたがそれを見たと言うことができるということだけでは単に事実のためにそれをお勧めします。\u001b[22m\n\u001b[4mA lot of people named this show something like the savior of Anime which, in my Opinion, it isn't even near to be but since it is such a hyped show just, give it a try and make up your own Opinion.\u001b[24m\n    \u001b[1mこの名前の人たちはアニメの救世主のようなものをたくさん見せています。私の意見では、それほど近いものではありませんが、それほど誇張されたショーなので、あなた自身の意見を作りましょう。\u001b[22m, \u001b[1m多くの人がこの番組に私の意見では、あることがあっても近くではありませんが、それはちょうどそのような話題ショーですので、それを試してみると、あなた自身の意見を構成する、アニメの救世主のようなものを命名します。\u001b[22m"
  }
]
