[
  {
    "title": "The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "id": "30344",
    "url": "https://myanimelist.net/anime/30344/The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "user": "Veronin",
    "profile": "/profile/Veronin/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=207753",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  4\n\nアイドルマスターの最新の記事は、アイドル・ショーのもうひとつの荒々しいものです。 ロケットが完全な推力で空気を突き抜けると想像してください。突然それが傾き始めると、どこからでもエンジンが死ぬようになります。 最終的に地面に当たって火の巨大な球に爆発するまで、より速く、速く落ち始め、紡ぎ、紡ぎだしてしまいます。 これは、シンデレラ・ガールズの第1シーズンと第2シーズンの間の移行がどのように感じられるか、かなりよくわかります。\n\nそれは、第2シーズンが絶対にひどい、反抗的な混乱ではないと言っているわけではありませんが、約束でショーを終了するのは確かに1つの地獄です。 最初のシーズンは何か意味のあるものに成長しようとしますが、キャラクターをケアする理由を与えるために、第2シーズンはそれをすべて取り去り、物語の鈍い殻をあなたに贈ります。 それは劇的になりたい、それはあなたの虚偽の状況にもかかわらず、キャラクターのために根を作ってほしいですが、それはちょうどアニメの構造がどのように働くと考えているか分かりません。\n\n最初のシーズンの4人（多分5人だったのかもしれません）のファンの一人でしたが、それは元々のテレビシリーズやゲームと同じ魅力とエネルギーを持っていたからです。 私の時間をとても過ごして楽しんでいます。 それは確かに時々メロドラマの領土を掘り下げましたが、最初のシーズンの終わりはまだ私を興奮させました。 第2シーズンがどのようにしてショーのキャラクターの大キャストをどのように発展させるのか、それがどのように感情的な「最終コンサート」を提供してすべてを消していくのか、私は興奮しました。\n\n2番目のシーズンは、退屈で不快なエピソードが12個に伸びているようなものです。 天気は常に雨か曇っているので、すべてが常に荒涼としています。 天気は時には雰囲気を作り出すのに効果的な方法だと理解していますが、それがアニメの全シーズンでノンストップのときには少し威圧的になります。 なぜ幸せな日に悲しい日や曇りの日に晴れないのですか？ これは文句を言うのはばかげているように思えるかもしれませんが、あまりにも多くのアニメを見て、「私の心は暗く、雨のように荒れています。\n\nちょっと驚くかもしれませんが、ドラマそのもののほとんどは、少なくとも実行の点では、正直には大丈夫です。 例えば、宇宙の声優は、エピソード23（季節の始めから数えれば10）の終わりに優れた仕事をします。 たとえば、チエリを見てみましょう。彼女のデザインは、シリーズの初めにすぐに私をつかんだが、彼女には何もしていない。 私は彼女がいつも恥ずかしがり屋であること以外は彼女の個性について一言も伝えられませんでした。 そして、それはバカだ。 本当の、真実のバマー。 あなたは彼女の声で感情を感じることができます。彼女はそれを失っているかのように聞こえて、いつでも泣き始めます。そして、それは同時に邪魔ではなく本物であると感じることができます。 このシリーズのようないくつかの瞬間があります。 むしろ問題は、彼らが外れているということです。 これらの文字を気にする理由はまだありません。 彼らはアイドルのような重要なことを達成しておらず、彼らの友情とその動機はほとんど調べられていません。  MikuとRinaはお互いの関係に専念するエピソードを全部持っていますし、それはおそらくシリーズ全体で最高です。 しかし、他のすべてのキャラクターはどうですか？ なぜ彼らに焦点を当てるようなエピソードを具体的に挙げることができないのでしょうか？彼らの動機と、それを目立たせる小さな欠点は何ですか？\n\n別の人気アイドル・ショーである「Love Live with Cesterella Girls」を比較すれば、強烈なキャラクターにどれくらいの効果があるかがわかります。 ラヴ・ライブのすべての女の子（もちろん、1つか2つを除いているかもしれません）が開発され、面白いです。 ニコやマキのように、その中のいくつかはジャンルの中でも最高のキャラクターのひとつであり、ニコの場合はアニメ全体を主張することさえあるかもしれません。 そしてあなたは何を知っていますか？  Nicoの特徴付けは、主に1つのエピソードで展開されました。 それは、愛らしい、面白い人物を真に人間と感じているものに変え、さらにはアイドルが何であるかという意味を押し出しました。 私はシンデレラ・ガールズとは遠く離れていても何も感じなかった。 彼らは離れて世界と銀河です。 シンデレラ・ガールズが何か新しいことをやっていないというだけではありません。ジェネリックでも貧弱な仕事です。\n\nシンデレラ・ガールズのドラマは、確かに対話によって助けられていません。時にはそれを聞くことは間違いなく恥ずかしいものです。 ほとんどのエピソードは少年たちで終わります。「今からベストを尽くします！ 私たちが一緒に働くと、何も私たちを止めることはありません！ 彼らは「光る」ことをもっとナンセンスにすることが多い。 ナー、私はそのものを渡します。 代わりに実際の人間のように話してください。\n\n聴衆が声を掛けて背景に拍手をかけながら実際のコンサートのように聞こえるコンサートのように、サウンドデザインは時にはとてもいいと思うし、音楽そのものはまっすぐにリッピングされるのではなく、マイクから来ているように聞こえる。 アニメのほとんどの挿入歌のようなCDです。 しかし、演奏は、最初のシーズンの最後に強調表示されているように、3曲が再生された画像（スライドショーはいつからですか？）と5秒の音楽 。 第2シーズンの最終公演はそれほど良くはない。 アイドルアニメの音楽は、キャラクターの後で最も重要な一面であり、アイカツ、ラブライブ、オリジナルのアイドルマスターシリーズなどの他のショーと比較して、優れたパフォーマンスとキャッチーな曲を持っていることを考えると、シンデレラガールズは完全に失敗します アイドルアニメであること。\n\nシンデレラの女の子はそれよりはるかに多くのことがありました。 たとえ彼らが主なアイドルマスターシリーズのファンであっても、良心的な立場の人々には本当にそれを勧められませんでした。 それは恐ろしいよりももっと平凡ですが、「平凡」というラベルはいかなる意味でも褒め言葉ではありません。 たぶん、興味のあるキャラクターのデザインに出会うかもしれませんが、ショーを見ると実際には気にならないことに気づいて、必然的に失望します。 チエリは二重の髪型を持っています。私が考える限り、二重の女神を与えない限り、時間は絶対的な罪です。 シンデレラ・ガールズにはいろいろなことが間違っていますが、それは私を最も驚かせるものでしょう。 あなた、シンデレラガールズ。\n\nミカはかわいこだった。 私はそのショーを与えるでしょう。 彼女の同人誌はおそらく、この番組が生まれた良いところです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nIdolmaster's most recent installment is yet another bummer of an idol show. Imagine a rocket launching through the air at full thrust: suddenly it starts tilting and then, out of nowhere, its engines also begin to die. It starts to fall faster and faster, spinning and spinning out of control, until finally it hits the ground and explodes into a massive ball of fire. This is pretty well what the transition between Cinderella Girls' first and second season feels like.\n\n\u001b[1mアイドルマスターの最新の記事は、アイドル・ショーのもうひとつの荒々しいものです。 ロケットが完全な推力で空気を突き抜けると想像してください。突然それが傾き始めると、どこからでもエンジンが死ぬようになります。 最終的に地面に当たって火の巨大な球に爆発するまで、より速く、速く落ち始め、紡ぎ、紡ぎだしてしまいます。 これは、シンデレラ・ガールズの第1シーズンと第2シーズンの間の移行がどのように感じられるか、かなりよくわかります。\u001b[22m\n\u001b[1m(Aidorumasutā no saishin no kiji wa, aidoru shō no mō hitotsu no araarashī monodesu. Roketto ga kanzen'na suiryoku de kūki o tsukinukeru to sōzō shite kudasai. Totsuzen sore ga katamuki hajimeru to, doko kara demo enjin ga shinu yō ni narimasu. Saishūtekini jimen ni atatte hi no kyodaina-kyū ni bakuhatsu suru made, yori hayaku, hayaku ochi hajime, tsumugi, tsumugi dashite shimaimasu. Kore wa, Shinderera gāruzu no dai 1 shīzun to dai 2 shīzun no ma no ikō ga dono yō ni kanji rareru ka, kanari yoku wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mIdolmaster's most recent installment is yet another bummer of an idol show. Imagine a rocket launching through the air at full thrust: suddenly it starts tilting and then, out of nowhere, its engines also begin to die. It starts to fall faster and faster, spinning and spinning out of control, until finally it hits the ground and explodes into a massive ball of fire. This is pretty well what the transition between Cinderella Girls' first and second season feels like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIdolmaster's most recent installment is yet another bummer of an idol show.\u001b[24m\n    \u001b[1mアイドルマスターの最新の記事は、アイドル・ショーのもうひとつの荒々しいものです。\u001b[22m, \u001b[1mアイドルマスターの最新の割賦はまだアイドルショーのもう一つの残念です。\u001b[22m\n\u001b[4mImagine a rocket launching through the air at full thrust: suddenly it starts tilting and then, out of nowhere, its engines also begin to die.\u001b[24m\n    \u001b[1mロケットが完全な推力で空気を突き抜けると想像してください。突然それが傾き始めると、どこからでもエンジンが死ぬようになります。\u001b[22m, \u001b[1mフル推力で空気を介してロケット発射を想像してみて：突然それが傾け開始し、その後、どこからともなく、そのエンジンはまた死に始めます。\u001b[22m\n\u001b[4mIt starts to fall faster and faster, spinning and spinning out of control, until finally it hits the ground and explodes into a massive ball of fire.\u001b[24m\n    \u001b[1m最終的に地面に当たって火の巨大な球に爆発するまで、より速く、速く落ち始め、紡ぎ、紡ぎだしてしまいます。\u001b[22m, \u001b[1m最終的にそれが地面に当たると火災の巨大なボールの中に爆発するまでは、紡績や制御不能スピニング、より速く、より速く低下し始めます。\u001b[22m\n\u001b[4mThis is pretty well what the transition between Cinderella Girls' first and second season feels like.\u001b[24m\n    \u001b[1mこれは、シンデレラ・ガールズの第1シーズンと第2シーズンの間の移行がどのように感じられるか、かなりよくわかります。\u001b[22m, \u001b[1mこれはかなりよくシンデレラガールズ 'は、第1および第2シーズンの間の移行は次のように感じるものです。\u001b[22m\n\u001b[1m\u001b[22m\nThat is not to say that the second season is an absolutely abysmal, unwatchable mess, but it is sure one hell of a disappointing way to end a show with promise. Whereas the first season attempts to build towards something meaningful, to give you a reason to care for the characters, the second season takes all that away and presents you with a dull husk of a story. It wants to be dramatic, it wants to make you root for the characters in spite of their crappy situation, but it just doesn't quite understand how the structure of anime is supposed to work.\n\n\u001b[1mそれは、第2シーズンが絶対にひどい、反抗的な混乱ではないと言っているわけではありませんが、約束でショーを終了するのは確かに1つの地獄です。 最初のシーズンは何か意味のあるものに成長しようとしますが、キャラクターをケアする理由を与えるために、第2シーズンはそれをすべて取り去り、物語の鈍い殻をあなたに贈ります。 それは劇的になりたい、それはあなたの虚偽の状況にもかかわらず、キャラクターのために根を作ってほしいですが、それはちょうどアニメの構造がどのように働くと考えているか分かりません。\u001b[22m\n\u001b[1m(Sore wa, dai 2 shīzun ga zettai ni hidoi, hankō-tekina konrande wa nai to itte iru wakede wa arimasenga, yakusoku de shō o shūryō suru no wa tashika ni 1tsu no jigokudesu. Saisho no shīzun wa nani ka imi no aru mono ni seichō shiyou to shimasuga, kyarakutā o kea suru riyū o ataeru tame ni, dai 2 shīzun wa sore o subete torisari, monogatari no nibui kara o anata ni okurimasu. Sore wa gekiteki ni naritai, sore wa anata no kyogi no jōkyō nimokakawarazu, kyarakutā no tame ni ne o tsukutte hoshīdesuga, sore wa chōdo anime no kōzō ga dono yō ni hataraku to kangaete iru ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mThat is not to say that the second season is an absolutely abysmal, unwatchable mess, but it is sure one hell of a disappointing way to end a show with promise. Whereas the first season attempts to build towards something meaningful, to give you a reason to care for the characters, the second season takes all that away and presents you with a dull husk of a story. It wants to be dramatic, it wants to make you root for the characters in spite of their crappy situation, but it just doesn't quite understand how the structure of anime is supposed to work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat is not to say that the second season is an absolutely abysmal, unwatchable mess, but it is sure one hell of a disappointing way to end a show with promise.\u001b[24m\n    \u001b[1mそれは、第2シーズンが絶対にひどい、反抗的な混乱ではないと言っているわけではありませんが、約束でショーを終了するのは確かに1つの地獄です。\u001b[22m, \u001b[1mすなわち、第2シーズンは絶対にひどい、見るに耐えない混乱であると言っているわけではないが、それは約束でショーを終了するには残念な方法の1地獄確信しています。\u001b[22m\n\u001b[4mWhereas the first season attempts to build towards something meaningful, to give you a reason to care for the characters, the second season takes all that away and presents you with a dull husk of a story.\u001b[24m\n    \u001b[1m最初のシーズンは何か意味のあるものに成長しようとしますが、キャラクターをケアする理由を与えるために、第2シーズンはそれをすべて取り去り、物語の鈍い殻をあなたに贈ります。\u001b[22m, \u001b[1m最初のシーズンは、意味のある何かに向かって構築するためにあなたの文字の世話をするための理由を与えることを試みるのに対し、第二シーズンはすべてのことを離れて取り、物語の鈍い殻をご提示します。\u001b[22m\n\u001b[4mIt wants to be dramatic, it wants to make you root for the characters in spite of their crappy situation, but it just doesn't quite understand how the structure of anime is supposed to work.\u001b[24m\n    \u001b[1mそれは劇的になりたい、それはあなたの虚偽の状況にもかかわらず、キャラクターのために根を作ってほしいですが、それはちょうどアニメの構造がどのように働くと考えているか分かりません。\u001b[22m, \u001b[1mそれは彼らの安っぽい状況にもかかわらず、あなたの文字のルートを作りたい、劇的になりたいと思っているが、それだけでかなりアニメの構造が動作するようになっているか理解していません。\u001b[22m\n\u001b[1m\u001b[22m\nI was one of the four (maybe it was five?) fans of the first season, in spite of all its issues, because the show still carried some of the same charm and energy that the original TV series and the games had, which I have very much enjoyed spending my time with. It certainly delved into melodrama territory at times, but the conclusion of the first season still made me excited. It made me excited to see how the second season would finally develop the show's large cast of characters, and how it might deliver an emotional 'final concert' to send everything off.\n\n\u001b[1m最初のシーズンの4人（多分5人だったのかもしれません）のファンの一人でしたが、それは元々のテレビシリーズやゲームと同じ魅力とエネルギーを持っていたからです。 私の時間をとても過ごして楽しんでいます。 それは確かに時々メロドラマの領土を掘り下げましたが、最初のシーズンの終わりはまだ私を興奮させました。 第2シーズンがどのようにしてショーのキャラクターの大キャストをどのように発展させるのか、それがどのように感情的な「最終コンサート」を提供してすべてを消していくのか、私は興奮しました。\u001b[22m\n\u001b[1m(Saisho no shīzun no 4-ri (tabun 5-ridatta no kamo shiremasen) no fan no hitorideshitaga, sore wa motomoto no terebishirīzu ya gēmu to onaji miryoku to enerugī o motte itakaradesu. Watashi no jikan o totemo sugoshite tanoshinde imasu. Sore wa tashika ni tokidoki merodorama no ryōdo o horisagemashitaga, saisho no shīzun no owari wa mada watashi o kōfun sa semashita. Dai 2 shīzun ga dono yō ni shite shō no kyarakutā no dai kyasuto o dono yō ni hatten sa seru no ka, sore ga dono yō ni kanjō-tekina `saishū konsāto' o teikyō shite subete o keshite iku no ka, watashi wa kōfun shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI was one of the four (maybe it was five?) fans of the first season, in spite of all its issues, because the show still carried some of the same charm and energy that the original TV series and the games had, which I have very much enjoyed spending my time with. It certainly delved into melodrama territory at times, but the conclusion of the first season still made me excited. It made me excited to see how the second season would finally develop the show's large cast of characters, and how it might deliver an emotional 'final concert' to send everything off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was one of the four (maybe it was five?) fans of the first season, in spite of all its issues, because the show still carried some of the same charm and energy that the original TV series and the games had, which I\u001b[24m\n    \u001b[1m最初のシーズンの4人（多分5人だったのかもしれません）のファンの一人でしたが、それは元々のテレビシリーズやゲームと同じ魅力とエネルギーを持っていたからです。\u001b[22m, \u001b[1mショーはまだ元のTVシリーズやゲームが持っていた同じ魅力とエネルギーの一部を実施したので、私は私は、そのすべての問題にもかかわらず、最初のシーズンの4（多分それは5だった？）ファンの1つでした\u001b[22m\n\u001b[4mhave very much enjoyed spending my time with.\u001b[24m\n    \u001b[1m私の時間をとても過ごして楽しんでいます。\u001b[22m, \u001b[1m非常に私の時間を費やして楽しんできました。\u001b[22m\n\u001b[4mIt certainly delved into melodrama territory at times, but the conclusion of the first season still made me excited.\u001b[24m\n    \u001b[1mそれは確かに時々メロドラマの領土を掘り下げましたが、最初のシーズンの終わりはまだ私を興奮させました。\u001b[22m, \u001b[1mそれは確かに時間にメロドラマの領土掘り下げたが、最初のシーズンの結論は、まだ私は興奮しました。\u001b[22m\n\u001b[4mIt made me excited to see how the second season would finally develop the show's large cast of characters, and how it might deliver an emotional 'final concert' to send everything off.\u001b[24m\n    \u001b[1m第2シーズンがどのようにしてショーのキャラクターの大キャストをどのように発展させるのか、それがどのように感情的な「最終コンサート」を提供してすべてを消していくのか、私は興奮しました。\u001b[22m, \u001b[1mなお、第2シーズンは最終的に文字のショーの大規模なキャストを開発する、とどのようにそれがすべてをオフに送信するために感情的な「最後のコンサート」を配信する可能性があるかを確認するために私は興奮しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe second season is like one boring, obnoxious episode stretched out to twelve. Everything is constantly bleak and depressing-- literally, since the weather is constantly either rainy or cloudy, and the animators apparently decided the show is now too cool for colour. I understand that weather can sometimes be an effective way to create atmosphere, but when it is non-stop for an entire season of anime it becomes a bit overbearing. Why can't it be sunny on a sad day or cloudy on a happy day? This may seem a silly thing to complain about, but after having seen so many anime attempt to pull off the whole 'my heart is dark and bleak like the rain' thing, I have lost some of my tolerance for it.\n\n\u001b[1m2番目のシーズンは、退屈で不快なエピソードが12個に伸びているようなものです。 天気は常に雨か曇っているので、すべてが常に荒涼としています。 天気は時には雰囲気を作り出すのに効果的な方法だと理解していますが、それがアニメの全シーズンでノンストップのときには少し威圧的になります。 なぜ幸せな日に悲しい日や曇りの日に晴れないのですか？ これは文句を言うのはばかげているように思えるかもしれませんが、あまりにも多くのアニメを見て、「私の心は暗く、雨のように荒れています。\u001b[22m\n\u001b[1m(2-Banme no shīzun wa, taikutsu de fukaina episōdo ga 12-ko ni nobite iru yōna monodesu. Tenki wa tsuneni ame ka kumotte irunode, subete ga tsuneni kōryōto shite imasu. Tenki wa tokiniha fun'iki o tsukuridasu no ni kōkatekina hōhōda to rikai shite imasuga, sore ga anime no zen shīzun de nonsutoppu no tokiniha sukoshi iatsu-teki ni narimasu. Naze shiawasena hi ni kanashī hi ya kumori no hi ni harenai nodesu ka? Kore wa monku o iu no wa bakagete iru yō ni omoeru kamo shiremasenga, amarini mo ōku no anime o mite,`watashi no kokoro wa kuraku, ame no yō ni arete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe second season is like one boring, obnoxious episode stretched out to twelve. Everything is constantly bleak and depressing-- literally, since the weather is constantly either rainy or cloudy, and the animators apparently decided the show is now too cool for colour. I understand that weather can sometimes be an effective way to create atmosphere, but when it is non-stop for an entire season of anime it becomes a bit overbearing. Why can't it be sunny on a sad day or cloudy on a happy day? This may seem a silly thing to complain about, but after having seen so many anime attempt to pull off the whole 'my heart is dark and bleak like the rain' thing, I have lost some of my tolerance for it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe second season is like one boring, obnoxious episode stretched out to twelve.\u001b[24m\n    \u001b[1m2番目のシーズンは、退屈で不快なエピソードが12個に伸びているようなものです。\u001b[22m, \u001b[1m第二シーズンは12に伸ばして1退屈な、不快なエピソードのようなものです。\u001b[22m\n\u001b[4mEverything is constantly bleak and depressing-- literally, since the weather is constantly either rainy or cloudy, and the animators apparently decided the show is now too cool for colour.\u001b[24m\n    \u001b[1m天気は常に雨か曇っているので、すべてが常に荒涼としています。\u001b[22m, \u001b[1mすべてが常に暗いですし、天気が常に雨や曇りのいずれかであることから、文字通りdepressing--、およびアニメーターは明らかにショーは今の色のためにあまりにもクールです決めました。\u001b[22m\n\u001b[4mI understand that weather can sometimes be an effective way to create atmosphere, but when it is non-stop for an entire season of anime it becomes a bit overbearing.\u001b[24m\n    \u001b[1m天気は時には雰囲気を作り出すのに効果的な方法だと理解していますが、それがアニメの全シーズンでノンストップのときには少し威圧的になります。\u001b[22m, \u001b[1m私は天気が時々の雰囲気を作成するための効果的な方法であり得ることを理解し、それはアニメのシーズン全体のためにノンストップであるとき、それは少し横柄になります。\u001b[22m\n\u001b[4mWhy can't it be sunny on a sad day or cloudy on a happy day?\u001b[24m\n    \u001b[1mなぜ幸せな日に悲しい日や曇りの日に晴れないのですか？\u001b[22m, \u001b[1mなぜそれが幸せな日に悲しい日に晴れたり曇っすることはできませんか？\u001b[22m\n\u001b[4mThis may seem a silly thing to complain about, but after having seen so many anime attempt to pull off the whole 'my heart is dark and bleak like the rain' thing, I have lost some of my tolerance for it.\u001b[24m\n    \u001b[1mこれは文句を言うのはばかげているように思えるかもしれませんが、あまりにも多くのアニメを見て、「私の心は暗く、雨のように荒れています。\u001b[22m, \u001b[1mこれは文句を言う愚かなことに思えるかもしれないが、後にはやってのけるするので、多くのアニメの試みを見た全部「私の心は暗く、雨のような荒涼とした 'で、私はそれのための私の許容範囲の一部を失っています。\u001b[22m\n\u001b[1m\u001b[22m\nIt might be a bit surprising, but most of the drama itself, at least in terms of its execution, is honestly pretty OK. Uzuki's voice actress, for example, does an excellent job at the end of episode 23 (or 10 if you count from the start of the season). Take a look at Chieri, for example: her design immediately grabbed me at the start of the series, but absolutely nothing is done with her. I couldn't even tell you a single thing about her personality other than that she's shy all the time. And that's a bummer. A real, real bummer. You can feel the emotion in her voice, her sounding as if she's about to lose it and start crying at any moment, and it still manages to feel authentic--not cloying-- at the same time. There are several moments like this throughout the series; the problem, rather, is that they are out of place. We don't yet have a reason to care about these characters. They have not accomplished anything of significance as idols, and their friendship and their motives have scarcely been explored. Miku and Rina have a whole episode dedicated to their relationship with each other, and it's probably the best in the entire series. But what about all the other characters? Why could we not have more episodes like that focusing on them specifically: their motivations and the little quirks that make them tick?\n\n\u001b[1mちょっと驚くかもしれませんが、ドラマそのもののほとんどは、少なくとも実行の点では、正直には大丈夫です。 例えば、宇宙の声優は、エピソード23（季節の始めから数えれば10）の終わりに優れた仕事をします。 たとえば、チエリを見てみましょう。彼女のデザインは、シリーズの初めにすぐに私をつかんだが、彼女には何もしていない。 私は彼女がいつも恥ずかしがり屋であること以外は彼女の個性について一言も伝えられませんでした。 そして、それはバカだ。 本当の、真実のバマー。 あなたは彼女の声で感情を感じることができます。彼女はそれを失っているかのように聞こえて、いつでも泣き始めます。そして、それは同時に邪魔ではなく本物であると感じることができます。 このシリーズのようないくつかの瞬間があります。 むしろ問題は、彼らが外れているということです。 これらの文字を気にする理由はまだありません。 彼らはアイドルのような重要なことを達成しておらず、彼らの友情とその動機はほとんど調べられていません。  MikuとRinaはお互いの関係に専念するエピソードを全部持っていますし、それはおそらくシリーズ全体で最高です。 しかし、他のすべてのキャラクターはどうですか？ なぜ彼らに焦点を当てるようなエピソードを具体的に挙げることができないのでしょうか？彼らの動機と、それを目立たせる小さな欠点は何ですか？\u001b[22m\n\u001b[1m(Chotto odoroku kamo shiremasenga, dorama sonomono no hotondo wa, sukunakutomo jikkō no tende wa, shōjiki ni wa daijōbudesu. Tatoeba, uchū no seiyū wa, episōdo 23 (kisetsu no hajime kara kazoereba 10) no owari ni sugureta shigoto o shimasu. Anata wa kanojo no koe de kanjō o kanjiru koto ga dekimasu. Kanojo wa sore o ushinatte iru ka no yō ni kikoete, itsu demo naki hajimemasu. Soshite, soreha dōjini jamade wanaku honmonodearu to kanjiru koto ga dekimasu. Kono shirīzu no yōna ikutsu ka no shunkan ga arimasu. Mushiro mondai wa, karera ga hazurete iru to iu kotodesu. Korera no moji o kinisuru riyū wa mada arimasen. Karera wa aidoru no yōna jūyōna koto o tassei shite orazu, karera no yūjō to sono dōki wa hotondo shirabe rarete imasen. Miku to Rina wa otagai no kankei ni sen'nen suru episōdo o zenbu motte imasushi, sore wa osoraku shirīzu zentai de saikōdesu. Shikashi, hoka no subete no kyarakutā wa dōdesu ka? Naze karera ni shōten o ateru yōna episōdo o gutaitekini ageru koto ga dekinai nodeshou ka? Karera no dōki to, sore o medata seru chīsana ketten wa nanidesu ka? Tatoeba, chieri o mite mimashou. Kanojo no dezain wa, shirīzu no hajime ni sugu ni watashi o tsukandaga, kanojo ni wa nani mo shite inai. Watashi wa kanojo ga itsumo hazukashigariyadearu koto igai wa kanojo no kosei ni tsuite hitokoto mo tsutae raremasendeshita. Soshite, soreha bakada. Hontō no, shinjitsu no bamā.)\u001b[22m\n\u001b[1m\u001b[22m\nContrast Cinderella Girls with Love Live, another popular idol show, and you'll see just how much of an effect strong characterisation can have. All the girls in Love Live (well, maybe excluding one or two) are developed and interesting. A few of them, like Nico or Maki, are among some of the best characters in the genre, and in Nico's case I may even argue for anime as a whole. And you know what? Nico's characterisation was largely developed in a single episode. It turned an adorable, entertaining character into one that genuinely felt human and even pushed the meaning of what being an idol is and can be. I did not feel anything even remotely similar with Cinderella Girls. They are worlds and galaxies apart. It's not just that Cinderella Girls doesn't try to do or say anything new-- it's that it does a poor job even at the generic.\n\n\u001b[1m別の人気アイドル・ショーである「Love Live with Cesterella Girls」を比較すれば、強烈なキャラクターにどれくらいの効果があるかがわかります。 ラヴ・ライブのすべての女の子（もちろん、1つか2つを除いているかもしれません）が開発され、面白いです。 ニコやマキのように、その中のいくつかはジャンルの中でも最高のキャラクターのひとつであり、ニコの場合はアニメ全体を主張することさえあるかもしれません。 そしてあなたは何を知っていますか？  Nicoの特徴付けは、主に1つのエピソードで展開されました。 それは、愛らしい、面白い人物を真に人間と感じているものに変え、さらにはアイドルが何であるかという意味を押し出しました。 私はシンデレラ・ガールズとは遠く離れていても何も感じなかった。 彼らは離れて世界と銀河です。 シンデレラ・ガールズが何か新しいことをやっていないというだけではありません。ジェネリックでも貧弱な仕事です。\u001b[22m\n\u001b[1m(Betsu no ninki aidoru shōdearu `rabu raibu u~izu Cesterella Girls' o hikaku sureba, kyōretsuna kyarakutā ni dorekurai no kōka ga aru ka ga wakarimasu. Ravu raibu no subete no on'nanoko (mochiron, 1tsu ka 2tsu o nozoite iru kamo shiremasen) ga kaihatsu sa re, omoshiroidesu. Niko ya maki no yō ni, sono Chū no ikutsu ka wa janru no naka demo saikō no kyarakutā no hitotsudeari, niko no baai wa anime zentai o shuchō suru koto sae aru kamo shiremasen. Soshite anata wa nani o shitte imasu ka? Nico no tokuchō-tsuke wa, omoni 1tsu no episōdo de tenkai sa remashita. Sore wa, airashī, omoshiroi jinbutsu o makotoni ningen to kanjite iru mono ni kae, sarani wa aidoru ga nandearu ka to iu imi o oshidashimashita. Watashi wa Shinderera gāruzu to wa tōkuhanarete ite mo nani mo kanjinakatta. Karera wa hanarete sekai to gingadesu. Shinderera gāruzu ga nanika atarashī koto o yatte inai to iu dakede wa arimasen. Jenerikku demo hinjakuna shigotodesu.)\u001b[22m\n\nTranslations of \u001b[4mContrast Cinderella Girls with Love Live, another popular idol show, and you'll see just how much of an effect strong characterisation can have. All the girls in Love Live (well, maybe excluding one or two) are developed and interesting. A few of them, like Nico or Maki, are among some of the best characters in the genre, and in Nico's case I may even argue for anime as a whole. And you know what? Nico's characterisation was largely developed in a single episode. It turned an adorable, entertaining character into one that genuinely felt human and even pushed the meaning of what being an idol is and can be. I did not feel anything even remotely similar with Cinderella Girls. They are worlds and galaxies apart. It's not just that Cinderella Girls doesn't try to do or say anything new-- it's that it does a poor job even at the generic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mContrast Cinderella Girls with Love Live, another popular idol show, and you'll see just how much of an effect strong characterisation can have.\u001b[24m\n    \u001b[1m別の人気アイドル・ショーである「Love Live with Cesterella Girls」を比較すれば、強烈なキャラクターにどれくらいの効果があるかがわかります。\u001b[22m, \u001b[1mラブライブ、別の人気アイドル・ショーでシンデレラガールズコントラスト、そしてあなたが持つことができ、どれだけ効果の強いキャラクタリゼーションの多く表示されます。\u001b[22m\n\u001b[4mAll the girls in Love Live (well, maybe excluding one or two) are developed and interesting.\u001b[24m\n    \u001b[1mラヴ・ライブのすべての女の子（もちろん、1つか2つを除いているかもしれません）が開発され、面白いです。\u001b[22m, \u001b[1m（よく、多分1または2を除く）ラブライブのすべての女の子が開発され、興味深いされています。\u001b[22m\n\u001b[4mA few of them, like Nico or Maki, are among some of the best characters in the genre, and in Nico's case I may even argue for anime as a whole.\u001b[24m\n    \u001b[1mニコやマキのように、その中のいくつかはジャンルの中でも最高のキャラクターのひとつであり、ニコの場合はアニメ全体を主張することさえあるかもしれません。\u001b[22m, \u001b[1mそれらのいくつかは、ニコやマキのように、ジャンルで最高の文字の一部の間で、ニコの場合には私も全体としてアニメを主張することができます。\u001b[22m\n\u001b[4mAnd you know what?\u001b[24m\n    \u001b[1mそしてあなたは何を知っていますか？\u001b[22m, \u001b[1mそして、あなたは何を知っていますか？\u001b[22m\n\u001b[4mNico's characterisation was largely developed in a single episode.\u001b[24m\n    \u001b[1mNicoの特徴付けは、主に1つのエピソードで展開されました。\u001b[22m, \u001b[1mニコの特性評価は、主に単一のエピソードで開発されました。\u001b[22m\n\u001b[4mIt turned an adorable, entertaining character into one that genuinely felt human and even pushed the meaning of what being an idol is and can be.\u001b[24m\n    \u001b[1mそれは、愛らしい、面白い人物を真に人間と感じているものに変え、さらにはアイドルが何であるかという意味を押し出しました。\u001b[22m, \u001b[1mそれは純粋に人間の感じ1に愛らしい、面白いキャラクターになって、さらにはアイドルであることがあるとすることができるものの意味を押しました。\u001b[22m\n\u001b[4mI did not feel anything even remotely similar with Cinderella Girls.\u001b[24m\n    \u001b[1m私はシンデレラ・ガールズとは遠く離れていても何も感じなかった。\u001b[22m, \u001b[1m私はシンデレラガールズであってもリモートで似た何かを感じませんでした。\u001b[22m\n\u001b[4mThey are worlds and galaxies apart.\u001b[24m\n    \u001b[1m彼らは離れて世界と銀河です。\u001b[22m\n\u001b[4mIt's not just that Cinderella Girls doesn't try to do or say anything new-- it's that it does a poor job even at the generic.\u001b[24m\n    \u001b[1mシンデレラ・ガールズが何か新しいことをやっていないというだけではありません。ジェネリックでも貧弱な仕事です。\u001b[22m, \u001b[1mそれはシンデレラガールズはそれがあっても、汎用に悪い仕事をしていることだnew--何を行うかと言うしようとしていないことだけではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe drama in Cinderella Girls is certainly not helped by the dialogue, which can at times be downright embarrassing to listen to. Most episodes end with juvenile 'I'll do my best from now on!!' and 'Nothing will ever stop us if we work together!!' dialogue, and will often devolve into nonsense about how they want to 'shine' more. Nah, I'll pass on that stuff. Talk like actual human beings instead, OK?\n\n\u001b[1mシンデレラ・ガールズのドラマは、確かに対話によって助けられていません。時にはそれを聞くことは間違いなく恥ずかしいものです。 ほとんどのエピソードは少年たちで終わります。「今からベストを尽くします！ 私たちが一緒に働くと、何も私たちを止めることはありません！ 彼らは「光る」ことをもっとナンセンスにすることが多い。 ナー、私はそのものを渡します。 代わりに実際の人間のように話してください。\u001b[22m\n\u001b[1m(Shinderera gāruzu no dorama wa, tashika ni taiwa ni yotte tasuke rarete imasen. Tokiniha sore o kiku koto wa machigainaku hazukashī monodesu. Hotondo no episōdo wa shōnen-tachi de owarimasu. `Ima kara besuto o tsukushimasu! Watashitachi ga issho ni hataraku to, nani mo watashitachi o tomeru koto wa arimasen! Karera wa `hikaru' koto o motto nansensu ni suru koto ga ōi. Nā, watashi wa sonomono o watashimasu. Kawari ni jissai no ningen no yō ni hanashite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mThe drama in Cinderella Girls is certainly not helped by the dialogue, which can at times be downright embarrassing to listen to. Most episodes end with juvenile 'I'll do my best from now on!!' and 'Nothing will ever stop us if we work together!!' dialogue, and will often devolve into nonsense about how they want to 'shine' more. Nah, I'll pass on that stuff. Talk like actual human beings instead, OK?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe drama in Cinderella Girls is certainly not helped by the dialogue, which can at times be downright embarrassing to listen to.\u001b[24m\n    \u001b[1mシンデレラ・ガールズのドラマは、確かに対話によって助けられていません。時にはそれを聞くことは間違いなく恥ずかしいものです。\u001b[22m, \u001b[1mシンデレラガールズでのドラマは確かに時間に耳を傾けるために実に恥ずかしいことができ、対話、によって助けされていません。\u001b[22m\n\u001b[4mMost episodes end with juvenile 'I'll do my best from now on!!'\u001b[24m\n    \u001b[1mほとんどのエピソードは少年たちで終わります。「今からベストを尽くします！\u001b[22m, \u001b[1mほとんどのエピソードは少年で終わる「私は今から私の最善を尽くします!!」\u001b[22m\n\u001b[4mand 'Nothing will ever stop us if we work together!!'\u001b[24m\n    \u001b[1m私たちが一緒に働くと、何も私たちを止めることはありません！\u001b[22m, \u001b[1mそして、 '私たちは一緒に働く場合は何も今まで私たちを停止しません!!」\u001b[22m\n\u001b[4mdialogue, and will often devolve into nonsense about how they want to 'shine' more.\u001b[24m\n    \u001b[1m彼らは「光る」ことをもっとナンセンスにすることが多い。\u001b[22m, \u001b[1m対話は、多くの場合、彼らはより多くの「輝き」をしたいかについてのナンセンスに委譲します。\u001b[22m\n\u001b[4mNah, I'll pass on that stuff.\u001b[24m\n    \u001b[1mナー、私はそのものを渡します。\u001b[22m, \u001b[1mいや、私はその原料に渡します。\u001b[22m\n\u001b[4mTalk like actual human beings instead, OK?\u001b[24m\n    \u001b[1m代わりに実際の人間のように話してください。\u001b[22m, \u001b[1m[OK]を、代わりに実際の人間のように話しますか？\u001b[22m\n\u001b[1m\u001b[22m\nI suppose the sound design can be quite nice from time to time, as the concerts sound like actual concerts with the audience roaring and clapping in the background, and the music itself sounds very much like it's coming from a microphone rather than being ripped straight from a CD like most insert songs in anime do. However, the performances can be pretty disappointing, as highlighted at the end of the first season where three of the songs are skipped over with an image of them playing (since when was this a slideshow?) and maybe five seconds of music in the background . The second season's final performance fares no better. Considering that the music in an idol anime is the single most important aspect after the characters, and when compared with other shows like Aikatsu, Love Live and even the original Idolmaster series, all of which have excellent performances and catchy tunes, Cinderella Girls fails completely at being an idol anime.\n\n\u001b[1m聴衆が声を掛けて背景に拍手をかけながら実際のコンサートのように聞こえるコンサートのように、サウンドデザインは時にはとてもいいと思うし、音楽そのものはまっすぐにリッピングされるのではなく、マイクから来ているように聞こえる。 アニメのほとんどの挿入歌のようなCDです。 しかし、演奏は、最初のシーズンの最後に強調表示されているように、3曲が再生された画像（スライドショーはいつからですか？）と5秒の音楽 。 第2シーズンの最終公演はそれほど良くはない。 アイドルアニメの音楽は、キャラクターの後で最も重要な一面であり、アイカツ、ラブライブ、オリジナルのアイドルマスターシリーズなどの他のショーと比較して、優れたパフォーマンスとキャッチーな曲を持っていることを考えると、シンデレラガールズは完全に失敗します アイドルアニメであること。\u001b[22m\n\u001b[1m(Chōshū ga koe o kakete haikei ni hakushu o kakenagara jissai no konsāto no yō ni kikoeru konsāto no yō ni, saundo dezain wa tokiniha totemo ī to omoushi, ongaku sonomono wa massugu ni rippingu sa reru node wa naku, maiku kara kite iru yō ni kikoeru. Anime no hotondo no sōnyū uta no yōna CDdesu. Shikashi, ensō wa, saisho no shīzun no saigo ni kyōchō hyōji sa rete iru yō ni, 3-kyoku ga saisei sa reta gazō (suraidoshō wa itsukaradesu ka? ) To 5-byō no ongaku. Dai 2 shīzun no saishū kōen wa sore hodo yoku wanai. Aidoru anime no ongaku wa, kyarakutā no nochi de mottomo jūyōna ichimendeari, aikatsu, rabu raibu, orijinaru no aidorumasutāshirīzu nado no ta no shō to hikaku shite, sugureta pafōmansu to kyatchīna kyoku o motte iru koto o kangaeru to, shindereragāruzu wa kanzen ni shippai shimasu aidoru animedearu koto.)\u001b[22m\n\nTranslations of \u001b[4mI suppose the sound design can be quite nice from time to time, as the concerts sound like actual concerts with the audience roaring and clapping in the background, and the music itself sounds very much like it's coming from a microphone rather than being ripped straight from a CD like most insert songs in anime do. However, the performances can be pretty disappointing, as highlighted at the end of the first season where three of the songs are skipped over with an image of them playing (since when was this a slideshow?) and maybe five seconds of music in the background . The second season's final performance fares no better. Considering that the music in an idol anime is the single most important aspect after the characters, and when compared with other shows like Aikatsu, Love Live and even the original Idolmaster series, all of which have excellent performances and catchy tunes, Cinderella Girls fails completely at being an idol anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI suppose the sound design can be quite nice from time to time, as the concerts sound like actual concerts with the audience roaring and clapping in the background, and the music itself sounds very much like it's coming from a microphone rather than being ripped straight from\u001b[24m\n    \u001b[1m聴衆が声を掛けて背景に拍手をかけながら実際のコンサートのように聞こえるコンサートのように、サウンドデザインは時にはとてもいいと思うし、音楽そのものはまっすぐにリッピングされるのではなく、マイクから来ているように聞こえる。\u001b[22m, \u001b[1m私はコンサートは、バックグラウンドで観客の轟音と拍手と実際のコンサートのような音のようなサウンドデザインは、時間から時間に非常に良いことができたとし、音楽自体は、それがマイクから来ているのではなくストレートからリッピングされた非常に多くのように聞こえます\u001b[22m\n\u001b[4ma CD like most insert songs in anime do.\u001b[24m\n    \u001b[1mアニメのほとんどの挿入歌のようなCDです。\u001b[22m, \u001b[1mアニメの中で最も挿入歌のようなCDが行います。\u001b[22m\n\u001b[4mHowever, the performances can be pretty disappointing, as highlighted at the end of the first season where three of the songs are skipped over with an image of them playing (since when was this a slideshow?) and maybe five seconds of music in the background\u001b[24m\n    \u001b[1mしかし、演奏は、最初のシーズンの最後に強調表示されているように、3曲が再生された画像（スライドショーはいつからですか？）と5秒の音楽\u001b[22m, \u001b[1m歌の3がバックグラウンドで多分音楽の5秒（これはスライドショーだったとき以来？）を演奏し、それらの画像にスキップされた最初のシーズンの終わりに強調されているようしかし、性能は、かなり失望することができます\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThe second season's final performance fares no better.\u001b[24m\n    \u001b[1m第2シーズンの最終公演はそれほど良くはない。\u001b[22m, \u001b[1mセカンドシーズンの最後のパフォーマンスの運賃は良いです。\u001b[22m\n\u001b[4mConsidering that the music in an idol anime is the single most important aspect after the characters, and when compared with other shows like Aikatsu, Love Live and even the original Idolmaster series, all of which have excellent performances and catchy tunes, Cinderella Girls fails completely\u001b[24m\n    \u001b[1mアイドルアニメの音楽は、キャラクターの後で最も重要な一面であり、アイカツ、ラブライブ、オリジナルのアイドルマスターシリーズなどの他のショーと比較して、優れたパフォーマンスとキャッチーな曲を持っていることを考えると、シンデレラガールズは完全に失敗します\u001b[22m, \u001b[1mアイドルアニメにおける音楽は文字の後に単一の最も重要な側面であり、優れた性能とキャッチーな曲を持っているそのすべてがアイカツ！、ラブライブ、さらには元アイドルマスターシリーズのような他の番組と比較した場合、シンデレラガールズが完全に失敗したことを考慮すると、\u001b[22m\n\u001b[4mat being an idol anime.\u001b[24m\n    \u001b[1mアイドルアニメであること。\u001b[22m, \u001b[1mアイドルアニメであることで。\u001b[22m\n\u001b[1m\u001b[22m\nCinderella Girls could have been far more than it is. I could not really recommend it to people on good conscience, even if they may be fans of the main Idolmaster series. It is more mediocre than it is terrible, but the label of 'mediocrity' is not by any means a compliment. Maybe you'll come across a character design that interests you, but you'll inevitably find yourself disappointed when you watch the show and realise it doesn't actually give a damn about them. See, Chieri has twintails and, as far as I'm concerned, not giving twintailed goddesses the time of day is an absolute sin. There's a lot of things wrong with Cinderella Girls, but maybe that is the one that ticks me off the most. Screw you, Cinderella Girls.\n\n\u001b[1mシンデレラの女の子はそれよりはるかに多くのことがありました。 たとえ彼らが主なアイドルマスターシリーズのファンであっても、良心的な立場の人々には本当にそれを勧められませんでした。 それは恐ろしいよりももっと平凡ですが、「平凡」というラベルはいかなる意味でも褒め言葉ではありません。 たぶん、興味のあるキャラクターのデザインに出会うかもしれませんが、ショーを見ると実際には気にならないことに気づいて、必然的に失望します。 チエリは二重の髪型を持っています。私が考える限り、二重の女神を与えない限り、時間は絶対的な罪です。 シンデレラ・ガールズにはいろいろなことが間違っていますが、それは私を最も驚かせるものでしょう。 あなた、シンデレラガールズ。\u001b[22m\n\u001b[1m(Shinderera no on'nanoko wa sore yori haruka ni ōku no koto ga arimashita. Tatoe karera ga omona aidorumasutāshirīzu no fandeatte mo, ryōshin-tekina tachiba no hitobito ni wa hontōni sore o susume raremasendeshita. Sore wa osoroshī yori mo motto heibondesuga,`heibon' to iu raberu wa ikanaru imi demo homekotobade wa arimasen. Tabun, kyōmi no aru kyarakutā no dezain ni deau kamo shiremasenga, shō o miru to jissai ni wa ki ni naranai koto ni kidzuite, hitsuzen-teki ni shitsubō shimasu. Chieri wa nijū no kamigata o motte imasu. Watashi ga kangaeru kagiri, nijū no megami o ataenai kagiri, jikan wa zettai-tekina tsumidesu. Shinderera gāruzu ni wa iroirona koto ga machigatte imasuga, sore wa watashi o mottomo odoroka seru monodeshou. Anata, shindereragāruzu.)\u001b[22m\n\nTranslations of \u001b[4mCinderella Girls could have been far more than it is. I could not really recommend it to people on good conscience, even if they may be fans of the main Idolmaster series. It is more mediocre than it is terrible, but the label of 'mediocrity' is not by any means a compliment. Maybe you'll come across a character design that interests you, but you'll inevitably find yourself disappointed when you watch the show and realise it doesn't actually give a damn about them. See, Chieri has twintails and, as far as I'm concerned, not giving twintailed goddesses the time of day is an absolute sin. There's a lot of things wrong with Cinderella Girls, but maybe that is the one that ticks me off the most. Screw you, Cinderella Girls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCinderella Girls could have been far more than it is.\u001b[24m\n    \u001b[1mシンデレラの女の子はそれよりはるかに多くのことがありました。\u001b[22m, \u001b[1mシンデレラガールズはそれがよりはるかに多くのだったかもしれません。\u001b[22m\n\u001b[4mI could not really recommend it to people on good conscience, even if they may be fans of the main Idolmaster series.\u001b[24m\n    \u001b[1mたとえ彼らが主なアイドルマスターシリーズのファンであっても、良心的な立場の人々には本当にそれを勧められませんでした。\u001b[22m, \u001b[1m私は本当に彼らがメインアイドルマスターシリーズのファンであってもよい場合であっても、良心の人々にお勧めできませんでした。\u001b[22m\n\u001b[4mIt is more mediocre than it is terrible, but the label of 'mediocrity' is not by any means a compliment.\u001b[24m\n    \u001b[1mそれは恐ろしいよりももっと平凡ですが、「平凡」というラベルはいかなる意味でも褒め言葉ではありません。\u001b[22m, \u001b[1mひどいですより平凡ですが、「平凡」のラベルが任意の手段褒め言葉によるものです。\u001b[22m\n\u001b[4mMaybe you'll come across a character design that interests you, but you'll inevitably find yourself disappointed when you watch the show and realise it doesn't actually give a damn about them.\u001b[24m\n    \u001b[1mたぶん、興味のあるキャラクターのデザインに出会うかもしれませんが、ショーを見ると実際には気にならないことに気づいて、必然的に失望します。\u001b[22m, \u001b[1mたぶん、あなたはあなたの興味のあるキャラクターデザインに出くわすだろうが、あなたがショーを見て、実際にそれらについて気にしません、それを実現するときには、必然的に自分が失望見つけることができます。\u001b[22m\n\u001b[4mSee, Chieri has twintails and, as far as I'm concerned, not giving twintailed goddesses the time of day is an absolute sin.\u001b[24m\n    \u001b[1mチエリは二重の髪型を持っています。私が考える限り、二重の女神を与えない限り、時間は絶対的な罪です。\u001b[22m, \u001b[1m参照してください、Chieriのは、私に関する限り、twintailed女神1日の時間を与えていないことは絶対罪で、twintailsを持っています。\u001b[22m\n\u001b[4mThere's a lot of things wrong with Cinderella Girls, but maybe that is the one that ticks me off the most.\u001b[24m\n    \u001b[1mシンデレラ・ガールズにはいろいろなことが間違っていますが、それは私を最も驚かせるものでしょう。\u001b[22m, \u001b[1mそこシンデレラガールズと間違って物事の多くは、ですが、多分それは最も私を刻み1です。\u001b[22m\n\u001b[4mScrew you, Cinderella Girls.\u001b[24m\n    \u001b[1mあなた、シンデレラガールズ。\u001b[22m, \u001b[1mあなたをねじ込み、シンデレラガールズ。\u001b[22m\n\u001b[1m\u001b[22m\nMika was a cutie, though. I'll give the show that. Her doujins are probably the one good thing this show has spawned.\n\n\u001b[1mミカはかわいこだった。 私はそのショーを与えるでしょう。 彼女の同人誌はおそらく、この番組が生まれた良いところです。\u001b[22m\n\u001b[1m(Mika wa kawai kodatta. Watashi wa sono shō o ataerudeshou. Kanojo no dōninshi wa osoraku, kono bangumi ga umareta yoi tokorodesu.)\u001b[22m\n\nTranslations of \u001b[4mMika was a cutie, though. I'll give the show that. Her doujins are probably the one good thing this show has spawned.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMika was a cutie, though.\u001b[24m\n    \u001b[1mミカはかわいこだった。\u001b[22m, \u001b[1mミカはしかし、キューティーました。\u001b[22m\n\u001b[4mI'll give the show that.\u001b[24m\n    \u001b[1m私はそのショーを与えるでしょう。\u001b[22m, \u001b[1m私はショーにそれを与えるでしょう。\u001b[22m\n\u001b[4mHer doujins are probably the one good thing this show has spawned.\u001b[24m\n    \u001b[1m彼女の同人誌はおそらく、この番組が生まれた良いところです。\u001b[22m, \u001b[1m彼女doujinsは、おそらくこのショーが生み出した一つの良いものです。\u001b[22m"
  },
  {
    "title": "The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "id": "30344",
    "url": "https://myanimelist.net/anime/30344/The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "user": "faery",
    "profile": "/profile/faery/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=201420",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  8\nキャラクター|  6\n|  7\n\nシンデレラガールズシーズン2を終えた時点ではレビューがありませんでしたので、私は挑戦に取り掛かると思っていました。\nこれが初めてのアニメレビューです！\n\nストーリー：6\nシンデレラ・ガールズ第2シーズンのコンセプトは、もともと私が興奮していたものでした。 最初のシーズンには挑戦と葛藤がほとんどなく、実際のドラマは弱かった。 アイドルはすでにゲームのトップに立っていたので、魔法の夢が早すぎるように感じましたが、今はシーズン2になります。これは理にかなっています。 タイトルが示唆しているように、シンデレラガールズは、シンデレラの古典的なおとぎ話を取るが、アイドルと一緒に！ 邪悪なステップ・マザー、王子そして複数のシンデレラがあります。彼らはそれを完全には取り除かなかった以外は完璧でした。\n\nこのシーズンでは、女の子たちが以前に働いていたことがすべて崩壊し、再び始めるためには女の子たちが拾う必要があります。 今シーズンの前半は、彼らが直面する闘争を克服するために、他の部門のアイドルと結びついている主要な女の子を中心にしていました。 ここで問題となるのは、このような文字数が多いため、各少女の発達はほとんど存在しないということです。 ドラマは不必要な気持ちで、後ろに本当の意味がありません。 最終的には、これらのエピソードは、あなたがそれをプレイしない限り、これらのキャラクターに慣れていないので、モバイルリズムゲームのプロモーションとして役立ちます。\n\nすべてのキャラクターに自分自身にエピソードを与えようとするルーチンを踏襲した後、物語は新世代および特にウズキに焦点を当てるように進行する。 この側面では、クリエイターは元のIDOLM @ STERアニメを模倣しようとしているように見えますが、元のIDOLM @ STERアニメと同じ感情的な影響がないため失敗します。 私は何も駄目にしませんが、あなたが元のIDOLM @ STERに精通しているなら、私はChihayaを含むその特定のエピソードを指していることを知っています。\n\n最後のエピソードへのビルドアップはやや弱く、決断はまともでしたが、決して完全に満足できませんでした。 最初のシーズンのエンディングは、本当に一緒に何かを達成したかのように実際に感じるように、第1シーズンのエンディングは、実際には、第2シーズン全体よりもずっと楽しいものでした。\n\nアート：9\n今シーズンの芸術とアニメーションは、今シーズンと同じようにしっかりしていたので、ここではあまり言い表せません。 すべてのキャラクターのカラフルな性質は、心地よいキャラクターデザインによって完全にキャプチャされ、アニメーションは常に滑らかでした。\n\nサウンド：8\nアイドルアニメは音楽のないアイドルアニメではなく、シンデレラガールズは確かにその面で優れています。 いくつかの曲は他のアイドルアニメの曲ほど記憶に残らないかもしれませんが、それでも楽しいです。 声の演技は非常に強く、それぞれの声は様々な文字に完全に合っています。\n\nキャラクター：6\nこのシリーズの問題は、大多数のキャラクターが一次元の性格を持ち、非常に簡単に忘れられてしまうということです。 新世代の女の子たち（リン、ミオ、ウズキ）の影に絶えず影を落としていたため、多くの人がすごく不足していました。 私は個人的にランコが特に喜んでいると感じましたが、今シーズンの彼女の存在はほとんど存在しませんでした。 しかし、この問題は、このようなキャラクターの高いキャストの場合と同様に理解できますが、自然には他のキャラクターよりも脚光を浴びる機会があります。\n\n楽しさ：7\n今シーズンの多くの局面は弱いと感じましたが、その欠陥にもかかわらず、私はまだそれを楽しんでいます。 しかし、私が見つけた元のIDOLM @ STERと比較するのは信じられないほど難しいです。ほとんどすべての点でずっと優れていました。\n\n全体：7\nすべての正直なところ、このシリーズは7の代わりに6の価値がありますが、私はまだそれに喜びを感じていますので、私は寛大です。 全体として、このシリーズはひどいわけではありませんが、あまりにも良いことではありません。 あなたがアイドルアニメのファンでない限り、私はそれを見てお勧めしませんそうでなければあなたは興味を失うことにバインドされている。\n\n私のレビューを読んでいただきありがとうございます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nAt the point of completing Cinderella Girls season 2 there were no reviews so I thought I'd take up the challenge.\n\n\u001b[1mシンデレラガールズシーズン2を終えた時点ではレビューがありませんでしたので、私は挑戦に取り掛かると思っていました。\u001b[22m\n\u001b[1m(Shindereragāruzushīzun 2 o oeta jitende wa rebyū ga arimasendeshitanode, watashi wa chōsen ni torikakaru to omotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mAt the point of completing Cinderella Girls season 2 there were no reviews so I thought I'd take up the challenge.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt the point of completing Cinderella Girls season 2 there were no reviews so I thought I'd take up the challenge.\u001b[24m\n    \u001b[1mシンデレラガールズシーズン2を終えた時点ではレビューがありませんでしたので、私は挑戦に取り掛かると思っていました。\u001b[22m, \u001b[1m私は挑戦を取るだろうと思っていたので、シンデレラガールズシーズン2を完了する時点ではまだ、レビューがありませんでした。\u001b[22m\nPlease keep in mind that this is my first time writing an anime review!\n\n\u001b[1mこれが初めてのアニメレビューです！\u001b[22m\n\u001b[1m(Kore ga hajimete no animerebyūdesu!)\u001b[22m\n\nTranslations of \u001b[4mPlease keep in mind that this is my first time writing an anime review!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlease keep in mind that this is my first time writing an anime review!\u001b[24m\n    \u001b[1mこれが初めてのアニメレビューです！\u001b[22m, \u001b[1mこれはアニメのレビューを書いて私の最初の時間であることに注意してください！\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6\n\n\u001b[1mストーリー：6\u001b[22m\n\u001b[1m(Sutōrī: 6)\u001b[22m\n\nTranslations of \u001b[4mStory: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6\u001b[24m\n    \u001b[1mストーリー：6\u001b[22m\nThe concept of Cinderella Girls 2nd season was something I was originally excited about. Challenges and conflict was quite lacking in the first season and any actual drama was weak. Since the idols were already at the top of their game, it all felt like a magic dream come true too soon, but now come season 2, this makes sense. As the title suggests, Cinderella Girls takes the classic fairy tale of Cinderella but with idols! There’s the evil step-mother, the prince and the multiple Cinderellas – the formula was perfect, except for that they didn’t quite pull it off.\n\n\u001b[1mシンデレラ・ガールズ第2シーズンのコンセプトは、もともと私が興奮していたものでした。 最初のシーズンには挑戦と葛藤がほとんどなく、実際のドラマは弱かった。 アイドルはすでにゲームのトップに立っていたので、魔法の夢が早すぎるように感じましたが、今はシーズン2になります。これは理にかなっています。 タイトルが示唆しているように、シンデレラガールズは、シンデレラの古典的なおとぎ話を取るが、アイドルと一緒に！ 邪悪なステップ・マザー、王子そして複数のシンデレラがあります。彼らはそれを完全には取り除かなかった以外は完璧でした。\u001b[22m\n\u001b[1m(Shinderera gāruzu dai 2 shīzun no konseputo wa, motomoto watashi ga kōfun shite ita monodeshita. Saisho no shīzun ni wa chōsen to kattō ga hotondo naku, jissai no dorama wa yowakatta. Aidoru wa sudeni gēmu no toppu ni tatte itanode, mahō no yume ga haya sugiru yō ni kanjimashitaga, ima wa shīzun 2 ni narimasu. Kore wa ri ni kanatte imasu. Taitoru ga shisa shite iru yō ni, shindereragāruzu wa, Shinderera no koten-tekina otogibanashi o toruga, aidoru to issho ni! Jaakuna suteppu mazā, ōji soshite fukusū no Shinderera ga arimasu. Karera wa sore o kanzen ni wa torinozokanakatta igai wa kanpekideshita.)\u001b[22m\n\nTranslations of \u001b[4mThe concept of Cinderella Girls 2nd season was something I was originally excited about. Challenges and conflict was quite lacking in the first season and any actual drama was weak. Since the idols were already at the top of their game, it all felt like a magic dream come true too soon, but now come season 2, this makes sense. As the title suggests, Cinderella Girls takes the classic fairy tale of Cinderella but with idols! There’s the evil step-mother, the prince and the multiple Cinderellas – the formula was perfect, except for that they didn’t quite pull it off.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concept of Cinderella Girls 2nd season was something I was originally excited about.\u001b[24m\n    \u001b[1mシンデレラ・ガールズ第2シーズンのコンセプトは、もともと私が興奮していたものでした。\u001b[22m, \u001b[1mシンデレラガールズ第二シーズンのコンセプトは、私は、約もともと興奮していたものでした。\u001b[22m\n\u001b[4mChallenges and conflict was quite lacking in the first season and any actual drama was weak.\u001b[24m\n    \u001b[1m最初のシーズンには挑戦と葛藤がほとんどなく、実際のドラマは弱かった。\u001b[22m, \u001b[1m課題と競合が非常に最初のシーズンに欠けていたし、実際のドラマが弱かったです。\u001b[22m\n\u001b[4mSince the idols were already at the top of their game, it all felt like a magic dream come true too soon, but now come season 2, this makes sense.\u001b[24m\n    \u001b[1mアイドルはすでにゲームのトップに立っていたので、魔法の夢が早すぎるように感じましたが、今はシーズン2になります。これは理にかなっています。\u001b[22m, \u001b[1m偶像は、自分のゲームの最上部に存在していたので、それはすべてあまりにも早く叶う魔法の夢のように感じたが、今シーズン2が、これは理にかなっています。\u001b[22m\n\u001b[4mAs the title suggests, Cinderella Girls takes the classic fairy tale of Cinderella but with idols!\u001b[24m\n    \u001b[1mタイトルが示唆しているように、シンデレラガールズは、シンデレラの古典的なおとぎ話を取るが、アイドルと一緒に！\u001b[22m, \u001b[1mタイトルが示すように、シンデレラガールズシンデレラの古典的なおとぎ話を取るが、偶像と！\u001b[22m\n\u001b[4mThere’s the evil step-mother, the prince and the multiple Cinderellas – the formula was perfect, except for that they didn’t quite pull it off.\u001b[24m\n    \u001b[1m邪悪なステップ・マザー、王子そして複数のシンデレラがあります。彼らはそれを完全には取り除かなかった以外は完璧でした。\u001b[22m, \u001b[1m邪悪な継母、王子と複数のシンデレラがあります - 式は、彼らは非常にそれをやってのけるしなかったことを除いて、完璧でした。\u001b[22m\n\u001b[1m\u001b[22m\nIn this season, everything the girls have previously worked for falls apart and they must pick up the pieces to start again. The first half of this season was centered around the main girls bonding with idols from other departments in order to overcome the struggles they face. The problem here is that due to such a high number of characters, the development of each girl is almost non-existent. The drama feels unnecessary and forced with no real meaning behind it, other than just giving minor characters some screentime. Ultimately these episodes serve as promotion for the mobile rhythm game as you won't be familiar with these characters unless you've played it.\n\n\u001b[1mこのシーズンでは、女の子たちが以前に働いていたことがすべて崩壊し、再び始めるためには女の子たちが拾う必要があります。 今シーズンの前半は、彼らが直面する闘争を克服するために、他の部門のアイドルと結びついている主要な女の子を中心にしていました。 ここで問題となるのは、このような文字数が多いため、各少女の発達はほとんど存在しないということです。 ドラマは不必要な気持ちで、後ろに本当の意味がありません。 最終的には、これらのエピソードは、あなたがそれをプレイしない限り、これらのキャラクターに慣れていないので、モバイルリズムゲームのプロモーションとして役立ちます。\u001b[22m\n\u001b[1m(Kono shīzunde wa, on'nanoko-tachi ga izen ni hataraite ita koto ga subete hōkai shi, futatabi hajimeru tame ni wa on'nanoko-tachi ga hirou hitsuyō ga arimasu. Ima shīzun no zenhan wa, karera ga chokumen suru tōsō o kokufuku suru tame ni, hoka no bumon no aidoru to musubitsuite iru shuyōna on'nanoko o chūshin ni shite imashita. Koko de mondai to naru no wa, kono yōna mojisū ga ōi tame, kaku shōjo no hattatsu wa hotondo sonzaishinai to iu kotodesu. Dorama wa fuhitsuyōna kimochi de, ushironi hontō no imi ga arimasen. Saishūtekini wa, korera no episōdo wa, anata ga sore o purei shinai kagiri, korera no kyarakutā ni narete inainode, mobairurizumugēmu no puromōshon to shite yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mIn this season, everything the girls have previously worked for falls apart and they must pick up the pieces to start again. The first half of this season was centered around the main girls bonding with idols from other departments in order to overcome the struggles they face. The problem here is that due to such a high number of characters, the development of each girl is almost non-existent. The drama feels unnecessary and forced with no real meaning behind it, other than just giving minor characters some screentime. Ultimately these episodes serve as promotion for the mobile rhythm game as you won't be familiar with these characters unless you've played it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn this season, everything the girls have previously worked for falls apart and they must pick up the pieces to start again.\u001b[24m\n    \u001b[1mこのシーズンでは、女の子たちが以前に働いていたことがすべて崩壊し、再び始めるためには女の子たちが拾う必要があります。\u001b[22m, \u001b[1mこのシーズンでは、すべての女の子は、以前に崩壊してしまうために働いていると、彼らは再び起動する事態を収拾しなければなりません。\u001b[22m\n\u001b[4mThe first half of this season was centered around the main girls bonding with idols from other departments in order to overcome the struggles they face.\u001b[24m\n    \u001b[1m今シーズンの前半は、彼らが直面する闘争を克服するために、他の部門のアイドルと結びついている主要な女の子を中心にしていました。\u001b[22m, \u001b[1m今シーズンの前半は、彼らが直面する闘争を克服するために、他の部門からの偶像と結合し、メインの女の子を中心にしました。\u001b[22m\n\u001b[4mThe problem here is that due to such a high number of characters, the development of each girl is almost non-existent.\u001b[24m\n    \u001b[1mここで問題となるのは、このような文字数が多いため、各少女の発達はほとんど存在しないということです。\u001b[22m, \u001b[1mここでの問題は、文字のような高い数値に、各女の子の開発はほとんど存在しないということです。\u001b[22m\n\u001b[4mThe drama feels unnecessary and forced with no real meaning behind it, other than just giving minor characters some screentime.\u001b[24m\n    \u001b[1mドラマは不必要な気持ちで、後ろに本当の意味がありません。\u001b[22m, \u001b[1mドラマはちょうどマイナーな文字にいくつかのスクリーン時間を与えること以外、不要とその背後にある本当の意味で強制的に感じています。\u001b[22m\n\u001b[4mUltimately these episodes serve as promotion for the mobile rhythm game as you won't be familiar with these characters unless you've played it.\u001b[24m\n    \u001b[1m最終的には、これらのエピソードは、あなたがそれをプレイしない限り、これらのキャラクターに慣れていないので、モバイルリズムゲームのプロモーションとして役立ちます。\u001b[22m, \u001b[1mあなたはそれをプレイしていない限り、あなたがこれらの文字に精通してないので、最終的にこれらのエピソードは、モバイルリズムゲームのプロモーションとしての役割を果たす。\u001b[22m\n\u001b[1m\u001b[22m\nAfter following the routine of attempting to give every character an episode to themselves, the story progresses to focusing on New Generations and in particular, Uzuki. In this aspect, the creators appear to be trying to imitate the original IDOLM@STER anime but fails as it lacks the same emotional impact that the original had. I won’t spoil anything but if you are familiar with the original IDOLM@STER you’d know that I’m referring to that particular episode involving Chihaya.\n\n\u001b[1mすべてのキャラクターに自分自身にエピソードを与えようとするルーチンを踏襲した後、物語は新世代および特にウズキに焦点を当てるように進行する。 この側面では、クリエイターは元のIDOLM @ STERアニメを模倣しようとしているように見えますが、元のIDOLM @ STERアニメと同じ感情的な影響がないため失敗します。 私は何も駄目にしませんが、あなたが元のIDOLM @ STERに精通しているなら、私はChihayaを含むその特定のエピソードを指していることを知っています。\u001b[22m\n\u001b[1m(Subete no kyarakutā ni jibun jishin ni episōdo o ataeyou to suru rūchin o tōshū shita nochi, monogatari wa shin sedai oyobi tokuni uzuki ni shōten o ateru yō ni shinkō suru. Kono sokumende wa, kurieitā wa gen no IDOLM@ STER anime o mohō shiyou to shite iru yō ni miemasuga,-moto no IDOLM@ STER anime to onaji kanjō-tekina eikyō ga nai tame shippai shimasu. Watashi wa nani mo dame ni shimasenga, anata ga gen no IDOLM@ STER ni seitsū shite irunara, watashi wa Chihaya o fukumu sono tokutei no episōdo o sashite iru koto o shitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter following the routine of attempting to give every character an episode to themselves, the story progresses to focusing on New Generations and in particular, Uzuki. In this aspect, the creators appear to be trying to imitate the original IDOLM@STER anime but fails as it lacks the same emotional impact that the original had. I won’t spoil anything but if you are familiar with the original IDOLM@STER you’d know that I’m referring to that particular episode involving Chihaya.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter following the routine of attempting to give every character an episode to themselves, the story progresses to focusing on New Generations and in particular, Uzuki.\u001b[24m\n    \u001b[1mすべてのキャラクターに自分自身にエピソードを与えようとするルーチンを踏襲した後、物語は新世代および特にウズキに焦点を当てるように進行する。\u001b[22m, \u001b[1m自分自身にすべての文字にエピソードを与えるためにしようとするのルーチンを実行した後、物語は新世代、特に、卯月に焦点を当てに進みます。\u001b[22m\n\u001b[4mIn this aspect, the creators appear to be trying to imitate the original IDOLM@STER anime but fails as it lacks the same emotional impact that the original had.\u001b[24m\n    \u001b[1mこの側面では、クリエイターは元のIDOLM @ STERアニメを模倣しようとしているように見えますが、元のIDOLM @ STERアニメと同じ感情的な影響がないため失敗します。\u001b[22m, \u001b[1mこの局面では、クリエイターがSTERアニメ@元IDOLMを模倣しようとしているように見えるが、それは元が持っていたのと同じ感情的な影響を欠いているとして失敗しました。\u001b[22m\n\u001b[4mI won’t spoil anything but if you are familiar with the original IDOLM@STER you’d know that I’m referring to that particular episode involving Chihaya.\u001b[24m\n    \u001b[1m私は何も駄目にしませんが、あなたが元のIDOLM @ STERに精通しているなら、私はChihayaを含むその特定のエピソードを指していることを知っています。\u001b[22m, \u001b[1m私は何を台無しにしませんが、あなたは元IDOLMする@ STERに精通している場合は、私は千早を含むその特定のエピソードを参照してることを知っていると思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe build-up to the final episodes was rather weak and resolution was decent but in no way fully satisfying. I feel that the ending to the first season was actually a lot more enjoyable than the entire second season altogether, as the first season ending actually felt as though they had achieved something together.\n\n\u001b[1m最後のエピソードへのビルドアップはやや弱く、決断はまともでしたが、決して完全に満足できませんでした。 最初のシーズンのエンディングは、本当に一緒に何かを達成したかのように実際に感じるように、第1シーズンのエンディングは、実際には、第2シーズン全体よりもずっと楽しいものでした。\u001b[22m\n\u001b[1m(Saigo no episōdo e no birudoappu wa yaya yowaku, ketsudan wa matomodeshitaga, kesshite kanzen ni manzoku dekimasendeshita. Saisho no shīzun no endingu wa, hontōni issho ni nanika o tassei shita ka no yō ni jissai ni kanjiru yō ni, dai 1 shīzun no endingu wa, jissai ni wa, dai 2 shīzun zentai yori mo zutto tanoshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe build-up to the final episodes was rather weak and resolution was decent but in no way fully satisfying. I feel that the ending to the first season was actually a lot more enjoyable than the entire second season altogether, as the first season ending actually felt as though they had achieved something together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe build-up to the final episodes was rather weak and resolution was decent but in no way fully satisfying.\u001b[24m\n    \u001b[1m最後のエピソードへのビルドアップはやや弱く、決断はまともでしたが、決して完全に満足できませんでした。\u001b[22m, \u001b[1m最終的なエピソードにビルドアップはかなり弱かったと解像度がまともが、完全に満足のいく方法はありませんでした。\u001b[22m\n\u001b[4mI feel that the ending to the first season was actually a lot more enjoyable than the entire second season altogether, as the first season ending actually felt as though they had achieved something together.\u001b[24m\n    \u001b[1m最初のシーズンのエンディングは、本当に一緒に何かを達成したかのように実際に感じるように、第1シーズンのエンディングは、実際には、第2シーズン全体よりもずっと楽しいものでした。\u001b[22m, \u001b[1m私は、彼らが一緒に何かを達成したかのように実際に終了する最初のシーズンは感じたとして最初のシーズンに終わるが、完全に実際に全体セカンドシーズンよりも多く楽しかったと感じています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9\n\n\u001b[1mアート：9\u001b[22m\n\u001b[1m(Āto: 9)\u001b[22m\n\nTranslations of \u001b[4mArt: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9\u001b[24m\n    \u001b[1mアート：9\u001b[22m\nThere’s not much to say here as the art and animation in this season were as solid as the season before. The colourful nature of every character was captured perfectly through pleasing character designs and the animation was always smooth.\n\n\u001b[1m今シーズンの芸術とアニメーションは、今シーズンと同じようにしっかりしていたので、ここではあまり言い表せません。 すべてのキャラクターのカラフルな性質は、心地よいキャラクターデザインによって完全にキャプチャされ、アニメーションは常に滑らかでした。\u001b[22m\n\u001b[1m(Ima shīzun no geijutsu to animēshon wa, ima shīzun to onajiyōni shikkari shite itanode, kokode wa amari iiarawasemasen. Subete no kyarakutā no karafuruna seishitsu wa, kokochiyoi kyarakutādezain ni yotte kanzen ni kyapucha sa re, animēshon wa tsuneni namerakadeshita.)\u001b[22m\n\nTranslations of \u001b[4mThere’s not much to say here as the art and animation in this season were as solid as the season before. The colourful nature of every character was captured perfectly through pleasing character designs and the animation was always smooth.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s not much to say here as the art and animation in this season were as solid as the season before.\u001b[24m\n    \u001b[1m今シーズンの芸術とアニメーションは、今シーズンと同じようにしっかりしていたので、ここではあまり言い表せません。\u001b[22m, \u001b[1mこの季節のアートやアニメーションは前シーズンと同様に固体だったとして、ここで言っても過言ではありません。\u001b[22m\n\u001b[4mThe colourful nature of every character was captured perfectly through pleasing character designs and the animation was always smooth.\u001b[24m\n    \u001b[1mすべてのキャラクターのカラフルな性質は、心地よいキャラクターデザインによって完全にキャプチャされ、アニメーションは常に滑らかでした。\u001b[22m, \u001b[1mすべての文字の色鮮やかな性質は、気持ちの良いキャラクターデザインを通して完璧に捕獲されたアニメーションは、常に滑らかでした。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\nAn idol anime isn’t an idol anime without music and Cinderella Girls certainly excels in that aspect. Some songs may not be as memorable as those in other idol anime but they are enjoyable nevertheless. The voice acting is very strong and each voice perfectly suits the variety of characters.\n\n\u001b[1mアイドルアニメは音楽のないアイドルアニメではなく、シンデレラガールズは確かにその面で優れています。 いくつかの曲は他のアイドルアニメの曲ほど記憶に残らないかもしれませんが、それでも楽しいです。 声の演技は非常に強く、それぞれの声は様々な文字に完全に合っています。\u001b[22m\n\u001b[1m(Aidoru anime wa ongaku no nai aidoru animede wa naku, shindereragāruzu wa tashika ni sono men de sugurete imasu. Ikutsu ka no kyoku wa hoka no aidoru anime no kyoku hodo kioku ni nokoranai kamo shiremasenga, soredemo tanoshīdesu. Koe no engi wa hijō ni tsuyoku, sorezore no koe wa samazamana moji ni kanzen ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAn idol anime isn’t an idol anime without music and Cinderella Girls certainly excels in that aspect. Some songs may not be as memorable as those in other idol anime but they are enjoyable nevertheless. The voice acting is very strong and each voice perfectly suits the variety of characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn idol anime isn’t an idol anime without music and Cinderella Girls certainly excels in that aspect.\u001b[24m\n    \u001b[1mアイドルアニメは音楽のないアイドルアニメではなく、シンデレラガールズは確かにその面で優れています。\u001b[22m, \u001b[1mアイドルアニメは、音楽なしのアイドルアニメではなく、シンデレラガールズは確かにその点に優れています。\u001b[22m\n\u001b[4mSome songs may not be as memorable as those in other idol anime but they are enjoyable nevertheless.\u001b[24m\n    \u001b[1mいくつかの曲は他のアイドルアニメの曲ほど記憶に残らないかもしれませんが、それでも楽しいです。\u001b[22m, \u001b[1mいくつかの曲は他のアイドルアニメにおけるものほど記憶に残るではないかもしれないが、それにもかかわらず、それらは楽しいです。\u001b[22m\n\u001b[4mThe voice acting is very strong and each voice perfectly suits the variety of characters.\u001b[24m\n    \u001b[1m声の演技は非常に強く、それぞれの声は様々な文字に完全に合っています。\u001b[22m, \u001b[1m声の演技は非常に強力であり、各声は完全にさまざまなキャラクターに適しています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 6\n\n\u001b[1mキャラクター：6\u001b[22m\n\u001b[1m(Kyarakutā: 6)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 6\u001b[24m\n    \u001b[1mキャラクター：6\u001b[22m\nAn issue with this series is that a majority of characters have one-dimensional personalities and are quite easily forgettable. Many were incredibly lacking in screentime as they were constantly overshadowed by the New Generations girls (Rin, Mio and Uzuki), which is a shame since a few of the other characters were often the most entertaining whenever they got a chance to appear. I personally found Ranko in particular to be an absolute delight but her presence in this season was almost non-existent. However, this problem is understandable as with such a high cast of characters, some naturally will have the chance to have more time in the limelight than others.\n\n\u001b[1mこのシリーズの問題は、大多数のキャラクターが一次元の性格を持ち、非常に簡単に忘れられてしまうということです。 新世代の女の子たち（リン、ミオ、ウズキ）の影に絶えず影を落としていたため、多くの人がすごく不足していました。 私は個人的にランコが特に喜んでいると感じましたが、今シーズンの彼女の存在はほとんど存在しませんでした。 しかし、この問題は、このようなキャラクターの高いキャストの場合と同様に理解できますが、自然には他のキャラクターよりも脚光を浴びる機会があります。\u001b[22m\n\u001b[1m(Kono shirīzu no mondai wa, dai tasū no kyarakutā ga ichi-jigen no seikaku o mochi, hijō ni kantan ni wasure rarete shimau to iu kotodesu. Shin sedai no on'nanoko-tachi (Rin, Mio, uzuki) no kage ni taezu kage o otoshite ita tame, ōku no hito ga sugoku fusoku shite imashita. Watashi wa kojin-teki ni Ranko ga tokuni yorokonde iru to kanjimashitaga, ima shīzun no kanojo no sonzai wa hotondo sonzai shimasendeshita. Shikashi, kono mondai wa, kono yōna kyarakutā no takai kyasuto no baai to dōyō ni rikai dekimasuga, shizen ni wa hoka no kyarakutā yori mo kyakkōwoabiru kikai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAn issue with this series is that a majority of characters have one-dimensional personalities and are quite easily forgettable. Many were incredibly lacking in screentime as they were constantly overshadowed by the New Generations girls (Rin, Mio and Uzuki), which is a shame since a few of the other characters were often the most entertaining whenever they got a chance to appear. I personally found Ranko in particular to be an absolute delight but her presence in this season was almost non-existent. However, this problem is understandable as with such a high cast of characters, some naturally will have the chance to have more time in the limelight than others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAn issue with this series is that a majority of characters have one-dimensional personalities and are quite easily forgettable.\u001b[24m\n    \u001b[1mこのシリーズの問題は、大多数のキャラクターが一次元の性格を持ち、非常に簡単に忘れられてしまうということです。\u001b[22m, \u001b[1mこのシリーズの問題は、文字の大部分が一次元の個性を持っており、非常に簡単に忘れていることです。\u001b[22m\n\u001b[4mMany were incredibly lacking in screentime as they were constantly overshadowed by the New Generations girls (Rin, Mio and Uzuki), which is a shame since a few of the other characters were often the most entertaining whenever they got a chance to appear.\u001b[24m\n    \u001b[1m新世代の女の子たち（リン、ミオ、ウズキ）の影に絶えず影を落としていたため、多くの人がすごく不足していました。\u001b[22m, \u001b[1m彼らは常に彼らが表示されるのチャンスが訪れた時はいつでも他の文字のいくつかは、多くの場合、最も面白いだったので、恥である、新世代の女の子（りん、澪と卯月）の陰に隠れたように、多くは信じられないほどスクリーン時間に欠けていました。\u001b[22m\n\u001b[4mI personally found Ranko in particular to be an absolute delight but her presence in this season was almost non-existent.\u001b[24m\n    \u001b[1m私は個人的にランコが特に喜んでいると感じましたが、今シーズンの彼女の存在はほとんど存在しませんでした。\u001b[22m, \u001b[1m私は個人的に特に蘭子は絶対的な喜びであることが判明したが、この季節に彼女の存在はほとんど存在でした。\u001b[22m\n\u001b[4mHowever, this problem is understandable as with such a high cast of characters, some naturally will have the chance to have more time in the limelight than others.\u001b[24m\n    \u001b[1mしかし、この問題は、このようなキャラクターの高いキャストの場合と同様に理解できますが、自然には他のキャラクターよりも脚光を浴びる機会があります。\u001b[22m, \u001b[1mしかし、この問題は、一部が自然に他のものよりも脚光を浴びてより多くの時間を持ってする機会を持つことになり、文字のような高いキャストのように理解できます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\nA lot of aspects in this season just felt weak but despite its flaws I still got some enjoyment out of it. However, it’s incredibly hard to not compare it with the original IDOLM@STER which I find was far more superior in almost every way.\n\n\u001b[1m今シーズンの多くの局面は弱いと感じましたが、その欠陥にもかかわらず、私はまだそれを楽しんでいます。 しかし、私が見つけた元のIDOLM @ STERと比較するのは信じられないほど難しいです。ほとんどすべての点でずっと優れていました。\u001b[22m\n\u001b[1m(Ima shīzun no ōku no kyokumen wa yowai to kanjimashitaga, sono kekkan nimokakawarazu, watashi wa mada sore o tanoshinde imasu. Shikashi, watashi ga mitsuketa gen no IDOLM@ STER to hikaku suru no wa shinji rarenai hodo muzukashīdesu. Hotondo subete no ten de zutto sugurete imashita.)\u001b[22m\n\nTranslations of \u001b[4mA lot of aspects in this season just felt weak but despite its flaws I still got some enjoyment out of it. However, it’s incredibly hard to not compare it with the original IDOLM@STER which I find was far more superior in almost every way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of aspects in this season just felt weak but despite its flaws I still got some enjoyment out of it.\u001b[24m\n    \u001b[1m今シーズンの多くの局面は弱いと感じましたが、その欠陥にもかかわらず、私はまだそれを楽しんでいます。\u001b[22m, \u001b[1mこの季節の側面の多くは、単に弱い感じましたが、その欠陥にもかかわらず、私はまだそれのうちいくつかの楽しみを持って。\u001b[22m\n\u001b[4mHowever, it’s incredibly hard to not compare it with the original IDOLM@STER which I find was far more superior in almost every way.\u001b[24m\n    \u001b[1mしかし、私が見つけた元のIDOLM @ STERと比較するのは信じられないほど難しいです。ほとんどすべての点でずっと優れていました。\u001b[22m, \u001b[1mしかし、それは私がはるかに優れ、ほぼすべての方法であった見つけ、元IDOLMする@ STERとそれを比較しないために信じられないほど難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\nIn all honesty, this series is more deserving of a 6 instead of a 7, but I'm being generous as I still found some enjoyment in it. Overall, this series isn’t terrible but it’s not too good either. I wouldn’t recommend watching it unless you’re a fan of idol anime as otherwise you’re bound to lose interest.\n\n\u001b[1mすべての正直なところ、このシリーズは7の代わりに6の価値がありますが、私はまだそれに喜びを感じていますので、私は寛大です。 全体として、このシリーズはひどいわけではありませんが、あまりにも良いことではありません。 あなたがアイドルアニメのファンでない限り、私はそれを見てお勧めしませんそうでなければあなたは興味を失うことにバインドされている。\u001b[22m\n\u001b[1m(Subete no shōjikina tokoro, kono shirīzu wa 7 no kawari ni 6 no kachi ga arimasuga, watashi wa mada sore ni yorokobi o kanjite imasunode, watashi wa kandaidesu. Zentai to shite, kono shirīzu wa hidoi wakede wa arimasenga, amarini mo yoi kotode wa arimasen. Anata ga aidoru anime no fandenai kagiri, watashi wa sore o mite o susume shimasen sōdenakereba anata wa kyōmi o ushinau koto ni baindo sa rete iru.)\u001b[22m\n\nTranslations of \u001b[4mIn all honesty, this series is more deserving of a 6 instead of a 7, but I'm being generous as I still found some enjoyment in it. Overall, this series isn’t terrible but it’s not too good either. I wouldn’t recommend watching it unless you’re a fan of idol anime as otherwise you’re bound to lose interest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn all honesty, this series is more deserving of a 6 instead of a 7, but I'm being generous as I still found some enjoyment in it.\u001b[24m\n    \u001b[1mすべての正直なところ、このシリーズは7の代わりに6の価値がありますが、私はまだそれに喜びを感じていますので、私は寛大です。\u001b[22m, \u001b[1m正直なところ、このシリーズではなく7の6のよりふさわしいですが、私はまだそれにいくつかの楽しみを発見したように私は寛大です。\u001b[22m\n\u001b[4mOverall, this series isn’t terrible but it’s not too good either.\u001b[24m\n    \u001b[1m全体として、このシリーズはひどいわけではありませんが、あまりにも良いことではありません。\u001b[22m, \u001b[1m全体的に、このシリーズはひどいではないですが、それはどちらかあまりにも良いではありません。\u001b[22m\n\u001b[4mI wouldn’t recommend watching it unless you’re a fan of idol anime as otherwise you’re bound to lose interest.\u001b[24m\n    \u001b[1mあなたがアイドルアニメのファンでない限り、私はそれを見てお勧めしませんそうでなければあなたは興味を失うことにバインドされている。\u001b[22m, \u001b[1m私はあなたが興味を失うことにバインドされているとして、それ以外のアイドルアニメのファンでない限り、それを見てお勧めしません。\u001b[22m\n\u001b[1m\u001b[22m\nThank you for reading my review and any feedback is appreciated.\n\n\u001b[1m私のレビューを読んでいただきありがとうございます。\u001b[22m\n\u001b[1m(Watashi no rebyū o yonde itadaki arigatōgozaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThank you for reading my review and any feedback is appreciated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThank you for reading my review and any feedback is appreciated.\u001b[24m\n    \u001b[1m私のレビューを読んでいただきありがとうございます。\u001b[22m, \u001b[1m私のレビューを読んでいただきありがとうございますし、任意のフィードバックは高く評価されています。\u001b[22m"
  },
  {
    "title": "The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "id": "30344",
    "url": "https://myanimelist.net/anime/30344/The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "user": "fruits_punch95",
    "profile": "/profile/fruits_punch95/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=201712",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  5\nキャラクター|  4\n|  3\n\nこのショーがスポイラーを与えずに間違っていたことをすべて列挙するのは難しいので、これは簡単です。\n\n物語は会社のコースのことに不満を持っていたマネージャーのMishiroに紹介されたので、彼女はいくつか大きな変化を提案しました。 この変化は、いくつかのキャラクターを開発しようとした一連の個々のエピソードにつながる。\nしかし、開発の代わりに、彼らは迷惑になったり、同じままにして、彼らの唯一の良いものとして外観を残しました（少なくとも、彼らはすべてではありません）。 ドラマは悪い処刑され、極端に恥ずかしい対話を余儀なくされました。対話はほとんどメキシコのソープオペラレベルの愚かさとメロドラマであったと言っても過言ではありません。\n\n決勝に向けて、それはまともな決勝戦を予定していたが、始まったときと全く同じように終わったという印をいくつか見せ始めた\n\n私が見つけることができる唯一のメリット：私が上に述べたすべての欠陥と、時には実際には良いが、厄介な対話と組み合わせて無駄になったバックグラウンドミュージックがなくても面白かったかもしれない雰囲気を作り出そうとしたアニメーション。\n\n結局のところ、今シーズンは観客に「まったく何も起こっていない」感情を抱き、「Im @ s CGにはすべてがあるのですか？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nIt is difficult to list everything this show did wrong without giving spoilers, so this will be short.\n\n\u001b[1mこのショーがスポイラーを与えずに間違っていたことをすべて列挙するのは難しいので、これは簡単です。\u001b[22m\n\u001b[1m(Kono shō ga supoirā o ataezu ni machigatte ita koto o subete rekkyo suru no wa muzukashīnode, kore wa kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mIt is difficult to list everything this show did wrong without giving spoilers, so this will be short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is difficult to list everything this show did wrong without giving spoilers, so this will be short.\u001b[24m\n    \u001b[1mこのショーがスポイラーを与えずに間違っていたことをすべて列挙するのは難しいので、これは簡単です。\u001b[22m, \u001b[1mこのショーはスポイラーを与えることなく間違っていたすべてを一覧表示することは困難であるので、これは短くなります。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is introduced with Mishiro, a manager who was displeased with the course things in the company were taking, so she proposed some huge changes. This changes lead to a series of individual episodes that tried to develop some characters.\n\n\u001b[1m物語は会社のコースのものに不快だったマネージャーのMishiroに紹介されたので、彼女はいくつかの大きな変化を提案しました。 この変化は、いくつかのキャラクターを開発しようとした一連の個々のエピソードにつながる。\u001b[22m\n\u001b[1m(Monogatari wa kaisha no kōsu no mono ni fukaidatta manējā no Mishiro ni shōkai sa retanode, kanojo wa ikutsu ka no ōkina henka o teian shimashita. Kono henka wa, ikutsu ka no kyarakutā o kaihatsu shiyou to shita ichiren no koko no episōdo ni tsunagaru.)\u001b[22m\n\nTranslations of \u001b[4mThe story is introduced with Mishiro, a manager who was displeased with the course things in the company were taking, so she proposed some huge changes. This changes lead to a series of individual episodes that tried to develop some characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is introduced with Mishiro, a manager who was displeased with the course things in the company were taking, so she proposed some huge changes.\u001b[24m\n    \u001b[1m物語は会社のコースのものに不快だったマネージャーのMishiroに紹介されたので、彼女はいくつかの大きな変化を提案しました。\u001b[22m, \u001b[1m物語はMishiro、服用していた会社で、コースのものと不満だったマネージャーで導入ので、彼女はいくつかの巨大な変更が提案されています。\u001b[22m\n\u001b[4mThis changes lead to a series of individual episodes that tried to develop some characters.\u001b[24m\n    \u001b[1mこの変化は、いくつかのキャラクターを開発しようとした一連の個々のエピソードにつながる。\u001b[22m, \u001b[1mこれは、いくつかの文字を開発しようとした個々のエピソードのシリーズにリードを変更します。\u001b[22m\nBut instead of development, they grew in annoyance or stayed the same, leaving their appearance as the only good thing about them (yeah at least they are waifu material, though not all of them). The drama was poorly executed, extremely forced with embarrassing dialogues, and it is not an exaggeration to say that the dialogues were almost at a Mexican soap-opera level of foolishness and melodrama.\n\n\u001b[1mしかし、開発の代わりに、彼らは迷惑になったり、同じままにして、彼らの唯一の良いものとして外観を残しました（少なくとも、彼らはすべてではありません）。 ドラマは悪い処刑され、極端に恥ずかしい対話を余儀なくされました。対話はほとんどメキシコのソープオペラレベルの愚かさとメロドラマであったと言っても過言ではありません。\u001b[22m\n\u001b[1m(Shikashi, kaihatsu no kawari ni, karera wa meiwaku ni nattari, onaji mama ni shite, karera no yuiitsu no yoi mono to shite gaikan o nokoshimashita (sukunakutomo, karera wa subetede wa arimasen). Dorama wa warui shokei sa re, kyokutan ni hazukashī taiwa o yoginaku sa remashita. Taiwa wa hotondo Mekishiko no sōpuoperareberu no oroka-sa to merodoramadeatta to itte mo kagonde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBut instead of development, they grew in annoyance or stayed the same, leaving their appearance as the only good thing about them (yeah at least they are waifu material, though not all of them). The drama was poorly executed, extremely forced with embarrassing dialogues, and it is not an exaggeration to say that the dialogues were almost at a Mexican soap-opera level of foolishness and melodrama.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut instead of development, they grew in annoyance or stayed the same, leaving their appearance as the only good thing about them (yeah at least they are waifu material, though not all of them).\u001b[24m\n    \u001b[1mしかし、開発の代わりに、彼らは迷惑になったり、同じままにして、彼らの唯一の良いものとして外観を残しました（少なくとも、彼らはすべてではありません）。\u001b[22m, \u001b[1mしかし、その代わりに、開発の、彼らは（ではないが、それらのすべて、ええ、少なくとも、彼らは材料をwaifuされている）それらについての唯一の良いことのようにそれらの外観を残し、迷惑に成長したか、同じとどまりました。\u001b[22m\n\u001b[4mThe drama was poorly executed, extremely forced with embarrassing dialogues, and it is not an exaggeration to say that the dialogues were almost at a Mexican soap-opera level of foolishness and melodrama.\u001b[24m\n    \u001b[1mドラマは悪い処刑され、極端に恥ずかしい対話を余儀なくされました。対話はほとんどメキシコのソープオペラレベルの愚かさとメロドラマであったと言っても過言ではありません。\u001b[22m, \u001b[1mドラマは不十分非常に恥ずかしい対話で強制的に実行したところ、対話は愚かとメロドラマのメキシコのソープオペラのレベルでほとんどだったと言っても過言ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nTowards the final it started to show some signs that AT LEAST it was going to have a decent final but it finished just as dull as it started\n\n\u001b[1m決勝に向けて、それはまともな決勝戦を予定していたが、始まったときと全く同じように終わったという印をいくつか見せ始めた\u001b[22m\n\u001b[1m(Kesshō ni mukete, sore wa matomona kesshōsen o yotei shite itaga, hajimatta toki to mattaku onajiyōni owatta to iu shirushi o ikutsu ka mise hajimeta)\u001b[22m\n\nTranslations of \u001b[4mTowards the final it started to show some signs that AT LEAST it was going to have a decent final but it finished just as dull as it started\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTowards the final it started to show some signs that AT LEAST it was going to have a decent final but it finished just as dull as it started\u001b[24m\n    \u001b[1m決勝に向けて、それはまともな決勝戦を予定していたが、始まったときと全く同じように終わったという印をいくつか見せ始めた\u001b[22m, \u001b[1m最終的に向かって、少なくとも、それがまともな最終を持っているつもりだったいくつかの兆しを見せ始めたが、それは開始と同じよう鈍い仕上げ\u001b[22m\n\u001b[1m\u001b[22m\nThe only merits I can find: The animation that tried to build an atmosphere that could have been interesting without all the flaws I mentioned above and the background music that was sometimes actually good but went to waste combined with the shitty dialogue.\n\n\u001b[1m私が見つけることができる唯一のメリット：私が上に述べたすべての欠陥と、時には実際には良いが、厄介な対話と組み合わせて無駄になったバックグラウンドミュージックがなくても面白かったかもしれない雰囲気を作り出そうとしたアニメーション。\u001b[22m\n\u001b[1m(Watashi ga mitsukeru koto ga dekiru yuiitsu no meritto: Watashi ga ue ni nobeta subete no kekkan to, tokiniha jissai ni wa yoiga, yakkaina taiwa to kumiawasete muda ni natta bakkuguraundomyūjikku ga nakute mo omoshirokatta kamo shirenai fun'iki o tsukuridasou to shita animēshon.)\u001b[22m\n\nTranslations of \u001b[4mThe only merits I can find: The animation that tried to build an atmosphere that could have been interesting without all the flaws I mentioned above and the background music that was sometimes actually good but went to waste combined with the shitty dialogue.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only merits I can find: The animation that tried to build an atmosphere that could have been interesting without all the flaws I mentioned above and the background music that was sometimes actually good but went to waste combined with the shitty dialogue.\u001b[24m\n    \u001b[1m私が見つけることができる唯一のメリット：私が上に述べたすべての欠陥と、時には実際には良いが、厄介な対話と組み合わせて無駄になったバックグラウンドミュージックがなくても面白かったかもしれない雰囲気を作り出そうとしたアニメーション。\u001b[22m, \u001b[1m私が見つけることができる唯一のメリット：すべての私は、上記の欠陥や、時には実際に良好であったが、くだらない会話と組み合わせる無駄に行ってきました背景音楽なしで興味深いされている可能性の雰囲気を構築しようとしたアニメーション。\u001b[22m\n\u001b[1m\u001b[22m\nTo conclude, in the end this season leaves the spectator with an “absolutely nothing happened here” feeling and questioning “that’s all there is to Im@s CG??”\n\n\u001b[1m結局のところ、今シーズンは観客に「まったく何も起こっていない」感情を抱き、「Im @ s CGにはすべてがあるのですか？\u001b[22m\n\u001b[1m(Kekkyokunotokoro, ima shīzun wa kankyaku ni `mattaku nani mo okotte inai' kanjō o daki,`Im@ s CG ni wa subete ga aru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mTo conclude, in the end this season leaves the spectator with an “absolutely nothing happened here” feeling and questioning “that’s all there is to Im@s CG??”\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo conclude, in the end this season leaves the spectator with an “absolutely nothing happened here” feeling and questioning “that’s all there is to Im@s CG??”\u001b[24m\n    \u001b[1m結局のところ、今シーズンは観客に「まったく何も起こっていない」感情を抱き、「Im @ s CGにはすべてがあるのですか？\u001b[22m, \u001b[1m最後に、結論として今シーズンは「絶対に何がここで起きていない」感と問いかけで観客を残す「すべてのIM @ S CGにあり??」\u001b[22m"
  },
  {
    "title": "The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "id": "30344",
    "url": "https://myanimelist.net/anime/30344/The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "user": "johnbradshaw",
    "profile": "/profile/johnbradshaw/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=202303",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこのレビューは、ショーの私の個人的な考えです、あなたは同意するか、または同意しないかもしれませんし、私は気にしません。\n\nだからまず最初に、iDOLM @ STERシンデレラガールズは、A-1ピクチャーズ、ソラノウォト、ゲート、SAO、アノハナなどで有名なスタジオによって制作されたオリジナルのシリーズです...このアニメは、 日本の興味深いアイドル産業。\n\nこのショーは最初から良い設定です。 プロデューサーは、通りから潜在的なアイドルを探し、彼らにトップアイドルにそれらを上げるプロジェクトに参加するよう依頼する。 この爽やかなスタートは、視聴者がこの業界を完全に見て、ストーリーをかなりスムーズに動かすのに役立ちます。\n\nこのライのようなショーの魅力は、様々なキャラクターに見られ、このショーはそれを非常にうまく収めました。 カラフルで、好き嫌いがあり、カリスマ的な女の子たちの巨大なキャストが、視聴者の心に必ず出てくる。 しかしそれに加えて、このショーには多くの問題があります。\n\nシーズン1で進行中のストーリーは非常に遅く、シーズン2になると非常に急いでいる。 私はここでお尻のように聞こえるかもしれませんが、主人公の関係は、たとえあなたが見ているときでもそれに触れても意味がありません。 それは2人の男の子と1人の女の子の間の三角形の愛のようなものですが、女の子と戦う代わりに、女の子は大好きで、女の子は両者を愛しています。 話を終わらせる。\n\nだから高級はなぜですか？ どんなにナンセンスに見えても、私はアイドルに縛られてしまいます。  pplが夢の仕事をしているのを見てうれしい。\n\nこのショーの音楽は素晴らしいです。 聞くのがとても楽しいです。 アニメーションは最小限に抑えても問題ありません。 全体として、それはまだアイドル業界をよく見ています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis review is my personal thoughts on the show, you may agree or disagree and i dont care.\n\n\u001b[1mこのレビューは、ショーの私の個人的な考えです、あなたは同意するか、または同意しないかもしれませんし、私は気にしません。\u001b[22m\n\u001b[1m(Kono rebyū wa, shō no watashi no kojin-tekina kangaedesu, anata wa dōi suru ka, matawa dōi shinai kamo shiremasenshi, watashi wa ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis review is my personal thoughts on the show, you may agree or disagree and i dont care.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review is my personal thoughts on the show, you may agree or disagree and i dont care.\u001b[24m\n    \u001b[1mこのレビューは、ショーの私の個人的な考えです、あなたは同意するか、または同意しないかもしれませんし、私は気にしません。\u001b[22m, \u001b[1mこの口コミはショーの私の個人的な考えですが、あなたが同意または同意しないと、私は気にしないことがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSo first thing first, The iDOLM@STER Cinderella Girls is an original series produced by A-1 Pictures, the studio famous for Sora no Woto, Gate, SAO, Ano Hana and many more... this anime provided another look at a very interesting idol industry of Japan.\n\n\u001b[1mだからまず最初に、iDOLM @ STERシンデレラガールズは、A-1ピクチャーズ、ソラノウォト、ゲート、SAO、アノハナなどで有名なスタジオによって制作されたオリジナルのシリーズです...このアニメは、 日本の興味深いアイドル産業。\u001b[22m\n\u001b[1m(Dakara mazu saisho ni, iDOLM@ STER shindereragāruzu wa, A - 1 pikuchāzu, soranou~oto, gēto, SAO, anohana nado de yūmeina sutajio ni yotte seisaku sa reta orijinaru no shirīzudesu... Kono anime wa, Nihon no kyōmibukai aidoru sangyō.)\u001b[22m\n\nTranslations of \u001b[4mSo first thing first, The iDOLM@STER Cinderella Girls is an original series produced by A-1 Pictures, the studio famous for Sora no Woto, Gate, SAO, Ano Hana and many more... this anime provided another look at a very interesting idol industry of Japan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo first thing first, The iDOLM@STER Cinderella Girls is an original series produced by A-1 Pictures, the studio famous for Sora no Woto, Gate, SAO, Ano Hana and many more... this anime provided another look at a very\u001b[24m\n    \u001b[1mだからまず最初に、iDOLM @ STERシンデレラガールズは、A-1ピクチャーズ、ソラノウォト、ゲート、SAO、アノハナなどで有名なスタジオによって制作されたオリジナルのシリーズです...このアニメは、\u001b[22m, \u001b[1mしたがって、最初のものは最初に、IDOLM @ STERシンデレラガールズ-1の写真、ソラのための有名なスタジオノーWotoによって生成され、元のシリーズである、門、SAO、あの花と、より多くの...このアニメは非常に別の外観を提供しました\u001b[22m\n\u001b[4minteresting idol industry of Japan.\u001b[24m\n    \u001b[1m日本の興味深いアイドル産業。\u001b[22m, \u001b[1m日本の興味深いアイドル業界。\u001b[22m\n\u001b[1m\u001b[22m\nThis show has good setting from the start. A producer will seek for potential idols from the street and ask them to join the project which will raise them to top idol. This refreshing start helps the viewer to get a full look at this industry and get the story running pretty smoothly.\n\n\u001b[1mこのショーは最初から良い設定です。 プロデューサーは、通りから潜在的なアイドルを探し、彼らにトップアイドルにそれらを上げるプロジェクトに参加するよう依頼する。 この爽やかなスタートは、視聴者がこの業界を完全に見て、ストーリーをかなりスムーズに動かすのに役立ちます。\u001b[22m\n\u001b[1m(Kono shō wa saisho kara yoi setteidesu. Purode~yūsā wa,-dōri kara senzai-tekina aidoru o sagashi, karera ni toppu aidoru ni sorera o ageru purojekuto ni sanka suru yō irai suru. Kono sawayakana sutāto wa, shichō-sha ga kono gyōkai o kanzen ni mite, sutōrī o kanari sumūzu ni ugokasu no ni yakudachimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis show has good setting from the start. A producer will seek for potential idols from the street and ask them to join the project which will raise them to top idol. This refreshing start helps the viewer to get a full look at this industry and get the story running pretty smoothly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show has good setting from the start.\u001b[24m\n    \u001b[1mこのショーは最初から良い設定です。\u001b[22m, \u001b[1mこのショーは最初から良い設定があります。\u001b[22m\n\u001b[4mA producer will seek for potential idols from the street and ask them to join the project which will raise them to top idol.\u001b[24m\n    \u001b[1mプロデューサーは、通りから潜在的なアイドルを探し、彼らにトップアイドルにそれらを上げるプロジェクトに参加するよう依頼する。\u001b[22m, \u001b[1mプロデューサーは、通りからの潜在的な偶像を求めるとトップアイドルにそれらを上昇させるプロジェクトに参加するように依頼します。\u001b[22m\n\u001b[4mThis refreshing start helps the viewer to get a full look at this industry and get the story running pretty smoothly.\u001b[24m\n    \u001b[1mこの爽やかなスタートは、視聴者がこの業界を完全に見て、ストーリーをかなりスムーズに動かすのに役立ちます。\u001b[22m, \u001b[1mこのさわやかなスタートは、この業界では完全な外観を取得し、物語はかなりスムーズに動作して取得するためのビューアをするのに役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nThe charm of shows like this lye in the variety of characters and this show nailed it very well. A huge cast of colorful, likeable and charismatic girls that will surely get to the heart of the viewers. But beside that, this show has many problems.\n\n\u001b[1mこのライのようなショーの魅力は、様々なキャラクターに見られ、このショーはそれを非常にうまく収めました。 カラフルで、好き嫌いがあり、カリスマ的な女の子たちの巨大なキャストが、視聴者の心に必ず出てくる。 しかしそれに加えて、このショーには多くの問題があります。\u001b[22m\n\u001b[1m(Kono rai no yōna shō no miryoku wa, samazamana kyarakutā ni mi rare, kono shō wa sore o hijō ni umaku osamemashita. Karafuru de, sukikirai ga ari, karisuma-tekina on'nanoko-tachi no kyodaina kyasuto ga, shichō-sha no kokoro ni kanarazu detekuru. Shikashi sorenikuwaete, kono shō ni wa ōku no mondai ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe charm of shows like this lye in the variety of characters and this show nailed it very well. A huge cast of colorful, likeable and charismatic girls that will surely get to the heart of the viewers. But beside that, this show has many problems.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe charm of shows like this lye in the variety of characters and this show nailed it very well.\u001b[24m\n    \u001b[1mこのライのようなショーの魅力は、様々なキャラクターに見られ、このショーはそれを非常にうまく収めました。\u001b[22m, \u001b[1mさまざまなキャラクターでこの灰汁のようなショーの魅力とこのショーは非常によくそれを釘付け。\u001b[22m\n\u001b[4mA huge cast of colorful, likeable and charismatic girls that will surely get to the heart of the viewers.\u001b[24m\n    \u001b[1mカラフルで、好き嫌いがあり、カリスマ的な女の子たちの巨大なキャストが、視聴者の心に必ず出てくる。\u001b[22m, \u001b[1mきっと視聴者の心に取得することを、カラフルな好感の持てるとカリスマ的な女の子の巨大なキャスト。\u001b[22m\n\u001b[4mBut beside that, this show has many problems.\u001b[24m\n    \u001b[1mしかしそれに加えて、このショーには多くの問題があります。\u001b[22m, \u001b[1mしかし、その横に、このショーには多くの問題を抱えています。\u001b[22m\n\u001b[1m\u001b[22m\nThe story progressing in season 1 is very slow and when it gets to season 2 it's very rush. I may sound like an asshole here but the relationship between the main characters- no matter how touching it is when you're watching- makes no sense. It's like a triangle love between 2 boys and 1 girl but instead of fighting for the girl, they just love the girl and the girl loves both of them. End the story.\n\n\u001b[1mシーズン1で進行中のストーリーは非常に遅く、シーズン2になると非常に急いでいる。 私はここでお尻のように聞こえるかもしれませんが、主人公の関係は、たとえあなたが見ているときでもそれに触れても意味がありません。 それは2人の男の子と1人の女の子の間の三角形の愛のようなものですが、女の子と戦う代わりに、女の子は大好きで、女の子は両者を愛しています。 話を終わらせる。\u001b[22m\n\u001b[1m(Shīzun 1 de shinkō-chū no sutōrī wa hijō ni osoku, shīzun 2 ni naru to hijō ni isoide iru. Watashi wa koko de o shiri no yō ni kikoeru kamo shiremasenga, shujinkō no kankei wa, tatoe anata ga mite iru toki demo sore ni furete mo imi ga arimasen. Sore wa 2-ri no otokonoko to 1-ri no on'nanoko no ma no sankakkei no ai no yōna monodesuga, on'nanoko to tatakau kawari ni, on'nanoko wa daisukide, on'nanoko wa ryōsha o aishiteimasu. Hanashi o owara seru.)\u001b[22m\n\nTranslations of \u001b[4mThe story progressing in season 1 is very slow and when it gets to season 2 it's very rush. I may sound like an asshole here but the relationship between the main characters- no matter how touching it is when you're watching- makes no sense. It's like a triangle love between 2 boys and 1 girl but instead of fighting for the girl, they just love the girl and the girl loves both of them. End the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story progressing in season 1 is very slow and when it gets to season 2 it's very rush.\u001b[24m\n    \u001b[1mシーズン1で進行中のストーリーは非常に遅く、シーズン2になると非常に急いでいる。\u001b[22m, \u001b[1mシーズン1で進行する物語は非常に遅く、それはシーズン2になったとき、それは非常に急ぎました。\u001b[22m\n\u001b[4mI may sound like an asshole here but the relationship between the main characters- no matter how touching it is when you're watching- makes no sense.\u001b[24m\n    \u001b[1m私はここでお尻のように聞こえるかもしれませんが、主人公の関係は、たとえあなたが見ているときでもそれに触れても意味がありません。\u001b[22m, \u001b[1m私はここで嫌いな人のように聞こえるが、どんなにあなたが意味をなさないwatching-いるときにそれがどのように触れてメインcharacters-との関係があります。\u001b[22m\n\u001b[4mIt's like a triangle love between 2 boys and 1 girl but instead of fighting for the girl, they just love the girl and the girl loves both of them.\u001b[24m\n    \u001b[1mそれは2人の男の子と1人の女の子の間の三角形の愛のようなものですが、女の子と戦う代わりに、女の子は大好きで、女の子は両者を愛しています。\u001b[22m, \u001b[1mそれは2人の少年と1の女の子の間ではなく、女の子のために戦っての三角形の愛のようなものだ、彼らはただの女の子を愛し、少女はそれらの両方を愛しています。\u001b[22m\n\u001b[4mEnd the story.\u001b[24m\n    \u001b[1m話を終わらせる。\u001b[22m, \u001b[1m話を終了します。\u001b[22m\n\u001b[1m\u001b[22m\nSo why is the high grade? Becoz no matter how nonsense it may seem, i get attached to the idols, i feel for them very much. And it's nice to see ppl doing their dream work.\n\n\u001b[1mだから高級はなぜですか？ どんなにナンセンスに見えても、私はアイドルに縛られてしまいます。  pplが夢の仕事をしているのを見てうれしい。\u001b[22m\n\u001b[1m(Dakara kōkyū wa nazedesu ka? Don'nani nansensu ni miete mo, watashihaaidoru ni shibara rete shimaimasu. Ppl ga yume no shigoto o shite iru no o mite ureshī.)\u001b[22m\n\nTranslations of \u001b[4mSo why is the high grade? Becoz no matter how nonsense it may seem, i get attached to the idols, i feel for them very much. And it's nice to see ppl doing their dream work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo why is the high grade?\u001b[24m\n    \u001b[1mだから高級はなぜですか？\u001b[22m, \u001b[1mなぜ高いグレードはありますか？\u001b[22m\n\u001b[4mBecoz no matter how nonsense it may seem, i get attached to the idols, i feel for them very much.\u001b[24m\n    \u001b[1mどんなにナンセンスに見えても、私はアイドルに縛られてしまいます。\u001b[22m, \u001b[1mそれが見えるかもしれませんどのようなナンセンスどんなにBecoz、私は偶像に執着、私は非常に彼らのために感じています。\u001b[22m\n\u001b[4mAnd it's nice to see ppl doing their dream work.\u001b[24m\n    \u001b[1mpplが夢の仕事をしているのを見てうれしい。\u001b[22m, \u001b[1mそして、それは彼らの夢の仕事をしている皆さんを見てうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe music of this show is amazing. Very pleasant to hear. The animation is fine to say the least. Overall, it's still a good look at the idol industry.\n\n\u001b[1mこのショーの音楽は素晴らしいです。 聞くのがとても楽しいです。 アニメーションは最小限に抑えても問題ありません。 全体として、それはまだアイドル業界をよく見ています。\u001b[22m\n\u001b[1m(Kono shō no ongaku wa subarashīdesu. Kiku no ga totemo tanoshīdesu. Animēshon wa saishōgen ni osaete mo mondai arimasen. Zentai to shite, sore wa mada aidoru gyōkai o yoku mite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe music of this show is amazing. Very pleasant to hear. The animation is fine to say the least. Overall, it's still a good look at the idol industry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music of this show is amazing.\u001b[24m\n    \u001b[1mこのショーの音楽は素晴らしいです。\u001b[22m\n\u001b[4mVery pleasant to hear.\u001b[24m\n    \u001b[1m聞くのがとても楽しいです。\u001b[22m, \u001b[1m聞いて非常に楽しいです。\u001b[22m\n\u001b[4mThe animation is fine to say the least.\u001b[24m\n    \u001b[1mアニメーションは最小限に抑えても問題ありません。\u001b[22m, \u001b[1mアニメーションは控えめに言っても結構です。\u001b[22m\n\u001b[4mOverall, it's still a good look at the idol industry.\u001b[24m\n    \u001b[1m全体として、それはまだアイドル業界をよく見ています。\u001b[22m, \u001b[1m全体的に、それはまだアイドル業界をよく見ます。\u001b[22m"
  },
  {
    "title": "The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "id": "30344",
    "url": "https://myanimelist.net/anime/30344/The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "user": "Van_DarkhoIme",
    "profile": "/profile/Van_DarkhoIme/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=202464",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  8\nキャラクター|  4\n|  5\n\nシンデレラの女の子たち、シンデレラたちは、何を呼んでも、それは何かを呼んでいます。これは、これがいくつかの期待に応え、私たちが待ち望んでいるファンのほとんどを満たすことができなかったことを実感してください。\n\n（一部のスポイラーは含まれています）\n\nストーリー：4\n最初のシーズンと同じ年齢ですが、これは13回の予算しかなく、すべてのアイドルを紹介することができなかったため、最初のシーズンから続きます。  2番目のシーズンはかなり正常に始まり、それは大きなターンをとり、巨大なターンではすべてが劇的に変わり、アイドル・エージェンシーの中では嵐が起こる。 最初の3つのエピソードでは、シンデレラ・ガール・プロジェクトのような多くの劇的なイベントがJougasakiの姉妹たちにほとんど終了している。 私がこれについて語ることができる唯一の偏見のないことは、観客が毎日の哀れな地位を保つのではなく、楽しむためにかなりの量のドラマを追加することです\n\nアート：7\n最初のシーズンのようなA-1ピクチャーズが作ったアニメーションについては何も新しいことはありません.iM @ Sアニメ・フランチャイズはすべてA-1ピクチャで制作されたので、冗長になるのでここでは何も言いません 私はシンデレラの女の子の最初のシーズンから同じことを言った場合。\n\nサウンド：8\n輝かしい「スター」はオープニングの第2シーズンに再使用されなかったが、代わりに「シャイン」が使用された。 私はここで正直に言うつもりですが、2回目のオープニングを楽しんだのは、シリーズで起こった可能性のある出来事を部分的に示唆していたからです（宇治は悲惨な状態にありました）。 シリーズ全体で新しい曲が紹介され、Triad Primusによる「Trancing Pulse」など、とても楽しかったです。 結末は、昨シーズンと同じで、そのエピソードの間に導入されていたキャラクターによって歌われています。  「スター」はとてもキャッチーだったので、別のオープニングをしている以外は、サウンドについては言い表せません。\n\nキャラクター：4\n\n\n楽しさ：5\n私はこのシリーズを主に紹介してすべての登場人物を見ることしかできなかったので、私は期待していたもののいくつかは満たしていましたが、その多くは出会っていませんでした。 これについての私の個人的な意見は、元のシリーズをすでに見ていると仮定して、元のシリーズの貧しいレプリカを見るためにシンデレラの女の子を始めてはいけないと言うことです。 私は自分のレビューが浅く聞こえるかもしれないと私は理解していますが、私は浅い音がしていますが、私は最初のレビューで「私はシンデレラの女の子がオリジナルを見てから見た」と言ったことを覚えています。\n全体：6\nこれについての私の全体的な考えを述べるのではなく、このレビューについてTL; DRを追加します\nTL; DR  - このシリーズはむしろ穏やかであり、あなたはこれに対して最大の期待を持っているべきではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nCinderella girls, Cinderella grills whatever people call it we should all realize that this does live up to some expectations and failed to meet most of the anticipated moments some fans we're waiting for.\n\n\u001b[1mシンデレラの女の子たち、シンデレラたちは、何を呼んでも、それは何かを呼んでいます。これは、これがいくつかの期待に応え、私たちが待ち望んでいるファンのほとんどを満たすことができなかったことを実感してください。\u001b[22m\n\u001b[1m(Shinderera no on'nanoko-tachi, Shinderera-tachi wa, nani o yon demo, soreha nanika o yonde imasu. Kore wa, kore ga ikutsu ka no kitai ni kotae, watashitachi ga machinozonde iru fan no hotondo o mitasu koto ga dekinakatta koto o jikkan shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mCinderella girls, Cinderella grills whatever people call it we should all realize that this does live up to some expectations and failed to meet most of the anticipated moments some fans we're waiting for.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCinderella girls, Cinderella grills whatever people call it we should all realize that this does live up to some expectations and failed to meet most of the anticipated moments some fans we're waiting for.\u001b[24m\n    \u001b[1mシンデレラの女の子たち、シンデレラたちは、何を呼んでも、それは何かを呼んでいます。これは、これがいくつかの期待に応え、私たちが待ち望んでいるファンのほとんどを満たすことができなかったことを実感してください。\u001b[22m, \u001b[1mシンデレラの女の子は、シンデレラのグリルは、人々がそれを呼び出すどのような我々はすべてこれはいくつかの期待に応えるないことを認識および予想される瞬間、我々は待っている一部のファンのほとんどを満たすことができなかったはずです。\u001b[22m\n\u001b[1m\u001b[22m\n(Some spoilers are included)\n\n\u001b[1m（一部のスポイラーは含まれています）\u001b[22m\n\u001b[1m((Ichibu no supoirā wa fukuma rete imasu))\u001b[22m\n\nTranslations of \u001b[4m(Some spoilers are included)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Some spoilers are included)\u001b[24m\n    \u001b[1m（一部のスポイラーは含まれています）\u001b[22m, \u001b[1m（いくつかのスポイラーが含まれています）\u001b[22m\n\u001b[1m\u001b[22m\nStory:4\n\n\u001b[1mストーリー：4\u001b[22m\n\u001b[1m(Sutōrī: 4)\u001b[22m\n\nTranslations of \u001b[4mStory:4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:4\u001b[24m\n    \u001b[1mストーリー：4\u001b[22m\nSame old as the first season, but this continues off the 'first season' due to the fact it only had a 13 episode budget and could not introduce all the idols. The second season starts off fairly normal then it takes a huge turn;as in huge turn it turns all dramatic and a shit-storm occurs within the idol agency. Many dramatic events occur within the first 3 episodes such as the Cinderella Girl project almost being terminated to the Jougasaki sisters having their own dramatic moments. The only non-biased thing I could say about this is that it adds a fair amount of drama to keep the viewers entertained rather than keeping it a boring everyday idol slice of life\n\n\u001b[1m最初のシーズンと同じ年齢ですが、これは13回の予算しかなく、すべてのアイドルを紹介することができなかったため、最初のシーズンから続きます。  2番目のシーズンはかなり正常に始まり、それは大きなターンをとり、巨大なターンではすべてが劇的に変わり、アイドル・エージェンシーの中では嵐が起こる。 最初の3つのエピソードでは、シンデレラ・ガール・プロジェクトのような多くの劇的なイベントがJougasakiの姉妹たちにほとんど終了している。 私がこれについて語ることができる唯一の偏見のないことは、観客が毎日の哀れな地位を保つのではなく、楽しむためにかなりの量のドラマを追加することです\u001b[22m\n\u001b[1m(Saisho no shīzun to onaji nenreidesuga, kore wa 13-kai no yosan shika naku, subete no aidoru o shōkai suru koto ga dekinakatta tame, saisho no shīzun kara tsudzukimasu. 2-Banme no shīzun wa kanari seijō ni hajimari, sore wa ōkina tān o tori, kyodaina tānde wa subete ga gekiteki ni kawari, aidoru ējenshī no nakade wa arashi ga okoru. Saisho no 3ttsu no episōdode wa, Shinderera gāru purojekuto no yōna ōku no gekitekina ibento ga Jougasaki no shimai-tachi ni hotondo shūryō shite iru. Watashi ga kore ni tsuite kataru koto ga dekiru yuiitsu no henken no nai koto wa, kankyaku ga mainichi no awarena chii o tamotsu node wa naku, tanoshimu tame ni kanari no ryō no dorama o tsuika suru kotodesu)\u001b[22m\n\nTranslations of \u001b[4mSame old as the first season, but this continues off the 'first season' due to the fact it only had a 13 episode budget and could not introduce all the idols. The second season starts off fairly normal then it takes a huge turn;as in huge turn it turns all dramatic and a shit-storm occurs within the idol agency. Many dramatic events occur within the first 3 episodes such as the Cinderella Girl project almost being terminated to the Jougasaki sisters having their own dramatic moments. The only non-biased thing I could say about this is that it adds a fair amount of drama to keep the viewers entertained rather than keeping it a boring everyday idol slice of life\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSame old as the first season, but this continues off the 'first season' due to the fact it only had a 13 episode budget and could not introduce all the idols.\u001b[24m\n    \u001b[1m最初のシーズンと同じ年齢ですが、これは13回の予算しかなく、すべてのアイドルを紹介することができなかったため、最初のシーズンから続きます。\u001b[22m, \u001b[1m最初のシーズンのような古い同じですが、これが原因で、それが唯一の13エピソードの予算を持っていたし、すべての偶像を紹介しませんでした実際に「最初のシーズンを「オフ続けます。\u001b[22m\n\u001b[4mThe second season starts off fairly normal then it takes a huge turn;as in huge turn it turns all dramatic and a shit-storm occurs within the idol agency.\u001b[24m\n    \u001b[1m2番目のシーズンはかなり正常に始まり、それは大きなターンをとり、巨大なターンではすべてが劇的に変わり、アイドル・エージェンシーの中では嵐が起こる。\u001b[22m, \u001b[1m第二シーズンはかなり通常のオフ開始し、それは巨大なターンを行う。巨大な順番に、それはすべて劇的に変わり、たわごと-嵐がアイドル機関内で発生するとして。\u001b[22m\n\u001b[4mMany dramatic events occur within the first 3 episodes such as the Cinderella Girl project almost being terminated to the Jougasaki sisters having their own dramatic moments.\u001b[24m\n    \u001b[1m最初の3つのエピソードでは、シンデレラ・ガール・プロジェクトのような多くの劇的なイベントがJougasakiの姉妹たちにほとんど終了している。\u001b[22m, \u001b[1m多くの劇的なイベントは、ほとんど自分の劇的な瞬間を持つJougasaki姉妹に終了されシンデレラガールズプロジェクトとして最初の3エピソード内で発生します。\u001b[22m\n\u001b[4mThe only non-biased thing I could say about this is that it adds a fair amount of drama to keep the viewers entertained rather than keeping it a boring everyday idol slice of life\u001b[24m\n    \u001b[1m私がこれについて語ることができる唯一の偏見のないことは、観客が毎日の哀れな地位を保つのではなく、楽しむためにかなりの量のドラマを追加することです\u001b[22m, \u001b[1m私はこのことについて言うことができる唯一の非バイアスされたことは、それが楽しまなく、人生の退屈な日常アイドルスライスそれを維持視聴者を維持するためにドラマのかなりの量を追加することです\u001b[22m\n\u001b[1m\u001b[22m\nArt:7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt:7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\nThere is nothing new about the animation since it was produced by A-1 Pictures like the first season, hell all of the iM@S anime franchise was produced by A-1 pictures so there is nothing to say about here since I would be redundant if I said the same thing from the first season of Cinderella girls.\n\n\u001b[1m最初のシーズンのようなA-1ピクチャーズが作ったアニメーションについては何も新しいことはありません.iM @ Sアニメ・フランチャイズはすべてA-1ピクチャで制作されたので、冗長になるのでここでは何も言いません 私はシンデレラの女の子の最初のシーズンから同じことを言った場合。\u001b[22m\n\u001b[1m(Saisho no shīzun no yōna A - 1 pikuchāzu ga tsukutta animēshon ni tsuite wa nani mo atarashī koto wa arimasen. IM@ S anime furanchaizu wa subete A - 1 pikucha de seisaku sa retanode, jōchō ni narunode kokode wa nani mo iimasen watashi wa Shinderera no on'nanoko no saisho no shīzun kara onaji koto o itta baai.)\u001b[22m\n\nTranslations of \u001b[4mThere is nothing new about the animation since it was produced by A-1 Pictures like the first season, hell all of the iM@S anime franchise was produced by A-1 pictures so there is nothing to say about here since I would be redundant if I said the same thing from the first season of Cinderella girls.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is nothing new about the animation since it was produced by A-1 Pictures like the first season, hell all of the iM@S anime franchise was produced by A-1 pictures so there is nothing to say about here since I would be redundant\u001b[24m\n    \u001b[1m最初のシーズンのようなA-1ピクチャーズが作ったアニメーションについては何も新しいことはありません.iM @ Sアニメ・フランチャイズはすべてA-1ピクチャで制作されたので、冗長になるのでここでは何も言いません\u001b[22m, \u001b[1m以来、それは最初のシーズンのような-1ピクチャーズによって生成されたアニメーションについての新しいものは何もありません、地獄私は冗長になるので、ここについては何も言うことはありませんので、-1画像によって生成されたのIM @ Sアニメのフランチャイズのすべて\u001b[22m\n\u001b[4mif I said the same thing from the first season of Cinderella girls.\u001b[24m\n    \u001b[1m私はシンデレラの女の子の最初のシーズンから同じことを言った場合。\u001b[22m, \u001b[1m私はシンデレラの女の子の最初のシーズンから同じことを言っている場合。\u001b[22m\n\u001b[1m\u001b[22m\nSound:8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound:8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound:8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\nThe glorious 'Star' was not reused in the second season for the opening, but 'Shine' was used instead. I'll be honest here I enjoyed the 2nd opening as it partially hinted some events that could've occurred in the series (Uzuki having and being in a dismal state). New songs were introduced throughout the series and I enjoyed them very much, such as 'Trancing Pulse' by Triad Primus. The ending is the same as last season with has songs sang by the character that was being introduced during that episode. There really is nothing bad to say about the sound other than having a different opening since 'Star' was very catchy.\n\n\u001b[1m輝かしい「スター」はオープニングの第2シーズンに再使用されなかったが、代わりに「シャイン」が使用された。 私はここで正直に言うつもりですが、2回目のオープニングを楽しんだのは、シリーズで起こった可能性のある出来事を部分的に示唆していたからです（宇治は悲惨な状態にありました）。 シリーズ全体で新しい曲が紹介され、Triad Primusによる「Trancing Pulse」など、とても楽しかったです。 結末は、昨シーズンと同じで、そのエピソードの間に導入されていたキャラクターによって歌われています。  「スター」はとてもキャッチーだったので、別のオープニングをしている以外は、サウンドについては言い表せません。\u001b[22m\n\u001b[1m(Kagayakashī `sutā' wa ōpuningu no dai 2 shīzun ni sai shiyō sa renakattaga, kawarini `shain' ga shiyō sa reta. Watashi wa koko de shōjiki ni iu tsumoridesuga, 2-kai-me no ōpuningu o tanoshinda no wa, shirīzu de okotta kanōsei no aru dekigoto o bubun-teki ni shisa shite itakaradesu (Uji wa hisan'na jōtai ni arimashita). Shirīzu zentai de atarashī kyoku ga shōkai sa re, Triad puraimasu ni yoru `Trancing parusu' nado, totemo tanoshikattadesu. Ketsumatsu wa, saku shīzun to onajide, sono episōdo no ma ni dōnyū sa rete ita kyarakutā ni yotte utawa rete imasu. `Sutā' wa totemo kyatchīdattanode,-betsu no ōpuningu o shite iru igai wa, saundo ni tsuite wa iiarawasemasen.)\u001b[22m\n\nTranslations of \u001b[4mThe glorious 'Star' was not reused in the second season for the opening, but 'Shine' was used instead. I'll be honest here I enjoyed the 2nd opening as it partially hinted some events that could've occurred in the series (Uzuki having and being in a dismal state). New songs were introduced throughout the series and I enjoyed them very much, such as 'Trancing Pulse' by Triad Primus. The ending is the same as last season with has songs sang by the character that was being introduced during that episode. There really is nothing bad to say about the sound other than having a different opening since 'Star' was very catchy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe glorious 'Star' was not reused in the second season for the opening, but 'Shine' was used instead.\u001b[24m\n    \u001b[1m輝かしい「スター」はオープニングの第2シーズンに再使用されなかったが、代わりに「シャイン」が使用された。\u001b[22m, \u001b[1m栄光の「スター」は開口部のための第二シーズンに再利用されていなかったが、「磨き」の代わりに使用されました。\u001b[22m\n\u001b[4mI'll be honest here I enjoyed the 2nd opening as it partially hinted some events that could've occurred in the series (Uzuki having and being in a dismal state).\u001b[24m\n    \u001b[1m私はここで正直に言うつもりですが、2回目のオープニングを楽しんだのは、シリーズで起こった可能性のある出来事を部分的に示唆していたからです（宇治は悲惨な状態にありました）。\u001b[22m, \u001b[1m私はそれが部分的に（卯月が持つと憂鬱な状態にある）直列に発生したかもしれないいくつかのイベントを示唆したように、私は第二開口部を楽しんでここに正直になるでしょう。\u001b[22m\n\u001b[4mNew songs were introduced throughout the series and I enjoyed them very much, such as 'Trancing Pulse' by Triad Primus.\u001b[24m\n    \u001b[1mシリーズ全体で新しい曲が紹介され、Triad Primusによる「Trancing Pulse」など、とても楽しかったです。\u001b[22m, \u001b[1m新しい曲はシリーズ全体で導入されたと私はそのようなトライアドプライマスによって「Trancingパルス」として、それらを非常に楽しみました。\u001b[22m\n\u001b[4mThe ending is the same as last season with has songs sang by the character that was being introduced during that episode.\u001b[24m\n    \u001b[1m結末は、昨シーズンと同じで、そのエピソードの間に導入されていたキャラクターによって歌われています。\u001b[22m, \u001b[1mエンディング曲は、そのエピソードの間に導入されていた文字で歌ったとの最後のシーズンと同じです。\u001b[22m\n\u001b[4mThere really is nothing bad to say about the sound other than having a different opening since 'Star' was very catchy.\u001b[24m\n    \u001b[1m「スター」はとてもキャッチーだったので、別のオープニングをしている以外は、サウンドについては言い表せません。\u001b[22m, \u001b[1m本当に「スター」は非常にキャッチーだったので別の開口部を有する以外の音について言うのは悪いものは何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:4\n\n\u001b[1mキャラクター：4\u001b[22m\n\u001b[1m(Kyarakutā: 4)\u001b[22m\n\nTranslations of \u001b[4mCharacters:4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters:4\u001b[24m\n    \u001b[1mキャラクター：4\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:5\n\n\u001b[1m楽しさ：5\u001b[22m\n\u001b[1m(Tanoshisa: 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment:5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment:5\u001b[24m\n    \u001b[1m楽しさ：5\u001b[22m\nAs I only stayed to watch this series mainly to see all the characters to be introduced;I had some of my expectations met, but a lot of them were not met. My personal opinion on this is to say that you shouldn't start Cinderella girls to see a poor replica of the original series, assuming that you've watched the original series already. I understand that my review may sound shallow and I'm sounding shallow myself, but let's remember from my first review for the original on what I said 'I watched Cinderella girls before watching the original'.\n\n\u001b[1m私はこのシリーズを主に紹介してすべての登場人物を見ることしかできなかったので、私は期待していたもののいくつかは満たしていましたが、その多くは出会っていませんでした。 これについての私の個人的な意見は、元のシリーズをすでに見ていると仮定して、元のシリーズの貧しいレプリカを見るためにシンデレラの女の子を始めてはいけないと言うことです。 私は自分のレビューが浅く聞こえるかもしれないと私は理解していますが、私は浅い音がしていますが、私は最初のレビューで「私はシンデレラの女の子がオリジナルを見てから見た」と言ったことを覚えています。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o omo ni shōkai shite subete no tōjō jinbutsu o miru koto shika dekinakattanode, watashi wa kitai shite itamonono ikutsu ka wa mitashite imashitaga, sono ōku wa deatte imasendeshita. Kore ni tsuite no watashi no kojin-tekina iken wa,-moto no shirīzu o sudeni mite iru to katei shite,-moto no shirīzu no mazushī repurika o miru tame ni Shinderera no on'nanoko o hajimete wa ikenai to iu kotodesu. Watashi wa jibun no rebyū ga asaku kikoeru kamo shirenaito watashi wa rikai shite imasuga, watashi wa asai oto ga shite imasuga, watashi wa saisho no rebyū de `watashi wa Shinderera no on'nanoko ga orijinaru o mite kara mita' to itta koto o oboete imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs I only stayed to watch this series mainly to see all the characters to be introduced;I had some of my expectations met, but a lot of them were not met. My personal opinion on this is to say that you shouldn't start Cinderella girls to see a poor replica of the original series, assuming that you've watched the original series already. I understand that my review may sound shallow and I'm sounding shallow myself, but let's remember from my first review for the original on what I said 'I watched Cinderella girls before watching the original'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I only stayed to watch this series mainly to see all the characters to be introduced;I had some of my expectations met, but a lot of them were not met.\u001b[24m\n    \u001b[1m私はこのシリーズを主に紹介してすべての登場人物を見ることしかできなかったので、私は期待していたもののいくつかは満たしていましたが、その多くは出会っていませんでした。\u001b[22m, \u001b[1m私は、導入されるすべての文字を表示するには、主にこのシリーズを見に滞在したように、私は私の期待の一部が満たされていたが、それらの多くが満たされませんでした。\u001b[22m\n\u001b[4mMy personal opinion on this is to say that you shouldn't start Cinderella girls to see a poor replica of the original series, assuming that you've watched the original series already.\u001b[24m\n    \u001b[1mこれについての私の個人的な意見は、元のシリーズをすでに見ていると仮定して、元のシリーズの貧しいレプリカを見るためにシンデレラの女の子を始めてはいけないと言うことです。\u001b[22m, \u001b[1mこの上で私の個人的な意見では、あなたがすでに元のシリーズを見てきたと仮定すると、オリジナルシリーズの悪いレプリカを見ることがシンデレラの女の子を開始するべきではないということです。\u001b[22m\n\u001b[4mI understand that my review may sound shallow and I'm sounding shallow myself, but let's remember from my first review for the original on what I said 'I watched Cinderella girls before watching the original'.\u001b[24m\n    \u001b[1m私は自分のレビューが浅く聞こえるかもしれないと私は理解していますが、私は浅い音がしていますが、私は最初のレビューで「私はシンデレラの女の子がオリジナルを見てから見た」と言ったことを覚えています。\u001b[22m, \u001b[1m私は私のレビューが浅い聞こえるかもしれないことを理解し、私は自分自身を浅い鳴らすんだけど、それでは、私が言った上で、元のための私の最初のレビューから覚えましょう」私は、元のを見て前にシンデレラの女の子を見ました」。\u001b[22m\nOverall:6\n\n\u001b[1m全体：6\u001b[22m\n\u001b[1m(Zentai: 6)\u001b[22m\n\nTranslations of \u001b[4mOverall:6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:6\u001b[24m\n    \u001b[1m全体：6\u001b[22m\nRather than saying my overall thoughts on this, I'll just add a TL;DR about this review\n\n\u001b[1mこれについての私の全体的な考えを述べるのではなく、このレビューについてTL; DRを追加します\u001b[22m\n\u001b[1m(Kore ni tsuite no watashi no zentai-tekina kangae o noberu node wa naku, kono rebyū ni tsuite TL; DR o tsuika shimasu)\u001b[22m\n\nTranslations of \u001b[4mRather than saying my overall thoughts on this, I'll just add a TL;DR about this review\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRather than saying my overall thoughts on this, I'll just add a TL;DR about this review\u001b[24m\n    \u001b[1mこれについての私の全体的な考えを述べるのではなく、このレビューについてTL; DRを追加します\u001b[22m, \u001b[1mむしろ、この上で私の全体的な考えを言うよりも、私はちょうどTLを追加します; DRをこのレビューについて\u001b[22m\nTL;DR - The series is rather bland and you shouldn't try to have the biggest expectations for this.\n\n\u001b[1mTL; DR  - このシリーズはむしろ穏やかであり、あなたはこれに対して最大の期待を持っているべきではありません。\u001b[22m\n\u001b[1m(TL; DR - kono shirīzu wa mushiro odayakadeari, anata wa kore ni taishite saidai no kitai o motte irubekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mTL;DR - The series is rather bland and you shouldn't try to have the biggest expectations for this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR - The series is rather bland and you shouldn't try to have the biggest expectations for this.\u001b[24m\n    \u001b[1mTL; DR  - このシリーズはむしろ穏やかであり、あなたはこれに対して最大の期待を持っているべきではありません。\u001b[22m, \u001b[1mTL; DR  - シリーズはかなり当たり障りのないですし、このための最大の期待を持ってしようとすべきではありません。\u001b[22m"
  },
  {
    "title": "The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "id": "30344",
    "url": "https://myanimelist.net/anime/30344/The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "user": "imnoob92",
    "profile": "/profile/imnoob92/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=213683",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  9\nキャラクター|  3\n|  3\n\nAndroid版は1ヶ月前にリリースされましたが、私はiOSでリリースされた当初、CGゲーム（スターライトステージ）を最初にプレイした最初のプレイヤーの一人でした。 私はそれを楽しんだが、それを削除する前に一ヶ月しかなかったので、私は実際にもっともっとコミットしなければならないという理由があった。\n\n要点に行きましょう。 私は2つの別々のレビューを書くのは怠惰ですが、私は両方の季節を評価し、私のレビューで '/'マークで区切ります。  1番はシーズン1のレーティングで、2番はシーズン2のレーティングでした。\n\nPS：Spoilers警告。\n\nストーリー：6/5\n\nあなたが90年代に生まれたと仮定すると、おそらくシンデレラの話を聞いたことがあります。 グーグル「シンデレラ」はあなたのさまざまなバージョンにつながりますが、最もよく知られているバージョンは、シンデレラが魔法のグラスシューズを着てボールに行ったものです（そしてbla bla bla...）\n\niM @ Sシンデレラガールズ（後でCGと呼ぶ）は、オリジナルのiM @ S女の子から分岐した別のiM @ Sシリーズです。 物語は765PROの女の子がアイドル産業で成功した後に設定され、346PROの女の子はアイドルになるという彼らの踏み台に従います。\n\nCG初シーズンはそれほど悪くはない。 それは元のiM @ S公式に従っています：募集、練習、団結、多くのドラマ、ユニット化（やり直し）、パフォーマンス、CGDCTのものが沢山あります。 残念ながら、765PROと違って、346PROの女の子のいずれも、自分の背景を説明するために1つまたは2つのエピソードを専念していないため、2つの季節を通して女の子が非常に穏やかに見えるようになります。\n\n第2シーズンになると、プロットはますます「暗く」なり、うつ状態になります。 もしあなたがA-1がとても悪くなった765PROの映画を見ていたら、CG第2シーズンは同じことをしたし、全シーズンもひどくなった。 最後に、私はCGがどのようにうつむしいプロットで幸せに終わるのか見たいと思っているだけなので、シリーズ全体を終了することを主張します。\n\nアート：8/8\n\nこれについては何も言いません。 私は、プロットがどれほど悪いかを考慮して、まだアニメーションに満足しています。\n\nサウンド：9/9\n\nあなたの「耳」に応じて、これもやはり主観的です。\n\nサウンドは私がCGに本当に良いクレジットを与えることができる唯一のものです。 私は実際にオリジナルのiM @ Sよりも良いCGサウンドトラックを見つけました。 声を賢く、私はかなり多くの人がキラリス以外のものを受け入れることができます（これは少し面倒です）\n\nキャラクター：5/3\n\n765PROの13人の女の子が覚えるのが難しいと思ったら、キャラクターの量が少なくとも765PROの3倍の346PROにようこそ。 小規模の生産拠点である765PROとは対照的に、346PROはアイドル訓練のための「城」です。\n\nしかし、問題は、あなたがすでに対処する14主な文字を持っており、アニメはそれらを開発するために多くの気にしないです。 代わりに、より多くのキャラクターが導入され、最終的にシリーズ全体の主人公を覆い隠します（特に第2シーズン）。 そして、この「プロデューサー・サン」が、その不気味で殺人的な表情で問題を引き起こしているのですが、アニメは彼を楽しませようとしています。（彼は第2シーズンでかなりうまくいったと言われていますが、 そのように見える必要がありますか？）。 最後に、346PRO全体（と2番目のシーズン全体）を自分の手でねじ止める、いわゆる役員...\n\nCGには「より多くの恩人」がまったく当てはまりません。\n\n楽しさ：7/3\n\n最初のシーズンはいいですが、2番目のシーズンはあまりにもうれしいことで、話す楽しさはありません。\n\n全体：7/5\n\nCGに先立って、悪いCGが元のものと比べてどのように評価されたかを読んだ。  MALランクにおけるそれらの違いは、それが本当であるために、理由をほとんど説明します。 私のプロフィール画像を見ると、私はiM @ Sのファンではないが、オリジナルのiM @ Sは素晴らしいですが、CGは私にとっては「meh」です。 どちらも同じスタジオのものですが、A-1はCGが非常に悪いので、なぜか不思議に思うようになります。\n\nオリジナルのiM @ Sが最初に普及したことを覚えておいて、キャラクター、サウンドトラック、素敵な芸術とアニメーションを開発しました。そして、iM @ SシリーズはCGDCT + SOLカテゴリに入るはずです。 私はメロドラマで元気です（元のiM @ Sもそうです）が、CGで過度に使用されてシリーズ全体がますます悲惨になりました。  CGの女の子たち、特にウズキでは、最初はいつも笑顔を浮かべていて、終わりには哀れで哀れではない女の子として見られているので、気分が悪いです（私の「リスト」に最初は載っていませんでした）\n\nS（マイル）ingはまだ聞くのがいいです。\n\n私のレビューを終了するには、オリジナルのiM @ Sのファンであっても、CGを見ている人には勧めないことを強くお勧めします。 あなたは警告されています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nI was one of the earliest players who started playing the CG game (i.e. Starlight Stage) first, right on the day it was released in iOS, though Android version was released one month earlier. I enjoyed it but only for a month before deleting it, reason being that I had to commit more in real life.\n\n\u001b[1mAndroid版は1ヶ月前にリリースされましたが、私はiOSでリリースされた当初、CGゲーム（スターライトステージ）を最初にプレイした最初のプレイヤーの一人でした。 私はそれを楽しんだが、それを削除する前に1ヶ月間だけ、理由は私が実生活でより多くをコミットしなければならないという理由だった。\u001b[22m\n\u001b[1m(Andoroido-ban wa 1-kagetsu mae ni rirīsu sa remashitaga, watashi wa iOS de rirīsu sa reta tōsho, CG gēmu (sutāraitosutēji) o saisho ni purei shita saisho no pureiyā no hitorideshita. Watashi wa sore o tanoshindaga, sore o sakujo suru mae ni 1-kagetsu-kan dake, riyū wa watashi ga jisseikatsu de yori ōku o komitto shinakereba naranai to iu riyūdatta.)\u001b[22m\n\nTranslations of \u001b[4mI was one of the earliest players who started playing the CG game (i.e. Starlight Stage) first, right on the day it was released in iOS, though Android version was released one month earlier. I enjoyed it but only for a month before deleting it, reason being that I had to commit more in real life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was one of the earliest players who started playing the CG game (i.e. Starlight Stage) first, right on the day it was released in iOS, though Android version was released one month earlier.\u001b[24m\n    \u001b[1mAndroid版は1ヶ月前にリリースされましたが、私はiOSでリリースされた当初、CGゲーム（スターライトステージ）を最初にプレイした最初のプレイヤーの一人でした。\u001b[22m, \u001b[1mAndroidのバージョンは1ヶ月早く発売されたものの、私は、右のそれは、iOS版でリリースされた日に、最初のCGゲーム（すなわち、スターライトステージ）を弾き始め最古の選手の一人でした。\u001b[22m\n\u001b[4mI enjoyed it but only for a month before deleting it, reason being that I had to commit more in real life.\u001b[24m\n    \u001b[1m私はそれを楽しんだが、それを削除する前に1ヶ月間だけ、理由は私が実生活でより多くをコミットしなければならないという理由だった。\u001b[22m, \u001b[1m私は理由は、私が実際の生活の中でより多くをコミットしなければならなかったことであるが、唯一それを削除する前に、月のそれを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nLet's go to the main point. I am lazy to write 2 separate reviews but I will rate both seasons, separated with a '/' mark in my review. 1st number was the rating for season 1 and 2nd number for season 2.\n\n\u001b[1m要点に行きましょう。 私は2つの別々のレビューを書くのは怠惰ですが、私は両方の季節を評価し、私のレビューで '/'マークで区切ります。  1番はシーズン1のレーティングで、2番はシーズン2のレーティングでした。\u001b[22m\n\u001b[1m(Yōten ni ikimashou. Watashi wa 2tsu no betsubetsu no rebyū o kaku no wa taidadesuga, watashi wa ryōhō no kisetsu o hyōka shi, watashi no rebyū de'/' māku de kugirimasu. 1-Ban wa shīzun 1 no rētingu de, 2-ban wa shīzun 2 no rētingudeshita.)\u001b[22m\n\nTranslations of \u001b[4mLet's go to the main point. I am lazy to write 2 separate reviews but I will rate both seasons, separated with a '/' mark in my review. 1st number was the rating for season 1 and 2nd number for season 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's go to the main point.\u001b[24m\n    \u001b[1m要点に行きましょう。\u001b[22m, \u001b[1mのが主なポイントに行きましょう。\u001b[22m\n\u001b[4mI am lazy to write 2 separate reviews but I will rate both seasons, separated with a '/' mark in my review.\u001b[24m\n    \u001b[1m私は2つの別々のレビューを書くのは怠惰ですが、私は両方の季節を評価し、私のレビューで '/'マークで区切ります。\u001b[22m, \u001b[1m私は2つの別々のレビューを書くことが怠惰ですが、私は私のレビューに「/」マークで区切ら両シーズンを、評価します。\u001b[22m\n\u001b[4m1st number was the rating for season 1 and 2nd number for season 2.\u001b[24m\n    \u001b[1m1番はシーズン1のレーティングで、2番はシーズン2のレーティングでした。\u001b[22m, \u001b[1m第一の数は、シーズン2のためのシーズン1と2番目の数について評価しました。\u001b[22m\n\u001b[1m\u001b[22m\nPS: Spoilers alert.\n\n\u001b[1mPS：Spoilers警告。\u001b[22m\n\u001b[1m(PS: Spoilers keikoku.)\u001b[22m\n\nTranslations of \u001b[4mPS: Spoilers alert.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPS: Spoilers alert.\u001b[24m\n    \u001b[1mPS：Spoilers警告。\u001b[22m, \u001b[1mPS：スポイラー警告。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6/5\n\n\u001b[1mストーリー：6/5\u001b[22m\n\u001b[1m(Sutōrī: 6/ 5)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/5\u001b[24m\n    \u001b[1mストーリー：6/5\u001b[22m\n\u001b[1m\u001b[22m\nAssuming you were born in the 90s or way older than that you probably had heard about Cinderella story. Googling 'Cinderella' leads you to different versions of it but the most well-known version will be the one where Cinderella went to a ball with her wearing the magical glass shoes (and bla bla bla...)\n\n\u001b[1mあなたが90年代に生まれたと仮定すると、おそらくシンデレラの話を聞いたことがあります。 グーグル「シンデレラ」はあなたのさまざまなバージョンにつながりますが、最もよく知られているバージョンは、シンデレラが魔法のグラスシューズを着てボールに行ったものです（そしてbla bla bla...）\u001b[22m\n\u001b[1m(Anata ga 90-nendai ni uma reta to katei suru to, osoraku Shinderera no hanashi o kiita koto ga arimasu. Gūguru `Shinderera' wa anata no samazamana bājon ni tsunagarimasuga, mottomo yoku shira rete iru bājon wa, Shinderera ga mahō no gurasushūzu o kite bōru ni itta monodesu (soshite bla bla bla... ))\u001b[22m\n\nTranslations of \u001b[4mAssuming you were born in the 90s or way older than that you probably had heard about Cinderella story. Googling 'Cinderella' leads you to different versions of it but the most well-known version will be the one where Cinderella went to a ball with her wearing the magical glass shoes (and bla bla bla...)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAssuming you were born in the 90s or way older than that you probably had heard about Cinderella story.\u001b[24m\n    \u001b[1mあなたが90年代に生まれたと仮定すると、おそらくシンデレラの話を聞いたことがあります。\u001b[22m, \u001b[1mあなたは、90年代に生まれたと仮定すると、またはあなたはおそらくシンデレラの話を聞いていたものよりもずっと古いです。\u001b[22m\n\u001b[4mGoogling 'Cinderella' leads you to different versions of it but the most well-known version will be the one where Cinderella went to a ball with her wearing the magical glass shoes (and bla bla bla...)\u001b[24m\n    \u001b[1mグーグル「シンデレラ」はあなたのさまざまなバージョンにつながりますが、最もよく知られているバージョンは、シンデレラが魔法のグラスシューズを着てボールに行ったものです（そしてbla bla bla...）\u001b[22m, \u001b[1mグーグルで「シンデレラ」は、それの異なるバージョンにあなたを導くが、最もよく知られているバージョンは、シンデレラが魔法のガラスの靴を身に着けている彼女と一緒にボールに行ってきましいずれかになります（とかくかくしかじか...）\u001b[22m\n\u001b[1m\u001b[22m\niM@S Cinderella Girls (will refer as CG later) is another iM@S series branched from the original iM@S girls. The story is set after 765PRO girls have become successful in the idol industry, and 346PRO girls will follow their steps of becoming idols.\n\n\u001b[1miM @ Sシンデレラガールズ（後でCGと呼ぶ）は、オリジナルのiM @ S女の子から分岐した別のiM @ Sシリーズです。 物語は765PROの女の子がアイドル産業で成功した後に設定され、346PROの女の子はアイドルになるという彼らの踏み台に従います。\u001b[22m\n\u001b[1m(IM@ S shindereragāruzu (atode CG to yobu) wa, orijinaru no iM@ S on'nanoko kara bunki shita betsu no iM@ S shirīzudesu. Monogatari wa 765 puro no on'nanoko ga aidoru sangyō de seikō shita nochi ni settei sa re, 346 puro no on'nanoko wa aidoru ni naru to iu karera no fumidai ni shitagaimasu.)\u001b[22m\n\nTranslations of \u001b[4miM@S Cinderella Girls (will refer as CG later) is another iM@S series branched from the original iM@S girls. The story is set after 765PRO girls have become successful in the idol industry, and 346PRO girls will follow their steps of becoming idols.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4miM@S Cinderella Girls (will refer as CG later) is another iM@S series branched from the original iM@S girls.\u001b[24m\n    \u001b[1miM @ Sシンデレラガールズ（後でCGと呼ぶ）は、オリジナルのiM @ S女の子から分岐した別のiM @ Sシリーズです。\u001b[22m, \u001b[1mIM @ Sシンデレラガールズ（後でCGとして参照されます）別のIM @ Sシリーズは、元のIM @ Sの女の子から分岐しています。\u001b[22m\n\u001b[4mThe story is set after 765PRO girls have become successful in the idol industry, and 346PRO girls will follow their steps of becoming idols.\u001b[24m\n    \u001b[1m物語は765PROの女の子がアイドル産業で成功した後に設定され、346PROの女の子はアイドルになるという彼らの踏み台に従います。\u001b[22m, \u001b[1m物語は765PROの女の子はアイドル業界で成功を収めるた後に設定されており、346PROの女の子がアイドルになってきて、それらの手順に従います。\u001b[22m\n\u001b[1m\u001b[22m\nCG first season isn't too bad. It follows the original iM@S formula: Recruiting, practicing, uniting, a lot of drama, uniting (again), performance, spiced with a bit of CGDCT stuff. Unfortunately unlike 765PRO, none of the 346PRO girls is dedicated one or two episodes to explain their background, making the girls to look very bland throughout the 2 seasons.\n\n\u001b[1mCG初シーズンはそれほど悪くはない。 それは元のiM @ S公式に従っています：募集、練習、団結、多くのドラマ、ユニット化（やり直し）、パフォーマンス、CGDCTのものが沢山あります。 残念ながら、765PROと違って、346PROの女の子のいずれも、自分の背景を説明するために1つまたは2つのエピソードを専念していないため、2つの季節を通して女の子が非常に穏やかに見えるようになります。\u001b[22m\n\u001b[1m(CG hatsu shīzun wa sore hodo waruku wanai. Sore wa gen no iM@ S kōshiki ni shitagatte imasu: Boshū, renshū, danketsu, ōku no dorama, yunitto-ka (yarinaoshi), pafōmansu, CGDCT no mono ga takusan arimasu. Zan'nen'nagara, 765 puro to chigatte, 346 puro no on'nanoko no izure mo, jibun no haikei o setsumei suru tame ni 1tsu matawa 2tsu no episōdo o sen'nen shite inai tame, 2tsu no kisetsu o tōshite on'nanoko ga hijō ni odayaka ni mieru yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mCG first season isn't too bad. It follows the original iM@S formula: Recruiting, practicing, uniting, a lot of drama, uniting (again), performance, spiced with a bit of CGDCT stuff. Unfortunately unlike 765PRO, none of the 346PRO girls is dedicated one or two episodes to explain their background, making the girls to look very bland throughout the 2 seasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCG first season isn't too bad.\u001b[24m\n    \u001b[1mCG初シーズンはそれほど悪くはない。\u001b[22m, \u001b[1mCG最初のシーズンはあまりにも悪いことではありません。\u001b[22m\n\u001b[4mIt follows the original iM@S formula: Recruiting, practicing, uniting, a lot of drama, uniting (again), performance, spiced with a bit of CGDCT stuff.\u001b[24m\n    \u001b[1mそれは元のiM @ S公式に従っています：募集、練習、団結、多くのドラマ、ユニット化（やり直し）、パフォーマンス、CGDCTのものが沢山あります。\u001b[22m, \u001b[1mこれは、元のIM @ Sの式を次のとおりです。CGDCTもののビットで味付け募集、練習、団結、ドラマの多くは、（再び）団結、パフォーマンス、。\u001b[22m\n\u001b[4mUnfortunately unlike 765PRO, none of the 346PRO girls is dedicated one or two episodes to explain their background, making the girls to look very bland throughout the 2 seasons.\u001b[24m\n    \u001b[1m残念ながら、765PROと違って、346PROの女の子のいずれも、自分の背景を説明するために1つまたは2つのエピソードを専念していないため、2つの季節を通して女の子が非常に穏やかに見えるようになります。\u001b[22m, \u001b[1m残念ながら765PROとは異なり、346PROの女の子のどれも女の子が2シーズンを通して非常に当たり障り見えるようになって、彼らの背景を説明するために、1つまたは2つのエピソードを専用されていません。\u001b[22m\n\u001b[1m\u001b[22m\nComing to the second season the plot becomes more and more 'dark' and depressing. If you had watched the 765PRO movie which A-1 screwed up so bad, CG second season did the same thing and the whole season turns out terrible as well. In the end, I insist on finishing the whole series just because I want to see how CG ends happily with such depressing plot.\n\n\u001b[1m第2シーズンになると、プロットはますます「暗く」なり、うつ状態になります。 もしあなたがA-1がとても悪くなった765PROの映画を見ていたら、CG第2シーズンは同じことをしたし、全シーズンもひどくなった。 最後に、私はCGがどのようにうつむしいプロットで幸せに終わるのか見たいと思っているだけなので、シリーズ全体を終了することを主張します。\u001b[22m\n\u001b[1m(Dai 2 shīzun ni naru to, purotto wa masumasu `kuraku' nari, utsu jōtai ni narimasu. Moshi anata ga A - 1 ga totemo waruku natta 765 puro no eiga o mite itara, CG dai 2 shīzun wa onaji koto o shitashi, zen shīzun mo hidoku natta. Saigo ni, watashi wa CG ga dono yō ni utsu mushi i purotto de shiawase ni owaru no ka mitai to omotte iru dakenanode, shirīzu zentai o shūryō suru koto o shuchō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mComing to the second season the plot becomes more and more 'dark' and depressing. If you had watched the 765PRO movie which A-1 screwed up so bad, CG second season did the same thing and the whole season turns out terrible as well. In the end, I insist on finishing the whole series just because I want to see how CG ends happily with such depressing plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mComing to the second season the plot becomes more and more 'dark' and depressing.\u001b[24m\n    \u001b[1m第2シーズンになると、プロットはますます「暗く」なり、うつ状態になります。\u001b[22m, \u001b[1mプロットは、より多くの「暗い」と憂鬱になるセカンドシーズンに来ます。\u001b[22m\n\u001b[4mIf you had watched the 765PRO movie which A-1 screwed up so bad, CG second season did the same thing and the whole season turns out terrible as well.\u001b[24m\n    \u001b[1mもしあなたがA-1がとても悪くなった765PROの映画を見ていたら、CG第2シーズンは同じことをしたし、全シーズンもひどくなった。\u001b[22m, \u001b[1mあなたはA-1は、そんなに悪いめちゃくちゃ765PROの映画を見ていたら、CG第二シーズンは、同じことをしたし、シーズン全体がひどいとしても判明します。\u001b[22m\n\u001b[4mIn the end, I insist on finishing the whole series just because I want to see how CG ends happily with such depressing plot.\u001b[24m\n    \u001b[1m最後に、私はCGがどのようにうつむしいプロットで幸せに終わるのか見たいと思っているだけなので、シリーズ全体を終了することを主張します。\u001b[22m, \u001b[1m最後に、私は私がCGは、そのような気のめいるプロットで幸せに終わる方法を確認したいという理由だけで全シリーズを終えたことを主張します。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8/8\n\n\u001b[1mアート：8/8\u001b[22m\n\u001b[1m(Āto: 8/ 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8/8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8/8\u001b[24m\n    \u001b[1mアート：8/8\u001b[22m\n\u001b[1m\u001b[22m\nNothing much to say about this. I am still satisfied with the animation considering how bad the plot is.\n\n\u001b[1mこれについては何も言いません。 私は、プロットがどれほど悪いかを考慮して、まだアニメーションに満足しています。\u001b[22m\n\u001b[1m(Kore ni tsuite wa nani mo iimasen. Watashi wa, purotto ga dorehodo warui ka o kōryo shite, mada animēshon ni manzoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mNothing much to say about this. I am still satisfied with the animation considering how bad the plot is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing much to say about this.\u001b[24m\n    \u001b[1mこれについては何も言いません。\u001b[22m, \u001b[1mこれについて言うために多くの何もありません。\u001b[22m\n\u001b[4mI am still satisfied with the animation considering how bad the plot is.\u001b[24m\n    \u001b[1m私は、プロットがどれほど悪いかを考慮して、まだアニメーションに満足しています。\u001b[22m, \u001b[1m私はまだプロットがどのように悪い考慮アニメーションで満足しています。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9/9\n\n\u001b[1mサウンド：9/9\u001b[22m\n\u001b[1m(Saundo: 9/ 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9/9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9/9\u001b[24m\n    \u001b[1mサウンド：9/9\u001b[22m\n\u001b[1m\u001b[22m\nThis is again subjective, depending on your 'ears'.\n\n\u001b[1mあなたの「耳」に応じて、これもやはり主観的です。\u001b[22m\n\u001b[1m(Anata no `mimi' ni ōjite, kore mo yahari shukan-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is again subjective, depending on your 'ears'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is again subjective, depending on your 'ears'.\u001b[24m\n    \u001b[1mあなたの「耳」に応じて、これもやはり主観的です。\u001b[22m, \u001b[1mこれはあなたの耳」に応じて、再度、主観的なものです。\u001b[22m\n\u001b[1m\u001b[22m\nSound is the only thing I can really give good credits to CG. I actually find CG soundtracks better than the original iM@S one. Voice wise, I can pretty much accept everyone's other than Kirari's (which is a bit annoying)\n\n\u001b[1mサウンドは私がCGに本当に良いクレジットを与えることができる唯一のものです。 私は実際にオリジナルのiM @ Sよりも良いCGサウンドトラックを見つけました。 声を賢く、私はかなり多くの人がキラリス以外のものを受け入れることができます（これは少し面倒です）\u001b[22m\n\u001b[1m(Saundo wa watashi ga CG ni hontōni yoi kurejitto o ataeru koto ga dekiru yuiitsu no monodesu. Watashi wa jissai ni orijinaru no iM@ S yori mo yoi CG saundotorakku o mitsukemashita. Koe o kashikoku, watashi wa kanari ōku no hito ga kirarisu igai no mono o ukeireru koto ga dekimasu (kore wa sukoshi mendōdesu))\u001b[22m\n\nTranslations of \u001b[4mSound is the only thing I can really give good credits to CG. I actually find CG soundtracks better than the original iM@S one. Voice wise, I can pretty much accept everyone's other than Kirari's (which is a bit annoying)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound is the only thing I can really give good credits to CG.\u001b[24m\n    \u001b[1mサウンドは私がCGに本当に良いクレジットを与えることができる唯一のものです。\u001b[22m, \u001b[1mサウンドは、私は本当にCGに良いクレジットを与えることができる唯一のものです。\u001b[22m\n\u001b[4mI actually find CG soundtracks better than the original iM@S one.\u001b[24m\n    \u001b[1m私は実際にオリジナルのiM @ Sよりも良いCGサウンドトラックを見つけました。\u001b[22m, \u001b[1m私は実際にはより良いオリジナルのIM @ Sの1よりもCGのサウンドトラックを見つけます。\u001b[22m\n\u001b[4mVoice wise, I can pretty much accept everyone's other than Kirari's (which is a bit annoying)\u001b[24m\n    \u001b[1m声を賢く、私はかなり多くの人がキラリス以外のものを受け入れることができます（これは少し面倒です）\u001b[22m, \u001b[1m賢明な声、私はかなり皆の他のきらりさん（ビット迷惑である）よりもを受け入れることができます\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 5/3\n\n\u001b[1mキャラクター：5/3\u001b[22m\n\u001b[1m(Kyarakutā: 5/ 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 5/3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 5/3\u001b[24m\n    \u001b[1mキャラクター：5/3\u001b[22m\n\u001b[1m\u001b[22m\nIf you think 765PRO's 13 girls are too difficult to memorise, welcome to 346PRO where the amount of characters is at least the triple amount of 765PRO. In contrast with 765PRO which is just a small production office, 346PRO is a 'castle' for idol training.\n\n\u001b[1m765PROの13人の女の子が覚えるのが難しいと思ったら、キャラクターの量が少なくとも765PROの3倍の346PROにようこそ。 小規模の生産拠点である765PROとは対照的に、346PROはアイドル訓練のための「城」です。\u001b[22m\n\u001b[1m(765 Puro no 13-ri no on'nanoko ga oboeru no ga muzukashī to omottara, kyarakutā no ryō ga sukunakutomo 765 puro no 3-bai no 346 puro ni yōkoso. Shōkibo no seisan kyotendearu 765 puro to wa taishō-teki ni, 346 puro wa aidoru kunren no tame no `shiro'desu.)\u001b[22m\n\nTranslations of \u001b[4mIf you think 765PRO's 13 girls are too difficult to memorise, welcome to 346PRO where the amount of characters is at least the triple amount of 765PRO. In contrast with 765PRO which is just a small production office, 346PRO is a 'castle' for idol training.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you think 765PRO's 13 girls are too difficult to memorise, welcome to 346PRO where the amount of characters is at least the triple amount of 765PRO.\u001b[24m\n    \u001b[1m765PROの13人の女の子が覚えるのが難しいと思ったら、キャラクターの量が少なくとも765PROの3倍の346PROにようこそ。\u001b[22m, \u001b[1mあなたは765PROの13女の子が覚えるには余りにも困難であると考えられる場合は、文字の量は少なくとも765PROのトリプル量である346PROへようこそ。\u001b[22m\n\u001b[4mIn contrast with 765PRO which is just a small production office, 346PRO is a 'castle' for idol training.\u001b[24m\n    \u001b[1m小規模の生産拠点である765PROとは対照的に、346PROはアイドル訓練のための「城」です。\u001b[22m, \u001b[1mほんの少しの生産事業所である765PROとは対照的に、346PROはアイドルの訓練のための「城」です。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, the problem is you already have 14 main characters to deal with and the anime doesn't care much to develop them. Instead, more characters are introduced and they eventually overshadow the main characters throughout the series (especially in second season). And then there's this 'Producer-san' causing problems around with that creepy and murderous look yet the anime is trying to make fun out of him.... (that being said he did pretty well in the second season but still is it really necessary to look like that?). Lastly, the so-called executive who screws up the whole 346PRO (and hence the entire second season) with her own hand...\n\n\u001b[1mしかし、問題は、あなたがすでに対処する14主な文字を持っており、アニメはそれらを開発するために多くの気にしないです。 代わりに、より多くのキャラクターが導入され、最終的にシリーズ全体の主人公を覆い隠します（特に第2シーズン）。 そして、この「プロデューサー・サン」が、その不気味で殺人的な表情で問題を引き起こしているのですが、アニメは彼を楽しませようとしています。（彼は第2シーズンでかなりうまくいったと言われていますが、 そのように見える必要がありますか？）。 最後に、346PRO全体（と2番目のシーズン全体）を自分の手でねじ止める、いわゆる役員...\u001b[22m\n\u001b[1m(Shikashi, mondai wa, anata ga sudeni taisho suru 14 omona moji o motte ori, anime wa sorera o kaihatsu suru tame ni ōku no kinishinaidesu. Kawari ni, yori ōku no kyarakutā ga dōnyū sa re, saishūtekini shirīzu zentai no shujinkō o ōi kakushimasu (tokuni dai 2 shīzun). Soshite, kono `purode~yūsā san' ga, sono bukimide satsujin-tekina hyōjō de mondai o hikiokoshite iru nodesuga, anime wa kare o tanoshima seyou to shite imasu. (Kare wa dai 2 shīzun de kanari umaku itta to iwa rete imasuga, sono yōnimieru hitsuyō ga arimasu ka? ). Saigo ni, 346 puro zentai (to 2-banme no shīzun zentai) o jibun no te de neji tomeru, iwayuru yakuin...)\u001b[22m\n\nTranslations of \u001b[4mHowever, the problem is you already have 14 main characters to deal with and the anime doesn't care much to develop them. Instead, more characters are introduced and they eventually overshadow the main characters throughout the series (especially in second season). And then there's this 'Producer-san' causing problems around with that creepy and murderous look yet the anime is trying to make fun out of him.... (that being said he did pretty well in the second season but still is it really necessary to look like that?). Lastly, the so-called executive who screws up the whole 346PRO (and hence the entire second season) with her own hand...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, the problem is you already have 14 main characters to deal with and the anime doesn't care much to develop them.\u001b[24m\n    \u001b[1mしかし、問題は、あなたがすでに対処する14主な文字を持っており、アニメはそれらを開発するために多くの気にしないです。\u001b[22m, \u001b[1mしかし、問題は、あなたが既にに対処するための14のメインキャラクターを持っているとアニメがそれらを開発するためにあまり気にしないです。\u001b[22m\n\u001b[4mInstead, more characters are introduced and they eventually overshadow the main characters throughout the series (especially in second season).\u001b[24m\n    \u001b[1m代わりに、より多くのキャラクターが導入され、最終的にシリーズ全体の主人公を覆い隠します（特に第2シーズン）。\u001b[22m, \u001b[1mその代わりに、より多くの文字が導入されていると、彼らは最終的に（特に第二シーズン）シリーズを通して主人公を曇らせます。\u001b[22m\n\u001b[4mAnd then there's this 'Producer-san' causing problems around with that creepy and murderous look yet the anime is trying to make fun out of him.... (that being said he did pretty well in the second season but still is it really\u001b[24m\n    \u001b[1mそして、この「プロデューサー・サン」が、その不気味で殺人的な表情で問題を引き起こしているのですが、アニメは彼を楽しませようとしています。（彼は第2シーズンでかなりうまくいったと言われていますが、\u001b[22m, \u001b[1mそして、この「プロデューサーさん」アニメが彼の外に楽しみを作るしようとしているまだその不気味と殺意のある表情で周りの問題を引き起こし、彼は第二シーズンにはかなりよくやったが、まだそれが本当に言われていること（....があります\u001b[22m\n\u001b[4mnecessary to look like that?).\u001b[24m\n    \u001b[1mそのように見える必要がありますか？）。\u001b[22m, \u001b[1mそのように見えるために必要な？）。\u001b[22m\n\u001b[4mLastly, the so-called executive who screws up the whole 346PRO (and hence the entire second season) with her own hand...\u001b[24m\n    \u001b[1m最後に、346PRO全体（と2番目のシーズン全体）を自分の手でねじ止める、いわゆる役員...\u001b[22m, \u001b[1m最後に、いわゆる執行者彼女自身の手でねじアップ全体346PRO（ひいては全体セカンドシーズン）...\u001b[22m\n\u001b[1m\u001b[22m\n'The more the merrier' doesn't apply to CG at all.\n\n\u001b[1mCGには「より多くの恩人」がまったく当てはまりません。\u001b[22m\n\u001b[1m(CG ni wa `yori ōku no onjin' ga mattaku atehamarimasen.)\u001b[22m\n\nTranslations of \u001b[4m'The more the merrier' doesn't apply to CG at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'The more the merrier' doesn't apply to CG at all.\u001b[24m\n    \u001b[1mCGには「より多くの恩人」がまったく当てはまりません。\u001b[22m, \u001b[1m「より多くの陽気は「まったくCGには適用されません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/3\n\n\u001b[1m楽しさ：7/3\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/3\u001b[24m\n    \u001b[1m楽しさ：7/3\u001b[22m\n\u001b[1m\u001b[22m\nFirst season is fine, but the second season is too depressing that there's no enjoyment to talk about.\n\n\u001b[1m最初のシーズンはいいですが、2番目のシーズンはあまりにもうれしいことで、話す楽しさはありません。\u001b[22m\n\u001b[1m(Saisho no shīzun wa īdesuga, 2-banme no shīzun wa amarini mo ureshī koto de, hanasu tanoshisa wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mFirst season is fine, but the second season is too depressing that there's no enjoyment to talk about.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst season is fine, but the second season is too depressing that there's no enjoyment to talk about.\u001b[24m\n    \u001b[1m最初のシーズンはいいですが、2番目のシーズンはあまりにもうれしいことで、話す楽しさはありません。\u001b[22m, \u001b[1m最初のシーズンは結構ですが、2番目のシーズンはについて話をする何の楽しみがないことはあまりにも憂鬱です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7/5\n\n\u001b[1m全体：7/5\u001b[22m\n\u001b[1m(Zentai: 7/ 5)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7/5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7/5\u001b[24m\n    \u001b[1m全体：7/5\u001b[22m\n\u001b[1m\u001b[22m\nPrior to CG I had read reviews about how bad CG is compared to the original. The difference between them in MAL ranking pretty much explains why, because it's so true. If you look at my profile picture you understand I am not a fan of iM@S, but the original iM@S is great while CG is 'meh' for me. While both are of the same studio, A-1 screwed up CG so bad that I start to wonder why.\n\n\u001b[1mCGに先立って、悪いCGが元のものと比べてどのように評価されたかを読んだ。  MALランクにおけるそれらの違いは、それが本当であるために、理由をほとんど説明します。 私のプロフィール画像を見ると、私はiM @ Sのファンではないが、オリジナルのiM @ Sは素晴らしいですが、CGは私にとっては「meh」です。 どちらも同じスタジオのものですが、A-1はCGが非常に悪いので、なぜか不思議に思うようになります。\u001b[22m\n\u001b[1m(CG ni sakidatte, warui CG ga gen no mono to kurabete dono yō ni hyōka sa reta ka o yonda. MAL ranku ni okeru sorera no chigai wa, sore ga hontōdearu tame ni, riyū o hotondo setsumei shimasu. Watashi no purofīru gazō o miru to, watashi wa iM@ S no fande wa naiga, orijinaru no iM@ S wa subarashīdesuga, CG wa watashi ni totte wa `meh'desu. Dochira mo onaji sutajio no monodesuga, A - 1 wa CG ga hijō ni waruinode, naze ka fushigi ni omou yō ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mPrior to CG I had read reviews about how bad CG is compared to the original. The difference between them in MAL ranking pretty much explains why, because it's so true. If you look at my profile picture you understand I am not a fan of iM@S, but the original iM@S is great while CG is 'meh' for me. While both are of the same studio, A-1 screwed up CG so bad that I start to wonder why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPrior to CG I had read reviews about how bad CG is compared to the original.\u001b[24m\n    \u001b[1mCGに先立って、悪いCGが元のものと比べてどのように評価されたかを読んだ。\u001b[22m, \u001b[1mCGの前に私は、元と比較してどのように悪いCGについてのレビューを読んでいました。\u001b[22m\n\u001b[4mThe difference between them in MAL ranking pretty much explains why, because it's so true.\u001b[24m\n    \u001b[1mMALランクにおけるそれらの違いは、それが本当であるために、理由をほとんど説明します。\u001b[22m, \u001b[1mそれはとても本当ですので、かなりランキングMALにおけるそれらの間の違いは、理由を説明します。\u001b[22m\n\u001b[4mIf you look at my profile picture you understand I am not a fan of iM@S, but the original iM@S is great while CG is 'meh' for me.\u001b[24m\n    \u001b[1m私のプロフィール画像を見ると、私はiM @ Sのファンではないが、オリジナルのiM @ Sは素晴らしいですが、CGは私にとっては「meh」です。\u001b[22m, \u001b[1mあなたは私のプロフィールの写真を見れば、あなたは私がのIM @ Sのファンではないけど、CGは私のために「まあまあ」のときに、元のIM @ Sは素晴らしいです理解しています。\u001b[22m\n\u001b[4mWhile both are of the same studio, A-1 screwed up CG so bad that I start to wonder why.\u001b[24m\n    \u001b[1mどちらも同じスタジオのものですが、A-1はCGが非常に悪いので、なぜか不思議に思うようになります。\u001b[22m, \u001b[1m両方が同じスタジオのですが、A-1は、私はなぜ疑問に思い始めるように悪いCGを台無しに。\u001b[22m\n\u001b[1m\u001b[22m\nRemember how original iM@S became popular at first, they have developed characters, good soundtracks, nice art and animation, and iM@S series is supposed to be under CGDCT + SOL category. I am fine with melodramas (original iM@S has them too) but they were overused in CG that the whole series becomes more and more miserable. I feel bad for the CG girls especially Uzuki as she is seen as a girl who always smiles at first but turns out to be lacklustre and pathetic in the end (not to mention she initially stayed top in my 'list')\n\n\u001b[1mオリジナルのiM @ Sが最初に普及したことを覚えておいて、キャラクター、サウンドトラック、素敵な芸術とアニメーションを開発しました。そして、iM @ SシリーズはCGDCT + SOLカテゴリに入るはずです。 私はメロドラマで元気です（元のiM @ Sもそうです）が、CGで過度に使用されてシリーズ全体がますます悲惨になりました。  CGの女の子たち、特にウズキでは、最初はいつも笑顔を浮かべていて、終わりには哀れで哀れではない女の子として見られているので、気分が悪いです（私の「リスト」に最初は載っていませんでした）\u001b[22m\n\u001b[1m(Orijinaru no iM@ S ga saisho ni fukyū shita koto o oboete oite, kyarakutā, saundotorakku, sutekina geijutsu to animēshon o kaihatsu shimashita. Soshite, iM@ S shirīzu wa CGDCT + SOL kategori ni hairu hazudesu. Watashi wa merodorama de genkidesu (gen no iM@ S mo sōdesu) ga, CG de kado ni shiyō sa rete shirīzu zentai ga masumasu hisan ni narimashita. CG no on'nanoko-tachi, tokuni uzukide wa, saisho wa itsumo egao o ukabete ite, owari ni wa awarede awarede wanai on'nanoko to shite mi rarete irunode, kibungawaruidesu (watashi no `risuto' ni saisho wa notte imasendeshita))\u001b[22m\n\nTranslations of \u001b[4mRemember how original iM@S became popular at first, they have developed characters, good soundtracks, nice art and animation, and iM@S series is supposed to be under CGDCT + SOL category. I am fine with melodramas (original iM@S has them too) but they were overused in CG that the whole series becomes more and more miserable. I feel bad for the CG girls especially Uzuki as she is seen as a girl who always smiles at first but turns out to be lacklustre and pathetic in the end (not to mention she initially stayed top in my 'list')\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemember how original iM@S became popular at first, they have developed characters, good soundtracks, nice art and animation, and iM@S series is supposed to be under CGDCT + SOL category.\u001b[24m\n    \u001b[1mオリジナルのiM @ Sが最初に普及したことを覚えておいて、キャラクター、サウンドトラック、素敵な芸術とアニメーションを開発しました。そして、iM @ SシリーズはCGDCT + SOLカテゴリに入るはずです。\u001b[22m, \u001b[1mIM @ Sが最初に普及するようになったか、元のを忘れないでください、彼らは文字、良いサウンドトラック、素敵なアートやアニメーションを開発している、とIM @ SシリーズはCGDCT + SOLカテゴリの下にすることになっています。\u001b[22m\n\u001b[4mI am fine with melodramas (original iM@S has them too) but they were overused in CG that the whole series becomes more and more miserable.\u001b[24m\n    \u001b[1m私はメロドラマで元気です（元のiM @ Sもそうです）が、CGで過度に使用されてシリーズ全体がますます悲惨になりました。\u001b[22m, \u001b[1m私はメロドラマで元気です（元のIM @ Sは、あまりにもそれらを持っている）が、それらは全シリーズがますます惨めになることをCGに過剰に使用されました。\u001b[22m\n\u001b[4mI feel bad for the CG girls especially Uzuki as she is seen as a girl who always smiles at first but turns out to be lacklustre and pathetic in the end (not to mention she initially stayed top in my 'list')\u001b[24m\n    \u001b[1mCGの女の子たち、特にウズキでは、最初はいつも笑顔を浮かべていて、終わりには哀れで哀れではない女の子として見られているので、気分が悪いです（私の「リスト」に最初は載っていませんでした）\u001b[22m, \u001b[1m彼女は常に最初に微笑むが、最終的には精彩を欠いたと哀れであることが判明した女の子として見られるように、私はCGの特に女の子卯月のために悪い感じ（彼女が最初に私の「リスト」でトップ滞在は言うまでもありません）\u001b[22m\n\u001b[1m\u001b[22m\nS(mile)ing is still nice to listen though.\n\n\u001b[1mS（マイル）ingはまだ聞くのがいいです。\u001b[22m\n\u001b[1m(S (mairu) ing wa mada kiku no ga īdesu.)\u001b[22m\n\nTranslations of \u001b[4mS(mile)ing is still nice to listen though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mS(mile)ing is still nice to listen though.\u001b[24m\n    \u001b[1mS（マイル）ingはまだ聞くのがいいです。\u001b[22m, \u001b[1mS（マイル）INGは、しかし聞くことはまだいいです。\u001b[22m\n\u001b[1m\u001b[22m\nTo end my review, I highly don't recommend people watching CG even if you are a fan of the original iM@S itself. You have been warned.\n\n\u001b[1m私のレビューを終了するには、オリジナルのiM @ Sのファンであっても、CGを見ている人には勧めないことを強くお勧めします。 あなたは警告されています。\u001b[22m\n\u001b[1m(Watashi no rebyū o shūryō suru ni wa, orijinaru no iM@ S no fandeatte mo, CG o mite iru hito ni wa susumenai koto o tsuyoku o susume shimasu. Anata wa keikoku sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mTo end my review, I highly don't recommend people watching CG even if you are a fan of the original iM@S itself. You have been warned.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo end my review, I highly don't recommend people watching CG even if you are a fan of the original iM@S itself.\u001b[24m\n    \u001b[1m私のレビューを終了するには、オリジナルのiM @ Sのファンであっても、CGを見ている人には勧めないことを強くお勧めします。\u001b[22m, \u001b[1m私のレビューを終了するには、私は非常には、元のIM @ Sを自身のファンであってもCGを見ている人にはお勧めしません。\u001b[22m\n\u001b[4mYou have been warned.\u001b[24m\n    \u001b[1mあなたは警告されています。\u001b[22m"
  },
  {
    "title": "The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "id": "30344",
    "url": "https://myanimelist.net/anime/30344/The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "user": "rangerkoji",
    "profile": "/profile/rangerkoji/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=208692",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  7\nキャラクター|  2\n|  6\n\n新しいIDOLM @ STERが登場することを知り、非常に興奮しました。 私は元のシリーズが大好きだったし、似たようなもの、あるいはもっと良いものがあると思っていた。 残念ながら、シンデレラガールズは混乱していました。\n\nストーリー：\n私は皆さんが最初のシーズンを見ていると仮定しています。率直に言って、第2シーズンは第1シーズンより悪く感じました。 ストーリーはどこにでもあったし、フォローするのはとても難しかった。\n1つの償還要因は、物語の書き方が悪いが、独創性があるということです。 彼らの本当のアイデンティティを見つけるのに苦労したとき（私はキャラクターに名前をつけません）、面白かったと思いました。 本当にやりたいことですか？ そうでない場合は、どのように変更できますか？ それは面白かったし、幾分オリジナルだったが、それはあまり書かれていなかった。\nアイドル関連のアニメは現在かなりの期間にわたって存在しており、グループの形成/作成、拳のライブ、闘争（ライブはあまり成功しなかった）、闘争（私は本当に続けることができますか？  ？）、最終ライブなど。それはマーベルのスーパーヒーロー映画に似ています。 すべてが同じように感じます。 それらのほとんどが似ていることはわかっていますが、機能するため、それらを愛しています！ 私はIDOLM @ STER：Cinderella Girlsがどうして失敗したかについては正確にはわかりません。素晴らしいアイデアが無駄になるのを見て非常に残念でした。\n\n\nアート：\nこれはおそらく、私がアニメについて良いと思った唯一のものです。 オリジナルのIDOLM @ STERと比較して、シンデレラガールズはもっと新しいアニメーションテクニックを利用していたので、より良い結果が得られました。 私は宇宙の表情がとてもうまくいったと思った。\n\n\n音：\n音は良くないか悪かった。 あなたが普通のアニメとして見るだけなら、それは良いでしょう。 しかし、これは音楽をテーマにしたアニメです。 だから、他の音楽をテーマにしたアニメと比べて、それは悪かった。 アイドル関連のアニメでは、通常、ライブパフォーマンスはアニメを愛したり嫌いにするものです。 例えば、MOEを中心としたアニメであるK-ONは、より良いサウンドトラックを持っていました。 それは軽い音楽テーマでしたが、彼らがしたすべての演奏は面白くて慎重に編曲されました。 私はシンデレラ・ガールズの音楽がモエ/ミュージック・テーマのアニメよりも悪いことにショックを受けました。\n他の音楽関連のアニメ、オリジナルのアイドルマスター@ STER、ラブラブ、ノーダメ、ハイビケユーフォニアムなどは、このアニメよりも優れた音楽を持っていました。\n\n\nキャラクター：\nBland、退屈で、思いも寄せられない。 私はそのキャラクターがどれほど悪いかにショックを受けた。 私は、最後のエピソードで、キャラクターの名前の一部を除いて、私が何かを覚えていないことに気づいた。 私は20 +エピソードのアニメを見て、すべてのアイドルの名前を覚えていない場合、これはちょうど悪いです。 また、第2シーズンでは、主人公の1人でなければならないような\"サイド\"キャラクターを追加したため、さらに悪化しています。 彼らはよりクールに見え、より良い声を出しました。\n私は日本出身です。秋葉原に行くときは、シンデレラ・ガールズの製品を販売する店がいくつかありますが、それほど多くの製品はありません。 実際、サイドキャラクターの製品はより豊富です。 真剣に、それは間違っている。 オリジナルのIDOLM @ STERがリリースされたとき、アキバはIDOLM @ STERのコンテンツで満たされました。 私は本当にこのアニメのキャラクターに失望しています。\n\n\n楽しみ：\nちょうどそうです。 私は終わりまで見守る義務があると感じました。 だから、あなたはそれを見たいかどうかを決めます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWhen I saw that there was going to be a new IDOLM@STER, I was extremely excited. I loved the original series, and I was expecting something similar or perhaps something better. Unfortunately, Cinderella Girls was a mess.\n\n\u001b[1m新しいIDOLM @ STERが登場することを知り、非常に興奮しました。 私は元のシリーズが大好きだったし、似たようなもの、あるいはもっと良いものがあると思っていた。 残念ながら、シンデレラガールズは混乱していました。\u001b[22m\n\u001b[1m(Atarashī IDOLM@ STER ga tōjō suru koto o shiri, hijō ni kōfun shimashita. Watashi wa gen no shirīzu ga daisukidattashi, nita yōna mono, aruiwa motto yoi mono ga aru to omotte ita. Zan'nen'nagara, shindereragāruzu wa konran shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I saw that there was going to be a new IDOLM@STER, I was extremely excited. I loved the original series, and I was expecting something similar or perhaps something better. Unfortunately, Cinderella Girls was a mess.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I saw that there was going to be a new IDOLM@STER, I was extremely excited.\u001b[24m\n    \u001b[1m新しいIDOLM @ STERが登場することを知り、非常に興奮しました。\u001b[22m, \u001b[1m私は新しいIDOLMする@ STERがあるように起こっていたことを見たとき、私は非常に興奮していました。\u001b[22m\n\u001b[4mI loved the original series, and I was expecting something similar or perhaps something better.\u001b[24m\n    \u001b[1m私は元のシリーズが大好きだったし、似たようなもの、あるいはもっと良いものがあると思っていた。\u001b[22m, \u001b[1m私は、元のシリーズを愛し、私は似たようなことか、おそらくより良いものを期待していました。\u001b[22m\n\u001b[4mUnfortunately, Cinderella Girls was a mess.\u001b[24m\n    \u001b[1m残念ながら、シンデレラガールズは混乱していました。\u001b[22m, \u001b[1m残念ながら、シンデレラガールズは混乱しました。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nI am assuming you guys have watched the first season, and frankly speaking, the second season felt worse than the first season. The story was all over the place, and it was very hard to follow.\n\n\u001b[1m私は皆さんが最初のシーズンを見ていると仮定しています。率直に言って、第2シーズンは第1シーズンより悪く感じました。 ストーリーはどこにでもあったし、フォローするのはとても難しかった。\u001b[22m\n\u001b[1m(Watashi wa minasan ga saisho no shīzun o mite iru to katei shite imasu. Sotchoku ni itte, dai 2 shīzun wa dai 1 shīzun yori waruku kanjimashita. Sutōrī wa doko ni demo attashi, forō suru no wa totemo muzukashikatta.)\u001b[22m\n\nTranslations of \u001b[4mI am assuming you guys have watched the first season, and frankly speaking, the second season felt worse than the first season. The story was all over the place, and it was very hard to follow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am assuming you guys have watched the first season, and frankly speaking, the second season felt worse than the first season.\u001b[24m\n    \u001b[1m私は皆さんが最初のシーズンを見ていると仮定しています。率直に言って、第2シーズンは第1シーズンより悪く感じました。\u001b[22m, \u001b[1m私はあなたたちは最初のシーズンを見て、率直に言えば、第二シーズンは最初のシーズンよりも悪い感じていると仮定しています。\u001b[22m\n\u001b[4mThe story was all over the place, and it was very hard to follow.\u001b[24m\n    \u001b[1mストーリーはどこにでもあったし、フォローするのはとても難しかった。\u001b[22m, \u001b[1m物語はあらゆる場所にあった、従うことが非常に困難でした。\u001b[22m\nOne redeeming factor is that although the story was poorly written, there was some originality. I thought that it was interesting when (I won't name the characters) struggled to find their true identity. Is this something I truly want to do? If not, how can I change? Although it was interesting and somewhat original, it was poorly written.\n\n\u001b[1m1つの償還要因は、物語の書き方が悪いが、独創性があるということです。 彼らの本当のアイデンティティを見つけるのに苦労したとき（私はキャラクターに名前をつけません）、面白かったと思いました。 本当にやりたいことですか？ そうでない場合は、どのように変更できますか？ それは面白かったし、幾分オリジナルだったが、それはあまり書かれていなかった。\u001b[22m\n\u001b[1m(1Tsu no shōkan yōin wa, monogatari no kakikata ga waruiga, dokusō-sei ga aru to iu kotodesu. Karera no hontō no aidentiti o mitsukeru no ni kurō shita toki (watashi wa kyarakutā ni namae o tsukemasen), omoshirokatta to omoimashita. Hontōni yaritai kotodesu ka? Sōdenai baai wa, dono yō ni henkō dekimasu ka? Sore wa omoshirokattashi, ikubun orijinarudattaga, sore wa amari kaka rete inakatta.)\u001b[22m\n\nTranslations of \u001b[4mOne redeeming factor is that although the story was poorly written, there was some originality. I thought that it was interesting when (I won't name the characters) struggled to find their true identity. Is this something I truly want to do? If not, how can I change? Although it was interesting and somewhat original, it was poorly written.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne redeeming factor is that although the story was poorly written, there was some originality.\u001b[24m\n    \u001b[1m1つの償還要因は、物語の書き方が悪いが、独創性があるということです。\u001b[22m, \u001b[1m一つの欠点を補うの要因は、物語が不完全に書かれていたものの、いくつかの独創性があったことです。\u001b[22m\n\u001b[4mI thought that it was interesting when (I won't name the characters) struggled to find their true identity.\u001b[24m\n    \u001b[1m彼らの本当のアイデンティティを見つけるのに苦労したとき（私はキャラクターに名前をつけません）、面白かったと思いました。\u001b[22m, \u001b[1m（私は文字の名前を指定しませんが）自分の本当のアイデンティティを見つけるのに苦労したとき、私はそれが面白いと思いました。\u001b[22m\n\u001b[4mIs this something I truly want to do?\u001b[24m\n    \u001b[1m本当にやりたいことですか？\u001b[22m, \u001b[1mこれは私が本当にやりたいものはありますか？\u001b[22m\n\u001b[4mIf not, how can I change?\u001b[24m\n    \u001b[1mそうでない場合は、どのように変更できますか？\u001b[22m, \u001b[1mそうでない場合、どのように私は変更できますか？\u001b[22m\n\u001b[4mAlthough it was interesting and somewhat original, it was poorly written.\u001b[24m\n    \u001b[1mそれは面白かったし、幾分オリジナルだったが、それはあまり書かれていなかった。\u001b[22m, \u001b[1mそれが面白いとやや元でしたが、それはあまり書かれていました。\u001b[22m\nIdol-related anime has been around for quite some time now, and there is a basic formula that most of them follow: forming/ making a group, fist live, struggle (live wasn't very successful), struggle (can I really continue ?), final live, etc. It's similar to Marvel's superhero movies; everything feels the same. Although we know most of them are similar, we love them because it works! I am not exactly sure how IDOLM@STER: Cinderella Girls failed, and it was very disappointing to see great ideas go to waste.\n\n\u001b[1mアイドル関連のアニメは現在かなりの期間にわたって存在しており、グループの形成/作成、拳のライブ、闘争（ライブはあまり成功しなかった）、闘争（私は本当に続けることができますか？  ？）、最終ライブなど。それはマーベルのスーパーヒーロー映画に似ています。 すべてが同じように感じます。 それらのほとんどが似ていることはわかっていますが、機能するため、それらを愛しています！ 私はIDOLM @ STER：Cinderella Girlsがどうして失敗したかについては正確にはわかりません。素晴らしいアイデアが無駄になるのを見て非常に残念でした。\u001b[22m\n\u001b[1m(Aidoru kanren no anime wa genzai kanari no kikan ni watatte sonzai shite ori, gurūpu no keisei/ sakusei,-ken no raibu, tōsō (raibu wa amari seikō shinakatta), tōsō (watashi wa hontōni tsudzukeru koto ga dekimasu ka? ?), Saishū raibu nado. Sore wa māberu no sūpāhīrō eiga ni nite imasu. Subete ga onajiyōni kanjimasu. Sorera no hotondo ga nite iru koto wa wakatte imasuga, kinō suru tame, sorera o aishiteimasu! Watashi wa IDOLM@ STER: Shinderera Girls ga dōshite shippaishita ka ni tsuite wa seikaku ni wa wakarimasen. Subarashī aidea ga muda ni naru no o mite hijō ni zan'nendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIdol-related anime has been around for quite some time now, and there is a basic formula that most of them follow: forming/ making a group, fist live, struggle (live wasn't very successful), struggle (can I really continue ?), final live, etc. It's similar to Marvel's superhero movies; everything feels the same. Although we know most of them are similar, we love them because it works! I am not exactly sure how IDOLM@STER: Cinderella Girls failed, and it was very disappointing to see great ideas go to waste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIdol-related anime has been around for quite some time now, and there is a basic formula that most of them follow: forming/ making a group, fist live, struggle (live wasn't very successful), struggle (can I really continue\u001b[24m\n    \u001b[1mアイドル関連のアニメは現在かなりの期間にわたって存在しており、グループの形成/作成、拳のライブ、闘争（ライブはあまり成功しなかった）、闘争（私は本当に続けることができますか？\u001b[22m, \u001b[1mアイドル関連のアニメは、かなり長く使われており、それらのほとんどが従う基本的な式があります：グループを作成/構成は、ライブ拳、闘争（ライブは非常に成功しませんでした）、闘争（私は実際に続けることができます\u001b[22m\n\u001b[4m?), final live, etc. It's similar to Marvel's superhero movies;\u001b[24m\n    \u001b[1m？）、最終ライブなど。それはマーベルのスーパーヒーロー映画に似ています。\u001b[22m, \u001b[1m？）、最後のライブ、などこれは、マーベルのスーパーヒーロー映画と似ています。\u001b[22m\n\u001b[4meverything feels the same.\u001b[24m\n    \u001b[1mすべてが同じように感じます。\u001b[22m, \u001b[1mすべてが同じように感じています。\u001b[22m\n\u001b[4mAlthough we know most of them are similar, we love them because it works!\u001b[24m\n    \u001b[1mそれらのほとんどが似ていることはわかっていますが、機能するため、それらを愛しています！\u001b[22m, \u001b[1m我々は彼らのほとんどが似ている知っているが、それが動作するので、我々はそれらを愛します！\u001b[22m\n\u001b[4mI am not exactly sure how IDOLM@STER: Cinderella Girls failed, and it was very disappointing to see great ideas go to waste.\u001b[24m\n    \u001b[1m私はIDOLM @ STER：Cinderella Girlsがどうして失敗したかについては正確にはわかりません。素晴らしいアイデアが無駄になるのを見て非常に残念でした。\u001b[22m, \u001b[1mシンデレラガールズが失敗し、素晴らしいアイデアを無駄に参照することは非常に残念だった：私はSTER THE IDOLM @は正確にどのように確認していません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThis is probably the only thing I thought that was good about the anime. Compared to the original IDOLM@STER, Cinderella Girls utilized newer animation techniques, so it was better. I thought the facial expression of Uzuki was done extremely well.\n\n\u001b[1mこれはおそらく、私がアニメについて良いと思った唯一のものです。 オリジナルのIDOLM @ STERと比較して、シンデレラガールズはもっと新しいアニメーションテクニックを利用していたので、より良い結果が得られました。 私は宇宙の表情がとてもうまくいったと思った。\u001b[22m\n\u001b[1m(Kore wa osoraku, watashi ga anime ni tsuite yoi to omotta yuiitsu no monodesu. Orijinaru no IDOLM@ STER to hikaku shite, shindereragāruzu wa motto atarashī animēshontekunikku o riyō shite itanode, yori yoi kekka ga e raremashita. Watashi wa uchū no hyōjō ga totemo umaku itta to omotta.)\u001b[22m\n\nTranslations of \u001b[4mThis is probably the only thing I thought that was good about the anime. Compared to the original IDOLM@STER, Cinderella Girls utilized newer animation techniques, so it was better. I thought the facial expression of Uzuki was done extremely well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is probably the only thing I thought that was good about the anime.\u001b[24m\n    \u001b[1mこれはおそらく、私がアニメについて良いと思った唯一のものです。\u001b[22m, \u001b[1mこれはおそらく、私はそれがアニメについての良いと思った唯一のものです。\u001b[22m\n\u001b[4mCompared to the original IDOLM@STER, Cinderella Girls utilized newer animation techniques, so it was better.\u001b[24m\n    \u001b[1mオリジナルのIDOLM @ STERと比較して、シンデレラガールズはもっと新しいアニメーションテクニックを利用していたので、より良い結果が得られました。\u001b[22m, \u001b[1mSTER @元IDOLMと比較すると、シンデレラガールズは、新しいアニメーション技術を利用し、それは良かったです。\u001b[22m\n\u001b[4mI thought the facial expression of Uzuki was done extremely well.\u001b[24m\n    \u001b[1m私は宇宙の表情がとてもうまくいったと思った。\u001b[22m, \u001b[1m私は卯月の表情は非常によくやったと思いました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe sound wasn't good or bad. If you just look at it as a normal anime, it would be good. But, this is a music-themed anime. So, compared to other music-themed anime, it was bad. In idol-related anime, usually, the live performances are the ones that make you love or hate the anime. For example, K-ON, an anime that is mostly about MOE, had better sound track. Although it was a light music themed, every performance they did was interesting and carefully orchestrated. I was shocked that Cinderella Girls' music would be worse than a moe/music themed anime.\n\n\u001b[1m音は良くないか悪かった。 あなたが普通のアニメとして見るだけなら、それは良いでしょう。 しかし、これは音楽をテーマにしたアニメです。 だから、他の音楽をテーマにしたアニメと比べて、それは悪かった。 アイドル関連のアニメでは、通常、ライブパフォーマンスはアニメを愛したり嫌いにするものです。 例えば、MOEを中心としたアニメであるK-ONは、より良いサウンドトラックを持っていました。 それは軽い音楽テーマでしたが、彼らがしたすべての演奏は面白くて慎重に編曲されました。 私はシンデレラ・ガールズの音楽がモエ/ミュージック・テーマのアニメよりも悪いことにショックを受けました。\u001b[22m\n\u001b[1m(Oto wa yokunai ka warukatta. Anata ga futsū no anime to shite miru dakenara, sore wa yoideshou. Shikashi, koreha ongaku o tēma ni shita animedesu. Dakara, hoka no ongaku o tēma ni shita anime to kurabete, sore wa warukatta. Aidoru kanren no animede wa, tsūjō, raibupafōmansu wa anime o aishi tari kirai ni suru monodesu. Tatoeba, MOE o chūshin to shita animedearu K - ON wa, yoriyoi saundotorakku o motte imashita. Sore wa karui ongaku tēmadeshitaga, karera ga shita subete no ensō wa omoshirokute shinchō ni henkyoku sa remashita. Watashi wa Shinderera gāruzu no ongaku ga Moe/ myūjikku tēma no anime yori mo warui koto ni shokku o ukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThe sound wasn't good or bad. If you just look at it as a normal anime, it would be good. But, this is a music-themed anime. So, compared to other music-themed anime, it was bad. In idol-related anime, usually, the live performances are the ones that make you love or hate the anime. For example, K-ON, an anime that is mostly about MOE, had better sound track. Although it was a light music themed, every performance they did was interesting and carefully orchestrated. I was shocked that Cinderella Girls' music would be worse than a moe/music themed anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound wasn't good or bad.\u001b[24m\n    \u001b[1m音は良くないか悪かった。\u001b[22m, \u001b[1m音が良いか悪いかではありませんでした。\u001b[22m\n\u001b[4mIf you just look at it as a normal anime, it would be good.\u001b[24m\n    \u001b[1mあなたが普通のアニメとして見るだけなら、それは良いでしょう。\u001b[22m, \u001b[1mあなただけの通常のアニメとしてそれを見れば、それが良いでしょう。\u001b[22m\n\u001b[4mBut, this is a music-themed anime.\u001b[24m\n    \u001b[1mしかし、これは音楽をテーマにしたアニメです。\u001b[22m, \u001b[1mしかし、これは、音楽をテーマにしたアニメです。\u001b[22m\n\u001b[4mSo, compared to other music-themed anime, it was bad.\u001b[24m\n    \u001b[1mだから、他の音楽をテーマにしたアニメと比べて、それは悪かった。\u001b[22m, \u001b[1mだから、他の音楽をテーマにしたアニメと比較すると、それは悪かったです。\u001b[22m\n\u001b[4mIn idol-related anime, usually, the live performances are the ones that make you love or hate the anime.\u001b[24m\n    \u001b[1mアイドル関連のアニメでは、通常、ライブパフォーマンスはアニメを愛したり嫌いにするものです。\u001b[22m, \u001b[1mアイドル関連のアニメでは、通常、ライブパフォーマンスは、あなたがアニメを好きか嫌い作るものです。\u001b[22m\n\u001b[4mFor example, K-ON, an anime that is mostly about MOE, had better sound track.\u001b[24m\n    \u001b[1m例えば、MOEを中心としたアニメであるK-ONは、より良いサウンドトラックを持っていました。\u001b[22m, \u001b[1m例えば、K-ON、MOEについて主にあるアニメは、より良いサウンドトラックを持っていました。\u001b[22m\n\u001b[4mAlthough it was a light music themed, every performance they did was interesting and carefully orchestrated.\u001b[24m\n    \u001b[1mそれは軽い音楽テーマでしたが、彼らがしたすべての演奏は面白くて慎重に編曲されました。\u001b[22m, \u001b[1mそれがテーマにした軽快な音楽だったが、彼らがした全ての性能が面白いと慎重に画策しました。\u001b[22m\n\u001b[4mI was shocked that Cinderella Girls' music would be worse than a moe/music themed anime.\u001b[24m\n    \u001b[1m私はシンデレラ・ガールズの音楽がモエ/ミュージック・テーマのアニメよりも悪いことにショックを受けました。\u001b[22m, \u001b[1m私はシンデレラガールズ」の音楽は萌え/音楽をテーマにしたアニメよりも悪いだろうとショックを受けました。\u001b[22m\nOther music-related anime such as the original IDOLM@STER, love live, Nodame, Hibike Euphonium, etc. had better music than this anime.\n\n\u001b[1m他の音楽関連のアニメ、オリジナルのアイドルマスター@ STER、ラブラブ、ノーダメ、ハイビケユーフォニアムなどは、このアニメよりも優れた音楽を持っていました。\u001b[22m\n\u001b[1m(Hoka no ongaku kanren no anime, orijinaru no aidorumasutā@ STER, raburabu, nōdame, haibikeyūfoniamu nado wa, kono anime yori mo sugureta ongaku o motte imashita.)\u001b[22m\n\nTranslations of \u001b[4mOther music-related anime such as the original IDOLM@STER, love live, Nodame, Hibike Euphonium, etc. had better music than this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOther music-related anime such as the original IDOLM@STER, love live, Nodame, Hibike Euphonium, etc. had better music than this anime.\u001b[24m\n    \u001b[1m他の音楽関連のアニメ、オリジナルのアイドルマスター@ STER、ラブラブ、ノーダメ、ハイビケユーフォニアムなどは、このアニメよりも優れた音楽を持っていました。\u001b[22m, \u001b[1mその他の音楽関連などSTER @元IDOLMとしてアニメ、ライブを愛し、のだめ、Hibikeユーフォニアムなどがこのアニメよりも良い音楽を持っていました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nBland, boring and unmemorable. I was shocked at how bad the characters were. I noticed on the last episode that I can't remember any of the character's name except for some. If I watch a 20+ episodes anime and can't remember all the idol's names, this is just bad. Also, it gets worse in the second season because they added more 'side' characters that felt like they should be one of the main characters. They looked cooler, had better voices, etc.\n\n\u001b[1mBland、退屈で、思いも寄せられない。 私はそのキャラクターがどれほど悪いかにショックを受けた。 私は、最後のエピソードで、キャラクターの名前の一部を除いて、私が何かを覚えていないことに気づいた。 私は20 +エピソードのアニメを見て、すべてのアイドルの名前を覚えていない場合、これはちょうど悪いです。 また、第2シーズンでは、主人公の1人でなければならないような\"サイド\"キャラクターを追加したため、さらに悪化しています。 彼らはよりクールに見え、より良い声を出しました。\u001b[22m\n\u001b[1m(Burando, taikutsu de, omoi mo yose rarenai. Watashi wa sono kyarakutā ga dorehodo warui ka ni shokku o uketa. Watashi wa, saigo no episōdo de, kyarakutā no namae no ichibu o nozoite, watashi ga nanika o oboete inai koto ni kidzuita. Watashi wa 20 + episōdo no anime o mite, subete no aidoru no namae o oboete inai baai, kore wa chōdo waruidesu. Mata, dai 2 shīzunde wa, shujinkō no 1-ridenakereba naranai yōna\" saido\" kyarakutā o tsuika shita tame, sarani akka shite imasu. Karera wa yori kūru ni mie, yori yoi koe o dashimashita.)\u001b[22m\n\nTranslations of \u001b[4mBland, boring and unmemorable. I was shocked at how bad the characters were. I noticed on the last episode that I can't remember any of the character's name except for some. If I watch a 20+ episodes anime and can't remember all the idol's names, this is just bad. Also, it gets worse in the second season because they added more 'side' characters that felt like they should be one of the main characters. They looked cooler, had better voices, etc.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBland, boring and unmemorable.\u001b[24m\n    \u001b[1mBland、退屈で、思いも寄せられない。\u001b[22m, \u001b[1m、当たり障りのない退屈で覚えにくいです。\u001b[22m\n\u001b[4mI was shocked at how bad the characters were.\u001b[24m\n    \u001b[1m私はそのキャラクターがどれほど悪いかにショックを受けた。\u001b[22m, \u001b[1m私は文字があったどのように悪いでショックを受けました。\u001b[22m\n\u001b[4mI noticed on the last episode that I can't remember any of the character's name except for some.\u001b[24m\n    \u001b[1m私は、最後のエピソードで、キャラクターの名前の一部を除いて、私が何かを覚えていないことに気づいた。\u001b[22m, \u001b[1m私はいくつかを除いて、キャラクタの名前のいずれかを思い出すことができない最後のエピソードに気づきました。\u001b[22m\n\u001b[4mIf I watch a 20+ episodes anime and can't remember all the idol's names, this is just bad.\u001b[24m\n    \u001b[1m私は20 +エピソードのアニメを見て、すべてのアイドルの名前を覚えていない場合、これはちょうど悪いです。\u001b[22m, \u001b[1m私はアニメ20+のエピソードを見て、すべてのアイドルの名前を思い出せない場合は、これは単に悪いです。\u001b[22m\n\u001b[4mAlso, it gets worse in the second season because they added more 'side' characters that felt like they should be one of the main characters.\u001b[24m\n    \u001b[1mまた、第2シーズンでは、主人公の1人でなければならないような\"サイド\"キャラクターを追加したため、さらに悪化しています。\u001b[22m, \u001b[1m彼らはメインキャラクターの1でなければならないような感じより '側」の文字を追加したのでまた、それは第二シーズンに悪化します。\u001b[22m\n\u001b[4mThey looked cooler, had better voices, etc.\u001b[24m\n    \u001b[1m彼らはよりクールに見え、より良い声を出しました。\u001b[22m, \u001b[1m彼らは、クーラー見てより良い声を持っていた、など\u001b[22m\nI am from Japan, and when I go to Akihabara, I only see a few shops selling Cinderella Girls' product, and there aren't that many products. In fact, the side character's products are more abundant. Seriously, that is just wrong. When the original IDOLM@STER was released, Akiba was filled with IDOLM@STER content. I am truly disappointed with the character in this anime.\n\n\u001b[1m私は日本出身です。秋葉原に行くときは、シンデレラ・ガールズの製品を販売する店がいくつかありますが、それほど多くの製品はありません。 実際、サイドキャラクターの製品はより豊富です。 真剣に、それは間違っている。 オリジナルのIDOLM @ STERがリリースされたとき、アキバはIDOLM @ STERのコンテンツで満たされました。 私は本当にこのアニメのキャラクターに失望しています。\u001b[22m\n\u001b[1m(Watashi wa Nihon shusshindesu. Akihabara ni iku toki wa, Shinderera gāruzu no seihin o hanbai suru mise ga ikutsu ka arimasuga, sorehodo ōku no seihin wa arimasen. Jissai, saidokyarakutā no seihin wa yori hōfudesu. Shinken ni, sore wa machigatte iru. Orijinaru no IDOLM@ STER ga rirīsu sa reta toki, Akiba wa IDOLM@ STER no kontentsu de mitasa remashita. Watashi wa hontōni kono anime no kyarakutā ni shitsubō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI am from Japan, and when I go to Akihabara, I only see a few shops selling Cinderella Girls' product, and there aren't that many products. In fact, the side character's products are more abundant. Seriously, that is just wrong. When the original IDOLM@STER was released, Akiba was filled with IDOLM@STER content. I am truly disappointed with the character in this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am from Japan, and when I go to Akihabara, I only see a few shops selling Cinderella Girls' product, and there aren't that many products.\u001b[24m\n    \u001b[1m私は日本出身です。秋葉原に行くときは、シンデレラ・ガールズの製品を販売する店がいくつかありますが、それほど多くの製品はありません。\u001b[22m, \u001b[1m私は日本から来ました、と私は秋葉原に行くとき、私はシンデレラガールズ」の製品を販売するいくつかのお店を見て、多くの製品がありません。\u001b[22m\n\u001b[4mIn fact, the side character's products are more abundant.\u001b[24m\n    \u001b[1m実際、サイドキャラクターの製品はより豊富です。\u001b[22m, \u001b[1m実際には、サイドの文字の製品は、より豊富です。\u001b[22m\n\u001b[4mSeriously, that is just wrong.\u001b[24m\n    \u001b[1m真剣に、それは間違っている。\u001b[22m, \u001b[1m真剣に、それはちょうど間違っています。\u001b[22m\n\u001b[4mWhen the original IDOLM@STER was released, Akiba was filled with IDOLM@STER content.\u001b[24m\n    \u001b[1mオリジナルのIDOLM @ STERがリリースされたとき、アキバはIDOLM @ STERのコンテンツで満たされました。\u001b[22m, \u001b[1mSTER @元IDOLMがリリースされたときに、秋葉はIDOLM @ STERコンテンツを充填しました。\u001b[22m\n\u001b[4mI am truly disappointed with the character in this anime.\u001b[24m\n    \u001b[1m私は本当にこのアニメのキャラクターに失望しています。\u001b[22m, \u001b[1m私はこのアニメでキャラクターと本当にがっかりしています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nJust a so-so. I felt obligated to watch it till the end. So, you decide whether you want to watch it or not.\n\n\u001b[1mちょうどそうです。 私は終わりまで見守る義務があると感じました。 だから、あなたはそれを見たいかどうかを決めます。\u001b[22m\n\u001b[1m(Chōdo sōdesu. Watashi wa owari made mimamoru gimu ga aru to kanjimashita. Dakara, anata wa sore o mitai ka dō ka o kimemasu.)\u001b[22m\n\nTranslations of \u001b[4mJust a so-so. I felt obligated to watch it till the end. So, you decide whether you want to watch it or not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust a so-so.\u001b[24m\n    \u001b[1mちょうどそうです。\u001b[22m, \u001b[1mただ、まあまあ。\u001b[22m\n\u001b[4mI felt obligated to watch it till the end.\u001b[24m\n    \u001b[1m私は終わりまで見守る義務があると感じました。\u001b[22m, \u001b[1m私は最後までそれを見ることが義務付け感じました。\u001b[22m\n\u001b[4mSo, you decide whether you want to watch it or not.\u001b[24m\n    \u001b[1mだから、あなたはそれを見たいかどうかを決めます。\u001b[22m, \u001b[1mだから、あなたは、あなたがそれを見たりしないようにしたいかどうかを決定します。\u001b[22m"
  },
  {
    "title": "The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "id": "30344",
    "url": "https://myanimelist.net/anime/30344/The_iDOLMSTER_Cinderella_Girls_2nd_Season",
    "user": "King_Tachi12",
    "profile": "/profile/King_Tachi12/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=205303",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれは私が今まで見た中で最高のアニメです！ 愛よりも良い！、素晴らしいストーリーがあります。 私はそれがちょうどアニメだと思ったが、私はこれについて何かを感じる。 華麗で素晴らしい。 私は1つのエピソードを見た後、私はそれに興味がなかった。しかし、1日後、私は違って感じたので、私はこのアニメのフルシーズンを見た..また、シーズン1.私は彼らのデビュー曲が大好きです。\nいくつかのエピソードはおかしい、いくつかはドラマチックです、これは私の好きな声優のどこにもあります。 これは映画とOVAに値する..\n\n私はそれを楽しんだ.. (^_^)私は喜んで私が見た！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is the best anime i ever watched!! Better Than Love Live!, They have a wonderful story. I thought its was just an anime but I sense something about this. Something brilliant or wonderful. After I watched one episode of it, I was little interested about it, But one day after, I felt different, So I watched full season of this anime.. Also Season 1. I Love Their Debut Songs very much.\n\n\u001b[1mこれは私が今まで見た中で最高のアニメです！ 愛よりも良い！、素晴らしいストーリーがあります。 私はそれがちょうどアニメだと思ったが、私はこれについて何かを感じる。 華麗で素晴らしい。 私は1つのエピソードを見た後、私はそれに興味がなかった。しかし、1日後、私は違って感じたので、私はこのアニメのフルシーズンを見た..また、シーズン1.私は彼らのデビュー曲が大好きです。\u001b[22m\n\u001b[1m(Kore wa watashi ga imamade mita naka de saikō no animedesu! Ai yori mo yoi!, Subarashī sutōrī ga arimasu. Watashi wa sore ga chōdo animeda to omottaga, watashi wa kore ni tsuite nanika o kanjiru. Kareide subarashī. Watashi wa 1tsu no episōdo o mita nochi, watashi wa sore ni kyōmi ga nakatta. Shikashi, 1-nichi-go, watashi wa chigatte kanjitanode, watashi wa kono anime no furushīzun o mita.. Mata, shīzun 1. Watashi wa karera no debyū-kyoku ga daisukidesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the best anime i ever watched!! Better Than Love Live!, They have a wonderful story. I thought its was just an anime but I sense something about this. Something brilliant or wonderful. After I watched one episode of it, I was little interested about it, But one day after, I felt different, So I watched full season of this anime.. Also Season 1. I Love Their Debut Songs very much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the best anime i ever watched!!\u001b[24m\n    \u001b[1mこれは私が今まで見た中で最高のアニメです！\u001b[22m, \u001b[1mこれは私が今まで見た最高のアニメです！\u001b[22m\n\u001b[4mBetter Than Love Live!, They have a wonderful story.\u001b[24m\n    \u001b[1m愛よりも良い！、素晴らしいストーリーがあります。\u001b[22m, \u001b[1mラブライブよりベター！、彼らは素晴らしい物語を持っています。\u001b[22m\n\u001b[4mI thought its was just an anime but I sense something about this.\u001b[24m\n    \u001b[1m私はそれがちょうどアニメだと思ったが、私はこれについて何かを感じる。\u001b[22m, \u001b[1m私はそのだけのアニメだと思ったが、私はこれについて何かを感じます。\u001b[22m\n\u001b[4mSomething brilliant or wonderful.\u001b[24m\n    \u001b[1m華麗で素晴らしい。\u001b[22m, \u001b[1m華麗または素晴らしい何か。\u001b[22m\n\u001b[4mAfter I watched one episode of it, I was little interested about it, But one day after, I felt different, So I watched full season of this anime.. Also Season 1. I Love Their Debut Songs very much.\u001b[24m\n    \u001b[1m私は1つのエピソードを見た後、私はそれに興味がなかった。しかし、1日後、私は違って感じたので、私はこのアニメのフルシーズンを見た..また、シーズン1.私は彼らのデビュー曲が大好きです。\u001b[22m, \u001b[1m私はそれの1つのエピソードを見た後、私はそれについて少し興味があった、しかし、1日後、私は別の感じ、だから私はこのアニメ..私は非常に彼らのデビュー曲が大好きです。またシーズン1のフルシーズンを見ました。\u001b[22m\nSome Episodes are Funny, some are Dramatic, Also this is where all my Favorite Voice Actresses. This Deserves a Movie and a OVA..\n\n\u001b[1mいくつかのエピソードはおかしい、いくつかはドラマチックです、これは私の好きな声優のどこにもあります。 これは映画とOVAに値する..\u001b[22m\n\u001b[1m(Ikutsu ka no episōdo wa okashī, ikutsu ka wa doramachikkudesu, kore wa watashi no sukina seiyū no dokoni mo arimasu. Kore wa eiga to ovu~a ni ataisuru..)\u001b[22m\n\nTranslations of \u001b[4mSome Episodes are Funny, some are Dramatic, Also this is where all my Favorite Voice Actresses. This Deserves a Movie and a OVA..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome Episodes are Funny, some are Dramatic, Also this is where all my Favorite Voice Actresses.\u001b[24m\n    \u001b[1mいくつかのエピソードはおかしい、いくつかはドラマチックです、これは私の好きな声優のどこにもあります。\u001b[22m, \u001b[1mいくつかのエピソードが面白いです、いくつかはまた、これはどこにすべての私の好きなボイス女優で、劇的です。\u001b[22m\n\u001b[4mThis Deserves a Movie and a OVA..\u001b[24m\n    \u001b[1mこれは映画とOVAに値する..\u001b[22m, \u001b[1mこれは、ムービーやOVA値します..\u001b[22m\n\u001b[1m\u001b[22m\nI Enjoyed it ..(^_^) I'm Glad I watched!!\n\n\u001b[1m私はそれを楽しんだ.. (^_^)私は喜んで私が見た！\u001b[22m\n\u001b[1m(Watashi wa sore o tanoshinda.. (^_^) Watashi wa yorokonde watashi ga mita!)\u001b[22m\n\nTranslations of \u001b[4mI Enjoyed it ..(^_^) I'm Glad I watched!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI Enjoyed it ..(^_^) I'm Glad I watched!!\u001b[24m\n    \u001b[1m私はそれを楽しんだ.. (^_^)私は喜んで私が見た！\u001b[22m, \u001b[1m私はそれを楽しんだ.. (^_^)私は私が見てくれてうれしいです！\u001b[22m"
  }
]
