[
  {
    "title": "WakabaGirl",
    "id": "30355",
    "url": "https://myanimelist.net/anime/30355/WakabaGirl",
    "user": "malikkkk27_",
    "profile": "/profile/malikkkk27_/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=194267",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  7\n\nほとんどの夏のアニメではカーテンが閉まっているので、若葉女の子もその一つです。  13話と7分の長さで、若里と女の子たちがシリーズを通って楽しかったです。\n\n物語は、庶民がやっている普通のことを学びたいと思っている豊かな女の子である若葉について、彼女の友人が彼女を助けてくれる「ギャル」になりたかったので、アイスクリームを食べるような女の子のことを見るのはかわいい ワカバが本当にそれを次のレベルに引き上げてくれるようになっています。 文化祭の場面も楽しいものでした。若葉は勝者となりました。 全体的に見ると、私はストーリーを見るのが楽しいですが、ギャルになることを試みる以外はプロットライン上に何もありませんが、ストーリーは基本的には人生の一部であるため、理解するのはあまり複雑ではありません。\n\n私の視点からは、この作者はKiniro Mosaicと同じ人物であることが分かっています。文字のデザインは明らかです。 背景のイメージがあまりにも飽和していない、アニメーションはどちらも悪くない、素晴らしい仕事Nexusのスタジオ！ もっとあなたの作品を見たいです。\n\nまあ、これは和歌子以外のEDソングが聞こえない2番目のアニメです。ちょうどOPだけで、OPは本当にキャッチーですが、聞いて楽しんでいます。 それ以外にも、大沢阿里、村川里江のように知られていたものが、若葉と奈緒の声で声を出している。 大声で！ 一市一真央が黒川真央を声に出している間に、彼女は声をかけることはできませんが、彼女はすでにギャラク・グラスの若狭ゆうりと\n伊沢美香子、どこに聞こえるかわいい、モエコを歌った。 全体的に、それはseiyuusのすべての声を聞くのが楽しいでした。\n\n私は若葉を楽しんでいます。彼女は過去にやったことのない新しいものを探求したいので、食べ物を繰り返し撮ったり、モエコアイスクリームの巨大な一口を食べたりして、彼女が次のレベルでやっていることを見ているのが大好きです。 彼女は非常に面白いが非常にかわいいと反応します。 私は彼女がギャルであることを試みる豊かな少女のために彼女の興味深いことを見つける。 奈緒は、ボクを続けているので、本当に嫌なように行動するのが好きですが、彼女は男の子の愛のジャンルを愛しているので、彼らの前では使わない傾向があります。\n\n全体的に、私は土曜日の私の可愛らしい時間のために若葉を見て楽しんでいる、それは私がcgdctを見て愛しているように学校に行く前に私に目を覚ました、シーズン以上で、もう飽き飽きしていないだろう、 彼らはもっとSoLとCGDCTを放映しているが、うまくいけば土曜日には秋のアニメで楽しむだろう。\n\nだから私はあなたの人がこのレビューを読んで楽しんで欲しいと思っています。私の脳には巨大なものがたくさんあるので、ちょっとナンセンスかもしれませんが、\n\nP.Sこれでシーズン2を獲得してください。\n\n7/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nSo with most of the summer anime is closing their curtains, Wakaba Girls is also one of them. Being a 13 episode and 7 mins long, i would say, it was a fun ride with Wakaba and the girls through out the series.\n\n\u001b[1mほとんどの夏のアニメではカーテンが閉まっているので、若葉女の子もその一つです。  13話と7分の長さで、若里と女の子たちがシリーズを通って楽しかったです。\u001b[22m\n\u001b[1m(Hotondo no natsu no animede wa kāten ga shimatte irunode, wakaba on'nanoko mo sono hitotsudesu. 13-Wa to 7-bu no naga-sa de, Wakasato to on'nanoko-tachi ga shirīzu o kayotte tanoshikattadesu.)\u001b[22m\n\nTranslations of \u001b[4mSo with most of the summer anime is closing their curtains, Wakaba Girls is also one of them. Being a 13 episode and 7 mins long, i would say, it was a fun ride with Wakaba and the girls through out the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo with most of the summer anime is closing their curtains, Wakaba Girls is also one of them.\u001b[24m\n    \u001b[1mほとんどの夏のアニメではカーテンが閉まっているので、若葉女の子もその一つです。\u001b[22m, \u001b[1mだから夏アニメのほとんどは彼らのカーテンを閉じていると、若葉女の子もその一つです。\u001b[22m\n\u001b[4mBeing a 13 episode and 7 mins long, i would say, it was a fun ride with Wakaba and the girls through out the series.\u001b[24m\n    \u001b[1m13話と7分の長さで、若里と女の子たちがシリーズを通って楽しかったです。\u001b[22m, \u001b[1m13エピソード7分くらいなので、私はそれが一連のうち若葉との楽しい乗り心地と女の子を通じた、と言うでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe story tell us about Wakaba who is a rich girl trying to learn the common things that are done by commoners, she wanted to be a 'gyaru' which her friends help her, it was cute to see them doing girl things like eating ice cream , hanging out and more which Wakaba really takes it to the next level. The cultural festival scene was also fun, enjoying to see Wakaba crowned as the winner and yeah. Overall, it's a fair amount that i enjoy looking at the story as there is nothing much on the plotline except trying to become gyaru but glad that the story is not too complex to understand, as this is basically slice of life.\n\n\u001b[1m物語は、庶民がやっている普通のことを学びたいと思っている豊かな女の子である若葉について、彼女の友人が彼女を助けてくれる「ギャル」になりたかったので、アイスクリームを食べるような女の子のことを見るのはかわいい ワカバが本当にそれを次のレベルに引き上げてくれるようになっています。 文化祭の場面も楽しいものでした。若葉は勝者となりました。 全体的に見ると、私はストーリーを見るのが楽しいですが、ギャルになることを試みる以外はプロットライン上に何もありませんが、ストーリーは基本的には人生の一部であるため、理解するのはあまり複雑ではありません。\u001b[22m\n\u001b[1m(Monogatari wa, shomin ga yatte iru futsū no koto o manabitai to omotte iru yutakana on'nanokodearu wakaba ni tsuite, kanojo no yūjin ga kanojo o tasukete kureru `gyaru' ni naritakattanode, aisukurīmu o taberu yōna on'nanoko no koto o miru no wa kawaī wakaba ga hontōni sore o tsugi no reberu ni hikiagete kureru yō ni natte imasu. Bunkamatsuri no bamen mo tanoshī monodeshita. Wakaba wa shōsha to narimashita. Zentai-teki ni miru to, watashi wa sutōrī o miru no ga tanoshīdesuga, gyaru ni naru koto o kokoromiru igai wa purottorain-jō ni nani mo arimasenga, sutōrī wa kihontekini wa jinsei no ichibudearu tame, rikai suru no wa amari fukuzatsude wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe story tell us about Wakaba who is a rich girl trying to learn the common things that are done by commoners, she wanted to be a 'gyaru' which her friends help her, it was cute to see them doing girl things like eating ice cream , hanging out and more which Wakaba really takes it to the next level. The cultural festival scene was also fun, enjoying to see Wakaba crowned as the winner and yeah. Overall, it's a fair amount that i enjoy looking at the story as there is nothing much on the plotline except trying to become gyaru but glad that the story is not too complex to understand, as this is basically slice of life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story tell us about Wakaba who is a rich girl trying to learn the common things that are done by commoners, she wanted to be a 'gyaru' which her friends help her, it was cute to see them doing girl things like eating ice cream\u001b[24m\n    \u001b[1m物語は、庶民がやっている普通のことを学びたいと思っている豊かな女の子である若葉について、彼女の友人が彼女を助けてくれる「ギャル」になりたかったので、アイスクリームを食べるような女の子のことを見るのはかわいい\u001b[22m, \u001b[1m物語は庶民によって行われている一般的なことを学ぶしようとしている豊富な女の子です若葉を教え、彼女は彼女の友人は彼女を助ける「ギャル」になりたかった、彼らがアイスクリームを食べるような女の子のことをやって見て可愛かったです\u001b[22m\n\u001b[4m, hanging out and more which Wakaba really takes it to the next level.\u001b[24m\n    \u001b[1mワカバが本当にそれを次のレベルに引き上げてくれるようになっています。\u001b[22m, \u001b[1m、ぶらぶらとよりは、若葉は本当に次のレベルにそれをとります。\u001b[22m\n\u001b[4mThe cultural festival scene was also fun, enjoying to see Wakaba crowned as the winner and yeah.\u001b[24m\n    \u001b[1m文化祭の場面も楽しいものでした。若葉は勝者となりました。\u001b[22m, \u001b[1m文化祭のシーンは若葉がええ勝者として戴冠と見に楽しんで、また楽しかったです。\u001b[22m\n\u001b[4mOverall, it's a fair amount that i enjoy looking at the story as there is nothing much on the plotline except trying to become gyaru but glad that the story is not too complex to understand, as this is basically slice of life.\u001b[24m\n    \u001b[1m全体的に見ると、私はストーリーを見るのが楽しいですが、ギャルになることを試みる以外はプロットライン上に何もありませんが、ストーリーは基本的には人生の一部であるため、理解するのはあまり複雑ではありません。\u001b[22m, \u001b[1m全体的に、それははるかに何もギャルが、これは基本的に人生のスライスであるとして物語は、理解することは複雑すぎないことを喜んになろうとして除いplotlineではないので、私が話を見て楽しんでかなりの量です。\u001b[22m\n\u001b[1m\u001b[22m\nFrom my perspective, i already know that this author is the same person who write Kiniro Mosaic, since the character designs are obvious. Background image are not too saturated, and animations are not that bad either, great job Nexus studio! Would love to see more of your works.\n\n\u001b[1m私の視点からは、この作者はKiniro Mosaicと同じ人物であることが分かっています。文字のデザインは明らかです。 背景のイメージがあまりにも飽和していない、アニメーションはどちらも悪くない、素晴らしい仕事Nexusのスタジオ！ もっとあなたの作品を見たいです。\u001b[22m\n\u001b[1m(Watashi no shiten kara wa, kono sakusha wa Kiniro mozaiku to onaji jinbutsudearu koto ga wakatte imasu. Moji no dezain wa akirakadesu. Haikei no imēji ga amarini mo hōwa shite inai, animēshon wa dochira mo warukunai, subarashī shigoto nekusasu no sutajio! Motto anata no sakuhin o mitaidesu.)\u001b[22m\n\nTranslations of \u001b[4mFrom my perspective, i already know that this author is the same person who write Kiniro Mosaic, since the character designs are obvious. Background image are not too saturated, and animations are not that bad either, great job Nexus studio! Would love to see more of your works.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom my perspective, i already know that this author is the same person who write Kiniro Mosaic, since the character designs are obvious.\u001b[24m\n    \u001b[1m私の視点からは、この作者はKiniro Mosaicと同じ人物であることが分かっています。文字のデザインは明らかです。\u001b[22m, \u001b[1m私の観点から、私はすでにこの著者はキャラクターデザインは明白であるため、きんいろモザイクを書く同一人物であることを知っています。\u001b[22m\n\u001b[4mBackground image are not too saturated, and animations are not that bad either, great job Nexus studio!\u001b[24m\n    \u001b[1m背景のイメージがあまりにも飽和していない、アニメーションはどちらも悪くない、素晴らしい仕事Nexusのスタジオ！\u001b[22m, \u001b[1m背景画像は、あまりにも飽和していない、とアニメーションはどちらか悪いことではない、素晴らしい仕事ネクサススタジオ！\u001b[22m\n\u001b[4mWould love to see more of your works.\u001b[24m\n    \u001b[1mもっとあなたの作品を見たいです。\u001b[22m, \u001b[1mあなたの作品の多くを見てみたいです。\u001b[22m\n\u001b[1m\u001b[22m\nWell, this is the second anime where i don't hear any ED song aside from Wakako, just only the OP, the OP is really catchy , i enjoy hearing it. Aside from that, most of the seiyuus are the seiyuu i've known like Ozawa Ari and Rie Murakawa whom they voice acted Wakaba and Nao. Great voicing! While Ichimichi Mao voiced Mao Kurokawa, i never know she can voice different way which she already voice acted Gakkou Gurashi's Wakasa Yuuri and\n\n\u001b[1mまあ、これは和歌子以外のEDソングが聞こえない2番目のアニメです。ちょうどOPだけで、OPは本当にキャッチーですが、聞いて楽しんでいます。 それ以外にも、大沢阿里、村川里江のように知られていたものが、若葉と奈緒の声で声を出している。 大声で！ 一市一真央が黒川真央を声に出している間に、彼女は声をかけることはできませんが、彼女はすでにギャラク・グラスの若狭ゆうりと\u001b[22m\n\u001b[1m(Mā, koreha Wakako igai no ED songu ga kikoenai 2-banme no animedesu. Chōdo OP dake de, OP wa hontōni kyatchīdesuga, kiite tanoshinde imasu. Sore igai ni mo, Ōsawa Ari, Murakawa Rie no yō ni shira rete ita mono ga, wakaba to Nao no koe de koe o dashite iru. Ōgoe de! 一市一真央 Ga Kurokawa Mao o koenidashite iru ma ni, kanojo wa koe o kakeru koto wa dekimasenga, kanojo wa sudeni gyaraku gurasu no Wakasa Yūri to)\u001b[22m\n\nTranslations of \u001b[4mWell, this is the second anime where i don't hear any ED song aside from Wakako, just only the OP, the OP is really catchy , i enjoy hearing it. Aside from that, most of the seiyuus are the seiyuu i've known like Ozawa Ari and Rie Murakawa whom they voice acted Wakaba and Nao. Great voicing! While Ichimichi Mao voiced Mao Kurokawa, i never know she can voice different way which she already voice acted Gakkou Gurashi's Wakasa Yuuri and\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, this is the second anime where i don't hear any ED song aside from Wakako, just only the OP, the OP is really catchy , i enjoy hearing it.\u001b[24m\n    \u001b[1mまあ、これは和歌子以外のEDソングが聞こえない2番目のアニメです。ちょうどOPだけで、OPは本当にキャッチーですが、聞いて楽しんでいます。\u001b[22m, \u001b[1mまあ、これは私が、和歌子は別にちょうどのみOPを任意のED曲を聞いていない第二のアニメで、OPは本当にキャッチーで、私はそれを聞いて楽しみます。\u001b[22m\n\u001b[4mAside from that, most of the seiyuus are the seiyuu i've known like Ozawa Ari and Rie Murakawa whom they voice acted Wakaba and Nao.\u001b[24m\n    \u001b[1mそれ以外にも、大沢阿里、村川里江のように知られていたものが、若葉と奈緒の声で声を出している。\u001b[22m, \u001b[1mそれはさておき、seiyuusのほとんどは、私は小沢あり、彼らは若葉とナオを務めた音声理恵村川のように知っていた声優です。\u001b[22m\n\u001b[4mGreat voicing!\u001b[24m\n    \u001b[1m大声で！\u001b[22m, \u001b[1mグレートボイシング！\u001b[22m\n\u001b[4mWhile Ichimichi Mao voiced Mao Kurokawa, i never know she can voice different way which she already voice acted Gakkou Gurashi's Wakasa Yuuri and\u001b[24m\n    \u001b[1m一市一真央が黒川真央を声に出している間に、彼女は声をかけることはできませんが、彼女はすでにギャラク・グラスの若狭ゆうりと\u001b[22m, \u001b[1mIchimichi真央は真央黒川を表明している間、私は彼女が彼女はすでにGakkou Gurashiの若狭悠里行動声別の方法を表明することができます知っていることはありませんし、\u001b[22m\nIzawa Mikako where she voiced Moeko, kinda cute to hear. Overall, it was enjoyable to listen all the seiyuus voice.\n\n\u001b[1m伊沢美香子、どこに聞こえるかわいい、モエコを歌った。 全体的に、それはseiyuusのすべての声を聞くのが楽しいでした。\u001b[22m\n\u001b[1m(Izawa Mikako, doko ni kikoeru kawaī, Moeko o utatta. Zentai-teki ni, soreha seiyuus no subete no koe o kiku no ga tanoshīdeshita.)\u001b[22m\n\nTranslations of \u001b[4mIzawa Mikako where she voiced Moeko, kinda cute to hear. Overall, it was enjoyable to listen all the seiyuus voice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIzawa Mikako where she voiced Moeko, kinda cute to hear.\u001b[24m\n    \u001b[1m伊沢美香子、どこに聞こえるかわいい、モエコを歌った。\u001b[22m, \u001b[1m彼女は聞いてちょっとかわいい、萌子を表明伊沢美佳子。\u001b[22m\n\u001b[4mOverall, it was enjoyable to listen all the seiyuus voice.\u001b[24m\n    \u001b[1m全体的に、それはseiyuusのすべての声を聞くのが楽しいでした。\u001b[22m, \u001b[1m全体的に、すべてのseiyuusの声を聞いて楽しかったです。\u001b[22m\n\u001b[1m\u001b[22m\nI do enjoy Wakaba, since she love to explore new things which she hasn't done in the past, i love seeing her doing stuff at the next level, like taking pic of foods repeatedly and taking a huge bite of Moeko ice-cream. She does react very funny but very cute. I find her interesting for a rich girl trying to be a gyaru. Nao, does really like to act like tomboyish since she kept saying boku but she tend not to use in front of them since she loves the boys-love genre.\n\n\u001b[1m私は若葉を楽しんでいます。彼女は過去にやったことのない新しいものを探求したいので、食べ物を繰り返し撮ったり、モエコアイスクリームの巨大な一口を食べたりして、彼女が次のレベルでやっていることを見ているのが大好きです。 彼女は非常に面白いが非常にかわいいと反応します。 私は彼女がギャルであることを試みる豊かな少女のために彼女の興味深いことを見つける。 奈緒は、ボクを続けているので、本当に嫌なように行動するのが好きですが、彼女は男の子の愛のジャンルを愛しているので、彼らの前では使わない傾向があります。\u001b[22m\n\u001b[1m(Watashi wa wakaba o tanoshinde imasu. Kanojo wa kako ni yatta koto no nai atarashī mono o tankyū shitainode, tabemono o kurikaeshi tottari, moekoaisukurīmu no kyodaina hitokuchi o tabe tari shite, kanojo ga tsugi no reberu de yatte iru koto o mite iru no ga daisukidesu. Kanojo wa hijō ni omoshiroiga hijō ni kawaī to han'nō shimasu. Watashi wa kanojo ga gyarudearu koto o kokoromiru yutakana shōjo no tame ni kanojo no kyōmibukai koto o mitsukeru. Nao wa, boku o tsudzukete irunode, hontōni iyana yō ni kōdō suru no ga sukidesuga, kanojo wa otokonoko no ai no janru o aishite irunode, karera no maede wa tsukawanai keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI do enjoy Wakaba, since she love to explore new things which she hasn't done in the past, i love seeing her doing stuff at the next level, like taking pic of foods repeatedly and taking a huge bite of Moeko ice-cream. She does react very funny but very cute. I find her interesting for a rich girl trying to be a gyaru. Nao, does really like to act like tomboyish since she kept saying boku but she tend not to use in front of them since she loves the boys-love genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI do enjoy Wakaba, since she love to explore new things which she hasn't done in the past, i love seeing her doing stuff at the next level, like taking pic of foods repeatedly and taking a huge bite of Moeko ice-cream.\u001b[24m\n    \u001b[1m私は若葉を楽しんでいます。彼女は過去にやったことのない新しいものを探求したいので、食べ物を繰り返し撮ったり、モエコアイスクリームの巨大な一口を食べたりして、彼女が次のレベルでやっていることを見ているのが大好きです。\u001b[22m, \u001b[1m彼女は繰り返し食品の写真を取り、萌子のアイスクリームの巨大な一口を取るよう、私は、彼女の次のレベルでものをやって見るのが好き、彼女が過去に行ったことがない新しいものを探求するのが大好きので、私は、若葉を楽しんでください。\u001b[22m\n\u001b[4mShe does react very funny but very cute.\u001b[24m\n    \u001b[1m彼女は非常に面白いが非常にかわいいと反応します。\u001b[22m, \u001b[1m彼女は非常に面白いが、非常にかわいい反応しません。\u001b[22m\n\u001b[4mI find her interesting for a rich girl trying to be a gyaru.\u001b[24m\n    \u001b[1m私は彼女がギャルであることを試みる豊かな少女のために彼女の興味深いことを見つける。\u001b[22m, \u001b[1m私はギャルになろうとして豊富な女の子のための彼女の興味深いを見つけます。\u001b[22m\n\u001b[4mNao, does really like to act like tomboyish since she kept saying boku but she tend not to use in front of them since she loves the boys-love genre.\u001b[24m\n    \u001b[1m奈緒は、ボクを続けているので、本当に嫌なように行動するのが好きですが、彼女は男の子の愛のジャンルを愛しているので、彼らの前では使わない傾向があります。\u001b[22m, \u001b[1m彼女は僕を言い続けたが、彼女は彼女が男の子 - 愛のジャンルを愛しているので、彼らの前には使用しない傾向があるので、ナオは、本当におてんばように行動したいん。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, i do enjoy watching Wakaba for my loveable wee hours of saturday, it alerted me to wake up before going to school as i do love watching cgdct, with the season over, wouldn't be a fun saturday wee hours anymore, but i do gonna enjoy with fall anime as they would have more SoLs and CGDCT airing but hopefully on Saturday.\n\n\u001b[1m全体的に、私は土曜日の私の可愛らしい時間のために若葉を見て楽しんでいる、それは私がcgdctを見て愛しているように学校に行く前に私に目を覚ました、シーズン以上で、もう飽き飽きしていないだろう、 彼らはもっとSoLとCGDCTを放映しているが、うまくいけば土曜日には秋のアニメで楽しむだろう。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa doyōbi no watashi no kawairashī jikan no tame ni wakaba o mite tanoshinde iru, sore wa watashi ga cgdct o mite itoshite iru yō ni gakkō ni iku mae ni watashi ni me o samashita, shīzun ijō de, mō akiakishite inaidarou, karera wa motto SoL to CGDCT o hōei shite iruga, umaku ikeba doyōbi ni wa aki no anime de tanoshimudarou.)\u001b[22m\n\nTranslations of \u001b[4mOverall, i do enjoy watching Wakaba for my loveable wee hours of saturday, it alerted me to wake up before going to school as i do love watching cgdct, with the season over, wouldn't be a fun saturday wee hours anymore, but i do gonna enjoy with fall anime as they would have more SoLs and CGDCT airing but hopefully on Saturday.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, i do enjoy watching Wakaba for my loveable wee hours of saturday, it alerted me to wake up before going to school as i do love watching cgdct, with the season over, wouldn't be a fun saturday wee hours anymore, but i\u001b[24m\n    \u001b[1m全体的に、私は土曜日の私の可愛らしい時間のために若葉を見て楽しんでいる、それは私がcgdctを見て愛しているように学校に行く前に私に目を覚ました、シーズン以上で、もう飽き飽きしていないだろう、\u001b[22m, \u001b[1m全体的に、私は土曜日の私の愛らしいちっぽけな時間若葉を見て楽しむん私はcgdctを見て愛していますように、それは学校に行く前に目を覚ますために私を警告し、季節を超えると、もう土曜日早朝楽しいこと、しかし、私ではないだろう\u001b[22m\n\u001b[4mdo gonna enjoy with fall anime as they would have more SoLs and CGDCT airing but hopefully on Saturday.\u001b[24m\n    \u001b[1m彼らはもっとSoLとCGDCTを放映しているが、うまくいけば土曜日には秋のアニメで楽しむだろう。\u001b[22m, \u001b[1m彼らはより多くのゾルとCGDCTが放映うまくいけば、土曜日に持っているだろうとしてつもりは秋のアニメでお楽しみいただけます。\u001b[22m\n\u001b[1m\u001b[22m\nSo i do hope you guys enjoy reading this review, hope it's helpful to you though there are some of it can be a bit nonsense since my brain is overloaded with stuffs, but yeah do enjoy and have a nice day!~\n\n\u001b[1mだから私はあなたの人がこのレビューを読んで楽しんで欲しいと思っています。私の脳には巨大なものがたくさんあるので、ちょっとナンセンスかもしれませんが、\u001b[22m\n\u001b[1m(Dakara watashi wa anata no hito ga kono rebyū o yonde tanoshinde hoshī to omotte imasu. Watashi no nō ni wa kyodaina mono ga takusan aru node, chotto nansensu kamo shiremasenga,)\u001b[22m\n\nTranslations of \u001b[4mSo i do hope you guys enjoy reading this review, hope it's helpful to you though there are some of it can be a bit nonsense since my brain is overloaded with stuffs, but yeah do enjoy and have a nice day!~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo i do hope you guys enjoy reading this review, hope it's helpful to you though there are some of it can be a bit nonsense since my brain is overloaded with stuffs, but yeah do enjoy and have a nice day!~\u001b[24m\n    \u001b[1mだから私はあなたの人がこのレビューを読んで楽しんで欲しいと思っています。私の脳には巨大なものがたくさんあるので、ちょっとナンセンスかもしれませんが、\u001b[22m, \u001b[1mだから私は、あなたたちはこのレビューを読んでお楽しみください私の脳を詰め込むで過負荷にされているので、それのいくつかは少しナンセンスすることができますありますが、それはあなたに役立ちます願っていますが、そう楽しみ、素敵な一日を過ごすんです！〜\u001b[22m\n\u001b[1m\u001b[22m\nP.S get me a season two for this.\n\n\u001b[1mP.Sこれでシーズン2を獲得してください。\u001b[22m\n\u001b[1m(P. S kore de shīzun 2 o kakutoku shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mP.S get me a season two for this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mP.S get me a season two for this.\u001b[24m\n    \u001b[1mP.Sこれでシーズン2を獲得してください。\u001b[22m, \u001b[1mP.Sはこのために私はシーズン2を取得します。\u001b[22m\n\u001b[1m\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m"
  },
  {
    "title": "WakabaGirl",
    "id": "30355",
    "url": "https://myanimelist.net/anime/30355/WakabaGirl",
    "user": "Benkyo",
    "profile": "/profile/Benkyo/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=199937",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nアニメのシノプシスを見てアートをカバーするだけで、ショーの最初の印象は何ですか？\nあなたが「かわいい女の子がかわいいことをやっている」と推測したら、あなたはちょうど正しいです。 そのタイプのテーマに参加していないなら、このショーはおそらくあなたのためにはできません。 しかし、安心して、このショーを全体的に楽しめる時計にするものがあります！\n\nショーのオープニングは本当にキャッチーです、それは本当にショーの気分を設定し、あなたがリラックスして笑うことができる、幸せで楽しいショーであることをあなたに示しています。 終了シーケンスはありませんが、それぞれのエピソードは、よりリラックスしたノートにまとめられているので、エピソードが終了したときに安心して楽しむことができます。\n\nショーを最も際立たせるものがキャラクターです。  Wakabaの主人公の4人のメインガールと両親（役割の大部分を果たしていない）は全体でわずか6文字です。\nワカバは、他の3人の女の子と一緒に高校に入学する、豊かな家庭の少女です。 彼女の目標は簡単です、彼女は高校と学校外の普通の生活をしたいです。  Wakabaは他の3人の女の子と一緒になって一緒になって、彼らはうまくその目標を達成するのを手伝います。できるだけ普通のことをやっています。\n\nそれぞれのキャラクターには、自分の個性があります。それぞれのキャラクターは、自分のやり方で目立つところまであり、お互いのやりとりによって全体的に楽しいものになります。\n豊かな女の子の人生を生きた若葉は、あなたの普通の人が知っていることや知っていることの知識と経験が不足しているので、彼女の友人は彼女を助けます。\n\nコメディやキャラクターのほかに何が目立つのでしょうか？ 彼らの友情。 是非とも新しいコンセプトではありませんが、このショーはこれまでのショーでは期待していなかったテーマを維持し、拡大しています。 彼らが一緒にたくさんのことをするようにショーを進めるにつれて、友情はますます強くなり、それぞれの女の子がお互いにいかに忠実であるかは本当にかわいいです。\n\nプロットにあまりにも多くないので、あなたはそれが提供するものを楽しむだけでいいです。\n\n今はアート、音楽、アニメーションなどの外部要因があります。すべてが全体的に強固です。 芸術はかなり最新で、何もそれを見ていない、音楽はフィッティングされ、アニメーションは全く悪くはなかった。 それは何も特別なものではありませんでしたが、それは何かが残念ではなかったので、それはまったく気にするべきではありません。\n\n結論として、短くリラックスした、面白い、そして好きなキャラクターを持っているショーをお探しなら、わかばガールは間違いなくあなたのためです！\n\nまだショーと確信していない？ それは少なくともショットを与える価値があるのですか？\nさて、あなた自身でそれを試してみてはいかがですか？ 各エピソードはわずか7分なので、時間を無駄にすることはありません。 ほとんどのショーの通常のエピソードの長さ程度の約21分で3つのエピソードを手に入れることができます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBy looking at the anime's synopsis and cover art alone, what are your first impressions of what the show may be about?\n\n\u001b[1mアニメのシノプシスを見てアートをカバーするだけで、ショーの最初の印象は何ですか？\u001b[22m\n\u001b[1m(Anime no shinopushisu o mite āto o kabā suru dake de, shō no saisho no inshō wa nanidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mBy looking at the anime's synopsis and cover art alone, what are your first impressions of what the show may be about?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy looking at the anime's synopsis and cover art alone, what are your first impressions of what the show may be about?\u001b[24m\n    \u001b[1mアニメのシノプシスを見てアートをカバーするだけで、ショーの最初の印象は何ですか？\u001b[22m, \u001b[1m一人でアニメのあらすじやカバーアートを見ることで、ショーは約あるかもしれないもののあなたの第一印象は何ですか？\u001b[22m\nIf you guessed 'cute girls doing cute things' then you're just about right. If you're not into that type of theme then this show probably won't do for you. But rest assured, there are things that make this show an enjoyable watch overall!\n\n\u001b[1mあなたが「かわいい女の子がかわいいことをやっている」と推測したら、あなたはちょうど正しいです。 そのタイプのテーマに参加していないなら、このショーはおそらくあなたのためにはできません。 しかし、安心して、このショーを全体的に楽しめる時計にするものがあります！\u001b[22m\n\u001b[1m(Anata ga `kawaī on'nanoko ga kawaī koto o yatte iru' to suisoku shitara, anata wa chōdo tadashīdesu. Sono taipu no tēma ni sanka shite inainara, kono shō wa osoraku anata no tame ni wa dekimasen. Shikashi, anshin shite, kono shō o zentai-teki ni tanoshimeru tokei ni suru mono ga arimasu!)\u001b[22m\n\nTranslations of \u001b[4mIf you guessed 'cute girls doing cute things' then you're just about right. If you're not into that type of theme then this show probably won't do for you. But rest assured, there are things that make this show an enjoyable watch overall!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you guessed 'cute girls doing cute things' then you're just about right.\u001b[24m\n    \u001b[1mあなたが「かわいい女の子がかわいいことをやっている」と推測したら、あなたはちょうど正しいです。\u001b[22m, \u001b[1mあなたが「かわいい女の子がかわいいことをやって」推測なら、あなたは右についてだけです。\u001b[22m\n\u001b[4mIf you're not into that type of theme then this show probably won't do for you.\u001b[24m\n    \u001b[1mそのタイプのテーマに参加していないなら、このショーはおそらくあなたのためにはできません。\u001b[22m, \u001b[1mあなたがテーマの、そのタイプにしていない場合は、このショーは、おそらくあなたのために行うことはありません。\u001b[22m\n\u001b[4mBut rest assured, there are things that make this show an enjoyable watch overall!\u001b[24m\n    \u001b[1mしかし、安心して、このショーを全体的に楽しめる時計にするものがあります！\u001b[22m, \u001b[1mしかし、これは全体的に楽しい時計を示して作るものがある、安心！\u001b[22m\n\u001b[1m\u001b[22m\nThe show has an opening of which is really catchy, it really sets the mood of the show and shows you what to expect which is a happy, easygoing show that you can relax and laugh to. There's no ending sequence but each episode wraps itself up on a more relaxing note so you can feel at ease when an episode ends.\n\n\u001b[1mショーのオープニングは本当にキャッチーです、それは本当にショーの気分を設定し、あなたがリラックスして笑うことができる、幸せで楽しいショーであることをあなたに示しています。 終了シーケンスはありませんが、それぞれのエピソードは、よりリラックスしたノートにまとめられているので、エピソードが終了したときに安心して楽しむことができます。\u001b[22m\n\u001b[1m(Shō no ōpuningu wa hontōni kyatchīdesu, sore wa hontōni shō no kibun o settei shi, anata ga rirakkusu shite warau koto ga dekiru, shiawasede tanoshī shōdearu koto o anata ni shimeshite imasu. Shūryō shīkensu wa arimasenga, sorezore no episōdo wa, yori rirakkusu shita nōto ni matome rarete irunode, episōdo ga shūryō shita toki ni anshin shite tanoshimu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show has an opening of which is really catchy, it really sets the mood of the show and shows you what to expect which is a happy, easygoing show that you can relax and laugh to. There's no ending sequence but each episode wraps itself up on a more relaxing note so you can feel at ease when an episode ends.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show has an opening of which is really catchy, it really sets the mood of the show and shows you what to expect which is a happy, easygoing show that you can relax and laugh to.\u001b[24m\n    \u001b[1mショーのオープニングは本当にキャッチーです、それは本当にショーの気分を設定し、あなたがリラックスして笑うことができる、幸せで楽しいショーであることをあなたに示しています。\u001b[22m, \u001b[1mショーは本当にキャッチーになっている開口部を有し、それは実際にショーのムードを設定し、リラックスした雰囲気のに笑える幸せ、のんきショーである期待する何を示しています。\u001b[22m\n\u001b[4mThere's no ending sequence but each episode wraps itself up on a more relaxing note so you can feel at ease when an episode ends.\u001b[24m\n    \u001b[1m終了シーケンスはありませんが、それぞれのエピソードは、よりリラックスしたノートにまとめられているので、エピソードが終了したときに安心して楽しむことができます。\u001b[22m, \u001b[1mそこには終了シーケンスはないですが、エピソードが終了したときに、あなたが安心して感じることができるように、各エピソードは、よりリラックスしたノートに自分自身をラップします。\u001b[22m\n\u001b[1m\u001b[22m\nThe thing that makes the show stand out the most is the characters. There's only 6 characters overall, the 4 main girls and the parents (who don't play much of a role) of the protagonist of the show, Wakaba.\n\n\u001b[1mショーを最も際立たせるものがキャラクターです。  Wakabaの主役の4人のメインガールと両親（役割の大部分を果たしていない）が全体でわずか6人しかいません。\u001b[22m\n\u001b[1m(Shō o mottomo kiwadata seru mono ga kyarakutādesu. Wakaba no shuyaku no 4-ri no meingāru to ryōshin (yakuwari no daibubun o hatashite inai) ga zentai de wazuka 6-ri shika imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe thing that makes the show stand out the most is the characters. There's only 6 characters overall, the 4 main girls and the parents (who don't play much of a role) of the protagonist of the show, Wakaba.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing that makes the show stand out the most is the characters.\u001b[24m\n    \u001b[1mショーを最も際立たせるものがキャラクターです。\u001b[22m, \u001b[1mショーは最も目立つ事は文字です。\u001b[22m\n\u001b[4mThere's only 6 characters overall, the 4 main girls and the parents (who don't play much of a role) of the protagonist of the show, Wakaba.\u001b[24m\n    \u001b[1mWakabaの主役の4人のメインガールと両親（役割の大部分を果たしていない）が全体でわずか6人しかいません。\u001b[22m, \u001b[1m全体のわずか6文字、4つの主要な女の子、ショー、若葉の主人公の（役割の多くを再生されません）親があります。\u001b[22m\nWakaba is a girl from a rich family who enrolls into the high school with the other 3 girls. Her goal is simple, she wants to be live an ordinary life, both high school and out of school. Wakaba befriends the other 3 girls and together, they help her achieve that goal by well.. just doing things as ordinary as possible.\n\n\u001b[1mワカバは、他の3人の女の子と一緒に高校に入学する、豊かな家庭の少女です。 彼女の目標は簡単です、彼女は高校と学校外の普通の生活をしたいです。  Wakabaは他の3人の女の子と一緒になって一緒になって、彼らはうまくその目標を達成するのを手伝います。できるだけ普通のことをやっています。\u001b[22m\n\u001b[1m(Wakaba wa, hoka no 3-ri no on'nanoko to issho ni kōkō ni nyūgaku suru, yutakana katei no shōjodesu. Kanojo no mokuhyō wa kantandesu, kanojo wa kōkō to gakkō-gai no futsūnoseikatsu o shitaidesu. Wakaba wa hoka no 3-ri no on'nanoko to issho ni natte issho ni natte, karera wa umaku sono mokuhyō o tassei suru no o tetsudaimasu. Dekirudake futsū no koto o yatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mWakaba is a girl from a rich family who enrolls into the high school with the other 3 girls. Her goal is simple, she wants to be live an ordinary life, both high school and out of school. Wakaba befriends the other 3 girls and together, they help her achieve that goal by well.. just doing things as ordinary as possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWakaba is a girl from a rich family who enrolls into the high school with the other 3 girls.\u001b[24m\n    \u001b[1mワカバは、他の3人の女の子と一緒に高校に入学する、豊かな家庭の少女です。\u001b[22m, \u001b[1m若葉は、他の3女の子と高校に在籍豊かな家族からの女の子です。\u001b[22m\n\u001b[4mHer goal is simple, she wants to be live an ordinary life, both high school and out of school.\u001b[24m\n    \u001b[1m彼女の目標は簡単です、彼女は高校と学校外の普通の生活をしたいです。\u001b[22m, \u001b[1m彼女の目標は、彼女が生きて普通の生活、高校、学校の内外になりたがって、簡単です。\u001b[22m\n\u001b[4mWakaba befriends the other 3 girls and together, they help her achieve that goal by well.. just doing things as ordinary as possible.\u001b[24m\n    \u001b[1mWakabaは他の3人の女の子と一緒になって一緒になって、彼らはうまくその目標を達成するのを手伝います。できるだけ普通のことをやっています。\u001b[22m, \u001b[1m若葉は、他の3の女の子をbefriendsと一緒に、彼らは彼女がちょうどできるだけ普通のようなことをやって..よくして、その目標を達成するのを助けます。\u001b[22m\n\u001b[1m\u001b[22m\nEach character has their own personality that's different from one another to the point where they stand out in their own way and the interactions with one another makes things pretty fun overall.\n\n\u001b[1mそれぞれのキャラクターには、自分の個性があります。それぞれのキャラクターは、自分のやり方で目立つところまであり、お互いのやりとりによって全体的に楽しいものになります。\u001b[22m\n\u001b[1m(Sorezore no kyarakutā ni wa, jibun no kosei ga arimasu. Sorezore no kyarakutā wa, jibun no yarikata de medatsu tokoro made ari, otagai no yaritori ni yotte zentai-teki ni tanoshī mono ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mEach character has their own personality that's different from one another to the point where they stand out in their own way and the interactions with one another makes things pretty fun overall.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach character has their own personality that's different from one another to the point where they stand out in their own way and the interactions with one another makes things pretty fun overall.\u001b[24m\n    \u001b[1mそれぞれのキャラクターには、自分の個性があります。それぞれのキャラクターは、自分のやり方で目立つところまであり、お互いのやりとりによって全体的に楽しいものになります。\u001b[22m, \u001b[1m各文字は、彼らがお互いに独自の方法との相互作用の中で目立つ点まで互いに違う個性は、全体的な物事がかなり楽しくなりました。\u001b[22m\nWakaba, who lived the life of a rich girl lacks a bit of knowledge and experience of what your average person knows and goes through so her friends help her on that part.\n\n\u001b[1m豊かな女の子の人生を生きた若葉は、あなたの普通の人が知っていることや知っていることの知識と経験が不足しているので、彼女の友人は彼女を助けます。\u001b[22m\n\u001b[1m(Yutakana on'nanoko no jinsei o ikita wakaba wa, anata no futsūnohito ga shitte iru koto ya shitte iru koto no chishiki to keiken ga fusoku shite irunode, kanojo no yūjin wa kanojo o tasukemasu.)\u001b[22m\n\nTranslations of \u001b[4mWakaba, who lived the life of a rich girl lacks a bit of knowledge and experience of what your average person knows and goes through so her friends help her on that part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWakaba, who lived the life of a rich girl lacks a bit of knowledge and experience of what your average person knows and goes through so her friends help her on that part.\u001b[24m\n    \u001b[1m豊かな女の子の人生を生きた若葉は、あなたの普通の人が知っていることや知っていることの知識と経験が不足しているので、彼女の友人は彼女を助けます。\u001b[22m, \u001b[1m豊かな少女の人生を生き若葉は、あなたの平均的な人は知っているの知識と経験のビットを欠いていると彼女の友人は、その部分に彼女を助けるように通過します。\u001b[22m\n\u001b[1m\u001b[22m\nSo what else makes the show stand out besides the comedy and characters? Their friendship. It's not a new concept by all means but the show keeps and expands the theme throughout which is what you wouldn't expect from a show as short as this. The friendship grows stronger as you progress through the show as they do lots of stuff together and it's really cute how faithful of friends each girl is to one another.\n\n\u001b[1mコメディやキャラクターのほかに何が目立つのでしょうか？ 彼らの友情。 是非とも新しいコンセプトではありませんが、このショーはこれまでのショーでは期待していなかったテーマを維持し、拡大しています。 彼らが一緒にたくさんのことをするようにショーを進めるにつれて、友情はますます強くなり、それぞれの女の子がお互いにいかに忠実であるかは本当にかわいいです。\u001b[22m\n\u001b[1m(Komedi ya kyarakutā no hoka ni nani ga medatsu nodeshou ka? Karera no yūjō. Zehitomo atarashī konseputode wa arimasenga, kono shō wa kore made no shōde wa kitai shite inakatta tēma o iji shi, kakudai shite imasu. Karera ga issho ni takusan no koto o suru yō ni shō o susumeru ni tsurete, yūjō wa masumasu tsuyoku nari, sorezore no on'nanoko ga otagai ni ikani chūjitsudearu ka wa hontōni kawaīdesu.)\u001b[22m\n\nTranslations of \u001b[4mSo what else makes the show stand out besides the comedy and characters? Their friendship. It's not a new concept by all means but the show keeps and expands the theme throughout which is what you wouldn't expect from a show as short as this. The friendship grows stronger as you progress through the show as they do lots of stuff together and it's really cute how faithful of friends each girl is to one another.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo what else makes the show stand out besides the comedy and characters?\u001b[24m\n    \u001b[1mコメディやキャラクターのほかに何が目立つのでしょうか？\u001b[22m, \u001b[1mだから、他に何がショーは喜劇と文字以外に目立ちますか？\u001b[22m\n\u001b[4mTheir friendship.\u001b[24m\n    \u001b[1m彼らの友情。\u001b[22m\n\u001b[4mIt's not a new concept by all means but the show keeps and expands the theme throughout which is what you wouldn't expect from a show as short as this.\u001b[24m\n    \u001b[1m是非とも新しいコンセプトではありませんが、このショーはこれまでのショーでは期待していなかったテーマを維持し、拡大しています。\u001b[22m, \u001b[1mこれは、すべての手段によって、新しい概念ではないのですが、ショーは、あなたがこの程度の短いショーから期待していないものである全体のテーマを維持し、拡大します。\u001b[22m\n\u001b[4mThe friendship grows stronger as you progress through the show as they do lots of stuff together and it's really cute how faithful of friends each girl is to one another.\u001b[24m\n    \u001b[1m彼らが一緒にたくさんのことをするようにショーを進めるにつれて、友情はますます強くなり、それぞれの女の子がお互いにいかに忠実であるかは本当にかわいいです。\u001b[22m, \u001b[1m彼らは一緒にものがたくさんがそうであるように、あなたがショーを経て進行としての友情はより強く成長し、それがそれぞれの女の子がお互いにどれだけの友人の忠実な、本当にかわいいです。\u001b[22m\n\u001b[1m\u001b[22m\nThere's not too much to the plot so you just gotta enjoy what it delivers.\n\n\u001b[1mプロットにあまりにも多くないので、あなたはそれが提供するものを楽しむだけでいいです。\u001b[22m\n\u001b[1m(Purotto ni amarini mo ōkunainode, anata wa sore ga teikyō suru mono o tanoshimu dakede īdesu.)\u001b[22m\n\nTranslations of \u001b[4mThere's not too much to the plot so you just gotta enjoy what it delivers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's not too much to the plot so you just gotta enjoy what it delivers.\u001b[24m\n    \u001b[1mプロットにあまりにも多くないので、あなたはそれが提供するものを楽しむだけでいいです。\u001b[22m, \u001b[1mあなただけのお奨めそれが提供するものを楽しむように、プロットにも過言ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nSo now comes the external factors such as the art, music, animation, etc. Everything is solid overall. The art is pretty up-to-date and nothing looked out of it, the music was fitting, and the animation wasn't bad at all. It was nothing special but it wasn't anything disappointing so it shouldn't be of a bother whatsoever.\n\n\u001b[1m今はアート、音楽、アニメーションなどの外部要因があります。すべてが全体的に強固です。 芸術はかなり最新で、何もそれを見ていない、音楽はフィッティングされ、アニメーションは全く悪くはなかった。 それは何も特別なものではありませんでしたが、それは何かが残念ではなかったので、それはまったく気にするべきではありません。\u001b[22m\n\u001b[1m(Ima wa āto, ongaku, animēshon nado no gaibu yōin ga arimasu. Subete ga zentai-teki ni kyōkodesu. Geijutsu wa kanari saishin de, nani mo sore o miteinai, ongaku wa fittingu sa re, animēshon wa mattaku waruku wa nakatta. Sore wa nani mo tokubetsuna monode wa arimasendeshitaga, soreha nanika ga zan'nende wa nakattanode, sore wa mattaku ki ni surubekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSo now comes the external factors such as the art, music, animation, etc. Everything is solid overall. The art is pretty up-to-date and nothing looked out of it, the music was fitting, and the animation wasn't bad at all. It was nothing special but it wasn't anything disappointing so it shouldn't be of a bother whatsoever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo now comes the external factors such as the art, music, animation, etc. Everything is solid overall.\u001b[24m\n    \u001b[1m今はアート、音楽、アニメーションなどの外部要因があります。すべてが全体的に強固です。\u001b[22m, \u001b[1mだから今など芸術、音楽、アニメーション、すべてが固体全体的に外部要因を付属しています。\u001b[22m\n\u001b[4mThe art is pretty up-to-date and nothing looked out of it, the music was fitting, and the animation wasn't bad at all.\u001b[24m\n    \u001b[1m芸術はかなり最新で、何もそれを見ていない、音楽はフィッティングされ、アニメーションは全く悪くはなかった。\u001b[22m, \u001b[1m技術はかなり最新かつ何もそこから検索され、音楽はフィッティングで、アニメーションは全く悪くありませんでした。\u001b[22m\n\u001b[4mIt was nothing special but it wasn't anything disappointing so it shouldn't be of a bother whatsoever.\u001b[24m\n    \u001b[1mそれは何も特別なものではありませんでしたが、それは何かが残念ではなかったので、それはまったく気にするべきではありません。\u001b[22m, \u001b[1mそれは特別な何もなかったが、それは残念なものではなかったので、それは全く気のものであってはなりません。\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion, if you're looking for a show that's short, relaxing, funny, and has likable characters then Wakaba Girl is definitely for you!\n\n\u001b[1m結論として、短くリラックスした、面白い、そして好きなキャラクターを持っているショーをお探しなら、わかばガールは間違いなくあなたのためです！\u001b[22m\n\u001b[1m(Ketsuron to shite, mijikaku rirakkusu shita, omoshiroi, soshite sukina kyarakutā o motte iru shō o o sagashinara, Wakaba gāru wa machigainaku anata no tamedesu!)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion, if you're looking for a show that's short, relaxing, funny, and has likable characters then Wakaba Girl is definitely for you!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion, if you're looking for a show that's short, relaxing, funny, and has likable characters then Wakaba Girl is definitely for you!\u001b[24m\n    \u001b[1m結論として、短くリラックスした、面白い、そして好きなキャラクターを持っているショーをお探しなら、わかばガールは間違いなくあなたのためです！\u001b[22m, \u001b[1m結論として、あなたは、短いリラックス、面白い、と好感の持てるキャラクターを持って、その後若葉女の子は間違いなくあなたのためであるショーを探しているなら！\u001b[22m\n\u001b[1m\u001b[22m\nStill not convinced with the show? Is it worth at least giving it a shot?\n\n\u001b[1mまだショーと確信していない？ それは少なくともショットを与える価値があるのですか？\u001b[22m\n\u001b[1m(Mada shō to kakushin shite inai? Sore wa sukunakutomo shotto o ataeru kachi ga aru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mStill not convinced with the show? Is it worth at least giving it a shot?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill not convinced with the show?\u001b[24m\n    \u001b[1mまだショーと確信していない？\u001b[22m, \u001b[1mまだショーと確信していませんか？\u001b[22m\n\u001b[4mIs it worth at least giving it a shot?\u001b[24m\n    \u001b[1mそれは少なくともショットを与える価値があるのですか？\u001b[22m, \u001b[1mそれは、少なくともそれに打撃を与える価値がありますか？\u001b[22m\nWell then why not try it out for yourself! Each episode is only 7 minutes so you won't be wasting much time at all. You can get 3 episodes done in about 21 minutes which is just about the length of a normal episode for most shows.\n\n\u001b[1mさて、あなた自身でそれを試してみてはいかがですか？ 各エピソードはわずか7分なので、時間を無駄にすることはありません。 ほとんどのショーの通常のエピソードの長さ程度の約21分で3つのエピソードを手に入れることができます。\u001b[22m\n\u001b[1m(Sate, anata jishin de sore o tameshite mite wa ikagadesu ka? Kaku episōdo wa wazuka 7-bunanode, jikan o muda ni suru koto wa arimasen. Hotondo no shō no tsūjō no episōdo no naga-sa-teido no yaku 21-bu de 3ttsu no episōdo o te ni ireru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell then why not try it out for yourself! Each episode is only 7 minutes so you won't be wasting much time at all. You can get 3 episodes done in about 21 minutes which is just about the length of a normal episode for most shows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell then why not try it out for yourself!\u001b[24m\n    \u001b[1mさて、あなた自身でそれを試してみてはいかがですか？\u001b[22m, \u001b[1mそれでは、なぜ自分自身でそれを試していません！\u001b[22m\n\u001b[4mEach episode is only 7 minutes so you won't be wasting much time at all.\u001b[24m\n    \u001b[1m各エピソードはわずか7分なので、時間を無駄にすることはありません。\u001b[22m, \u001b[1mあなたがすべてで多くの時間を無駄にされることはありませんので、各エピソードはわずか7分です。\u001b[22m\n\u001b[4mYou can get 3 episodes done in about 21 minutes which is just about the length of a normal episode for most shows.\u001b[24m\n    \u001b[1mほとんどのショーの通常のエピソードの長さ程度の約21分で3つのエピソードを手に入れることができます。\u001b[22m, \u001b[1mあなたは、ほとんどのショーのための正常なエピソードの長さについては約21分で行わ3エピソードを取得することができます。\u001b[22m"
  },
  {
    "title": "WakabaGirl",
    "id": "30355",
    "url": "https://myanimelist.net/anime/30355/WakabaGirl",
    "user": "sleepyclouds",
    "profile": "/profile/sleepyclouds/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=200116",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  5\nキャラクター|  6\n|  8\n\nモエのジャンルは、私がいつも見るものではないものです。 主に私が物語を欲しがっていると私がしているかもしれない出来事を見ることは、むしろ概念の退屈です。 しかし、私は奇妙なことにこの番組を楽しんだので、なぜ見てみましょう。\n\nストーリー\n本当に誰もいません。 それはちょうど年スパンの出来事であり、お互いに物事をしている登場人物です。 私は実際にショーのユーモア感覚を気に入っていて、そこに何があるのか​​楽しみにしています。 リラックスできる楽しいショーです。 だから、少なくともそれは楽しいです。\n\nキャラクター\n彼らはすべて真実のアーキタイプですが、彼らは働きます。 楽しいイベント、ビートイベント、イベントの現実感、そしてイベントでの交流方法 彼らは世界で最高のものではありませんが、少なくとも好きなものはあります。\n\nアニメーション\nそれは平均的かつまともなものです。 特別なものはありませんが、それは必要ありません。 しかし、私は芸術がかわいいときれいだと言うことができます。\n\n音\n何も目立ちませんが、それは合っています。 エドはありません。 さあ、OPについてお話しましょう。\nそれは私の本のすべての地獄のように迷惑です。 歌手は何らかの理由で私に鍵を鳴らしません。 バージニア州は、そこにはうまくいきました。\n\n全体\n私はショーを楽しんだ。 このようなモエでもっとアニメを見たい。 それはかわいいが、実際にリラックスして、睡眠薬の別のバージョンではありません。 モエが好きで、もっとリラックスしたショーがこれを試してみたいと思ったら。 全体的に7/10。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe moe genre is something I don't always watch. Mainly because I want a story and watching events I may as well do is rather boring of a concept. But I oddly enjoyed this show so let's see why.\n\n\u001b[1mモエのジャンルは、私がいつも見るものではないものです。 主に私が物語を欲しがっていると私がしているかもしれない出来事を見ることは、むしろ概念の退屈です。 しかし、私は奇妙なことにこの番組を楽しんだので、なぜ見てみましょう。\u001b[22m\n\u001b[1m(Moe no janru wa, watashi ga itsumo miru monode wanai monodesu. Omoni watashi ga monogatari o hoshi gatte iruto watashi ga shite iru kamo shirenai dekigoto o miru koto wa, mushiro gainen no taikutsudesu. Shikashi, watashi wa kimyōna koto ni kono bangumi o tanoshindanode, naze mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mThe moe genre is something I don't always watch. Mainly because I want a story and watching events I may as well do is rather boring of a concept. But I oddly enjoyed this show so let's see why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe moe genre is something I don't always watch.\u001b[24m\n    \u001b[1mモエのジャンルは、私がいつも見るものではないものです。\u001b[22m, \u001b[1m萌えジャンルは、私はいつも見ていないものです。\u001b[22m\n\u001b[4mMainly because I want a story and watching events I may as well do is rather boring of a concept.\u001b[24m\n    \u001b[1m主に私が物語を欲しがっていると私がしているかもしれない出来事を見ることは、むしろ概念の退屈です。\u001b[22m, \u001b[1m私が話をしたいと私は同様に行うことができます見てのイベントがコンセプトの退屈である主な理由。\u001b[22m\n\u001b[4mBut I oddly enjoyed this show so let's see why.\u001b[24m\n    \u001b[1mしかし、私は奇妙なことにこの番組を楽しんだので、なぜ見てみましょう。\u001b[22m, \u001b[1mしかし、私は奇妙なので、それでは、なぜ見てみましょう。このショーを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nStory\n\n\u001b[1mストーリー\u001b[22m\n\u001b[1m(Sutōrī)\u001b[22m\n\nDefinitions of \u001b[4mStory\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThere really is none . It's just events of a year span and characters doing there thing with each other. I actually liked the show's sense of humor and it is entertaining to see what there doing. It's an enjoyable show that can be relaxing. So in the very least it's fun.\n\n\u001b[1m本当に誰もいません。 それはちょうど年スパンの出来事であり、お互いに物事をしている登場人物です。 私は実際にショーのユーモア感覚を気に入っていて、そこに何があるのか​​楽しみにしています。 リラックスできる楽しいショーです。 だから、少なくともそれは楽しいです。\u001b[22m\n\u001b[1m(Hontōni dare mo imasen. Sore wa chōdo toshi supan no dekigotodeari, otagai ni monogoto o shite iru tōjō jinbutsudesu. Watashi wa jissai ni shō no yūmoa kankaku o kiniitte ite, soko ni nani ga aru no ka ​​ tanoshiminishiteimasu. Rirakkusudekiru tanoshī shōdesu. Dakara, sukunakutomo sore wa tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThere really is none . It's just events of a year span and characters doing there thing with each other. I actually liked the show's sense of humor and it is entertaining to see what there doing. It's an enjoyable show that can be relaxing. So in the very least it's fun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere really is none .\u001b[24m\n    \u001b[1m本当に誰もいません。\u001b[22m, \u001b[1m本当にどれもありません。\u001b[22m\n\u001b[4mIt's just events of a year span and characters doing there thing with each other.\u001b[24m\n    \u001b[1mそれはちょうど年スパンの出来事であり、お互いに物事をしている登場人物です。\u001b[22m, \u001b[1mそれはお互いにそこにことをやってちょうど一年スパンのイベントや文字です。\u001b[22m\n\u001b[4mI actually liked the show's sense of humor and it is entertaining to see what there doing.\u001b[24m\n    \u001b[1m私は実際にショーのユーモア感覚を気に入っていて、そこに何があるのか楽しみにしています。\u001b[22m, \u001b[1m私は実際にユーモアのショーの感覚が好きで、やってそこにものを見るために楽しまれています。\u001b[22m\n\u001b[4mIt's an enjoyable show that can be relaxing.\u001b[24m\n    \u001b[1mリラックスできる楽しいショーです。\u001b[22m, \u001b[1mそれは、リラックスすることができます楽しいショーです。\u001b[22m\n\u001b[4mSo in the very least it's fun.\u001b[24m\n    \u001b[1mだから、少なくともそれは楽しいです。\u001b[22m, \u001b[1mだから、非常に少なくとも、それが楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters\n\n\u001b[1mキャラクター\u001b[22m\n\u001b[1m(Kyarakutā)\u001b[22m\n\nDefinitions of \u001b[4mCharacters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThey all are cliche archetypes but they work. There fun,up beat,and in cases realistic with the events and how they interact in said events. They aren't the best thing in the world but there likable at least.\n\n\u001b[1m彼らはすべて真実のアーキタイプですが、彼らは働きます。 楽しいイベント、ビートイベント、イベントの現実感、そしてイベントでの交流方法 彼らは世界で最高のものではありませんが、少なくとも好きなものはあります。\u001b[22m\n\u001b[1m(Karera wa subete shinjitsu no ākitaipudesuga, karera wa hatarakimasu. Tanoshī ibento, bītoibento, ibento no genjitsu-kan, soshite ibento de no kōryū hōhō karera wa sekai de saikō no monode wa arimasenga, sukunakutomo sukina mono wa arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThey all are cliche archetypes but they work. There fun,up beat,and in cases realistic with the events and how they interact in said events. They aren't the best thing in the world but there likable at least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey all are cliche archetypes but they work.\u001b[24m\n    \u001b[1m彼らはすべて真実のアーキタイプですが、彼らは働きます。\u001b[22m, \u001b[1m彼らはすべての決まり文句のアーキタイプであるが、彼らは動作します。\u001b[22m\n\u001b[4mThere fun,up beat,and in cases realistic with the events and how they interact in said events.\u001b[24m\n    \u001b[1m楽しいイベント、ビートイベント、イベントの現実感、そしてイベントでの交流方法\u001b[22m, \u001b[1m楽しい、彼らが対話するビートアップ、およびイベントと現実的な例には、どのようなイベントがあり語りました。\u001b[22m\n\u001b[4mThey aren't the best thing in the world but there likable at least.\u001b[24m\n    \u001b[1m彼らは世界で最高のものではありませんが、少なくとも好きなものはあります。\u001b[22m, \u001b[1m彼らは世界で最高のものではありませんが、少なくともそこに好感が持てます。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation\n\n\u001b[1mアニメーション\u001b[22m\n\u001b[1m(Animēshon)\u001b[22m\n\nDefinitions of \u001b[4mAnimation\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nIt's average and decent. Nothing special but it doesn't need it . But I can say the art is cute and pretty.\n\n\u001b[1mそれは平均的かつまともなものです。 特別なものはありませんが、それは必要ありません。 しかし、私は芸術がかわいいときれいだと言うことができます。\u001b[22m\n\u001b[1m(Sore wa heikin-teki katsu matomona monodesu. Tokubetsuna mono wa arimasenga, sore wa hitsuyō arimasen. Shikashi, watashi wa geijutsu ga kawaī to kireida to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's average and decent. Nothing special but it doesn't need it . But I can say the art is cute and pretty.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's average and decent.\u001b[24m\n    \u001b[1mそれは平均的かつまともなものです。\u001b[22m, \u001b[1mこれは、平均とまともです。\u001b[22m\n\u001b[4mNothing special but it doesn't need it .\u001b[24m\n    \u001b[1m特別なものはありませんが、それは必要ありません。\u001b[22m, \u001b[1m何も特別なしかし、それはそれを必要としません。\u001b[22m\n\u001b[4mBut I can say the art is cute and pretty.\u001b[24m\n    \u001b[1mしかし、私は芸術がかわいいときれいだと言うことができます。\u001b[22m, \u001b[1mしかし、私は芸術がかわいいとかなりあると言うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nSound\n\n\u001b[1m音\u001b[22m\n\u001b[1m(Oto)\u001b[22m\n\nDefinitions of \u001b[4mSound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nNothing stands out but it fits. There is no Ed. Now let's talk about the OP.\n\n\u001b[1m何も目立ちませんが、それは合っています。 エドはありません。 さあ、OPについてお話しましょう。\u001b[22m\n\u001b[1m(Nani mo medachimasenga, sore wa atte imasu. Edo wa arimasen. Sā, OP ni tsuite ohanashi shimashou.)\u001b[22m\n\nTranslations of \u001b[4mNothing stands out but it fits. There is no Ed. Now let's talk about the OP.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing stands out but it fits.\u001b[24m\n    \u001b[1m何も目立ちませんが、それは合っています。\u001b[22m, \u001b[1m何も際立っていないが、それはフィットします。\u001b[22m\n\u001b[4mThere is no Ed.\u001b[24m\n    \u001b[1mエドはありません。\u001b[22m, \u001b[1m何エドはありません。\u001b[22m\n\u001b[4mNow let's talk about the OP.\u001b[24m\n    \u001b[1mさあ、OPについてお話しましょう。\u001b[22m, \u001b[1m今度は、OPについて話しましょう。\u001b[22m\nIt's annoying as all hell in my books. The singer sounds off key to me for some reason. The VA did there job nicely for there roles.\n\n\u001b[1mそれは私の本のすべての地獄のように迷惑です。 歌手は何らかの理由で私に鍵を鳴らしません。 バージニア州は、そこにはうまくいきました。\u001b[22m\n\u001b[1m(Sore wa watashi no hon no subete no jigoku no yō ni meiwakudesu. Kashu wa nanrakano riyū de watashi ni kagi o narashimasen. Bājinia-shū wa, soko ni wa umaku ikimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt's annoying as all hell in my books. The singer sounds off key to me for some reason. The VA did there job nicely for there roles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's annoying as all hell in my books.\u001b[24m\n    \u001b[1mそれは私の本のすべての地獄のように迷惑です。\u001b[22m, \u001b[1mそれは私の本ですべての地獄のように迷惑なんです。\u001b[22m\n\u001b[4mThe singer sounds off key to me for some reason.\u001b[24m\n    \u001b[1m歌手は何らかの理由で私に鍵を鳴らしません。\u001b[22m, \u001b[1m歌手は、何らかの理由で私にキーをオフに聞こえます。\u001b[22m\n\u001b[4mThe VA did there job nicely for there roles.\u001b[24m\n    \u001b[1mバージニア州は、そこにはうまくいきました。\u001b[22m, \u001b[1mVAが役割のためにきれいにそこに仕事をしてくれました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall\n\n\u001b[1m全体\u001b[22m\n\u001b[1m(Zentai)\u001b[22m\n\nDefinitions of \u001b[4mOverall\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nI enjoyed the show. I want to see more anime in moe like this. It's cute but actually relaxing and not another version of a sleep pill. If you like moe and want a more relaxing show try this out. Overall 7/10.\n\n\u001b[1m私はショーを楽しんだ。 このようなモエでもっとアニメを見たい。 それはかわいいが、実際にリラックスして、睡眠薬の別のバージョンではありません。 モエが好きで、もっとリラックスしたショーがこれを試してみたいと思ったら。 全体的に7/10。\u001b[22m\n\u001b[1m(Watashi wa shō o tanoshinda. Ko no yōna Moe de motto anime o mitai. Sore wa kawaīga, jissai ni rirakkusu shite, suimin'yaku no betsu no bājonde wa arimasen. Moe ga sukide, motto rirakkusu shita shō ga kore o tameshite mitai to omottara. Zentai-teki ni 7/ 10.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed the show. I want to see more anime in moe like this. It's cute but actually relaxing and not another version of a sleep pill. If you like moe and want a more relaxing show try this out. Overall 7/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed the show.\u001b[24m\n    \u001b[1m私はショーを楽しんだ。\u001b[22m, \u001b[1m私はショーを楽しみました。\u001b[22m\n\u001b[4mI want to see more anime in moe like this.\u001b[24m\n    \u001b[1mこのようなモエでもっとアニメを見たい。\u001b[22m, \u001b[1m私はこのような萌えでより多くのアニメを見てみたいです。\u001b[22m\n\u001b[4mIt's cute but actually relaxing and not another version of a sleep pill.\u001b[24m\n    \u001b[1mそれはかわいいが、実際にリラックスして、睡眠薬の別のバージョンではありません。\u001b[22m, \u001b[1mそれはかわいいですが、実際に睡眠丸薬の別のバージョンをリラックスしていません。\u001b[22m\n\u001b[4mIf you like moe and want a more relaxing show try this out.\u001b[24m\n    \u001b[1mモエが好きで、もっとリラックスしたショーがこれを試してみたいと思ったら。\u001b[22m, \u001b[1mあなたは萌えが好きで、必要な場合は、よりリラックスしたショーはこれを試してみてください。\u001b[22m\n\u001b[4mOverall 7/10.\u001b[24m\n    \u001b[1m全体的に7/10。\u001b[22m, \u001b[1m全体的に7月10日。\u001b[22m"
  },
  {
    "title": "WakabaGirl",
    "id": "30355",
    "url": "https://myanimelist.net/anime/30355/WakabaGirl",
    "user": "Lancehot",
    "profile": "/profile/Lancehot/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=200423",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  5\nキャラクター|  5\n|  5\n\n若か女の子可愛い女の子ショーのためのかなり標準的な運賃。 私たちの主人公、名誉ある若葉は、彼女が最終的に友人や友人を作る時間になることを願って高校初日を始めます。 日本人男性が日本人の女の子について読むことを好きなことをする。 この例では、若葉は父親の仕事の後、幼少時代を過ごした豊かな女の子です。自然に彼女は普通の女子生徒の状況で何をすべきかわかりません。 可愛い！\n\nワカバは時間を無駄にしたくないので、すぐに彼女が会う女の子の最初のグループにつかまります。 これは、私たちが学年度に従うことになる友人の4人組を形成します。 一緒に彼らはいつもの場所に行き、いつものことについて話し合う。 いつもの誤解に陥る 彼らはどんなバンドですか？ワカバは豊かで＆ 素朴な;  Naoは「腐った」＆amp; 少し少年。 マオは衝動的な1つの＆amp; 三人目で話す。  ＆amp; モエコはモエです。\n\n*咳*\n\nWakaba Girlは、Kiniro Mosaic、＆amp; それは2013年に流通を終了し、アニメの治療を受けることに成功したこのショーの成功である可能性が高いと思われる。 それがキリノ・モザイク＆amp; 若か女の子は成功した人ではありませんでした。 キリノ・モザイクがケーキを食べるような人なら、若干少女は洗練された砂糖を食べるようなものです。\n\nいいかわいい女の子ショーへのコンポーネントはそこにあります。 モエのキャラクターのデザイン、鮮やかなカラーパレット、人間の聴覚の上限に達することを本当に難しくしている声優、日常の女の子が物事＆amp; 彼らはどんな偉大な友人を泣いている。 若里女の子がキリノ・モザイクとなるような練習をしていたような気がします。\n\nその設定は、何度も何度も死に至ったものです。 キャラクターには、かわいい女の子のカットアウト以外のものに見えるものがありません。 ワカバは豊かな女の子であり、海外で多くの時間を過ごしただけで、友人や雪が見られたり、コタツを着たことのないような歩行者のジョークを作ることができます。 他の3人の女の子たちは、大部分はちょうどそこにいるのです。\n\n時折、それはむしろむしろ意味が強くなることもあります。 例えば、あるエピソードでは、ナオが美人コンテストに参加しようとしているのを見ているだけです。 そして、自発的な寒さの後、若菜が彼女の所に連れて行かなければならなくなると、彼女は自分がデザインしたドレスを捨てる。 彼女は穏やかなメイドの服装に賛成した。 もちろん若い女の子たちが恋をしているから若菜は勝ちます。 たぶんそれは面白い、＆amp; 多分それにポイントがあったかもしれません。 しかし、私は笑っていませんでした。この予測可能なかわいい女の子の間では、かわいそうなパレードをしていて、それ自体を区別することは全くありませんでした。\n\nそれは不快で、＆amp; あなたはかわいい女の子の事にコミットしているファンなら、ワカバガールは素早く甘さの修正＆amp; 画面上に巨大な頭が笑っている女の子がいる限り、気難しくはありません。 そうでなければ、これを渡すことができます。 それは甘いですが、心が欠けています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nWakaba Girl pretty standard fare for a cute girl show. Our main character, the titular Wakaba, is starting her first day of high school hoping this will be the time she finally gets to make friends &amp; do the things Japanese men like reading about Japanese girls doing. In this instance, Wakaba is a rich girl who has spent all her previous childhood following her father's work, so naturally she doesn't have a clue what to do in normal school girl situations. Cute!\n\n\u001b[1m若か女の子可愛い女の子ショーのためのかなり標準的な運賃。 私たちの主人公、名誉ある若葉は、彼女が最終的に友人や友人を作る時間になることを願って高校初日を始めます。 日本人男性が日本人の女の子について読むことを好きなことをする。 この例では、若葉は父親の仕事の後、幼少時代を過ごした豊かな女の子です。自然に彼女は普通の女子生徒の状況で何をすべきかわかりません。 可愛い！\u001b[22m\n\u001b[1m(Waka ka on'nanoko kawaii on'nanoko shō no tame no kanari hyōjun-tekina unchin. Watashitachi no shujinkō, meiyo aru wakaba wa, kanojo ga saishūtekini yūjin ya yūjin o tsukuru jikan ni naru koto o negatte kōkō shonichi o hajimemasu. Nihonjindansei ga nihonjin no on'nanoko ni tsuite yomu koto o sukinakoto o suru. Kono-reide wa, wakaba wa chichioya no shigoto no ato, yōshō jidai o sugoshita yutakana on'nanokodesu. Shizen ni kanojo wa futsū no joshi seito no jōkyō de nani o subeki ka wakarimasen. Kawaii!)\u001b[22m\n\nTranslations of \u001b[4mWakaba Girl pretty standard fare for a cute girl show. Our main character, the titular Wakaba, is starting her first day of high school hoping this will be the time she finally gets to make friends &amp; do the things Japanese men like reading about Japanese girls doing. In this instance, Wakaba is a rich girl who has spent all her previous childhood following her father's work, so naturally she doesn't have a clue what to do in normal school girl situations. Cute!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWakaba Girl pretty standard fare for a cute girl show.\u001b[24m\n    \u001b[1m若か女の子可愛い女の子ショーのためのかなり標準的な運賃。\u001b[22m, \u001b[1m若葉ガールかわいい女の子のショーのためにかなり標準的な運賃。\u001b[22m\n\u001b[4mOur main character, the titular Wakaba, is starting her first day of high school hoping this will be the time she finally gets to make friends &amp;\u001b[24m\n    \u001b[1m私たちの主人公、名誉ある若葉は、彼女が最終的に友人や友人を作る時間になることを願って高校初日を始めます。\u001b[22m, \u001b[1m私たちの主な文字、名ばかりの若葉が、これは彼女が最終的に友人＆＃038を作るために取得する時間になります期待して高校の彼女の最初の日を始めています。\u001b[22m\n\u001b[4mdo the things Japanese men like reading about Japanese girls doing.\u001b[24m\n    \u001b[1m日本人男性が日本人の女の子について読むことを好きなことをする。\u001b[22m, \u001b[1m日本の女の子がやって読むようなものを日本人男性を行います。\u001b[22m\n\u001b[4mIn this instance, Wakaba is a rich girl who has spent all her previous childhood following her father's work, so naturally she doesn't have a clue what to do in normal school girl situations.\u001b[24m\n    \u001b[1mこの例では、若葉は父親の仕事の後、幼少時代を過ごした豊かな女の子です。自然に彼女は普通の女子生徒の状況で何をすべきかわかりません。\u001b[22m, \u001b[1mこの例では、若葉は父親の仕事、次のすべての彼女の前の幼年期を過ごした豊かな女の子ですので、自然に彼女は、通常の学校の女の子の状況で何をすべきかの手掛かりを持っていません。\u001b[22m\n\u001b[4mCute!\u001b[24m\n    \u001b[1m可愛い！\u001b[22m, \u001b[1mかわいい！\u001b[22m, \u001b[1mかわいいです！\u001b[22m\n\u001b[1m\u001b[22m\nNot wanting to waste time, Wakaba soon latches on to the first group of girls she meets. This forms the quartet of friends who we'll be following through the school year, &amp; Together they'll go to the usual places, talk about the usual things, &amp; get into the usual misunderstandings. what a bunch they are: Wakaba is rich &amp; naive; Nao is 'rotten' &amp; a bit boyish; Mao is the impulsive one &amp; speaks in the third person; &amp; Moeko is moe.\n\n\u001b[1mワカバは時間を無駄にしたくないので、すぐに彼女が会う女の子の最初のグループにつかまります。 これは、私たちが学年度に従うことになる友人の4人組を形成します。 一緒に彼らはいつもの場所に行き、いつものことについて話し合う。 いつもの誤解に陥る 彼らはどんなバンドですか？ワカバは豊かで＆ 素朴な;  Naoは「腐った」＆amp; 少し少年。 マオは衝動的な1つの＆amp; 三人目で話す。  ＆amp; モエコはモエです。\u001b[22m\n\u001b[1m(Wakaba wa jikan o muda ni shitakunainode, sugu ni kanojo ga au on'nanoko no saisho no gurūpu ni tsukamarimasu. Kore wa, watashitachi ga gakunendo ni shitagau koto ni naru yūjin no 4-ningumi o keisei shimasu. Karera wa don'na bandodesu ka? Wakaba wa yutakade& sobokuna; Nao wa `kusatta'& amp; sukoshi shōnen. Mao wa shōdō-tekina 1tsu no& amp; san'ninme de hanasu. & Amp; Moeko wa Moedesu. Issho ni karera wa itsumo no basho ni iki, itsumo no koto ni tsuite hanashiau. Itsumo no gokai ni ochīru)\u001b[22m\n\nTranslations of \u001b[4mNot wanting to waste time, Wakaba soon latches on to the first group of girls she meets. This forms the quartet of friends who we'll be following through the school year, &amp; Together they'll go to the usual places, talk about the usual things, &amp; get into the usual misunderstandings. what a bunch they are: Wakaba is rich &amp; naive; Nao is 'rotten' &amp; a bit boyish; Mao is the impulsive one &amp; speaks in the third person; &amp; Moeko is moe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot wanting to waste time, Wakaba soon latches on to the first group of girls she meets.\u001b[24m\n    \u001b[1mワカバは時間を無駄にしたくないので、すぐに彼女が会う女の子の最初のグループにつかまります。\u001b[22m, \u001b[1m時間を無駄にしたくない、若葉はすぐに彼女が満たしている女の子の最初のグループへラッチ。\u001b[22m\n\u001b[4mThis forms the quartet of friends who we'll be following through the school year, &amp;\u001b[24m\n    \u001b[1mこれは、私たちが学年度に従うことになる友人の4人組を形成します。\u001b[22m, \u001b[1mこれは、私たちが学校の年間を通じて、次のことになります友人のカルテットを形成し、＆＃038;\u001b[22m\n\u001b[4mwhat a bunch they are: Wakaba is rich &amp;\u001b[24m\n    \u001b[1m彼らはどんなバンドですか？ワカバは豊かで＆\u001b[22m, \u001b[1m何束彼らは次のとおりです。若葉は豊富＆アンプです。\u001b[22m\n\u001b[4mnaive;\u001b[24m\n    \u001b[1m素朴な;\u001b[22m, \u001b[1mナイーブ;\u001b[22m\n\u001b[4mNao is 'rotten' &amp;\u001b[24m\n    \u001b[1mNaoは「腐った」＆amp;\u001b[22m, \u001b[1mナオは「腐った '＆アンプです。\u001b[22m\n\u001b[4ma bit boyish;\u001b[24m\n    \u001b[1m少し少年。\u001b[22m, \u001b[1m少しボーイッシュ;\u001b[22m\n\u001b[4mMao is the impulsive one &amp;\u001b[24m\n    \u001b[1mマオは衝動的な1つの＆amp;\u001b[22m, \u001b[1m真央は、衝動的な1＆アンプです。\u001b[22m\n\u001b[4mspeaks in the third person;\u001b[24m\n    \u001b[1m三人目で話す。\u001b[22m, \u001b[1m三人称で話します。\u001b[22m\n\u001b[4m&amp;\u001b[24m\n    \u001b[1m＆amp;\u001b[22m, \u001b[1m＆＃038;\u001b[22m\n\u001b[4mMoeko is moe.\u001b[24m\n    \u001b[1mモエコはモエです。\u001b[22m, \u001b[1m萌子は萌えです。\u001b[22m\n\u001b[4mTogether they'll go to the usual places, talk about the usual things, &amp;\u001b[24m\n    \u001b[1m一緒に彼らはいつもの場所に行き、いつものことについて話し合う。\u001b[22m, \u001b[1m彼らは一緒にいつもの事について話を、＆＃038、通常の場所に行きますよ。\u001b[22m\n\u001b[4mget into the usual misunderstandings.\u001b[24m\n    \u001b[1mいつもの誤解に陥る\u001b[22m, \u001b[1m通常の誤解に入ります。\u001b[22m\n\u001b[1m\u001b[22m\n*cough*\n/kôf/\n\n\u001b[1m*咳*\u001b[22m\n\u001b[1m(* Seki*)\u001b[22m\n\nDefinitions of \u001b[4m*cough*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    咳\u001b[22m\n        cough\n\u001b[1m    咳払い\u001b[22m\n        cough, clearing one's throat\n\nverb\n\u001b[1m    咽る\u001b[22m\n        cough\n\u001b[1m\u001b[22m\nWakaba Girl is by the same mangaka who graced us with Kiniro Mosaic, &amp; it seems likely that it's the success of that show which resulted in this one, which ended circulation in 2013, also getting the anime treatment. It's certainly clear why it was Kirino Mosaic &amp; not Wakaba Girl was the one that became the success it has. For lack of a better way to put it, if Kirino Mosaic is like eating cake, then Wakaba Girl is like eating refined sugar.\n\n\u001b[1mWakaba Girlは、Kiniro Mosaic、＆amp; それは2013年に流通を終了し、アニメの治療を受けることに成功したこのショーの成功である可能性が高いと思われる。 キリノ・モザイク＆amp; 若か女の子は成功した人ではありませんでした。 キリノ・モザイクがケーキを食べるような人なら、若干少女は洗練された砂糖を食べるようなものです。\u001b[22m\n\u001b[1m(Wakaba Girl wa, Kiniro mozaiku,& amp; sore wa 2013-nen ni ryūtsū o shūryō shi, anime no chiryō o ukeru koto ni seikō shita kono shō no seikōdearu kanōsei ga takai to omowa reru. Kirino mozaiku& amp; waka ka on'nanoko wa seikō shita hitode wa arimasendeshita. Kirino mozaiku ga kēki o taberu yōna hitonara, jakkan shōjo wa senrensareta satō o taberu yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mWakaba Girl is by the same mangaka who graced us with Kiniro Mosaic, &amp; it seems likely that it's the success of that show which resulted in this one, which ended circulation in 2013, also getting the anime treatment. It's certainly clear why it was Kirino Mosaic &amp; not Wakaba Girl was the one that became the success it has. For lack of a better way to put it, if Kirino Mosaic is like eating cake, then Wakaba Girl is like eating refined sugar.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWakaba Girl is by the same mangaka who graced us with Kiniro Mosaic, &amp;\u001b[24m\n    \u001b[1mWakaba Girlは、Kiniro Mosaic、＆amp;\u001b[22m, \u001b[1m若葉ガールズきんいろモザイク、＆＃038で私たちを飾っ同じ漫画家によるものです。\u001b[22m\n\u001b[4mit seems likely that it's the success of that show which resulted in this one, which ended circulation in 2013, also getting the anime treatment.\u001b[24m\n    \u001b[1mそれは2013年に流通を終了し、アニメの治療を受けることに成功したこのショーの成功である可能性が高いと思われる。\u001b[22m, \u001b[1mまた、アニメの治療を取得、2013年に循環を終了した、この1をもたらしたそのショーの成功だと思わ。\u001b[22m\n\u001b[4mIt's certainly clear why it was Kirino Mosaic &amp;\u001b[24m\n    \u001b[1mキリノ・モザイク＆amp;\u001b[22m, \u001b[1mそれは桐野モザイク＆アンペアた理由、それは確かに明らかです。\u001b[22m\n\u001b[4mnot Wakaba Girl was the one that became the success it has.\u001b[24m\n    \u001b[1m若か女の子は成功した人ではありませんでした。\u001b[22m, \u001b[1m若葉の少女は、それが持っている成功となったものだったではありません。\u001b[22m\n\u001b[4mFor lack of a better way to put it, if Kirino Mosaic is like eating cake, then Wakaba Girl is like eating refined sugar.\u001b[24m\n    \u001b[1mキリノ・モザイクがケーキを食べるような人なら、若干少女は洗練された砂糖を食べるようなものです。\u001b[22m, \u001b[1m桐野モザイクがケーキを食べるようであれば、それを置くためのより良い方法がないため、その後若葉ガールは、洗練された砂糖を食べるようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nThe components to a good cute girl show are there. The moe character designs, vibrant colour palette, voice actresses trying really hard to reach the upper limits of human hearing, the day to day vignettes about girls doing things &amp; girls crying over what great friends they are. It's all here, all arranged in such a way that feels like Wakaba Girl was practice for what would become Kirino Mosaic (although they began publication at around the same time).\n\n\u001b[1mいいかわいい女の子ショーへのコンポーネントはそこにあります。 モエのキャラクターのデザイン、鮮やかなカラーパレット、人間の聴覚の上限に達することを本当に難しくしている声優、日常の女の子が物事＆amp; 彼らはどんな偉大な友人を泣いている。 若里女の子がキリノ・モザイクとなるような練習をしていたような気がします。\u001b[22m\n\u001b[1m(Ī kawaī on'nanoko shō e no konpōnento wa soko ni arimasu. Moe no kyarakutā no dezain, azayakana karāparetto, ningen no chōkaku no jōgen ni tassuru koto o hontōni muzukashiku shite iru seiyū, nichijō no on'nanoko ga monogoto& amp; karera wa don'na idaina yūjin o naite iru. Wakasato on'nanoko ga Kirino mozaiku to naru yōna renshū o shite ita yōna ki ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe components to a good cute girl show are there. The moe character designs, vibrant colour palette, voice actresses trying really hard to reach the upper limits of human hearing, the day to day vignettes about girls doing things &amp; girls crying over what great friends they are. It's all here, all arranged in such a way that feels like Wakaba Girl was practice for what would become Kirino Mosaic (although they began publication at around the same time).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe components to a good cute girl show are there.\u001b[24m\n    \u001b[1mいいかわいい女の子ショーへのコンポーネントはそこにあります。\u001b[22m, \u001b[1m良いかわいい女の子のショーへのコンポーネントがあります。\u001b[22m\n\u001b[4mThe moe character designs, vibrant colour palette, voice actresses trying really hard to reach the upper limits of human hearing, the day to day vignettes about girls doing things &amp;\u001b[24m\n    \u001b[1mモエのキャラクターのデザイン、鮮やかなカラーパレット、人間の聴覚の上限に達することを本当に難しくしている声優、日常の女の子が物事＆amp;\u001b[22m, \u001b[1m萌えキャラクターデザイン、鮮やかな色のパレット、音声女優人間の聴覚の上限に到達するために本当にハードにしようと、物事＆アンペアをやって女の子についての日のビネットの日。\u001b[22m\n\u001b[4mgirls crying over what great friends they are.\u001b[24m\n    \u001b[1m彼らはどんな偉大な友人を泣いている。\u001b[22m, \u001b[1m彼らが何であるか偉大な友人を介して泣い女の子。\u001b[22m\n\u001b[4mIt's all here, all arranged in such a way that feels like Wakaba Girl was practice for what would become Kirino Mosaic (although they began publication at around the same time).\u001b[24m\n    \u001b[1m若里女の子がキリノ・モザイクとなるような練習をしていたような気がします。\u001b[22m, \u001b[1mこれは、すべての若葉ガール桐野モザイク（彼らは同じ時期に公表を開始しましたが）なるもののための練習だったように感じているように配置された、ここですべてです。\u001b[22m\n\u001b[1m\u001b[22m\nThe setting is one that's been done to death several times over. The characters lack anything that makes them seem more than just cute girl cutouts. Wakaba being a rich girl whose spent a lot of time abroad is simply used to make fairly pedestrian jokes resulting from her apparently having never had friends, seen snow or used a kotatsu before. The other three girls are just kind of there for the most part, there to react to Wakaba rather than do much themselves.\n\n\u001b[1mその設定は、何度も何度も死に至ったものです。 キャラクターには、かわいい女の子のカットアウト以外のものに見えるものがありません。 ワカバは豊かな女の子であり、海外で多くの時間を過ごしただけで、友人や雪が見られたり、コタツを着たことのないような歩行者のジョークを作ることができます。 他の3人の女の子たちは、大部分はちょうどそこにいるのです。\u001b[22m\n\u001b[1m(Sono settei wa, nandomonandomo shi ni itatta monodesu. Kyarakutā ni wa, kawaī on'nanoko no kattoauto igai no mono ni mieru mono ga arimasen. Wakaba wa yutakana on'nanokodeari, kaigai de ōku no jikan o sugoshita dake de, yūjin ya yuki ga mi rare tari, kotatsu o kita koto no nai yōna hokō-sha no jōku o tsukuru koto ga dekimasu. Hoka no 3-ri no on'nanoko-tachi wa, daibubun wa chōdo soko ni iru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe setting is one that's been done to death several times over. The characters lack anything that makes them seem more than just cute girl cutouts. Wakaba being a rich girl whose spent a lot of time abroad is simply used to make fairly pedestrian jokes resulting from her apparently having never had friends, seen snow or used a kotatsu before. The other three girls are just kind of there for the most part, there to react to Wakaba rather than do much themselves.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe setting is one that's been done to death several times over.\u001b[24m\n    \u001b[1mその設定は、何度も何度も死に至ったものです。\u001b[22m, \u001b[1m設定は数回以上の死に行われています一つです。\u001b[22m\n\u001b[4mThe characters lack anything that makes them seem more than just cute girl cutouts.\u001b[24m\n    \u001b[1mキャラクターには、かわいい女の子のカットアウト以外のものに見えるものがありません。\u001b[22m, \u001b[1m文字は、彼らは単にかわいい女の子の切り欠きよりも思われてしまう何かを欠いています。\u001b[22m\n\u001b[4mWakaba being a rich girl whose spent a lot of time abroad is simply used to make fairly pedestrian jokes resulting from her apparently having never had friends, seen snow or used a kotatsu before.\u001b[24m\n    \u001b[1mワカバは豊かな女の子であり、海外で多くの時間を過ごしただけで、友人や雪が見られたり、コタツを着たことのないような歩行者のジョークを作ることができます。\u001b[22m, \u001b[1m若葉は、その海外の多くの時間は、単に彼女から生じるかなり歩行者のジョークを作るために使用されて過ごした明らかに友人を持っていなかった、雪を見たか、前にこたつを使用する豊富な女の子です。\u001b[22m\n\u001b[4mThe other three girls are just kind of there for the most part, there to react to Wakaba rather than do much themselves.\u001b[24m\n    \u001b[1m他の3人の女の子たちは、大部分はちょうどそこにいるのです。\u001b[22m, \u001b[1m他の3人の女の子は、ほとんどの部分は、そこ若葉に反応するというよりもはるかに自分自身を行うためにだけの種類があります。\u001b[22m\n\u001b[1m\u001b[22m\nOccasionally it can even get rather mean spirited. One episode, for example, sees Nao try to enter a beauty contest, only to first be all but told she isn't good looking enough by her friends. Then, after a self-inflicted cold causes her to have to let Wakako take her place, they throw out the dress she designed &amp; made herself in favour of a bland maid outfit. Wakako wins, of course, because rich girls are amasing. Maybe that's funny, &amp; maybe there was a point to it. But I didn't laugh, not once throughout this predictable cute girls doing cute things parade that did precisely nothing to distinguish itself.\n\n\u001b[1m時折、それはむしろむしろ意味が強くなることもあります。 例えば、あるエピソードでは、ナオが美人コンテストに参加しようとしているのを見ているだけです。 そして、自発的な寒さの後、若菜が彼女の所に連れて行かなければならなくなると、彼女は自分がデザインしたドレスを捨てる。 彼女は穏やかなメイドの服装に賛成した。 もちろん若い女の子たちが恋をしているから若菜は勝ちます。 たぶんそれは面白い、＆amp; 多分それにポイントがあったかもしれません。 しかし、私は笑っていませんでした。この予測可能なかわいい女の子の間では、かわいそうなパレードをしていて、それを区別することは全くありませんでした。\u001b[22m\n\u001b[1m(Tokiori, sore wa mushiro mushiro imi ga tsuyoku naru koto mo arimasu. Tatoeba, aru episōdode wa, Nao ga bijin kontesuto ni sanka shiyou to shite iru no o mite iru dakedesu. Soshite, jihatsu-tekina samu-sa no ato, wakana ga kanojo no tokoro ni tsurete ikanakereba naranaku naru to, kanojo wa jibun ga dezain shita doresu o suteru. Kanojo wa odayakana meido no fukusō ni sansei shita. Mochiron wakai on'nanoko-tachi ga koiwoshiteiru kara wakana wa kachimasu. Tabun sore wa omoshiroi,& amp; tabun sore ni pointo ga atta kamo shiremasen. Shikashi, watashi wa waratte imasendeshita. Kono yosoku kanōna kawaī on'nanoko no made wa, kawaisōna parēdo o shite ite, sore o kubetsu suru koto wa mattaku arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mOccasionally it can even get rather mean spirited. One episode, for example, sees Nao try to enter a beauty contest, only to first be all but told she isn't good looking enough by her friends. Then, after a self-inflicted cold causes her to have to let Wakako take her place, they throw out the dress she designed &amp; made herself in favour of a bland maid outfit. Wakako wins, of course, because rich girls are amasing. Maybe that's funny, &amp; maybe there was a point to it. But I didn't laugh, not once throughout this predictable cute girls doing cute things parade that did precisely nothing to distinguish itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOccasionally it can even get rather mean spirited.\u001b[24m\n    \u001b[1m時折、それはむしろむしろ意味が強くなることもあります。\u001b[22m, \u001b[1m時折それもかなり気合いを意味し得ることができます。\u001b[22m\n\u001b[4mOne episode, for example, sees Nao try to enter a beauty contest, only to first be all but told she isn't good looking enough by her friends.\u001b[24m\n    \u001b[1m例えば、あるエピソードでは、ナオが美人コンテストに参加しようとしているのを見ているだけです。\u001b[22m, \u001b[1m1つのエピソードは、例えば、ナオは最初にすべてのことが、彼女は彼女の友人によって十分に格好良いではありません語ったためにのみ、美人コンテストを入力しようと見ています。\u001b[22m\n\u001b[4mThen, after a self-inflicted cold causes her to have to let Wakako take her place, they throw out the dress she designed &amp;\u001b[24m\n    \u001b[1mそして、自発的な寒さの後、若菜が彼女の所に連れて行かなければならなくなると、彼女は自分がデザインしたドレスを捨てる。\u001b[22m, \u001b[1m自傷行為冷和歌子が彼女の場所を取るようにする持っている彼女を引き起こした後に続いて、彼らは彼女が設計ドレス＆アンペアを捨てます。\u001b[22m\n\u001b[4mmade herself in favour of a bland maid outfit.\u001b[24m\n    \u001b[1m彼女は穏やかなメイドの服装に賛成した。\u001b[22m, \u001b[1m当たり障りのないメイド服の賛成で自分自身を作りました。\u001b[22m\n\u001b[4mWakako wins, of course, because rich girls are amasing.\u001b[24m\n    \u001b[1mもちろん若い女の子たちが恋をしているから若菜は勝ちます。\u001b[22m, \u001b[1m豊富な女の子はamasingあるため和歌子は、もちろん、勝ちます。\u001b[22m\n\u001b[4mMaybe that's funny, &amp;\u001b[24m\n    \u001b[1mたぶんそれは面白い、＆amp;\u001b[22m, \u001b[1mたぶんそれはおかしい、＆＃038;\u001b[22m\n\u001b[4mmaybe there was a point to it.\u001b[24m\n    \u001b[1m多分それにポイントがあったかもしれません。\u001b[22m, \u001b[1m多分それにポイントがありました。\u001b[22m\n\u001b[4mBut I didn't laugh, not once throughout this predictable cute girls doing cute things parade that did precisely nothing to distinguish itself.\u001b[24m\n    \u001b[1mしかし、私は笑っていませんでした。この予測可能なかわいい女の子の間では、かわいそうなパレードをしていて、それを区別することは全くありませんでした。\u001b[22m, \u001b[1mしかし、私は自分自身を区別するために正確に何もしなかったかわいいもののパレードをやって、この予測可能なかわいい女の子を通じてない一度、笑いませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nIt's inoffensive, &amp; it does enough that If you're a committed fan to the cute girl thing, Wakaba Girl might be alright if you need a quick sweetness fix &amp; aren't picky so long as there's girls with oversize heads smiling on screen. Otherwise, you can pass this one by. It's sweet, but it lacks heart.\n\n\u001b[1mそれは不快で、＆amp; あなたはかわいい女の子の事にコミットしているファンなら、ワカバガールは素早く甘さの修正＆amp; 画面上に巨大な頭が笑っている女の子がいる限り、気難しくはありません。 そうでなければ、これを渡すことができます。 それは甘いですが、心が欠けています。\u001b[22m\n\u001b[1m(Sore wa fukaide,& amp; anata wa kawaī on'nanoko no koto ni komitto shite iru fan'nara, wakabagāru wa subayaku ama-sa no shūsei& amp; gamen'ue ni kyodaina atama ga waratte iru on'nanoko ga iru kagiri, kimuzukashiku wa arimasen. Sōdenakereba, kore o watasu koto ga dekimasu. Sore wa amaidesuga, kokoro ga kakete imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's inoffensive, &amp; it does enough that If you're a committed fan to the cute girl thing, Wakaba Girl might be alright if you need a quick sweetness fix &amp; aren't picky so long as there's girls with oversize heads smiling on screen. Otherwise, you can pass this one by. It's sweet, but it lacks heart.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's inoffensive, &amp;\u001b[24m\n    \u001b[1mそれは不快で、＆amp;\u001b[22m, \u001b[1mそれは不快感を与えない、＆＃038です。\u001b[22m\n\u001b[4mit does enough that If you're a committed fan to the cute girl thing, Wakaba Girl might be alright if you need a quick sweetness fix &amp;\u001b[24m\n    \u001b[1mあなたはかわいい女の子の事にコミットしているファンなら、ワカバガールは素早く甘さの修正＆amp;\u001b[22m, \u001b[1mそれはあなたがかわいい女の子の事にコミットされたファンならクイック甘味フィックス＆アンプが必要な場合は、若葉女の子は大丈夫かもしれないことを十分に行います。\u001b[22m\n\u001b[4maren't picky so long as there's girls with oversize heads smiling on screen.\u001b[24m\n    \u001b[1m画面上に巨大な頭が笑っている女の子がいる限り、気難しくはありません。\u001b[22m, \u001b[1mあまりにも長い間、画面に笑顔特大の頭を持つ女の子がありますように好き嫌いはありません。\u001b[22m\n\u001b[4mOtherwise, you can pass this one by.\u001b[24m\n    \u001b[1mそうでなければ、これを渡すことができます。\u001b[22m, \u001b[1mそうでなければ、することで、この1を渡すことができます。\u001b[22m\n\u001b[4mIt's sweet, but it lacks heart.\u001b[24m\n    \u001b[1mそれは甘いですが、心が欠けています。\u001b[22m, \u001b[1mそれは甘いですが、それは心を欠いています。\u001b[22m"
  },
  {
    "title": "WakabaGirl",
    "id": "30355",
    "url": "https://myanimelist.net/anime/30355/WakabaGirl",
    "user": "Another_Nobody",
    "profile": "/profile/Another_Nobody/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=229524",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  9\nキャラクター|  8\n|  8\n\nかわいい女の子とちょうど幸せな気持ちでかわいいアニメが欲しいなら、これはそれです！ エピソードはわずか7分しか続きませんが、キャラクターの発展とそれが持っている小さなプロットはうまく流れます。\n\n通常、このタイプのアニメが好きではありませんが、短くて面白かったので、試してみることにしました。\n\nこのアニメのすべてはかわいいと面白いです。 キャラクターは愛らしい、とても好きで、これらの女の子が形成する強い友情はすばらしく、人々は実際に友人と同じくらい信頼できるものを目指すべきです。\n\n私は本当にこのアニメを楽しんだ、それは本当に楽しいです。 私は彼らがそれに値すると信じているので、彼らはこれの2番目のシーズンを作ることを検討してほしい。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIf you want a cute anime with cute girls and just happy feelings this is it! Even though the episodes last only 7 minutes, the character development and the little plot it has, flows nicely.\n\n\u001b[1mかわいい女の子とちょうど幸せな気持ちでかわいいアニメが欲しいなら、これはそれです！ エピソードはわずか7分しか続きませんが、キャラクターの発展とそれが持っている小さなプロットはうまく流れます。\u001b[22m\n\u001b[1m(Kawaī on'nanoko to chōdo shiawasena kimochi de kawaī anime ga hoshīnara, kore wa soredesu! Episōdo wa wazuka 7-bu shika tsudzukimasenga, kyarakutā no hatten to sore ga motte iru chīsana purotto wa umaku nagaremasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you want a cute anime with cute girls and just happy feelings this is it! Even though the episodes last only 7 minutes, the character development and the little plot it has, flows nicely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want a cute anime with cute girls and just happy feelings this is it!\u001b[24m\n    \u001b[1mかわいい女の子とちょうど幸せな気持ちでかわいいアニメが欲しいなら、これはそれです！\u001b[22m, \u001b[1mあなたはかわいい女の子とかわいいアニメだけ幸せな気持ちにしたい場合は、これはそれです！\u001b[22m\n\u001b[4mEven though the episodes last only 7 minutes, the character development and the little plot it has, flows nicely.\u001b[24m\n    \u001b[1mエピソードはわずか7分しか続きませんが、キャラクターの発展とそれが持っている小さなプロットはうまく流れます。\u001b[22m, \u001b[1mエピソードはわずか7分続くにもかかわらず、文字の開発と、それが持っているほとんどのプロットは、きれいに流れます。\u001b[22m\n\u001b[1m\u001b[22m\nUsually I don't like this type of anime but since it was short and it sounded interesting, I decided to give it a try and I'm glad I did.\n\n\u001b[1m通常、このタイプのアニメが好きではありませんが、短くて面白かったので、試してみることにしました。\u001b[22m\n\u001b[1m(Tsūjō, kono taipu no anime ga sukide wa arimasenga, mijikakute omoshirokattanode, tameshite miru koto ni shimashita.)\u001b[22m\n\nTranslations of \u001b[4mUsually I don't like this type of anime but since it was short and it sounded interesting, I decided to give it a try and I'm glad I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUsually I don't like this type of anime but since it was short and it sounded interesting, I decided to give it a try and I'm glad I did.\u001b[24m\n    \u001b[1m通常、このタイプのアニメが好きではありませんが、短くて面白かったので、試してみることにしました。\u001b[22m, \u001b[1m通常、私はアニメのこのタイプが好きではないが、それは短いものだった、それは興味深い鳴ったので、私はそれを試してみることにしましたし、私は私がやったうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\nEverything about this anime is just cute and funny. The characters are adorable and extremely likable and the strong friendship that these girls form is just great and people should actually aim to have friends as reliable as them.\n\n\u001b[1mこのアニメのすべてはかわいいと面白いです。 キャラクターは愛らしい、とても好きで、これらの女の子が形成する強い友情はすばらしく、人々は実際に友人と同じくらい信頼できるものを目指すべきです。\u001b[22m\n\u001b[1m(Kono anime no subete wa kawaī to omoshiroidesu. Kyarakutā wa airashī, totemo sukide, korera no on'nanoko ga keisei suru tsuyoi yūjō wa subarashiku, hitobito wa jissai ni yūjin to onaji kurai shinrai dekiru mono o mezasubekidesu.)\u001b[22m\n\nTranslations of \u001b[4mEverything about this anime is just cute and funny. The characters are adorable and extremely likable and the strong friendship that these girls form is just great and people should actually aim to have friends as reliable as them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything about this anime is just cute and funny.\u001b[24m\n    \u001b[1mこのアニメのすべてはかわいいと面白いです。\u001b[22m, \u001b[1mこのアニメについてのすべてはただかわいいと面白いです。\u001b[22m\n\u001b[4mThe characters are adorable and extremely likable and the strong friendship that these girls form is just great and people should actually aim to have friends as reliable as them.\u001b[24m\n    \u001b[1mキャラクターは愛らしい、とても好きで、これらの女の子が形成する強い友情はすばらしく、人々は実際に友人と同じくらい信頼できるものを目指すべきです。\u001b[22m, \u001b[1m文字が愛らしい、非常に好感の持てるであり、これらの女の子が形成することを強い友情はちょうど素晴らしいですし、人々が実際にそれらと同じくらい信頼できる友人を持ってすることを目指すべきです。\u001b[22m\n\u001b[1m\u001b[22m\nI really enjoyed this anime, it was really pleasant. I hope they consider making a second season of this because I believe it deserves one.\n\n\u001b[1m私は本当にこのアニメを楽しんだ、それは本当に楽しいです。 私は彼らがそれに値すると信じているので、彼らはこれの2番目のシーズンを作ることを検討してほしい。\u001b[22m\n\u001b[1m(Watashi wa hontōni kono anime o tanoshinda, sore wa hontōni tanoshīdesu. Watashi wa karera ga sore ni ataisuru to shinjite irunode, karera wa kore no 2-banme no shīzun o tsukuru koto o kentō shite hoshī.)\u001b[22m\n\nTranslations of \u001b[4mI really enjoyed this anime, it was really pleasant. I hope they consider making a second season of this because I believe it deserves one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really enjoyed this anime, it was really pleasant.\u001b[24m\n    \u001b[1m私は本当にこのアニメを楽しんだ、それは本当に楽しいです。\u001b[22m, \u001b[1m私は実際にそれが本当に楽しかった、このアニメを楽しみました。\u001b[22m\n\u001b[4mI hope they consider making a second season of this because I believe it deserves one.\u001b[24m\n    \u001b[1m私は彼らがそれに値すると信じているので、彼らはこれの2番目のシーズンを作ることを検討してほしい。\u001b[22m, \u001b[1m私はそれが1に値すると考えているので、彼らは、この第二シーズンにすることを検討して願っています。\u001b[22m"
  }
]
