[
  {
    "title": "Kagewani",
    "id": "30524",
    "url": "https://myanimelist.net/anime/30524/Kagewani",
    "user": "ZephSilver",
    "profile": "/profile/ZephSilver/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=207130",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  4\nキャラクター|  5\n|  6\n\n神秘的な話は、キャンプファイヤーの集まりやSyFyチャンネルのタイムスロットのエントリーにとって常に重要なものでした。 それはそこで最も魅力的なことではありませんが、安いスリル、甘い瞬間、食欲を掻き立てるものを提供するために、私はポップカルチャーの目的を果たしていると思います。  Kagewaniは、この手紙にかなり従うタイトルです。 先駆的なアイデアであなたを傷つけることはありませんし、あなたの熱望している「トップ10のお気に入り」のスポットでもそれを見つけることはありません。 むしろ、あなたの次のショーを始める前に、この「アニメーション化された」短編は、休憩としてのかなりまともなタイムパッセンジャーでした。\n\n構造のような準回顧録で言えば、ストーリーは一連のアンソロジー風の物語であり、そこではスンスケ・バンバに続いている。 科学者（またはより良いが、まだ超自然的な探偵）、彼は国に住んでいる神秘的なモンスターによって残された大虐殺の道を調べる。 これらのモンスターと個人的な人生を変える遭遇を共有するこの物語の大部分は、モンスターの破壊を終わらせるだけでなく、バ​​ンバの過去も解明することに専念している。\n\nあなたの注意をすぐに掴むことの1つは、Kagewaniが取り入れている珍しいアートスタイルです。 他のオカルトミステリーのアニメ闇の芝居と同様、芸術的なスタイルは、人形のコラージュのように画面上に偽装された段ボールのカットアウトに似ています。 ほとんどのシリーズでは、このタイプの芸術スタイルはショーへの損害と見なされるかもしれませんが、ホラーの謎の物語に取り組むためには短期間で非常に適切な選択です。 それはあらゆるものに老朽化した外観を持つ不気味な雰囲気を与え、サスペンスの新しい層を作り、雰囲気と環境を恐れさせます。 もちろん、コンベンションに従わないとすぐに「それはたわごとだ」と言われる人もいますが、スタイルや芸術の方向を多様化するアニメが好きな人にとっては、新鮮な空気の息吹として役立ちます。 それは悪くない、ただ違う。\nもう一つ注目すべきことは、モンスターのデザイン自体です。 伝統的な民俗舞踊の要素やヨーロッパのおとぎ話の要素を借りています。 各モンスターに独特の独特の外観を与え、視聴者にデザインラインナップを新鮮に保ちます。\n\nしかし、それは事実上存在しない音楽の選択だった。 サウンドエフェクトやエンディングテーマソングの外には、そこから抜け出すものはありませんでした。 時を超えた音楽がしばしばはるかに魅力的な雰囲気を作り出すのに役立つことを考えると、本当に素材を増やすことはできませんでした。 芸術はそれ自身を抑えていたが、音楽はそれをさらに高めるのに役立つかもしれないが、悲しいことにそうではなかった。\n\n楽しさ：6.5 / 10\n\nKagewaniは私が毎週見ようとしているシリーズではありませんでしたが、それと同時に、私にも迷惑をかけるものではありませんでした。 それは私が退屈にならずに楽しませるために十分に短いものでした。 面白い芸術の選択と視覚的美学は、私を魅了させてくれるのに役立ち、他のショーを見ている間の休憩としても役立ちました。\n\n全体：6/10\n\nそれは問題を抱えていて、新規性の行為ではないが、それは時間制限とそれが働かなければならない限られた材料を十分に援用した。 長期的には覚えているタイトルではありませんが、実行時間が短くても試してみる価値はあると言います。 要点は短く、仕事は終わり、終わりにはそれが本当に重要です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nOccult mystery stories have always been a staple for campfire gatherings and time slot entries for the SyFy channel. It's not the most 'enthralling' thing out there, but for the sake of offering cheap thrills, some goosebump moments, and something to whet the appetite, I think it serves a purpose in pop culture. Kagewani is a title that pretty much follows this rubric down to the letter. It isn't going to waw you with any pioneering ideas, nor will it find itself in your coveted 'top 10 favorites' spot. Rather, what this 'animated' short offered was a fairly decent time-passer as an intermission break before you take on your next show.\n\n\u001b[1m神秘的な話は、キャンプファイヤーの集まりやSyFyチャンネルのタイムスロットのエントリーにとって常に重要なものでした。 それはそこで最も魅力的なことではありませんが、安いスリル、甘い瞬間、食欲を掻き立てるものを提供するために、私はポップカルチャーの目的を果たしていると思います。  Kagewaniは、この手紙にかなり従うタイトルです。 先駆的なアイデアであなたを傷つけることはありませんし、あなたの熱望した「トップ10のお気に入り」のスポットでもそれを見つけることはありません。 むしろ、あなたの次のショーを始める前に、この「アニメーション化された」短編は、休憩としてのかなりまともなタイムパッセンジャーでした。\u001b[22m\n\u001b[1m(Shinpi-tekina hanashi wa, kyanpufaiyā no atsumari ya SyFy chan'neru no taimu surotto no entorī ni totte tsuneni jūyōna monodeshita. Sore wa soko de mottomo miryoku-tekina kotode wa arimasenga, yasui suriru, amai shunkan, shokuyoku o kakitateru mono o teikyō suru tame ni, watashi wa poppukaruchā no mokuteki o hatashite iru to omoimasu. Kagewani wa, kono tegami ni kanari shitagau taitorudesu. Senku-tekina aidea de anata o kizutsukeru koto wa arimasenshi, anata no netsubō shita `toppu 10 no okiniiri' no supotto demo sore o mitsukeru koto wa arimasen. Mushiro, anata no tsugi no shō o hajimeru mae ni, kono `animēshon-ka sa reta' tanpen wa, kyūkei to shite no kanari matomona taimupassenjādeshita.)\u001b[22m\n\nTranslations of \u001b[4mOccult mystery stories have always been a staple for campfire gatherings and time slot entries for the SyFy channel. It's not the most 'enthralling' thing out there, but for the sake of offering cheap thrills, some goosebump moments, and something to whet the appetite, I think it serves a purpose in pop culture. Kagewani is a title that pretty much follows this rubric down to the letter. It isn't going to waw you with any pioneering ideas, nor will it find itself in your coveted 'top 10 favorites' spot. Rather, what this 'animated' short offered was a fairly decent time-passer as an intermission break before you take on your next show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOccult mystery stories have always been a staple for campfire gatherings and time slot entries for the SyFy channel.\u001b[24m\n    \u001b[1m神秘的な話は、キャンプファイヤーの集まりやSyFyチャンネルのタイムスロットのエントリーにとって常に重要なものでした。\u001b[22m, \u001b[1mオカルト謎の物語は、常に、キャンプファイヤーの集まりやSyFyチャンネル用のタイムスロットエントリの定番となっています。\u001b[22m\n\u001b[4mIt's not the most 'enthralling' thing out there, but for the sake of offering cheap thrills, some goosebump moments, and something to whet the appetite, I think it serves a purpose in pop culture.\u001b[24m\n    \u001b[1mそれはそこで最も魅力的なことではありませんが、安いスリル、甘い瞬間、食欲を掻き立てるものを提供するために、私はポップカルチャーの目的を果たしていると思います。\u001b[22m, \u001b[1mそれはそこに最も「夢中」ことではないですが、安いスリル、いくつかのgoosebump瞬間、と食欲を満たすために何かを提供するために、私はそれがポップカルチャーで目的を果たすと思います。\u001b[22m\n\u001b[4mKagewani is a title that pretty much follows this rubric down to the letter.\u001b[24m\n    \u001b[1mKagewaniは、この手紙にかなり従うタイトルです。\u001b[22m, \u001b[1mKagewaniはかなり文字までこのルーブリックを以下のタイトルです。\u001b[22m\n\u001b[4mIt isn't going to waw you with any pioneering ideas, nor will it find itself in your coveted 'top 10 favorites' spot.\u001b[24m\n    \u001b[1m先駆的なアイデアであなたを傷つけることはありませんし、あなたの熱望した「トップ10のお気に入り」のスポットでもそれを見つけることはありません。\u001b[22m, \u001b[1m任意の先駆的なアイデアであなたをWAWするつもりはない、またそれはあなたの切望された「トップ10のお気に入り」の場所に自分自身を見つけるでしょう。\u001b[22m\n\u001b[4mRather, what this 'animated' short offered was a fairly decent time-passer as an intermission break before you take on your next show.\u001b[24m\n    \u001b[1mむしろ、あなたの次のショーを始める前に、この「アニメーション化された」短編は、休憩としてのかなりまともなタイムパッセンジャーでした。\u001b[22m, \u001b[1mあなたは次のショーを取る前に、むしろ、何これは短い提供」アニメ化すると、「休憩休憩など、かなりまともな時間通行人でした。\u001b[22m\n\u001b[1m\u001b[22m\nTold in a quasi-memoir like structure, the story is a series of anthology-like tales, where we find ourselves following Sousuke Banba; a scientist (or better yet a supernatural detective), as he investigates the trail of carnage left behind by mysterious monsters that populate the country. Sharing a personal life-altering encounter with these monsters, a majority of the story is dedicated to not only putting an end to the monsters' destruction but to also unravel Banba's past as well.\n\n\u001b[1m構造のような準回顧録で言えば、ストーリーは一連のアンソロジー風の物語であり、そこではスンスケ・バンバに続いている。 科学者（またはより良いが、まだ超自然的な探偵）、彼は国に住んでいる神秘的なモンスターによって残された大虐殺の道を調べる。 これらのモンスターと個人的な人生を変える遭遇を共有するこの物語の大部分は、モンスターの破壊を終わらせるだけでなく、バ​​ンバの過去も解明することに専念している。\u001b[22m\n\u001b[1m(Kōzō no yōna jun kaiko-roku de ieba, sutōrī wa ichiren no ansorojī-fū no monogatarideari, sokode wa sunsuke Banba ni tsudzuite iru. Kagaku-sha (matawa yoriyoi ga, mada chō shizen-tekina tantei), kare wa kuni ni sunde iru shinpi-tekina monsutā ni yotte nokosa reta dai gyakusatsu no michi o shiraberu. Korera no monsutā to kojin-tekina jinsei o kaeru sōgū o kyōyū suru kono monogatari no daibubun wa, monsutā no hakai o owara seru dakedenaku, ba ​​ nba no kako mo kaimei suru koto ni sen'nen shite iru.)\u001b[22m\n\nTranslations of \u001b[4mTold in a quasi-memoir like structure, the story is a series of anthology-like tales, where we find ourselves following Sousuke Banba; a scientist (or better yet a supernatural detective), as he investigates the trail of carnage left behind by mysterious monsters that populate the country. Sharing a personal life-altering encounter with these monsters, a majority of the story is dedicated to not only putting an end to the monsters' destruction but to also unravel Banba's past as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTold in a quasi-memoir like structure, the story is a series of anthology-like tales, where we find ourselves following Sousuke Banba;\u001b[24m\n    \u001b[1m構造のような準回顧録で言えば、ストーリーは一連のアンソロジー風の物語であり、そこではスンスケ・バンバに続いている。\u001b[22m, \u001b[1m構造のような準回顧録で語った、物語は私たちが宗介番場次の自分自身を見つけるアンソロジーのような物語のシリーズです。\u001b[22m\n\u001b[4ma scientist (or better yet a supernatural detective), as he investigates the trail of carnage left behind by mysterious monsters that populate the country.\u001b[24m\n    \u001b[1m科学者（またはより良いが、まだ超自然的な探偵）、彼は国に住んでいる神秘的なモンスターによって残された大虐殺の道を調べる。\u001b[22m, \u001b[1m彼は国を取り込む謎のモンスターが残した大虐殺の跡を調査するように科学者（またはより良いまだ超自然探偵）、。\u001b[22m\n\u001b[4mSharing a personal life-altering encounter with these monsters, a majority of the story is dedicated to not only putting an end to the monsters' destruction but to also unravel Banba's past as well.\u001b[24m\n    \u001b[1mこれらのモンスターと個人的な人生を変える遭遇を共有するこの物語の大部分は、モンスターの破壊を終わらせるだけでなく、バンバの過去も解明することに専念している。\u001b[22m, \u001b[1mこれらのモンスターとの個人的な人生を変える出会いを共有し、物語の大部分は、モンスターの破壊に終止符を打ちするだけでなく、専用されているだけでなく、同様に番場の過去を解明します。\u001b[22m\n\u001b[1m\u001b[22m\nOne thing that will immediately grab your attention is the uncommon art-style that Kagewani incorporates. Similar to another occult mystery anime Yami Shibai, the art-style is akin to that of cardboard cutouts, which are masqueraded onscreen like a puppeteer collage. For most series, this type of art-style might be seen as a detriment to the show, but for a short that tackles horror mystery stories, it's a very appropriate choice. It gives everything an ominous vibe with its decrepit look, which helps to build a new layer of suspense and dread to its atmosphere and setting. Of course, you'll have those individuals that immediately say 'it's shit' for not following convention, but for those who like anime that diversify its style and art direction, it can serve as a breath of fresh air. It isn't bad, just different.\n\n\u001b[1mあなたの注意をすぐに掴むことの1つは、Kagewaniが取り入れている珍しいアートスタイルです。 他のオカルトミステリーのアニメ闇の芝居と同様、芸術的なスタイルは、人形のコラージュのように画面上に偽装された段ボールのカットアウトに似ています。 ほとんどのシリーズでは、このタイプの芸術スタイルはショーへの損害と見なされるかもしれませんが、ホラーの謎の物語に取り組むためには短期間で非常に適切な選択です。 それはあらゆるものに老朽化した外観を持つ不気味な雰囲気を与え、サスペンスの新しい層を作り、雰囲気と環境を恐れさせます。 もちろん、コンベンションに従わないとすぐに「それはたわごとだ」と言われる人もいますが、スタイルや芸術の方向を多様化するアニメが好きな人にとっては、新鮮な空気の息吹として役立ちます。 それは悪くない、ただ違う。\u001b[22m\n\u001b[1m(Anata no chūi o sugu ni tsukamu koto no 1tsu wa, Kagewani ga toriirete iru mezurashī ātosutairudesu. Hoka no okarutomisuterī no anime yami no shibai to dōyō, geijutsu-tekina sutairu wa, ningyō no korāju no yō ni gamen'ue ni gisō sa reta dan bōru no kattoauto ni nite imasu. Hotondo no shirīzude wa, kono taipu no geijutsu sutairu wa shō e no songai to minasa reru kamo shiremasenga, horā no nazo no monogatari ni torikumu tame ni wa tankikan de hijō ni tekisetsuna sentakudesu. Sore wa arayuru mono ni rōkyū-ka shita gaikan o motsu bukimina fun'iki o atae, sasupensu no atarashī sō o tsukuri, fun'iki to kankyō o osore sasemasu. Mochiron, konbenshon ni shitagawanaito sugu ni `sore wa tawagotoda' to iwa reru hito mo imasuga, sutairu ya geijutsu no hōkō o tayō-ka suru anime ga sukinahito ni totte wa, shinsen'na kūki no ibuki to shite yakudachimasu. Sore wa warukunai, tada chigau.)\u001b[22m\n\nTranslations of \u001b[4mOne thing that will immediately grab your attention is the uncommon art-style that Kagewani incorporates. Similar to another occult mystery anime Yami Shibai, the art-style is akin to that of cardboard cutouts, which are masqueraded onscreen like a puppeteer collage. For most series, this type of art-style might be seen as a detriment to the show, but for a short that tackles horror mystery stories, it's a very appropriate choice. It gives everything an ominous vibe with its decrepit look, which helps to build a new layer of suspense and dread to its atmosphere and setting. Of course, you'll have those individuals that immediately say 'it's shit' for not following convention, but for those who like anime that diversify its style and art direction, it can serve as a breath of fresh air. It isn't bad, just different.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing that will immediately grab your attention is the uncommon art-style that Kagewani incorporates.\u001b[24m\n    \u001b[1mあなたの注意をすぐに掴むことの1つは、Kagewaniが取り入れている珍しいアートスタイルです。\u001b[22m, \u001b[1mすぐにあなたの注意をつかむだろう一つは、Kagewaniが組み込まれて珍しい芸術スタイルです。\u001b[22m\n\u001b[4mSimilar to another occult mystery anime Yami Shibai, the art-style is akin to that of cardboard cutouts, which are masqueraded onscreen like a puppeteer collage.\u001b[24m\n    \u001b[1m他のオカルトミステリーのアニメ闇の芝居と同様、芸術的なスタイルは、人形のコラージュのように画面上に偽装された段ボールのカットアウトに似ています。\u001b[22m, \u001b[1m別のオカルトミステリーアニメ闇芝居と同様に、芸術スタイルは、人形遣いのコラージュのように画面上のマスカレードされた段ボールの切り欠きのそれに似ています。\u001b[22m\n\u001b[4mFor most series, this type of art-style might be seen as a detriment to the show, but for a short that tackles horror mystery stories, it's a very appropriate choice.\u001b[24m\n    \u001b[1mほとんどのシリーズでは、このタイプの芸術スタイルはショーへの損害と見なされるかもしれませんが、ホラーの謎の物語に取り組むためには短期間で非常に適切な選択です。\u001b[22m, \u001b[1mほとんどのシリーズでは、アートスタイルのこのタイプは、ショーへの損害として見られるかもしれないが、恐怖の謎の物語に取り組む短いために、それは非常に適切な選択です。\u001b[22m\n\u001b[4mIt gives everything an ominous vibe with its decrepit look, which helps to build a new layer of suspense and dread to its atmosphere and setting.\u001b[24m\n    \u001b[1mそれはあらゆるものに老朽化した外観を持つ不気味な雰囲気を与え、サスペンスの新しい層を作り、雰囲気と環境を恐れさせます。\u001b[22m, \u001b[1mそれはすべてのものにサスペンスの新しい層を構築し、その雰囲気と設定に恐怖するのに役立ち、その老朽化した外観、と不吉な雰囲気を与えます。\u001b[22m\n\u001b[4mOf course, you'll have those individuals that immediately say 'it's shit' for not following convention, but for those who like anime that diversify its style and art direction, it can serve as a breath of fresh air.\u001b[24m\n    \u001b[1mもちろん、コンベンションに従わないとすぐに「それはたわごとだ」と言われる人もいますが、スタイルや芸術の方向を多様化するアニメが好きな人にとっては、新鮮な空気の息吹として役立ちます。\u001b[22m, \u001b[1mもちろん、あなたはすぐに慣例に従わないための「それはたわごとだ」と言うが、そのスタイルとアートディレクションを多様化、アニメが好きな人のために、それは新鮮な空気の息としての役割を果たすことができるそれらの個人を持っています。\u001b[22m\n\u001b[4mIt isn't bad, just different.\u001b[24m\n    \u001b[1mそれは悪くない、ただ違う。\u001b[22m, \u001b[1mそれはちょうど別の、悪いことではありません。\u001b[22m\nAnother noteworthy thing is the monster design themselves; borrowing elements from traditional Japanese folklore, as well as aspects of European fairy tales. It helps give each monster a distinct look that's uniquely its own, as well as keeping the design lineup fresh for the viewers.\n\n\u001b[1mもう一つ注目すべきことは、モンスターのデザイン自体です。 伝統的な民俗舞踊の要素やヨーロッパのおとぎ話の要素を借りています。 各モンスターに独特の独特の外観を与え、視聴者にデザインラインナップを新鮮に保ちます。\u001b[22m\n\u001b[1m(Mōhitotsu chūmoku subeki koto wa, monsutā no dezain jitaidesu. Dentō-tekina minzoku buyō no yōso ya yōroppa no otogibanashi no yōso o karite imasu. Kaku monsutā ni dokutoku no dokutoku no gaikan o atae, shichō-sha ni dezain rain'nappu o shinsen ni tamochimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnother noteworthy thing is the monster design themselves; borrowing elements from traditional Japanese folklore, as well as aspects of European fairy tales. It helps give each monster a distinct look that's uniquely its own, as well as keeping the design lineup fresh for the viewers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother noteworthy thing is the monster design themselves;\u001b[24m\n    \u001b[1mもう一つ注目すべきことは、モンスターのデザイン自体です。\u001b[22m, \u001b[1mもう一つの注目すべき事はモンスターが自分自身を設計しています。\u001b[22m\n\u001b[4mborrowing elements from traditional Japanese folklore, as well as aspects of European fairy tales.\u001b[24m\n    \u001b[1m伝統的な民俗舞踊の要素やヨーロッパのおとぎ話の要素を借りています。\u001b[22m, \u001b[1m借入日本の伝統的な民俗の要素だけでなく、ヨーロッパのおとぎ話の側面。\u001b[22m\n\u001b[4mIt helps give each monster a distinct look that's uniquely its own, as well as keeping the design lineup fresh for the viewers.\u001b[24m\n    \u001b[1m各モンスターに独特の独特の外観を与え、視聴者にデザインラインナップを新鮮に保ちます。\u001b[22m, \u001b[1mこれは、各モンスターに一意に独自のと同様に、視聴者のために新鮮なデザインのラインナップを保ちます明確な外観を与えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nWhat was a bit underwhelming, however, was the music selection, which was virtually nonexistent. Outside of sound effects and the ending theme song, there was nothing there to pull from. It's a missed opportunity to really heighten the material, given that well-timed music is often instrumental in crafting a far more compelling atmosphere. While the art held up on its own, the music could have helped elevate it further, but that sadly wasn't the case.\n\n\u001b[1mしかし、それは事実上存在しない音楽の選択だった。 サウンドエフェクトやエンディングテーマソングの外には、そこから抜け出すものはありませんでした。 時を超えた音楽がしばしばはるかに魅力的な雰囲気を作り出すのに役立つことを考えると、本当に素材を増やすことはできませんでした。 芸術はそれ自身を抑えていたが、音楽はそれをさらに高めるのに役立つかもしれないが、悲しいことにそうではなかった。\u001b[22m\n\u001b[1m(Shikashi, soreha jijitsujō sonzaishinai ongaku no sentakudatta. Saundoefekuto ya endingutēmasongu no soto ni wa, soko kara nukedasu mono wa arimasendeshita. Toki o koeta ongaku ga shibashiba haruka ni miryoku-tekina fun'iki o tsukuridasu no ni yakudatsu koto o kangaeru to, hontōni sozai o fuyasu koto wa dekimasendeshita. Geijutsu wa sore jishin o osaete itaga, ongaku wa sore o sarani takameru no ni yakudatsu kamo shirenaiga, kanashī koto ni sōde wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mWhat was a bit underwhelming, however, was the music selection, which was virtually nonexistent. Outside of sound effects and the ending theme song, there was nothing there to pull from. It's a missed opportunity to really heighten the material, given that well-timed music is often instrumental in crafting a far more compelling atmosphere. While the art held up on its own, the music could have helped elevate it further, but that sadly wasn't the case.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat was a bit underwhelming, however, was the music selection, which was virtually nonexistent.\u001b[24m\n    \u001b[1mしかし、それは事実上存在しない音楽の選択だった。\u001b[22m, \u001b[1m何がしかし、事実上存在しなかった選曲だった、少しがっかりでした。\u001b[22m\n\u001b[4mOutside of sound effects and the ending theme song, there was nothing there to pull from.\u001b[24m\n    \u001b[1mサウンドエフェクトやエンディングテーマソングの外には、そこから抜け出すものはありませんでした。\u001b[22m, \u001b[1mサウンドエフェクトやエンディングテーマソングの外では、から引っ張ってそこには何もありませんでした。\u001b[22m\n\u001b[4mIt's a missed opportunity to really heighten the material, given that well-timed music is often instrumental in crafting a far more compelling atmosphere.\u001b[24m\n    \u001b[1m時を超えた音楽がしばしばはるかに魅力的な雰囲気を作り出すのに役立つことを考えると、本当に素材を増やすことはできませんでした。\u001b[22m, \u001b[1mこれは、時宜を得た音楽は、多くの場合、はるかに魅力的な雰囲気を作り上げることに尽力であることを考えると、本当に材料を高める機会を逃したのです。\u001b[22m\n\u001b[4mWhile the art held up on its own, the music could have helped elevate it further, but that sadly wasn't the case.\u001b[24m\n    \u001b[1m芸術はそれ自身を抑えていたが、音楽はそれをさらに高めるのに役立つかもしれないが、悲しいことにそうではなかった。\u001b[22m, \u001b[1m芸術は自分自身で持ちこたえているが、音楽はそれをさらに高める助けている可能性があり、それは悲しげにそうではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 6.5/10\n\n\u001b[1m楽しさ：6.5 / 10\u001b[22m\n\u001b[1m(Tanoshisa: 6. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 6.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 6.5/10\u001b[24m\n    \u001b[1m楽しさ：6.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\nKagewani wasn't a series that I was rushing out to see every week, but at the same time, it wasn't one that ever bothered me either. It was short enough to keep me entertained without becoming tedious. The interesting art choice and visual aesthetic helped to keep me engaged and it served well as a break between watching other shows.\n\n\u001b[1mKagewaniは私が毎週見ようとしているシリーズではありませんでしたが、それと同時に、私にも迷惑をかけるものではありませんでした。 それは私が退屈にならずに楽しませるために十分に短いものでした。 面白い芸術の選択と視覚的美学は、私を魅了させてくれるのに役立ち、他のショーを見ている間の休憩としても役立ちました。\u001b[22m\n\u001b[1m(Kagewani wa watashi ga maishū miyou to shite iru shirīzude wa arimasendeshitaga, soreto dōjini, watashi ni mo meiwakuwokakeru monode wa arimasendeshita. Sore wa watashi ga taikutsu ni narazu ni tanoshima seru tame ni jūbun ni mijikai monodeshita. Omoshiroi geijutsu no sentaku to shikaku-teki bigaku wa, watashi o miryō sa sete kureru no ni yakudachi, hoka no shō o mite iru ma no kyūkei to shite mo yakudachimashita.)\u001b[22m\n\nTranslations of \u001b[4mKagewani wasn't a series that I was rushing out to see every week, but at the same time, it wasn't one that ever bothered me either. It was short enough to keep me entertained without becoming tedious. The interesting art choice and visual aesthetic helped to keep me engaged and it served well as a break between watching other shows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani wasn't a series that I was rushing out to see every week, but at the same time, it wasn't one that ever bothered me either.\u001b[24m\n    \u001b[1mKagewaniは私が毎週見ようとしているシリーズではありませんでしたが、それと同時に、私にも迷惑をかけるものではありませんでした。\u001b[22m, \u001b[1mKagewaniは、私が毎週見に急いでたシリーズではなかったが、同時に、それは今までのいずれか私を気にものではありませんでした。\u001b[22m\n\u001b[4mIt was short enough to keep me entertained without becoming tedious.\u001b[24m\n    \u001b[1mそれは私が退屈にならずに楽しませるために十分に短いものでした。\u001b[22m, \u001b[1m私が面倒になることなく楽しませ続けるために十分短いものでした。\u001b[22m\n\u001b[4mThe interesting art choice and visual aesthetic helped to keep me engaged and it served well as a break between watching other shows.\u001b[24m\n    \u001b[1m面白い芸術の選択と視覚的美学は、私を魅了させてくれるのに役立ち、他のショーを見ている間の休憩としても役立ちました。\u001b[22m, \u001b[1m興味深い芸術の選択と視覚的な美的は係合私を維持するのに役立った、それは他の番組を見ている間の切れ目としても務めました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6/10\n\n\u001b[1m全体：6/10\u001b[22m\n\u001b[1m(Zentai: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6/10\u001b[24m\n    \u001b[1m全体：6/10\u001b[22m\n\u001b[1m\u001b[22m\nWhile it had its issues and doesn't go beyond being a novelty act, It did well enough given the time restraint and limited material it had to work with. It's not a title that you will probably remember in the long run, but I say it's still worth a try, given the quick run-time. It's short, to the point, and gets the job done, and at the end of the day, that's all that really matters.\n\n\u001b[1mそれは問題を抱えていて、新規性の行為ではないが、それは時間制限とそれが働かなければならない限られた材料を十分に援用した。 長期的には覚えているタイトルではありませんが、実行時間が短くても試してみる価値はあると言います。 要点は短く、仕事は終わり、終わりにはそれが本当に重要です。\u001b[22m\n\u001b[1m(Sore wa mondai o kakaete ite, shinki-sei no kōide wa naiga, soreha jikan seigen to sore ga hatarakanakereba naranai kagira reta zairyō o jūbun ni en'yō shita. Chōki-teki ni wa oboete iru taitorude wa arimasenga, jikkō jikan ga mijikakute mo tameshite miru kachi wa aru to iimasu. Yōten wa mijikaku, shigoto wa owari, owari ni wa sore ga hontōni jūyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhile it had its issues and doesn't go beyond being a novelty act, It did well enough given the time restraint and limited material it had to work with. It's not a title that you will probably remember in the long run, but I say it's still worth a try, given the quick run-time. It's short, to the point, and gets the job done, and at the end of the day, that's all that really matters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile it had its issues and doesn't go beyond being a novelty act, It did well enough given the time restraint and limited material it had to work with.\u001b[24m\n    \u001b[1mそれは問題を抱えていて、新規性の行為ではないが、それは時間制限とそれが働かなければならない限られた材料を十分に援用した。\u001b[22m, \u001b[1mそれはその問題を持っていたし、ノベルティ行為であることを越えて行くわけではありませんが、それは時間拘束し、それがで仕事をしていた限られた材料与えられた十分よくやりました。\u001b[22m\n\u001b[4mIt's not a title that you will probably remember in the long run, but I say it's still worth a try, given the quick run-time.\u001b[24m\n    \u001b[1m長期的には覚えているタイトルではありませんが、実行時間が短くても試してみる価値はあると言います。\u001b[22m, \u001b[1mそれはあなたがおそらく長期的に覚えているだろうタイトルではありませんが、私はそれがまだ迅速な実行時間を与え、試してみる価値だと言います。\u001b[22m\n\u001b[4mIt's short, to the point, and gets the job done, and at the end of the day, that's all that really matters.\u001b[24m\n    \u001b[1m要点は短く、仕事は終わり、終わりにはそれが本当に重要です。\u001b[22m, \u001b[1mそれはポイントに、短いだし、仕事を取得し、一日の終わりに、それは実際的な問題となります。\u001b[22m"
  },
  {
    "title": "Kagewani",
    "id": "30524",
    "url": "https://myanimelist.net/anime/30524/Kagewani",
    "user": "YakuKikyo",
    "profile": "/profile/YakuKikyo/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=210485",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  8\n\n1行で：古いホラージャンルへの敬意。\n\n\n当初の期待：\n\n私は今まで7分の長いアニメで、これまで悪い経験をしていました。 遭遇した人はいつも急いで、無意味で、ばかげていて、ファンサービスの周りに築かれたので、私はそれらを避ける傾向があった。 私がKagewaniに出会ったとき、私は独特の芸術スタイルだけでなく、それが恐怖としてタグ付けされているので、それを試してみたかったのです。\n\n\nストーリー：\n\n最初のエピソードで私を襲ったのは、ペーシングの習得です。 わずか7分でスキームを正しく書くことは、聞こえるほどシンプルではありません。 それどころか、すべての重要なポイントを適切に決めるために、急いではなく、ゆっくりと積み重ねて緊張のポイントに導くことは、まったくそうではないと思っていたでしょう。 それでも、彼らは13回連続で成功します。 ちょうど私は彼らに巨大なクッキーを与えます。\n\nしかし、私はなぜこのタイプのペーシングが他の人にとって欲求不満なのか理解できます。 遅いペーシングと7分が矛盾するように見えるかもしれません。\n\n別に物語は例外的ではありませんが、彼らは古代のコードとホラーの魔法を適切に使います。  （私は '古代'と言うのは、現代の恐怖は同じやり方ではなく、現代と古代の期待は衝突しやすいからです）しかし、一緒にいえば、彼らは再利用によって一種の「輝き」 さまざまなタイプの恐怖（単一のスペクトルの中で：モンスター/伝説/伝承の生き物）を反応させ、それぞれのエピソードは1つに特化しています。\n\n注目すべきもう一つのことは、さまざまなモンスターのアイコン化と巨大主義の実行です。 適切なアイコン化がまれであると思われる時代に、Kagewaniはもう一度、それを13回行うことができます。\n\nこのショーで私の唯一の本当の後悔は、最後のエピソードで、それが恐怖から超自然へと変わる方法ですが、私は残りの部分を見ても不思議ではありません。\n\n\nアート：\n\nあなたは「グロテスク」という言葉を知っていますか？ いいえ、「ばかげた」意味ではありません。最初のエピソードでは、芸術はショーの緊張を信用せずばかげたアニメーションでショーと対戦しますが、 感謝して、それはエピソードを通して改善します - スタイル、より具体的にはモンスターに来るとき。 私はあなたに定義を与えません、ショーを見て知っている最速の方法です。\n\nこのスタイルと組み合わせると、2つの他のスタイル、すなわち描画された写真や古典的な図面が見つかります。\n\nアニメは、アニメとマンガの中間にあります（アニメでは通常見られるような動きの錯覚はありませんが、マンガのように静的ではありません）。  3つの独特のスタイルやアニメーションが存在すると、それはむしろ反発したり、不協和音を生み出すことがあります。 皮肉なことに、それは恐怖の強化としてのみ参加します。 まあ、古代恐怖。\n\n\nキャラクター：\n\nその面では、長いショーを7分持っているのはかなりスマートです。 そのキャラクターの開発を試みることはありませんし、何かしようとしているのに必要なことはそれほど必要ではありません。\n\n単一のキャラクターがより洗練されたものになるように試みられた、反復的なBanba Sousuke（その名前はばかげたXDです）。 それについて何も言いたくはありません。 それはショーの後半に起こり、最後にはほとんど提供されていません。 次のシーズンだけが出てきたら、より有効なビューを与えることができますが、それでも過度に期待するべきではありません。否定的な方法ではなく、単にあなたが何であるかを思い出すだけです。\n\n\n全体 ：\n\nこれをした人々には勇気がありました。 このような異なる芸術スタイルを持つ昔のホラーフィクションを大胆に作り出すことは、それ自体の賭けであり、元気な形で「ホラー」と「グロテスク」と再会することです。 悲しいことに、それほど受信が低いと考えると、彼らはそれを部分的に失いました。 それは、私の意見では恥であるが、同時に、驚くべきことではない。 私は彼らに続編を作ったり、より正確にするために十分な成功を収め、続編が取り消されないことを望むことができます。\n\n私はこのレビューがかなり公式なショーのアプローチを持っていることを知っていますが、私はそれにある正義をもたらす必要があると感じました。 それは私を最も楽しませた形でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nIn one line : A homage to the old horror genre.\n\n\u001b[1m1行で：古いホラージャンルへの敬意。\u001b[22m\n\u001b[1m(1-Gyō de: Furui horājanru e no keii.)\u001b[22m\n\nTranslations of \u001b[4mIn one line : A homage to the old horror genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn one line : A homage to the old horror genre.\u001b[24m\n    \u001b[1m1行で：古いホラージャンルへの敬意。\u001b[22m, \u001b[1m古いホラーのジャンルへのオマージュ：1行で。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nInitial expectation :\n\n\u001b[1m当初の期待：\u001b[22m\n\u001b[1m(Tōsho no kitai:)\u001b[22m\n\nTranslations of \u001b[4mInitial expectation :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInitial expectation :\u001b[24m\n    \u001b[1m当初の期待：\u001b[22m, \u001b[1m初期の期待：\u001b[22m\n\u001b[1m\u001b[22m\nI always had bad experiences so far with 7 minutes long Animes. Those encountered were always rushed, senseless or ridiculous and build around fanservice, so I had the tendency to avoid them. When I came across Kagewani, I wanted to test it out not only for its unique art style, but because it was tagged as horror.\n\n\u001b[1m私は今まで7分の長いアニメで、これまで悪い経験をしていました。 遭遇した人はいつも急いで、無意味で、ばかげていて、ファンサービスの周りに築かれたので、私はそれらを避ける傾向があった。 私がKagewaniに出会ったとき、私は独特の芸術スタイルだけでなく、それが恐怖としてタグ付けされているので、それを試してみたかったのです。\u001b[22m\n\u001b[1m(Watashi wa ima made 7-bun'no nagai anime de, kore made warui keiken o shite imashita. Sōgū shita hito wa itsumo isoide, muimide, bakagete ite, fansābisu no mawari ni kizuka retanode, watashi wa sorera o yokeru keikō ga atta. Watashi ga Kagewani ni deatta toki, watashi wa dokutoku no geijutsu sutairu dakedenaku, sore ga kyōfu to shite tagudzuke sa rete irunode, sore o tameshite mitakatta nodesu.)\u001b[22m\n\nTranslations of \u001b[4mI always had bad experiences so far with 7 minutes long Animes. Those encountered were always rushed, senseless or ridiculous and build around fanservice, so I had the tendency to avoid them. When I came across Kagewani, I wanted to test it out not only for its unique art style, but because it was tagged as horror.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI always had bad experiences so far with 7 minutes long Animes.\u001b[24m\n    \u001b[1m私は今まで7分の長いアニメで、これまで悪い経験をしていました。\u001b[22m, \u001b[1m私はいつも、これまで7分長いアニメとの悪い経験をしました。\u001b[22m\n\u001b[4mThose encountered were always rushed, senseless or ridiculous and build around fanservice, so I had the tendency to avoid them.\u001b[24m\n    \u001b[1m遭遇した人はいつも急いで、無意味で、ばかげていて、ファンサービスの周りに築かれたので、私はそれらを避ける傾向があった。\u001b[22m, \u001b[1mこれらは常に無意味かとんでもない、急いおよびサービスカットの周りに構築された遭遇したので、私はそれらを避ける傾向がありました。\u001b[22m\n\u001b[4mWhen I came across Kagewani, I wanted to test it out not only for its unique art style, but because it was tagged as horror.\u001b[24m\n    \u001b[1m私がKagewaniに出会ったとき、私は独特の芸術スタイルだけでなく、それが恐怖としてタグ付けされているので、それを試してみたかったのです。\u001b[22m, \u001b[1m私はKagewaniに出くわしたとき、私はそのユニークなアートスタイルのためだけでなく、それをテストしたかったが、それはホラーとしてタグ付けされたため。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory :\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nWhat struck me with the very first episode is the mastering of the pacing. Writing a scheme properly within mere 7 minutes isn't as simple as it may sound. On the contrary, to settle down every key points properly, without rushing it, to have a slow build up that brings you to the tension point, isn't at all something I would have ever thought doable in so little time. And yet they succeed at 13 times in a row. Just for that I give them a giant cookie.\n\n\u001b[1m最初のエピソードで私を襲ったのは、ペーシングの習得です。 わずか7分でスキームを正しく書くことは、聞こえるほどシンプルではありません。 それどころか、すべての重要なポイントを適切に決めるために、急いではなく、ゆっくりと積み重ねて緊張のポイントに導くことは、まったくそうではないと思っていたでしょう。 それでも、彼らは13回連続で成功します。 ちょうど私は彼らに巨大なクッキーを与えます。\u001b[22m\n\u001b[1m(Saisho no episōdo de watashi o osotta no wa, pēshingu no shūtokudesu. Wazuka 7-bu de sukīmu o tadashiku kaku koto wa, kikoeru hodo shinpurude wa arimasen. Soredokoroka, subete no jūyōna pointo o tekisetsu ni kimeru tame ni, isoide wa naku, yukkuri to tsumikasanete kinchō no pointo ni michibiku koto wa, mattaku sōde wa nai to omotte itadeshou. Soredemo, karera wa 13-kai renzoku de seikō shimasu. Chōdo watashi wa karera ni kyodaina kukkī o ataemasu.)\u001b[22m\n\nTranslations of \u001b[4mWhat struck me with the very first episode is the mastering of the pacing. Writing a scheme properly within mere 7 minutes isn't as simple as it may sound. On the contrary, to settle down every key points properly, without rushing it, to have a slow build up that brings you to the tension point, isn't at all something I would have ever thought doable in so little time. And yet they succeed at 13 times in a row. Just for that I give them a giant cookie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat struck me with the very first episode is the mastering of the pacing.\u001b[24m\n    \u001b[1m最初のエピソードで私を襲ったのは、ペーシングの習得です。\u001b[22m, \u001b[1mどのような非常に最初のエピソードで私を襲ったことは、ペーシングのマスタリングです。\u001b[22m\n\u001b[4mWriting a scheme properly within mere 7 minutes isn't as simple as it may sound.\u001b[24m\n    \u001b[1mわずか7分でスキームを正しく書くことは、聞こえるほどシンプルではありません。\u001b[22m, \u001b[1mわずか7分以内に適切スキームを書き込むと、それが聞こえるかもしれないほど簡単ではありません。\u001b[22m\n\u001b[4mOn the contrary, to settle down every key points properly, without rushing it, to have a slow build up that brings you to the tension point, isn't at all something I would have ever thought doable in so little time.\u001b[24m\n    \u001b[1mそれどころか、すべての重要なポイントを適切に決めるために、急いではなく、ゆっくりと積み重ねて緊張のポイントに導くことは、まったくそうではないと思っていたでしょう。\u001b[22m, \u001b[1m逆に、張力点にあなたをもたらす遅いビルドアップを持って、それを急ぐことなく、適切にすべてのキーポイントを落ち着くために、すべてで私が今までので、少しの時間でなんとか思っただろうものではありません。\u001b[22m\n\u001b[4mAnd yet they succeed at 13 times in a row.\u001b[24m\n    \u001b[1mそれでも、彼らは13回連続で成功します。\u001b[22m, \u001b[1mそして、まだ彼らは行の13回で成功します。\u001b[22m\n\u001b[4mJust for that I give them a giant cookie.\u001b[24m\n    \u001b[1mちょうど私は彼らに巨大なクッキーを与えます。\u001b[22m, \u001b[1mただ、そのために私は彼らに巨大なクッキーを与えます。\u001b[22m\n\u001b[1m\u001b[22m\nBut then, I can understand why this type of pacing would be frustrating for others. Slow pacing and 7 minutes might appear contradictory.\n\n\u001b[1mしかし、私はなぜこのタイプのペーシングが他の人にとって欲求不満なのか理解できます。 遅いペーシングと7分が矛盾するように見えるかもしれません。\u001b[22m\n\u001b[1m(Shikashi, watashi wa naze kono taipu no pēshingu ga hokanohito ni totte yokkyū fuman'na no ka rikai dekimasu. Osoi pēshingu to 7-bu ga mujun suru yō ni mieru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mBut then, I can understand why this type of pacing would be frustrating for others. Slow pacing and 7 minutes might appear contradictory.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut then, I can understand why this type of pacing would be frustrating for others.\u001b[24m\n    \u001b[1mしかし、私はなぜこのタイプのペーシングが他の人にとって欲求不満なのか理解できます。\u001b[22m, \u001b[1mペーシングのこのタイプは、他の人のためにイライラするだろう、なぜしかし、その後、私は理解することができます。\u001b[22m\n\u001b[4mSlow pacing and 7 minutes might appear contradictory.\u001b[24m\n    \u001b[1m遅いペーシングと7分が矛盾するように見えるかもしれません。\u001b[22m, \u001b[1mスローペースと7分には矛盾表示される場合があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe stories, separately aren't exceptional, but they use the ancient codes and tropes of horror properly. (I say 'ancient', because, no, modern horror doesn't work the same way and modern vs ancient expectations are easy to tend to clash together) Together, however, yes, they do bear a sort of 'brilliance' by reusing and reactualizing various types of fears (among one single spectrum : monsters/creatures of legends/folklore), each episode focusing on one specifically.\n\n\u001b[1m別に物語は例外的ではありませんが、彼らは古代のコードとホラーの魔法を適切に使います。  （私は '古代'と言うのは、現代の恐怖は同じやり方ではなく、現代と古代の期待は衝突しやすいからです）しかし、一緒にいえば、彼らは再利用によって一種の「輝き」 さまざまなタイプの恐怖（単一のスペクトルの中で：モンスター/伝説/伝承の生き物）を反応させ、それぞれのエピソードは1つに特化しています。\u001b[22m\n\u001b[1m(Betsuni monogatari wa reigai-tekide wa arimasenga, karera wa kodai no kōdo to horā no mahō o tekisetsu ni tsukaimasu. (Watashi wa' kodai' to iu no wa, gendai no kyōfu wa onaji yarikatade wa naku, gendai to kodai no kitai wa shōtotsu shi yasuikaradesu) shikashi, issho ni ieba, karera wa sai riyō ni yotte isshu no `kagayaki' samazamana taipu no kyōfu (tan'itsu no supekutoru no naka de: Monsutā/ densetsu/ denshō no ikimono) o han'nō sa se, sorezore no episōdo wa 1tsu ni toku-ka shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe stories, separately aren't exceptional, but they use the ancient codes and tropes of horror properly. (I say 'ancient', because, no, modern horror doesn't work the same way and modern vs ancient expectations are easy to tend to clash together) Together, however, yes, they do bear a sort of 'brilliance' by reusing and reactualizing various types of fears (among one single spectrum : monsters/creatures of legends/folklore), each episode focusing on one specifically.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe stories, separately aren't exceptional, but they use the ancient codes and tropes of horror properly.\u001b[24m\n    \u001b[1m別に物語は例外的ではありませんが、彼らは古代のコードとホラーの魔法を適切に使います。\u001b[22m, \u001b[1m別々の物語は、例外的ではありませんが、適切に恐怖の古代コードと比喩を使用しています。\u001b[22m\n\u001b[4m(I say 'ancient', because, no, modern horror doesn't work the same way and modern vs ancient expectations are easy to tend to clash together) Together, however, yes, they do bear a sort of 'brilliance' by reusing\u001b[24m\n    \u001b[1m（私は '古代'と言うのは、現代の恐怖は同じやり方ではなく、現代と古代の期待は衝突しやすいからです）しかし、一緒にいえば、彼らは再利用によって一種の「輝き」\u001b[22m, \u001b[1m一緒に、しかし、はい、彼らは再利用することで「輝き」のようなものを負担しない（私は古代の期待が一緒に衝突する傾向が容易である対現代のホラーは同じ道であり、現代的な機能しない、ない、ので、「古代」と言います）\u001b[22m\n\u001b[4mand reactualizing various types of fears (among one single spectrum : monsters/creatures of legends/folklore), each episode focusing on one specifically.\u001b[24m\n    \u001b[1mさまざまなタイプの恐怖（単一のスペクトルの中で：モンスター/伝説/伝承の生き物）を反応させ、それぞれのエピソードは1つに特化しています。\u001b[22m, \u001b[1mそして、不安の様々なタイプのreactualizing（1単一のスペクトルのうち：伝説/民俗学のモンスター/生き物）を、各エピソードは、具体的には1に焦点を当てました。\u001b[22m\n\u001b[1m\u001b[22m\nAnother thing worthy to note is the execution of the iconisation and gigantism of the various monsters. In a time where proper iconisation seems to be rare, Kagewani, is once again, able to do it 13 times.\n\n\u001b[1m注目すべきもう一つのことは、さまざまなモンスターのアイコン化と巨大主義の実行です。 適切なアイコン化がまれであると思われる時代に、Kagewaniはもう一度、それを13回行うことができます。\u001b[22m\n\u001b[1m(Chūmoku subeki mōhitotsu no koto wa, samazamana monsutā no aikon-ka to kyodai shugi no jikkōdesu. Tekisetsuna aikon-ka ga maredearu to omowa reru jidai ni, Kagewani wa mōichido, sore o 13-kai okonau koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnother thing worthy to note is the execution of the iconisation and gigantism of the various monsters. In a time where proper iconisation seems to be rare, Kagewani, is once again, able to do it 13 times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing worthy to note is the execution of the iconisation and gigantism of the various monsters.\u001b[24m\n    \u001b[1m注目すべきもう一つのことは、さまざまなモンスターのアイコン化と巨大主義の実行です。\u001b[22m, \u001b[1m注意に値するもう一つは、様々なモンスターのiconisationと巨大の実行です。\u001b[22m\n\u001b[4mIn a time where proper iconisation seems to be rare, Kagewani, is once again, able to do it 13 times.\u001b[24m\n    \u001b[1m適切なアイコン化がまれであると思われる時代に、Kagewaniはもう一度、それを13回行うことができます。\u001b[22m, \u001b[1m適切iconisationは、Kagewani稀であると思われる時には、もう一度それを13回行うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nMy only real regrets with this show is how, with the last episode, it shifts from horror to supernatural, but I remain curious to see the rest.\n\n\u001b[1mこのショーで私の唯一の本当の後悔は、最後のエピソードで、それが恐怖から超自然へと変わる方法ですが、私は残りの部分を見ても不思議ではありません。\u001b[22m\n\u001b[1m(Kono shō de watashi no yuiitsu no hontō no kōkai wa, saigo no episōdo de, sore ga kyōfu kara chō shizen e to kawaru hōhōdesuga, watashi wa nokori no bubun o mite mo fushigide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMy only real regrets with this show is how, with the last episode, it shifts from horror to supernatural, but I remain curious to see the rest.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy only real regrets with this show is how, with the last episode, it shifts from horror to supernatural, but I remain curious to see the rest.\u001b[24m\n    \u001b[1mこのショーで私の唯一の本当の後悔は、最後のエピソードで、それが恐怖から超自然へと変わる方法ですが、私は残りの部分を見ても不思議ではありません。\u001b[22m, \u001b[1mこのショーでの私の唯一の本当の後悔は、最後のエピソードで、それは超自然への恐怖から移るか、ですが、私は残りの部分を見て好奇心のまま。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt :\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nDo you know the word 'grotesque' ? No, not in the 'ridiculous' meaning - though the art plays against the show in the first episodes with ridiculous animations which discredit the tension of the show ; thankfully, it improves through the episodes - the style, more specifically when coming to monsters. I won't give you a definition, looking at the show is the quickest way for you to know.\n\n\u001b[1mあなたは「グロテスク」という言葉を知っていますか？ いいえ、「ばかげた」意味ではありません。最初のエピソードでは、芸術はショーの緊張を信用せずばかげたアニメーションでショーと対戦しますが、 感謝して、それはエピソードを通して改善します - スタイル、より具体的にはモンスターに来るとき。 私はあなたに定義を与えません、ショーを見て知っている最速の方法です。\u001b[22m\n\u001b[1m(Anata wa `gurotesuku' to iu kotoba o shitte imasu ka? Īe,`bakageta' imide wa arimasen. Saisho no episōdode wa, geijutsu wa shō no kinchō o shin'yō sezu bakageta animēshon de shō to taisen shimasuga, kansha shite, soreha episōdo o tōshite kaizen shimasu - sutairu, yori gutaitekini wa monsutā ni kuru toki. Watashi wa anata ni teigi o ataemasen, shō o mite shitte iru saisoku no hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mDo you know the word 'grotesque' ? No, not in the 'ridiculous' meaning - though the art plays against the show in the first episodes with ridiculous animations which discredit the tension of the show ; thankfully, it improves through the episodes - the style, more specifically when coming to monsters. I won't give you a definition, looking at the show is the quickest way for you to know.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo you know the word 'grotesque' ?\u001b[24m\n    \u001b[1mあなたは「グロテスク」という言葉を知っていますか？\u001b[22m, \u001b[1mあなたが単語 'グロテスク'を知っていますか？\u001b[22m\n\u001b[4mNo, not in the 'ridiculous' meaning - though the art plays against the show in the first episodes with ridiculous animations which discredit the tension of the show ;\u001b[24m\n    \u001b[1mいいえ、「ばかげた」意味ではありません。最初のエピソードでは、芸術はショーの緊張を信用せずばかげたアニメーションでショーと対戦しますが、\u001b[22m, \u001b[1mいや、ないで「とんでもない」という意味 - 芸術はショーのテンションを落とすばかげアニメーションで最初のエピソードでのショーに対して果たしているものの、\u001b[22m\n\u001b[4mthankfully, it improves through the episodes - the style, more specifically when coming to monsters.\u001b[24m\n    \u001b[1m感謝して、それはエピソードを通して改善します - スタイル、より具体的にはモンスターに来るとき。\u001b[22m, \u001b[1mありがたいことに、それは話を通して、向上 - モンスターに来て、より具体的なスタイルを、。\u001b[22m\n\u001b[4mI won't give you a definition, looking at the show is the quickest way for you to know.\u001b[24m\n    \u001b[1m私はあなたに定義を与えません、ショーを見て知っている最速の方法です。\u001b[22m, \u001b[1m私はあなたが知っているするための最も簡単な方法であるショーを見て、あなたの定義を与えることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nCombined with this style you can find two other styles : drawn-over photographies and more classical drawings.\n\n\u001b[1mこのスタイルと組み合わせると、2つの他のスタイル、すなわち描画された写真や古典的な図面が見つかります。\u001b[22m\n\u001b[1m(Kono sutairu to kumiawaseru to, 2tsu no ta no sutairu, sunawachi byōga sa reta shashin ya koten-tekina zumen ga mitsukarimasu.)\u001b[22m\n\nTranslations of \u001b[4mCombined with this style you can find two other styles : drawn-over photographies and more classical drawings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCombined with this style you can find two other styles : drawn-over photographies and more classical drawings.\u001b[24m\n    \u001b[1mこのスタイルと組み合わせると、2つの他のスタイル、すなわち描画された写真や古典的な図面が見つかります。\u001b[22m, \u001b[1mあなたが他の二つのスタイルを見つけることができるこのスタイルと組み合わせる：描かれたオーバーphotographies、より古典的な図面。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is an in-between anime and manga (there isn't any illusion of movements like you would usually find in an anime, but it isn't static as in a manga). Be it the presence of three distinctive styles or the animation, it can be rather repelling or create a certain dissonance. Ironically enough, it only participates as a reinforcement of horror. Well, ancient horror.\n\n\u001b[1mアニメは、アニメとマンガの中間にあります（アニメでは通常見られるような動きの錯覚はありませんが、マンガのように静的ではありません）。  3つの独特のスタイルやアニメーションが存在すると、それはむしろ反発したり、不協和音を生み出すことがあります。 皮肉なことに、それは恐怖の強化としてのみ参加します。 まあ、古代恐怖。\u001b[22m\n\u001b[1m(Anime wa, animetomanga no chūkan ni arimasu (animede wa tsūjō mi rareru yōna ugoki no sakkaku wa arimasenga, manga no yō ni seitekide wa arimasen). 3Ttsu no dokutoku no sutairu ya animēshon ga sonzai suru to, sore wa mushiro hanpatsu shi tari, fukyōwaon o umidasu koto ga arimasu. Hinikuna koto ni, soreha kyōfu no kyōka to shite nomi sanka shimasu. Mā, kodai kyōfu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is an in-between anime and manga (there isn't any illusion of movements like you would usually find in an anime, but it isn't static as in a manga). Be it the presence of three distinctive styles or the animation, it can be rather repelling or create a certain dissonance. Ironically enough, it only participates as a reinforcement of horror. Well, ancient horror.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is an in-between anime and manga (there isn't any illusion of movements like you would usually find in an anime, but it isn't static as in a manga).\u001b[24m\n    \u001b[1mアニメは、アニメとマンガの中間にあります（アニメでは通常見られるような動きの錯覚はありませんが、マンガのように静的ではありません）。\u001b[22m, \u001b[1mアニメーションは、イン間のアニメやマンガ（あなたのような動きのいずれかのような錯覚がありませんが、通常はアニメで見つけるだろうが、それは漫画のようにstaticではない）です。\u001b[22m\n\u001b[4mBe it the presence of three distinctive styles or the animation, it can be rather repelling or create a certain dissonance.\u001b[24m\n    \u001b[1m3つの独特のスタイルやアニメーションが存在すると、それはむしろ反発したり、不協和音を生み出すことがあります。\u001b[22m, \u001b[1mそれは3独特のスタイルやアニメーションの存在であること、それは反発むしろであるか、または特定の不協和音を作成することができます。\u001b[22m\n\u001b[4mIronically enough, it only participates as a reinforcement of horror.\u001b[24m\n    \u001b[1m皮肉なことに、それは恐怖の強化としてのみ参加します。\u001b[22m, \u001b[1m皮肉なことに、それだけで恐怖の補強材として参加しています。\u001b[22m\n\u001b[4mWell, ancient horror.\u001b[24m\n    \u001b[1mまあ、古代恐怖。\u001b[22m, \u001b[1mまあ、古代の恐怖。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters :\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nIn that aspect....having a 7 minutes long show is rather smart. It doesn't try developing its characters, and it isn't the slightest necessary for what it is attempting to be nor should it as it would be an incredible loss of time for something so short.\n\n\u001b[1mその面では、長いショーを7分持っているのはかなりスマートです。 そのキャラクターの開発を試みることはありませんし、何かしようとしているのに必要なことはそれほど必要ではありません。\u001b[22m\n\u001b[1m(Sono mende wa, nagai shō o 7-bu motte iru no wa kanari sumātodesu. Sono kyarakutā no kaihatsu o kokoromiru koto wa arimasenshi, nanika shiyou to shite irunoni hitsuyōna koto wa sorehodo hitsuyōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn that aspect....having a 7 minutes long show is rather smart. It doesn't try developing its characters, and it isn't the slightest necessary for what it is attempting to be nor should it as it would be an incredible loss of time for something so short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn that aspect....having a 7 minutes long show is rather smart.\u001b[24m\n    \u001b[1mその面では、長いショーを7分持っているのはかなりスマートです。\u001b[22m, \u001b[1mその態様では.... 7分長い番組を持つことはかなりスマートです。\u001b[22m\n\u001b[4mIt doesn't try developing its characters, and it isn't the slightest necessary for what it is attempting to be nor should it as it would be an incredible loss of time for something so short.\u001b[24m\n    \u001b[1mそのキャラクターの開発を試みることはありませんし、何かしようとしているのに必要なことはそれほど必要ではありません。\u001b[22m, \u001b[1mこれは、その文字を開発しようとせず、それはとても短い何かのための時間の信じられないほどの損失であるようにあることを試みている何のために必要なわずかなでなく、かつはず。\u001b[22m\n\u001b[1m\u001b[22m\nA single chara is attempted to be more fleshed out, the recurrent Banba Sousuke (that name is ridiculous XD). There's nothing much to say about it. It occurs later in the show and there's very little offered in the end. Only the next season, if it comes out, can give a more valid view but even then, too much shouldn't be expected, not in a negative way, but by simply remembering in front of what you are.\n\n\u001b[1m単一のキャラクターがより洗練されたものになるように試みられた、反復的なBanba Sousuke（その名前はばかげたXDです）。 それについて何も言いたくはありません。 それはショーの後半に起こり、最後にはほとんど提供されていません。 次のシーズンだけが出てきたら、より有効なビューを与えることができますが、それでも過度に期待するべきではありません。否定的な方法ではなく、単にあなたが何であるかを思い出すだけです。\u001b[22m\n\u001b[1m(Tan'itsu no kyarakutā ga yori senrensareta mono ni naru yō ni kokoromi rareta, hanpuku-tekina Banba Sousuke (sono namae wa bakageta XDdesu). Sore ni tsuite nani mo iitaku wa arimasen. Sore wa shō no kōhan ni okori, saigo ni wa hotondo teikyō sa rete imasen. Tsugi no shīzun dake ga dete kitara, yori yūkōna byū o ataeru koto ga dekimasuga, soredemo kado ni kitai surubekide wa arimasen. Hitei-tekina hōhōde wa naku, tan'ni anata ga nandearu ka o omoidasu dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mA single chara is attempted to be more fleshed out, the recurrent Banba Sousuke (that name is ridiculous XD). There's nothing much to say about it. It occurs later in the show and there's very little offered in the end. Only the next season, if it comes out, can give a more valid view but even then, too much shouldn't be expected, not in a negative way, but by simply remembering in front of what you are.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA single chara is attempted to be more fleshed out, the recurrent Banba Sousuke (that name is ridiculous XD).\u001b[24m\n    \u001b[1m単一のキャラクターがより洗練されたものになるように試みられた、反復的なBanba Sousuke（その名前はばかげたXDです）。\u001b[22m, \u001b[1mシングルキャラはより再発番場宗介（その名前はばかげXDである）、肉付けすることが試みられています。\u001b[22m\n\u001b[4mThere's nothing much to say about it.\u001b[24m\n    \u001b[1mそれについて何も言いたくはありません。\u001b[22m, \u001b[1mそれについて言うべき多くのものは何もありません。\u001b[22m\n\u001b[4mIt occurs later in the show and there's very little offered in the end.\u001b[24m\n    \u001b[1mそれはショーの後半に起こり、最後にはほとんど提供されていません。\u001b[22m, \u001b[1mこれは、後でショーで発生し、非常に少ないエンドで提供されるがあります。\u001b[22m\n\u001b[4mOnly the next season, if it comes out, can give a more valid view but even then, too much shouldn't be expected, not in a negative way, but by simply remembering in front of what you are.\u001b[24m\n    \u001b[1m次のシーズンだけが出てきたら、より有効なビューを与えることができますが、それでも過度に期待するべきではありません。否定的な方法ではなく、単にあなたが何であるかを思い出すだけです。\u001b[22m, \u001b[1m唯一の次のシーズンは、それが出てくる場合は、その後も、より有効なビューを与えることができますが、あまりない否定的な方法ではなく、単にあなたが何であるかの前に覚えていることで、期待するべきではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall :\n\n\u001b[1m全体 ：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n\u001b[1m\u001b[22m\nThe people who did this had guts. Daring producing an old-fashioned horror fiction with such a different art style is a bet in itself, reuniting with 'horror' and 'grotesque' in their primal forms. Sadly, if we consider its rather low reception, they partly lost it. Which, in my opinion is a shame, but at the same time, not surprising. I can only wish for them to have just enough success to make a sequel or to be more precise, that the sequel won't be cancelled.\n\n\u001b[1mこれをした人々には勇気がありました。 このような異なる芸術スタイルを持つ昔のホラーフィクションを大胆に作り出すことは、それ自体の賭けであり、元気な形で「ホラー」と「グロテスク」と再会することです。 悲しいことに、それほど受信が低いと考えると、彼らはそれを部分的に失いました。 それは、私の意見では恥であるが、同時に、驚くべきことではない。 私は彼らに続編を作ったり、より正確にするために十分な成功を収め、続編が取り消されないことを望むことができます。\u001b[22m\n\u001b[1m(Kore o shita hitobito ni wa yūki ga arimashita. Ko no yōna kotonaru geijutsu sutairu o motsu mukashi no horāfikushon o daitan ni tsukuridasu koto wa, sore jitai no kakedeari, genkina katachi de `horā' to `gurotesuku' to saikai suru kotodesu. Kanashī koto ni, sorehodo jushin ga hikui to kangaeru to, karera wa sore o bubun-teki ni ushinaimashita. Sore wa, watashi no ikende wa hajidearuga, dōjini, odorokubeki kotode wanai. Watashi wa karera ni zokuhen o tsukuttari, yori seikaku ni suru tame ni jūbun'na seikō o osame, zokuhen ga torikesa renai koto o nozomu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe people who did this had guts. Daring producing an old-fashioned horror fiction with such a different art style is a bet in itself, reuniting with 'horror' and 'grotesque' in their primal forms. Sadly, if we consider its rather low reception, they partly lost it. Which, in my opinion is a shame, but at the same time, not surprising. I can only wish for them to have just enough success to make a sequel or to be more precise, that the sequel won't be cancelled.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe people who did this had guts.\u001b[24m\n    \u001b[1mこれをした人々には勇気がありました。\u001b[22m, \u001b[1mこれをした人々が勇気を持っていました。\u001b[22m\n\u001b[4mDaring producing an old-fashioned horror fiction with such a different art style is a bet in itself, reuniting with 'horror' and 'grotesque' in their primal forms.\u001b[24m\n    \u001b[1mこのような異なる芸術スタイルを持つ昔のホラーフィクションを大胆に作り出すことは、それ自体の賭けであり、元気な形で「ホラー」と「グロテスク」と再会することです。\u001b[22m, \u001b[1mこのような異なる芸術スタイルで昔ながらのホラー小説を生産する大胆なことは、その原初の形で「恐怖」と「グロテスク」で再会、それ自体が賭けです。\u001b[22m\n\u001b[4mSadly, if we consider its rather low reception, they partly lost it.\u001b[24m\n    \u001b[1m悲しいことに、それほど受信が低いと考えると、彼らはそれを部分的に失いました。\u001b[22m, \u001b[1m私たちは、そのかなり低い受信を考慮すれば、悲しいことに、彼らは部分的にそれを失いました。\u001b[22m\n\u001b[4mWhich, in my opinion is a shame, but at the same time, not surprising.\u001b[24m\n    \u001b[1mそれは、私の意見では恥であるが、同時に、驚くべきことではない。\u001b[22m, \u001b[1mこれは、私の意見では残念ですが、同時に、驚くべきことではありません。\u001b[22m\n\u001b[4mI can only wish for them to have just enough success to make a sequel or to be more precise, that the sequel won't be cancelled.\u001b[24m\n    \u001b[1m私は彼らに続編を作ったり、より正確にするために十分な成功を収め、続編が取り消されないことを望むことができます。\u001b[22m, \u001b[1m彼らは続編を作るか、続編がキャンセルされないことを、より正確にはちょうど十分な成功を持っている私は望むことができます。\u001b[22m\n\u001b[1m\u001b[22m\nI am aware this review has a rather formal approach of the show, but I felt it was necessary to bring it some justice ; and it was the form that entertained me the most.\n\n\u001b[1m私はこのレビューがかなり公式なショーのアプローチを持っていることを知っていますが、私はそれにある正義をもたらす必要があると感じました。 それは私を最も楽しませた形でした。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū ga kanari kōshikina shō no apurōchi o motte iru koto o shitte imasuga, watashi wa sore ni aru seigi o motarasu hitsuyō ga aru to kanjimashita. Sore wa watashi o mottomo tanoshima seta katachideshita.)\u001b[22m\n\nTranslations of \u001b[4mI am aware this review has a rather formal approach of the show, but I felt it was necessary to bring it some justice ; and it was the form that entertained me the most.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am aware this review has a rather formal approach of the show, but I felt it was necessary to bring it some justice ;\u001b[24m\n    \u001b[1m私はこのレビューがかなり公式なショーのアプローチを持っていることを知っていますが、私はそれにある正義をもたらす必要があると感じました。\u001b[22m, \u001b[1m私が、この口コミがショーのではなく、正式なアプローチを持って承知していますが、私はそれにいくつかの正義をもたらすことが必要だと感じました。\u001b[22m\n\u001b[4mand it was the form that entertained me the most.\u001b[24m\n    \u001b[1mそれは私を最も楽しませた形でした。\u001b[22m, \u001b[1mそして、それはほとんど私を楽しまフォームがありました。\u001b[22m"
  },
  {
    "title": "Kagewani",
    "id": "30524",
    "url": "https://myanimelist.net/anime/30524/Kagewani",
    "user": "GoldenDevilGamer",
    "profile": "/profile/GoldenDevilGamer/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=222754",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  6\nキャラクター|  6\n|  5\n\nKagewaniは、それが年の短編の1つであるので、印象づける理由がほとんどないアニメの1つです。 何かを食べたり、何か他のことをしている間、あなたはおそらくKagewaniを見ます。 しかし、神秘的なKagewaniは本当にその神秘的ではありません、そして恐怖としてそれはどちらかかなり怖いではありません。 しかし、何もする必要がなければ、それはあなたの時間を費やす上品な方法であることを管理します。\n\n〜{ストーリー}〜\nKagewaniは、かなり怪物タイプのアニメシリーズです。 各エピソードはいくつかの人間に焦点を当て、怪物や謎に襲われ、攻撃を受けて生き残るかどうかを決める。 シリーズはエピソード的ですが、全体的な話は、シリーズの前半のためにあらゆる問題の終わりに来る教授であるBanbaについてです。 しかし、後半になると、物語は、これらのモンスターの全体的な真実を見つけるために一緒にケースを接続し始めます...まあまあです。 このアニメで紹介された物語のほとんどはまともなものです。 それはいくつかのホラークリシェを使用しますが、このアニメではうまくいきます。 バンバに焦点を当てるように、最終的なアークは遠くまで、最も興味をそそるものです。 しかし、このアニメは、未回答の質問より多くの質問を残すことができるので、非常に不完全であると感じました。 あなたがそれを楽しんでいたからではなく、あなたがそれを楽しみたいからです。 それが面白くなると、アニメが終わり、それは残念です。\nストーリー：5/10\n\n〜{プレゼンテーション}〜\nKagewaniは短いアニメシリーズです。各エピソードは7分50分なので、時間を無駄にしているような感じはありません。 また、今週の怪物のフォーマットでは、次に何が出るのか不思議に思っています。 アニメの制作価値はそれほどではありません。 恐怖として、それは本当に恐ろしいことではありませんが、それはいくつかの気味悪い瞬間を持っています。 アニメは、その物語のための適切な雰囲気を作るのに良い仕事をします。 謎として、それは本当に神秘的ではありません。 モンスターの「秘密」は、それほど特別ではなく、興味をそそられるものでもありません。 しかし、短いシリーズとして、それは茶の休憩としての仕事をしています。\nプレゼンテーション：6/10\n\n〜{キャラクター}〜\nエピソードシリーズとして、これまでのエピソードはさまざまなキャラクターに焦点を当てているため、実際に適切なキャラクターの開発はできません。 しかし、存在する文字は、彼らが見えるほど一般的ではないので、仕事をうまくやっていることになります。 いくつかの物語では、典型的で無力な犠牲者かもしれませんが、他の物語では、キャラクターは強くなっていることが示されています。 技術的には、一連の主人公、Banba Sousuke、これらのモンスターを研究し、犠牲者を助けるか、または事件を調査するためにいくつかの物語の最後にポップアップする教授。 彼の裏話は、短いシリーズのためにややうまくやってしまう。\nキャラクター：5.5 / 10\n\n〜{アート}〜、\nこの芸術的なスタイルは非常にユニークです。 私がアートを何かと比較しようとすると、おそらくInferno Copとなるでしょうが、Kagewaniのアートは実際には何かが実際にそれに入っているかのように見えます。 芸術的なスタイルはきわめてきめ細かく、段ボールの表情は美しく見えます。 言及する価値があることの1つは、モンスターの芸術デザインが素晴らしいことです。 それらのうちのいくつかは非常に不気味で非常に詳細に見えてしまう。 このアニメのキャラクターデザインはまあまあです。\nアート：7/10\n\n〜{アニメーション}〜\n段ボール・スタイルのアニメーションでは、滑らかでかっこよく見えるので、Kagewaniのアニメーションについてはあまり言いようがありません。 文字が奇妙に動いて、深みの使用が適切ではない、文字の四肢が奇妙に感じる。 時には、それはちょうど気を散らす気がする。 そのアートスタイルであっても、より良いアニメーションを持つことができました。\nアニメーション：2.5 / 10\n\n〜{声優}〜\nKagewaniにはたくさんのキャラクターがありますが、彼らの精神キャスト情報のほとんどは見つけるのが難しいです。 ほとんどのキャラクターの声は、彼らが十分な感情を使うために、かなりうまく機能しました。 杉田智和さんは、よく評価されています。 彼はシリーズで最も要求の厳しいスクリプトを持っていますが、まだそれほど多くはありません。  Okiayu Ryotaroも木村をやっています。 全体的に、アニメで演技する声はまともに上がります。\n声優：7/10\n\n〜{音楽}〜\nアニメにはOPはありませんが、各エピソードの最後の5秒間に使用されるEDがあります。  EDは、\"恐怖の到着\"はそれにいくつかのしつこさを持っているのでかなりまともなです。 モンスターの効果音は大丈夫です。 しかし、ホラーシリーズにとって基本的な役割を果たすはずのバックグラウンドミュージックは、欠けている気分になります。 それはサスペンスをまったく作りません。\n音楽：5/10\n\n〜{楽しむ}〜\nこのアニメを見ていると、週に8分だったので、痛い気がしませんでした。 私はスナックまたは2を食べていたが、これは十分にアニメだった。 アニメはサスペンスが欠けていて、本当に恐ろしいことではありません。 しかし、ユニークなアート・スタイルやモンスター・デザイン、杉田智和の声は、それがもっと楽しいものになってくれました。\n楽しさ：5/10\n\n何か良いことがない、あるいは何か短いものを見たいと思ったら、Kagewaniは本当に見守っておくべきです。 しかし、その芸術と怪物のデザインと長さ、それは耐えられるように管理します。 恐怖やスリルのためにここにいるなら、貧しいアニメーションや適切なバックグラウンドミュージックがないと、あなたの経験を止めることはできません。 全体的に、Kagewaniは厳密に平均的なので、まったく記憶されるアニメではありません。\n\n+ユニークなダンボールカットの芸術のスタイルとうまく設計されたモンスター\n+驚くほど素敵なBanbaの裏話、そしてBanbaのキャラクターとしては面白いです。\n+声優さんは杉田友和さんと正義を結んでかなり良かったです。\n - それほど恐ろしいものでも、本当にスリリングなものでもない\n - いくつかのストーリーケースはミスであり、「エンディング」は不満です。\n - 不気味なアニメーション、特にキャラクターの動き。\n\n全体：5.4 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nKagewani is one of those anime that has very little reason to impress as it is one of the shorts of the year. You’ll probably watch Kagewani while eating something or doing something else. However as a mystery Kagewani isn’t really that mysterious, and as a horror it’s not quite scary either. However it manages to be a decent way of spending your time if you have nothing else to do.\n\n\u001b[1mKagewaniは、それが年の短編の1つであるので、印象づける理由がほとんどないアニメの1つです。 何かを食べたり、何か他のことをしている間、あなたはおそらくKagewaniを見ます。 しかし、神秘的なKagewaniは本当にその神秘的ではありません、そして恐怖としてそれはどちらかかなり怖いではありません。 しかし、何もする必要がなければ、それはあなたの時間を費やす上品な方法であることを管理します。\u001b[22m\n\u001b[1m(Kagewani wa, sore ga toshi no tanpen no 1tsudearunode, inshōdzukeru riyū ga hotondo nai anime no 1tsudesu. Nanika o tabe tari, nanika hoka no koto o shite iru ma, anata wa osoraku Kagewani o mimasu. Shikashi, shinpi-tekina Kagewani wa hontōni sono shinpi-tekide wa arimasen, soshite kyōfu to shite sore wa dochira ka kanari kowaide wa arimasen. Shikashi, nani mo suru hitsuyō ga nakereba, sore wa anata no jikan o tsuiyasu jōhin'na hōhōdearu koto o kanri shimasu.)\u001b[22m\n\nTranslations of \u001b[4mKagewani is one of those anime that has very little reason to impress as it is one of the shorts of the year. You’ll probably watch Kagewani while eating something or doing something else. However as a mystery Kagewani isn’t really that mysterious, and as a horror it’s not quite scary either. However it manages to be a decent way of spending your time if you have nothing else to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani is one of those anime that has very little reason to impress as it is one of the shorts of the year.\u001b[24m\n    \u001b[1mKagewaniは、それが年の短編の1つであるので、印象づける理由がほとんどないアニメの1つです。\u001b[22m, \u001b[1mKagewaniは、それが今年のショートパンツの一つであるとして感動させる非常に少ない理由を持っているこれらのアニメの一つです。\u001b[22m\n\u001b[4mYou’ll probably watch Kagewani while eating something or doing something else.\u001b[24m\n    \u001b[1m何かを食べたり、何か他のことをしている間、あなたはおそらくKagewaniを見ます。\u001b[22m, \u001b[1m何かを食べたり他の何かをしながらあなたはおそらくKagewaniを見てよ。\u001b[22m\n\u001b[4mHowever as a mystery Kagewani isn’t really that mysterious, and as a horror it’s not quite scary either.\u001b[24m\n    \u001b[1mしかし、神秘的なKagewaniは本当にその神秘的ではありません、そして恐怖としてそれはどちらかかなり怖いではありません。\u001b[22m, \u001b[1mしかし謎としてKagewaniは本当に神秘的ではない、と恐怖としてそれはどちらか非常に怖いではありません。\u001b[22m\n\u001b[4mHowever it manages to be a decent way of spending your time if you have nothing else to do.\u001b[24m\n    \u001b[1mしかし、何もする必要がなければ、それはあなたの時間を費やす上品な方法であることを管理します。\u001b[22m, \u001b[1mしかし、それはあなたが他に何もを持っていない場合は、あなたの時間を過ごすのまともな方法であることが管理しています。\u001b[22m\n\u001b[1m\u001b[22m\n~{Story}~\n\n\u001b[1m〜{ストーリー}〜\u001b[22m\n\u001b[1m(〜{Sutōrī}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Story}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Story}~\u001b[24m\n    \u001b[1m〜{ストーリー}〜\u001b[22m, \u001b[1m〜{物語}〜\u001b[22m\nKagewani is pretty much a monster-of-the-week type anime series. Each episode focuses on some humans, they get attacked by monsters or cryptids, and they either survive the attack or not. The series is episodic, however the overall story is about Banba, a professor, who comes at the end of every problem for the first half of the series to do, well, nothing! But by the second half, the story starts connecting the cases together to find the overall truth of these monsters… well sort of. Most of the stories presented in this anime end up to be decent. It does use some horror clichés, however it does work well in this anime. The final arc by far is the one that intrigues the most, as it focuses on Banba. However, this anime felt very incomplete as it manages to leave more questions unanswered than answered. The ending makes you want more, not because you enjoyed it, but because you’re about to enjoy it. When it gets interesting, the anime ends, which is a shame.\n\n\u001b[1mKagewaniは、かなり怪物タイプのアニメシリーズです。 各エピソードはいくつかの人間に焦点を当て、怪物や謎に襲われ、攻撃を受けて生き残るかどうかを決める。 シリーズはエピソード的ですが、全体的な話は、シリーズの前半のためにあらゆる問題の終わりに来る教授であるBanbaについてです。 しかし、後半になると、物語は、これらのモンスターの全体的な真実を見つけるために一緒にケースを接続し始めます...まあまあです。 このアニメで紹介された物語のほとんどはまともなものです。 それはいくつかのホラークリシェを使用しますが、このアニメではうまくいきます。 バンバに焦点を当てるように、最終的なアークは遠くまで、最も興味をそそるものです。 しかし、このアニメは、未回答の質問より多くの質問を残すことができるので、非常に不完全であると感じました。 あなたがそれを楽しんでいたからではなく、あなたがそれを楽しみたいからです。 それが面白くなると、アニメが終わり、それは残念です。\u001b[22m\n\u001b[1m(Kagewani wa, kanari kaibutsu taipu no animeshirīzudesu. Kaku episōdo wa ikutsu ka no ningen ni shōten o ate, kaibutsu ya nazo ni osowa re, kōgeki o ukete ikinokoru ka dō ka o kimeru. Shirīzu wa episōdo-tekidesuga, zentai-tekina hanashi wa, shirīzu no zenhan no tame ni arayuru mondai no owari ni kuru kyōjudearu Banba ni tsuitedesu. Shikashi, kōhan ni naru to, monogatari wa, korera no monsutā no zentai-tekina shinjitsu o mitsukeru tame ni issho ni kēsu o setsuzoku shi hajimemasu... Mā mādesu. Kono anime de shōkai sa reta monogatari no hotondo wa matomona monodesu. Sore wa ikutsu ka no horākurishe o shiyō shimasuga, kono animede wa umaku ikimasu. Banba ni shōten o ateru yō ni, saishū-tekina āku wa tōkumade, mottomo kyōmi o sosoru monodesu. Shikashi, kono anime wa, mi kaitō no shitsumon yori ōku no shitsumon o nokosu koto ga dekiru node, hijō ni fukanzendearu to kanjimashita. Anata ga sore o tanoshinde itakarade wa naku, anata ga sore o tanoshimitaikaradesu. Sore ga omoshiroku naru to, anime ga owari, sore wa zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mKagewani is pretty much a monster-of-the-week type anime series. Each episode focuses on some humans, they get attacked by monsters or cryptids, and they either survive the attack or not. The series is episodic, however the overall story is about Banba, a professor, who comes at the end of every problem for the first half of the series to do, well, nothing! But by the second half, the story starts connecting the cases together to find the overall truth of these monsters… well sort of. Most of the stories presented in this anime end up to be decent. It does use some horror clichés, however it does work well in this anime. The final arc by far is the one that intrigues the most, as it focuses on Banba. However, this anime felt very incomplete as it manages to leave more questions unanswered than answered. The ending makes you want more, not because you enjoyed it, but because you’re about to enjoy it. When it gets interesting, the anime ends, which is a shame.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani is pretty much a monster-of-the-week type anime series.\u001b[24m\n    \u001b[1mKagewaniは、かなり怪物タイプのアニメシリーズです。\u001b[22m, \u001b[1mKagewaniはかなりモンスター・オブ・週間タイプのアニメシリーズです。\u001b[22m\n\u001b[4mEach episode focuses on some humans, they get attacked by monsters or cryptids, and they either survive the attack or not.\u001b[24m\n    \u001b[1m各エピソードはいくつかの人間に焦点を当て、怪物や謎に襲われ、攻撃を受けて生き残るかどうかを決める。\u001b[22m, \u001b[1m各エピソードは、彼らがモンスターやcryptidsによって攻撃を受ける、一部の人間に焦点を当て、彼らは攻撃を生き残るかのどちらか。\u001b[22m\n\u001b[4mThe series is episodic, however the overall story is about Banba, a professor, who comes at the end of every problem for the first half of the series to do, well, nothing!\u001b[24m\n    \u001b[1mシリーズはエピソード的ですが、全体的な話は、シリーズの前半のためにあらゆる問題の終わりに来る教授であるBanbaについてです。\u001b[22m, \u001b[1mシリーズは、しかし、全体的な話は、よく、何もしないように、一連の上半期のすべての問題の最後に来る番場、教授、についてです、エピソードです！\u001b[22m\n\u001b[4mBut by the second half, the story starts connecting the cases together to find the overall truth of these monsters… well sort of.\u001b[24m\n    \u001b[1mしかし、後半になると、物語は、これらのモンスターの全体的な真実を見つけるために一緒にケースを接続し始めます...まあまあです。\u001b[22m, \u001b[1mしかし、後半によって、物語は、これらのモンスターの全体的な真実を見つけるために一緒に例を接続する...よく並べ替えを開始します。\u001b[22m\n\u001b[4mMost of the stories presented in this anime end up to be decent.\u001b[24m\n    \u001b[1mこのアニメで紹介された物語のほとんどはまともなものです。\u001b[22m, \u001b[1mこのアニメで提示物語のほとんどは、まともなことをしてしまいます。\u001b[22m\n\u001b[4mIt does use some horror clichés, however it does work well in this anime.\u001b[24m\n    \u001b[1mそれはいくつかのホラークリシェを使用しますが、このアニメではうまくいきます。\u001b[22m, \u001b[1mしかし、それはこのアニメではうまく機能しない、いくつかのホラー決まり文句を使用しています。\u001b[22m\n\u001b[4mThe final arc by far is the one that intrigues the most, as it focuses on Banba.\u001b[24m\n    \u001b[1mバンバに焦点を当てるように、最終的なアークは遠くまで、最も興味をそそるものです。\u001b[22m, \u001b[1mそれは番場に焦点を当てとしてこれまでによる最終アークは、ほとんどの陰謀1です。\u001b[22m\n\u001b[4mHowever, this anime felt very incomplete as it manages to leave more questions unanswered than answered.\u001b[24m\n    \u001b[1mしかし、このアニメは、未回答の質問より多くの質問を残すことができるので、非常に不完全であると感じました。\u001b[22m, \u001b[1mしかし、このアニメはそれが答えよりも未回答の多くの質問を残すために管理して、非常に不完全な感じ。\u001b[22m\n\u001b[4mThe ending makes you want more, not because you enjoyed it, but because you’re about to enjoy it.\u001b[24m\n    \u001b[1mあなたがそれを楽しんでいたからではなく、あなたがそれを楽しみたいからです。\u001b[22m, \u001b[1m結末は、あなたがそれを楽しんでいないので、あなたが、もっと欲しいなりますが、あなたはそれを楽しむしようとしていますので。\u001b[22m\n\u001b[4mWhen it gets interesting, the anime ends, which is a shame.\u001b[24m\n    \u001b[1mそれが面白くなると、アニメが終わり、それは残念です。\u001b[22m, \u001b[1mそれが面白い取得すると、アニメは恥である、終了します。\u001b[22m\nStory: 5/10\n\n\u001b[1mストーリー：5/10\u001b[22m\n\u001b[1m(Sutōrī: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 5/10\u001b[24m\n    \u001b[1mストーリー：5/10\u001b[22m\n\u001b[1m\u001b[22m\n~{Presentation}~\n\n\u001b[1m〜{プレゼンテーション}〜\u001b[22m\n\u001b[1m(〜{Purezentēshon}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Presentation}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Presentation}~\u001b[24m\n    \u001b[1m〜{プレゼンテーション}〜\u001b[22m\nKagewani is a short anime series, as each episode is only 7:50 mins, so it never feels like you are wasting your time. Also, monster-of-the-week format does have you wondering what they’ll present next. The production values in the anime aren’t much at all. As a horror, it’s not really scary, but it does have some creepy moments. The anime does a good job in making a proper atmosphere for its stories. As a mystery, it’s not really mysterious. The “secret” of the monsters aren’t really that special, nor intriguing. However, as a short series, it does its job as a tea break.\n\n\u001b[1mKagewaniは短いアニメシリーズです。各エピソードは7分50分なので、時間を無駄にしているような感じはありません。 また、今週の怪物のフォーマットでは、次に何が出るのか不思議に思っています。 アニメの制作価値はそれほどではありません。 恐怖として、それは本当に恐ろしいことではありませんが、それはいくつかの気味悪い瞬間を持っています。 アニメは、その物語のための適切な雰囲気を作るのに良い仕事をします。 謎として、それは本当に神秘的ではありません。 モンスターの「秘密」は、それほど特別ではなく、興味をそそられるものでもありません。 しかし、短いシリーズとして、それは茶の休憩としての仕事をしています。\u001b[22m\n\u001b[1m(Kagewani wa mijikai animeshirīzudesu. Kaku episōdo wa 7-bu 50-bunanode, jikan o muda ni shite iru yōna kanji wa arimasen. Mata, konshū no kaibutsu no fōmattode wa, tsugini nani ga deru no ka fushigi ni omotte imasu. Anime no seisaku kachi wa sorehodode wa arimasen. Kyōfu to shite, sore wa hontōni osoroshī kotode wa arimasenga, sore wa ikutsu ka no kimiwarui shunkan o motte imasu. Anime wa, sono monogatari no tame no tekisetsuna fun'iki o tsukuru no ni yoi shigoto o shimasu. Nazo to shite, sore wa hontōni shinpi-tekide wa arimasen. Monsutā no `himitsu' wa, sorehodo tokubetsude wa naku, kyōmi o sosora reru monode mo arimasen. Shikashi, mijikai shirīzu to shite, soreha cha no kyūkei to shite no shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mKagewani is a short anime series, as each episode is only 7:50 mins, so it never feels like you are wasting your time. Also, monster-of-the-week format does have you wondering what they’ll present next. The production values in the anime aren’t much at all. As a horror, it’s not really scary, but it does have some creepy moments. The anime does a good job in making a proper atmosphere for its stories. As a mystery, it’s not really mysterious. The “secret” of the monsters aren’t really that special, nor intriguing. However, as a short series, it does its job as a tea break.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani is a short anime series, as each episode is only 7:50 mins, so it never feels like you are wasting your time.\u001b[24m\n    \u001b[1mKagewaniは短いアニメシリーズです。各エピソードは7分50分なので、時間を無駄にしているような感じはありません。\u001b[22m, \u001b[1m各エピソードは、唯一の7:50分ですので、あなたはあなたの時間を無駄にしているようにそれは感じたことがないようKagewaniは、ショートアニメシリーズです。\u001b[22m\n\u001b[4mAlso, monster-of-the-week format does have you wondering what they’ll present next.\u001b[24m\n    \u001b[1mまた、今週の怪物のフォーマットでは、次に何が出るのか不思議に思っています。\u001b[22m, \u001b[1mまた、モンスター・オブ・週形式は、彼らが次の提示うかと思っ持っています。\u001b[22m\n\u001b[4mThe production values in the anime aren’t much at all.\u001b[24m\n    \u001b[1mアニメの制作価値はそれほどではありません。\u001b[22m, \u001b[1mアニメの生産値がすべてではあまりありません。\u001b[22m\n\u001b[4mAs a horror, it’s not really scary, but it does have some creepy moments.\u001b[24m\n    \u001b[1m恐怖として、それは本当に恐ろしいことではありませんが、それはいくつかの気味悪い瞬間を持っています。\u001b[22m, \u001b[1mホラーのように、それは本当に怖いはありませんが、それはいくつかの不気味な瞬間を持っています。\u001b[22m\n\u001b[4mThe anime does a good job in making a proper atmosphere for its stories.\u001b[24m\n    \u001b[1mアニメは、その物語のための適切な雰囲気を作るのに良い仕事をします。\u001b[22m, \u001b[1mアニメは、その物語のための適切な雰囲気を作るのに良い仕事をしていません。\u001b[22m\n\u001b[4mAs a mystery, it’s not really mysterious.\u001b[24m\n    \u001b[1m謎として、それは本当に神秘的ではありません。\u001b[22m, \u001b[1m謎のように、それは本当に神秘的ではありません。\u001b[22m\n\u001b[4mThe “secret” of the monsters aren’t really that special, nor intriguing.\u001b[24m\n    \u001b[1mモンスターの「秘密」は、それほど特別ではなく、興味をそそられるものでもありません。\u001b[22m, \u001b[1mモンスターの\"秘密\"は本当に特別な、また興味深いものではありません。\u001b[22m\n\u001b[4mHowever, as a short series, it does its job as a tea break.\u001b[24m\n    \u001b[1mしかし、短いシリーズとして、それは茶の休憩としての仕事をしています。\u001b[22m, \u001b[1mしかし、短いシリーズとして、それはお茶としての仕事をしていません。\u001b[22m\nPresentation: 6/10\n\n\u001b[1mプレゼンテーション：6/10\u001b[22m\n\u001b[1m(Purezentēshon: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mPresentation: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPresentation: 6/10\u001b[24m\n    \u001b[1mプレゼンテーション：6/10\u001b[22m\n\u001b[1m\u001b[22m\n~{Character}~\n\n\u001b[1m〜{キャラクター}〜\u001b[22m\n\u001b[1m(〜{Kyarakutā}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Character}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Character}~\u001b[24m\n    \u001b[1m〜{キャラクター}〜\u001b[22m, \u001b[1m〜{文字}〜\u001b[22m\nAs an episodic series, ever episode focuses on different characters, so no proper character development can actually take place. However, the characters that are present end up being doing the job well as they aren’t as generic as they may seem. In some stories, it might be the typical, helpless victim, but in other stories, characters are shown to be strong-minded. There is technically one protagonist in the series, Banba Sousuke, a professor who studies these monsters and pops up at the end of some stories to either help victims, or to investigate cases. His backstory ends up being somewhat well done for a short series.\n\n\u001b[1mエピソードシリーズとして、これまでのエピソードはさまざまなキャラクターに焦点を当てているため、実際に適切なキャラクターの開発はできません。 しかし、存在する文字は、彼らが見えるほど一般的ではないので、仕事をうまくやっていることになります。 いくつかの物語では、典型的で無力な犠牲者かもしれませんが、他の物語では、キャラクターは強くなっていることが示されています。 技術的には、一連の主人公、Banba Sousuke、これらのモンスターを研究し、犠牲者を助けるか、または事件を調査するためにいくつかの物語の最後にポップアップする教授。 彼の裏話は、短いシリーズのためにややうまくやってしまう。\u001b[22m\n\u001b[1m(Episōdoshirīzu to shite, kore made no episōdo wa samazamana kyarakutā ni shōten o atete iru tame, jissai ni tekisetsuna kyarakutā no kaihatsu wa dekimasen. Shikashi, sonzai suru moji wa, karera ga mieru hodo ippan-tekide wanainode, shigoto o umaku yatte iru koto ni narimasu. Ikutsu ka no monogataride wa, tenkei-tekide muryokuna gisei-sha kamo shiremasenga, hoka no monogataride wa, kyarakutā wa tsuyoku natte iru koto ga shimesa rete imasu. Gijutsu-teki ni wa, ichiren no shujinkō, Banba Sousuke, korera no monsutā o kenkyū shi, gisei-sha o tasukeru ka, matawa jiken o chōsa suru tame ni ikutsu ka no monogatari no saigo ni poppuappu suru kyōju. Kare no urabanashi wa, mijikai shirīzu no tame ni yaya umaku yatte shimau.)\u001b[22m\n\nTranslations of \u001b[4mAs an episodic series, ever episode focuses on different characters, so no proper character development can actually take place. However, the characters that are present end up being doing the job well as they aren’t as generic as they may seem. In some stories, it might be the typical, helpless victim, but in other stories, characters are shown to be strong-minded. There is technically one protagonist in the series, Banba Sousuke, a professor who studies these monsters and pops up at the end of some stories to either help victims, or to investigate cases. His backstory ends up being somewhat well done for a short series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs an episodic series, ever episode focuses on different characters, so no proper character development can actually take place.\u001b[24m\n    \u001b[1mエピソードシリーズとして、これまでのエピソードはさまざまなキャラクターに焦点を当てているため、実際に適切なキャラクターの開発はできません。\u001b[22m, \u001b[1mエピソードのシリーズのように、これまでのエピソードは、別の文字に焦点を当てて、そのように何の適切な文字の開発は実際に場所を取ることはできません。\u001b[22m\n\u001b[4mHowever, the characters that are present end up being doing the job well as they aren’t as generic as they may seem.\u001b[24m\n    \u001b[1mしかし、存在する文字は、彼らが見えるほど一般的ではないので、仕事をうまくやっていることになります。\u001b[22m, \u001b[1m彼らは彼らが見えるかもしれませほど汎用的ではないようしかしながら、本終了している文字まではよく仕事をしてされています。\u001b[22m\n\u001b[4mIn some stories, it might be the typical, helpless victim, but in other stories, characters are shown to be strong-minded.\u001b[24m\n    \u001b[1mいくつかの物語では、典型的で無力な犠牲者かもしれませんが、他の物語では、キャラクターは強くなっていることが示されています。\u001b[22m, \u001b[1mいくつかの話では、それは典型的な、無力な犠牲者かもしれないが、他の物語で、文字が強い志向であることが示されています。\u001b[22m\n\u001b[4mThere is technically one protagonist in the series, Banba Sousuke, a professor who studies these monsters and pops up at the end of some stories to either help victims, or to investigate cases.\u001b[24m\n    \u001b[1m技術的には、一連の主人公、Banba Sousuke、これらのモンスターを研究し、犠牲者を助けるか、または事件を調査するためにいくつかの物語の最後にポップアップする教授。\u001b[22m, \u001b[1mシリーズの1主人公、番場宗介、これらのモンスターを研究し、被害者を支援するためのいずれか、または例を調査するために、いくつかの物語の終わりにポップアップする教授は、技術的にはあります。\u001b[22m\n\u001b[4mHis backstory ends up being somewhat well done for a short series.\u001b[24m\n    \u001b[1m彼の裏話は、短いシリーズのためにややうまくやってしまう。\u001b[22m, \u001b[1m彼の裏話は多少よく短いシリーズのために行われてしまいます。\u001b[22m\nCharacter: 5.5/10\n\n\u001b[1mキャラクター：5.5 / 10\u001b[22m\n\u001b[1m(Kyarakutā: 5. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 5.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 5.5/10\u001b[24m\n    \u001b[1mキャラクター：5.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\n~{Art}~,\n\n\u001b[1m〜{アート}〜、\u001b[22m\n\u001b[1m(〜{Āto}〜,)\u001b[22m\n\nTranslations of \u001b[4m~{Art}~,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Art}~,\u001b[24m\n    \u001b[1m〜{アート}〜、\u001b[22m\nThe art style is quite unique, as it has this cardboard-cutout look to it. If I would compare the art to anything it would probably be Inferno Cop, however, Kagewani’s art actually looks like as if some effort was actually put into it. The art style is pretty detailed, and the cardboard look does look nice. One thing that is worth mentioning is that the art design for the monsters are great. Some of them end up looking very creepy and very well detailed. Character designs in this anime are decent.\n\n\u001b[1mこの芸術的なスタイルは非常にユニークです。 私がアートを何かと比較しようとすると、おそらくInferno Copとなるでしょうが、Kagewaniのアートは実際には何かが実際にそれに入っているかのように見えます。 芸術的なスタイルはきわめてきめ細かく、段ボールの表情は美しく見えます。 言及する価値があることの1つは、モンスターの芸術デザインが素晴らしいことです。 それらのうちのいくつかは非常に不気味で非常に詳細に見えてしまう。 このアニメのキャラクターデザインはまともです。\u001b[22m\n\u001b[1m(Kono geijutsu-tekina sutairu wa hijō ni yunīkudesu. Watashi ga āto o nanikato hikaku shiyou to suru to, osoraku inferuno Cop to narudeshouga, Kagewani no āto wa jissai ni wa nanika ga jissai ni sore ni haitte iru ka no yō ni miemasu. Geijutsu-tekina sutairu wa kiwamete kimekomakaku, dan bōru no hyōjō wa utsukushiku miemasu. Genkyū suru kachi ga aru koto no 1tsu wa, monsutā no geijutsu dezain ga subarashī kotodesu. Sorera no uchi no ikutsu ka wa hijō ni bukimide hijō ni shōsai ni miete shimau. Kono anime no kyarakutādezain wa matomodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style is quite unique, as it has this cardboard-cutout look to it. If I would compare the art to anything it would probably be Inferno Cop, however, Kagewani’s art actually looks like as if some effort was actually put into it. The art style is pretty detailed, and the cardboard look does look nice. One thing that is worth mentioning is that the art design for the monsters are great. Some of them end up looking very creepy and very well detailed. Character designs in this anime are decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style is quite unique, as it has this cardboard-cutout look to it.\u001b[24m\n    \u001b[1mこの芸術的なスタイルは非常にユニークです。\u001b[22m, \u001b[1mそれに対して、このダンボールカットアウトの外観を持つようにアートスタイルは、非常にユニークです。\u001b[22m\n\u001b[4mIf I would compare the art to anything it would probably be Inferno Cop, however, Kagewani’s art actually looks like as if some effort was actually put into it.\u001b[24m\n    \u001b[1m私がアートを何かと比較しようとすると、おそらくInferno Copとなるでしょうが、Kagewaniのアートは実際には何かが実際にそれに入っているかのように見えます。\u001b[22m, \u001b[1m私は何にも芸術を比較することになる場合、それはおそらく、インフェルノコップ、しかし、Kagewaniの芸術は実際にいくつかの努力が実際にそれに入れているかのようにのように見えるだろう。\u001b[22m\n\u001b[4mThe art style is pretty detailed, and the cardboard look does look nice.\u001b[24m\n    \u001b[1m芸術的なスタイルはきわめてきめ細かく、段ボールの表情は美しく見えます。\u001b[22m, \u001b[1mアートスタイルはかなり詳細で、段ボールの外観は見栄えありません。\u001b[22m\n\u001b[4mOne thing that is worth mentioning is that the art design for the monsters are great.\u001b[24m\n    \u001b[1m言及する価値があることの1つは、モンスターの芸術デザインが素晴らしいことです。\u001b[22m, \u001b[1m言及する価値があることの一つは、モンスターのためのアートデザインは素晴らしいことです。\u001b[22m\n\u001b[4mSome of them end up looking very creepy and very well detailed.\u001b[24m\n    \u001b[1mそれらのうちのいくつかは非常に不気味で非常に詳細に見えてしまう。\u001b[22m, \u001b[1mそれらのいくつかは非常に不気味と非常によく詳細な探してしまいます。\u001b[22m\n\u001b[4mCharacter designs in this anime are decent.\u001b[24m\n    \u001b[1mこのアニメのキャラクターデザインはまともです。\u001b[22m, \u001b[1mこのアニメでキャラクターデザインはまともです。\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\n\u001b[1m\u001b[22m\n~{Animation}~\n\n\u001b[1m〜{アニメーション}〜\u001b[22m\n\u001b[1m(〜{Animēshon}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Animation}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Animation}~\u001b[24m\n    \u001b[1m〜{アニメーション}〜\u001b[22m, \u001b[1m〜{アニメ}〜\u001b[22m\nThere isn’t really much to say about the animation in Kagewani as its cardboard style animation prevents it from it looking smooth or neat. Characters move weirdly, use of depth isn’t proper, characters limbs feel weird. At times, it just feels plain distracting. It could have had better animations, even with that art style.\n\n\u001b[1m段ボール・スタイルのアニメーションでは、滑らかでかっこよく見えるので、Kagewaniのアニメーションについてはあまり言いようがありません。 文字が奇妙に動いて、深みの使用が適切ではない、文字の四肢が奇妙に感じる。 時には、それはちょうど気を散らす気がする。 そのアートスタイルであっても、より良いアニメーションを持つことができました。\u001b[22m\n\u001b[1m(Dan bōru sutairu no animēshonde wa, namerakade kakkoyoku mieru node, Kagewani no animēshon ni tsuite wa amari iiyō ga arimasen. Moji ga kimyō ni ugoite, fukami no shiyō ga tekisetsude wanai, moji no shishi ga kimyō ni kanjiru. Tokiniha, sore wa chōdo ki o chirasu ki ga suru. Sono ātosutairudeatte mo, yoriyoi animēshon o motsu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mThere isn’t really much to say about the animation in Kagewani as its cardboard style animation prevents it from it looking smooth or neat. Characters move weirdly, use of depth isn’t proper, characters limbs feel weird. At times, it just feels plain distracting. It could have had better animations, even with that art style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere isn’t really much to say about the animation in Kagewani as its cardboard style animation prevents it from it looking smooth or neat.\u001b[24m\n    \u001b[1m段ボール・スタイルのアニメーションでは、滑らかでかっこよく見えるので、Kagewaniのアニメーションについてはあまり言いようがありません。\u001b[22m, \u001b[1mその段ボールスタイルのアニメーションは、それがスムーズかきちんと見てからそれを防ぐようKagewaniでアニメーションについて言うことは本当に過言ではありません。\u001b[22m\n\u001b[4mCharacters move weirdly, use of depth isn’t proper, characters limbs feel weird.\u001b[24m\n    \u001b[1m文字が奇妙に動いて、深みの使用が適切ではない、文字の四肢が奇妙に感じる。\u001b[22m, \u001b[1m文字は文字手足が奇妙な感じ、不気味移動し、深さの使用は適切ではありません。\u001b[22m\n\u001b[4mAt times, it just feels plain distracting.\u001b[24m\n    \u001b[1m時には、それはちょうど気を散らす気がする。\u001b[22m, \u001b[1m時には、それは単なる邪魔に感じています。\u001b[22m\n\u001b[4mIt could have had better animations, even with that art style.\u001b[24m\n    \u001b[1mそのアートスタイルであっても、より良いアニメーションを持つことができました。\u001b[22m, \u001b[1mそれも、そのアートスタイルで、より良いアニメーションだっただろう。\u001b[22m\nAnimation: 2.5/10\n\n\u001b[1mアニメーション：2.5 / 10\u001b[22m\n\u001b[1m(Animēshon: 2. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation: 2.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation: 2.5/10\u001b[24m\n    \u001b[1mアニメーション：2.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\n~{Voice Acting}~\n\n\u001b[1m〜{声優}〜\u001b[22m\n\u001b[1m(〜{Seiyū}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Voice Acting}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Voice Acting}~\u001b[24m\n    \u001b[1m〜{声優}〜\u001b[22m\nKagewani has a lot of characters, though most of their seiyuu cast information is pretty hard to find. Most of the characters voice acted pretty well, as they manage to use good enough emotions for their part. Sugita Tomokazu, is a well acclaimed seiyuu, does Banba pretty well. Though he has the most demanding script in the series, it still isn’t much. Okiayu Ryotaro does Kimura pretty well too. Overall the voice acting in the anime ends up decent.\n\n\u001b[1mKagewaniにはたくさんのキャラクターがありますが、彼らの精神キャスト情報のほとんどは見つけるのが難しいです。 ほとんどのキャラクターの声は、彼らが十分な感情を使うために、かなりうまく機能しました。 杉田智和さんは、よく評価されています。 彼はシリーズで最も要求の厳しいスクリプトを持っていますが、まだそれほど多くはありません。  Okiayu Ryotaroも木村をやっています。 全体的に、アニメで演技する声はまともに上がります。\u001b[22m\n\u001b[1m(Kagewani ni wa takusan no kyarakutā ga arimasuga, karera no seishin kyasuto jōhō no hotondo wa mitsukeru no ga muzukashīdesu. Hotondo no kyarakutā no koe wa, karera ga jūbun'na kanjō o tsukau tame ni, kanari umaku kinō shimashita. Sugita tomokazu-san wa, yoku hyōka sa rete imasu. Kare wa shirīzu de mottomo yōkyū no kibishī sukuriputo o motte imasuga, mada sorehodo ōku wa arimasen. Okiayu Ryotaro mo Kimura o yatte imasu. Zentai-teki ni, anime de engi suru koe wa matomo ni agarimasu.)\u001b[22m\n\nTranslations of \u001b[4mKagewani has a lot of characters, though most of their seiyuu cast information is pretty hard to find. Most of the characters voice acted pretty well, as they manage to use good enough emotions for their part. Sugita Tomokazu, is a well acclaimed seiyuu, does Banba pretty well. Though he has the most demanding script in the series, it still isn’t much. Okiayu Ryotaro does Kimura pretty well too. Overall the voice acting in the anime ends up decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani has a lot of characters, though most of their seiyuu cast information is pretty hard to find.\u001b[24m\n    \u001b[1mKagewaniにはたくさんのキャラクターがありますが、彼らの精神キャスト情報のほとんどは見つけるのが難しいです。\u001b[22m, \u001b[1m彼らの声優キャスト情報のほとんどを見つけるのはかなり難しいですがKagewaniは、文字をたくさん持っています。\u001b[22m\n\u001b[4mMost of the characters voice acted pretty well, as they manage to use good enough emotions for their part.\u001b[24m\n    \u001b[1mほとんどのキャラクターの声は、彼らが十分な感情を使うために、かなりうまく機能しました。\u001b[22m, \u001b[1m彼らは彼らの部分のために十分に良好な感情を使用するために管理された文字の音声のほとんどは、かなりよく作用しました。\u001b[22m\n\u001b[4mSugita Tomokazu, is a well acclaimed seiyuu, does Banba pretty well.\u001b[24m\n    \u001b[1m杉田智和さんは、よく評価されています。\u001b[22m, \u001b[1m杉田智和は、かなりよく番場を行い、十分に絶賛声優です。\u001b[22m\n\u001b[4mThough he has the most demanding script in the series, it still isn’t much.\u001b[24m\n    \u001b[1m彼はシリーズで最も要求の厳しいスクリプトを持っていますが、まだそれほど多くはありません。\u001b[22m, \u001b[1m彼はシリーズの中で最も要求の厳しいスクリプトがありますが、それはまだあまりないです。\u001b[22m\n\u001b[4mOkiayu Ryotaro does Kimura pretty well too.\u001b[24m\n    \u001b[1mOkiayu Ryotaroも木村をやっています。\u001b[22m, \u001b[1m置鮎龍太郎もかなりよく木村を行います。\u001b[22m\n\u001b[4mOverall the voice acting in the anime ends up decent.\u001b[24m\n    \u001b[1m全体的に、アニメで演技する声はまともに上がります。\u001b[22m, \u001b[1m全体的にアニメに作用する声がまとも終わります。\u001b[22m\nVoice Acting: 7/10\n\n\u001b[1m声優：7/10\u001b[22m\n\u001b[1m(Seiyū: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mVoice Acting: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice Acting: 7/10\u001b[24m\n    \u001b[1m声優：7/10\u001b[22m\n\u001b[1m\u001b[22m\n~{Music}~\n\n\u001b[1m〜{音楽}〜\u001b[22m\n\u001b[1m(〜{Ongaku}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Music}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Music}~\u001b[24m\n    \u001b[1m〜{音楽}〜\u001b[22m\nThe anime doesn’t have any OP, however it has an ED, which is used for the last five seconds of each episode. The ED, “Arrival of Fear” is pretty decent as it has some catchiness to it. The sound effects for the monsters are okay. However the background music, which should play a fundamental part to a horror series, ends up feeling lacking. It doesn’t build up suspense whatsoever.\n\n\u001b[1mアニメにはOPはありませんが、各エピソードの最後の5秒間に使用されるEDがあります。  EDは、\"恐怖の到着\"はそれにいくつかのしつこさを持っているのでかなりまともなです。 モンスターの効果音は大丈夫です。 しかし、ホラーシリーズにとって基本的な役割を果たすはずのバックグラウンドミュージックは、欠けている気分になります。 それはサスペンスをまったく作りません。\u001b[22m\n\u001b[1m(Anime ni wa OP wa arimasenga, kaku episōdo no saigo no 5-byōkan ni shiyō sa reru ED ga arimasu. ED wa, \" kyōfu no tōchaku\" wa sore ni ikutsu ka no shitsuko-sa o motte irunode kanari matomonadesu. Monsutā no kōka-on wa daijōbudesu. Shikashi, horāshirīzu ni totte kihon-tekina yakuwariwohatasu hazu no bakkuguraundomyūjikku wa, kakete iru kibun ni narimasu. Sore wa sasupensu o mattaku tsukurimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe anime doesn’t have any OP, however it has an ED, which is used for the last five seconds of each episode. The ED, “Arrival of Fear” is pretty decent as it has some catchiness to it. The sound effects for the monsters are okay. However the background music, which should play a fundamental part to a horror series, ends up feeling lacking. It doesn’t build up suspense whatsoever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime doesn’t have any OP, however it has an ED, which is used for the last five seconds of each episode.\u001b[24m\n    \u001b[1mアニメにはOPはありませんが、各エピソードの最後の5秒間に使用されるEDがあります。\u001b[22m, \u001b[1mアニメは、しかし、それは各エピソードの最後の5秒間使用されているEDを有し、任意のOPを持っていません。\u001b[22m\n\u001b[4mThe ED, “Arrival of Fear” is pretty decent as it has some catchiness to it.\u001b[24m\n    \u001b[1mEDは、\"恐怖の到着\"はそれにいくつかのしつこさを持っているのでかなりまともなです。\u001b[22m, \u001b[1mそれにはいくつかのcatchinessを持っているようED、「恐怖の到着は、\"かなりまともです。\u001b[22m\n\u001b[4mThe sound effects for the monsters are okay.\u001b[24m\n    \u001b[1mモンスターの効果音は大丈夫です。\u001b[22m, \u001b[1mモンスターのための効果音は大丈夫です。\u001b[22m\n\u001b[4mHowever the background music, which should play a fundamental part to a horror series, ends up feeling lacking.\u001b[24m\n    \u001b[1mしかし、ホラーシリーズにとって基本的な役割を果たすはずのバックグラウンドミュージックは、欠けている気分になります。\u001b[22m, \u001b[1mしかしホラーシリーズに基本的な部分を果たすべきバックグラウンドミュージックは、不足している感じてしまいます。\u001b[22m\n\u001b[4mIt doesn’t build up suspense whatsoever.\u001b[24m\n    \u001b[1mそれはサスペンスをまったく作りません。\u001b[22m, \u001b[1mそれは全くのサスペンスを構築しません。\u001b[22m\nMusic: 5/10\n\n\u001b[1m音楽：5/10\u001b[22m\n\u001b[1m(Ongaku: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic: 5/10\u001b[24m\n    \u001b[1m音楽：5/10\u001b[22m, \u001b[1mミュージック：5/10\u001b[22m\n\u001b[1m\u001b[22m\n~{Enjoyment}~\n\n\u001b[1m〜{楽しむ}〜\u001b[22m\n\u001b[1m(〜{Tanoshimu}〜)\u001b[22m\n\nTranslations of \u001b[4m~{Enjoyment}~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m~{Enjoyment}~\u001b[24m\n    \u001b[1m〜{楽しむ}〜\u001b[22m, \u001b[1m〜{楽し}〜\u001b[22m\nWatching this anime didn’t feel like it was hurting me as it was 8 mins per week. It was a good enough anime to watch while I was eating a snack or two. The anime lacks suspense and it isn’t really scary at all. However, its unique art style and monster designs and Sugita Tomokazu’s voice made things more enjoyable than it should be.\n\n\u001b[1mこのアニメを見ていると、週に8分だったので、痛い気がしませんでした。 私はスナックまたは2を食べていたが、これは十分にアニメだった。 アニメはサスペンスが欠けていて、本当に恐ろしいことではありません。 しかし、ユニークなアート・スタイルやモンスター・デザイン、杉田智和の声は、それがもっと楽しいものになってくれました。\u001b[22m\n\u001b[1m(Kono anime o mite iru to, shū ni 8-budattanode, itai ki ga shimasendeshita. Watashi wa sunakku matawa 2 o tabete itaga, kore wa jūbun ni animedatta. Anime wa sasupensu ga kakete ite, hontōni osoroshī kotode wa arimasen. Shikashi, yunīkuna āto sutairu ya monsutā dezain, sugita tomokazu no koe wa, sore ga motto tanoshī mono ni natte kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mWatching this anime didn’t feel like it was hurting me as it was 8 mins per week. It was a good enough anime to watch while I was eating a snack or two. The anime lacks suspense and it isn’t really scary at all. However, its unique art style and monster designs and Sugita Tomokazu’s voice made things more enjoyable than it should be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatching this anime didn’t feel like it was hurting me as it was 8 mins per week.\u001b[24m\n    \u001b[1mこのアニメを見ていると、週に8分だったので、痛い気がしませんでした。\u001b[22m, \u001b[1mそれは週8分だったとして、それは私を傷つけたような、このアニメを見て感じませんでした。\u001b[22m\n\u001b[4mIt was a good enough anime to watch while I was eating a snack or two.\u001b[24m\n    \u001b[1m私はスナックまたは2を食べていたが、これは十分にアニメだった。\u001b[22m, \u001b[1m私がスナックや2を食べていたしながら見て十分に良いアニメでした。\u001b[22m\n\u001b[4mThe anime lacks suspense and it isn’t really scary at all.\u001b[24m\n    \u001b[1mアニメはサスペンスが欠けていて、本当に恐ろしいことではありません。\u001b[22m, \u001b[1mアニメはサスペンスを欠いているし、それがすべてで本当に怖いではありません。\u001b[22m\n\u001b[4mHowever, its unique art style and monster designs and Sugita Tomokazu’s voice made things more enjoyable than it should be.\u001b[24m\n    \u001b[1mしかし、ユニークなアート・スタイルやモンスター・デザイン、杉田智和の声は、それがもっと楽しいものになってくれました。\u001b[22m, \u001b[1mしかし、そのユニークなアートスタイルとモンスターデザインや杉田智和さんの声はそれがあるべきよりも、物事をより楽しくなりました。\u001b[22m\nEnjoyment: 5/10\n\n\u001b[1m楽しさ：5/10\u001b[22m\n\u001b[1m(Tanoshisa: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 5/10\u001b[24m\n    \u001b[1m楽しさ：5/10\u001b[22m, \u001b[1m楽しさ：5月10日\u001b[22m\n\u001b[1m\u001b[22m\nKagewani should really be watched if you have nothing good to do or you want to watch something short. However with its art and monster designs and its length, it manages to become bearable. If you’re here for scares and thrills, don’t expect too much as the poor animations and lack of proper background music can halt your experience. Overall, Kagewani isn’t an anime that would be remembered at all as it is strictly average.\n\n\u001b[1m何か良いことがない、あるいは何か短いものを見たいと思ったら、Kagewaniは本当に見守っておくべきです。 しかし、その芸術と怪物のデザインと長さ、それは耐えられるように管理します。 恐怖やスリルのためにここにいるなら、貧しいアニメーションや適切なバックグラウンドミュージックがないと、あなたの経験を止めることはできません。 全体的に、Kagewaniは厳密に平均的なので、まったく記憶されるアニメではありません。\u001b[22m\n\u001b[1m(Nani ka yoi koto ga nai, aruiwa nani ka mijikai mono o mitai to omottara, Kagewani wa hontōni mimamotte okubekidesu. Shikashi, sono geijutsu to kaibutsu no dezain to naga-sa, sore wa tae rareru yō ni kanri shimasu. Kyōfu ya suriru no tame ni koko ni irunara, mazushī animēshon ya tekisetsuna bakkuguraundomyūjikku ga nai to, anata no keiken o tomeru koto wa dekimasen. Zentai-teki ni, Kagewani wa genmitsu ni heikin-tekinanode, mattaku kioku sa reru animede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mKagewani should really be watched if you have nothing good to do or you want to watch something short. However with its art and monster designs and its length, it manages to become bearable. If you’re here for scares and thrills, don’t expect too much as the poor animations and lack of proper background music can halt your experience. Overall, Kagewani isn’t an anime that would be remembered at all as it is strictly average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani should really be watched if you have nothing good to do or you want to watch something short.\u001b[24m\n    \u001b[1m何か良いことがない、あるいは何か短いものを見たいと思ったら、Kagewaniは本当に見守っておくべきです。\u001b[22m, \u001b[1mあなたが行うには良いものを持っていないか、あなたが短いものを見たい場合はKagewaniは本当に見なければなりません。\u001b[22m\n\u001b[4mHowever with its art and monster designs and its length, it manages to become bearable.\u001b[24m\n    \u001b[1mしかし、その芸術と怪物のデザインと長さ、それは耐えられるように管理します。\u001b[22m, \u001b[1mしかし、その芸術とモンスターのデザインとその長さで、それは我慢になるために管理しています。\u001b[22m\n\u001b[4mIf you’re here for scares and thrills, don’t expect too much as the poor animations and lack of proper background music can halt your experience.\u001b[24m\n    \u001b[1m恐怖やスリルのためにここにいるなら、貧しいアニメーションや適切なバックグラウンドミュージックがないと、あなたの経験を止めることはできません。\u001b[22m, \u001b[1mあなたは恐怖とスリルのためにここにいる場合は、あなたの経験を停止することができます貧しいアニメーションや適切なバックグラウンドミュージックの不足などあまり期待しないでください。\u001b[22m\n\u001b[4mOverall, Kagewani isn’t an anime that would be remembered at all as it is strictly average.\u001b[24m\n    \u001b[1m全体的に、Kagewaniは厳密に平均的なので、まったく記憶されるアニメではありません。\u001b[22m, \u001b[1m全体的に、Kagewaniは、それが厳密に平均であるように、全く記憶されるだろうアニメではありません。\u001b[22m\n\u001b[1m\u001b[22m\n+ Unique cardboard-cutout art style and well designed monsters\n\n\u001b[1m+ユニークなダンボールカットの芸術のスタイルとうまく設計されたモンスター\u001b[22m\n\u001b[1m(+ Yunīkuna danbōrukatto no geijutsu no sutairu to umaku sekkei sa reta monsutā)\u001b[22m\n\nTranslations of \u001b[4m+ Unique cardboard-cutout art style and well designed monsters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Unique cardboard-cutout art style and well designed monsters\u001b[24m\n    \u001b[1m+ユニークなダンボールカットの芸術のスタイルとうまく設計されたモンスター\u001b[22m, \u001b[1m+ユニークな段ボール-切り抜きアートスタイルとうまく設計されたモンスター\u001b[22m\n+ Surprisingly nice backstory for Banba, and Banba as a character is interesting.\n\n\u001b[1m+驚くほど素敵なBanbaの裏話、そしてBanbaのキャラクターとしては面白いです。\u001b[22m\n\u001b[1m(+ Odoroku hodo sutekina Banba no urabanashi, soshite Banba no kyarakutā to shite wa omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4m+ Surprisingly nice backstory for Banba, and Banba as a character is interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Surprisingly nice backstory for Banba, and Banba as a character is interesting.\u001b[24m\n    \u001b[1m+驚くほど素敵なBanbaの裏話、そしてBanbaのキャラクターとしては面白いです。\u001b[22m, \u001b[1mキャラクターが面白いですよう番場、および番場のための驚くべき素敵な裏話を+。\u001b[22m\n+ Voice acting was pretty good with Sugita Tomokazu doing justice to his part.\n\n\u001b[1m+声優さんは杉田友和さんと正義を結んでかなり良かったです。\u001b[22m\n\u001b[1m(+ Seiyū-san wa Sugita Tomokazu-san to seigi o musunde kanari yokattadesu.)\u001b[22m\n\nTranslations of \u001b[4m+ Voice acting was pretty good with Sugita Tomokazu doing justice to his part.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Voice acting was pretty good with Sugita Tomokazu doing justice to his part.\u001b[24m\n    \u001b[1m+声優さんは杉田友和さんと正義を結んでかなり良かったです。\u001b[22m, \u001b[1m+声の演技は杉田智和が彼の部分に正義を行うにはかなり良かったです。\u001b[22m\n- Not really scary, nor really thrilling\n\n\u001b[1m - それほど恐ろしいものでも、本当にスリリングなものでもない\u001b[22m\n\u001b[1m(- Sore hodo osoroshī monode mo, hontōni suriringuna monode mo nai)\u001b[22m\n\nTranslations of \u001b[4m- Not really scary, nor really thrilling\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Not really scary, nor really thrilling\u001b[24m\n    \u001b[1m - それほど恐ろしいものでも、本当にスリリングなものでもない\u001b[22m, \u001b[1m - 本当に怖い、でも本当にスリリングません\u001b[22m\n- Some story cases were misses, and the “ending” is unsatisfying.\n\n\u001b[1m - いくつかのストーリーケースはミスであり、「エンディング」は不満です。\u001b[22m\n\u001b[1m(- Ikutsu ka no sutōrīkēsu wa misudeari,`endingu' wa fumandesu.)\u001b[22m\n\nTranslations of \u001b[4m- Some story cases were misses, and the “ending” is unsatisfying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Some story cases were misses, and the “ending” is unsatisfying.\u001b[24m\n    \u001b[1m - いくつかのストーリーケースはミスであり、「エンディング」は不満です。\u001b[22m, \u001b[1m - いくつかの物語の例はミスだった、と「エンディング」が不満足です。\u001b[22m\n- Awkward animations, especially character movements.\n\n\u001b[1m - 不気味なアニメーション、特にキャラクターの動き。\u001b[22m\n\u001b[1m(- Bukimina animēshon, tokuni kyarakutā no ugoki.)\u001b[22m\n\nTranslations of \u001b[4m- Awkward animations, especially character movements.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Awkward animations, especially character movements.\u001b[24m\n    \u001b[1m - 不気味なアニメーション、特にキャラクターの動き。\u001b[22m, \u001b[1m - 厄介なアニメーション、特に文字の動き。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 5.4/10\n\n\u001b[1m全体：5.4 / 10\u001b[22m\n\u001b[1m(Zentai: 5. 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 5.4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 5.4/10\u001b[24m\n    \u001b[1m全体：5.4 / 10\u001b[22m"
  },
  {
    "title": "Kagewani",
    "id": "30524",
    "url": "https://myanimelist.net/anime/30524/Kagewani",
    "user": "Beobachter",
    "profile": "/profile/Beobachter/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=208085",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  7\n|  8\n\nファンタスティックビートとそれらを見つける場所：アニメ。\n\nKagewaniは、最初のエピソードで多くの印象を残すことはないでしょう。アニメーションは、誰もが気まずい動きをしていて、非常にジャッキーであり、物語の設定には何もないことが示唆されています。 愚かな人々は週の怪物によってオフになっている '。 しかし、それ以降、すべてのエピソードのための実行をアップするように感じる、最終的にこの特定のサブジャンルのファンのためのネットポジティブな経験になる。\n\nアニメーション（モーションコミックのようなものとして適切に記述することができます）は、最終的には振り付けとともに目に付きやすくなります。 十分な種類の設定、獣、そしてキャラクターの反応の仕方や、私の興味を維持し、私を席の端に抱かせるために、各ビネットでそれらを賢明にしようとします。 私はストーリーボード全体のレベルにも満足しています。ほとんどのエピソードで7分のランタイムを有効に活用しています。 雰囲気は盛り上がっており、多くの声優は適切に緊張している/怖がっている/決まっていると思います。サスペンスはきれいに盛り上がり、気まぐれなお金ショットになります。 と大怪獣。\n\n私は見ている間に何度か座席から落ちたかもしれません。 しかし、それはちょうどきれいな椅子かもしれません。\n\nショーの形式は、大局的なプロットの試みが少し苦しんでいるようにする。 主人公「すすけバンバ」とその謎の振動傷跡は、最後の3つのエピソード程度までは面白いことがありませんし、エピソードの終わりが次のものへとうまく移行しないこともあります。 終わり自体はかなりいいですが、それはまた空中にぶら下がって2番目のシーズン（私は確信していませんが、私は有望です）のためにおしゃべりをするいくつかの質問を残しました。\n\nKaiwanu / cryptids / mythical monstersに関心のない人にとっては、Kagewaniは確かな推奨です。また、一般的なフォーマットやアニメーションスタイルで怖がらない人たちのためにいくつかのエピソードを試してみる価値があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nFantastic Beasts and Where to Find Them: The Anime.\n\n\u001b[1mファンタスティックビートとそれらを見つける場所：アニメ。\u001b[22m\n\u001b[1m(Fantasutikkubīto to sorera o mitsukeru basho: Anime.)\u001b[22m\n\nTranslations of \u001b[4mFantastic Beasts and Where to Find Them: The Anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFantastic Beasts and Where to Find Them: The Anime.\u001b[24m\n    \u001b[1mファンタスティックビートとそれらを見つける場所：アニメ。\u001b[22m, \u001b[1m幻の動物とその生息地：アニメ。\u001b[22m\n\u001b[1m\u001b[22m\nKagewani probably wouldn't leave much of an impression with its first episode.The animation is very janky with everyone and everything moving awkwardly, and there's nothing in its narrative set-up that suggests it would be something more than overly repetitive vignette of 'random silly people getting offed by monster of the week'. However, it does feel like it ups its execution for every episode afterward, ultimately becoming a net positive experience for fans of this particular sub-genre.\n\n\u001b[1mKagewaniは、最初のエピソードで多くの印象を残すことはないでしょう。アニメーションは、誰もが気まずい動きをしていて、非常にジャッキーであり、物語の設定には何もないことが示唆されています。 愚かな人々は週の怪物によってオフになっている '。 しかし、それ以降、すべてのエピソードのための実行をアップするように感じる、最終的にこの特定のサブジャンルのファンのためのネットポジティブな経験になる。\u001b[22m\n\u001b[1m(Kagewani wa, saisho no episōdo de ōku no inshō o nokosu koto wanaideshou. Animēshon wa, daremoga kimazui ugoki o shite ite, hijō ni jakkīdeari, monogatari no settei ni wa nani mo nai koto ga shisa sa rete imasu. Orokana hitobito wa shū no kaibutsu ni yotte ofu ni natte iru'. Shikashi, sore ikō, subete no episōdo no tame no jikkō o appu suru yō ni kanjiru, saishūtekini kono tokutei no sabu janru no fan no tame no netto pojitibuna keiken ni naru.)\u001b[22m\n\nTranslations of \u001b[4mKagewani probably wouldn't leave much of an impression with its first episode.The animation is very janky with everyone and everything moving awkwardly, and there's nothing in its narrative set-up that suggests it would be something more than overly repetitive vignette of 'random silly people getting offed by monster of the week'. However, it does feel like it ups its execution for every episode afterward, ultimately becoming a net positive experience for fans of this particular sub-genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani probably wouldn't leave much of an impression with its first episode.The animation is very janky with everyone and everything moving awkwardly, and there's nothing in its narrative set-up that suggests it would be something more than overly repetitive vignette of 'random\u001b[24m\n    \u001b[1mKagewaniは、最初のエピソードで多くの印象を残すことはないでしょう。アニメーションは、誰もが気まずい動きをしていて、非常にジャッキーであり、物語の設定には何もないことが示唆されています。\u001b[22m, \u001b[1mKagewaniは、おそらく誰もが、すべてがぎこちなく移動と非常に変なであり、それはランダム」の過度の反復ビネット以上のものになるだろう示唆している、その物語のセットアップ中に何もないその最初のepisode.Theアニメーションで印象の多くを残していないだろう\u001b[22m\n\u001b[4msilly people getting offed by monster of the week'.\u001b[24m\n    \u001b[1m愚かな人々は週の怪物によってオフになっている '。\u001b[22m, \u001b[1m愚かな人は、一週間のモンスターにoffed取得します。\u001b[22m\n\u001b[4mHowever, it does feel like it ups its execution for every episode afterward, ultimately becoming a net positive experience for fans of this particular sub-genre.\u001b[24m\n    \u001b[1mしかし、それ以降、すべてのエピソードのための実行をアップするように感じる、最終的にこの特定のサブジャンルのファンのためのネットポジティブな経験になる。\u001b[22m, \u001b[1mしかし、それは最終的に、この特定のサブジャンルのファンのための正味の肯定的な経験になってきて、それのように、その後すべてのエピソードのためのアップその実行を感じるん。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation (which could be aptly described as something like motion comic) eventually gets easier on the eyes, along with the choreography. There's enough variety of setting, beasts, and the way the characters react and try to outsmart them in each vignette to maintain my interest and keep me on the edge of my seat. I'm also satisfied by the level of storyboarding overall, with most episodes making effective use of its 7-minute runtime. The atmosphere is spot on, the many voice actors sound appropriately tense/frightened/determined, and suspense tends to be nicely built up leading to the climactic money shots—the definitive moments of the series where the camera reveals the featured beast in its full glory and monstrosity.\n\n\u001b[1mアニメーション（モーションコミックのようなものとして適切に記述することができます）は、最終的には振り付けとともに目に付きやすくなります。 十分な種類の設定、獣、そしてキャラクターの反応の仕方や、私の興味を維持し、私を席の端に抱かせるために、各ビネットでそれらを賢明にしようとします。 私はストーリーボード全体のレベルにも満足しています。ほとんどのエピソードで7分のランタイムを有効に活用しています。 雰囲気は盛り上がっており、多くの声優は適切に緊張している/怖がっている/決まっていると思います。サスペンスはきれいに盛り上がり、気まぐれなお金ショットになります。 と大怪獣。\u001b[22m\n\u001b[1m(Animēshon (mōshonkomikku no yōna mono to shite tekisetsu ni kijutsu suru koto ga dekimasu) wa, saishūtekini wa furitsuke to tomoni me ni tsuki yasuku narimasu. Jūbun'na shurui no settei,-jū, soshite kyarakutā no han'nō no shikata ya, watashi no kyōmi o iji shi, watashi o seki no hashi ni daka seru tame ni, kaku binetto de sorera o kenmei ni shiyou to shimasu. Watashi wa sutōrībōdo zentai no reberu ni mo manzoku shite imasu. Hotondo no episōdo de 7-bu no Rantaimu o yūkō ni katsuyō shite imasu. Fun'iki wa moriagatte ori, ōku no seiyū wa tekisetsu ni kinchō shite iru/ kowa gatte iru/ kimatte iru to omoimasu. Sasupensu wa kirei ni moriagari, kimagurena okane shotto ni narimasu. To dai kaijū.)\u001b[22m\n\nTranslations of \u001b[4mThe animation (which could be aptly described as something like motion comic) eventually gets easier on the eyes, along with the choreography. There's enough variety of setting, beasts, and the way the characters react and try to outsmart them in each vignette to maintain my interest and keep me on the edge of my seat. I'm also satisfied by the level of storyboarding overall, with most episodes making effective use of its 7-minute runtime. The atmosphere is spot on, the many voice actors sound appropriately tense/frightened/determined, and suspense tends to be nicely built up leading to the climactic money shots—the definitive moments of the series where the camera reveals the featured beast in its full glory and monstrosity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation (which could be aptly described as something like motion comic) eventually gets easier on the eyes, along with the choreography.\u001b[24m\n    \u001b[1mアニメーション（モーションコミックのようなものとして適切に記述することができます）は、最終的には振り付けとともに目に付きやすくなります。\u001b[22m, \u001b[1m（適切にモーションコミックのようなものとして記述することができた）アニメーションは、最終的に振り付けとともに、目に簡単になります。\u001b[22m\n\u001b[4mThere's enough variety of setting, beasts, and the way the characters react and try to outsmart them in each vignette to maintain my interest and keep me on the edge of my seat.\u001b[24m\n    \u001b[1m十分な種類の設定、獣、そしてキャラクターの反応の仕方や、私の興味を維持し、私を席の端に抱かせるために、各ビネットでそれらを賢明にしようとします。\u001b[22m, \u001b[1m文字が反応し、私の興味を維持し、私の座席の端に私を保つために、各ビネットでそれらの裏をかくしようとする方法はあり設定、獣の十分な多様だ、と。\u001b[22m\n\u001b[4mI'm also satisfied by the level of storyboarding overall, with most episodes making effective use of its 7-minute runtime.\u001b[24m\n    \u001b[1m私はストーリーボード全体のレベルにも満足しています。ほとんどのエピソードで7分のランタイムを有効に活用しています。\u001b[22m, \u001b[1m私はまた、ほとんどのエピソードは、その7分のランタイムを有効に活用して、全体的な絵コンテのレベルによって満足しています。\u001b[22m\n\u001b[4mThe atmosphere is spot on, the many voice actors sound appropriately tense/frightened/determined, and suspense tends to be nicely built up leading to the climactic money shots—the definitive moments of the series where the camera reveals the featured beast in its full glory\u001b[24m\n    \u001b[1m雰囲気は盛り上がっており、多くの声優は適切に緊張している/怖がっている/決まっていると思います。サスペンスはきれいに盛り上がり、気まぐれなお金ショットになります。\u001b[22m, \u001b[1m雰囲気は、多くの声優が適切に緊張/おびえ/決定し、サスペンスがうまくクライマックスお金ショット - カメラがその咲き誇るで紹介獣を明らかにする一連の決定的な瞬間につながる構築される傾向にある音にスポットです\u001b[22m\n\u001b[4mand monstrosity.\u001b[24m\n    \u001b[1mと大怪獣。\u001b[22m, \u001b[1mそして、極悪非道。\u001b[22m\n\u001b[1m\u001b[22m\nI may have fallen from my seat a few times while watching. Maybe it’s just the creaky chair, though.\n\n\u001b[1m私は見ている間に何度か座席から落ちたかもしれません。 しかし、それはちょうどきれいな椅子かもしれません。\u001b[22m\n\u001b[1m(Watashi wa mite iru ma ni nando ka zaseki kara ochita kamo shiremasen. Shikashi, sore wa chōdo kireina isu kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mI may have fallen from my seat a few times while watching. Maybe it’s just the creaky chair, though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI may have fallen from my seat a few times while watching.\u001b[24m\n    \u001b[1m私は見ている間に何度か座席から落ちたかもしれません。\u001b[22m, \u001b[1m見ながら私は自分の席から数回落ちた可能性があります。\u001b[22m\n\u001b[4mMaybe it’s just the creaky chair, though.\u001b[24m\n    \u001b[1mしかし、それはちょうどきれいな椅子かもしれません。\u001b[22m, \u001b[1m多分それはしかし、単に老朽化した椅子です。\u001b[22m\n\u001b[1m\u001b[22m\nThe show's format does make the attempt at overarching plot suffer a bit. Main character Sousuke Banba and his mysterious vibrating scar don't really have anything interesting to do until around the last three episodes or so, and there are times when the end of an episode doesn't transition well to the next one plot-wise. The ending itself is pretty nice, although it also left a few questions hanging in the air and tantalizing tease for a second season (which I'm not sure is coming, but I'm hopeful).\n\n\u001b[1mショーの形式は、大局的なプロットの試みが少し苦しんでいるようにする。 主人公「すすけバンバ」とその謎の振動傷跡は、最後の3つのエピソード程度までは面白いことがありませんし、エピソードの終わりが次のものへとうまく移行しないこともあります。 終わり自体はかなりいいですが、それはまた空中にぶら下がって2番目のシーズン（私は確信していませんが、私は有望です）のためにおしゃべりをするいくつかの質問を残しました。\u001b[22m\n\u001b[1m(Shō no keishiki wa, taikyoku-tekina purotto no kokoromi ga sukoshi kurushinde iru yō ni suru. Shujinkō `susuke Banba' to sono nazo no shindō kizuato wa, saigo no 3ttsu no episōdo-teido made wa omoshiroi koto ga arimasenshi, episōdo no owari ga tsugi no mono e to umaku ikō shinai koto mo arimasu. Owari jitai wa kanari īdesuga, soreha mata kūchū ni burasagatte 2-banme no shīzun (watashi wa kakushin shite imasenga, watashi wa yūbōdesu) no tame ni oshaberi o suru ikutsu ka no shitsumon o nokoshimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe show's format does make the attempt at overarching plot suffer a bit. Main character Sousuke Banba and his mysterious vibrating scar don't really have anything interesting to do until around the last three episodes or so, and there are times when the end of an episode doesn't transition well to the next one plot-wise. The ending itself is pretty nice, although it also left a few questions hanging in the air and tantalizing tease for a second season (which I'm not sure is coming, but I'm hopeful).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show's format does make the attempt at overarching plot suffer a bit.\u001b[24m\n    \u001b[1mショーの形式は、大局的なプロットの試みが少し苦しんでいるようにする。\u001b[22m, \u001b[1mショーの形式は、包括的なプロットの試みは少し苦しむ作るん。\u001b[22m\n\u001b[4mMain character Sousuke Banba and his mysterious vibrating scar don't really have anything interesting to do until around the last three episodes or so, and there are times when the end of an episode doesn't transition well to the next one plot-wise.\u001b[24m\n    \u001b[1m主人公「すすけバンバ」とその謎の振動傷跡は、最後の3つのエピソード程度までは面白いことがありませんし、エピソードの終わりが次のものへとうまく移行しないこともあります。\u001b[22m, \u001b[1m主人公宗介番場と彼の神秘的な振動傷跡は本当に最後の3つのエピソードかそこらの周りまで行うには面白いものを持っていない、とエピソードの終わりは、次の1のプロットワイズにうまく移行しない時間があります。\u001b[22m\n\u001b[4mThe ending itself is pretty nice, although it also left a few questions hanging in the air and tantalizing tease for a second season (which I'm not sure is coming, but I'm hopeful).\u001b[24m\n    \u001b[1m終わり自体はかなりいいですが、それはまた空中にぶら下がって2番目のシーズン（私は確信していませんが、私は有望です）のためにおしゃべりをするいくつかの質問を残しました。\u001b[22m, \u001b[1mそれはまた、（私が来ているわからないんだけど、私は期待してる）セカンドシーズン用の空気と食欲をそそるいじめにぶら下がっていくつかの質問を残しているが、それ自体の終了は、かなりいいです。\u001b[22m\n\u001b[1m\u001b[22m\nKagewani's a definite recommendation for anyone with slightest interest in kaijuu/cryptids/mythical monsters, and it's also worth a few episodes' try for others who wouldn't be scared away by its general format and animation style.\n\n\u001b[1mKaiwanu / cryptids / mythical monstersに関心のない人にとっては、Kagewaniは確かな推奨です。また、一般的なフォーマットやアニメーションスタイルで怖がらない人たちのためにいくつかのエピソードを試してみる価値があります。\u001b[22m\n\u001b[1m(Kaiwanu/ cryptids/ mythical monsters ni kanshin no nai hito ni totte wa, Kagewani wa tashikana suishōdesu. Mata, ippantekina fōmatto ya animēshonsutairu de kowagaranai hito-tachi no tame ni ikutsu ka no episōdo o tameshite miru kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mKagewani's a definite recommendation for anyone with slightest interest in kaijuu/cryptids/mythical monsters, and it's also worth a few episodes' try for others who wouldn't be scared away by its general format and animation style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani's a definite recommendation for anyone with slightest interest in kaijuu/cryptids/mythical monsters, and it's also worth a few episodes' try for others who wouldn't be scared away by its general format and animation style.\u001b[24m\n    \u001b[1mKaiwanu / cryptids / mythical monstersに関心のない人にとっては、Kagewaniは確かな推奨です。また、一般的なフォーマットやアニメーションスタイルで怖がらない人たちのためにいくつかのエピソードを試してみる価値があります。\u001b[22m, \u001b[1mKagewaniは怪獣/ cryptids /神話上の怪物で少しでも興味を持つ人のための明確な勧告だし、それはまた、一般的な形式とアニメーションスタイルで離れて怖がっされないであろう他の人のためのいくつかのエピソード「試してみる価値はあります。\u001b[22m"
  },
  {
    "title": "Kagewani",
    "id": "30524",
    "url": "https://myanimelist.net/anime/30524/Kagewani",
    "user": "ktulu007",
    "profile": "/profile/ktulu007/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=231154",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  2\nサウンド|  3\nキャラクター|  1\n|  6\n\nようこそ、ホラーアニメの月の始まりに。 私が見直したシリーズのほとんどは恐らく恐怖タグを持っているのではなく、恐ろしいものではなく、モンスターを持っているからです。  Kagewaniは、熊本弘己が書いた、Tomoviesによって私たちにもたらされた13のエピソードシリーズです。 スタジオ名は認識できず、他に何をしたのか不思議です。 さて、これと現在放送中の続編があります。 それでおしまい。 スタジオは本当に新しいです。 アニメ制作への彼らの初期のベンチャーはどのように抱いていますか？ 見てみましょう。\n\nストーリー：\n\n暗号科学者であるユダストラベラー*に続きます。 潜在意識は、おそらく潜在意識のない人々の束が現実には架空の生き物を見つけようとしているその分野と考えています。 しかし、これはフィクションの作品であり、Kagewaniの世界では、それらの架空の生き物は実際に存在します。 事実、すべてのエピソードは、誰かが秘密に遭遇した別の遭遇をカバーし、ユダは実際に何かをしているいくつかの孤立したケースを除いて、実際に何かを寄付することなく物語を観察または聴く。\n\nKagewaniの最大の問題は、それがサスペンス恐怖であることを試みることですが、両方のアカウントで悲惨に失敗します。 各エピソードは8分以下の長さで、さまざまなケースがカバーされており、サスペンスを構築することはできません。 私たちはまた、ほとんどのエピソードですぐにモンスターが見えますが、それはサスペンスにも有害です。 ホラー面もまた失敗する。 それのほとんどはちょうど私たちが何も知らない人を追いかけるくそっと見えるモンスターに基づいており、見ることへの投資は全くありません。 また、カゲワニについての基礎的な話もありますが、それはワンショットの話と同じくらいうまくいっていません。 シリーズには、キャラクターが持ってはならない知識を得ることもあります。  Wampa * 1のエピソードの大きな例と、そのビジョンの仕組みが何とか分かっているため、追いかけている人物です。 彼女は脚本を見ていたようだ。\n\nシリーズについて私が言うことのできる最も良いことは、実際には面白いということです。 コープスパーティーやギャレリアンズのようなものです。というのも、「ホラー」の瞬間の多くが笑われてしまうようなことはあまりにも無頓着です。 シリーズがBホラー映画の故意のパロディーだったのなら、それは実際にはまともなものになるだろう。\n\n*はい、私は彼の実際の名前ではないことを知っていますが、それは私に彼を呼び出すために私を楽しませる。\n\n* 1私はそれが本当にイテイであることを知っていますが、いずれかは架空ですので、本当に問題ではありません。\n\nキャラクター：\n\nキャラクターはシリーズが失敗する理由の大きな部分です。 サスペンスの恐怖が働くためには、観客がキャラクターと幸福にある程度の投資をする必要があります。 このシリーズでは、あるキャラクターで30秒間、そのモンスターや他のモンスターに追われる前に、長い間それを得る。 それらのどれも、複雑で興味深い、または肉体的に出くわすことはありません。 数百のエピソードのために動くアクション指向のshounenシリーズから一度現れる本当の人格を持たない一般的なバックグラウンドキャラクターのようなので、彼らに何が起こるか気にしません。 ユダの旅行者はそれほど良くはありません。 彼は事実上彼らに貢献することなくイベントを展開するのを見ることができるバックグラウンドに大部分が降格した一般的な執念の男です。 彼らがMax Heartに加えたプリキュアは、キャラクターとしてさらに発展し、現代の日常的な魔法の女の子のモデルでした。\n\nアート：\n\n芸術はシリーズの意図しないコメディの大きな理由です。 それはSpider-manとAmazing Friendsのレベルで、気にしないスタジオです。 アニメーションはジャッキーです。 文字はひどく作られた紙の人形のように見えます。 ポーズはしばしば本当に不自然です。 スタジオは文字通りコンビニエンスストアのボックスランチのアニメーション予算をすべてのエピソードに与えましたか？\n\n音：\n\nこれのパフォーマンスはかなりフラットです。 私は実際に俳優を責めることはできません。 彼らは良いものを投げつける。 私はこの問題は本当に悪いファンフィックの元のキャラクターよりも酷いキャラクターが原因だと思う。 音楽はあまり良くありません。 ひどくやったわけではありませんが、弱いです。\n\nホーイー：\n\n何もありません。 ホーイイを持つことは、キャラクターが化学のために十分な相互作用と性格を持っていることを必要とするだろう。 彼らはそうではありません。\n\n最終的な考え方：\n\nKagewaniは無能なシリーズです。  GaleriansやCorpps Partyのように、実際に何をしようとしているのかは悲惨に失敗します。 しかし、これらのシリーズのように、私は無意識のユーモアのためにそれをお勧めします。 それでも、私はそれを2/10与える必要があります。 来週は、今年のホラーアニメの月にDanganronpa 3：キブガミン学園未来篇＆ 続編スペシャルキボウ篇。 それを楽しみにして、あなたの素晴らしさを維持してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 2\n\n\u001b[1mアニメーション|  2\u001b[22m\n\u001b[1m(Animēshon | 2)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWelcome, to the start of horror anime month. Where most of the series I review will undoubtedly have the horror tag, not because they're scary in any way, but because they have monsters. Kagewani is a thirteen episode series that was written by Kumamoto Hiromu and brought to us by Tomovies. You may not recognise the studio name and wonder what else they've done. Well, there's this and its currently airing sequel. That's it. The studio is really new. How does their initial venture into anime production hold up? Let's take a look.\n\n\u001b[1mようこそ、ホラーアニメの月の始まりに。 私が見直したシリーズのほとんどは恐らく恐怖タグを持っているのではなく、恐ろしいものではなく、モンスターを持っているからです。  Kagewaniは、熊本弘己が書いた、Tomoviesによって私たちにもたらされた13のエピソードシリーズです。 スタジオ名は認識できず、他に何をしたのか不思議です。 さて、これと現在放送中の続編があります。 それでおしまい。 スタジオは本当に新しいです。 アニメ制作への彼らの初期のベンチャーはどのように抱いていますか？ 見てみましょう。\u001b[22m\n\u001b[1m(Yōkoso, horāanime no tsuki no hajimari ni. Watashi ga minaoshita shirīzu no hotondo wa osoraku kyōfu tagu o motte iru node wa naku, osoroshī monode wa naku, monsutā o motte irukaradesu. Kagewani wa, Kumamoto Hiromi ga kaita, Tomovies ni yotte watashitachi ni motarasa reta 13 no episōdoshirīzudesu. Sutajio-mei wa ninshiki dekizu, hoka ni nani o shita no ka fushigidesu. Sate, kore to genzai hōsō-chū no zokuhen ga arimasu. Sorede oshimai. Sutajio wa hontōni atarashīdesu. Anime seisaku e no karera no shoki no benchā wa dono yō ni daite imasu ka? Mite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mWelcome, to the start of horror anime month. Where most of the series I review will undoubtedly have the horror tag, not because they're scary in any way, but because they have monsters. Kagewani is a thirteen episode series that was written by Kumamoto Hiromu and brought to us by Tomovies. You may not recognise the studio name and wonder what else they've done. Well, there's this and its currently airing sequel. That's it. The studio is really new. How does their initial venture into anime production hold up? Let's take a look.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWelcome, to the start of horror anime month.\u001b[24m\n    \u001b[1mようこそ、ホラーアニメの月の始まりに。\u001b[22m, \u001b[1mホラーアニメ月の始めに、ようこそ。\u001b[22m\n\u001b[4mWhere most of the series I review will undoubtedly have the horror tag, not because they're scary in any way, but because they have monsters.\u001b[24m\n    \u001b[1m私が見直したシリーズのほとんどは恐らく恐怖タグを持っているのではなく、恐ろしいものではなく、モンスターを持っているからです。\u001b[22m, \u001b[1mどこで見直すシリーズのほとんどは間違いなく、彼らがどのような方法で怖いねないので、ホラータグを持っていますが、彼らはモンスターを持っているので。\u001b[22m\n\u001b[4mKagewani is a thirteen episode series that was written by Kumamoto Hiromu and brought to us by Tomovies.\u001b[24m\n    \u001b[1mKagewaniは、熊本弘己が書いた、Tomoviesによって私たちにもたらされた13のエピソードシリーズです。\u001b[22m, \u001b[1mKagewaniは熊本弘によって書かれ、Tomoviesによって私たちにもたらされた13のエピソードシリーズです。\u001b[22m\n\u001b[4mYou may not recognise the studio name and wonder what else they've done.\u001b[24m\n    \u001b[1mスタジオ名は認識できず、他に何をしたのか不思議です。\u001b[22m, \u001b[1mあなたはスタジオの名前を認識し、彼らがやった他に何かしらない場合があります。\u001b[22m\n\u001b[4mWell, there's this and its currently airing sequel.\u001b[24m\n    \u001b[1mさて、これと現在放送中の続編があります。\u001b[22m, \u001b[1mまあ、これとその現在放送続編があります。\u001b[22m\n\u001b[4mThat's it.\u001b[24m\n    \u001b[1mそれでおしまい。\u001b[22m, \u001b[1mそれだけです。\u001b[22m\n\u001b[4mThe studio is really new.\u001b[24m\n    \u001b[1mスタジオは本当に新しいです。\u001b[22m\n\u001b[4mHow does their initial venture into anime production hold up?\u001b[24m\n    \u001b[1mアニメ制作への彼らの初期のベンチャーはどのように抱いていますか？\u001b[22m, \u001b[1mアニメ制作へのそれらの最初のベンチャーはどのようにホールドアップのでしょうか？\u001b[22m\n\u001b[4mLet's take a look.\u001b[24m\n    \u001b[1m見てみましょう。\u001b[22m, \u001b[1mのは、見てみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nKagewani follows Professor Judas Traveller*, a crypto-zoologist. You probably think of cryptozoology as that field where a bunch of people with no credibility waste time trying to find fictional creatures which it is, in reality. But this is a work of fiction and, in the world of Kagewani, those fictional creatures actually exist. Virtually every episode covers a different encounter someone has with a cryptid while Judas observes or listens to the story without actually contributing anything, except for a few isolated cases where he actually does something.\n\n\u001b[1m暗号科学者であるユダストラベラー*に続きます。 潜在意識は、おそらく潜在意識のない人々の束が現実には架空の生き物を見つけようとしているその分野と考えています。 しかし、これはフィクションの作品であり、Kagewaniの世界では、それらの架空の生き物は実際に存在します。 事実、すべてのエピソードは、誰かが秘密に遭遇した別の遭遇をカバーし、ユダは実際に何かをしているいくつかの孤立したケースを除いて、実際に何かを寄付することなく物語を観察または聴く。\u001b[22m\n\u001b[1m(Angō kagaku-shadearu yudasutoraberā* ni tsudzukimasu. Senzai ishiki wa, osoraku senzai ishikinonai hitobito no taba ga genjitsu ni wa kakū no ikimono o mitsukeyou to shite iru sono bun'ya to kangaete imasu. Shikashi, koreha fikushon no sakuhindeari, Kagewani no sekaide wa, sorera no kakū no ikimono wa jissai ni sonzai shimasu. Jijitsu, subete no episōdo wa, darekaga himitsu ni sōgū shita betsu no sōgū o kabā shi, Yuda wa jissai ni nanika o shite iru ikutsu ka no koritsu shita kēsu o nozoite, jissai ni nanika o kifu suru koto naku monogatari o kansatsu matawa kiku.)\u001b[22m\n\nTranslations of \u001b[4mKagewani follows Professor Judas Traveller*, a crypto-zoologist. You probably think of cryptozoology as that field where a bunch of people with no credibility waste time trying to find fictional creatures which it is, in reality. But this is a work of fiction and, in the world of Kagewani, those fictional creatures actually exist. Virtually every episode covers a different encounter someone has with a cryptid while Judas observes or listens to the story without actually contributing anything, except for a few isolated cases where he actually does something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani follows Professor Judas Traveller*, a crypto-zoologist.\u001b[24m\n    \u001b[1m暗号科学者であるユダストラベラー*に続きます。\u001b[22m, \u001b[1mKagewani教授ユダ旅行*、暗号動物学者に従います。\u001b[22m\n\u001b[4mYou probably think of cryptozoology as that field where a bunch of people with no credibility waste time trying to find fictional creatures which it is, in reality.\u001b[24m\n    \u001b[1m潜在意識は、おそらく潜在意識のない人々の束が現実には架空の生き物を見つけようとしているその分野と考えています。\u001b[22m, \u001b[1mあなたはおそらく無い信頼性廃棄物の時間を持つ人々の束が、現実には、それが架空の生き物を見つけようと、そのフィールドとして未確認動物学を考えます。\u001b[22m\n\u001b[4mBut this is a work of fiction and, in the world of Kagewani, those fictional creatures actually exist.\u001b[24m\n    \u001b[1mしかし、これはフィクションの作品であり、Kagewaniの世界では、それらの架空の生き物は実際に存在します。\u001b[22m, \u001b[1mしかし、これはフィクションの作品であると、Kagewaniの世界では、これらの架空の生き物が実際に存在します。\u001b[22m\n\u001b[4mVirtually every episode covers a different encounter someone has with a cryptid while Judas observes or listens to the story without actually contributing anything, except for a few isolated cases where he actually does something.\u001b[24m\n    \u001b[1m事実、すべてのエピソードは、誰かが秘密に遭遇した別の遭遇をカバーし、ユダは実際に何かをしているいくつかの孤立したケースを除いて、実際に何かを寄付することなく物語を観察または聴く。\u001b[22m, \u001b[1m事実上すべてのエピソードは、ユダが観察または実際に彼が実際に何かをするいくつかの孤立した場合を除き、何も寄与せずに話に耳を傾けながら、誰かが未確認動物である別の出会いをカバーしています。\u001b[22m\n\u001b[1m\u001b[22m\nThe biggest issue with Kagewani is that it attempts to be suspenseful horror but it fails miserably on both accounts. Each episode is under eight minutes long and they cover different cases, which doesn't allow for any suspense to be built up. We also see the monsters right away in most episodes, which is also detrimental to the suspense. The horror aspects also fail. Most of it is just based around goofy looking monsters chasing people we know nothing about and don't have any investment in seeing come out okay. We also have an underlying story about the titular kagewani and it fails about as badly as the one-shot stories. The series also suffers from characters gaining knowledge they shouldn't have. The big example being the wampa*1 episode and the person its chasing escaping because she somehow knows how its vision works. I guess she looked at the script.\n\n\u001b[1mKagewaniの最大の問題は、それがサスペンス恐怖であることを試みることですが、両方のアカウントで悲惨に失敗します。 各エピソードは8分以下の長さで、さまざまなケースがカバーされており、サスペンスを構築することはできません。 私たちはまた、ほとんどのエピソードですぐにモンスターが見えますが、それはサスペンスにも有害です。 ホラー面もまた失敗する。 それのほとんどはちょうど私たちが何も知らない人を追いかけるくそっと見えるモンスターに基づいており、見ることへの投資は全くありません。 また、カゲワニについての基礎的な話もありますが、それはワンショットの話と同じくらいうまくいっていません。 シリーズには、キャラクターが持ってはならない知識を得ることもあります。  Wampa * 1のエピソードの大きな例と、そのビジョンの仕組みが何とか分かっているため、追いかけている人物です。 彼女は脚本を見ていたようだ。\u001b[22m\n\u001b[1m(Kagewani no saidai no mondai wa, sore ga sasupensu kyōfudearu koto o kokoromiru kotodesuga, ryōhō no akaunto de hisan ni shippai shimasu. Kaku episōdo wa 8-bu ika no naga-sa de, samazamana kēsu ga kabā sa rete ori, sasupensu o kōchiku suru koto wa dekimasen. Watashitachiha mata, hotondo no episōdo de sugu ni monsutā ga miemasuga, soreha sasupensu ni mo yūgaidesu. Horā-men mo mata shippai suru. Sore no hotondo wa chōdo watashitachi ga nani mo shiranaihito o oikakeru ku sotto mieru monsutā ni motodzuite ori, miru koto e no tōshi wa mattaku arimasen. Mata, kagewani ni tsuite no kiso-tekina hanashi mo arimasuga, soreha wan shotto no hanashi to onaji kurai umaku itte imasen. Shirīzu ni wa, kyarakutā ga motte wa naranai chishiki o eru koto mo arimasu. Wampa* 1 no episōdo no ōkina rei to, sono bijon no shikumi ga nantoka wakatte iru tame, oikakete iru jinbutsudesu. Kanojo wa kyakuhon o mite ita yōda.)\u001b[22m\n\nTranslations of \u001b[4mThe biggest issue with Kagewani is that it attempts to be suspenseful horror but it fails miserably on both accounts. Each episode is under eight minutes long and they cover different cases, which doesn't allow for any suspense to be built up. We also see the monsters right away in most episodes, which is also detrimental to the suspense. The horror aspects also fail. Most of it is just based around goofy looking monsters chasing people we know nothing about and don't have any investment in seeing come out okay. We also have an underlying story about the titular kagewani and it fails about as badly as the one-shot stories. The series also suffers from characters gaining knowledge they shouldn't have. The big example being the wampa*1 episode and the person its chasing escaping because she somehow knows how its vision works. I guess she looked at the script.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe biggest issue with Kagewani is that it attempts to be suspenseful horror but it fails miserably on both accounts.\u001b[24m\n    \u001b[1mKagewaniの最大の問題は、それがサスペンス恐怖であることを試みることですが、両方のアカウントで悲惨に失敗します。\u001b[22m, \u001b[1mKagewaniとの最大の問題は、それがサスペンスホラーであることを試みますが、それは両方のアカウントに無残に失敗したということです。\u001b[22m\n\u001b[4mEach episode is under eight minutes long and they cover different cases, which doesn't allow for any suspense to be built up.\u001b[24m\n    \u001b[1m各エピソードは8分以下の長さで、さまざまなケースがカバーされており、サスペンスを構築することはできません。\u001b[22m, \u001b[1m各エピソードは、長い8分の下にあり、彼らは任意のサスペンスを構築することはできません別の例を、カバーしています。\u001b[22m\n\u001b[4mWe also see the monsters right away in most episodes, which is also detrimental to the suspense.\u001b[24m\n    \u001b[1m私たちはまた、ほとんどのエピソードですぐにモンスターが見えますが、それはサスペンスにも有害です。\u001b[22m, \u001b[1m我々はまた、サスペンスに有害である、ほとんどのエピソードですぐにモンスターを参照してください。\u001b[22m\n\u001b[4mThe horror aspects also fail.\u001b[24m\n    \u001b[1mホラー面もまた失敗する。\u001b[22m, \u001b[1mホラー側面も失敗します。\u001b[22m\n\u001b[4mMost of it is just based around goofy looking monsters chasing people we know nothing about and don't have any investment in seeing come out okay.\u001b[24m\n    \u001b[1mそれのほとんどはちょうど私たちが何も知らない人を追いかけるくそっと見えるモンスターに基づいており、見ることへの投資は全くありません。\u001b[22m, \u001b[1mそれのほとんどは、ちょうど私達はについて何も知らないし、大丈夫出てくる見て任意の投資を持っていない人を追いかけ間抜け探してモンスターに基づいています。\u001b[22m\n\u001b[4mWe also have an underlying story about the titular kagewani and it fails about as badly as the one-shot stories.\u001b[24m\n    \u001b[1mまた、カゲワニについての基礎的な話もありますが、それはワンショットの話と同じくらいうまくいっていません。\u001b[22m, \u001b[1mまた、名ばかりのkagewaniについての根本的な話を持っており、それは約としてひどくワンショット物語として失敗しました。\u001b[22m\n\u001b[4mThe series also suffers from characters gaining knowledge they shouldn't have.\u001b[24m\n    \u001b[1mシリーズには、キャラクターが持ってはならない知識を得ることもあります。\u001b[22m, \u001b[1mシリーズはまた、彼らが持っているべきではない知識を得る文字に苦しんでいます。\u001b[22m\n\u001b[4mThe big example being the wampa*1 episode and the person its chasing escaping because she somehow knows how its vision works.\u001b[24m\n    \u001b[1mWampa * 1のエピソードの大きな例と、そのビジョンの仕組みが何とか分かっているため、追いかけている人物です。\u001b[22m, \u001b[1m大きな例では、wampa * 1エピソード、彼女は何とかそのビジョンがどのように機能するかを知っているので、その追跡は逃げる人です。\u001b[22m\n\u001b[4mI guess she looked at the script.\u001b[24m\n    \u001b[1m彼女は脚本を見ていたようだ。\u001b[22m, \u001b[1m私は彼女がスクリプトを見て推測します。\u001b[22m\n\u001b[1m\u001b[22m\nAbout the best thing I can say about the series is that it's actually kind of funny. It's like Corpse Party or Galerians in that it's so egregiously incompetent that a lot of the “horror” moments just come across as laughable. If the series was a deliberate parody of B horror films, it would actually be pretty decent.\n\n\u001b[1mシリーズについて私が言うことのできる最も良いことは、実際には面白いということです。 コープスパーティーやギャレリアンズのようなものです。というのも、「ホラー」の瞬間の多くが笑われてしまうようなことはあまりにも無頓着です。 シリーズがBホラー映画の故意のパロディーだったのなら、それは実際にはまともなものになるだろう。\u001b[22m\n\u001b[1m(Shirīzu ni tsuite watashi ga iu koto no dekiru mottomo yoi koto wa, jissai ni wa omoshiroi to iu kotodesu. Kōpusupātī ya gyarerianzu no yōna monodesu. Toyuunomo,`horā' no shunkan no ōku ga warawa rete shimau yōna koto wa amarini mo mutonjakudesu. Shirīzu ga B horā eiga no koi no parodīdatta nonara, sore wa jissai ni wa matomona mono ni narudarou.)\u001b[22m\n\nTranslations of \u001b[4mAbout the best thing I can say about the series is that it's actually kind of funny. It's like Corpse Party or Galerians in that it's so egregiously incompetent that a lot of the “horror” moments just come across as laughable. If the series was a deliberate parody of B horror films, it would actually be pretty decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAbout the best thing I can say about the series is that it's actually kind of funny.\u001b[24m\n    \u001b[1mシリーズについて私が言うことのできる最も良いことは、実際には面白いということです。\u001b[22m, \u001b[1m私はシリーズについて言うことができる最善のことについて、それは実際に一種の面白いということです。\u001b[22m\n\u001b[4mIt's like Corpse Party or Galerians in that it's so egregiously incompetent that a lot of the “horror” moments just come across as laughable.\u001b[24m\n    \u001b[1mコープスパーティーやギャレリアンズのようなものです。というのも、「ホラー」の瞬間の多くが笑われてしまうようなことはあまりにも無頓着です。\u001b[22m, \u001b[1mそれは「恐怖」の瞬間の多くは同じようにばかばかしい渡って来るように甚だしく無能だという点で、それはコープスパーティーやガレリアンズのようなものです。\u001b[22m\n\u001b[4mIf the series was a deliberate parody of B horror films, it would actually be pretty decent.\u001b[24m\n    \u001b[1mシリーズがBホラー映画の故意のパロディーだったのなら、それは実際にはまともなものになるだろう。\u001b[22m, \u001b[1mシリーズはB級ホラー映画の意図的なパロディだった場合、それは実際にはかなりまともだろう。\u001b[22m\n\u001b[1m\u001b[22m\n*Yes, I know that isn't his actual name but it amuses me to call him that.\n\n\u001b[1m*はい、私は彼の実際の名前ではないことを知っていますが、それは私に彼を呼び出すために私を楽しませる。\u001b[22m\n\u001b[1m(* Wa i, watashi wa kare no jissai no namaede wanai koto o shitte imasuga, sore wa watashi ni kare o yobidasu tame ni watashi o tanoshima seru.)\u001b[22m\n\nTranslations of \u001b[4m*Yes, I know that isn't his actual name but it amuses me to call him that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Yes, I know that isn't his actual name but it amuses me to call him that.\u001b[24m\n    \u001b[1m*はい、私は彼の実際の名前ではないことを知っていますが、それは私に彼を呼び出すために私を楽しませる。\u001b[22m, \u001b[1m*はい、私はそれが彼の実際の名前ではありません知っているが、それはその彼を呼び出すために私を楽しませます。\u001b[22m\n\u001b[1m\u001b[22m\n*1 I know it's really supposed to be a yeti, but either one is fictional so it doesn't really matter.\n\n\u001b[1m* 1私はそれが本当にイテイであることを知っていますが、いずれかは架空ですので、本当に問題ではありません。\u001b[22m\n\u001b[1m(* 1 Watashi wa sore ga hontōni iteidearu koto o shitte imasuga, izureka wa kakūdesunode, hontōni mondaide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m*1 I know it's really supposed to be a yeti, but either one is fictional so it doesn't really matter.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*1 I know it's really supposed to be a yeti, but either one is fictional so it doesn't really matter.\u001b[24m\n    \u001b[1m* 1私はそれが本当にイテイであることを知っていますが、いずれかは架空ですので、本当に問題ではありません。\u001b[22m, \u001b[1m* 1私はそれが本当にイエティことになって知っているが、それは本当に問題ではないので、どちらか一方が架空のものです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nThe characters are a big part of why the series fails. In order for suspense horror to work, we as the audience need to have some level of investment in the characters and their well being. In this series we get thirty seconds with a character, if that long, before they're being chased by some monster or other. None of them come across as complex, interesting or fleshed out. We don't care what happens to them because they're like the generic background characters with no real personality that show up once from an action-oriented shounen series that runs for hundreds of episodes. Judas Traveller isn't any better. He's just a generic obsessed dude who's mostly relegated to the background where he can watch events unfold without actually contributing to them. The Precure they added in Max Heart was more developed as a character and she was the very model of a modern mundane magical girl.\n\n\u001b[1mキャラクターはシリーズが失敗する理由の大きな部分です。 サスペンスの恐怖が働くためには、観客がキャラクターと幸福にある程度の投資をする必要があります。 このシリーズでは、あるキャラクターで30秒間、そのモンスターや他のモンスターに追われる前に、長い間それを得る。 それらのどれも、複雑で興味深い、または肉体的に出くわすことはありません。 数百のエピソードのために動くアクション指向のshounenシリーズから一度現れる本当の人格を持たない一般的なバックグラウンドキャラクターのようなので、彼らに何が起こるか気にしません。 ユダの旅行者はそれほど良くはありません。 彼は事実上彼らに貢献することなくイベントを展開するのを見ることができるバックグラウンドに大部分が降格した一般的な執念の男です。 彼らがMax Heartに加えたプリキュアは、キャラクターとしてさらに発展し、現代の日常的な魔法の女の子のモデルでした。\u001b[22m\n\u001b[1m(Kyarakutā wa shirīzu ga shippai suru riyū no ōkina bubundesu. Sasupensu no kyōfu ga hataraku tame ni wa, kankyaku ga kyarakutā to kōfuku ni aruteido no tōshi o suru hitsuyō ga arimasu. Kono shirīzude wa, aru kyarakutā de 30-byōkan, sono monsutā ya hoka no monsutā ni owa reru mae ni, nagaiai sore o eru. Sorera no dore mo, fukuzatsude kyōmibukai, matawa nikutai-teki ni dekuwasu koto wa arimasen. Sū hyaku no episōdo no tame ni ugoku akushon shikō no shounen shirīzu kara ichido arawareru hontō no jinkaku o motanai ippantekina bakkuguraundokyarakutā no yōnanode, karera ni nani ga okoru ka ki ni shimasen. Yuda no ryokō-sha wa sore hodo yoku wa arimasen. Kare wa jijitsujō karera ni kōken suru koto naku ibento o tenkai suru no o miru koto ga dekiru bakkuguraundo ni daibubun ga kōkaku shita ippantekina shūnen no otokodesu. Karera ga Max hāto ni kuwaeta purikyua wa, kyarakutā to shite sarani hatten shi, gendai no nichijō-tekina mahō no on'nanoko no moderudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are a big part of why the series fails. In order for suspense horror to work, we as the audience need to have some level of investment in the characters and their well being. In this series we get thirty seconds with a character, if that long, before they're being chased by some monster or other. None of them come across as complex, interesting or fleshed out. We don't care what happens to them because they're like the generic background characters with no real personality that show up once from an action-oriented shounen series that runs for hundreds of episodes. Judas Traveller isn't any better. He's just a generic obsessed dude who's mostly relegated to the background where he can watch events unfold without actually contributing to them. The Precure they added in Max Heart was more developed as a character and she was the very model of a modern mundane magical girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are a big part of why the series fails.\u001b[24m\n    \u001b[1mキャラクターはシリーズが失敗する理由の大きな部分です。\u001b[22m, \u001b[1m文字は、シリーズが失敗した理由の大きな部分を占めています。\u001b[22m\n\u001b[4mIn order for suspense horror to work, we as the audience need to have some level of investment in the characters and their well being.\u001b[24m\n    \u001b[1mサスペンスの恐怖が働くためには、観客がキャラクターと幸福にある程度の投資をする必要があります。\u001b[22m, \u001b[1mサスペンスホラーが機能するためには、観客として我々はいくつかの文字への投資のレベルとその幸福を持っている必要があります。\u001b[22m\n\u001b[4mIn this series we get thirty seconds with a character, if that long, before they're being chased by some monster or other.\u001b[24m\n    \u001b[1mこのシリーズでは、あるキャラクターで30秒間、そのモンスターや他のモンスターに追われる前に、長い間それを得る。\u001b[22m, \u001b[1mその長い場合、彼らはいくつかのモンスターや他に追われている前に、このシリーズでは、文字と30秒を取得します。\u001b[22m\n\u001b[4mNone of them come across as complex, interesting or fleshed out.\u001b[24m\n    \u001b[1mそれらのどれも、複雑で興味深い、または肉体的に出くわすことはありません。\u001b[22m, \u001b[1mそれらのどれも、複雑な面白いか肉付けとして渡って来ません。\u001b[22m\n\u001b[4mWe don't care what happens to them because they're like the generic background characters with no real personality that show up once from an action-oriented shounen series that runs for hundreds of episodes.\u001b[24m\n    \u001b[1m数百のエピソードのために動くアクション指向のshounenシリーズから一度現れる本当の人格を持たない一般的なバックグラウンドキャラクターのようなので、彼らに何が起こるか気にしません。\u001b[22m, \u001b[1m我々は、彼らがエピソードの数百人のために実行されるアクション志向の少年シリーズから一度現れていない本当の性格を持つ一般的な背景の文字に似ているので、彼らに何が起こるか気にしません。\u001b[22m\n\u001b[4mJudas Traveller isn't any better.\u001b[24m\n    \u001b[1mユダの旅行者はそれほど良くはありません。\u001b[22m, \u001b[1mユダ旅行者は、任意のより良いではありません。\u001b[22m\n\u001b[4mHe's just a generic obsessed dude who's mostly relegated to the background where he can watch events unfold without actually contributing to them.\u001b[24m\n    \u001b[1m彼は事実上彼らに貢献することなくイベントを展開するのを見ることができるバックグラウンドに大部分が降格した一般的な執念の男です。\u001b[22m, \u001b[1m彼は主に彼はイベントが実際にそれらに寄与することなく展開見ることができる背景に追いやらだだけで、一般的な取りつかれて男です。\u001b[22m\n\u001b[4mThe Precure they added in Max Heart was more developed as a character and she was the very model of a modern mundane magical girl.\u001b[24m\n    \u001b[1m彼らがMax Heartに加えたプリキュアは、キャラクターとしてさらに発展し、現代の日常的な魔法の女の子のモデルでした。\u001b[22m, \u001b[1m彼らはマックスハートに追加されたプリキュアは、より多くの文字として開発された、彼女は現代の世俗的な魔法少女の非常にモデルとなりました。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nThe art is a big reason for the series' unintentional comedy. It's at Spider-man and his Amazing Friends levels of the studio just not caring. The animation is janky. The characters look like badly made paper dolls. The posing is frequently really unnatural. Did the studio literally give every episode the animation budget of a convenience store boxed lunch?\n\n\u001b[1m芸術はシリーズの意図しないコメディの大きな理由です。 それはSpider-manとAmazing Friendsのレベルで、気にしないスタジオです。 アニメーションはジャッキーです。 文字はひどく作られた紙の人形のように見えます。 ポーズはしばしば本当に不自然です。 スタジオは文字通りコンビニエンスストアのボックスランチのアニメーション予算をすべてのエピソードに与えましたか？\u001b[22m\n\u001b[1m(Geijutsu wa shirīzu no ito shinai komedi no ōkina riyūdesu. Sore wa Spider - man to amējingu Friends no reberu de, kinishinai sutajiodesu. Animēshon wa jakkīdesu. Moji wa hidoku tsukura reta kami no ningyō no yō ni miemasu. Pōzu wa shibashiba hontōni fushizendesu. Sutajio wa mojidōri konbiniensusutoa no bokkusu ranchi no animēshon yosan o subete no episōdo ni ataemashita ka?)\u001b[22m\n\nTranslations of \u001b[4mThe art is a big reason for the series' unintentional comedy. It's at Spider-man and his Amazing Friends levels of the studio just not caring. The animation is janky. The characters look like badly made paper dolls. The posing is frequently really unnatural. Did the studio literally give every episode the animation budget of a convenience store boxed lunch?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is a big reason for the series' unintentional comedy.\u001b[24m\n    \u001b[1m芸術はシリーズの意図しないコメディの大きな理由です。\u001b[22m, \u001b[1m芸術は、シリーズの意図しない喜劇のための大きな理由です。\u001b[22m\n\u001b[4mIt's at Spider-man and his Amazing Friends levels of the studio just not caring.\u001b[24m\n    \u001b[1mそれはSpider-manとAmazing Friendsのレベルで、気にしないスタジオです。\u001b[22m, \u001b[1mそれはちょうどスタジオのスパイダーマン＆アメイジング・フレンズレベルで思いやりのあるではありません。\u001b[22m\n\u001b[4mThe animation is janky.\u001b[24m\n    \u001b[1mアニメーションはジャッキーです。\u001b[22m, \u001b[1mアニメーションは変なです。\u001b[22m\n\u001b[4mThe characters look like badly made paper dolls.\u001b[24m\n    \u001b[1m文字はひどく作られた紙の人形のように見えます。\u001b[22m, \u001b[1m文字がひどくなる紙人形のように見えます。\u001b[22m\n\u001b[4mThe posing is frequently really unnatural.\u001b[24m\n    \u001b[1mポーズはしばしば本当に不自然です。\u001b[22m, \u001b[1mポーズは頻繁に本当に不自然です。\u001b[22m\n\u001b[4mDid the studio literally give every episode the animation budget of a convenience store boxed lunch?\u001b[24m\n    \u001b[1mスタジオは文字通りコンビニエンスストアのボックスランチのアニメーション予算をすべてのエピソードに与えましたか？\u001b[22m, \u001b[1mスタジオは、文字通りすべてのエピソードにコンビニ弁当のアニメーション予算を与えましたか？\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nThe performances in this are quite flat. I can't really blame the actors. They cast some good ones. I think the problem really does stem from the characters being duller than the original characters in a bad fanfic. The music isn't very good. It's not badly done, but it's just kind of weak.\n\n\u001b[1mこれのパフォーマンスはかなりフラットです。 私は実際に俳優を責めることはできません。 彼らは良いものを投げつける。 私はこの問題は本当に悪いファンフィックの元のキャラクターよりも酷いキャラクターが原因だと思う。 音楽はあまり良くありません。 ひどくやったわけではありませんが、弱いです。\u001b[22m\n\u001b[1m(Kore no pafōmansu wa kanari furattodesu. Watashi wa jissai ni haiyū o semeru koto wa dekimasen. Karera wa yoi mono o nagetsukeru. Watashi wa kono mondai wa hontōni warui fanfikku no gen no kyarakutā yori mo hidoi kyarakutā ga gen'inda to omou. Ongaku wa amari yoku arimasen. Hidoku yatta wakede wa arimasenga, yowaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe performances in this are quite flat. I can't really blame the actors. They cast some good ones. I think the problem really does stem from the characters being duller than the original characters in a bad fanfic. The music isn't very good. It's not badly done, but it's just kind of weak.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe performances in this are quite flat.\u001b[24m\n    \u001b[1mこれのパフォーマンスはかなりフラットです。\u001b[22m, \u001b[1mこの公演は非常に平坦です。\u001b[22m\n\u001b[4mI can't really blame the actors.\u001b[24m\n    \u001b[1m私は実際に俳優を責めることはできません。\u001b[22m\n\u001b[4mThey cast some good ones.\u001b[24m\n    \u001b[1m彼らは良いものを投げつける。\u001b[22m, \u001b[1m彼らはいくつかの良いものをキャスト。\u001b[22m\n\u001b[4mI think the problem really does stem from the characters being duller than the original characters in a bad fanfic.\u001b[24m\n    \u001b[1m私はこの問題は本当に悪いファンフィックの元のキャラクターよりも酷いキャラクターが原因だと思う。\u001b[22m, \u001b[1m私はこの問題は本当に悪いfanficで元の文字より鈍いという文字から生じるんだと思います。\u001b[22m\n\u001b[4mThe music isn't very good.\u001b[24m\n    \u001b[1m音楽はあまり良くありません。\u001b[22m, \u001b[1m音楽は非常に良いではありません。\u001b[22m\n\u001b[4mIt's not badly done, but it's just kind of weak.\u001b[24m\n    \u001b[1mひどくやったわけではありませんが、弱いです。\u001b[22m, \u001b[1mそれはひどく行われ、それだけの種類の弱いですないです。\u001b[22m\n\u001b[1m\u001b[22m\nHo-yay:\n\n\u001b[1mホーイー：\u001b[22m\n\u001b[1m(Hōī:)\u001b[22m\n\nTranslations of \u001b[4mHo-yay:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHo-yay:\u001b[24m\n    \u001b[1mホーイー：\u001b[22m, \u001b[1mHO-イェーイ：\u001b[22m\n\u001b[1m\u001b[22m\nThere isn't any. Having ho-yay would necessitate that the characters have strong enough interactions and personalities for chemistry. Which they don't.\n\n\u001b[1m何もありません。 ホーイイを持つことは、キャラクターが化学のために十分な相互作用と性格を持っていることを必要とするだろう。 彼らはそうではありません。\u001b[22m\n\u001b[1m(Nani mo arimasen. Hōii o motsu koto wa, kyarakutā ga kagaku no tame ni jūbun'na sōgo sayō to seikaku o motte iru koto o hitsuyō to surudarou. Karera wa sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere isn't any. Having ho-yay would necessitate that the characters have strong enough interactions and personalities for chemistry. Which they don't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere isn't any.\u001b[24m\n    \u001b[1m何もありません。\u001b[22m, \u001b[1mいずれかがありません。\u001b[22m\n\u001b[4mHaving ho-yay would necessitate that the characters have strong enough interactions and personalities for chemistry.\u001b[24m\n    \u001b[1mホーイイを持つことは、キャラクターが化学のために十分な相互作用と性格を持っていることを必要とするだろう。\u001b[22m, \u001b[1mHO-イェーイを持つことは、文字が化学のための強力な十分な相互作用や個性を持っていることを必要となります。\u001b[22m\n\u001b[4mWhich they don't.\u001b[24m\n    \u001b[1m彼らはそうではありません。\u001b[22m, \u001b[1mこれはそうではありません。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Thoughts:\n\n\u001b[1m最終的な考え方：\u001b[22m\n\u001b[1m(Saishū-tekina kangaekata:)\u001b[22m\n\nTranslations of \u001b[4mFinal Thoughts:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Thoughts:\u001b[24m\n    \u001b[1m最終的な考え方：\u001b[22m, \u001b[1m最終的な考え：\u001b[22m\n\u001b[1m\u001b[22m\nKagewani is an incompetent series. Like Galerians and Corpse Party, it fails miserably at what it's actually trying to do. But, like those series, I kind of recommend it for the unintentional humour. Still, I have to give it a 2/10. Next week we'll continue this year's horror anime month with Danganronpa 3: The End of Kibougamine Gakuen Mirai-hen &amp; the sequel special Kibou-hen. Look forward to that and maintain your fabulousity.\n\n\u001b[1mKagewaniは無能なシリーズです。  GaleriansやCorpps Partyのように、実際に何をしようとしているのかは悲惨に失敗します。 しかし、これらのシリーズのように、私は無意識のユーモアのためにそれをお勧めします。 それでも、私はそれを2/10与える必要があります。 来週は、今年のホラーアニメの月にDanganronpa 3：キブガミン学園未来篇＆ 続編スペシャルキボウ篇。 それを楽しみにして、あなたの素晴らしさを維持してください。\u001b[22m\n\u001b[1m(Kagewani wa munōna shirīzudesu. Galerians ya Corpps pātī no yō ni, jissai ni nani o shiyou to shite iru no ka wa hisan ni shippai shimasu. Shikashi, korera no shirīzu no yō ni, watashi wa muishiki no yūmoa no tame ni sore o o susume shimasu. Soredemo, watashi wa sore o 2/ 10 ataeru hitsuyō ga arimasu. Raishū wa, kotoshi no horāanime no tsuki ni Danganronpa 3: Kibugamin gakuen mirai-hen& zokuhen supesharukibou-hen. Sore o tanoshimini shite, anata no subarashi-sa o iji shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mKagewani is an incompetent series. Like Galerians and Corpse Party, it fails miserably at what it's actually trying to do. But, like those series, I kind of recommend it for the unintentional humour. Still, I have to give it a 2/10. Next week we'll continue this year's horror anime month with Danganronpa 3: The End of Kibougamine Gakuen Mirai-hen &amp; the sequel special Kibou-hen. Look forward to that and maintain your fabulousity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani is an incompetent series.\u001b[24m\n    \u001b[1mKagewaniは無能なシリーズです。\u001b[22m\n\u001b[4mLike Galerians and Corpse Party, it fails miserably at what it's actually trying to do.\u001b[24m\n    \u001b[1mGaleriansやCorpps Partyのように、実際に何をしようとしているのかは悲惨に失敗します。\u001b[22m, \u001b[1mガレリアンズとコープスパーティーのように、それは実際にやろうとしているもので無残に失敗しました。\u001b[22m\n\u001b[4mBut, like those series, I kind of recommend it for the unintentional humour.\u001b[24m\n    \u001b[1mしかし、これらのシリーズのように、私は無意識のユーモアのためにそれをお勧めします。\u001b[22m, \u001b[1mしかし、これらのシリーズのように、私は一種の意図しないユーモアのためにそれをお勧めします。\u001b[22m\n\u001b[4mStill, I have to give it a 2/10.\u001b[24m\n    \u001b[1mそれでも、私はそれを2/10与える必要があります。\u001b[22m, \u001b[1mそれでも、私はそれを2月10日を与えなければなりません。\u001b[22m\n\u001b[4mNext week we'll continue this year's horror anime month with Danganronpa 3: The End of Kibougamine Gakuen Mirai-hen &amp;\u001b[24m\n    \u001b[1m来週は、今年のホラーアニメの月にDanganronpa 3：キブガミン学園未来篇＆\u001b[22m, \u001b[1m来週はダンガンロンパシリーズ3で、今年のホラーアニメヶ月継続します：Kibougamine学園未来編＆アンペアの終了を。\u001b[22m\n\u001b[4mthe sequel special Kibou-hen.\u001b[24m\n    \u001b[1m続編スペシャルキボウ篇。\u001b[22m, \u001b[1m続編特別Kibou編。\u001b[22m\n\u001b[4mLook forward to that and maintain your fabulousity.\u001b[24m\n    \u001b[1mそれを楽しみにして、あなたの素晴らしさを維持してください。\u001b[22m, \u001b[1mそのことを楽しみにして、fabulousityを維持します。\u001b[22m"
  },
  {
    "title": "Kagewani",
    "id": "30524",
    "url": "https://myanimelist.net/anime/30524/Kagewani",
    "user": "Millawls",
    "profile": "/profile/Millawls/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=214676",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  7\n\n最近では、芸術が標準から離れて進んでいるアニメを見ることはまれです。  Ninja Slayer、Inferno Cop、Ping Pongのようなアニメーションは異常とみなされる可能性があります。アートスタイルとアニメーションは存在するすべてのharem / ecchi ROMCOMに似ていないからです。\n\nKagewaniは、視聴者がアニメビジネスで実験的になるようになったときに、まれにしか見逃せないチャンスです。 新鮮で新鮮なので、多くの人は、通常のアニメと同じように見えたり、行動したりしないので、すぐにそれを嫌う傾向があります。\n\n「うーん！ アニメは吸って、芸術はすごいです！ 私のエッチ/ハーレムライトの小説の適応はどこですか？＃43679？\n視聴者の多くは、前述のようなショーを横断したときにそれを言う。 あなたは素晴らしいアニメを作るために派手な爆発、流体アニメーションやおっぱいをする必要はありません。 視聴者の関心を引くために興味深い話や代替アートスタイルが必要です。  Kagewaniは両方を持っています。\n\nストーリー：6/10\n\n神秘的なモンスターやエキゾチックな生き物は人間の都市の近くに危険にさらされ始めています。 魚介バンバ（銀魂の銀色の声）は、怪物を取り巻く死を調査して、さらに奇妙な傷跡を持つ奇妙な男です。\n\nエピソードごとに短いランタイム（OPとEDを削除した場合）を実行すると、Kagewaniは以下を管理します。\n - エピソードのトーンと環境を設定する（ジャングル、山、海、アーバン）\n - 潜在的な被害者を紹介する\n - 実際に恐ろしい/恐ろしいモンスターを実際に表示する\n -  Sousuke Banbaについてもっと教えてください\n\n最初の9つのエピソードは「今週の怪物」ショーのタイプですが、いくつかの実際のストーリーはショーの最後のクォーターで紹介されています。\n\nアート：7/10\n\nこれは多くの人にとって初めての「落ち込み点」です。 芸術は...特別です。\n\nアンジェラ・アナコンダを考えてみてください。  Kagewaniのアニメーションは非常にカットオフです。 アニメーションは、背景が動いている間、主に四肢の「動き回る」もので作られています。 それはまた、フィルターが置かれた実生活の写真もいくつか持っています。 説明するのは信じられないほど難しい...\n\nKagewaniのアニメーションをANYアニメと比較すると（Inferno CopとNinja Slayerは除きます）、比較すると悪く見えます。 しかし、アニメーションはショーの強みの1つだと思います。 アニメーションやアートスタイルは暗く、不気味で、不気味で荒々しいです。 それはショーのトーンに合っています。\n\nサウンド：7/10\n\n声優はまともな仕事をしますが、本当に輝くのは周囲の騒音とモンスターの叫びです。\n\n下水道を歩いているとき、小さな滴り落ちる騒音、水がレンガの壁にやさしくぶつかり、非常にかすかで遠い踏み音が徐々に近づいてきます。 山に登ると、ブーツの下の雪の鳴き声、風の鳴き声、カラビナの音がベルトにぶつかって聞こえます。\n\nキャラクター：5/10\n\n再現する唯一のキャラクターは、Sousuke Banbaです。 彼は大学の教授であり（再び育てられない）、彼は秘書（これは決して再び生まれない...）を持っていて、彼が怪物に近づくと顔が傷つく。 彼は外傷的な子供時代を抱えていました。私がSousuke Banbaについてもっと話したら、私はショーを台無しにするでしょう。\n\n残念なことに、他のすべてのキャラクターはフラットになります。 ショーの最後の四半期には実際にストーリーにとって重要なキャラクターがいくつかありますが、アニメはストーリーにとって重要な理由を教えてくれる前に終了しました。\n\n楽しさ：7/10\n\nそれは実際に私を怖がらせた「ホラー」タグを持つ最初のアニメです。 信じられないほどに不快な雰囲気と完全に嫌なモンスターは、第二次世界大戦中にロシアのT-34戦車よりも速く展開しているLight Novel ecchi haremコピーペーストショーの新鮮な空気の息吹である。\n\n全体：6/10\n\nKagewaniを見てみる前に、自分自身に質問してください。\n\n「どのように私はこのショーを見たり/楽しんでいますか？\n\n芸術はあなたをここにとどめようとしていると仮定しないでください。 それは可能かもしれませんが、それを信じることはありません。\n\n音のデザインがいいと思って、雰囲気は素晴らしいですし、モンスター...神聖なモンスター。\n\n*取り除かれたために再転記されました。*",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nIt's rare nowadays to see an anime which artstyle strides away from the norm. Shows like Ninja Slayer, Inferno Cop and even Ping Pong The Animation could be considered abnormal, because the artstyle and animation is not like every harem/ecchi ROMCOM in existence.\n\n\u001b[1m最近では、芸術が標準から離れて進んでいるアニメを見ることはまれです。  Ninja Slayer、Inferno Cop、Ping Pongのようなアニメーションは異常とみなされる可能性があります。アートスタイルとアニメーションは存在するすべてのharem / ecchi ROMCOMに似ていないからです。\u001b[22m\n\u001b[1m(Saikinde wa, geijutsu ga hyōjun kara hanarete susunde iru anime o miru koto wa maredesu. Ninja Slayer, inferuno Cop, Ping Pong no yōna animēshon wa ijō to minasa reru kanōsei ga arimasu. Ātosutairu to animēshon wa sonzai suru subete no harem/ ecchi ROMCOM ni nite inaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's rare nowadays to see an anime which artstyle strides away from the norm. Shows like Ninja Slayer, Inferno Cop and even Ping Pong The Animation could be considered abnormal, because the artstyle and animation is not like every harem/ecchi ROMCOM in existence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's rare nowadays to see an anime which artstyle strides away from the norm.\u001b[24m\n    \u001b[1m最近では、芸術が標準から離れて進んでいるアニメを見ることはまれです。\u001b[22m, \u001b[1mこれは、規範からの進歩を離れartstyleアニメを見るために、今日まれです。\u001b[22m\n\u001b[4mShows like Ninja Slayer, Inferno Cop and even Ping Pong The Animation could be considered abnormal, because the artstyle and animation is not like every harem/ecchi ROMCOM in existence.\u001b[24m\n    \u001b[1mNinja Slayer、Inferno Cop、Ping Pongのようなアニメーションは異常とみなされる可能性があります。アートスタイルとアニメーションは存在するすべてのharem / ecchi ROMCOMに似ていないからです。\u001b[22m, \u001b[1martstyleとアニメーションが存在しているすべてのハーレム/エッチROMCOMようにされていませんのでニンジャスレイヤー、インフェルノコップとさえピンポンザ・アニメーションのようなショーは、異常と考えられます。\u001b[22m\n\u001b[1m\u001b[22m\nKagewani is one of those rare and delightful chances we as viewers get to experience, when things start to get experimental in the anime business. Since it's new and fresh, a lot of people tend to dislike it immediately, because it doesn't look or act as 'normal' anime would.\n\n\u001b[1mKagewaniは、視聴者がアニメビジネスで実験的になるようになったときに、まれにしか見逃せないチャンスです。 新鮮で新鮮なので、多くの人は、通常のアニメと同じように見えたり、行動したりしないので、すぐにそれを嫌う傾向があります。\u001b[22m\n\u001b[1m(Kagewani wa, shichō-sha ga anime bijinesu de jikken-teki ni naru yō ni natta toki ni, mare ni shika minogasenai chansudesu. Shinsende shinsen'nanode, ōku no hito wa, tsūjō no anime to onaji yō ni mie tari, kōdō shi tari shinainode, sugu ni sore o kirau keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mKagewani is one of those rare and delightful chances we as viewers get to experience, when things start to get experimental in the anime business. Since it's new and fresh, a lot of people tend to dislike it immediately, because it doesn't look or act as 'normal' anime would.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKagewani is one of those rare and delightful chances we as viewers get to experience, when things start to get experimental in the anime business.\u001b[24m\n    \u001b[1mKagewaniは、視聴者がアニメビジネスで実験的になるようになったときに、まれにしか見逃せないチャンスです。\u001b[22m, \u001b[1mKagewaniは物事がアニメ事業に実験的取得を開始したとき、我々は視聴者が、体験してもらうとして、これらの希少かつ楽しいチャンスの一つです。\u001b[22m\n\u001b[4mSince it's new and fresh, a lot of people tend to dislike it immediately, because it doesn't look or act as 'normal' anime would.\u001b[24m\n    \u001b[1m新鮮で新鮮なので、多くの人は、通常のアニメと同じように見えたり、行動したりしないので、すぐにそれを嫌う傾向があります。\u001b[22m, \u001b[1mそれは新しい、新鮮なので、多くの人は、それが見えるかだろう「通常」のアニメとして作用しないので、すぐにそれを嫌う傾向にあります。\u001b[22m\n\u001b[1m\u001b[22m\n'Uhh! The animation sucks and the art is shitty! Where's my ecchi/harem light novel adaptation #43679?'\n\n\u001b[1m「うーん！ アニメは吸って、芸術はすごいです！ 私のエッチ/ハーレムライトの小説の適応はどこですか？＃43679？\u001b[22m\n\u001b[1m(`U ̄ n! Anime wa sutte, geijutsu wa sugoidesu! Watashi no etchi/ hāremuraito no shōsetsu no tekiō wa dokodesu ka?# 43679?)\u001b[22m\n\nTranslations of \u001b[4m'Uhh! The animation sucks and the art is shitty! Where's my ecchi/harem light novel adaptation #43679?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Uhh!\u001b[24m\n    \u001b[1m「うーん！\u001b[22m, \u001b[1m「うう！\u001b[22m\n\u001b[4mThe animation sucks and the art is shitty!\u001b[24m\n    \u001b[1mアニメは吸って、芸術はすごいです！\u001b[22m, \u001b[1mアニメーションは吸うと芸術はくだらないです！\u001b[22m\n\u001b[4mWhere's my ecchi/harem light novel adaptation #43679?'\u001b[24m\n    \u001b[1m私のエッチ/ハーレムライトの小説の適応はどこですか？＃43679？\u001b[22m, \u001b[1m私のエッチ/ハーレムライトノベル適応＃の43679はどこにありますか？」\u001b[22m\nA lot of viewers say that when they stumble across shows like the ones previously mentioned. You don't need to have flashy explosions, fluid animation or boobs to make a good anime. You just need an interesting story or alternative artstyle to grab the viewers attention. Kagewani has both.\n\n\u001b[1m視聴者の多くは、前述のようなショーを横断したときにそれを言う。 あなたは素晴らしいアニメを作るために派手な爆発、流体アニメーションやおっぱいをする必要はありません。 視聴者の関心を引くために興味深い話や代替アートスタイルが必要です。  Kagewaniは両方を持っています。\u001b[22m\n\u001b[1m(Shichō-sha no ōku wa, zenjutsu no yōna shō o ōdan shita toki ni sore o iu. Anata wa subarashī anime o tsukuru tame ni hadena bakuhatsu, ryūtai animēshon ya oppai o suru hitsuyō wa arimasen. Shichō-sha no kanshin o hiku tame ni kyōmibukai hanashi ya daitai ātosutairu ga hitsuyōdesu. Kagewani wa ryōhō o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mA lot of viewers say that when they stumble across shows like the ones previously mentioned. You don't need to have flashy explosions, fluid animation or boobs to make a good anime. You just need an interesting story or alternative artstyle to grab the viewers attention. Kagewani has both.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of viewers say that when they stumble across shows like the ones previously mentioned.\u001b[24m\n    \u001b[1m視聴者の多くは、前述のようなショーを横断したときにそれを言う。\u001b[22m, \u001b[1m視聴者の多くは、彼らが以前に言及したもののようなショーに遭遇するときと言います。\u001b[22m\n\u001b[4mYou don't need to have flashy explosions, fluid animation or boobs to make a good anime.\u001b[24m\n    \u001b[1mあなたは素晴らしいアニメを作るために派手な爆発、流体アニメーションやおっぱいをする必要はありません。\u001b[22m, \u001b[1mあなたは良いアニメを作るために派手な爆発、流体アニメーションやおっぱいを持っている必要はありません。\u001b[22m\n\u001b[4mYou just need an interesting story or alternative artstyle to grab the viewers attention.\u001b[24m\n    \u001b[1m視聴者の関心を引くために興味深い話や代替アートスタイルが必要です。\u001b[22m, \u001b[1mあなただけの視聴者の注目を集めるのは興味深いストーリーや代替artstyleが必要です。\u001b[22m\n\u001b[4mKagewani has both.\u001b[24m\n    \u001b[1mKagewaniは両方を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6/10\n\n\u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6/10\u001b[24m\n    \u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m\u001b[22m\nMysterious monsters and exotic creatures are starting to show up dangerously close to human cities. Sousuke Banba (Voiced by Gintoki from Gintama) is a strange man with an even stranger scar, investigating the deaths surrounding the monsters.\n\n\u001b[1m神秘的なモンスターやエキゾチックな生き物は人間の都市の近くに危険にさらされ始めています。 魚介バンバ（銀魂の銀色の声）は、怪物を取り巻く死を調査して、さらに奇妙な傷跡を持つ奇妙な男です。\u001b[22m\n\u001b[1m(Shinpi-tekina monsutā ya ekizochikkuna ikimono wa ningen no toshi no chikaku ni kiken ni sarasa re hajimete imasu. Gyokai Banba (Gintama no gin'iro no koe) wa, kaibutsu o torimaku shi o chōsa shite, sarani kimyōna kizuato o motsu kimyōna otokodesu.)\u001b[22m\n\nTranslations of \u001b[4mMysterious monsters and exotic creatures are starting to show up dangerously close to human cities. Sousuke Banba (Voiced by Gintoki from Gintama) is a strange man with an even stranger scar, investigating the deaths surrounding the monsters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMysterious monsters and exotic creatures are starting to show up dangerously close to human cities.\u001b[24m\n    \u001b[1m神秘的なモンスターやエキゾチックな生き物は人間の都市の近くに危険にさらされ始めています。\u001b[22m, \u001b[1m謎のモンスターとエキゾチックな生き物は、人間の都市に危険なほど近くに現れ始めています。\u001b[22m\n\u001b[4mSousuke Banba (Voiced by Gintoki from Gintama) is a strange man with an even stranger scar, investigating the deaths surrounding the monsters.\u001b[24m\n    \u001b[1m魚介バンバ（銀魂の銀色の声）は、怪物を取り巻く死を調査して、さらに奇妙な傷跡を持つ奇妙な男です。\u001b[22m, \u001b[1m（銀魂から銀時によって表明さ）宗介番場は、モンスターを周囲の人の死亡を調査し、あっても他人の傷を持つ奇妙な男です。\u001b[22m\n\u001b[1m\u001b[22m\nWith the short runtime of 6 minutes per episode (if you remove the OP and ED), Kagewani manages to:\n\n\u001b[1mエピソードごとに短いランタイム（OPとEDを削除した場合）を実行すると、Kagewaniは以下を管理します。\u001b[22m\n\u001b[1m(Episōdo-goto ni mijikai Rantaimu (OP to ED o sakujo shita baai) o jikkō suru to, Kagewani wa ika o kanri shimasu.)\u001b[22m\n\nTranslations of \u001b[4mWith the short runtime of 6 minutes per episode (if you remove the OP and ED), Kagewani manages to:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith the short runtime of 6 minutes per episode (if you remove the OP and ED), Kagewani manages to:\u001b[24m\n    \u001b[1mエピソードごとに短いランタイム（OPとEDを削除した場合）を実行すると、Kagewaniは以下を管理します。\u001b[22m, \u001b[1mエピソードごとの6分の短いランタイムと（あなたがOPとEDを削除した場合）、Kagewaniはに管理します。\u001b[22m\n- Set the tone and environment of the episode (Jungle, Mountains, Sea, Urban)\n\n\u001b[1m - エピソードのトーンと環境を設定する（ジャングル、山、海、アーバン）\u001b[22m\n\u001b[1m(- Episōdo no tōn to kankyō o settei suru (janguru, yama, umi, āban))\u001b[22m\n\nTranslations of \u001b[4m- Set the tone and environment of the episode (Jungle, Mountains, Sea, Urban)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Set the tone and environment of the episode (Jungle, Mountains, Sea, Urban)\u001b[24m\n    \u001b[1m - エピソードのトーンと環境を設定する（ジャングル、山、海、アーバン）\u001b[22m, \u001b[1m - エピソードのトーンと環境を設定します（ジャングル、山、海、アーバン）\u001b[22m\n- Introduce the potential victims\n\n\u001b[1m - 潜在的な被害者を紹介する\u001b[22m\n\u001b[1m(- Senzai-tekina higaisha o shōkai suru)\u001b[22m\n\nTranslations of \u001b[4m- Introduce the potential victims\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Introduce the potential victims\u001b[24m\n    \u001b[1m - 潜在的な被害者を紹介する\u001b[22m, \u001b[1m - 潜在的な被害者を紹介\u001b[22m\n- Show the actually creepy/scary monsters in action\n\n\u001b[1m - 実際に恐ろしい/恐ろしいモンスターを実際に表示する\u001b[22m\n\u001b[1m(- Jissai ni osoroshī/ osoroshī monsutā o jissai ni hyōji suru)\u001b[22m\n\nTranslations of \u001b[4m- Show the actually creepy/scary monsters in action\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Show the actually creepy/scary monsters in action\u001b[24m\n    \u001b[1m - 実際に恐ろしい/恐ろしいモンスターを実際に表示する\u001b[22m, \u001b[1m - アクションで実際に不気味/スケアリー・モンスターズを表示\u001b[22m\n- Tell us a little more about Sousuke Banba\n\n\u001b[1m -  Sousuke Banbaについてもっと教えてください\u001b[22m\n\u001b[1m(- Sousuke Banba ni tsuite motto oshietekudasai)\u001b[22m\n\nTranslations of \u001b[4m- Tell us a little more about Sousuke Banba\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Tell us a little more about Sousuke Banba\u001b[24m\n    \u001b[1m -  Sousuke Banbaについてもっと教えてください\u001b[22m, \u001b[1m - 私たち宗介番場についてもう少し教え\u001b[22m\n\u001b[1m\u001b[22m\nThe first 9 episodes are a 'monster of the week' type of show, but some actual story is introduced in the last quater of the show.\n\n\u001b[1m最初の9つのエピソードは「今週の怪物」ショーのタイプですが、いくつかの実際のストーリーはショーの最後のクォーターで紹介されています。\u001b[22m\n\u001b[1m(Saisho no kokonotsu no episōdo wa `konshū no kaibutsu' shō no taipudesuga, ikutsu ka no jissai no sutōrī wa shō no saigo no ku~ōtā de shōkai sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe first 9 episodes are a 'monster of the week' type of show, but some actual story is introduced in the last quater of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first 9 episodes are a 'monster of the week' type of show, but some actual story is introduced in the last quater of the show.\u001b[24m\n    \u001b[1m最初の9つのエピソードは「今週の怪物」ショーのタイプですが、いくつかの実際のストーリーはショーの最後のクォーターで紹介されています。\u001b[22m, \u001b[1m最初の9エピソードはショーのタイプ '週の怪物ですが、いくつかの実際の物語はショーの最後QUATERで導入されます。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is the first 'drop point' for a lot of people. The art is... special.\n\n\u001b[1mこれは多くの人にとって初めての「落ち込み点」です。 芸術は...特別です。\u001b[22m\n\u001b[1m(Kore wa ōku no hito ni totte hajimete no `ochikomi-ten'desu. Geijutsu wa... Tokubetsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the first 'drop point' for a lot of people. The art is... special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the first 'drop point' for a lot of people.\u001b[24m\n    \u001b[1mこれは多くの人にとって初めての「落ち込み点」です。\u001b[22m, \u001b[1mこれは、多くの人々のための最初の「ドロップポイント」です。\u001b[22m\n\u001b[4mThe art is... special.\u001b[24m\n    \u001b[1m芸術は...特別です。\u001b[22m\n\u001b[1m\u001b[22m\nThink of Angela Anaconda. The animation for Kagewani is very cutout-esque. The animation is mostly made of the limbs 'moving' back and forth, while the background moves. It also have some real life pictures with a filter laid over in it as well. It's incredibly hard to describe...\n\n\u001b[1mアンジェラ・アナコンダを考えてみてください。  Kagewaniのアニメーションは非常にカットオフです。 アニメーションは、背景が動いている間、主に四肢の「動き回る」もので作られています。 それはまた、フィルターが置かれた実生活の写真もいくつか持っています。 説明するのは信じられないほど難しい...\u001b[22m\n\u001b[1m(Anjera anakonda o kangaete mite kudasai. Kagewani no animēshon wa hijō ni kattōfudesu. Animēshon wa, haikei ga ugoite iru ma, omoni shishi no `ugokimawaru' mono de tsukura rete imasu. Sore wa mata, firutā ga oka reta jisseikatsu no shashin mo ikutsu ka motte imasu. Setsumei suru no wa shinji rarenai hodo muzukashī...)\u001b[22m\n\nTranslations of \u001b[4mThink of Angela Anaconda. The animation for Kagewani is very cutout-esque. The animation is mostly made of the limbs 'moving' back and forth, while the background moves. It also have some real life pictures with a filter laid over in it as well. It's incredibly hard to describe...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThink of Angela Anaconda.\u001b[24m\n    \u001b[1mアンジェラ・アナコンダを考えてみてください。\u001b[22m, \u001b[1mアンジェラアナコンダを考えます。\u001b[22m\n\u001b[4mThe animation for Kagewani is very cutout-esque.\u001b[24m\n    \u001b[1mKagewaniのアニメーションは非常にカットオフです。\u001b[22m, \u001b[1mKagewaniのためのアニメーションは非常にカットアウト風です。\u001b[22m\n\u001b[4mThe animation is mostly made of the limbs 'moving' back and forth, while the background moves.\u001b[24m\n    \u001b[1mアニメーションは、背景が動いている間、主に四肢の「動き回る」もので作られています。\u001b[22m, \u001b[1m背景が移動しながらアニメーションを主に、四肢前後 'が移動」で構成されています。\u001b[22m\n\u001b[4mIt also have some real life pictures with a filter laid over in it as well.\u001b[24m\n    \u001b[1mそれはまた、フィルターが置かれた実生活の写真もいくつか持っています。\u001b[22m, \u001b[1mまた、同様にそれに渡って敷設フィルタといくつかの実際の生活の写真を持っています。\u001b[22m\n\u001b[4mIt's incredibly hard to describe...\u001b[24m\n    \u001b[1m説明するのは信じられないほど難しい...\u001b[22m, \u001b[1mこれは、記述するために信じられないほど難しいです...\u001b[22m\n\u001b[1m\u001b[22m\nIf you compare the animation in Kagewani with ANY anime (excluding Inferno Cop and Ninja Slayer) it would look bad in comparison. But i think the animation is one of the strong points of the show. The animation and artstyle is dark, eerie, creepy and gritty. It fits the tone of the show.\n\n\u001b[1mKagewaniのアニメーションをANYアニメと比較すると（Inferno CopとNinja Slayerを除く）、それは比較して悪く見えます。 しかし、アニメーションはショーの強みの1つだと思います。 アニメーションやアートスタイルは暗く、不気味で、不気味で荒々しいです。 それはショーのトーンに合っています。\u001b[22m\n\u001b[1m(Kagewani no animēshon o ANY anime to hikaku suruto (inferuno Cop to ninja Slayer o nozoku), soreha hikaku shite waruku miemasu. Shikashi, animēshon wa shō no tsuyomi no 1tsuda to omoimasu. Animēshon ya ātosutairu wa kuraku, bukimide, bukimide araarashīdesu. Sore wa shō no tōn ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you compare the animation in Kagewani with ANY anime (excluding Inferno Cop and Ninja Slayer) it would look bad in comparison. But i think the animation is one of the strong points of the show. The animation and artstyle is dark, eerie, creepy and gritty. It fits the tone of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you compare the animation in Kagewani with ANY anime (excluding Inferno Cop and Ninja Slayer) it would look bad in comparison.\u001b[24m\n    \u001b[1mKagewaniのアニメーションをANYアニメと比較すると（Inferno CopとNinja Slayerを除く）、それは比較して悪く見えます。\u001b[22m, \u001b[1mあなたは（インフェルノコップとニンジャスレイヤー除く）のアニメでKagewaniでアニメーションを比較した場合には、比較して悪くなります。\u001b[22m\n\u001b[4mBut i think the animation is one of the strong points of the show.\u001b[24m\n    \u001b[1mしかし、アニメーションはショーの強みの1つだと思います。\u001b[22m, \u001b[1mしかし、私はアニメーションがショーの強力なポイントの一つだと思います。\u001b[22m\n\u001b[4mThe animation and artstyle is dark, eerie, creepy and gritty.\u001b[24m\n    \u001b[1mアニメーションやアートスタイルは暗く、不気味で、不気味で荒々しいです。\u001b[22m, \u001b[1mアニメーションとartstyleは、暗い不気味な、怖いとザラザラです。\u001b[22m\n\u001b[4mIt fits the tone of the show.\u001b[24m\n    \u001b[1mそれはショーのトーンに合っています。\u001b[22m, \u001b[1mそれはショーのトーンにフィットします。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7/10\n\n\u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m(Saundo: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7/10\u001b[24m\n    \u001b[1mサウンド：7/10\u001b[22m\n\u001b[1m\u001b[22m\nThe voice actors do a decent job, but the thing that really shines is the ambient noises and the cries of the monsters.\n\n\u001b[1m声優はまともな仕事をしますが、本当に輝くのは周囲の騒音とモンスターの叫びです。\u001b[22m\n\u001b[1m(Seiyū wa matomona shigoto o shimasuga, hontōni kagayaku no wa shūi no sōon to monsutā no sakebidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice actors do a decent job, but the thing that really shines is the ambient noises and the cries of the monsters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice actors do a decent job, but the thing that really shines is the ambient noises and the cries of the monsters.\u001b[24m\n    \u001b[1m声優はまともな仕事をしますが、本当に輝くのは周囲の騒音とモンスターの叫びです。\u001b[22m, \u001b[1m声優はまともな仕事をするが、実際に輝くことは、周囲の騒音やモンスターの叫びです。\u001b[22m\n\u001b[1m\u001b[22m\nWhen walking in the sewers, you hear small dripping noises, the water gently hitting the brick wall and some very faint and distant stomping that's gradually getting closer and closer and closer. When climbing the mountain, you can hear the snow crackle under the boots, the wind howling and the sound of carabiners hitting each other in the belt.\n\n\u001b[1m下水道を歩いているとき、小さな滴り落ちる騒音、水がレンガの壁にやさしくぶつかり、非常にかすかで遠い踏み音が徐々に近づいてきます。 山に登ると、ブーツの下の雪の鳴き声、風の鳴き声、カラビナの音がベルトにぶつかって聞こえます。\u001b[22m\n\u001b[1m(Gesuidō o aruite iru toki, chīsana shitatari ochiru sōon, mizu ga renga no kabe ni yasashiku butsukari, hijō ni kasukade tōi fumi-on ga jojoni chikadzuite kimasu. Yamaninoboru to, būtsu no shita no yuki no nakigoe,-fū no nakigoe, karabina no oto ga beruto ni butsukatte kikoemasu.)\u001b[22m\n\nTranslations of \u001b[4mWhen walking in the sewers, you hear small dripping noises, the water gently hitting the brick wall and some very faint and distant stomping that's gradually getting closer and closer and closer. When climbing the mountain, you can hear the snow crackle under the boots, the wind howling and the sound of carabiners hitting each other in the belt.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen walking in the sewers, you hear small dripping noises, the water gently hitting the brick wall and some very faint and distant stomping that's gradually getting closer and closer and closer.\u001b[24m\n    \u001b[1m下水道を歩いているとき、小さな滴り落ちる騒音、水がレンガの壁にやさしくぶつかり、非常にかすかで遠い踏み音が徐々に近づいてきます。\u001b[22m, \u001b[1m下水道の中を歩いたとき、あなたは、水が優しくレンガの壁と徐々に近づくと近づいていますいくつかの非常にかすかなと遠く踏みを打つ、小さな滴る音を聞きます。\u001b[22m\n\u001b[4mWhen climbing the mountain, you can hear the snow crackle under the boots, the wind howling and the sound of carabiners hitting each other in the belt.\u001b[24m\n    \u001b[1m山に登ると、ブーツの下の雪の鳴き声、風の鳴き声、カラビナの音がベルトにぶつかって聞こえます。\u001b[22m, \u001b[1m山を登るときは、ブーツの下の雪のクラックル、風ハウリングとベルトでお互いを打つカラビナの音を聞くことができます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 5/10\n\n\u001b[1mキャラクター：5/10\u001b[22m\n\u001b[1m(Kyarakutā: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 5/10\u001b[24m\n    \u001b[1mキャラクター：5/10\u001b[22m\n\u001b[1m\u001b[22m\nThe only reoccurring character is Sousuke Banba, which we know very little about. He's a professor at a university (which is never brought up again), he has a secretary (which is never brought up again...) and the scar on his face hurt whenever he gets close to monsters. He had a traumatic childhood and i would be spoiling the show if i told any more about Sousuke Banba.\n\n\u001b[1m再現する唯一のキャラクターは、Sousuke Banbaです。 彼は大学の教授であり（再び育てられない）、彼は秘書（彼は再び育てられない...）を持っていて、彼が怪物に近づくと顔が傷つく。 彼は外傷的な子供時代を抱えていました。私がSousuke Banbaについてもっと話したら、私はショーを台無しにするでしょう。\u001b[22m\n\u001b[1m(Saigen suru yuiitsu no kyarakutā wa, Sousuke Banbadesu. Kare wa daigaku no kyōjudeari (futatabi sodate rarenai), kare wa hisho (kare wa futatabi sodate rarenai... ) O motte ite, kare ga kaibutsu ni chikadzuku to kao ga kizutsuku. Kare wa gaishō-tekina kodomo jidai o kakaete imashita. Watashi ga Sousuke Banba ni tsuite motto hanashitara, watashi wa shō o dainashi ni surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe only reoccurring character is Sousuke Banba, which we know very little about. He's a professor at a university (which is never brought up again), he has a secretary (which is never brought up again...) and the scar on his face hurt whenever he gets close to monsters. He had a traumatic childhood and i would be spoiling the show if i told any more about Sousuke Banba.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only reoccurring character is Sousuke Banba, which we know very little about.\u001b[24m\n    \u001b[1m再現する唯一のキャラクターは、Sousuke Banbaです。\u001b[22m, \u001b[1m唯一の再発文字は、我々はについてほとんど知っている宗介番場、です。\u001b[22m\n\u001b[4mHe's a professor at a university (which is never brought up again), he has a secretary (which is never brought up again...) and the scar on his face hurt whenever he gets close to monsters.\u001b[24m\n    \u001b[1m彼は大学の教授であり（再び育てられない）、彼は秘書（彼は再び育てられない...）を持っていて、彼が怪物に近づくと顔が傷つく。\u001b[22m, \u001b[1m彼は怪物に近づくたびに、彼は（再び育てされることはありません...）秘書と彼の顔の傷に傷を持っている、（再び立ち上げされることはありません）大学の教授です。\u001b[22m\n\u001b[4mHe had a traumatic childhood and i would be spoiling the show if i told any more about Sousuke Banba.\u001b[24m\n    \u001b[1m彼は外傷的な子供時代を抱えていました。私がSousuke Banbaについてもっと話したら、私はショーを台無しにするでしょう。\u001b[22m, \u001b[1m彼は、外傷性の幼年期を持っていたし、私は宗介番場についてのより多くを語った場合、私はショーを損なうことになります。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, every other character falls flat. There's a few characters in the last quarter of the show that actually are important to the story, but the anime ended before they could even tell us why they were important to the story.\n\n\u001b[1m残念なことに、他のすべてのキャラクターはフラットになります。 ショーの最後の四半期には実際にストーリーにとって重要なキャラクターがいくつかありますが、アニメはストーリーにとって重要な理由を教えてくれる前に終了しました。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, hoka no subete no kyarakutā wa furatto ni narimasu. Shō no saigo no shihanki ni wa jissai ni sutōrī ni totte jūyōna kyarakutā ga ikutsu ka arimasuga, anime wa sutōrī ni totte jūyōna riyū o oshietekureru mae ni shūryō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, every other character falls flat. There's a few characters in the last quarter of the show that actually are important to the story, but the anime ended before they could even tell us why they were important to the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, every other character falls flat.\u001b[24m\n    \u001b[1m残念なことに、他のすべてのキャラクターはフラットになります。\u001b[22m, \u001b[1m残念ながら、他のすべての文字が平らに落ちます。\u001b[22m\n\u001b[4mThere's a few characters in the last quarter of the show that actually are important to the story, but the anime ended before they could even tell us why they were important to the story.\u001b[24m\n    \u001b[1mショーの最後の四半期には実際にストーリーにとって重要なキャラクターがいくつかありますが、アニメはストーリーにとって重要な理由を教えてくれる前に終了しました。\u001b[22m, \u001b[1mそこに実際にストーリーに重要であり、ショーの最後の四半期にはいくつかの文字ですが、彼らも私たちに言うことができる前に、彼らは話に重要であった理由アニメが終了しました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7/10\n\n\u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m(Tanoshisa: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7/10\u001b[24m\n    \u001b[1m楽しさ：7/10\u001b[22m\n\u001b[1m\u001b[22m\nIt's the first anime with the 'horror' tag that actually have made me scared. The incredibly unnerving atmosphere and downright disgusting monsters is a breath of fresh air from the Light Novel ecchi harem copy paste shows that has been rolling out faster than the Russian T-34 tank during World War 2.\n\n\u001b[1mそれは実際に私を怖がらせた「ホラー」タグを持つ最初のアニメです。 信じられないほどに不快な雰囲気と完全に嫌なモンスターは、第二次世界大戦中にロシアのT-34戦車よりも速く展開しているLight Novel ecchi haremコピーペーストショーの新鮮な空気の息吹である。\u001b[22m\n\u001b[1m(Sore wa jissai ni watashi o kowagara seta `horā' tagu o motsu saisho no animedesu. Shinji rarenai hodo ni fukaina fun'iki to kanzen ni iyana monsutā wa, dainijisekaitaisen-chū ni Roshia no T - 34 sensha yori mo hayaku tenkai shite iru raito nōberu ecchi harem kopīpēsutoshō no shinsen'na kūki no ibukidearu.)\u001b[22m\n\nTranslations of \u001b[4mIt's the first anime with the 'horror' tag that actually have made me scared. The incredibly unnerving atmosphere and downright disgusting monsters is a breath of fresh air from the Light Novel ecchi harem copy paste shows that has been rolling out faster than the Russian T-34 tank during World War 2.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's the first anime with the 'horror' tag that actually have made me scared.\u001b[24m\n    \u001b[1mそれは実際に私を怖がらせた「ホラー」タグを持つ最初のアニメです。\u001b[22m, \u001b[1mそれは実際に私が怖がってきた「恐怖」タグが付けられた最初のアニメです。\u001b[22m\n\u001b[4mThe incredibly unnerving atmosphere and downright disgusting monsters is a breath of fresh air from the Light Novel ecchi harem copy paste shows that has been rolling out faster than the Russian T-34 tank during World War 2.\u001b[24m\n    \u001b[1m信じられないほどに不快な雰囲気と完全に嫌なモンスターは、第二次世界大戦中にロシアのT-34戦車よりも速く展開しているLight Novel ecchi haremコピーペーストショーの新鮮な空気の息吹である。\u001b[22m, \u001b[1m信じられないほどドキッ雰囲気と実に嫌なモンスターが速い第2次世界大戦中にロシアT-34戦車よりも展開されているライトノベルエッチハーレムコピーペーストショーから新鮮な空気の息です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6/10\n\n\u001b[1m全体：6/10\u001b[22m\n\u001b[1m(Zentai: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6/10\u001b[24m\n    \u001b[1m全体：6/10\u001b[22m\n\u001b[1m\u001b[22m\nBefore even watching Kagewani, ask yourself:\n\n\u001b[1mKagewaniを見てみる前に、自分自身に質問してください。\u001b[22m\n\u001b[1m(Kagewani o mite miru mae ni, jibun jishin ni shitsumon shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mBefore even watching Kagewani, ask yourself:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore even watching Kagewani, ask yourself:\u001b[24m\n    \u001b[1mKagewaniを見てみる前に、自分自身に質問してください。\u001b[22m, \u001b[1mでもKagewaniを見て前に、自問してみてください：\u001b[22m\n\u001b[1m\u001b[22m\n'How am i going to watch/enjoy this show?'\n\n\u001b[1m「どのように私はこのショーを見たり/楽しんでいますか？\u001b[22m\n\u001b[1m(`Dono yō ni watashi wa kono shō o mi tari/ tanoshinde imasu ka?)\u001b[22m\n\nTranslations of \u001b[4m'How am i going to watch/enjoy this show?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'How am i going to watch/enjoy this show?'\u001b[24m\n    \u001b[1m「どのように私はこのショーを見たり/楽しんでいますか？\u001b[22m, \u001b[1m「どのように私はこのショーを楽しむ/見に行くのですか？」\u001b[22m\n\u001b[1m\u001b[22m\nDON'T assume that the art is what's going to keep you here. It might, but don't count on it.\n\n\u001b[1m芸術はあなたをここにとどめようとしていると仮定しないでください。 それは可能かもしれませんが、それを信じることはありません。\u001b[22m\n\u001b[1m(Geijutsu wa anata o koko ni todomeyou to shite iru to katei shinaide kudasai. Sore wa kanō kamo shiremasenga, sore o shinjiru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mDON'T assume that the art is what's going to keep you here. It might, but don't count on it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDON'T assume that the art is what's going to keep you here.\u001b[24m\n    \u001b[1m芸術はあなたをここにとどめようとしていると仮定しないでください。\u001b[22m, \u001b[1m芸術はここにあなたを保つために何が起こっているかであることを前提としないでください。\u001b[22m\n\u001b[4mIt might, but don't count on it.\u001b[24m\n    \u001b[1mそれは可能かもしれませんが、それを信じることはありません。\u001b[22m, \u001b[1mそれはかもしれないが、それにはカウントされません。\u001b[22m\n\u001b[1m\u001b[22m\nDO assume that the sound design is good, the atmosphere is great and the monsters... Holy shit the monsters.\n\n\u001b[1m音のデザインがいいと思って、雰囲気は素晴らしいですし、モンスター...神聖なモンスター。\u001b[22m\n\u001b[1m(Oto no dezain ga ī to omotte, fun'iki wa subarashīdesushi, monsutā... Shinseina monsutā.)\u001b[22m\n\nTranslations of \u001b[4mDO assume that the sound design is good, the atmosphere is great and the monsters... Holy shit the monsters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDO assume that the sound design is good, the atmosphere is great and the monsters... Holy shit the monsters.\u001b[24m\n    \u001b[1m音のデザインがいいと思って、雰囲気は素晴らしいですし、モンスター...神聖なモンスター。\u001b[22m, \u001b[1mサウンドデザインが良好であることを前提とし、雰囲気は素晴らしいですし、モンスター...聖なる怪物をたわごとください。\u001b[22m\n\u001b[1m\u001b[22m\n*Reposted because it got removed.*\n\n\u001b[1m*取り除かれたために再転記されました。*\u001b[22m\n\u001b[1m(* Torinozoka reta tame ni sai tenki sa remashita.*)\u001b[22m\n\nTranslations of \u001b[4m*Reposted because it got removed.*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Reposted because it got removed.*\u001b[24m\n    \u001b[1m*取り除かれたために再転記されました。*\u001b[22m, \u001b[1mそれが除去され得たので*転載。*\u001b[22m"
  }
]
