[
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "genma-kai",
    "profile": "/profile/genma-kai/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=215491",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  3\nキャラクター|  4\n|  4\n\nさて、そうです。  。  。 誰かの「Do Not Watch」のリストをYouTubeで見た後、私はこれを真剣に見ました。そして、私は「これについてどうなっていましたか」と思っていました。 だから私はそれを見ることに決めた。\n\n残念ながら、私はそのリストがどこから来たのかを見ることができます。\n\n公平のために、私は実際にすべての12のエピソードを見て、本当に、私は彼らが絶対に気が悪いとは思わない。 しかし、私はいくつかのキャラクターによって徹底的に忍び寄ることを認めます。\n\n作品は実際にはかなり良いです。 それはかなりの種類のスタイルであり、キャラクターの登場といくつかのバックグラウンドはかなりの詳細を持っています。 それぞれの男の子には約3分のスクリーン時間しかないことを考慮すると、彼らの性格もかなりよく示されています（エピソード1と12の両方のメリーの特徴を除く）。 私が好きなものを選ぶ必要があったなら、それは栄や竜のいずれかでなければならなかった。\n\nしかし、それらのいくつかはまったく不気味です。 エピソード10（？）のこれらの双子は大変怖いです。 そのシナリオ全体が実際に起こったら、私は怒りや怒りのいずれかから窓から投げ捨ててしまったでしょうか？ 提示された他のシナリオのうちの1つまたは2つも同様です。  。  。 ふわふわしたものより少し小さい。 その結果、このシリーズはしばしば真面目ではない価値があります。\n\n前提は興味深いものですが、実際には本当に本当に気分が悪いのであれば、私はおそらくそれに戻ってきますが、すべてがうまく実行されていません。 ヘック、ヴァイオリニストは音楽を演奏していない！ 少なくとも彼らは確かにそれを含めることができた！ ああ、その注記では、オープニングクレジット（私は最後のクレジットを見たことがない）以外に音楽はありません。 または、実際には、男性以外のすべての音が話しています。\n\n概して 。  。  。 推薦するべきではありませんが、ちょっとね。 それぞれ独自の権利に？",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nOk, so . . . I watched this on a sheer whim after seeing it on someone's 'Do Not Watch' list on youtube and I thought 'What could be so bad about this?' So I decided to watch it.\n\n\u001b[1mさて、そうです。  。  。 誰かの「Do Not Watch」のリストをYouTubeで見た後、私はこれを真剣に見ました。そして、私は「これについてどうなっていましたか」と思っていました。 だから私はそれを見ることに決めた。\u001b[22m\n\u001b[1m(Sate,-sōdesu... Dareka no `Do Not uotchi' no risuto o yūchūbu de mita nochi, watashi wa kore o shinken ni mimashita. Soshite, watashi wa `kore ni tsuite dō natte imashita ka' to omotte imashita. Dakara watashi wa sore o miru koto ni kimeta.)\u001b[22m\n\nTranslations of \u001b[4mOk, so . . . I watched this on a sheer whim after seeing it on someone's 'Do Not Watch' list on youtube and I thought 'What could be so bad about this?' So I decided to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk, so .\u001b[24m\n    \u001b[1mさて、そうです。\u001b[22m, \u001b[1m[OK]を、そう。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mI watched this on a sheer whim after seeing it on someone's 'Do Not Watch' list on youtube and I thought 'What could be so bad about this?'\u001b[24m\n    \u001b[1m誰かの「Do Not Watch」のリストをYouTubeで見た後、私はこれを真剣に見ました。そして、私は「これについてどうなっていましたか」と思っていました。\u001b[22m, \u001b[1m私は、誰かのユーチューブ上のリスト」を見ていない」と思った上でそれを見た後薄手の気まぐれで、これを見て「このそんなに悪い何ができますか？」\u001b[22m\n\u001b[4mSo I decided to watch it.\u001b[24m\n    \u001b[1mだから私はそれを見ることに決めた。\u001b[22m, \u001b[1mだから私はそれを見ることにしました。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, I can sort of see where that list was coming from.\n\n\u001b[1m残念ながら、私はそのリストがどこから来たのかを見ることができます。\u001b[22m\n\u001b[1m(Zan'nen'nagara, watashi wa sono risuto ga dokokarakitano ka o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, I can sort of see where that list was coming from.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, I can sort of see where that list was coming from.\u001b[24m\n    \u001b[1m残念ながら、私はそのリストがどこから来たのかを見ることができます。\u001b[22m, \u001b[1mそのリストから来ていたところ残念ながら、私は一種の見ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nIn the interests of fairness, I actually watched all twelve episodes and really, I don't think they're absolutely damn terrible. But I will admit to being thoroughly creeped out by some of the characters.\n\n\u001b[1m公平のために、私は実際にすべての12のエピソードを見て、本当に、私は彼らが絶対に気が悪いとは思わない。 しかし、私はいくつかのキャラクターによって徹底的に忍び寄ることを認めます。\u001b[22m\n\u001b[1m(Kōhei no tame ni, watashi wa jissai ni subete no 12 no episōdo o mite, hontōni, watashi wa karera ga zettai ni ki ga warui to wa omowanai. Shikashi, watashi wa ikutsu ka no kyarakutā ni yotte tetteiteki ni shinobiyoru koto o mitomemasu.)\u001b[22m\n\nTranslations of \u001b[4mIn the interests of fairness, I actually watched all twelve episodes and really, I don't think they're absolutely damn terrible. But I will admit to being thoroughly creeped out by some of the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the interests of fairness, I actually watched all twelve episodes and really, I don't think they're absolutely damn terrible.\u001b[24m\n    \u001b[1m公平のために、私は実際にすべての12のエピソードを見て、本当に、私は彼らが絶対に気が悪いとは思わない。\u001b[22m, \u001b[1m公平性の利益のために、私は実際にすべての12のエピソードを見て、本当に、私は、彼らが絶対に気ひどいだとは思いません。\u001b[22m\n\u001b[4mBut I will admit to being thoroughly creeped out by some of the characters.\u001b[24m\n    \u001b[1mしかし、私はいくつかのキャラクターによって徹底的に忍び寄ることを認めます。\u001b[22m, \u001b[1mしかし、私は徹底的に一部の文字によってぞっとされていることを認めるであろう。\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork is actually pretty good. It's in a 'pretty' sort of style and the characters' appearances and some backgrounds have a fair amount of detail. Their personalities are also fairly well shown, considering each boy has only about three minutes of screen time (except for the first; Merry features in both episodes 1 and 12). If I had to pick a favourite, it would have to be either Eiji or Ryuushi.\n\n\u001b[1m作品は実際にはかなり良いです。 それはかなりの種類のスタイルであり、キャラクターの登場といくつかのバックグラウンドはかなりの詳細を持っています。 それぞれの男の子には約3分のスクリーン時間しかないことを考慮すると、彼らの性格もかなりよく示されています（エピソード1と12の両方のメリーの特徴を除く）。 私が好きなものを選ぶ必要があったなら、それは栄や竜のいずれかでなければならなかった。\u001b[22m\n\u001b[1m(Sakuhin wa jissai ni wa kanari yoidesu. Sore wa kanari no shurui no sutairudeari, kyarakutā no tōjō to ikutsu ka no bakkuguraundo wa kanari no shōsai o motte imasu. Sorezore no otokonoko ni wa yaku 3-bu no sukurīn jikan shika nai koto o kōryo suru to, karera no seikaku mo kanari yoku shimesa rete imasu (episōdo 1 to 12 no ryōhō no merī no tokuchō o nozoku). Watashi ga sukina mono o erabu hitsuyō ga attanara, soreha Sakae ya ryū no izurekadenakereba naranakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork is actually pretty good. It's in a 'pretty' sort of style and the characters' appearances and some backgrounds have a fair amount of detail. Their personalities are also fairly well shown, considering each boy has only about three minutes of screen time (except for the first; Merry features in both episodes 1 and 12). If I had to pick a favourite, it would have to be either Eiji or Ryuushi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is actually pretty good.\u001b[24m\n    \u001b[1m作品は実際にはかなり良いです。\u001b[22m, \u001b[1mアートワークは、実際にはかなり良いです。\u001b[22m\n\u001b[4mIt's in a 'pretty' sort of style and the characters' appearances and some backgrounds have a fair amount of detail.\u001b[24m\n    \u001b[1mそれはかなりの種類のスタイルであり、キャラクターの登場といくつかのバックグラウンドはかなりの詳細を持っています。\u001b[22m, \u001b[1mそれはかなりの」スタイルの一種とキャラクターの外見にだといくつかの背景が詳しく、かなりの量を持っています。\u001b[22m\n\u001b[4mTheir personalities are also fairly well shown, considering each boy has only about three minutes of screen time (except for the first; Merry features in both episodes 1 and 12).\u001b[24m\n    \u001b[1mそれぞれの男の子には約3分のスクリーン時間しかないことを考慮すると、彼らの性格もかなりよく示されています（エピソード1と12の両方のメリーの特徴を除く）。\u001b[22m, \u001b[1m彼らの個性もかなりよく、各少年が（;メリーは両方のエピソード1と12に備えて、最初は除く）画面時間の約3分を持って検討し、示されています。\u001b[22m\n\u001b[4mIf I had to pick a favourite, it would have to be either Eiji or Ryuushi.\u001b[24m\n    \u001b[1m私が好きなものを選ぶ必要があったなら、それは栄や竜のいずれかでなければならなかった。\u001b[22m, \u001b[1m私はお気に入りを選ぶとしたら、それは英二またはRyuushiのいずれかでなければならないであろう。\u001b[22m\n\u001b[1m\u001b[22m\nBut some of them are downright creepy. Those twins in episode 10(?) are outright scary; I'm pretty sure if that whole scenario had actually happened, then I'd have thrown them out the window from either mortification or anger. One or two of the other scenarios presented are also . . . a little less than fluffy. The result is that this series is more often than not downright cringe-worthy.\n\n\u001b[1mしかし、それらのいくつかはまったく不気味です。 エピソード10（？）のこれらの双子は大変怖いです。 そのシナリオ全体が実際に起こったら、私は怒りや怒りのいずれかから窓から投げ捨ててしまったでしょうか？ 提示された他のシナリオのうちの1つまたは2つも同様です。  。  。 ふわふわしたものより少し小さい。 その結果、このシリーズはしばしば真面目ではない価値があります。\u001b[22m\n\u001b[1m(Shikashi, sorera no ikutsu ka wa mattaku bukimidesu. Episōdo 10 ( ? ) No korera no futago wa taihen kowaidesu. Sono shinario zentai ga jissai ni okottara, watashi wa ikari ya ikari no izureka kara mado kara nagesutete shimattadeshou ka? Teiji sa reta ta no shinario no uchi no 1tsu matawa 2tsu mo dōyōdesu... Fuwafuwa shita mono yori sukoshi chīsai. Sono kekka, kono shirīzu wa shibashiba majimede wanai kachi ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut some of them are downright creepy. Those twins in episode 10(?) are outright scary; I'm pretty sure if that whole scenario had actually happened, then I'd have thrown them out the window from either mortification or anger. One or two of the other scenarios presented are also . . . a little less than fluffy. The result is that this series is more often than not downright cringe-worthy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut some of them are downright creepy.\u001b[24m\n    \u001b[1mしかし、それらのいくつかはまったく不気味です。\u001b[22m, \u001b[1mしかし、それらのいくつかは、なんとも不気味です。\u001b[22m\n\u001b[4mThose twins in episode 10(?) are outright scary;\u001b[24m\n    \u001b[1mエピソード10（？）のこれらの双子は大変怖いです。\u001b[22m, \u001b[1m（？）エピソード10のもの双子は完全に怖いです。\u001b[22m\n\u001b[4mI'm pretty sure if that whole scenario had actually happened, then I'd have thrown them out the window from either mortification or anger.\u001b[24m\n    \u001b[1mそのシナリオ全体が実際に起こったら、私は怒りや怒りのいずれかから窓から投げ捨ててしまったでしょうか？\u001b[22m, \u001b[1m私はその後、私は苦行や怒りのいずれかから窓の外にそれらを投げていると思い、その全体のシナリオが実際に起こった場合はかなり確信しています。\u001b[22m\n\u001b[4mOne or two of the other scenarios presented are also .\u001b[24m\n    \u001b[1m提示された他のシナリオのうちの1つまたは2つも同様です。\u001b[22m, \u001b[1m提示され、他のシナリオの一つまたは二つでもあります。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4ma little less than fluffy.\u001b[24m\n    \u001b[1mふわふわしたものより少し小さい。\u001b[22m, \u001b[1mふわふわよりも少し小さいです。\u001b[22m\n\u001b[4mThe result is that this series is more often than not downright cringe-worthy.\u001b[24m\n    \u001b[1mその結果、このシリーズはしばしば真面目ではない価値があります。\u001b[22m, \u001b[1mその結果、このシリーズは少なからず実にうんざりするに値するということです。\u001b[22m\n\u001b[1m\u001b[22m\nThe premise is an interesting one, and I probably will go back to it if I'm feeling really, really, REALLY down, but all in all it's not that well-executed. Heck, the violinist is playing NO music! At least they could have included that surely! Oh, and on that note, other than the opening credits (I've not seen any end credits) there is no music. Or, really, any other sounds at all other than the males talking.\n\n\u001b[1m前提は興味深いものですが、実際には本当に本当に気分が悪いのであれば、私はおそらくそれに戻ってきますが、すべてがうまく実行されていません。 ヘック、ヴァイオリニストは音楽を演奏していない！ 少なくとも彼らは確かにそれを含めることができた！ ああ、その注記では、オープニングクレジット（私は最後のクレジットを見たことがない）以外に音楽はありません。 または、実際には、男性以外のすべての音が話しています。\u001b[22m\n\u001b[1m(Zentei wa kyōmibukai monodesuga, jissai ni wa hontōni hontōni kibun ga warui nodeareba, watashi wa osoraku sore ni modotte kimasuga, subete ga umaku jikkō sa rete imasen. Hekku, vu~aiorinisuto wa ongaku o ensō shite inai! Sukunakutomo karera wa tashika ni sore o fukumeru koto ga dekita! Ā, sono chūkide wa, ōpuningukurejitto (watashi wa saigo no kurejitto o mita koto ga nai) igai ni ongaku wa arimasen. Matawa, jissai ni wa, dansei igai no subete no oto ga hanashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe premise is an interesting one, and I probably will go back to it if I'm feeling really, really, REALLY down, but all in all it's not that well-executed. Heck, the violinist is playing NO music! At least they could have included that surely! Oh, and on that note, other than the opening credits (I've not seen any end credits) there is no music. Or, really, any other sounds at all other than the males talking.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe premise is an interesting one, and I probably will go back to it if I'm feeling really, really, REALLY down, but all in all it's not that well-executed.\u001b[24m\n    \u001b[1m前提は興味深いものですが、実際には本当に本当に気分が悪いのであれば、私はおそらくそれに戻ってきますが、すべてがうまく実行されていません。\u001b[22m, \u001b[1m前提は興味深いものであり、私は本当に、本当に、本当に落ち込んでいますが、すべてのすべてで、それはそれはよく実行されません場合、私はおそらくそれに戻って行くだろう。\u001b[22m\n\u001b[4mHeck, the violinist is playing NO music!\u001b[24m\n    \u001b[1mヘック、ヴァイオリニストは音楽を演奏していない！\u001b[22m, \u001b[1mヘック、バイオリニストはNO音楽を演奏されていません！\u001b[22m\n\u001b[4mAt least they could have included that surely!\u001b[24m\n    \u001b[1m少なくとも彼らは確かにそれを含めることができた！\u001b[22m, \u001b[1m少なくとも彼らは、その確かに含まれている可能性が！\u001b[22m\n\u001b[4mOh, and on that note, other than the opening credits (I've not seen any end credits) there is no music.\u001b[24m\n    \u001b[1mああ、その注記では、オープニングクレジット（私は最後のクレジットを見たことがない）以外に音楽はありません。\u001b[22m, \u001b[1mああ、オープニングクレジット以外のことに注意してくださいに何の音楽がありません（私は任意のエンドクレジットを見ていませんでした）。\u001b[22m\n\u001b[4mOr, really, any other sounds at all other than the males talking.\u001b[24m\n    \u001b[1mまたは、実際には、男性以外のすべての音が話しています。\u001b[22m, \u001b[1m男性より他のすべての話で、または、実際には、他の音が鳴ります。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all . . . not really one to recommend but hey; to each their own right?\n\n\u001b[1m概して 。  。  。 推薦するべきではありませんが、ちょっとね。 それぞれ独自の権利に？\u001b[22m\n\u001b[1m(Gaishite... Suisen surubekide wa arimasenga, chotto ne. Sorezore dokuji no kenri ni?)\u001b[22m\n\nTranslations of \u001b[4mAll in all . . . not really one to recommend but hey; to each their own right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all .\u001b[24m\n    \u001b[1m概して 。\u001b[22m, \u001b[1mすべてで。\u001b[22m, \u001b[1mすべてのすべて。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mnot really one to recommend but hey;\u001b[24m\n    \u001b[1m推薦するべきではありませんが、ちょっとね。\u001b[22m, \u001b[1m本当にお勧めする1しかしねえ。\u001b[22m\n\u001b[4mto each their own right?\u001b[24m\n    \u001b[1mそれぞれ独自の権利に？\u001b[22m, \u001b[1mそれぞれ独自の右にありますか？\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Kevi246",
    "profile": "/profile/Kevi246/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=207690",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\n私はそれを得る、誰もこのタイプのものが好きではありませんが、私は再び耳のファンからオフのポップから正直なレビューを与えることができます。\n\n全体：7/10\n\n文字は非常に多様で、「プロット」は意図的に凝集していません。 いずれの文字も互いのストーリーラインなどを参照していません。 このショーが何であるか想像がつかない場合は、シチュエーション・カラシ（Situation BF）モバイル・ゲームの完全にアニメーション化されたバージョンのようなものです。 私はこのタイプのもののジャンルが「乙女」以外は何かと呼ばれているのか100％確信しているわけではありませんが、これらのタイプのポイントはあなたをリラックスさせ、あなたの注意をそらす、そして/またはあなたの魂にある方法で触れることです。 ドラマ/アニメの男の子は存在しません。 あなたを奪い、厳しい世界からあなたを守るアニメの男性は存在しない（または非常に不足している）。 世界が築かれているところで、エスケープ主義と気晴らしの必要性は非常に現実的で非常に有益です。 実生活で私の完璧なタイプを手に入れることはできません。経験をシミュレートしてみませんか？ このシリーズは、メイド/バトラーカフェやディズニーワールドに似た場所にある2.5次元の一部です。 それはあなたの心を揺さぶらせ、あなたは日常的な欠け光の存在をしないふりをすることができます。\n\nさて！\n\nこのアニメは状況シミュレーションでは成功ですが、キャラクターのいくつかは少し強制されているようです。 対話は予測できないことがあり、最初の数回のエピソードでのアニメーションには性格が欠けていました。  （田中宗介、共働きサンさんはとても堅かったので、私はほとんどエピソード3を見たくなかった）。エピソードの後半に、私はクリエイターが実際にアニメーションや対話に命を吹き込むことに手をつけたと思う。 ほぼその時点までに。\n\n - 議論の余地のある5歳まで、彼は実際には本当にかわいいです。 私は彼の背後にある意図は性的であると考えられるのではなく、自分の子供を望む人には落ち着いているが、それを気遣う時間/手段はないと思う。 彼は非常にかわいい目に見えたいとこ、または甥のように見えました。  「活力を与えている」という行において、彼はただの子供であることによって簡単に霊を育てるように見えました。 彼はどんなセクシーな状況にも置かれていなかった。 私は混乱を避けるためにメーカーが別のシリーズに彼を入れていた可能性があると思う。\n\n\n明らかに性的であった唯一の人は、私がその背景を知りたい双子でした。 私は実際にすべてのキャラクターの背景を知りたいです。 私はこれらの人の大部分が成功することができる自分たちのスピンオフアニメを得ているのを見ることができます。\n\n\n最終判決：\nより多くのエピソードが必要で、各人との時間が増えます。 子供をそこから出して、年長の人と置き換えるかもしれない。 彼は、他のすべてのキャラクターの文脈の中で、あまりにも居場所がなく（まだかわいいが、一貫していない）感じていた。 私は再びそれを見ます。 私は友人にそれを推薦しないかもしれません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nI get it, not everyone will like this type of thing, but let me give an honest review from the pov of a on again off again otome fan.\n\n\u001b[1m私はそれを得る、誰もこのタイプのものが好きではありませんが、私は再び耳のファンからオフのポップから正直なレビューを与えることができます。\u001b[22m\n\u001b[1m(Watashi wa sore o eru, dare mo kono taipu no mono ga sukide wa arimasenga, watashi wa futatabi mimi no fan kara ofu no poppu kara shōjikina rebyū o ataeru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mI get it, not everyone will like this type of thing, but let me give an honest review from the pov of a on again off again otome fan.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI get it, not everyone will like this type of thing, but let me give an honest review from the pov of a on again off again otome fan.\u001b[24m\n    \u001b[1m私はそれを得る、誰もこのタイプのものが好きではありませんが、私は再び耳のファンからオフのポップから正直なレビューを与えることができます。\u001b[22m, \u001b[1m私はそれを取得し、誰もが事のこのタイプを好きになるでしょうが、私は再びオンオフ再び乙女ファンのPOVからの正直な評価を与えてみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nOver-all :7/10\n\n\u001b[1m全体：7/10\u001b[22m\n\u001b[1m(Zentai: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mOver-all :7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOver-all :7/10\u001b[24m\n    \u001b[1m全体：7/10\u001b[22m, \u001b[1mオーバーすべて：7/10\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are very diverse, the 'plot' is not cohesive purposefully. None of the characters refer to each others story lines etc. ON PURPOSE. If you have a hard time imagining what this show is, it's like a fully animated version of Situation Karashi (Situation BF) Mobile game. I'm not 100% sure what the genre of this type of thing is called except just 'Otome', but the point of these types of things is to relax you, distract you, and/or touch your soul in a way. Drama/Anime boys don't exist. Men in anime that will whisk you away and protect you from the harsh world don't exist (or are in very short supply). With the way that the world is built, the need for escapism and distraction is very real and very profitable. It's not possible for me to get my perfect type in real life, so why not simulate the experience? This series is part of the 2.5 dimension, in a place similar to Maid/Butler cafes, and Disney world. It makes your heart flutter and for a moment you can pretend that you don't have a mundane lack-luster existence.\n\n\u001b[1m文字は非常に多様で、「プロット」は意図的に凝集していません。 いずれの文字も互いのストーリーラインなどを参照していません。 このショーが何であるか想像がつかない場合は、シチュエーション・カラシ（Situation BF）モバイル・ゲームの完全にアニメーション化されたバージョンのようなものです。 私はこのタイプのもののジャンルが「乙女」以外は何かと呼ばれているのか100％確信しているわけではありませんが、これらのタイプのポイントはあなたをリラックスさせ、あなたの注意をそらす、そして/またはあなたの魂にある方法で触れることです。 ドラマ/アニメの男の子は存在しません。 あなたを奪い、厳しい世界からあなたを守るアニメの男性は存在しない（または非常に不足している）。 世界が築かれているところで、エスケープ主義と気晴らしの必要性は非常に現実的で非常に有益です。 実生活で私の完璧なタイプを手に入れることはできません。経験をシミュレートしてみませんか？ このシリーズは、メイド/バトラーカフェやディズニーワールドに似た場所にある2.5次元の一部です。 それはあなたの心を揺さぶらせ、あなたは日常的な欠け光の存在をしないふりをすることができます。\u001b[22m\n\u001b[1m(Moji wa hijō ni tayōde,`purotto' wa itotekini gyōshū shite imasen. Izure no moji mo tagai no sutōrīrain nado o sanshō shite imasen. Kono shō ga nandearu ka sōzō ga tsukanai baai wa, shichuēshon Karashi (Situation BF) mobairu gēmu no kanzen ni animēshon-ka sa reta bājon no yōna monodesu. Watashi wa kono taipu no mono no janru ga `otome' igai wa nani ka to yoba rete iru no ka 100-pāsento kakushin shite iru wakede wa arimasenga, korera no taipu no pointo wa anata o rirakkusu sa se, anata no chūi o sorasu, soshite/ matawa anata no tamashī ni aru hōhō de fureru kotodesu. Dorama/ anime no otokonoko wa sonzai shimasen. Anata o ubai, kibishī sekai kara anata o mamoru anime no dansei wa sonzaishinai (matawa hijō ni fusoku shite iru). Sekai ga kizuka rete iru tokoro de, esukēpu shugi to kibarashi no hitsuyō-sei wa hijō ni genjitsu-tekide hijō ni yūekidesu. Jisseikatsu de watashi no kanpekina taipu o te ni ireru koto wa dekimasen. Keiken o shimyurēto shite mimasen ka? Kono shirīzu wa, meido/ batorākafe ya dizunīwārudo ni nita basho ni aru 2. 5-Jigen no ichibudesu. Sore wa anata no kokoro o yusabura se, anata wa nichijō-tekina kake hikari no sonzai o shinai furi o suru koto ga dekimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nNOW THEN!\n\n\u001b[1mさて！\u001b[22m\n\u001b[1m(Sate!)\u001b[22m\n\nTranslations of \u001b[4mNOW THEN!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNOW THEN!\u001b[24m\n    \u001b[1mさて！\u001b[22m, \u001b[1m今度は！\u001b[22m\n\u001b[1m\u001b[22m\nThis Anime is successful in the situation simulation, but a few of the characters seem a bit forced. The dialogue is sometimes too predictable and the animation in the first few episodes lacked personality. (Sōsuke Tanaka, Co-worker San, was so stiff I almost didn't want to watch episode 3 tbh) Later on in the episodes I think the creators really got a handle on bringing life to the animation and dialogue- too bad it was almost over by that point.\n\n\u001b[1mこのアニメは状況シミュレーションでは成功ですが、キャラクターのいくつかは少し強制されているようです。 対話は予測できないことがあり、最初の数回のエピソードでのアニメーションには性格が欠けていました。  （田中宗介、共働きサンさんはとても堅かったので、私はほとんどエピソード3を見たくなかった）。エピソードの後半に、私はクリエイターが実際にアニメーションや対話に命を吹き込むことに手をつけたと思う。 ほぼその時点までに。\u001b[22m\n\u001b[1m(Kono anime wa jōkyō shimyurēshonde wa seikōdesuga, kyarakutā no ikutsu ka wa sukoshi kyōsei sa rete iru yōdesu. Taiwa wa yosoku dekinai koto ga ari, saisho no sū-kai no episōdo de no animēshon ni wa seikaku ga kakete imashita. (Tanaka munesuke, tomobataraki San-san wa totemo katakattanode, watashi wa hotondo episōdo 3 o mitakunakatta). Episōdo no kōhan ni, watashi wa kurieitā ga jissai ni animēshon ya taiwa ni inochi o fukikomu koto ni te o tsuketa to omou. Hobo sono jiten made ni.)\u001b[22m\n\nTranslations of \u001b[4mThis Anime is successful in the situation simulation, but a few of the characters seem a bit forced. The dialogue is sometimes too predictable and the animation in the first few episodes lacked personality. (Sōsuke Tanaka, Co-worker San, was so stiff I almost didn't want to watch episode 3 tbh) Later on in the episodes I think the creators really got a handle on bringing life to the animation and dialogue- too bad it was almost over by that point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis Anime is successful in the situation simulation, but a few of the characters seem a bit forced.\u001b[24m\n    \u001b[1mこのアニメは状況シミュレーションでは成功ですが、キャラクターのいくつかは少し強制されているようです。\u001b[22m, \u001b[1mこのアニメは、状況のシミュレーションに成功しているが、文字のいくつかのビットが強制的に見えます。\u001b[22m\n\u001b[4mThe dialogue is sometimes too predictable and the animation in the first few episodes lacked personality.\u001b[24m\n    \u001b[1m対話は予測できないことがあり、最初の数回のエピソードでのアニメーションには性格が欠けていました。\u001b[22m, \u001b[1m対話は時々あまりにも予測可能で、最初のいくつかのエピソードでアニメーションが個性に欠けていました。\u001b[22m\n\u001b[4m(Sōsuke Tanaka, Co-worker San, was so stiff I almost didn't want to watch episode 3 tbh) Later on in the episodes I think the creators really got a handle on bringing life to the animation and dialogue- too bad it was\u001b[24m\n    \u001b[1m（田中宗介、共働きサンさんはとても堅かったので、私はほとんどエピソード3を見たくなかった）。エピソードの後半に、私はクリエイターが実際にアニメーションや対話に命を吹き込むことに手をつけたと思う。\u001b[22m, \u001b[1m私はクリエイターが本当にアニメーションに生命をもたらすのハンドルを持って、それがあった、あまりにも悪いdialogue-思うエピソードで後で（宗介田中、同僚サンは、私はほとんどTBHエピソード3を見たいと思わなかったので、堅いありました）\u001b[22m\n\u001b[4malmost over by that point.\u001b[24m\n    \u001b[1mほぼその時点までに。\u001b[22m, \u001b[1mほとんど終わっそのポイントによって。\u001b[22m\n\u001b[1m\u001b[22m\n- As far as the controversial 5 year old, he's actually really cute. I don't think the intention behind him is supposed to be sexual, but rather have it be calming to those who desire their own children, but don't have the time/means to care for them. He seemed to be like a very cute pretty eyed cousin, or nephew. In the line of 'energizing' he seemed to effortlessly raise spirits by just being a kid. He wasn't put in any sexy situations or anything like that. I do feel that maybe the makers could have put him in a different series though to avoid the confusion.\n\n\u001b[1m - 議論の余地のある5歳まで、彼は実際には本当にかわいいです。 私は彼の背後にある意図は性的であると考えられるのではなく、自分の子供を望む人には落ち着いているが、それを気遣う時間/手段はないと思う。 彼は非常にかわいい目に見えたいとこ、または甥のように見えました。  「活力を与えている」という行において、彼はただの子供であることによって簡単に霊を育てるように見えました。 彼はどんなセクシーな状況にも置かれていなかった。 私は混乱を避けるためにメーカーが別のシリーズに彼を入れていた可能性があると思う。\u001b[22m\n\u001b[1m(- Giron no yochi no aru 5-sai made, kare wa jissai ni wa hontōni kawaīdesu. Watashi wa kare no haigo ni aru ito wa seitekidearu to kangae rareru node wa naku, jibun no kodomo o nozomu hito ni wa ochitsuite iruga, sore o kidzukau jikan/ shudan wa nai to omou. Kare wa hijō ni kawaī me ni mieta itoko, matawa oi no yō ni miemashita. `Katsuryoku o ataete iru' to iu gyō ni oite, kare wa tada no kodomodearu koto ni yotte kantan ni rei o sodateru yō ni miemashita. Kare wa don'na sekushīna jōkyō ni mo oka rete inakatta. Watashi wa konran o yokeru tame ni mēkā ga betsu no shirīzu ni kare o irete ita kanōsei ga aru to omou.)\u001b[22m\n\nTranslations of \u001b[4m- As far as the controversial 5 year old, he's actually really cute. I don't think the intention behind him is supposed to be sexual, but rather have it be calming to those who desire their own children, but don't have the time/means to care for them. He seemed to be like a very cute pretty eyed cousin, or nephew. In the line of 'energizing' he seemed to effortlessly raise spirits by just being a kid. He wasn't put in any sexy situations or anything like that. I do feel that maybe the makers could have put him in a different series though to avoid the confusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- As far as the controversial 5 year old, he's actually really cute.\u001b[24m\n    \u001b[1m - 議論の余地のある5歳まで、彼は実際には本当にかわいいです。\u001b[22m, \u001b[1m - 限り論争の5歳として、彼は実際には本当にかわいいです。\u001b[22m\n\u001b[4mI don't think the intention behind him is supposed to be sexual, but rather have it be calming to those who desire their own children, but don't have the time/means to care for them.\u001b[24m\n    \u001b[1m私は彼の背後にある意図は性的であると考えられるのではなく、自分の子供を望む人には落ち着いているが、それを気遣う時間/手段はないと思う。\u001b[22m, \u001b[1m私は彼の後ろの意図は性的なことになっていると思いますが、むしろそれは自分の子供を望む人たちに心を落ち着かせることがありますが、時間がない/それらの世話をすることを意味しません。\u001b[22m\n\u001b[4mHe seemed to be like a very cute pretty eyed cousin, or nephew.\u001b[24m\n    \u001b[1m彼は非常にかわいい目に見えたいとこ、または甥のように見えました。\u001b[22m, \u001b[1m彼は非常にかわいいきれいな目のいとこ、または甥のようであるように思われました。\u001b[22m\n\u001b[4mIn the line of 'energizing' he seemed to effortlessly raise spirits by just being a kid.\u001b[24m\n    \u001b[1m「活力を与えている」という行において、彼はただの子供であることによって簡単に霊を育てるように見えました。\u001b[22m, \u001b[1m「通電」の行では、彼は楽にちょうど子供であることによって霊を上げるように見えました。\u001b[22m\n\u001b[4mHe wasn't put in any sexy situations or anything like that.\u001b[24m\n    \u001b[1m彼はどんなセクシーな状況にも置かれていなかった。\u001b[22m, \u001b[1m彼は、任意のセクシーな状況やそのようなものに入れていませんでした。\u001b[22m\n\u001b[4mI do feel that maybe the makers could have put him in a different series though to avoid the confusion.\u001b[24m\n    \u001b[1m私は混乱を避けるためにメーカーが別のシリーズに彼を入れていた可能性があると思う。\u001b[22m, \u001b[1m私は混乱を避けるためにかかわらず、多分メーカーが異なるシリーズで彼を入れていることができると感じています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nReally the only ones who were overtly sexual were the twins, who I'd like to know the background for. I'd like to know the backgrounds for all of the characters actually. I can see most of these guys getting their own spin-off anime that could be successful.\n\n\u001b[1m明らかに性的であった唯一の人は、私がその背景を知りたい双子でした。 私は実際にすべてのキャラクターの背景を知りたいです。 私はこれらの人の大部分が成功することができる自分たちのスピンオフアニメを得ているのを見ることができます。\u001b[22m\n\u001b[1m(Akiraka ni seitekideatta yuiitsu no hito wa, watashi ga sono haikei o shiritai futagodeshita. Watashi wa jissai ni subete no kyarakutā no haikei o shiritaidesu. Watashi wa korera no hito no daibubun ga seikō suru koto ga dekiru jibun-tachi no supin'ofuanime o ete iru no o miru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mReally the only ones who were overtly sexual were the twins, who I'd like to know the background for. I'd like to know the backgrounds for all of the characters actually. I can see most of these guys getting their own spin-off anime that could be successful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mReally the only ones who were overtly sexual were the twins, who I'd like to know the background for.\u001b[24m\n    \u001b[1m明らかに性的であった唯一の人は、私がその背景を知りたい双子でした。\u001b[22m, \u001b[1m本当にあからさまに性的た唯一のものは、私がのための背景を知りたいのですが双子でした。\u001b[22m\n\u001b[4mI'd like to know the backgrounds for all of the characters actually.\u001b[24m\n    \u001b[1m私は実際にすべてのキャラクターの背景を知りたいです。\u001b[22m, \u001b[1m私は実際のすべての文字のための背景を知っているように思います。\u001b[22m\n\u001b[4mI can see most of these guys getting their own spin-off anime that could be successful.\u001b[24m\n    \u001b[1m私はこれらの人の大部分が成功することができる自分たちのスピンオフアニメを得ているのを見ることができます。\u001b[22m, \u001b[1m私は成功する可能性があり、独自のスピンオフアニメを取得するこれらの人のほとんどを見ることができます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFinal verdict:\n\n\u001b[1m最終判決：\u001b[22m\n\u001b[1m(Saishū hanketsu:)\u001b[22m\n\nTranslations of \u001b[4mFinal verdict:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal verdict:\u001b[24m\n    \u001b[1m最終判決：\u001b[22m, \u001b[1m最終的な評決：\u001b[22m\nNeed more episodes, more time with each of the guys. Get the kid out of there, and maybe replace him with someone older. He felt too out of place (still cute, but not consistent) within the context of all the other characters. I would watch it again. I might not recommend it to a friend though.\n\n\u001b[1mより多くのエピソードが必要で、各人との時間が増えます。 子供をそこから出して、年長の人と置き換えるかもしれない。 彼は、他のすべてのキャラクターの文脈の中で、あまりにも居場所がなく（まだかわいいが、一貫していない）感じていた。 私は再びそれを見ます。 私は友人にそれを推薦しないかもしれません。\u001b[22m\n\u001b[1m(Yori ōku no episōdo ga hitsuyōde, kakujin to no jikan ga fuemasu. Kodomo o soko kara dashite, nenchō no hito to okikaeru kamo shirenai. Kare wa, hoka no subete no kyarakutā no bunmyaku no naka de, amarini mo ibasho ga naku (mada kawaīga, ikkan shite inai) kanjite ita. Watashi wa futatabi sore o mimasu. Watashi wa yūjin ni sore o suisen shinai kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mNeed more episodes, more time with each of the guys. Get the kid out of there, and maybe replace him with someone older. He felt too out of place (still cute, but not consistent) within the context of all the other characters. I would watch it again. I might not recommend it to a friend though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNeed more episodes, more time with each of the guys.\u001b[24m\n    \u001b[1mより多くのエピソードが必要で、各人との時間が増えます。\u001b[22m, \u001b[1mより多くのエピソード、男のそれぞれとより多くの時間を必要としています。\u001b[22m\n\u001b[4mGet the kid out of there, and maybe replace him with someone older.\u001b[24m\n    \u001b[1m子供をそこから出して、年長の人と置き換えるかもしれない。\u001b[22m, \u001b[1mそこから子供を取得し、多分古い誰かと彼を交換してください。\u001b[22m\n\u001b[4mHe felt too out of place (still cute, but not consistent) within the context of all the other characters.\u001b[24m\n    \u001b[1m彼は、他のすべてのキャラクターの文脈の中で、あまりにも居場所がなく（まだかわいいが、一貫していない）感じていた。\u001b[22m, \u001b[1m彼は他のすべての文字のコンテキスト内で（まだかわいいではなく、一貫性のある）あまりに場違いに感じました。\u001b[22m\n\u001b[4mI would watch it again.\u001b[24m\n    \u001b[1m私は再びそれを見ます。\u001b[22m, \u001b[1m私は再びそれを見るだろう。\u001b[22m\n\u001b[4mI might not recommend it to a friend though.\u001b[24m\n    \u001b[1m私は友人にそれを推薦しないかもしれません。\u001b[22m, \u001b[1mでも、私は友人にそれをお勧めしない可能性があります。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Another_Nobody",
    "profile": "/profile/Another_Nobody/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=229499",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  3\nキャラクター|  6\n|  6\n\nなぜ人々が牧歌の丹生を憎むのか分かりません。 それは面白いコンセプトだし、それはかなりいいと思う。\n\n芸術は大丈夫だったし、いくつかのタイプの男の子がいましたが、双子が私に悪寒を与えた種類に少し欠けていました。そして、それがショーであると考えられていたものを考えると、少年は不要でした（概要は 'あなたの理想のボーイフレンドは誰ですか？  「弟のようになっている5歳の少年は、私の理想的なボーイフレンドでもないし、誰でも思う）ではない。\n\nそれは実際には「囁き、一緒に寝る」と「枕の話」がなく、ベッドルームにはほとんど出現しなかったので、別のシナリオに近づくと言われていましたが、確かにそれはむしろ残念でした。\n\n音楽を愛する高校生のハナミンがバイオリンを弾き始め、メロディーがなかったとき、それは本当に大きな欠陥でした。 私はバックグラウンドミュージックがないことを理解しているので、キャラクターが実際に言っていることに集中できますが、それは大きな失敗でした。\n\n一般的に言えば、それはむしろ楽しいアニメでしたが、改善できる面がたくさんあります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI don't understand why people hate Makura no Danshi so much. It's an interesting concept and I think it was pretty nice.\n\n\u001b[1mなぜ人々が牧歌の丹生を憎むのか分かりません。 それは面白いコンセプトだし、それはかなりいいと思う。\u001b[22m\n\u001b[1m(Naze hitobito ga bokka no Nyuu o nikumu no ka wakarimasen. Sore wa omoshiroi konseputodashi, sore wa kanari ī to omou.)\u001b[22m\n\nTranslations of \u001b[4mI don't understand why people hate Makura no Danshi so much. It's an interesting concept and I think it was pretty nice.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't understand why people hate Makura no Danshi so much.\u001b[24m\n    \u001b[1mなぜ人々が牧歌の丹生を憎むのか分かりません。\u001b[22m, \u001b[1m人々は枕なし男子はそんなに嫌い、なぜ私は理解していません。\u001b[22m\n\u001b[4mIt's an interesting concept and I think it was pretty nice.\u001b[24m\n    \u001b[1mそれは面白いコンセプトだし、それはかなりいいと思う。\u001b[22m, \u001b[1mそれは興味深い概念だと私はそれはかなり良かったと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was alright and there were some types of boys though it lacked a bit on the variety the twins gave me the chills and the little boy was unnecessary considering what it was supposed to be the show (the synopsis says 'Who's your ideal boyfriend? ' a little 5 year old boy who's supposed to be like a little brother isn't my ideal boyfriend or anyone's I think).\n\n\u001b[1m芸術は大丈夫だったし、いくつかのタイプの男の子がいましたが、双子が私に悪寒を与えた種類に少し欠けていました。そして、それがショーであると考えられていたものを考えると、少年は不要でした（概要は 'あなたの理想のボーイフレンドは誰ですか？  「弟のようになっている5歳の少年は、私の理想的なボーイフレンドでもないし、誰でも思う）ではない。\u001b[22m\n\u001b[1m(Geijutsu wa daijōbudattashi, ikutsu ka no taipu no otokonoko ga imashitaga, futago ga watashi ni okan o ataeta shurui ni sukoshi kakete imashita. Soshite, sore ga shōdearu to kangae rarete ita mono o kangaeru to, shōnen wa fuyōdeshita (gaiyō wa' anata no risō no bōifurendo wa daredesu ka? `Otōto no yō ni natte iru 5-sai no shōnen wa, watashi no risō-tekina bōifurendo demo naishi, dare demo omou)de wanai.)\u001b[22m\n\nTranslations of \u001b[4mThe art was alright and there were some types of boys though it lacked a bit on the variety the twins gave me the chills and the little boy was unnecessary considering what it was supposed to be the show (the synopsis says 'Who's your ideal boyfriend? ' a little 5 year old boy who's supposed to be like a little brother isn't my ideal boyfriend or anyone's I think).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was alright and there were some types of boys though it lacked a bit on the variety the twins gave me the chills and the little boy was unnecessary considering what it was supposed to be the show (the synopsis says 'Who's your ideal boyfriend?\u001b[24m\n    \u001b[1m芸術は大丈夫だったし、いくつかのタイプの男の子がいましたが、双子が私に悪寒を与えた種類に少し欠けていました。そして、それがショーであると考えられていたものを考えると、少年は不要でした（概要は 'あなたの理想のボーイフレンドは誰ですか？\u001b[22m, \u001b[1m（芸術は大丈夫だった、それは双子は私に悪寒を与えたさまざまなビットを欠いていたし、小さな男の子は、それがショーになるはずだったものを不要検討していたものの、男の子のいくつかの種類があったの書式は、あなたの理想の彼氏だ誰が言いましたか？\u001b[22m\n\u001b[4m' a little 5 year old boy who's supposed to be like a little brother isn't my ideal boyfriend or anyone's I think).\u001b[24m\n    \u001b[1m「弟のようになっている5歳の少年は、私の理想的なボーイフレンドでもないし、誰でも思う）ではない。\u001b[22m, \u001b[1m「弟のようなことになって少し5歳の男の子が私の理想の彼氏や誰かの私は思う）ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nIt lacked the actual 'whisper and sleeping together' and the 'pillow talk', since most didn't even occurred in a bedroom, had it been said it would approach different scenarios then sure but like this it was rather disappointing.\n\n\u001b[1mそれは実際には「囁き、一緒に寝る」と「枕の話」がなく、ベッドルームにはほとんど出現しなかったので、別のシナリオに近づくと言われていましたが、確かにそれはむしろ残念でした。\u001b[22m\n\u001b[1m(Sore wa jissai ni wa `sasayaki, isshonineru' to `makura no hanashi' ga naku, beddorūmu ni wa hotondo shutsugen shinakattanode,-betsu no shinario ni chikadzuku to iwa rete imashitaga, tashikani sore wa mushiro zan'nendeshita.)\u001b[22m\n\nTranslations of \u001b[4mIt lacked the actual 'whisper and sleeping together' and the 'pillow talk', since most didn't even occurred in a bedroom, had it been said it would approach different scenarios then sure but like this it was rather disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt lacked the actual 'whisper and sleeping together' and the 'pillow talk', since most didn't even occurred in a bedroom, had it been said it would approach different scenarios then sure but like this it was rather disappointing.\u001b[24m\n    \u001b[1mそれは実際には「囁き、一緒に寝る」と「枕の話」がなく、ベッドルームにはほとんど出現しなかったので、別のシナリオに近づくと言われていましたが、確かにそれはむしろ残念でした。\u001b[22m, \u001b[1mそれは、その後必ず異なるシナリオに近づくだろうと述べていた大部分はあっても、寝室で発生していなかったので、それは、実際の「ささやくと一緒に寝て」と「ピロートーク」を欠いていたが、このようにそれはかなり残念でした。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the when Hanamine (the high school student that loves music) started to play violin and there was no melody, that was a really big flaw. I understand that lack of background music, it makes you focus on what the characters are actually saying but that was just a big fail.\n\n\u001b[1m音楽を愛する高校生のハナミンがバイオリンを弾き始め、メロディーがなかったとき、それは本当に大きな欠陥でした。 私はバックグラウンドミュージックがないことを理解しているので、キャラクターが実際に言っていることに集中できますが、それは大きな失敗でした。\u001b[22m\n\u001b[1m(Ongaku o aisuru kōkōsei no hanamin ga baiorin o hiki hajime, merodī ga nakatta toki, sore wa hontōni ōkina kekkandeshita. Watashi wa bakkuguraundomyūjikku ga nai koto o rikai shite irunode, kyarakutā ga jissai ni itte iru koto ni shūchū dekimasuga, sore wa ōkina shippaideshita.)\u001b[22m\n\nTranslations of \u001b[4mAnd the when Hanamine (the high school student that loves music) started to play violin and there was no melody, that was a really big flaw. I understand that lack of background music, it makes you focus on what the characters are actually saying but that was just a big fail.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the when Hanamine (the high school student that loves music) started to play violin and there was no melody, that was a really big flaw.\u001b[24m\n    \u001b[1m音楽を愛する高校生のハナミンがバイオリンを弾き始め、メロディーがなかったとき、それは本当に大きな欠陥でした。\u001b[22m, \u001b[1mHanamine（音楽を愛する高校生）がバイオリンを演奏し始め、何のメロディーがなかったときと、それは本当に大きな傷でした。\u001b[22m\n\u001b[4mI understand that lack of background music, it makes you focus on what the characters are actually saying but that was just a big fail.\u001b[24m\n    \u001b[1m私はバックグラウンドミュージックがないことを理解しているので、キャラクターが実際に言っていることに集中できますが、それは大きな失敗でした。\u001b[22m, \u001b[1m私は、バックグラウンドミュージックの欠如は、それは文字が実際に何を言っているかであなたがフォーカスになりますが、それは失敗ばかり大きかったことを理解しています。\u001b[22m\n\u001b[1m\u001b[22m\nTo put it in general it was a rather enjoyable anime but there are a lot of aspects that could be improved.\n\n\u001b[1m一般的に言えば、それはむしろ楽しいアニメでしたが、改善できる面がたくさんあります。\u001b[22m\n\u001b[1m(Ippan-teki ni ieba, sore wa mushiro tanoshī animedeshitaga, kaizen dekiru men ga takusan arimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo put it in general it was a rather enjoyable anime but there are a lot of aspects that could be improved.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo put it in general it was a rather enjoyable anime but there are a lot of aspects that could be improved.\u001b[24m\n    \u001b[1m一般的に言えば、それはむしろ楽しいアニメでしたが、改善できる面がたくさんあります。\u001b[22m, \u001b[1m一般的に言えば、それはむしろ楽しいアニメだったが、改善される可能性の側面がたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "annahthecompozer",
    "profile": "/profile/annahthecompozer/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=220530",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  1\nキャラクター|  6\n|  5\n\n私は多くの人々がこのアニメに否定的なフィードバックを与えていることを知っています。 私はそれを6つ与え、私は理由を説明します。\n\nこれは、珍しいストーリースタイルを使用します。 もちろん、ほとんどの人はそれに慣れていないので、好きではありません。 しかし、私はいくつかの（最も技術的な）賛否両論に着目しました。美しい芸術にも、キャラクターが主役（ビューアとも言える）と結びついているように見えるにもかかわらず、 アニメーション。\n\nあなたがバックグラウンドミュージックを駄目にしたことがないなら、これはおそらくショーで欠場する最初のものになるでしょう。 これは、エピソードのキャラクターがあなたとやりとりしている間に、ぎこちなさの大部分を引き起こします。 また、サウンド・エフェクトはないでしょう - いくつかのシーンをより意味をなさせるでしょう - そして私と同じようにストーリーボードを勉強すればOCDを開発するかもしれません。\n\nしかし、ちょっと、アニメで絶対に何も楽しんでいないわけではありません！ 私は11人目のエピソードの人がかなり面白いと思った。\n\n私は、これらの側面をより深く探究すれば、それに否定的なフィードバックを与える人が少なくなると信じているからです。  Magi-Kyunの最初のプロモーションビデオ！  Reinascence（各キャラクターを紹介しているもの）は、私が言うことの良い例です.MakuraのDanshiと同じスタイルを使用しているからです。\n\n1時間以内にすべてのエピソードを見ることができますが、真剣に、あなたが好きかどうかは時間の完全な浪費ではありません。 便利なものを見るために、あなたの一日のうちに5〜23時間が残っています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI know a lot of people have been giving negative feedback to this anime. I gave it a 6 and I'll explain why.\n\n\u001b[1m私は多くの人々がこのアニメに否定的なフィードバックを与えていることを知っています。 私はそれを6つ与え、私は理由を説明します。\u001b[22m\n\u001b[1m(Watashi wa ōku no hitobito ga kono anime ni hitei-tekina fīdobakku o ataete iru koto o shitte imasu. Watashi wa sore o muttsu atae, watashi wa riyū o setsumei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI know a lot of people have been giving negative feedback to this anime. I gave it a 6 and I'll explain why.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know a lot of people have been giving negative feedback to this anime.\u001b[24m\n    \u001b[1m私は多くの人々がこのアニメに否定的なフィードバックを与えていることを知っています。\u001b[22m, \u001b[1m私は多くの人がこのアニメに負のフィードバックを与えている知っています。\u001b[22m\n\u001b[4mI gave it a 6 and I'll explain why.\u001b[24m\n    \u001b[1m私はそれを6つ与え、私は理由を説明します。\u001b[22m, \u001b[1m私はそれを6を与え、私は理由を説明します。\u001b[22m\n\u001b[1m\u001b[22m\nIt uses an uncommon storytelling style. Of course most people won't like it because they're not used to it yet. But I've noticed some (most techical) pros and cons in its conception: despite the beautiful art and the way some characters seem to have a bound with the protagonist (aka the viewer) it lacks a lot of details that are essential in good animation.\n\n\u001b[1mこれは、珍しいストーリースタイルを使用します。 もちろん、ほとんどの人はそれに慣れていないので、好きではありません。 しかし、私はいくつかの（最も技術的な）賛否両論に着目しました。美しい芸術にも、キャラクターが主役（ビューアとも言える）と結びついているように見えるにもかかわらず、 アニメーション。\u001b[22m\n\u001b[1m(Kore wa, mezurashī sutōrīsutairu o shiyō shimasu. Mochiron, hotondo no hito wa sore ni narete inainode, sukide wa arimasen. Shikashi, watashi wa ikutsu ka no (mottomo gijutsu-tekina) sanpi ryōron ni chakumoku shimashita. Utsukushī geijutsu ni mo, kyarakutā ga shuyaku (byūa-tomo ieru) to musubitsuite iru yōnimieru nimokakawarazu, animēshon.)\u001b[22m\n\nTranslations of \u001b[4mIt uses an uncommon storytelling style. Of course most people won't like it because they're not used to it yet. But I've noticed some (most techical) pros and cons in its conception: despite the beautiful art and the way some characters seem to have a bound with the protagonist (aka the viewer) it lacks a lot of details that are essential in good animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt uses an uncommon storytelling style.\u001b[24m\n    \u001b[1mこれは、珍しいストーリースタイルを使用します。\u001b[22m, \u001b[1mそれは珍しいことでは物語を語るスタイルを使用しています。\u001b[22m\n\u001b[4mOf course most people won't like it because they're not used to it yet.\u001b[24m\n    \u001b[1mもちろん、ほとんどの人はそれに慣れていないので、好きではありません。\u001b[22m, \u001b[1m彼らはまだそれに慣れていないので、もちろん、ほとんどの人はそれを好きではありません。\u001b[22m\n\u001b[4mBut I've noticed some (most techical) pros and cons in its conception: despite the beautiful art and the way some characters seem to have a bound with the protagonist (aka the viewer) it lacks a lot of details that are essential in good\u001b[24m\n    \u001b[1mしかし、私はいくつかの（最も技術的な）賛否両論に着目しました。美しい芸術にも、キャラクターが主役（ビューアとも言える）と結びついているように見えるにもかかわらず、\u001b[22m, \u001b[1mしかし、私はその構想の一部の（最もtechical）長所と短所を気づいた：美しい芸術と方法にもかかわらず、一部の文字が（視聴者別名）主人公でバウンドを持っているように見えるそれは良いで不可欠な細部の多くを欠いています\u001b[22m\n\u001b[4manimation.\u001b[24m\n    \u001b[1mアニメーション。\u001b[22m, \u001b[1mアニメ。\u001b[22m\n\u001b[1m\u001b[22m\nIf you never gave a damn to background music, this will be probably the first thing you'll miss in the show. This might be what causes most of awkwardness while the episode's character is interacting with you. Also, there'll be no sound effects - which would make some scenes make more sense - and if you studied storyboarding just like me you'll might develop OCD.\n\n\u001b[1mあなたがバックグラウンドミュージックを駄目にしたことがないなら、これはおそらくショーで欠場する最初のものになるでしょう。 これは、エピソードのキャラクターがあなたとやりとりしている間に、ぎこちなさの大部分を引き起こします。 また、サウンド・エフェクトはないでしょう - いくつかのシーンをより意味をなさせるでしょう - そして私と同じようにストーリーボードを勉強すればOCDを開発するかもしれません。\u001b[22m\n\u001b[1m(Anata ga bakkuguraundomyūjikku o dame ni shita koto ga nainara, kore wa osoraku shō de ketsujō suru saisho no mono ni narudeshou. Kore wa, episōdo no kyarakutā ga anata to yaritori shite iru ma ni, gikochina-sa no daibubun o hikiokoshimasu. Mata, saundo efekuto wanaideshou - ikutsu ka no shīn o yori imi o nasa serudeshou - soshite watashi to onajiyōni sutōrībōdo o benkyō sureba OCD o kaihatsu suru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you never gave a damn to background music, this will be probably the first thing you'll miss in the show. This might be what causes most of awkwardness while the episode's character is interacting with you. Also, there'll be no sound effects - which would make some scenes make more sense - and if you studied storyboarding just like me you'll might develop OCD.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you never gave a damn to background music, this will be probably the first thing you'll miss in the show.\u001b[24m\n    \u001b[1mあなたがバックグラウンドミュージックを駄目にしたことがないなら、これはおそらくショーで欠場する最初のものになるでしょう。\u001b[22m, \u001b[1mあなたがバックグラウンドミュージックに気を与えたことはない場合、これはおそらくあなたがショーで逃してしまう最初のものとなります。\u001b[22m\n\u001b[4mThis might be what causes most of awkwardness while the episode's character is interacting with you.\u001b[24m\n    \u001b[1mこれは、エピソードのキャラクターがあなたとやりとりしている間に、ぎこちなさの大部分を引き起こします。\u001b[22m, \u001b[1mこれは、エピソードの文字はあなたと対話している間にぎこちなさのほとんどを引き起こすものであるかもしれません。\u001b[22m\n\u001b[4mAlso, there'll be no sound effects - which would make some scenes make more sense - and if you studied storyboarding just like me you'll might develop OCD.\u001b[24m\n    \u001b[1mまた、サウンド・エフェクトはないでしょう - いくつかのシーンをより意味をなさせるでしょう - そして私と同じようにストーリーボードを勉強すればOCDを開発するかもしれません。\u001b[22m, \u001b[1mあなたが私と同じように絵コンテを研究している場合、あなたがOCDを開発する可能性があります - いくつかのシーンは、より多くの意味を作るになるだろう - また、何の効果音が存在しないでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nBut, hey, that doesn't mean I didn't enjoy absolute anything in the anime! I found the guy from the 11th episode quite funny tho...\n\n\u001b[1mしかし、ちょっと、アニメで絶対に何も楽しんでいないわけではありません！ 私は11人目のエピソードの人がかなり面白いと思った。\u001b[22m\n\u001b[1m(Shikashi, chotto, anime de zettai ni nani mo tanoshinde inai wakede wa arimasen! Watashi wa 11 hitome no episōdo no hito ga kanari omoshiroi to omotta.)\u001b[22m\n\nTranslations of \u001b[4mBut, hey, that doesn't mean I didn't enjoy absolute anything in the anime! I found the guy from the 11th episode quite funny tho...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, hey, that doesn't mean I didn't enjoy absolute anything in the anime!\u001b[24m\n    \u001b[1mしかし、ちょっと、アニメで絶対に何も楽しんでいないわけではありません！\u001b[22m, \u001b[1mしかし、ちょっと、それは私がアニメで絶対的な何かを楽しまなかったという意味ではありません！\u001b[22m\n\u001b[4mI found the guy from the 11th episode quite funny tho...\u001b[24m\n    \u001b[1m私は11人目のエピソードの人がかなり面白いと思った。\u001b[22m, \u001b[1m私は11日のエピソードはかなり面白いカントーから男を見つけました...\u001b[22m\n\u001b[1m\u001b[22m\nThe thing is that I gave it a 6 because I believe that, if these aspects were better explored, less people would throw negative feedback on it. The first promotional video for Magi-Kyun! Reinascence (the one introducing each character) is a good example of what I mean to say, since they use the same style as Makura no Danshi - but better.\n\n\u001b[1m私は、これらの側面をより深く探究すれば、それに否定的なフィードバックを与える人が少なくなると信じているからです。  Magi-Kyunの最初のプロモーションビデオ！  Reinascence（各キャラクターを紹介しているもの）は、私が言うことの良い例です.MakuraのDanshiと同じスタイルを使用しているからです。\u001b[22m\n\u001b[1m(Watashi wa, korera no sokumen o yori fukaku tankyū sureba, soreni hitei-tekina fīdobakku o ataeru hito ga sukunaku naru to shinjite irukaradesu. Magi - Kyun no saisho no puromōshonbideo! Reinascence (kaku kyarakutā o shōkai shite iru mono) wa, watashi ga iu koto no yoi reidesu. Makura no Danshi to onaji sutairu o shiyō shite irukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mThe thing is that I gave it a 6 because I believe that, if these aspects were better explored, less people would throw negative feedback on it. The first promotional video for Magi-Kyun! Reinascence (the one introducing each character) is a good example of what I mean to say, since they use the same style as Makura no Danshi - but better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing is that I gave it a 6 because I believe that, if these aspects were better explored, less people would throw negative feedback on it.\u001b[24m\n    \u001b[1m私は、これらの側面をより深く探究すれば、それに否定的なフィードバックを与える人が少なくなると信じているからです。\u001b[22m, \u001b[1m事は、私はこれらの側面をよりよく調べた場合、以下の人々がそれに負のフィードバックを投げるだろう、と考えているので、私はそれを6を与えたことです。\u001b[22m\n\u001b[4mThe first promotional video for Magi-Kyun!\u001b[24m\n    \u001b[1mMagi-Kyunの最初のプロモーションビデオ！\u001b[22m, \u001b[1m賢者-キュンための最初のプロモーションビデオ！\u001b[22m\n\u001b[4mReinascence (the one introducing each character) is a good example of what I mean to say, since they use the same style as Makura no Danshi - but better.\u001b[24m\n    \u001b[1mReinascence（各キャラクターを紹介しているもの）は、私が言うことの良い例です.MakuraのDanshiと同じスタイルを使用しているからです。\u001b[22m, \u001b[1mしかし、より良い - 彼らは同じ枕なし男子としてスタイルを使用するのでReinascence（各文字を導入1）は、私が言って何を意味するかの良い例です。\u001b[22m\n\u001b[1m\u001b[22m\nYou can watch all episodes in 1 hour or less, seriously, but whether you like it or not it won't be a complete waste of time. There'll be from 5 to 23 hours left of your day to watch useful stuff.\n\n\u001b[1m1時間以内にすべてのエピソードを見ることができますが、真剣に、あなたが好きかどうかは時間の完全な浪費ではありません。 便利なものを見るために、あなたの一日のうちに5〜23時間が残っています。\u001b[22m\n\u001b[1m(1-Jikan inai ni subete no episōdo o miru koto ga dekimasuga, shinken ni, anatagasuki ka dō ka wa jikan no kanzen'na rōhide wa arimasen. Benrina mono o miru tame ni, anata no tsuitachi no uchi ni 5 〜 23-jikan ga nokotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mYou can watch all episodes in 1 hour or less, seriously, but whether you like it or not it won't be a complete waste of time. There'll be from 5 to 23 hours left of your day to watch useful stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou can watch all episodes in 1 hour or less, seriously, but whether you like it or not it won't be a complete waste of time.\u001b[24m\n    \u001b[1m1時間以内にすべてのエピソードを見ることができますが、真剣に、あなたが好きかどうかは時間の完全な浪費ではありません。\u001b[22m, \u001b[1mあなたは真剣に、1時間以内にすべてのエピソードを見ることができますが、あなたはそれを好きかどうか、それは完全な時間の無駄になりません。\u001b[22m\n\u001b[4mThere'll be from 5 to 23 hours left of your day to watch useful stuff.\u001b[24m\n    \u001b[1m便利なものを見るために、あなたの一日のうちに5〜23時間が残っています。\u001b[22m, \u001b[1m有用なものを見るためにあなたの日の左側5〜23時間、そこからでしょう。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "ixaa",
    "profile": "/profile/ixaa/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=220326",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  4\nサウンド|  7\nキャラクター|  7\n|  5\n\n私は正直なところ、11回目のエピソードが来るまでこれを5つの権利として評価しました。 フードストールDanshiは最高のDanshiです。 私たちがそれを「枕の男」と呼ぶのは、とても面白いアニメです。 シムとビジュアル小説のデートになるものをコヒーレントなプロットや再現性のないアニメに変えるような、新しいアイデアをテーブルにもたらします。 起こることを待っている列車のような音の種類。 しかし、すべての正直なところ、あまりにも悪くはありませんでした。\n\n[ストーリー：4]ピローボーイズの世界にはどんな話がありますか？ 知りません。 概要はあなたにすべてを伝えます。 ピローボーイズは、さまざまな女性の「味」の12人の男の子を扱っています。彼らはあなたに個人的に話しかけ、自分の人生について話し、自分のことについて話します。 それは、日本語を除いて、そしてビショナンと共に、ドラのようなものです。\n実際に最初の人物アニメを手放すのは非常に難しいですし、牧浦の淡路はそれをうまく実行します。 それはテレビで放送されるのに十分です、それはかなりです。\n\n[アート：4]さて、大丈夫。 芸術は、このアニメの種類が苦しむ場所です。 芸術はあなたの典型的なアニメアートのようなものです。 これは、一人一人のキャラクターのアイバッグを説明しています。たとえスーパーリッチであっても、アイクリームを手に入れることができます。\nそして、アニメーション - 私はアニメーションを開始することはありません。 さて、幕張の丹波は、オープニングを除いて、約3分のスクリーン時間があります。 しかし、アニメは3分以内に大量のコンテンツを入れようとしているということです。 あなたとあなたのDanshi Boyは「会話」を持っています。あなたはおそらく、この3分のスパンの中で、3つまたは4つの異なる、時として非関連のものについて話します。 そして、各エピソードはたぶん100フレーム程度しかないということです。 ちょっと想像してみましょう。あなたのDanshi Boyは瞬き、話し、多分腕を1〜2回動かすだけです。 あるいは時々彼はかなり動き回るが、アニメーションは不安定である。 また、たくさんの静止画があります。\nアートやアニメーション部門では、このオープニングはおそらく唯一のものです。 彼らはきれいなカットオープニングを作ることにかなりの予算を注いだ。\n\n[音：7] Aight。 それではここでかなり面白いところです。 私は99％が予算の大半が高位の女優や声優になることを確信しています。 蒔絵の森では、森川俊之、浪川大輔、信長島崎、その他が登場します。 そのため、ほとんどの声は実際にはかなり良いです。\nキャラクターの声は、大部分の人格と年齢に一致します。 それらのすべては実際にかなり大丈夫です。 声はあなたが眠りにつくようにするのに十分なほど穏やかで穏やかです。これはこのアニメが基本的にやろうとしていることです。 しかし、彼らはまた、非常にフィッティングすることも起こります。\n実際の音と音楽については、聖なるファック。 このヴァイオリンを演奏する方法を知っているこの人物とこのシーンが1つありました。 今では、彼が演奏を始めるときに実際に音楽があると期待していますが、音楽も音もありません。 あなたは自分のバイオリンを演奏する男の静止画を見ていただけで、沈黙以外は何もありませんでした。 それは厄介だった。 このアニメの唯一の音楽はオープニング曲です。それはかなりキャッチーです。 今までにない最高のオープニングだけど、耳が出血したくないほど十分です。\n\n[キャラクター：7]ピローボーイズのキャラクターはおそらくすべてが正しかったです。 多くのキャラクターがあります。正確には12個のビショナンがあり、すべての女性とその好みに応じて、それぞれ異なる個性を持っています。 すべてを嫌う女性はいないと言っているわけではありません。\n牧歌の淡路の文字の多くは、風変わりなものになり、その中のいくつかは風変わりなものを使い果たしてしまいます。 あなたは純粋な心を持っているスラムのような人々を持っていますが、もちろんあなたを除いて誰もそれを知っていません。 または静かで観察的な図書館員。 私の個人的な好みは、彼がおそらく30歳を超えているにもかかわらず、食べ物ストール・ダンシーの男でした。\n私はこれらのキャラクターのいくつかがぎこちないものであるとうそつきにするつもりはなく、女性がそのようなタイプの男性をどのようにしているのか疑問に思う。 そして、私は女性が独自の好みを持っていることを認識しています。 彼らの中にはカリスマ性と魅力があって、魅力的だった人もいます。\nキャラクターについての私の好きなことは、3分で多くのことが言えるということです。 誰があなたを知っていたかのように、3分の会話でそんなに学ぶことができましたか？ あまりにも多くのことを学んだので、あなたはおそらく彼らのために頭文字をもう作っている必要はないでしょう。\n\n[ENJOYMENT：5]私はこれを見ていた気分は2つしかなかった。 そのうちの1つは「SUPER CRINGE」で、もう1つは「ハハ、実際には私の上で動作するだろう」というものでした。 私はどちらの感情が他のものよりも上に表示されているのか分かりませんが、確かに、私は助けができなかったいくつかの場面がありましたが、私の顔が赤くなっていると感じることができるシーンがありました。 私が知っていたアニメキャラクターが3分もかからなかったことでうんざりした。 全体的に、それは素晴らしいアニメでした。\n\n[全体：6]",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI had honestly rated this a 5 right until the 11th episode came. Food Stall Danshi is best Danshi. Makura no Danshi or 'Pillow Boys' as we all like to call it is a very... interesting anime. It brings new ideas to the table, like turning what would be dating sims and visual novels into anime with neither a coherent plot or reoccurring characters. Kind of sounds like a train wreck waiting to happen. Though, in all honesty, it was not too bad.\n\n\u001b[1m私は正直なところ、11回目のエピソードが来るまでこれを5つの権利として評価しました。 フードストールDanshiは最高のDanshiです。 私たちがそれを「枕の男」と呼ぶのは、とても面白いアニメです。 シムとビジュアル小説のデートになるものをコヒーレントなプロットや再現性のないアニメに変えるような、新しいアイデアをテーブルにもたらします。 起こることを待っている列車のような音の種類。 しかし、すべての正直なところ、あまりにも悪くはありませんでした。\u001b[22m\n\u001b[1m(Watashi wa shōjikina tokoro, 11-kai-me no episōdo ga kuru made kore o itsutsu no kenri to shite hyōka shimashita. Fūdosutōru Danshi wa saikō no Danshidesu. Watashitachi ga sore o `makura no otoko' to yobu no wa, totemo omoshiroi animedesu. Shimu to bijuaru shōsetsu no dēto ni naru mono o kohīrentona purotto ya saigen-sei no nai anime ni kaeru yōna, atarashī aidea o tēburu ni motarashimasu. Okoru koto o matte iru ressha no yōna oto no shurui. Shikashi, subete no shōjikina tokoro, amarini mo waruku wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI had honestly rated this a 5 right until the 11th episode came. Food Stall Danshi is best Danshi. Makura no Danshi or 'Pillow Boys' as we all like to call it is a very... interesting anime. It brings new ideas to the table, like turning what would be dating sims and visual novels into anime with neither a coherent plot or reoccurring characters. Kind of sounds like a train wreck waiting to happen. Though, in all honesty, it was not too bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI had honestly rated this a 5 right until the 11th episode came.\u001b[24m\n    \u001b[1m私は正直なところ、11回目のエピソードが来るまでこれを5つの権利として評価しました。\u001b[22m, \u001b[1m11日のエピソードが来るまで、私は正直この5権利を評価しました。\u001b[22m\n\u001b[4mFood Stall Danshi is best Danshi.\u001b[24m\n    \u001b[1mフードストールDanshiは最高のDanshiです。\u001b[22m, \u001b[1m屋台男子は男子最高です。\u001b[22m\n\u001b[4mMakura no Danshi or 'Pillow Boys' as we all like to call it is a very... interesting anime.\u001b[24m\n    \u001b[1m私たちがそれを「枕の男」と呼ぶのは、とても面白いアニメです。\u001b[22m, \u001b[1m枕男子ノーまたは「枕男子我々はすべてそれを呼び出すために好きなように非常に...面白いアニメです。\u001b[22m\n\u001b[4mIt brings new ideas to the table, like turning what would be dating sims and visual novels into anime with neither a coherent plot or reoccurring characters.\u001b[24m\n    \u001b[1mシムとビジュアル小説のデートになるものをコヒーレントなプロットや再現性のないアニメに変えるような、新しいアイデアをテーブルにもたらします。\u001b[22m, \u001b[1mこれは、コヒーレントプロットまたは再発文字でもないとアニメにシムズとビジュアルノベルとデートされるもの回すように、テーブルに新しいアイデアをもたらします。\u001b[22m\n\u001b[4mKind of sounds like a train wreck waiting to happen.\u001b[24m\n    \u001b[1m起こることを待っている列車のような音の種類。\u001b[22m, \u001b[1m種類の起こるのを待って列車事故のように聞こえます。\u001b[22m\n\u001b[4mThough, in all honesty, it was not too bad.\u001b[24m\n    \u001b[1mしかし、すべての正直なところ、あまりにも悪くはありませんでした。\u001b[22m, \u001b[1mしかしは、すべての正直で、それはあまりにも悪くはなかったです。\u001b[22m\n\u001b[1m\u001b[22m\n[STORY: 4] What story is there to be told in the world of Pillow Boys? I don't know. The synopsis tells you everything. What Pillow Boys is about are twelve different boys, all for different women's 'tastes', who addresses you personally, talking to you about their life and you talk to them about yours. It's like Dora, except in Japanese, and with bishounens.\n\n\u001b[1m[ストーリー：4]ピローボーイズの世界にはどんな話がありますか？ 知りません。 概要はあなたにすべてを伝えます。 ピローボーイズは、さまざまな女性の「味」の12人の男の子を扱っています。彼らはあなたに個人的に話しかけ、自分の人生について話し、自分のことについて話します。 それは、日本語を除いて、そしてビショナンと共に、ドラのようなものです。\u001b[22m\n\u001b[1m([Sutōrī: 4] Pirōbōizu no sekai ni wa don'na hanashi ga arimasu ka? Shirimasen. Gaiyō wa anata ni subete o tsutaemasu. Pirōbōizu wa, samazamana josei no `aji' no 12-ri no otokonoko o atsukatte imasu. Karera wa anata ni kojin-teki ni hanashikake, jibun no jinsei ni tsuite hanashi, jibun no koto ni tsuite hanashimasu. Sore wa, nihongo o nozoite, soshite bishonan to tomoni, dora no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4m[STORY: 4] What story is there to be told in the world of Pillow Boys? I don't know. The synopsis tells you everything. What Pillow Boys is about are twelve different boys, all for different women's 'tastes', who addresses you personally, talking to you about their life and you talk to them about yours. It's like Dora, except in Japanese, and with bishounens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[STORY: 4] What story is there to be told in the world of Pillow Boys?\u001b[24m\n    \u001b[1m[ストーリー：4]ピローボーイズの世界にはどんな話がありますか？\u001b[22m, \u001b[1m【STORY：4]は何の話枕・ボーイズの世界で語られるためにそこにいるのですか？\u001b[22m\n\u001b[4mI don't know.\u001b[24m\n    \u001b[1m知りません。\u001b[22m, \u001b[1m知らない。\u001b[22m, \u001b[1m私は知らない。\u001b[22m\n\u001b[4mThe synopsis tells you everything.\u001b[24m\n    \u001b[1m概要はあなたにすべてを伝えます。\u001b[22m\n\u001b[4mWhat Pillow Boys is about are twelve different boys, all for different women's 'tastes', who addresses you personally, talking to you about their life and you talk to them about yours.\u001b[24m\n    \u001b[1mピローボーイズは、さまざまな女性の「味」の12人の男の子を扱っています。彼らはあなたに個人的に話しかけ、自分の人生について話し、自分のことについて話します。\u001b[22m, \u001b[1m12の異なる少年たちはどう枕男の子ですが、別の女性のためのすべてのは、彼らの人生についてあなたに話して、個人的に対処し、あなたがあなたについてのそれらに話す人、「味」。\u001b[22m\n\u001b[4mIt's like Dora, except in Japanese, and with bishounens.\u001b[24m\n    \u001b[1mそれは、日本語を除いて、そしてビショナンと共に、ドラのようなものです。\u001b[22m, \u001b[1mこれは、とbishounensと、日本を除いて、ドラのようなものです。\u001b[22m\nIt's actually very difficult to pull off a first person anime, and Makura no Danshi executes it decently. It's good enough to be aired on TV, that's pretty much it.\n\n\u001b[1m実際に最初の人物アニメを手放すのは非常に難しいですし、牧浦の淡路はそれをうまく実行します。 それはテレビで放送されるのに十分です、それはかなりです。\u001b[22m\n\u001b[1m(Jissai ni saisho no jinbutsu anime o tebanasu no wa hijō ni muzukashīdesushi, maki ura no awaji wa sore o umaku jikkō shimasu. Sore wa terebi de hōsō sa reru no ni jūbundesu, sore wa kanaridesu.)\u001b[22m\n\nTranslations of \u001b[4mIt's actually very difficult to pull off a first person anime, and Makura no Danshi executes it decently. It's good enough to be aired on TV, that's pretty much it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's actually very difficult to pull off a first person anime, and Makura no Danshi executes it decently.\u001b[24m\n    \u001b[1m実際に最初の人物アニメを手放すのは非常に難しいですし、牧浦の淡路はそれをうまく実行します。\u001b[22m, \u001b[1mこれは、最初の人のアニメをやってのける実際には非常に困難だし、枕ない男子はちゃんとそれを実行しません。\u001b[22m\n\u001b[4mIt's good enough to be aired on TV, that's pretty much it.\u001b[24m\n    \u001b[1mそれはテレビで放送されるのに十分です、それはかなりです。\u001b[22m, \u001b[1mそれはテレビで放映されるのに十分良いことだ、それはそれはかなりです。\u001b[22m\n\u001b[1m\u001b[22m\n[ART: 4] Alright, okay. The art is where this anime kind of suffers. The art is kind of like your typical anime art, except drawn by a person who's super batshit sleepy. That explains the eye bags on every single character, even if they're super rich and can totally afford eye cream.\n\n\u001b[1m[アート：4]さて、大丈夫。 芸術は、このアニメの種類が苦しむ場所です。 芸術はあなたの典型的なアニメアートのようなものです。 これは、一人一人のキャラクターのアイバッグを説明しています。たとえスーパーリッチであっても、アイクリームを手に入れることができます。\u001b[22m\n\u001b[1m([Āto: 4] Sate, daijōbu. Geijutsu wa, kono anime no shurui ga kurushimu bashodesu. Geijutsu wa anata no tenkei-tekina animeāto no yōna monodesu. Kore wa, hitorihitori no kyarakutā no aibaggu o setsumei shite imasu. Tatoe sūpāritchideatte mo, aikurīmu o te ni ireru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4m[ART: 4] Alright, okay. The art is where this anime kind of suffers. The art is kind of like your typical anime art, except drawn by a person who's super batshit sleepy. That explains the eye bags on every single character, even if they're super rich and can totally afford eye cream.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[ART: 4] Alright, okay.\u001b[24m\n    \u001b[1m[アート：4]さて、大丈夫。\u001b[22m, \u001b[1m[ART：4]よし、大丈夫。\u001b[22m\n\u001b[4mThe art is where this anime kind of suffers.\u001b[24m\n    \u001b[1m芸術は、このアニメの種類が苦しむ場所です。\u001b[22m, \u001b[1mこのアニメは、種の苦しんでいるところ芸術です。\u001b[22m\n\u001b[4mThe art is kind of like your typical anime art, except drawn by a person who's super batshit sleepy.\u001b[24m\n    \u001b[1m芸術はあなたの典型的なアニメアートのようなものです。\u001b[22m, \u001b[1m技術は、超batshit眠そうだ人によって描かれた以外は、一種のあなたの典型的なアニメの芸術のようなものです。\u001b[22m\n\u001b[4mThat explains the eye bags on every single character, even if they're super rich and can totally afford eye cream.\u001b[24m\n    \u001b[1mこれは、一人一人のキャラクターのアイバッグを説明しています。たとえスーパーリッチであっても、アイクリームを手に入れることができます。\u001b[22m, \u001b[1mそれは、彼らがスーパーリッチだと完全にアイクリームを買う余裕ができたとしても、一つ一つの文字に目の袋を説明しています。\u001b[22m\nAnd the animation - don't get me started on the animation. Alright, so Makura no Danshi, excluding the opening, has about 3 minutes of screen time. But the thing is that the anime tries to stuff in a shit ton of content within 3 minutes. You and your Danshi Boy have a 'conversation' and you guys probably talk about 3 or 4 different, sometimes non-related things within this 3 minute span. And the thing is that each episode probably only has 100 or so frames. Just imagine for 3 minutes straight, your Danshi Boy is only blinking, talking, and maybe moving his arm once or twice. Or sometimes he moves around quite a bit, but the animation is choppy. Also, there's a shit ton of still pictures.\n\n\u001b[1mそして、アニメーション - 私はアニメーションを開始することはありません。 さて、幕張の丹波は、オープニングを除いて、約3分のスクリーン時間があります。 しかし、アニメは3分以内に大量のコンテンツを入れようとしているということです。 あなたとあなたのDanshi Boyは「会話」を持っています。あなたはおそらく、この3分のスパンの中で、3つまたは4つの異なる、時として非関連のものについて話します。 そして、各エピソードはたぶん100フレーム程度しかないということです。 ちょっと想像してみましょう。あなたのDanshi Boyは瞬き、話し、多分腕を1〜2回動かすだけです。 あるいは時々彼はかなり動き回るが、アニメーションは不安定である。 また、たくさんの静止画があります。\u001b[22m\n\u001b[1m(Soshite, animēshon - watashi wa animēshon o kaishi suru koto wa arimasen. Sate, Makuhari no tanba wa, ōpuningu o nozoite, yaku 3-bu no sukurīn jikan ga arimasu. Shikashi, anime wa 3-bu inai ni tairyō no kontentsu o ireyou to shite iru to iu kotodesu. Anata to anata no Danshi Boy wa `kaiwa' o motte imasu. Anata wa osoraku, kono 3-bu no supan no naka de, 3ttsu matawa 4tsu no kotonaru, tokitoshite hi kanren no mono ni tsuite hanashimasu. Soshite, kaku episōdo wa tabun 100 furēmu-teido shika nai to iu kotodesu. Chotto sōzō shite mimashou. Anata no Danshi Boy wa mabataki, hanashi, tabun ude o 1 〜 2-kai ugokasu dakedesu. Aruiwa tokidoki kare wa kanari ugokimawaruga, animēshon wa fuanteidearu. Mata, takusan no seishi-ga ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd the animation - don't get me started on the animation. Alright, so Makura no Danshi, excluding the opening, has about 3 minutes of screen time. But the thing is that the anime tries to stuff in a shit ton of content within 3 minutes. You and your Danshi Boy have a 'conversation' and you guys probably talk about 3 or 4 different, sometimes non-related things within this 3 minute span. And the thing is that each episode probably only has 100 or so frames. Just imagine for 3 minutes straight, your Danshi Boy is only blinking, talking, and maybe moving his arm once or twice. Or sometimes he moves around quite a bit, but the animation is choppy. Also, there's a shit ton of still pictures.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the animation - don't get me started on the animation.\u001b[24m\n    \u001b[1mそして、アニメーション - 私はアニメーションを開始することはありません。\u001b[22m, \u001b[1mアニメーションは - 私は、アニメーションを始めるません。\u001b[22m\n\u001b[4mAlright, so Makura no Danshi, excluding the opening, has about 3 minutes of screen time.\u001b[24m\n    \u001b[1mさて、幕張の丹波は、オープニングを除いて、約3分のスクリーン時間があります。\u001b[22m, \u001b[1mさてさて、そのように開口部を除く枕なし男子は、画面の時間の約3分を持っています。\u001b[22m\n\u001b[4mBut the thing is that the anime tries to stuff in a shit ton of content within 3 minutes.\u001b[24m\n    \u001b[1mしかし、アニメは3分以内に大量のコンテンツを入れようとしているということです。\u001b[22m, \u001b[1mしかし、事はアニメが3分以内にコンテンツのたわごとトンにものにしようということです。\u001b[22m\n\u001b[4mYou and your Danshi Boy have a 'conversation' and you guys probably talk about 3 or 4 different, sometimes non-related things within this 3 minute span.\u001b[24m\n    \u001b[1mあなたとあなたのDanshi Boyは「会話」を持っています。あなたはおそらく、この3分のスパンの中で、3つまたは4つの異なる、時として非関連のものについて話します。\u001b[22m, \u001b[1mあなたとあなたの男子少年は「会話」を持っているし、あなたたちは、おそらく、この3分のスパン以内に約3または異なる4、時には非関連の事を話しています。\u001b[22m\n\u001b[4mAnd the thing is that each episode probably only has 100 or so frames.\u001b[24m\n    \u001b[1mそして、各エピソードはたぶん100フレーム程度しかないということです。\u001b[22m, \u001b[1mそして、の事は各エピソードは、おそらく唯一の100かそこらのフレームを持っているということです。\u001b[22m\n\u001b[4mJust imagine for 3 minutes straight, your Danshi Boy is only blinking, talking, and maybe moving his arm once or twice.\u001b[24m\n    \u001b[1mちょっと想像してみましょう。あなたのDanshi Boyは瞬き、話し、多分腕を1〜2回動かすだけです。\u001b[22m, \u001b[1mただまっすぐに、あなたの男子少年が唯一、点滅話し、そしておそらく一度か二度、彼の腕を移動している3分間想像してみてください。\u001b[22m\n\u001b[4mOr sometimes he moves around quite a bit, but the animation is choppy.\u001b[24m\n    \u001b[1mあるいは時々彼はかなり動き回るが、アニメーションは不安定である。\u001b[22m, \u001b[1m時には彼はかなりの周りに移動しますが、アニメーションが途切れ途切れです。\u001b[22m\n\u001b[4mAlso, there's a shit ton of still pictures.\u001b[24m\n    \u001b[1mまた、たくさんの静止画があります。\u001b[22m, \u001b[1mまた、静止画のたわごとのトンがあります。\u001b[22m\nThe opening is probably the only thing that is good in the art and animation department. They pretty much poured a good amount of their budget into making a clean cut opening.\n\n\u001b[1mアートやアニメーション部門では、このオープニングはおそらく唯一のものです。 彼らはきれいなカットオープニングを作ることにかなりの予算を注いだ。\u001b[22m\n\u001b[1m(Āto ya animēshon bumonde wa, kono ōpuningu wa osoraku yuiitsu no monodesu. Karera wa kireina kattoōpuningu o tsukuru koto ni kanari no yosan o sosoida.)\u001b[22m\n\nTranslations of \u001b[4mThe opening is probably the only thing that is good in the art and animation department. They pretty much poured a good amount of their budget into making a clean cut opening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening is probably the only thing that is good in the art and animation department.\u001b[24m\n    \u001b[1mアートやアニメーション部門では、このオープニングはおそらく唯一のものです。\u001b[22m, \u001b[1m開口部は、おそらくアートやアニメーション部門では良いです唯一のものです。\u001b[22m\n\u001b[4mThey pretty much poured a good amount of their budget into making a clean cut opening.\u001b[24m\n    \u001b[1m彼らはきれいなカットオープニングを作ることにかなりの予算を注いだ。\u001b[22m, \u001b[1m彼らはかなりきれいにカット開口部を作りに彼らの予算の良い量を注ぎました。\u001b[22m\n\u001b[1m\u001b[22m\n[SOUND: 7] Aight. So here's where it gets pretty interesting. I'm like 99% sure that most of the budget went into getting high-ranked seiyuus or voice actors. In Makura no Danshi, lots of well known seiyuus such as Morikawa Toshiyuki, Namikawa Daisuke, Shimazaki Nobunaga, and others appear. Because of that, most of the voices are pretty good actually.\n\n\u001b[1m[音：7] Aight。 それではここでかなり面白いところです。 私は99％が予算の大半が高位の女優や声優になることを確信しています。 蒔絵の森では、森川俊之、浪川大輔、信長島崎、その他が登場します。 そのため、ほとんどの声は実際にはかなり良いです。\u001b[22m\n\u001b[1m([Oto: 7] Aight. Soredewa koko de kanari omoshiroi tokorodesu. Watashi wa 99-pāsento ga yosan no taihan ga kōi no joyū ya seiyū ni naru koto o kakushin shite imasu. Makie no moride wa, Morikawa Toshiyuki, namikawa daisuke, Nobunaga Shimazaki, sonohoka ga tōjō shimasu. Sonotame, hotondo no koe wa jissai ni wa kanari yoidesu.)\u001b[22m\n\nTranslations of \u001b[4m[SOUND: 7] Aight. So here's where it gets pretty interesting. I'm like 99% sure that most of the budget went into getting high-ranked seiyuus or voice actors. In Makura no Danshi, lots of well known seiyuus such as Morikawa Toshiyuki, Namikawa Daisuke, Shimazaki Nobunaga, and others appear. Because of that, most of the voices are pretty good actually.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[SOUND: 7] Aight.\u001b[24m\n    \u001b[1m[音：7] Aight。\u001b[22m, \u001b[1m[SOUND：7]よし。\u001b[22m\n\u001b[4mSo here's where it gets pretty interesting.\u001b[24m\n    \u001b[1mそれではここでかなり面白いところです。\u001b[22m, \u001b[1mそれはかなり面白いところだからここです。\u001b[22m\n\u001b[4mI'm like 99% sure that most of the budget went into getting high-ranked seiyuus or voice actors.\u001b[24m\n    \u001b[1m私は99％が予算の大半が高位の女優や声優になることを確信しています。\u001b[22m, \u001b[1m私は99％のように予算の大部分は、高ランクのseiyuusや声優を得るに入ったことを確信しています。\u001b[22m\n\u001b[4mIn Makura no Danshi, lots of well known seiyuus such as Morikawa Toshiyuki, Namikawa Daisuke, Shimazaki Nobunaga, and others appear.\u001b[24m\n    \u001b[1m蒔絵の森では、森川俊之、浪川大輔、信長島崎、その他が登場します。\u001b[22m, \u001b[1m枕なし男子では、このような森川敏行、浪川大輔、島崎信長、および他のようなよく知られているseiyuusの多くが表示されます。\u001b[22m\n\u001b[4mBecause of that, most of the voices are pretty good actually.\u001b[24m\n    \u001b[1mそのため、ほとんどの声は実際にはかなり良いです。\u001b[22m, \u001b[1mそのため、声のほとんどは、実際にはかなり良いです。\u001b[22m\nThe voices of the characters match their personality and age for the most part. All of them are actually pretty okay. The voices are soothing and calm, enough to make you want to go to sleep, which is what this anime is basically trying to do. Yet they also happen to be very fitting.\n\n\u001b[1mキャラクターの声は、大部分の人格と年齢に一致します。 それらのすべては実際にかなり大丈夫です。 声はあなたが眠りにつくようにするのに十分なほど穏やかで穏やかです。これはこのアニメが基本的にやろうとしていることです。 しかし、彼らはまた、非常にフィッティングすることも起こります。\u001b[22m\n\u001b[1m(Kyarakutā no koe wa, daibubun no jinkaku to nenrei ni itchi shimasu. Sorera no subete wa jissai ni kanari daijōbudesu. Koe wa anata ga nemurinitsuku-yō ni suru no ni jūbun'na hodo odayakade odayakadesu. Kore wa kono anime ga kihontekini yarou to shite iru kotodesu. Shikashi, karera wa mata, hijō ni fittingu suru koto mo okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe voices of the characters match their personality and age for the most part. All of them are actually pretty okay. The voices are soothing and calm, enough to make you want to go to sleep, which is what this anime is basically trying to do. Yet they also happen to be very fitting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voices of the characters match their personality and age for the most part.\u001b[24m\n    \u001b[1mキャラクターの声は、大部分の人格と年齢に一致します。\u001b[22m, \u001b[1m文字の声はほとんどの部分は自分の性格や年齢にマッチ。\u001b[22m\n\u001b[4mAll of them are actually pretty okay.\u001b[24m\n    \u001b[1mそれらのすべては実際にかなり大丈夫です。\u001b[22m, \u001b[1mそれらのすべては、実際にはかなり大丈夫です。\u001b[22m\n\u001b[4mThe voices are soothing and calm, enough to make you want to go to sleep, which is what this anime is basically trying to do.\u001b[24m\n    \u001b[1m声はあなたが眠りにつくようにするのに十分なほど穏やかで穏やかです。これはこのアニメが基本的にやろうとしていることです。\u001b[22m, \u001b[1m声は、あなたがこのアニメは基本的にやろうとしているものである、スリープ状態に行きたくなるのに十分な、なだめると落ち着いています。\u001b[22m\n\u001b[4mYet they also happen to be very fitting.\u001b[24m\n    \u001b[1mしかし、彼らはまた、非常にフィッティングすることも起こります。\u001b[22m, \u001b[1mしかし、彼らはまた、非常にフィッティングすることが起こります。\u001b[22m\nAs for the actual sound and music, holy fuck. There was this one scene with this guy who knows how to play the violin. Now you actually expect there to be music when he starts playing, but there was neither music nor sound. You were just looking at a still picture of a guy playing his violin, and there was nothing else but silence. It was hella awkward. The only music in this anime is the opening song, and it's pretty catchy. Not the best opening ever, but it's good enough that it doesn't make your ears want to bleed.\n\n\u001b[1m実際の音と音楽については、聖なるファック。 このヴァイオリンを演奏する方法を知っているこの人物とこのシーンが1つありました。 今では、彼が演奏を始めるときに実際に音楽があると期待していますが、音楽も音もありません。 あなたは自分のバイオリンを演奏する男の静止画を見ていただけで、沈黙以外は何もありませんでした。 それは厄介だった。 このアニメの唯一の音楽はオープニング曲です。それはかなりキャッチーです。 今までにない最高のオープニングだけど、耳が出血したくないほど十分です。\u001b[22m\n\u001b[1m(Jissai no oto to ongaku ni tsuite wa, seinaru fakku. Kono vu~aiorin o ensō suru hōhō o shitte iru kono jinbutsu toko no shīn ga 1tsu arimashita. Ima dewa, kare ga ensō o hajimeru toki ni jissai ni ongaku ga aru to kitai shite imasuga, ongaku mo oto mo arimasen. Anata wa jibun no baiorin o ensō suru otoko no seishi-ga o mite ita dake de, chinmoku igai wa nani mo arimasendeshita. Sore wa yakkaidatta. Kono anime no yuiitsu no ongaku wa ōpuningu-kyokudesu. Sore wa kanari kyatchīdesu. Ima made ni nai saikō no ōpuningudakedo, mimi ga shukketsu shitakunai hodo jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mAs for the actual sound and music, holy fuck. There was this one scene with this guy who knows how to play the violin. Now you actually expect there to be music when he starts playing, but there was neither music nor sound. You were just looking at a still picture of a guy playing his violin, and there was nothing else but silence. It was hella awkward. The only music in this anime is the opening song, and it's pretty catchy. Not the best opening ever, but it's good enough that it doesn't make your ears want to bleed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the actual sound and music, holy fuck.\u001b[24m\n    \u001b[1m実際の音と音楽については、聖なるファック。\u001b[22m, \u001b[1m実際の音や音楽、神聖な性交として。\u001b[22m\n\u001b[4mThere was this one scene with this guy who knows how to play the violin.\u001b[24m\n    \u001b[1mこのヴァイオリンを演奏する方法を知っているこの人物とこのシーンが1つありました。\u001b[22m, \u001b[1mバイオリンを演奏する方法を知っているこの男と、この1シーンがありました。\u001b[22m\n\u001b[4mNow you actually expect there to be music when he starts playing, but there was neither music nor sound.\u001b[24m\n    \u001b[1m今では、彼が演奏を始めるときに実際に音楽があると期待していますが、音楽も音もありません。\u001b[22m, \u001b[1m今、彼の再生開始時に、あなたは実際に音楽があると期待していますが、どちらも音楽も音がありました。\u001b[22m\n\u001b[4mYou were just looking at a still picture of a guy playing his violin, and there was nothing else but silence.\u001b[24m\n    \u001b[1mあなたは自分のバイオリンを演奏する男の静止画を見ていただけで、沈黙以外は何もありませんでした。\u001b[22m, \u001b[1mあなたはただ彼のバイオリンを演奏男の静止画を見ていたし、他には何もなく、沈黙がありませんでした。\u001b[22m\n\u001b[4mIt was hella awkward.\u001b[24m\n    \u001b[1mそれは厄介だった。\u001b[22m, \u001b[1mそれは厄介なめっちゃありました。\u001b[22m\n\u001b[4mThe only music in this anime is the opening song, and it's pretty catchy.\u001b[24m\n    \u001b[1mこのアニメの唯一の音楽はオープニング曲です。それはかなりキャッチーです。\u001b[22m, \u001b[1mこのアニメで唯一の音楽はオープニング曲であり、それはかなりキャッチーです。\u001b[22m\n\u001b[4mNot the best opening ever, but it's good enough that it doesn't make your ears want to bleed.\u001b[24m\n    \u001b[1m今までにない最高のオープニングだけど、耳が出血したくないほど十分です。\u001b[22m, \u001b[1m今までにはない最高の開口部が、それはそれはあなたの耳が出血したくありませんことを十分に良いことです。\u001b[22m\n\u001b[1m\u001b[22m\n[CHARACTER: 7] The characters in Pillow Boys is probably where everything is alright. There are a lot of characters - 12 bishounens to be exact and they all have different personalities, catering to every women and their tastes. Not to say that there aren't any women who dislike all of them.\n\n\u001b[1m[キャラクター：7]ピローボーイズのキャラクターはおそらくすべてが正しかったです。 多くのキャラクターがあります。正確には12個のビショナンがあり、すべての女性とその好みに応じて、それぞれ異なる個性を持っています。 すべてを嫌う女性はいないと言っているわけではありません。\u001b[22m\n\u001b[1m([Kyarakutā: 7] Pirōbōizu no kyarakutā wa osoraku subete ga tadashikattadesu. Ōku no kyarakutā ga arimasu. Seikaku ni wa 12-ko no bishonan ga ari, subete no josei to sono konomi ni ōjite, sorezore kotonaru kosei o motte imasu. Subete o kirau josei wa inai to itte iru wakede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m[CHARACTER: 7] The characters in Pillow Boys is probably where everything is alright. There are a lot of characters - 12 bishounens to be exact and they all have different personalities, catering to every women and their tastes. Not to say that there aren't any women who dislike all of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[CHARACTER: 7] The characters in Pillow Boys is probably where everything is alright.\u001b[24m\n    \u001b[1m[キャラクター：7]ピローボーイズのキャラクターはおそらくすべてが正しかったです。\u001b[22m, \u001b[1m[CHARACTER：7]すべてが大丈夫です枕・ボーイズの文字は、おそらくです。\u001b[22m\n\u001b[4mThere are a lot of characters - 12 bishounens to be exact and they all have different personalities, catering to every women and their tastes.\u001b[24m\n    \u001b[1m多くのキャラクターがあります。正確には12個のビショナンがあり、すべての女性とその好みに応じて、それぞれ異なる個性を持っています。\u001b[22m, \u001b[1m12 bishounensは正確には、それらはすべて、すべての女性とその嗜好に、異なる個性を持っている - そこに文字がたくさんあります。\u001b[22m\n\u001b[4mNot to say that there aren't any women who dislike all of them.\u001b[24m\n    \u001b[1mすべてを嫌う女性はいないと言っているわけではありません。\u001b[22m, \u001b[1mそれらのすべてが嫌い任意の女性が存在しないと言うことではありません。\u001b[22m\nA lot of the characters in Makura no Danshi happens to be tropes, some of them overused tropes. You have people like the tsundere delinquent who has a pure heart, but nobody knows that except for you, of course. Or the quiet and observant librarian dude. My personal favorite was the Food Stall Danshi guy, even though he's probably over 30 years old.\n\n\u001b[1m牧歌の淡路の文字の多くは、風変わりなものになり、その中のいくつかは風変わりなものを使い果たしてしまいます。 あなたは純粋な心を持っているスラムのような人々を持っていますが、もちろんあなたを除いて誰もそれを知っていません。 または静かで観察的な図書館員。 私の個人的な好みは、彼がおそらく30歳を超えているにもかかわらず、フードストールのDanshiの男でした。\u001b[22m\n\u001b[1m(Bokka no Awaji no moji no ōku wa, fūgawarina mono ni nari, sono Chū no ikutsu ka wa fūgawarina mono o tsukaihatashite shimaimasu. Anata wa junsuina kokoro o motte iru suramu no yōna hitobito o motte imasuga, mochiron anata o nozoite dare mo sore o shitte imasen. Matawa shizukade kansatsu-tekina toshokan-in. Watashi no kojin-tekina konomi wa, kare ga osoraku 30-sai o koete iru nimokakawarazu, fūdosutōru no Danshi no otokodeshita.)\u001b[22m\n\nTranslations of \u001b[4mA lot of the characters in Makura no Danshi happens to be tropes, some of them overused tropes. You have people like the tsundere delinquent who has a pure heart, but nobody knows that except for you, of course. Or the quiet and observant librarian dude. My personal favorite was the Food Stall Danshi guy, even though he's probably over 30 years old.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of the characters in Makura no Danshi happens to be tropes, some of them overused tropes.\u001b[24m\n    \u001b[1m牧歌の淡路の文字の多くは、風変わりなものになり、その中のいくつかは風変わりなものを使い果たしてしまいます。\u001b[22m, \u001b[1m枕の中の文字の多くがない男子は比喩、それらのいくつか使い古された比喩であることを起こります。\u001b[22m\n\u001b[4mYou have people like the tsundere delinquent who has a pure heart, but nobody knows that except for you, of course.\u001b[24m\n    \u001b[1mあなたは純粋な心を持っているスラムのような人々を持っていますが、もちろんあなたを除いて誰もそれを知っていません。\u001b[22m, \u001b[1mあなたは純粋な心を持っているツンデレ滞納のような人々を持っているが、誰ももちろん、あなた以外のことを知っています。\u001b[22m\n\u001b[4mOr the quiet and observant librarian dude.\u001b[24m\n    \u001b[1mまたは静かで観察的な図書館員。\u001b[22m, \u001b[1mまたは静かな観察力司書男。\u001b[22m\n\u001b[4mMy personal favorite was the Food Stall Danshi guy, even though he's probably over 30 years old.\u001b[24m\n    \u001b[1m私の個人的な好みは、彼がおそらく30歳を超えているにもかかわらず、フードストールのDanshiの男でした。\u001b[22m, \u001b[1m私の個人的な好みは、彼はおそらく30歳以上だにもかかわらず、屋台男子の男でした。\u001b[22m\nI'm not even going to lie that some of these characters were flat out awkward, and I question how women like those type of men. And I do realize that women have their own, unique preferences. Some of them had very good charisma and charm, which was simply appealing.\n\n\u001b[1m私はこれらのキャラクターのいくつかがぎこちないものであるとうそつきにするつもりはなく、女性がそのようなタイプの男性をどのようにしているのか疑問に思う。 そして、私は女性が独自の好みを持っていることを認識しています。 彼らの中にはカリスマ性と魅力があって、魅力的だった人もいます。\u001b[22m\n\u001b[1m(Watashi wa korera no kyarakutā no ikutsu ka ga gikochinai monodearu to uso-tsuki ni suru tsumori wa naku, josei ga sono yōna taipu no dansei o dono yō ni shite iru no ka gimon ni omou. Soshite, watashi wa josei ga dokuji no konomi o motte iru koto o ninshiki shite imasu. Karera no nakaniha karisuma-sei to miryoku ga atte, mirikitekidatta hito mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mI'm not even going to lie that some of these characters were flat out awkward, and I question how women like those type of men. And I do realize that women have their own, unique preferences. Some of them had very good charisma and charm, which was simply appealing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not even going to lie that some of these characters were flat out awkward, and I question how women like those type of men.\u001b[24m\n    \u001b[1m私はこれらのキャラクターのいくつかがぎこちないものであるとうそつきにするつもりはなく、女性がそのようなタイプの男性をどのようにしているのか疑問に思う。\u001b[22m, \u001b[1m私も、これらの文字のいくつかは厄介なフラットアウトしたことを嘘をつくつもりはない、と私はどのように女性が男性のものとタイプのように質問します。\u001b[22m\n\u001b[4mAnd I do realize that women have their own, unique preferences.\u001b[24m\n    \u001b[1mそして、私は女性が独自の好みを持っていることを認識しています。\u001b[22m, \u001b[1mそして、私は、女性が自分自身の、ユニークな好みを持っていることを実現します。\u001b[22m\n\u001b[4mSome of them had very good charisma and charm, which was simply appealing.\u001b[24m\n    \u001b[1m彼らの中にはカリスマ性と魅力があって、魅力的だった人もいます。\u001b[22m, \u001b[1mそれらのいくつかは、単に魅力れた、非常に良好なカリスマ性と魅力を持っていました。\u001b[22m\nMy favorite thing about the characters is that a lot could be said about them in a matter of 3 minutes. Like who knew you could learn so much in a 3 minute conversation? You probably don't even have to make head canons now for them anymore since you learned so much shit.\n\n\u001b[1mキャラクターについての私の好きなことは、3分で多くのことが言えるということです。 誰があなたを知っていたかのように、3分の会話でそんなに学ぶことができましたか？ あまりにも多くのことを学んだので、あなたはおそらく彼らのために頭文字をもう作っている必要はないでしょう。\u001b[22m\n\u001b[1m(Kyarakutā ni tsuite no watashi no sukinakoto wa, 3-bu de ōku no koto ga ieru to iu kotodesu. Dare ga anata o shitteita ka no yō ni, 3-bu no kaiwa de son'nani manabu koto ga dekimashita ka? Amarini mo ōku no koto o manandanode, anata wa osoraku karera no tame ni kashiramoji o mō tsukutte iru hitsuyō wanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mMy favorite thing about the characters is that a lot could be said about them in a matter of 3 minutes. Like who knew you could learn so much in a 3 minute conversation? You probably don't even have to make head canons now for them anymore since you learned so much shit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy favorite thing about the characters is that a lot could be said about them in a matter of 3 minutes.\u001b[24m\n    \u001b[1mキャラクターについての私の好きなことは、3分で多くのことが言えるということです。\u001b[22m, \u001b[1m文字についての私の好きなものは多くは3分のところでそれらについて語ったことができたということです。\u001b[22m\n\u001b[4mLike who knew you could learn so much in a 3 minute conversation?\u001b[24m\n    \u001b[1m誰があなたを知っていたかのように、3分の会話でそんなに学ぶことができましたか？\u001b[22m, \u001b[1mあなたが3分の会話の中でそんなに学ぶことができる知っていた人、気に入りましたか？\u001b[22m\n\u001b[4mYou probably don't even have to make head canons now for them anymore since you learned so much shit.\u001b[24m\n    \u001b[1mあまりにも多くのことを学んだので、あなたはおそらく彼らのために頭文字をもう作っている必要はないでしょう。\u001b[22m, \u001b[1mあなたはそんなにたわごとを学んだので、あなたはおそらく、もう彼らのために今頭規範を作成する必要はありません。\u001b[22m\n\u001b[1m\u001b[22m\n[ENJOYMENT: 5] There were only two moods I had watching this. One of them was 'SUPER CRINGE' and the other one was 'Haha, that pick up line would probably work on me in real life.' I don't know which emotion I displayed more than the other, but surely, there were some scenes I couldn't help but sneer at, and there were other scenes where I could feel my face becoming red and I would question myself as I became wooed by an anime character I had known for less than 3 minutes. All in all, it was a fine anime.\n\n\u001b[1m[ENJOYMENT：5]私はこれを見ていた気分は2つしかなかった。 そのうちの1つは「SUPER CRINGE」で、もう1つは「ハハ、実際には私の上で動作するだろう」というものでした。 私はどちらの感情が他のものよりも上に表示されているのか分かりませんが、確かに、私は助けができなかったいくつかの場面がありましたが、私の顔が赤くなっていると感じることができるシーンがありました。 私が知っていたアニメキャラクターが3分もかからなかったことでうんざりした。 全体的に、それは素晴らしいアニメでした。\u001b[22m\n\u001b[1m([ENJOYMENT: 5] Watashi wa kore o mite ita kibun wa 2tsu shika nakatta. Sonōchi no 1tsu wa `sūpa CRINGE' de, mō 1tsu wa `haha, jissai ni wa watashi no ue de dōsa surudarou' to iu monodeshita. Watashi wa dochira no kanjō ga hoka no mono yori mo ue ni hyōji sa rete iru no ka wakarimasen ga, tashika ni, watashi wa tasuke ga dekinakatta ikutsu ka no bamen ga arimashitaga, watashinokao ga akaku natte iru to kanjiru koto ga dekiru shīn ga arimashita. Watashi ga shitteita animekyarakutā ga 3-bu mo kakaranakatta koto de unzari shita. Zentai-teki ni, sore wa subarashī animedeshita.)\u001b[22m\n\nTranslations of \u001b[4m[ENJOYMENT: 5] There were only two moods I had watching this. One of them was 'SUPER CRINGE' and the other one was 'Haha, that pick up line would probably work on me in real life.' I don't know which emotion I displayed more than the other, but surely, there were some scenes I couldn't help but sneer at, and there were other scenes where I could feel my face becoming red and I would question myself as I became wooed by an anime character I had known for less than 3 minutes. All in all, it was a fine anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[ENJOYMENT: 5] There were only two moods I had watching this.\u001b[24m\n    \u001b[1m[ENJOYMENT：5]私はこれを見ていた気分は2つしかなかった。\u001b[22m, \u001b[1m[享有：5]私はこれを見ていた2つだけ気分がありました。\u001b[22m\n\u001b[4mOne of them was 'SUPER CRINGE' and the other one was 'Haha, that pick up line would probably work on me in real life.'\u001b[24m\n    \u001b[1mそのうちの1つは「SUPER CRINGE」で、もう1つは「ハハ、実際には私の上で動作するだろう」というものでした。\u001b[22m, \u001b[1mそのうちの一つは、「SUPERうんざり」だったと他の1だった 'ハハ、拾うその行はおそらく実際の生活の中で私に働くだろう。」\u001b[22m\n\u001b[4mI don't know which emotion I displayed more than the other, but surely, there were some scenes I couldn't help but sneer at, and there were other scenes where I could feel my face becoming red and I would question myself as I\u001b[24m\n    \u001b[1m私はどちらの感情が他のものよりも上に表示されているのか分かりませんが、確かに、私は助けができなかったいくつかの場面がありましたが、私の顔が赤くなっていると感じることができるシーンがありました。\u001b[22m, \u001b[1m私は他よりも表示される感情私は知らないが、確かに、私は助けることがあざ笑うことができなかったいくつかのシーンがあった、と私は私の顔が赤くなってきて感じることができた他のシーンがあったと私は、私のように自分自身を問うことになります\u001b[22m\n\u001b[4mbecame wooed by an anime character I had known for less than 3 minutes.\u001b[24m\n    \u001b[1m私が知っていたアニメキャラクターが3分もかからなかったことでうんざりした。\u001b[22m, \u001b[1m私は3分未満のために知られていたアニメキャラクターによってwooedなりました。\u001b[22m\n\u001b[4mAll in all, it was a fine anime.\u001b[24m\n    \u001b[1m全体的に、それは素晴らしいアニメでした。\u001b[22m, \u001b[1mすべてのすべてで、それは罰金アニメでした。\u001b[22m\n\u001b[1m\u001b[22m\n[OVERALL: 6]\n\n\u001b[1m[全体：6]\u001b[22m\n\u001b[1m([Zentai: 6])\u001b[22m\n\nTranslations of \u001b[4m[OVERALL: 6]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[OVERALL: 6]\u001b[24m\n    \u001b[1m[全体：6]\u001b[22m, \u001b[1m【総評：6]\u001b[22m"
  }
]
