[
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Hollweg",
    "profile": "/profile/Hollweg/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=199978",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\n私は以前は苦い人でした。 毎日、アルバイトから家に帰って、アニメを見たり、マンガや本を読んだり、音楽を聴いたり、残りの日を眠ったりして、日々の絶望から逃げ出しましたが、これらのどれも 活動は私の孤独を満たしていた。 それは呼吸困難になっていた。 まるで私の首の周りに目に見えないノーズがあったかのように、私の呼吸を保つのに十分な程度に緩んだが、私の首を傷つけ、傷や傷を残すのに十分なほど緊張していた。 私は自殺を考えていたが、冗談はなかった。 楽しみにしていたことはもうありませんでした。友達やガールフレンドがいなくても、いなくなっても誰も気にしませんでした。\n\nしかし、私があきらめようとしていたのと同じように、牧歌の丹生は私の人生に入った。 私は火曜日から土曜日まで働いているので、日曜日と月曜日が唯一の週の自由な曜日です。 このTOTALLY COOLアニメ関連のウェブサイトで、月曜日のリリースのリストを閲覧しながら、蒔絵のダンシーが私の注目を集めました。 シノプシスは「疲れた心を癒す」ことであり、私の心は癒しが必要でした。 私は最初のエピソードをダウンロードし、それは復活のようだった。 私たちの最初の「枕の男の子」のメリーは、「主と救い主」と呼ばれることもあります。 その二人の男の子だけで私は自分自身から私を救った。 ちょうど2分半のスクリーン時間（幕末の一役様は、毎回のエピソードでこの華麗なキャッチーなOPを持っています）、彼は私の重い心に触れて軽くし、不安と絶望から解放しました。 ありがとう、メリー。 どうもありがとうございます。\n\n次のエピソードで紹介された残りの文字は同じように優れていました。 この美しいヴァイオリニストのクモが恐れているから（それは何ですか？）、中学生を扱う高校生に。 彼らの性格は異なるかもしれませんが、彼らは私たちを幸せにし、次のエピソードを楽しみにしています。 私たちは、最高の意図と老人（他の男の子よりも年上かもしれませんが、ちょうど素晴らしいものです）を持つこれらの無邪気で純粋な双子を得て、多様性は蒔絵のダンシの多くの肯定的な功績のただ一つであることを証明します。\n\n\n牧場の淡路はプロットを持っていません。地獄は必要ないと確信しています。 画期的なアニメーションやサウンドトラック（現代のポップミュージックについては何のバックグラウンドミュージックも欠かすことができない）、声質の悪い演技、美しいキャラクターの巨大なキャストなど、重要なストーリーラインがないことに不平を言う必要はありません。 このようなアニメは50年に一度しか起こりませんので、まだ見ていない場合はこれを見てください。 もしあなたがすでにこれを見たことがあるなら、再監視の時間：牧場はイースターの卵と象徴で満たされています。思考を喚起するテーマはいつでも再訪することができます。\n\nこのアニメは私の人生を変えました。 私はこの12人の魔法の男の子の忍耐のおかげで働いていた会社のマネージャーになった。 彼らの勇気に触発された後、ガールフレンドを見つけました。私たちは最初の子供を期待しています（私はそれが男の子だから私は彼をメリーと名付けることができますように！ 私はちょうど友人を見つけた（私はちょうど通りの下の無作為の人々へのMakuraのDanshiを推薦し、彼らはすぐに私と一緒にぶらぶらを始めた）そして私の家族（お父さんはショーにも中毒になった）を作り上げた、 私の人生をより良く変えました。 おやすみ、ダーリン。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI used to be a bitter person. Every day, I got home from my part-time job and proceeded to watch anime, read manga/books, listen to music and sleep the rest of the day in order to run away from the day-to-day desperation but none of these activities was enough to satiate my loneliness. It was getting hard to breathe. It was as if an invisible noose was around my neck, loose enough to keep me breathing, but tight enough to hurt my neck and leave marks and bruises. I was contemplating suicide, no joke. There was nothing to look forward to anymore, and without friends or a girlfriend, no one would even care if I just disappeared.\n\n\u001b[1m私は以前は苦い人でした。 毎日、アルバイトから家に帰って、アニメを見たり、マンガや本を読んだり、音楽を聴いたり、残りの日を眠ったりして、日々の絶望から逃げ出しましたが、これらのどれも 活動は私の孤独を満たしていた。 それは呼吸困難になっていた。 まるで私の首の周りに目に見えないノーズがあったかのように、私の呼吸を保つのに十分な程度に緩んだが、私の首を傷つけ、傷や傷を残すのに十分なほど緊張していた。 私は自殺を考えていたが、冗談はなかった。 楽しみにしていたことはもうありませんでした。友達やガールフレンドがいなくても、いなくなっても誰も気にしませんでした。\u001b[22m\n\u001b[1m(Watashi wa izen wa nigai hitodeshita. Mainichi, arubaito kara ie ni kaette, anime o mi tari, manga ya hon o yon dari, ongaku o kii tari, nokori no hi o nemuttari shite, hibi no zetsubō kara nigedashimashitaga, korera no dore mo katsudō wa watashi no kodoku o mitashite ita. Sore wa kokyū kon'nan ni natte ita. Marude watashi no kubi no mawari ni menimienai nōzu ga atta ka no yō ni, watashi no kokyū o tamotsu no ni jūbun'na-teido ni yurundaga, watashi no kubi o kizutsuke, kizu ya kizu o nokosu no ni jūbun'na hodo kinchō shite ita. Watashi wa jisatsu o kangaete itaga, jōdan wa nakatta. Tanoshimini shite ita koto wa mō arimasendeshita. Tomodachi ya gārufurendo ga inakute mo, inaku natte mo dare mo ki ni shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI used to be a bitter person. Every day, I got home from my part-time job and proceeded to watch anime, read manga/books, listen to music and sleep the rest of the day in order to run away from the day-to-day desperation but none of these activities was enough to satiate my loneliness. It was getting hard to breathe. It was as if an invisible noose was around my neck, loose enough to keep me breathing, but tight enough to hurt my neck and leave marks and bruises. I was contemplating suicide, no joke. There was nothing to look forward to anymore, and without friends or a girlfriend, no one would even care if I just disappeared.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI used to be a bitter person.\u001b[24m\n    \u001b[1m私は以前は苦い人でした。\u001b[22m, \u001b[1m私は苦い人に使用されます。\u001b[22m\n\u001b[4mEvery day, I got home from my part-time job and proceeded to watch anime, read manga/books, listen to music and sleep the rest of the day in order to run away from the day-to-day desperation but none of these\u001b[24m\n    \u001b[1m毎日、アルバイトから家に帰って、アニメを見たり、マンガや本を読んだり、音楽を聴いたり、残りの日を眠ったりして、日々の絶望から逃げ出しましたが、これらのどれも\u001b[22m, \u001b[1m毎日、私は私のパートタイムの仕事から帰宅しないと、アニメを見て漫画/本を読む、音楽を聴くと、離れて、日々の絶望から実行するためには、その日の残りの部分をスリープ状態に進行しますが、これらのどれも\u001b[22m\n\u001b[4mactivities was enough to satiate my loneliness.\u001b[24m\n    \u001b[1m活動は私の孤独を満たしていた。\u001b[22m, \u001b[1m活動は私の孤独を嫌というほどには十分でした。\u001b[22m\n\u001b[4mIt was getting hard to breathe.\u001b[24m\n    \u001b[1mそれは呼吸困難になっていた。\u001b[22m, \u001b[1mこれは、息をするのが困難になりました。\u001b[22m\n\u001b[4mIt was as if an invisible noose was around my neck, loose enough to keep me breathing, but tight enough to hurt my neck and leave marks and bruises.\u001b[24m\n    \u001b[1mまるで私の首の周りに目に見えないノーズがあったかのように、私の呼吸を保つのに十分な程度に緩んだが、私の首を傷つけ、傷や傷を残すのに十分なほど緊張していた。\u001b[22m, \u001b[1mそれは、目に見えない縄は、私の首に私が呼吸を維持するのに十分緩んでいたかのようでしたが、私の首を傷つけるし、マークやあざを残すのに十分タイト。\u001b[22m\n\u001b[4mI was contemplating suicide, no joke.\u001b[24m\n    \u001b[1m私は自殺を考えていたが、冗談はなかった。\u001b[22m, \u001b[1m私は自殺、冗談を検討しました。\u001b[22m\n\u001b[4mThere was nothing to look forward to anymore, and without friends or a girlfriend, no one would even care if I just disappeared.\u001b[24m\n    \u001b[1m楽しみにしていたことはもうありませんでした。友達やガールフレンドがいなくても、いなくなっても誰も気にしませんでした。\u001b[22m, \u001b[1mそこはもう楽しみにしてするものは何もなかった、と私はちょうど消えた場合は友人やガールフレンドなしで、誰も気にしないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nBut, just as I was about to give up, Makura no Danshi entered my life. I work from Tuesday to Saturday, so that leaves Sunday and Monday as my only free days of the week. While browsing the list of Monday releases on this TOTALLY COOL anime related website, Makura no Danshi caught my attention. The synopsis was about “healing tired hearts”, and my heart desperately needed some healing. I downloaded the first episode and it was like resurrecting. Merry, our first “pillow boy”, might as well be called “our Lord and savior”. That 2D boy alone saved me from myself. With just two minutes and a half of screen time (Makura no Danshi has this brilliant catchy OP every episode), he touched my heavy heart and made it light, freeing me from anxiety and despair. Thank you, Merry. Thank you so much.\n\n\u001b[1mしかし、私があきらめようとしていたのと同じように、牧歌の丹生は私の人生に入った。 私は火曜日から土曜日まで働いているので、日曜日と月曜日が唯一の週の自由な曜日です。 このTOTALLY COOLアニメ関連のウェブサイトで、月曜日のリリースのリストを閲覧しながら、蒔絵のダンシーが私の注目を集めました。 シノプシスは「疲れた心を癒す」ことであり、私の心は癒しが必要でした。 私は最初のエピソードをダウンロードし、それは復活のようだった。 私たちの最初の「枕の男の子」のメリーは、「主と救い主」と呼ばれることもあります。 その二人の男の子だけで私は自分自身から私を救った。 ちょうど2分半のスクリーン時間（幕末の一役様は、毎回のエピソードでこの華麗なキャッチーなOPを持っています）、彼は私の重い心に触れて軽くし、不安と絶望から解放しました。 ありがとう、メリー。 どうもありがとうございます。\u001b[22m\n\u001b[1m(Shikashi, watashi ga akirameyou to shite ita no to onajiyōni, bokka no Nyuu wa watashinojinsei ni haitta. Watashi wa kayōbi kara doyōbi made hataraite irunode, nichiyōbi to getsuyōbi ga yuiitsu no shū no jiyūna yōbidesu. Kono TOTALLY COOL anime kanren no u~ebusaito de, getsuyōbi no rirīsu no risuto o etsuran shinagara, makie no danshī ga watashi no chūmoku o atsumemashita. Shinopushisu wa `tsukareta kokoro o iyasu' kotodeari, watashi no kokoro wa iyashi ga hitsuyōdeshita. Watashi wa saisho no episōdo o daunrōdo shi, soreha fukkatsu no yōdatta. Watashitachi no saisho no `makura no otokonoko' no merī wa,`-nushi to sukuinushi' to yoba reru koto mo arimasu. Sono ni-ri no otokonoko dake de watashi wa jibun jishin kara watashi o sukutta. Chōdo 2-bu han no sukurīn jikan (bakumatsu no hitoyaku-sama wa, maikai no episōdo de kono kareina kyatchīna OP o motte imasu), kare wa watashi no omoi kokoro ni furete karuku shi, fuan to zetsubō kara kaihō shimashita. Arigatō, merī. Dōmo arigatōgozaimasu.)\u001b[22m\n\nTranslations of \u001b[4mBut, just as I was about to give up, Makura no Danshi entered my life. I work from Tuesday to Saturday, so that leaves Sunday and Monday as my only free days of the week. While browsing the list of Monday releases on this TOTALLY COOL anime related website, Makura no Danshi caught my attention. The synopsis was about “healing tired hearts”, and my heart desperately needed some healing. I downloaded the first episode and it was like resurrecting. Merry, our first “pillow boy”, might as well be called “our Lord and savior”. That 2D boy alone saved me from myself. With just two minutes and a half of screen time (Makura no Danshi has this brilliant catchy OP every episode), he touched my heavy heart and made it light, freeing me from anxiety and despair. Thank you, Merry. Thank you so much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut, just as I was about to give up, Makura no Danshi entered my life.\u001b[24m\n    \u001b[1mしかし、私があきらめようとしていたのと同じように、牧歌の丹生は私の人生に入った。\u001b[22m, \u001b[1mしかし、私はあきらめることを約あったように、枕ない男子は私の人生を入力されていません。\u001b[22m\n\u001b[4mI work from Tuesday to Saturday, so that leaves Sunday and Monday as my only free days of the week.\u001b[24m\n    \u001b[1m私は火曜日から土曜日まで働いているので、日曜日と月曜日が唯一の週の自由な曜日です。\u001b[22m, \u001b[1m私は火曜日から土曜日に動作し、そのためには、週の私の唯一の自由の日として日曜日と月曜日を残します。\u001b[22m\n\u001b[4mWhile browsing the list of Monday releases on this TOTALLY COOL anime related website, Makura no Danshi caught my attention.\u001b[24m\n    \u001b[1mこのTOTALLY COOLアニメ関連のウェブサイトで、月曜日のリリースのリストを閲覧しながら、蒔絵のダンシーが私の注目を集めました。\u001b[22m, \u001b[1mこのTOTALLY COOLアニメ関連のウェブサイト上で、月曜日のリリースのリストを閲覧しながら、枕ない男子は私の注意を引いていません。\u001b[22m\n\u001b[4mThe synopsis was about “healing tired hearts”, and my heart desperately needed some healing.\u001b[24m\n    \u001b[1mシノプシスは「疲れた心を癒す」ことであり、私の心は癒しが必要でした。\u001b[22m, \u001b[1m概要は「疲れた心を癒し」についてでした、と私の心は必死にいくつかの治癒を必要としていました。\u001b[22m\n\u001b[4mI downloaded the first episode and it was like resurrecting.\u001b[24m\n    \u001b[1m私は最初のエピソードをダウンロードし、それは復活のようだった。\u001b[22m, \u001b[1m私は最初のエピソードをダウンロードし、それが復活のようでした。\u001b[22m\n\u001b[4mMerry, our first “pillow boy”, might as well be called “our Lord and savior”.\u001b[24m\n    \u001b[1m私たちの最初の「枕の男の子」のメリーは、「主と救い主」と呼ばれることもあります。\u001b[22m, \u001b[1mメリー、私たちの最初の「枕少年は」、同様に「私たちの主と救世主\"と呼ばれるかもしれません。\u001b[22m\n\u001b[4mThat 2D boy alone saved me from myself.\u001b[24m\n    \u001b[1mその二人の男の子だけで私は自分自身から私を救った。\u001b[22m, \u001b[1mそれだけで2D少年は自分から私を救いました。\u001b[22m\n\u001b[4mWith just two minutes and a half of screen time (Makura no Danshi has this brilliant catchy OP every episode), he touched my heavy heart and made it light, freeing me from anxiety and despair.\u001b[24m\n    \u001b[1mちょうど2分半のスクリーン時間（幕末の一役様は、毎回のエピソードでこの華麗なキャッチーなOPを持っています）、彼は私の重い心に触れて軽くし、不安と絶望から解放しました。\u001b[22m, \u001b[1mわずか2分、画面の時間の半分（枕ない男子がこの華麗なキャッチーなOPすべてのエピソードを持っていない）、彼は私の重い心に触れたし、不安と絶望から私を解放し、それが光を作りました。\u001b[22m\n\u001b[4mThank you, Merry.\u001b[24m\n    \u001b[1mありがとう、メリー。\u001b[22m, \u001b[1m、メリー、ありがとうございました。\u001b[22m\n\u001b[4mThank you so much.\u001b[24m\n    \u001b[1mどうもありがとうございます。\u001b[22m, \u001b[1m本当にありがとう。\u001b[22m, \u001b[1mどうもありがとうございました。\u001b[22m\n\u001b[1m\u001b[22m\nThe rest of the characters introduced on the following episodes were equally good. From this beautiful violinist that is scared of spiders (HOW CUTE IS THAT??), to a high schooler dealing with Chuunibyou. Their personalities may be different, but they are all great at keeping us happy and looking forward to the next episodes. We even got these innocent, pure twins with only the best intentions and an old man (which may be older than the other boys, but was just as awesome), proving that variety is just one of Makura no Danshi’s many positive feats.\n\n\u001b[1m次のエピソードで紹介された残りの文字は同じように優れていました。 この美しいヴァイオリニストのクモが恐れているから（それは何ですか？）、中学生を扱う高校生に。 彼らの性格は異なるかもしれませんが、彼らは私たちを幸せにし、次のエピソードを楽しみにしています。 私たちは、最高の意図と老人（他の男の子よりも年上かもしれませんが、ちょうど素晴らしいものです）を持つこれらの無邪気で純粋な双子を得て、多様性は蒔絵のダンシの多くの肯定的な功績のただ一つであることを証明します。\u001b[22m\n\u001b[1m(Tsugi no episōdo de shōkai sa reta nokori no moji wa onajiyōni sugurete imashita. Kono utsukushī vu~aiorinisuto no kumo ga osorete irukara (sorehanandesuka?), Chūgakusei o atsukau kōkōsei ni. Karera no seikaku wa kotonaru kamo shiremasenga, karera wa watashitachi o shiawaseni shi,-ji no episōdo o tanoshiminishiteimasu. Watashitachiha, saikō no ito to rōjin (hoka no otokonoko yori mo toshiue kamo shiremasenga, chōdo subarashī monodesu) o motsu korera no mujakide junsuina futago o ete, tayō-sei wa makie no danshi no ōku no kōtei-tekina kōseki no tada hitotsudearu koto o shōmei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe rest of the characters introduced on the following episodes were equally good. From this beautiful violinist that is scared of spiders (HOW CUTE IS THAT??), to a high schooler dealing with Chuunibyou. Their personalities may be different, but they are all great at keeping us happy and looking forward to the next episodes. We even got these innocent, pure twins with only the best intentions and an old man (which may be older than the other boys, but was just as awesome), proving that variety is just one of Makura no Danshi’s many positive feats.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe rest of the characters introduced on the following episodes were equally good.\u001b[24m\n    \u001b[1m次のエピソードで紹介された残りの文字は同じように優れていました。\u001b[22m, \u001b[1m次のエピソードで紹介した文字の残りの部分は、同様に良好でした。\u001b[22m\n\u001b[4mFrom this beautiful violinist that is scared of spiders (HOW CUTE IS THAT??), to a high schooler dealing with Chuunibyou.\u001b[24m\n    \u001b[1mこの美しいヴァイオリニストのクモが恐れているから（それは何ですか？）、中学生を扱う高校生に。\u001b[22m, \u001b[1mクモのおびえているこの美しいバイオリニスト（つまりHOW CUTE IS??）から、Chuunibyouを扱う高校生に。\u001b[22m\n\u001b[4mTheir personalities may be different, but they are all great at keeping us happy and looking forward to the next episodes.\u001b[24m\n    \u001b[1m彼らの性格は異なるかもしれませんが、彼らは私たちを幸せにし、次のエピソードを楽しみにしています。\u001b[22m, \u001b[1m彼らの個性が異なる場合がありますが、彼らは私たちを幸せ保ち、次のエピソードを楽しみにして、全く素晴らしいです。\u001b[22m\n\u001b[4mWe even got these innocent, pure twins with only the best intentions and an old man (which may be older than the other boys, but was just as awesome), proving that variety is just one of Makura no Danshi’s many positive feats.\u001b[24m\n    \u001b[1m私たちは、最高の意図と老人（他の男の子よりも年上かもしれませんが、ちょうど素晴らしいものです）を持つこれらの無邪気で純粋な双子を得て、多様性は蒔絵のダンシの多くの肯定的な功績のただ一つであることを証明します。\u001b[22m, \u001b[1m私たちも、その多様性を証明することは枕なし男子の多くの肯定的偉業の一つに過ぎないだけの最高の意図や老人でこれらの罪のない、純粋な双子だ（他の少年たちよりも古いかもしれないが、同じように最高でした）。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nMakura no Danshi doesn’t have a plot – and it sure as hell doesn’t need one. With groundbreaking animation and soundtrack (the lack of any background music must be a scathing satire about modern pop music), jaw-dropping voice acting and a huge cast of beautiful characters, there's no need to complain about the lack of an overarching storyline. An anime like this only happens once every fifty years, so make sure you watch this now if you haven’t yet. If you've already watched this, time for a re-watch: Makura is filled with easter eggs and symbolism, and its thought-provoking themes can be revisited any time.\n\n\u001b[1m牧場の淡路はプロットを持っていません。地獄は必要ないと確信しています。 画期的なアニメーションやサウンドトラック（現代のポップミュージックについては何のバックグラウンドミュージックも欠かすことができない）、声質の悪い演技、美しいキャラクターの巨大なキャストなど、重要なストーリーラインがないことに不平を言う必要はありません。 このようなアニメは50年に一度しか起こりませんので、まだ見ていない場合はこれを見てください。 もしあなたがすでにこれを見たことがあるなら、再監視の時間：牧場はイースターの卵と象徴で満たされています。思考を喚起するテーマはいつでも再訪することができます。\u001b[22m\n\u001b[1m(Bokujō no awaji wa purotto o motte imasen. Jigoku wa hitsuyō nai to kakushin shite imasu. Kakkitekina animēshon ya saundotorakku (gendai no poppumyūjikku ni tsuite wa nani no bakkuguraundomyūjikku mo kakasu koto ga dekinai), seishitsu no warui engi, utsukushī kyarakutā no kyodaina kyasuto nado, jūyōna sutōrīrain ga nai koto ni fuheiwoiu hitsuyō wa arimasen. Ko no yōna anime wa 50-nen ni ichido shika okorimasen'node, mada mite inai baai wa kore o mite kudasai. Moshi anata ga sudeni kore o mita koto ga arunara, sai kanshi no jikan: Bokujō wa īsutā no tamago to shōchō de mitasa rete imasu. Shikō o kanki suru tēma wa itsu demo saihō suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mMakura no Danshi doesn’t have a plot – and it sure as hell doesn’t need one. With groundbreaking animation and soundtrack (the lack of any background music must be a scathing satire about modern pop music), jaw-dropping voice acting and a huge cast of beautiful characters, there's no need to complain about the lack of an overarching storyline. An anime like this only happens once every fifty years, so make sure you watch this now if you haven’t yet. If you've already watched this, time for a re-watch: Makura is filled with easter eggs and symbolism, and its thought-provoking themes can be revisited any time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMakura no Danshi doesn’t have a plot – and it sure as hell doesn’t need one.\u001b[24m\n    \u001b[1m牧場の淡路はプロットを持っていません。地獄は必要ないと確信しています。\u001b[22m, \u001b[1m枕には男子はプロットを持っていません - それは地獄のように必ず1を必要としません。\u001b[22m\n\u001b[4mWith groundbreaking animation and soundtrack (the lack of any background music must be a scathing satire about modern pop music), jaw-dropping voice acting and a huge cast of beautiful characters, there's no need to complain about the lack of an overarching storyline.\u001b[24m\n    \u001b[1m画期的なアニメーションやサウンドトラック（現代のポップミュージックについては何のバックグラウンドミュージックも欠かすことができない）、声質の悪い演技、美しいキャラクターの巨大なキャストなど、重要なストーリーラインがないことに不平を言う必要はありません。\u001b[22m, \u001b[1m画期的なアニメーションとサウンドトラック（バックグラウンドミュージックの不足は、現代のポップミュージックについての痛烈な風刺でなければならない）、顎ドロップする声の演技と美しい文字の巨大なキャストで、包括的なストーリー性の欠如について文句を言う必要はありません。\u001b[22m\n\u001b[4mAn anime like this only happens once every fifty years, so make sure you watch this now if you haven’t yet.\u001b[24m\n    \u001b[1mこのようなアニメは50年に一度しか起こりませんので、まだ見ていない場合はこれを見てください。\u001b[22m, \u001b[1mこのようなアニメはすべての50年に一度起こるので、あなたはまだしていない場合は、今、これを見ていることを確認します。\u001b[22m\n\u001b[4mIf you've already watched this, time for a re-watch: Makura is filled with easter eggs and symbolism, and its thought-provoking themes can be revisited any time.\u001b[24m\n    \u001b[1mもしあなたがすでにこれを見たことがあるなら、再監視の時間：牧場はイースターの卵と象徴で満たされています。思考を喚起するテーマはいつでも再訪することができます。\u001b[22m, \u001b[1mあなたはすでにこれを見てきた場合は、再時計の時間：枕は、イースターエッグと象徴で満たされており、その考えさせられるテーマはいつでも再訪することができます。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime changed my life. I have become the manager of the company I was working thanks to the perseverance of these 12 magical boys. Found myself a girlfriend after being inspired by their courage, and we are expecting our first child (I hope it’s a boy so I can name him Merry!). Found myself some friends (I just recommended Makura no Danshi to random people down the street and they immediately started hanging out with me) and made up with my family (dad became addicted to the show too), so, long story short, this anime changed my life for the better. Oyasumi, darlings.\n\n\u001b[1mこのアニメは私の人生を変えました。 私はこの12人の魔法の男の子の忍耐のおかげで働いていた会社のマネージャーになった。 彼らの勇気に触発された後、ガールフレンドを見つけました。私たちは最初の子供を期待しています（私はそれが男の子だから私は彼をメリーと名付けることができますように！ 私はちょうど友人を見つけた（私はちょうど通りの下の無作為の人々へのMakuraのDanshiを推薦し、彼らはすぐに私と一緒にぶらぶらを始めた）そして私の家族（お父さんはショーにも中毒になった）を作り上げた、 私の人生をより良く変えました。 おやすみ、ダーリン。\u001b[22m\n\u001b[1m(Kono anime wa watashinojinsei o kaemashita. Watashi wa kono 12-ri no mahō no otokonoko no nintai no okage de hataraite ita kaisha no manējā ni natta. Karera no yūki ni shokuhatsu sa reta nochi, gārufurendo o mitsukemashita. Watashitachiha saisho no kodomo o kitai shite imasu (watashi wa sore ga otokonokodakara watashi wa kare o merī to nadzukeru koto ga dekimasu yō ni! Watashi wa chōdo yūjin o mitsuketa (watashi wa chōdo tōri no shita no musakui no hitobito e no Makura no Danshi o suisen shi, karera wa sugu ni watashitoisshoni burabura o hajimeta) soshite watashi no kazoku (otōsan wa shō ni mo chūdoku ni natta) o tsukuriageta, watashinojinsei o yori yoku kaemashita. Oyasumi, dārin.)\u001b[22m\n\nTranslations of \u001b[4mThis anime changed my life. I have become the manager of the company I was working thanks to the perseverance of these 12 magical boys. Found myself a girlfriend after being inspired by their courage, and we are expecting our first child (I hope it’s a boy so I can name him Merry!). Found myself some friends (I just recommended Makura no Danshi to random people down the street and they immediately started hanging out with me) and made up with my family (dad became addicted to the show too), so, long story short, this anime changed my life for the better. Oyasumi, darlings.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime changed my life.\u001b[24m\n    \u001b[1mこのアニメは私の人生を変えました。\u001b[22m\n\u001b[4mI have become the manager of the company I was working thanks to the perseverance of these 12 magical boys.\u001b[24m\n    \u001b[1m私はこの12人の魔法の男の子の忍耐のおかげで働いていた会社のマネージャーになった。\u001b[22m, \u001b[1m私は、これらの12の魔法の少年たちの忍耐のおかげで働いていた会社のマネージャーとなっています。\u001b[22m\n\u001b[4mFound myself a girlfriend after being inspired by their courage, and we are expecting our first child (I hope it’s a boy so I can name him Merry!).\u001b[24m\n    \u001b[1m彼らの勇気に触発された後、ガールフレンドを見つけました。私たちは最初の子供を期待しています（私はそれが男の子だから私は彼をメリーと名付けることができますように！\u001b[22m, \u001b[1m彼らの勇気に触発された後、自分自身にガールフレンドを見つけた、と私たちは私たちの最初の子を期待している（私は彼がメリー名前を付けることができますので、それは男の子だ願っています！）。\u001b[22m\n\u001b[4mFound myself some friends (I just recommended Makura no Danshi to random people down the street and they immediately started hanging out with me) and made up with my family (dad became addicted to the show too), so, long story short, this anime\u001b[24m\n    \u001b[1m私はちょうど友人を見つけた（私はちょうど通りの下の無作為の人々へのMakuraのDanshiを推薦し、彼らはすぐに私と一緒にぶらぶらを始めた）そして私の家族（お父さんはショーにも中毒になった）を作り上げた、\u001b[22m, \u001b[1m何人かの友人は（私はちょうど通りダウンランダムな人々に枕なし男子を推奨し、彼らはすぐに私との付き合い始め）及び（お父さんがあまりにもショーにはまっなった）私の家族で構成された、そう、長い話を短く、このアニメ自分自身を発見しました\u001b[22m\n\u001b[4mchanged my life for the better.\u001b[24m\n    \u001b[1m私の人生をより良く変えました。\u001b[22m, \u001b[1mよりよいのために私の人生を変えました。\u001b[22m\n\u001b[4mOyasumi, darlings.\u001b[24m\n    \u001b[1mおやすみ、ダーリン。\u001b[22m, \u001b[1mおやすみ、最愛。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "clone999",
    "profile": "/profile/clone999/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=222062",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  4\nサウンド|  1\nキャラクター|  1\n|  1\n\n私の祖父は彼の一生を吸った。 私の母親が「あなたの孫が卒業するのを見たいと思えば、すぐにやめなければならない」と言いました。 彼の目には涙が詰まっていた。 彼はすぐにそれを断念した。  3年後、彼は肺がんで死んだ。 それは本当に悲しかったし、私を破壊した。 私の母は私に言った - 「今まで喫煙しないでください。 あなたのおじいさんが私たちにしてくれたことを通してあなたの家族を置いてはいけません。 私は同意した。  18歳でタバコに触れたことは一度もありません。このアニメは私にガンを与えてくれたので、私はそれをやったことがないということについてはごくわずかな残念感を感じます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nMy Grandfather smoked his whole life. I was about 10 years old when my mother said to him, 'If you ever want to see your grandchildren graduate, you have to stop immediately.'. Tears welled up in his eyes when he realised what exactly was at stake. He gave it up immediately. Three years later he died of lung cancer. It was really sad and destroyed me. My mother said to me- 'Don't ever smoke. Please don't put your family through what your Grandfather put us through.' I agreed. At 18 years old, I have never touched a cigarette.I must say, I feel a very slight sense of regret for never having done it, because this anime gave me cancer anyway.\n\n\u001b[1m私の祖父は彼の一生を吸った。 私の母親が「あなたの孫が卒業するのを見たいと思えば、すぐにやめなければならない」と言いました。 彼の目には涙が詰まっていた。 彼はすぐにそれを断念した。  3年後、彼は肺がんで死んだ。 それは本当に悲しかったし、私を破壊した。 私の母は私に言った - 「今まで喫煙しないでください。 あなたのおじいさんが私たちにしてくれたことを通してあなたの家族を置いてはいけません。 私は同意した。  18歳でタバコに触れたことは一度もありません。このアニメは私にガンを与えてくれたので、私はそれをやったことがないということについてはごくわずかな残念感を感じます。\u001b[22m\n\u001b[1m(Watashi no sofu wa kare no isshō o sutta. Watashi no hahaoya ga `anata no mago ga sotsugyō suru no o mitai to omoeba, sugu ni yamenakereba naranai' to iimashita. Kare no me ni wa namida ga tsumatte ita. Kare wa sugu ni sore o dan'nen shita. 3-Nen-go, kare wa haigan de shinda. Sore wa hontōni kanashikattashi, watashi o hakai shita. Watashinohaha wa watashi ni itta - `ima made kitsuen shinaide kudasai. Anata no ojīsan ga watashitachi ni shite kureta koto o tōshite anata no kazoku o oite wa ikemasen. Watashi wa dōi shita. 18-Sai de tabako ni fureta koto wa ichido mo arimasen. Kono anime wa watashi ni gan o ataete kuretanode, watashi wa sore o yatta koto ga nai to iu koto ni tsuite wa goku wazukana zan'nen-kan o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy Grandfather smoked his whole life. I was about 10 years old when my mother said to him, 'If you ever want to see your grandchildren graduate, you have to stop immediately.'. Tears welled up in his eyes when he realised what exactly was at stake. He gave it up immediately. Three years later he died of lung cancer. It was really sad and destroyed me. My mother said to me- 'Don't ever smoke. Please don't put your family through what your Grandfather put us through.' I agreed. At 18 years old, I have never touched a cigarette.I must say, I feel a very slight sense of regret for never having done it, because this anime gave me cancer anyway.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy Grandfather smoked his whole life.\u001b[24m\n    \u001b[1m私の祖父は彼の一生を吸った。\u001b[22m, \u001b[1m私の祖父は、彼の人生を吸いました。\u001b[22m\n\u001b[4mI was about 10 years old when my mother said to him, 'If you ever want to see your grandchildren graduate, you have to stop immediately.'.\u001b[24m\n    \u001b[1m私の母親が「あなたの孫が卒業するのを見たいと思えば、すぐにやめなければならない」と言いました。\u001b[22m, \u001b[1m私の母は彼に言ったとき、私は「あなたがあなたの孫の卒業生を見たい場合は、すぐに停止する必要があります。 '、約10歳でした。\u001b[22m\n\u001b[4mTears welled up in his eyes when he realised what exactly was at stake.\u001b[24m\n    \u001b[1m彼の目には涙が詰まっていた。\u001b[22m, \u001b[1m彼は危機に瀕していた正確に何気づいたとき涙が彼の目にアップwelled。\u001b[22m\n\u001b[4mHe gave it up immediately.\u001b[24m\n    \u001b[1m彼はすぐにそれを断念した。\u001b[22m, \u001b[1m彼はすぐにそれをあきらめました。\u001b[22m\n\u001b[4mThree years later he died of lung cancer.\u001b[24m\n    \u001b[1m3年後、彼は肺がんで死んだ。\u001b[22m, \u001b[1m三年後、彼は肺がんで死亡しました。\u001b[22m\n\u001b[4mIt was really sad and destroyed me.\u001b[24m\n    \u001b[1mそれは本当に悲しかったし、私を破壊した。\u001b[22m, \u001b[1mそれは本当に悲しかったし、私を破壊しました。\u001b[22m\n\u001b[4mMy mother said to me- 'Don't ever smoke.\u001b[24m\n    \u001b[1m私の母は私に言った - 「今まで喫煙しないでください。\u001b[22m, \u001b[1m私の母は、これまで喫煙しない「ME-すると述べました。\u001b[22m\n\u001b[4mPlease don't put your family through what your Grandfather put us through.'\u001b[24m\n    \u001b[1mあなたのおじいさんが私たちにしてくれたことを通してあなたの家族を置いてはいけません。\u001b[22m, \u001b[1mあなたの祖父が私たちを介して、置くものを通して、あなたの家族を入れないでください。」\u001b[22m\n\u001b[4mI agreed.\u001b[24m\n    \u001b[1m私は同意した。\u001b[22m, \u001b[1m私は同意しました。\u001b[22m\n\u001b[4mAt 18 years old, I have never touched a cigarette.I must say, I feel a very slight sense of regret for never having done it, because this anime gave me cancer anyway.\u001b[24m\n    \u001b[1m18歳でタバコに触れたことは一度もありません。このアニメは私にガンを与えてくれたので、私はそれをやったことがないということについてはごくわずかな残念感を感じます。\u001b[22m, \u001b[1mこのアニメは、とにかく私に癌を与えたため、18歳の時、私は、私はそれを行わなかったんのために後悔の非常にわずかな感覚を感じ、cigarette.Iは言わなければならない触れたことがありません。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "terriakijerky",
    "profile": "/profile/terriakijerky/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=199427",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  4\nサウンド|  6\nキャラクター|  1\n|  1\n\n私は、この番組の説明の90％が嘘だと主張します。\n\nまたこのレビューはスポイラーで散らばっていますが、私は正直言って誰も気にしないと思います。\n\n\n「この一人称視点で完全に新しい、斬新なアニメーション」は、「疲れた心を癒す」ために設計されています。\n私はそれがどういうものかは分かりません。それは、男の子同士が2分くらいあなたと話しています。 私の疲れた心を本当に癒しません。 あなたは何を知っていますか？ 睡眠。\n\n'...すべてのはっきりと個人の個性があり、それぞれは特定のタイプのような視聴者に対応しています。\n少年はタイプですか？ それは信じられないほど 'タイプ'のようにレイプである2つの双子ですか？ 私のように、彼らはすべて異なった特性を持っているが、コアでは、同じアーキタイプのカップルにちょうど従う。 複数のツンデレがあります。 複数の素敵な人がいます。\n\n「少年たちはすべて星空の下の同じ町に住んでいる」\n何が星空ですか？ 私たちは1つのクソなエピソードでキャンプの男と見たもの？ 昼間に第3話に文字通り存在しないものは？ または、他のすべてのエピソードで見ることのできないもの。\n\n「「まくらの踊り」のそれぞれは、あなたの横に眠って囁くように、自分の週刊エピソードにスターをつけます。\n彼らの誰もこれをしなかった。 最初の男の子とキャンプの男の子だった私が今までに一番近いところにいると主張します。 車で眠っている？ いいえ。 バイオリニスト？ あなたが眠っているのを見ている。 実際にはそれは繰り返しテーマです。皆、あなたが眠っているのを見て、実際には寝ないでください。 気味悪い。\n\n正直なところ、これはショーのための興味深いコンセプトでしたが、それはひどく脱線しました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nI would argue that 90% of the description for this show is a lie.\n\n\u001b[1m私は、この番組の説明の90％が嘘だと主張します。\u001b[22m\n\u001b[1m(Watashi wa, kono bangumi no setsumei no 90-pāsento ga usoda to shuchō shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI would argue that 90% of the description for this show is a lie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would argue that 90% of the description for this show is a lie.\u001b[24m\n    \u001b[1m私は、この番組の説明の90％が嘘だと主張します。\u001b[22m, \u001b[1m私はこのショーのための記述の90％が嘘であることを主張するだろう。\u001b[22m\n\u001b[1m\u001b[22m\nAlso this review is littered with spoilers but I honestly don't think anyone cares.\n\n\u001b[1mまたこのレビューはスポイラーで散らばっていますが、私は正直言って誰も気にしないと思います。\u001b[22m\n\u001b[1m(Mata kono rebyū wa supoirā de chirabatte imasuga, watashi wa shōjiki itte dare mo kinishinai to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAlso this review is littered with spoilers but I honestly don't think anyone cares.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso this review is littered with spoilers but I honestly don't think anyone cares.\u001b[24m\n    \u001b[1mまたこのレビューはスポイラーで散らばっていますが、私は正直言って誰も気にしないと思います。\u001b[22m, \u001b[1mまた、この口コミはスポイラーに散らばっているが、私は正直なところ、誰もが気にないと思います。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n'This 'new and novel animation entirely in the first-person perspective' is designed to 'heal tired hearts.''\n\n\u001b[1m「この一人称視点で完全に新しく斬新なアニメーション」は、「疲れた心を癒す」ためのものです。\u001b[22m\n\u001b[1m(`Kono ichininshō shiten de kanzen ni atarashiku zanshin'na animēshon' wa,`tsukareta kokoro o iyasu' tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4m'This 'new and novel animation entirely in the first-person perspective' is designed to 'heal tired hearts.''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'This 'new and novel animation entirely in the first-person perspective' is designed to 'heal tired hearts.''\u001b[24m\n    \u001b[1m「この一人称視点で完全に新しく斬新なアニメーション」は、「疲れた心を癒す」ためのものです。\u001b[22m, \u001b[1m完全に一人称視点で「この「新規なアニメーションが疲れた心を癒す」するように設計されています '。' '\u001b[22m\nI don't get how it would, all it is, is different boys talking to you for like two minutes. Doesn't really heal my tired heart. You know what does? Sleeping.\n\n\u001b[1m私はそれがどういうものかは分かりません。それは、男の子同士が2分くらいあなたと話しています。 私の疲れた心を本当に癒しません。 あなたは何を知っていますか？ 睡眠。\u001b[22m\n\u001b[1m(Watashi wa sore ga dō iu mono ka wa wakarimasen. Sore wa, otokonoko dōshi ga 2-bu kurai anata to hanashite imasu. Watashi no tsukareta kokoro o hontōni iyashimasen. Anata wa nani o shitte imasu ka? Suimin.)\u001b[22m\n\nTranslations of \u001b[4mI don't get how it would, all it is, is different boys talking to you for like two minutes. Doesn't really heal my tired heart. You know what does? Sleeping.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't get how it would, all it is, is different boys talking to you for like two minutes.\u001b[24m\n    \u001b[1m私はそれがどういうものかは分かりません。それは、男の子同士が2分くらいあなたと話しています。\u001b[22m, \u001b[1m私はそれは、それはすべてが、2分などのためにあなたに話して別の男の子であるだろうか得ることはありません。\u001b[22m\n\u001b[4mDoesn't really heal my tired heart.\u001b[24m\n    \u001b[1m私の疲れた心を本当に癒しません。\u001b[22m, \u001b[1m本当に私の疲れた心を癒していません。\u001b[22m\n\u001b[4mYou know what does?\u001b[24m\n    \u001b[1mあなたは何を知っていますか？\u001b[22m\n\u001b[4mSleeping.\u001b[24m\n    \u001b[1m睡眠。\u001b[22m, \u001b[1m眠っている。\u001b[22m, \u001b[1m眠ります。\u001b[22m\n\u001b[1m\u001b[22m\n'...all full of distinctly individual personalities and each catering to viewers who like a certain 'type.''\n\n\u001b[1m'...すべてのはっきりと個人の個性があり、それぞれは特定のタイプのような視聴者に対応しています。\u001b[22m\n\u001b[1m('... Subete no hakkiri to kojin no kosei ga ari, sorezore wa tokutei no taipu no yōna shichō-sha ni taiō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4m'...all full of distinctly individual personalities and each catering to viewers who like a certain 'type.''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'...all full of distinctly individual personalities and each catering to viewers who like a certain 'type.''\u001b[24m\n    \u001b[1m'...すべてのはっきりと個人の個性があり、それぞれは特定のタイプのような視聴者に対応しています。\u001b[22m, \u001b[1m'...明らかに個々の個性や特定の好きな視聴者にそれぞれのケータリングの完全なすべての「タイプを。' '\u001b[22m\nIs a little boy a type? Are two twins who are so rapey that it's unbelievable a 'type'? Like I get that they all have different traits but at the core, they just follow a couple of the same archetypes. There are multiple tsunderes. There are multiple just nice guys.\n\n\u001b[1m少年はタイプですか？ それは信じられないほど 'タイプ'のようにレイプである2つの双子ですか？ 私のように、彼らはすべて異なった特性を持っているが、コアでは、同じアーキタイプのカップルにちょうど従う。 複数のツンデレがあります。 複数の素敵な人がいます。\u001b[22m\n\u001b[1m(Shōnen wa taipudesu ka? Sore wa shinji rarenai hodo' taipu' no yō ni reipudearu 2tsu no futagodesu ka? Watashi no yō ni, karera wa subete kotonatta tokusei o motte iruga, koade wa, onaji ākitaipu no kappuru ni chōdo shitagau. Fukusū no tsundere ga arimasu. Fukusū no sutekinahito ga imasu.)\u001b[22m\n\nTranslations of \u001b[4mIs a little boy a type? Are two twins who are so rapey that it's unbelievable a 'type'? Like I get that they all have different traits but at the core, they just follow a couple of the same archetypes. There are multiple tsunderes. There are multiple just nice guys.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs a little boy a type?\u001b[24m\n    \u001b[1m少年はタイプですか？\u001b[22m, \u001b[1m小さな男の子がタイプですか？\u001b[22m\n\u001b[4mAre two twins who are so rapey that it's unbelievable a 'type'?\u001b[24m\n    \u001b[1mそれは信じられないほど 'タイプ'のようにレイプである2つの双子ですか？\u001b[22m, \u001b[1mそれは 'type'を信じられないほどrapeyある2双子はありますか？\u001b[22m\n\u001b[4mLike I get that they all have different traits but at the core, they just follow a couple of the same archetypes.\u001b[24m\n    \u001b[1m私のように、彼らはすべて異なった特性を持っているが、コアでは、同じアーキタイプのカップルにちょうど従う。\u001b[22m, \u001b[1m同様に私は、彼らがすべて異なる特徴を持っているが、コアでは、彼らはちょうど同じアーキタイプのカップルに従うことを得ます。\u001b[22m\n\u001b[4mThere are multiple tsunderes.\u001b[24m\n    \u001b[1m複数のツンデレがあります。\u001b[22m, \u001b[1m複数tsunderesがあります。\u001b[22m\n\u001b[4mThere are multiple just nice guys.\u001b[24m\n    \u001b[1m複数の素敵な人がいます。\u001b[22m, \u001b[1m複数ちょうど素敵な男があります。\u001b[22m\n\u001b[1m\u001b[22m\n'The boys all live in the same town underneath a starry sky.'\n\n\u001b[1m「少年たちはすべて星空の下の同じ町に住んでいる」\u001b[22m\n\u001b[1m(`Shōnen-tachi wa subete hoshizora no shita no onaji machi ni sunde iru')\u001b[22m\n\nTranslations of \u001b[4m'The boys all live in the same town underneath a starry sky.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'The boys all live in the same town underneath a starry sky.'\u001b[24m\n    \u001b[1m「少年たちはすべて星空の下の同じ町に住んでいる」\u001b[22m, \u001b[1m「男の子は、すべての星空の下の同じ町に住んでいます。」\u001b[22m\nWhat fucking starry sky? The one we saw with the dude camping in a single fucking episode? The one that literally doesn't exist in the third episode when it's daytime? Or the one you can't see in every single other episode.\n\n\u001b[1m何が星空ですか？ 私たちは1つのクソなエピソードでキャンプの男と見たもの？ 昼間に第3話に文字通り存在しないものは？ または、他のすべてのエピソードで見ることのできないもの。\u001b[22m\n\u001b[1m(Nani ga hoshizoradesu ka? Watashitachiha 1tsu no kusona episōdo de kyanpu no otoko to mita mono? Hiruma ni dai 3-wa ni mojidōri sonzai shinai mono wa? Matawa, hoka no subete no episōdo de miru koto no dekinai mono.)\u001b[22m\n\nTranslations of \u001b[4mWhat fucking starry sky? The one we saw with the dude camping in a single fucking episode? The one that literally doesn't exist in the third episode when it's daytime? Or the one you can't see in every single other episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat fucking starry sky?\u001b[24m\n    \u001b[1m何が星空ですか？\u001b[22m, \u001b[1m星空を何クソ？\u001b[22m\n\u001b[4mThe one we saw with the dude camping in a single fucking episode?\u001b[24m\n    \u001b[1m私たちは1つのクソなエピソードでキャンプの男と見たもの？\u001b[22m, \u001b[1m我々は、単一のクソエピソードで男のキャンプで見た1？\u001b[22m\n\u001b[4mThe one that literally doesn't exist in the third episode when it's daytime?\u001b[24m\n    \u001b[1m昼間に第3話に文字通り存在しないものは？\u001b[22m, \u001b[1mそれは昼間だとき文字通り第三のエピソードには存在しないもの？\u001b[22m\n\u001b[4mOr the one you can't see in every single other episode.\u001b[24m\n    \u001b[1mまたは、他のすべてのエピソードで見ることのできないもの。\u001b[22m, \u001b[1mまたは1つは、あなたはすべての単一の他のエピソードで見ることができません。\u001b[22m\n\u001b[1m\u001b[22m\n'Each of the 'makura no danshi' will star his own weekly episode as they 'sleep beside you and whisper.''\n\n\u001b[1m「「まくらの踊り」のそれぞれは、あなたの横に眠って囁くように、自分の週刊エピソードにスターをつけます。\u001b[22m\n\u001b[1m(``Makura no odori' no sorezore wa, anata no yoko ni nemutte sasayaku yō ni, jibun no shūkan episōdo ni sutā o tsukemasu.)\u001b[22m\n\nTranslations of \u001b[4m'Each of the 'makura no danshi' will star his own weekly episode as they 'sleep beside you and whisper.''\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Each of the 'makura no danshi' will star his own weekly episode as they 'sleep beside you and whisper.''\u001b[24m\n    \u001b[1m「「まくらの踊り」のそれぞれは、あなたの横に眠って囁くように、自分の週刊エピソードにスターをつけます。\u001b[22m, \u001b[1mあなたとささやきの横に寝て枕なし男子」のそれぞれは、 ''彼らはとして彼自身毎週エピソードを主演します '。' '\u001b[22m\nNone of them did this. I'd argue the closest we ever got to that was the first boy and the camping boy. Sleeping in the car? Nope. The violinist? Watching you sleep. Actually that's a recurring theme, all of them WATCHING you sleep, not actually sleeping. Creepy.\n\n\u001b[1m彼らの誰もこれをしなかった。 最初の男の子とキャンプの男の子だった私が今までに一番近いところにいると主張します。 車で眠っている？ いいえ。 バイオリニスト？ あなたが眠っているのを見ている。 実際にはそれは繰り返しテーマです。皆、あなたが眠っているのを見て、実際には寝ないでください。 気味悪い。\u001b[22m\n\u001b[1m(Karera no dare mo kore o shinakatta. Saisho no otokonoko to kyanpu no otokonokodatta watashi ga ima made ni ichiban chikai tokoro ni iru to shuchō shimasu. Kuruma de nemutte iru? Īe. Baiorinisuto? Anata ga nemutte iru no o mite iru. Jissai ni wa sore wa kurikaeshi tēmadesu. Mina, anata ga nemutte iru no o mite, jissai ni wa nenaide kudasai. Kimiwarui.)\u001b[22m\n\nTranslations of \u001b[4mNone of them did this. I'd argue the closest we ever got to that was the first boy and the camping boy. Sleeping in the car? Nope. The violinist? Watching you sleep. Actually that's a recurring theme, all of them WATCHING you sleep, not actually sleeping. Creepy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNone of them did this.\u001b[24m\n    \u001b[1m彼らの誰もこれをしなかった。\u001b[22m, \u001b[1mそれらのどれもこれもしませんでした。\u001b[22m\n\u001b[4mI'd argue the closest we ever got to that was the first boy and the camping boy.\u001b[24m\n    \u001b[1m最初の男の子とキャンプの男の子だった私が今までに一番近いところにいると主張します。\u001b[22m, \u001b[1m私たちはそんなことになった最も近い最初の少年とキャンプの少年だったと主張したいです。\u001b[22m\n\u001b[4mSleeping in the car?\u001b[24m\n    \u001b[1m車で眠っている？\u001b[22m, \u001b[1m車の中で眠っていますか？\u001b[22m\n\u001b[4mNope.\u001b[24m\n    \u001b[1mいいえ。\u001b[22m\n\u001b[4mThe violinist?\u001b[24m\n    \u001b[1mバイオリニスト？\u001b[22m\n\u001b[4mWatching you sleep.\u001b[24m\n    \u001b[1mあなたが眠っているのを見ている。\u001b[22m, \u001b[1m見てあなたが眠ります。\u001b[22m\n\u001b[4mActually that's a recurring theme, all of them WATCHING you sleep, not actually sleeping.\u001b[24m\n    \u001b[1m実際にはそれは繰り返しテーマです。皆、あなたが眠っているのを見て、実際には寝ないでください。\u001b[22m, \u001b[1m実際には、それらのすべてが実際に寝ていない、あなたが眠る見て、定期的なテーマです。\u001b[22m\n\u001b[4mCreepy.\u001b[24m\n    \u001b[1m気味悪い。\u001b[22m, \u001b[1m不気味。\u001b[22m\n\u001b[1m\u001b[22m\nHonestly, this was an interesting concept for a show, but it was pulled off awfully.\n\n\u001b[1m正直なところ、これはショーのための興味深いコンセプトでしたが、それはひどく脱線しました。\u001b[22m\n\u001b[1m(Shōjikina tokoro, koreha shō no tame no kyōmibukai konseputodeshitaga, sore wa hidoku dassen shimashita.)\u001b[22m\n\nTranslations of \u001b[4mHonestly, this was an interesting concept for a show, but it was pulled off awfully.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly, this was an interesting concept for a show, but it was pulled off awfully.\u001b[24m\n    \u001b[1m正直なところ、これはショーのための興味深いコンセプトでしたが、それはひどく脱線しました。\u001b[22m, \u001b[1m正直なところ、これはショーのための興味深い概念であったが、それは非常にオフに引っ張りました。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "slugcop",
    "profile": "/profile/slugcop/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=200363",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  3\nサウンド|  3\nキャラクター|  3\n|  6\n\n大丈夫、私はここにレビューを書いたことはありませんが、私は飲んでおり、これはそれを獲得しています。\n\n説明された元のコンセプトはかなり面白かったし、チェックアウトする価値がありました。かなりのアニメの男の子たちは、あなたのように話すつもりです。 あなたは実際にはこれが悪くなるとは思わないかもしれないと思うかもしれません。 間違っている。\n\nこれは美しい電車です。 男の子たちは自分の日か何かについて話をするだけではなく、あなたに話しかけようとしています。 スターリング。 彼らのうちの1人は静かで、彼の音楽に耳を傾けて言ったが、彼らは音楽を演奏していなかった - それはまだ静かなヴァイオリンを持っていた。 修辞的な質問だけではありません。 このドラエクスプローラーの叫びの地図！ バイブは奇妙なことではありませんでした。カメラは、非常にシンプルな（恐れることのない）面の望ましくないクローズアップに飛び回っています。 私は、すべてのキャラクターの顔がどうして大げさになっているのかを記述することはできません - 私はそれが口の中にあって、ちょうど彼らが目を引く方法であると思いますか？  - しかし、私の肌cRAWLS。 私はそれが口だと思う。  1分、彼はあなたの日について尋ねてきました。そして、右手に、あなたが提供している沈黙を使用して、あなたのコンピュータスクリーンにすべてのことを伝え始めるときに、彼はそこにいます。 それでも閉じる。\n\n私は新作のエピソードが出ているのを見て、私は泣いてしまいます。笑いと恥ずかしさにぴったりフィットしてカールするように、私は4分間の運動を保証しています。 私は誰もが自分の人生から4分を取って何かを見て、あなたの胃をちょっとはずすだろうと思うのですが、それは非常に奇妙なことです。 それは楽しいです。 それは経験です。\n\n物語：2/10？ 本当に1つではありません\nアート：idk 3/10？ 恐ろしい顔をしていて、実際にはあまり動かない\nキャラクター：2.5 / 10彼らはすべての熱気ですが、ショーの3分で深さを期待することはできません（実際には3つが最悪の食糧ストールの男ではありません）\n\nあなたを眠らせる能力（目標と思われるもの）：0/10\n楽しさ：奇妙な6/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nalright, i've never written a review on here but i'm drinking and this one has earned it.\n\n\u001b[1m大丈夫、私はここにレビューを書いたことはありませんが、私は飲んでおり、これはそれを獲得しています。\u001b[22m\n\u001b[1m(Daijōbu, watashi wa koko ni rebyū o kaita koto wa arimasenga, watashi wa nonde ori, kore wa sore o kakutoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4malright, i've never written a review on here but i'm drinking and this one has earned it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4malright, i've never written a review on here but i'm drinking and this one has earned it.\u001b[24m\n    \u001b[1m大丈夫、私はここにレビューを書いたことはありませんが、私は飲んでおり、これはそれを獲得しています。\u001b[22m, \u001b[1m大丈夫、私はここにレビューを書いたことがありませんが、私は飲んだし、この1つはそれを得ています。\u001b[22m\n\u001b[1m\u001b[22m\nthe original concept described was pretty interesting and worth checking out: pretty anime boys are gonna talk at you like they;re beside you in bed. and if you see just the op you might actually think this isn't going to be bad. so wrong.\n\n\u001b[1m説明された元のコンセプトはかなり面白かったし、チェックアウトする価値がありました。かなりのアニメの男の子たちは、あなたのように話すつもりです。 あなたは実際にはこれが悪くなるとは思わないかもしれないと思うかもしれません。 間違っている。\u001b[22m\n\u001b[1m(Setsumei sa reta gen no konseputo wa kanari omoshirokattashi, Chekkuauto suru kachi ga arimashita. Kanari no anime no otokonoko-tachi wa, anata no yō ni hanasu tsumoridesu. Anata wa jissai ni wa kore ga waruku naru to wa omowanai kamo shirenai to omou kamo shiremasen. Machigatte iru.)\u001b[22m\n\nTranslations of \u001b[4mthe original concept described was pretty interesting and worth checking out: pretty anime boys are gonna talk at you like they;re beside you in bed. and if you see just the op you might actually think this isn't going to be bad. so wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe original concept described was pretty interesting and worth checking out: pretty anime boys are gonna talk at you like they;re beside you in bed.\u001b[24m\n    \u001b[1m説明された元のコンセプトはかなり面白かったし、チェックアウトする価値がありました。かなりのアニメの男の子たちは、あなたのように話すつもりです。\u001b[22m, \u001b[1m説明オリジナルのコンセプトは非常に興味深く、チェックアウトする価値があった：あなたは彼らが好きで、かなりアニメの男の子はつもりの話であり、あなたの横に再ベッドで。\u001b[22m\n\u001b[4mand if you see just the op you might actually think this isn't going to be bad.\u001b[24m\n    \u001b[1mあなたは実際にはこれが悪くなるとは思わないかもしれないと思うかもしれません。\u001b[22m, \u001b[1mあなただけのオペアンプを見れば、あなたは実際にこれは悪いことするつもりはないと思うかもしれません。\u001b[22m\n\u001b[4mso wrong.\u001b[24m\n    \u001b[1m間違っている。\u001b[22m, \u001b[1mそう間違っています。\u001b[22m\n\u001b[1m\u001b[22m\nthis is show is a beautiful trainwreck. rather than have the boys just tell stories about their day or something, they're trying to talk at you. STARING. one of them told you to be quiet and listen to his music then they had no music play - it was just a still holding a violin in silence i f****n lost it and it's not only rhetorical questions. if this dora the explorer 'shout map!' vibe wasn't weird enough the camera is jumping around into undesired close ups of fairly simple (OFTEN TERRIFYING) faces. i can't describe what about every character's face is so goddamn spooky - i think it's something in the mouth and just... the way they draw the eyes? - but my skin cRAWLS. i think it's the mouths. one minute he's asking you about your day and RIGHT when you're about to start telling your computer screen all about it using the silence provided, HE'S THERE. SO CLOSE.\n\n\u001b[1mこれは美しい電車です。 男の子たちは自分の日か何かについて話をするだけではなく、あなたに話しかけようとしています。 スターリング。 彼らのうちの1人は静かで、彼の音楽に耳を傾けて言ったが、彼らは音楽を演奏していなかった - それはまだ静かなヴァイオリンを持っていた。 修辞的な質問だけではありません。 このドラエクスプローラーの叫びの地図！ バイブは奇妙なことではありませんでした。カメラは、非常にシンプルな（恐れることのない）面の望ましくないクローズアップに飛び回っています。 私は、すべてのキャラクターの顔がどうして大げさになっているのかを記述することはできません - 私はそれが口の中にあって、ちょうど彼らが目を引く方法であると思いますか？  - しかし、私の肌cRAWLS。 私はそれが口だと思う。  1分、彼はあなたの日について尋ねてきました。そして、右手に、あなたが提供している沈黙を使用して、あなたのコンピュータスクリーンにすべてのことを伝え始めるときに、彼はそこにいます。 それでも閉じる。\u001b[22m\n\u001b[1m(Kore wa utsukushī denshadesu. Otokonoko-tachi wa jibun no hi ka nanika ni tsuite hanashi o suru dakede wa naku, anata ni hanashikakeyou to shite imasu. Shūji-tekina shitsumon dakede wa arimasen. Kono doraekusupurōrā no sakebi no chizu! Baibu wa kimyōna kotode wa arimasendeshita. Kamera wa, hijō ni shinpuruna (osoreru koto no nai)-men no nozomashikunai kurōzuappu ni tobimawatte imasu. Watashi wa, subete no kyarakutā no kao ga dōshite ōgesa ni natte iru no ka o kijutsu suru koto wa dekimasen - watashi wa sore ga kuchi no naka ni atte, chōdo karera ga mewohiku hōhōdearu to omoimasu ka? - Shikashi, watashi no hada cRAWLS. Watashi wa sore ga kuchida to omou. 1-Bu, kare wa anata no hi ni tsuite tazunete kimashita. Soshite, migite ni, anata ga teikyō shite iru chinmoku o shiyō shite, anata no konpyūtasukurīn ni subete no koto o tsutae hajimeru toki ni, kare wa soko ni imasu. Soredemo tojiru. Sutāringu. Karera no uchi no 1-ri wa shizukade, kare no ongaku ni mimi o katamukete ittaga, karera wa ongaku o ensō shite inakatta - sore wa mada shizukana vu~aiorin o motte ita.)\u001b[22m\n\nTranslations of \u001b[4mthis is show is a beautiful trainwreck. rather than have the boys just tell stories about their day or something, they're trying to talk at you. STARING. one of them told you to be quiet and listen to his music then they had no music play - it was just a still holding a violin in silence i f****n lost it and it's not only rhetorical questions. if this dora the explorer 'shout map!' vibe wasn't weird enough the camera is jumping around into undesired close ups of fairly simple (OFTEN TERRIFYING) faces. i can't describe what about every character's face is so goddamn spooky - i think it's something in the mouth and just... the way they draw the eyes? - but my skin cRAWLS. i think it's the mouths. one minute he's asking you about your day and RIGHT when you're about to start telling your computer screen all about it using the silence provided, HE'S THERE. SO CLOSE.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis is show is a beautiful trainwreck.\u001b[24m\n    \u001b[1mこれは美しい電車です。\u001b[22m, \u001b[1mこれは美しいtrainwreckあるショーです。\u001b[22m\n\u001b[4mrather than have the boys just tell stories about their day or something, they're trying to talk at you.\u001b[24m\n    \u001b[1m男の子たちは自分の日か何かについて話をするだけではなく、あなたに話しかけようとしています。\u001b[22m, \u001b[1m男の子はちょうど彼らの日か何かについての話を持っているのではなく、彼らはあなたに話をしようとしています。\u001b[22m\n\u001b[4mand it's not only rhetorical questions.\u001b[24m\n    \u001b[1m修辞的な質問だけではありません。\u001b[22m, \u001b[1mそれが唯一の反語ではありません。\u001b[22m\n\u001b[4mif this dora the explorer 'shout map!'\u001b[24m\n    \u001b[1mこのドラエクスプローラーの叫びの地図！\u001b[22m, \u001b[1mこれは、エクスプローラ」シャウトマップを！」ドラ場合\u001b[22m\n\u001b[4mvibe wasn't weird enough the camera is jumping around into undesired close ups of fairly simple (OFTEN TERRIFYING) faces.\u001b[24m\n    \u001b[1mバイブは奇妙なことではありませんでした。カメラは、非常にシンプルな（恐れることのない）面の望ましくないクローズアップに飛び回っています。\u001b[22m, \u001b[1m雰囲気は十分なカメラはかなり単純な（しばしば恐ろしい）直面しているの望ましくないクローズアップに飛び回るされる奇妙ではありませんでした。\u001b[22m\n\u001b[4mi can't describe what about every character's face is so goddamn spooky - i think it's something in the mouth and just... the way they draw the eyes?\u001b[24m\n    \u001b[1m私は、すべてのキャラクターの顔がどうして大げさになっているのかを記述することはできません - 私はそれが口の中にあって、ちょうど彼らが目を引く方法であると思いますか？\u001b[22m, \u001b[1m私は不気味なので、田舎者の白人野郎であるすべての文字の顔についての内容を説明することはできません - 私は、彼らが目を引く方法を、それが口の中で何かだと思うし、ちょうど...？\u001b[22m\n\u001b[4m- but my skin cRAWLS.\u001b[24m\n    \u001b[1m - しかし、私の肌cRAWLS。\u001b[22m, \u001b[1m - しかし、私の肌はクロールします。\u001b[22m\n\u001b[4mi think it's the mouths.\u001b[24m\n    \u001b[1m私はそれが口だと思う。\u001b[22m, \u001b[1m私はそれが口だと思います。\u001b[22m\n\u001b[4mone minute he's asking you about your day and RIGHT when you're about to start telling your computer screen all about it using the silence provided, HE'S THERE.\u001b[24m\n    \u001b[1m1分、彼はあなたの日について尋ねてきました。そして、右手に、あなたが提供している沈黙を使用して、あなたのコンピュータスクリーンにすべてのことを伝え始めるときに、彼はそこにいます。\u001b[22m, \u001b[1mあなたが提供沈黙を使用して、それについてのすべてをお使いのコンピュータの画面を伝える開始しようとしているとき、彼はあなたの日と権利についてあなたを求めています1分は、HEがあります。\u001b[22m\n\u001b[4mSO CLOSE.\u001b[24m\n    \u001b[1mそれでも閉じる。\u001b[22m, \u001b[1mSO CLOSE。\u001b[22m\n\u001b[4mSTARING.\u001b[24m\n    \u001b[1mスターリング。\u001b[22m, \u001b[1mじっと。\u001b[22m\n\u001b[4mone of them told you to be quiet and listen to his music then they had no music play - it was just a still holding a violin in silence i f****n lost it\u001b[24m\n    \u001b[1m彼らのうちの1人は静かで、彼の音楽に耳を傾けて言ったが、彼らは音楽を演奏していなかった - それはまだ静かなヴァイオリンを持っていた。\u001b[22m, \u001b[1mそのうちの一つは、彼らが何の音楽再生を持っていた静かに、彼の音楽を聴くためにあなたに言った - それだけで、まだ私は、F沈黙の中でバイオリンを持っていた**** nはそれを失いました\u001b[22m\n\u001b[1m\u001b[22m\ni swear to god i get giddy when i see the new episode is out because i KNOW i am guaranteed 4 minutes of an ab workout as i cringe and curl in fits of laughter and secondhand embarrassment. it's absolutely surreal how creepy it is to watch and in that regard i highly recommend it - i think everyone should take 4 minutes out of their life to watch something that will inexplicably flip your stomach a little. it's fun. it's an experience.\n\n\u001b[1m私は新作のエピソードが出ているのを見て、私は泣いてしまいます。笑いと恥ずかしさにぴったりフィットしてカールするように、私は4分間の運動を保証しています。 私は誰もが自分の人生から4分を取って何かを見て、あなたの胃をちょっとはずすだろうと思うのですが、それは非常に奇妙なことです。 それは楽しいです。 それは経験です。\u001b[22m\n\u001b[1m(Watashi wa shinsaku no episōdo ga dete iru no o mite, watashi wa naite shimaimasu. Warai to hazukashi-sa ni pittarifitto shite kāru suru yō ni, watashi wa 4-funkan no undō o hoshō shite imasu. Watashi wa daremoga jibun no jinsei kara 4-bu o totte nanika o mite, anata no i o chotto hazusudarou to omou nodesuga, sore wa hijō ni kimyōna kotodesu. Sore wa tanoshīdesu. Sore wa keikendesu.)\u001b[22m\n\nTranslations of \u001b[4mi swear to god i get giddy when i see the new episode is out because i KNOW i am guaranteed 4 minutes of an ab workout as i cringe and curl in fits of laughter and secondhand embarrassment. it's absolutely surreal how creepy it is to watch and in that regard i highly recommend it - i think everyone should take 4 minutes out of their life to watch something that will inexplicably flip your stomach a little. it's fun. it's an experience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi swear to god i get giddy when i see the new episode is out because i KNOW i am guaranteed 4 minutes of an ab workout as i cringe and curl in fits of laughter and secondhand embarrassment.\u001b[24m\n    \u001b[1m私は新作のエピソードが出ているのを見て、私は泣いてしまいます。笑いと恥ずかしさにぴったりフィットしてカールするように、私は4分間の運動を保証しています。\u001b[22m, \u001b[1m私は私が私は笑いと中古恥ずかしさのフィットにうんざりし、カールのように私はABトレーニングの4分を保証しています知っているので、新しいエピソードが出ている見たとき、私は目が回る神に誓います。\u001b[22m\n\u001b[4mit's absolutely surreal how creepy it is to watch and in that regard i highly recommend it - i think everyone should take 4 minutes out of their life to watch something that will inexplicably flip your stomach a little.\u001b[24m\n    \u001b[1m私は誰もが自分の人生から4分を取って何かを見て、あなたの胃をちょっとはずすだろうと思うのですが、それは非常に奇妙なことです。\u001b[22m, \u001b[1mそれは見ることがいかに不気味絶対にシュールだとその点で私は非常にお勧めします - 私は誰もが不可解あなたの胃を少し反転します何かを見るために自分の人生のうち4分を取るべきだと思います。\u001b[22m\n\u001b[4mit's fun.\u001b[24m\n    \u001b[1mそれは楽しいです。\u001b[22m\n\u001b[4mit's an experience.\u001b[24m\n    \u001b[1mそれは経験です。\u001b[22m\n\u001b[1m\u001b[22m\nstory: 2/10? there isn't really one\n\n\u001b[1m物語：2/10？ 本当に1つではありません\u001b[22m\n\u001b[1m(Monogatari: 2/ 10? Hontōni 1tsude wa arimasen)\u001b[22m\n\nTranslations of \u001b[4mstory: 2/10? there isn't really one\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mstory: 2/10?\u001b[24m\n    \u001b[1m物語：2/10？\u001b[22m, \u001b[1mストーリー：2月10日？\u001b[22m\n\u001b[4mthere isn't really one\u001b[24m\n    \u001b[1m本当に1つではありません\u001b[22m, \u001b[1m1は実際にはありません\u001b[22m\nart: idk 3/10? terrifying faces and they don't really move much in general\n\n\u001b[1mアート：idk 3/10？ 恐ろしい顔をしていて、実際にはあまり動かない\u001b[22m\n\u001b[1m(Āto: Idk 3/ 10? Osoroshī kao o shite ite, jissai ni wa amari ugokanai)\u001b[22m\n\nTranslations of \u001b[4mart: idk 3/10? terrifying faces and they don't really move much in general\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mart: idk 3/10?\u001b[24m\n    \u001b[1mアート：idk 3/10？\u001b[22m, \u001b[1mアート：3/10をIDKの？\u001b[22m\n\u001b[4mterrifying faces and they don't really move much in general\u001b[24m\n    \u001b[1m恐ろしい顔をしていて、実際にはあまり動かない\u001b[22m, \u001b[1m顔を恐ろしいと彼らは本当に一般的にはあまり移動しません\u001b[22m\ncharacter: 2.5/10 they're all tropes but you can't expect depth in 3 min of show (actually 3 of them aren't the worst- like food stall guy is p cool)\n\n\u001b[1mキャラクター：2.5 / 10彼らはすべての熱気ですが、ショーの3分で深さを期待することはできません（実際には3つが最悪の食糧ストールの男ではありません）\u001b[22m\n\u001b[1m(Kyarakutā: 2. 5/ 10 Karera wa subete no nekkidesuga, shō no 3-bu de fuka-sa o kitai suru koto wa dekimasen (jissai ni wa 3ttsu ga saiaku no shokuryō sutōru no otokode wa arimasen))\u001b[22m\n\nTranslations of \u001b[4mcharacter: 2.5/10 they're all tropes but you can't expect depth in 3 min of show (actually 3 of them aren't the worst- like food stall guy is p cool)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacter: 2.5/10 they're all tropes but you can't expect depth in 3 min of show (actually 3 of them aren't the worst- like food stall guy is p cool)\u001b[24m\n    \u001b[1mキャラクター：2.5 / 10彼らはすべての熱気ですが、ショーの3分で深さを期待することはできません（実際には3つが最悪の食糧ストールの男ではありません）\u001b[22m, \u001b[1m文字：2.5 / 10（屋台の男がpクールだように、実際にそれらの3がワーストではない）、彼らはすべての比喩だが、あなたはショーの3分で深さを期待することはできません\u001b[22m\n\u001b[1m\u001b[22m\nability to put you to sleep (what seems to be its goal): 0/10\n\n\u001b[1mあなたを眠らせる能力（目標と思われるもの）：0/10\u001b[22m\n\u001b[1m(Anata o nemuraseru nōryoku (mokuhyō to omowa reru mono): 0/ 10)\u001b[22m\n\nTranslations of \u001b[4mability to put you to sleep (what seems to be its goal): 0/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mability to put you to sleep (what seems to be its goal): 0/10\u001b[24m\n    \u001b[1mあなたを眠らせる能力（目標と思われるもの）：0/10\u001b[22m, \u001b[1mスリープ状態にあなたを置く能力（その目標であると思われるもの）：0/10\u001b[22m\nenjoyment: a bizarre 6/10\n\n\u001b[1m楽しさ：奇妙な6/10\u001b[22m\n\u001b[1m(Tanoshisa: Kimyōna 6/ 10)\u001b[22m\n\nTranslations of \u001b[4menjoyment: a bizarre 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4menjoyment: a bizarre 6/10\u001b[24m\n    \u001b[1m楽しさ：奇妙な6/10\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Velyena",
    "profile": "/profile/Velyena/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=200706",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこんばんわ みんあーさん ！\nここに私のレビューです〜\n\n私はこのアニメを7/10の鼻血で評価する。\nまず第一に、皆さんの大部分がばかげて暑かったと伝えます。3\nそして私は多くのシユウウスを認識しました - ＆gt;  *イヤブース*\n\n角質と倒錯した耳鼻咽喉やファンガール（自分のような）のために、これはあなたが恋の蜜を解放する前に見ておくべき完璧なものです...\n待って？ あなたが眠る前に私は意味します。  Lemmeは再びそれを説明するので、倒錯した耳かき/ファンガールがはっきりと楽しむでしょう\nこれは一般的なオタク以上です。\n\n親指にふさわしいもの（・∀・）：\n - 熱い男といい芸術のスタイル、弟のキャラクターが私を少し邪魔しました... *シヴァー*\n - ホット・セイウウス：それらの声kyaaaah ~~ o（≧o≦）o\n - すべての人は異なる人格を持っています：これらのアニメでは普通ですが、それでも^^\n - 熱いイントロ\n\nテーブルにふさわしいものフリップ（ノಠ益ノ）ノ彡┻┻：\n - さまざまな設定：すべての状況が寝室にあった場合、それはより多くのターンオンになるでしょう。つまり、それはアニメ全体のポイントではありませんか？ 枕の男の子？\n - 長さ：3分...... 3分...... 1分のイントロ....それはあまりにも少ない、私が来ることを意味....ホット男+ホットボイス - ＆gt; 私たちはもっともっと欲しいですか？\n対話：いくつかの対話は本当にばかげていて意味がありませんでした。  （ああ、実際に始めるプロットはありません）\n\nとにかく、これは悪いアニメではありませんでした。 そして、双子は私を得た..... *鼻血*そしてメリーは私のお尻をマッサージしたかった..... *より多くの鼻血*\n\nVelyena out（〜¯▽¯）〜",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nこんばんわ みんあーさん ！\n(Konbanwa min a ̄-san!)\n\n\u001b[1mこんばんわ みんあーさん ！\u001b[22m\n\u001b[1m(Konbanwa min a ̄-san!)\u001b[22m\nHere is my review~\n\n\u001b[1mここに私のレビューです〜\u001b[22m\n\u001b[1m(Koko ni watashi no rebyūdesu 〜)\u001b[22m\n\nTranslations of \u001b[4mHere is my review~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere is my review~\u001b[24m\n    \u001b[1mここに私のレビューです〜\u001b[22m, \u001b[1mここに私のレビューは〜です\u001b[22m\n\u001b[1m\u001b[22m\nI rate this anime 7/10 nosebleeds.\n\n\u001b[1m私はこのアニメを7/10の鼻血で評価する。\u001b[22m\n\u001b[1m(Watashi wa kono anime o 7/ 10 no hanadji de hyōka suru.)\u001b[22m\n\nTranslations of \u001b[4mI rate this anime 7/10 nosebleeds.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI rate this anime 7/10 nosebleeds.\u001b[24m\n    \u001b[1m私はこのアニメを7/10の鼻血で評価する。\u001b[22m, \u001b[1m私はこのアニメを7月10日鼻血を評価します。\u001b[22m\nFirst off all let me tell you that most of the guys were ridiculously hot :3\n\n\u001b[1mまず第一に、皆さんの大部分がばかげて暑かったと伝えます。3\u001b[22m\n\u001b[1m(Mazu daiichi ni, minasan no daibubun ga bakagete atsukatta to tsutaemasu. 3)\u001b[22m\n\nTranslations of \u001b[4mFirst off all let me tell you that most of the guys were ridiculously hot :3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off all let me tell you that most of the guys were ridiculously hot :3\u001b[24m\n    \u001b[1mまず第一に、皆さんの大部分がばかげて暑かったと伝えます。3\u001b[22m, \u001b[1mまず第一に、すべての私は男のほとんどが途方もなく熱いだったことを教えてみましょう：3\u001b[22m\nAnd I recognized a lot of seiyuus -&gt; *earbleeds*\n\n\u001b[1mそして私は多くのシユウウスを認識しました - ＆gt;  *イヤブース*\u001b[22m\n\u001b[1m(Soshite watashi wa ōku no shiyuuusu o ninshiki shimashita - & gt; * iyabūsu*)\u001b[22m\n\nTranslations of \u001b[4mAnd I recognized a lot of seiyuus -&gt; *earbleeds*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd I recognized a lot of seiyuus -&gt;\u001b[24m\n    \u001b[1mそして私は多くのシユウウスを認識しました - ＆gt;\u001b[22m, \u001b[1mそして、私はseiyuusたくさんの認識 - ＆GTを。\u001b[22m\n\u001b[4m*earbleeds*\u001b[24m\n    \u001b[1m*イヤブース*\u001b[22m, \u001b[1m* earbleeds *\u001b[22m\n\u001b[1m\u001b[22m\nFor horny and perverted otomes and fangirls (such as myself) this is the perfect thing to watch before you release love nectar...\n\n\u001b[1m角質と倒錯した耳鼻咽喉やファンガール（自分のような）のために、これはあなたが恋の蜜を解放する前に見ておくべき完璧なものです...\u001b[22m\n\u001b[1m(Kakushitsu to tōsaku shita jibiinkō ya fangāru (jibun no yōna) no tame ni, kore wa anata ga koi no mitsu o kaihō suru mae ni mite okubeki kanpekina monodesu...)\u001b[22m\n\nTranslations of \u001b[4mFor horny and perverted otomes and fangirls (such as myself) this is the perfect thing to watch before you release love nectar...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor horny and perverted otomes and fangirls (such as myself) this is the perfect thing to watch before you release love nectar...\u001b[24m\n    \u001b[1m角質と倒錯した耳鼻咽喉やファンガール（自分のような）のために、これはあなたが恋の蜜を解放する前に見ておくべき完璧なものです...\u001b[22m, \u001b[1m（そのような自分のような）角質や倒錯otomesとfangirlsについては、これはあなたが愛の蜜をリリースする前に見て完璧なものです...\u001b[22m\nWait what? U-uhm I mean before you go to sleep. Lemme explain that again, so perverted otomes/fangirls will clearly enjoy\n\n\u001b[1m待って？ あなたが眠る前に私は意味します。  Lemmeは再びそれを説明するので、倒錯した耳かき/ファンガールがはっきりと楽しむでしょう\u001b[22m\n\u001b[1m(Matte? Anata ga nemuru mae ni watashi wa imi shimasu. Lemme wa futatabi sore o setsumei surunode, tōsaku shita mimikaki/ fangāru ga hakkiri to tanoshimudeshou)\u001b[22m\n\nTranslations of \u001b[4mWait what? U-uhm I mean before you go to sleep. Lemme explain that again, so perverted otomes/fangirls will clearly enjoy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWait what?\u001b[24m\n    \u001b[1m待って？\u001b[22m, \u001b[1m何を待つのか？\u001b[22m\n\u001b[4mU-uhm I mean before you go to sleep.\u001b[24m\n    \u001b[1mあなたが眠る前に私は意味します。\u001b[22m, \u001b[1mU-オムあなたがスリープ状態に入る前に、私が意味します。\u001b[22m\n\u001b[4mLemme explain that again, so perverted otomes/fangirls will clearly enjoy\u001b[24m\n    \u001b[1mLemmeは再びそれを説明するので、倒錯した耳かき/ファンガールがはっきりと楽しむでしょう\u001b[22m, \u001b[1mレムはとても倒錯otomes / fangirlsが明確にお楽しみいただけます、それを再度説明します\u001b[22m\nthis more than the common otaku.\n\n\u001b[1mこれは一般的なオタク以上です。\u001b[22m\n\u001b[1m(Kore wa ippantekina otaku ijōdesu.)\u001b[22m\n\nTranslations of \u001b[4mthis more than the common otaku.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthis more than the common otaku.\u001b[24m\n    \u001b[1mこれは一般的なオタク以上です。\u001b[22m, \u001b[1m一般的なオタクよりも、この以上。\u001b[22m\n\u001b[1m\u001b[22m\nThings that deserve a thumbs up (・∀・ ):\n\n\u001b[1m親指にふさわしいもの（・∀・）：\u001b[22m\n\u001b[1m(Oyayubi ni fusawashī mono (∀):)\u001b[22m\n\nTranslations of \u001b[4mThings that deserve a thumbs up (・∀・ ):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThings that deserve a thumbs up (・∀・ ):\u001b[24m\n    \u001b[1m親指にふさわしいもの（・∀・）：\u001b[22m, \u001b[1m親指（・∀・）を値するもの：\u001b[22m\n- Hot guys and good art style, although the little brother character disturbed me a little...*shiver*\n\n\u001b[1m - 熱い男といい芸術のスタイル、弟のキャラクターが私を少し邪魔しました... *シヴァー*\u001b[22m\n\u001b[1m(- Atsui otoko to ī geijutsu no sutairu, otōto no kyarakutā ga watashi o sukoshi jama shimashita... * Shivu~ā*)\u001b[22m\n\nTranslations of \u001b[4m- Hot guys and good art style, although the little brother character disturbed me a little...*shiver*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Hot guys and good art style, although the little brother character disturbed me a little...*shiver*\u001b[24m\n    \u001b[1m - 熱い男といい芸術のスタイル、弟のキャラクターが私を少し邪魔しました... *シヴァー*\u001b[22m, \u001b[1m - ホット男との良好なアートスタイル、弟の文字が私を少し乱れたものの... *身震い*\u001b[22m\n- Hot seiyuus: those voices kyaaaah~~ o(≧o≦)o\n\n\u001b[1m - ホット・セイウウス：それらの声kyaaaah ~~ o（≧o≦）o\u001b[22m\n\u001b[1m(- Hotto seiuusu: Sorera no koe kyaaaah ~~ o (≧ o ≦) o)\u001b[22m\n\nTranslations of \u001b[4m- Hot seiyuus: those voices kyaaaah~~ o(≧o≦)o\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Hot seiyuus: those voices kyaaaah~~ o(≧o≦)o\u001b[24m\n    \u001b[1m - ホット・セイウウス：それらの声kyaaaah ~~ o（≧o≦）o\u001b[22m, \u001b[1m - ホットseiyuus：それらの声kyaaaah ~~ O（≧O≦）O\u001b[22m\n- All the guys have different personalities: It's a normal thing though in these kinds of animes but still ^^\n\n\u001b[1m - すべての人は異なる人格を持っています：これらのアニメでは普通ですが、それでも^^\u001b[22m\n\u001b[1m(- Subete no hito wa kotonaru jinkaku o motte imasu: Korera no animede wa futsūdesuga, soredemo ^ ^)\u001b[22m\n\nTranslations of \u001b[4m- All the guys have different personalities: It's a normal thing though in these kinds of animes but still ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- All the guys have different personalities: It's a normal thing though in these kinds of animes but still ^^\u001b[24m\n    \u001b[1m - すべての人は異なる人格を持っています：これらのアニメでは普通ですが、それでも^^\u001b[22m, \u001b[1m - すべての人は違う個性を持っている：それはアニメのこれらの種類にかかわらず、通常のことだが、それでも^^\u001b[22m\n- Hot intro\n\n\u001b[1m - 熱いイントロ\u001b[22m\n\u001b[1m(- Atsui Intoro)\u001b[22m\n\nTranslations of \u001b[4m- Hot intro\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Hot intro\u001b[24m\n    \u001b[1m - 熱いイントロ\u001b[22m, \u001b[1m - ホットイントロ\u001b[22m\n\u001b[1m\u001b[22m\nThings that deserve a table flip (ノಠ益ಠ)ノ彡┻━┻:\n\n\u001b[1mテーブルにふさわしいものフリップ（ノಠ益ノ）ノ彡┻┻：\u001b[22m\n\u001b[1m(Tēburu ni fusawashī mono furippu (no ṭha eki no) no 彡 ┻┻:)\u001b[22m\n\nTranslations of \u001b[4mThings that deserve a table flip (ノಠ益ಠ)ノ彡┻━┻:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThings that deserve a table flip (ノಠ益ಠ)ノ彡┻━┻:\u001b[24m\n    \u001b[1mテーブルにふさわしいものフリップ（ノಠ益ノ）ノ彡┻┻：\u001b[22m, \u001b[1mテーブルフリップに値するもの（ノಠ益ಠ）ノ彡┻━┻：\u001b[22m\n-Different settings: it would be more of a turn-on if every situation was in the bedroom, I mean isn't it the whole point of the anime? Pillow boys?\n\n\u001b[1m - さまざまな設定：すべての状況が寝室にあった場合、それはより多くのターンオンになるでしょう。つまり、それはアニメ全体のポイントではありませんか？ 枕の男の子？\u001b[22m\n\u001b[1m(- Samazamana settei: Subete no jōkyō ga shinshitsu ni atta baai, soreha yori ōku no tān'on ni narudeshou. Tsumari, soreha anime zentai no pointode wa arimasen ka? Makura no otokonoko?)\u001b[22m\n\nTranslations of \u001b[4m-Different settings: it would be more of a turn-on if every situation was in the bedroom, I mean isn't it the whole point of the anime? Pillow boys?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Different settings: it would be more of a turn-on if every situation was in the bedroom, I mean isn't it the whole point of the anime?\u001b[24m\n    \u001b[1m - さまざまな設定：すべての状況が寝室にあった場合、それはより多くのターンオンになるでしょう。つまり、それはアニメ全体のポイントではありませんか？\u001b[22m, \u001b[1m-Different設定：すべての状況が寝室にあった場合、それはターンオンをよりになり、私が意味する、それがアニメの全体のポイントではないでしょうか？\u001b[22m\n\u001b[4mPillow boys?\u001b[24m\n    \u001b[1m枕の男の子？\u001b[22m\n-Length: 3 minutes......3 minutes......minus 1 minute intro.... THATS WAY TO LESS, I mean come on....hot guys + hot voices -&gt; we all want more right?\n\n\u001b[1m - 長さ：3分...... 3分...... 1分のイントロ....それはあまりにも少ない、私が来ることを意味....ホット男+ホットボイス - ＆gt; 私たちはもっともっと欲しいですか？\u001b[22m\n\u001b[1m(- Naga-sa: 3-Bu... ... 3-Bu... ... 1-Bun'no Intoro.... Sore wa amarini mo sukunai, watashi ga kuru koto o imi. ... Hotto otoko + hottoboisu - & gt; watashitachiha motto motto hoshīdesu ka?)\u001b[22m\n\nTranslations of \u001b[4m-Length: 3 minutes......3 minutes......minus 1 minute intro.... THATS WAY TO LESS, I mean come on....hot guys + hot voices -&gt; we all want more right?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Length: 3 minutes......3 minutes......minus 1 minute intro.... THATS WAY TO LESS, I mean come on....hot guys + hot voices -&gt;\u001b[24m\n    \u001b[1m - 長さ：3分...... 3分...... 1分のイントロ....それはあまりにも少ない、私が来ることを意味....ホット男+ホットボイス - ＆gt;\u001b[22m, \u001b[1m-length：3分...... 3分......マイナス1分イントロ....以下にTHATS WAY、私が上に来る....熱い男+ホット声を意味する - ＆GT;\u001b[22m\n\u001b[4mwe all want more right?\u001b[24m\n    \u001b[1m私たちはもっともっと欲しいですか？\u001b[22m, \u001b[1m我々はすべてのより多くの権利たいですか？\u001b[22m\n-Dialogues: some of the dialogues were really silly and didn't make sense. (Oh well, there isn't really a plot to begin with)\n\n\u001b[1m対話：いくつかの対話は本当にばかげていて意味がありませんでした。  （ああ、実際に始めるプロットはありません）\u001b[22m\n\u001b[1m(Taiwa: Ikutsu ka no taiwa wa hontōni bakagete ite imi ga arimasendeshita. (Ā , jissai ni hajimeru purotto wa arimasen))\u001b[22m\n\nTranslations of \u001b[4m-Dialogues: some of the dialogues were really silly and didn't make sense. (Oh well, there isn't really a plot to begin with)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Dialogues: some of the dialogues were really silly and didn't make sense.\u001b[24m\n    \u001b[1m対話：いくつかの対話は本当にばかげていて意味がありませんでした。\u001b[22m, \u001b[1m-Dialogues：対話のいくつかは本当に愚かだったと意味がありませんでした。\u001b[22m\n\u001b[4m(Oh well, there isn't really a plot to begin with)\u001b[24m\n    \u001b[1m（ああ、実際に始めるプロットはありません）\u001b[22m, \u001b[1m（まあ、そもそもプロットは実際にはありません）\u001b[22m\n\u001b[1m\u001b[22m\nAnyhow, this wasn't a bad anime. And damn the twins got me.....*nosebleed* And Merry wanted to massage my butt.....*more nosebleeds*\n\n\u001b[1mとにかく、これは悪いアニメではありませんでした。 そして、双子は私を得た..... *鼻血*そしてメリーは私のお尻をマッサージしたかった..... *より多くの鼻血*\u001b[22m\n\u001b[1m(Tonikaku, kore wa warui animede wa arimasendeshita. Soshite, futago wa watashi o eta.. ... * Hanadji* soshite merī wa watashi no o shiri o massāji shitakatta.. ... * Yori ōku no hanadji*)\u001b[22m\n\nTranslations of \u001b[4mAnyhow, this wasn't a bad anime. And damn the twins got me.....*nosebleed* And Merry wanted to massage my butt.....*more nosebleeds*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyhow, this wasn't a bad anime.\u001b[24m\n    \u001b[1mとにかく、これは悪いアニメではありませんでした。\u001b[22m, \u001b[1mいずれにせよ、これは悪いアニメではありませんでした。\u001b[22m\n\u001b[4mAnd damn the twins got me.....*nosebleed* And Merry wanted to massage my butt.....*more nosebleeds*\u001b[24m\n    \u001b[1mそして、双子は私を得た..... *鼻血*そしてメリーは私のお尻をマッサージしたかった..... *より多くの鼻血*\u001b[22m, \u001b[1mそして双子*鼻血*.....私を得たとメリーは私のお尻..... *より多くの鼻血をマッサージしたかったいまいましいです*\u001b[22m\n\u001b[1m\u001b[22m\nVelyena out (~￣▽￣)~\n\n\u001b[1mVelyena out（〜¯▽¯）〜\u001b[22m\n\u001b[1m(Velyena out (〜¯▽¯)〜)\u001b[22m\n\nTranslations of \u001b[4mVelyena out (~￣▽￣)~\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVelyena out (~￣▽￣)~\u001b[24m\n    \u001b[1mVelyena out（〜¯▽¯）〜\u001b[22m, \u001b[1mVelyenaアウト（〜¯▽¯）〜\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Protaku",
    "profile": "/profile/Protaku/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=201916",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  5\nサウンド|  1\nキャラクター|  2\n|  5\n\nまず第一に、これは明らかに、ほとんどのエッチが男の子に合わせられているのと同じように、女の子に合わせて作られているので、このショーがあなたのためであるかどうかを事前に教えておく必要があります。\n\nそれは、私は男だと言われていますが、牧場の淡水はエンターテインメント部門で完全に失敗したわけではありませんが、それは客観的な部門でクラッシュし、燃え尽きています。 言い換えれば、OPとEDの他に話すOSTはない。 たとえ楽器演奏のようなものがあっても、世界中の人が話している間に全世界がミュートされているようなものです。 このアニメの期間中あなたがやっていることは、年齢や背景の異なる男の子たちが、何も重要ではないことを直接あなたに話すことです.Dora the Explorerのやり方によく似ています。 個人的には、私は子供のように扱われ、2Dの男の子たちが第3の壁を壊して、私がそれらを強打したいのと同じように行動しようとしている気がしません。\n\n私は、ゲイだったと思って、最終的に私の偽のゲイの夫である候補者を選んで、まともな時間を過ごしたことを認めます。 しかし、私はほとんどの人が一度しか出演していないので、誰の名前も暗記することはあまり気にすることができませんでした。 非常に平均的な芸術とアニメーションは誰にも役立たなかった。\n\nこの番組の最も魅力的なクオリティーは短い時間の長さですが、時間を無駄にすることはありませんが、それでも楽しみにしたい場合を除き、すべての人がこのアニメからできるだけ遠く離れた場所に滞在することをお勧めします セクシュアリティ 私がこれに娯楽のためのスコアをもっと与えていれば、それは2または3/10になりますが、すべてのことを考慮して、私はなぜ1/10以外にこれを与えるべきか分かりません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all, this is obviously geared at girls, much like how most ecchis are geared at boys, so already there is a dichotomy here that should tell you in advance if this show is or isn't for you.\n\n\u001b[1mまず第一に、これは明らかに、ほとんどのエッチが男の子に合わせられているのと同じように、女の子に適応しているので、このショーがあなたのためであるかどうかを事前に教えておく必要があります。\u001b[22m\n\u001b[1m(Mazu daiichi ni, kore wa akiraka ni, hotondo no etchi ga otokonoko ni awase rarete iru no to onajiyōni, on'nanoko ni tekiō shite irunode, kono shō ga anata no tamedearu ka dō ka o jizen ni oshiete oku hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, this is obviously geared at girls, much like how most ecchis are geared at boys, so already there is a dichotomy here that should tell you in advance if this show is or isn't for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, this is obviously geared at girls, much like how most ecchis are geared at boys, so already there is a dichotomy here that should tell you in advance if this show is or isn't for you.\u001b[24m\n    \u001b[1mまず第一に、これは明らかに、ほとんどのエッチが男の子に合わせられているのと同じように、女の子に適応しているので、このショーがあなたのためであるかどうかを事前に教えておく必要があります。\u001b[22m, \u001b[1mまず第一に、これは明らかにはるかに最もecchisが男の子に連動しているかのように、女の子に適していますので、既に二分法は、このショーがあるかあなたのためではない場合は、事前にあなたを伝えるべきことはここにあります。\u001b[22m\n\u001b[1m\u001b[22m\nThat being said, I am a man, and while Makura no Danshi was not a complete and total failure in the entertainment department, it crashes and burns in the objective department. Literally, there is no OST to speak of besides the OP and ED; It's like the whole world is muted while these guys are talking even if there should be something like an instrument playing. All you are doing for the duration of this anime is hearing boys of varying ages and backgrounds speaking to you directly about nothing important, a lot like how Dora the Explorer does. Personally, I do not feel like being treated like a child and having a bunch of 2D boys trying to break the third wall and act like I want to bang them, not to mention I'm implied to be a girl several times.\n\n\u001b[1mそれは、私は男だと言われていますが、牧場の淡水はエンターテインメント部門で完全に失敗したわけではありませんが、それは客観的な部門でクラッシュし、燃え尽きています。 言い換えれば、OPとEDの他に話すOSTはない。 たとえ楽器演奏のようなものがあっても、世界中の人が話している間に全世界がミュートされているようなものです。 このアニメの期間中あなたがやっていることは、年齢や背景の異なる男の子たちが、何も重要ではないことを直接あなたに話すことです.Dora the Explorerのやり方によく似ています。 個人的には、私は子供のように扱われ、2Dの男の子たちが第3の壁を壊して、私がそれらを強打したいのと同じように行動しようとしている気がしません。\u001b[22m\n\u001b[1m(Sore wa, watashi wa otokoda to iwa rete imasuga, bokujō no tansui wa entāteinmento bumon de kanzen ni shippai shita wakede wa arimasenga, soreha kakkantekina bumon de kurasshu shi, moetsukite imasu. Iikaereba, OP to ED no ta ni hanasu OST wanai. Tatoe gakki ensō no yōna mono ga atte mo, sekaijū no hito ga hanashite iru ma ni zen sekai ga myūto sa rete iru yōna monodesu. Kono anime no kikan-chū anata ga yatte iru koto wa, nenrei ya haikei no kotonaru otokonoko-tachi ga, nani mo jūyōde wanai koto o chokusetsu anata ni hanasu kotodesu. Dora the ekusupurōra no yarikata ni yoku nite imasu. Kojin-teki ni wa, watashi wa kodomo no yō ni atsukawa re, 2 D no otokonoko-tachi ga dai 3 no kabe o kowashite, watashi ga sorera o kyōda shitai no to onajiyōni kōdō shiyou to shite iru ki ga shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThat being said, I am a man, and while Makura no Danshi was not a complete and total failure in the entertainment department, it crashes and burns in the objective department. Literally, there is no OST to speak of besides the OP and ED; It's like the whole world is muted while these guys are talking even if there should be something like an instrument playing. All you are doing for the duration of this anime is hearing boys of varying ages and backgrounds speaking to you directly about nothing important, a lot like how Dora the Explorer does. Personally, I do not feel like being treated like a child and having a bunch of 2D boys trying to break the third wall and act like I want to bang them, not to mention I'm implied to be a girl several times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat being said, I am a man, and while Makura no Danshi was not a complete and total failure in the entertainment department, it crashes and burns in the objective department.\u001b[24m\n    \u001b[1mそれは、私は男だと言われていますが、牧場の淡水はエンターテインメント部門で完全に失敗したわけではありませんが、それは客観的な部門でクラッシュし、燃え尽きています。\u001b[22m, \u001b[1m言われていることを、私は男だ、と枕なし男子はエンターテインメント部門の完全かつ完全な失敗ではなかったものの、それがクラッシュし、客観的な部門でやけど。\u001b[22m\n\u001b[4mLiterally, there is no OST to speak of besides the OP and ED;\u001b[24m\n    \u001b[1m言い換えれば、OPとEDの他に話すOSTはない。\u001b[22m, \u001b[1m文字通り、OPとEDのほかの話をする何のOSTはありません。\u001b[22m\n\u001b[4mIt's like the whole world is muted while these guys are talking even if there should be something like an instrument playing.\u001b[24m\n    \u001b[1mたとえ楽器演奏のようなものがあっても、世界中の人が話している間に全世界がミュートされているようなものです。\u001b[22m, \u001b[1mこれらの人は楽器の演奏のようなものがあった場合でも話している間に全世界がミュートされているようなものです。\u001b[22m\n\u001b[4mAll you are doing for the duration of this anime is hearing boys of varying ages and backgrounds speaking to you directly about nothing important, a lot like how Dora the Explorer does.\u001b[24m\n    \u001b[1mこのアニメの期間中あなたがやっていることは、年齢や背景の異なる男の子たちが、何も重要ではないことを直接あなたに話すことです.Dora the Explorerのやり方によく似ています。\u001b[22m, \u001b[1mあなたはこのアニメの期間にやっているすべては、多くのドラExplorerがないかのように、重要な何についてのあなたに直接話して、様々な年齢や背景の男の子を聞いています。\u001b[22m\n\u001b[4mPersonally, I do not feel like being treated like a child and having a bunch of 2D boys trying to break the third wall and act like I want to bang them, not to mention I'm implied to be a girl several times.\u001b[24m\n    \u001b[1m個人的には、私は子供のように扱われ、2Dの男の子たちが第3の壁を壊して、私がそれらを強打したいのと同じように行動しようとしている気がしません。\u001b[22m, \u001b[1m個人的に、私は子供のように扱われているように感じると第三の壁を破るしようとしている2Dの男の子の束を持って、私はそれらを強打したいように行動し、ないに言及、私は何回か女の子であることを暗示していません。\u001b[22m\n\u001b[1m\u001b[22m\nI'll admit that I had a decent time pretending I was gay and picking a candidate to be my fake gay husband in the end, because that's what the anime wants you to do. But I couldn't care less to memorize anyone's names since most of them only ever make one appearance, and by and all everyone is largely forgettable anyway. The very average art and animation didn't help anyone either.\n\n\u001b[1m私は、ゲイだったと思って、最終的に私の偽のゲイの夫である候補者を選んで、まともな時間を過ごしたことを認めます。 しかし、私はほとんどの人が一度しか出演していないので、誰の名前も暗記することはあまり気にすることができませんでした。 非常に平均的な芸術とアニメーションは誰にも役立たなかった。\u001b[22m\n\u001b[1m(Watashi wa, geidatta to omotte, saishūtekini watashi no nise no gei no ottodearu kōho-sha o erande, matomona jikan o sugoshita koto o mitomemasu. Shikashi, watashi wa hotondo no hito ga ichido shika shutsuen shite inainode, dare no namae mo anki suru koto wa amari ki ni suru koto ga dekimasendeshita. Hijō ni heikin-tekina geijutsu to animēshon wa darenimo yakudatanakatta.)\u001b[22m\n\nTranslations of \u001b[4mI'll admit that I had a decent time pretending I was gay and picking a candidate to be my fake gay husband in the end, because that's what the anime wants you to do. But I couldn't care less to memorize anyone's names since most of them only ever make one appearance, and by and all everyone is largely forgettable anyway. The very average art and animation didn't help anyone either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll admit that I had a decent time pretending I was gay and picking a candidate to be my fake gay husband in the end, because that's what the anime wants you to do.\u001b[24m\n    \u001b[1m私は、ゲイだったと思って、最終的に私の偽のゲイの夫である候補者を選んで、まともな時間を過ごしたことを認めます。\u001b[22m, \u001b[1m私はアニメはあなたが何をしたいのかだから、私は、まともな時間私は同性愛者だったふりをし、候補者は最終的に私の偽のゲイの夫であることをピッキングしていたことを認めますよ。\u001b[22m\n\u001b[4mBut I couldn't care less to memorize anyone's names since most of them only ever make one appearance, and by and all everyone is largely forgettable anyway.\u001b[24m\n    \u001b[1mしかし、私はほとんどの人が一度しか出演していないので、誰の名前も暗記することはあまり気にすることができませんでした。\u001b[22m, \u001b[1mしかし、それらのほとんどは1つしか出現するので、私は誰の名前を暗記する眼中にない、とすることにより、すべての誰もがとにかく大部分は忘れられがちです。\u001b[22m\n\u001b[4mThe very average art and animation didn't help anyone either.\u001b[24m\n    \u001b[1m非常に平均的な芸術とアニメーションは誰にも役立たなかった。\u001b[22m, \u001b[1m非常に平均アートやアニメーションはどちらか誰も助けにはなりませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe most redeeming quality about this show is its short episode length since it won't waste a ton of time, but even then I recommend all guys stay as far away as possible from this anime, unless you want to have a fun time exploring your sexuality. If I was giving this a score more for entertainment, it'd be 2 or 3/10, but all things considered, I fail to see why I should give this anything besides 1/10.\n\n\u001b[1mこの番組の最も魅力的なクオリティーは短い時間の長さですが、時間を無駄にすることはありませんが、それでも楽しみにしたい場合を除き、すべての人がこのアニメからできるだけ遠く離れた場所に滞在することをお勧めします セクシュアリティ 私がこれに娯楽のためのスコアをもっと与えていれば、それは2または3/10になりますが、すべてのことを考慮して、私はなぜ1/10以外にこれを与えるべきか分かりません。\u001b[22m\n\u001b[1m(Kono bangumi no mottomo miryoku-tekina kuoritī wa mijikai jikan no naga-sadesuga, jikan o muda ni suru koto wa arimasenga, soredemo tanoshimini shitai baai o nozoki, subete no hito ga kono anime kara dekirudake tōku hanareta basho ni taizai suru koto o o susume shimasu sekushuariti watashi ga kore ni goraku no tame no sukoa o motto ataete ireba, sore wa 2 matawa 3/ 10 ni narimasuga, subete no koto o kōryo shite, watashi wa naze 1/ 10 igai ni kore o ataerubeki ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe most redeeming quality about this show is its short episode length since it won't waste a ton of time, but even then I recommend all guys stay as far away as possible from this anime, unless you want to have a fun time exploring your sexuality. If I was giving this a score more for entertainment, it'd be 2 or 3/10, but all things considered, I fail to see why I should give this anything besides 1/10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe most redeeming quality about this show is its short episode length since it won't waste a ton of time, but even then I recommend all guys stay as far away as possible from this anime, unless you want to have a fun time exploring your\u001b[24m\n    \u001b[1mこの番組の最も魅力的なクオリティーは短い時間の長さですが、時間を無駄にすることはありませんが、それでも楽しみにしたい場合を除き、すべての人がこのアニメからできるだけ遠く離れた場所に滞在することをお勧めします\u001b[22m, \u001b[1mそれは時間のトンを無駄にしませんので、この番組についての最も欠点を補う品質は、その短いエピソードの長さですが、あなたが探検楽しい時間を持つようにしたい場合を除き、その後も私は、すべての人はこのアニメからできるだけ離れて滞在をお勧めしますあなたの\u001b[22m\n\u001b[4msexuality.\u001b[24m\n    \u001b[1mセクシュアリティ\u001b[22m, \u001b[1m性欲。\u001b[22m\n\u001b[4mIf I was giving this a score more for entertainment, it'd be 2 or 3/10, but all things considered, I fail to see why I should give this anything besides 1/10.\u001b[24m\n    \u001b[1m私がこれに娯楽のためのスコアをもっと与えていれば、それは2または3/10になりますが、すべてのことを考慮して、私はなぜ1/10以外にこれを与えるべきか分かりません。\u001b[22m, \u001b[1m私はこれを娯楽のためのより多くのスコアを与えていた場合は、2または3月10日になると思いますが、すべてのものが考えられ、私は1月10日の他に、この何かを与えるべきである理由を確認することができません。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Anime_baozi",
    "profile": "/profile/Anime_baozi/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=200468",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  5\nキャラクター|  3\n|  5\n\n純粋に女性（または同性愛者）のエンターテイメントのために作られたアニメの「蒔絵のダンシー」。  「魅力的な」男の子たちがあなたに話す一人称視点から作られています。 もしあなたが超飽きていて、絶対に何もしなくていいなら、それはあなたのための娯楽になるかもしれません。\n\n私がこの短いシリーズで楽しんだのは、あなたが好きな男の「タイプ」に合うように、さまざまなキャラクターが提示されているということです。\n\nしかし、警告を受ける：\n\n - 男性のキャラクターのほとんどがあなたを刺すように見える\n - 芸術とスタイルはかなり不十分です。 アニメーションは非常に限られています。 ほとんどの場合、それは口を動かすだけの写真、または全く動かない写真です。  （はい、オーディオ付きの写真のみ）\n - ストーリーラインやプロットはまったくありません\n - エピソードの半分を占めるテーマソングのエピソードは非常に短いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nMakura no Danshi, an anime that's made purely for the entertainment of women (or homosexual man). It is made in the first person point of view where the 'attractive' boys speak to you. It can be a pastime for you if you are super bored and have absolutely nothing better to do.\n\n\u001b[1m純粋に女性（または同性愛者）のエンターテイメントのために作られたアニメの「蒔絵のダンシー」。  「魅力的な」男の子たちがあなたに話す一人称視点から作られています。 もしあなたが超飽きていて、絶対に何もしなくていいなら、それはあなたのための娯楽になるかもしれません。\u001b[22m\n\u001b[1m(Junsui ni josei (matawa dōseiai-sha) no entāteimento no tame ni tsukura reta animeno `makie no danshī'. `Miryoku-tekina' otokonoko-tachi ga anata ni hanasu ichininshō shiten kara tsukura rete imasu. Moshi anata ga chō akite ite, zettai ni nani mo shinakute īnara, sore wa anata no tame no goraku ni naru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mMakura no Danshi, an anime that's made purely for the entertainment of women (or homosexual man). It is made in the first person point of view where the 'attractive' boys speak to you. It can be a pastime for you if you are super bored and have absolutely nothing better to do.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMakura no Danshi, an anime that's made purely for the entertainment of women (or homosexual man).\u001b[24m\n    \u001b[1m純粋に女性（または同性愛者）のエンターテイメントのために作られたアニメの「蒔絵のダンシー」。\u001b[22m, \u001b[1m枕なし男子、女性のエンターテイメント（または同性愛男性）純粋に作られているアニメ。\u001b[22m\n\u001b[4mIt is made in the first person point of view where the 'attractive' boys speak to you.\u001b[24m\n    \u001b[1m「魅力的な」男の子たちがあなたに話す一人称視点から作られています。\u001b[22m, \u001b[1mそれは、「魅力的な」男の子があなたに話すビューの一人称点で作られています。\u001b[22m\n\u001b[4mIt can be a pastime for you if you are super bored and have absolutely nothing better to do.\u001b[24m\n    \u001b[1mもしあなたが超飽きていて、絶対に何もしなくていいなら、それはあなたのための娯楽になるかもしれません。\u001b[22m, \u001b[1mあなたは超退屈していると行うには良い絶対に何もない場合、それはあなたのための気晴らしすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I enjoyed in this short series is that many different characters are presented to fit the 'type' of man that you like.\n\n\u001b[1m私がこの短いシリーズで楽しんだのは、あなたが好きな男の「タイプ」に合うように、さまざまなキャラクターが提示されているということです。\u001b[22m\n\u001b[1m(Watashi ga kono mijikai shirīzu de tanoshinda no wa, anata ga sukina otoko no `taipu' ni au yō ni, samazamana kyarakutā ga teiji sa rete iru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat I enjoyed in this short series is that many different characters are presented to fit the 'type' of man that you like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I enjoyed in this short series is that many different characters are presented to fit the 'type' of man that you like.\u001b[24m\n    \u001b[1m私がこの短いシリーズで楽しんだのは、あなたが好きな男の「タイプ」に合うように、さまざまなキャラクターが提示されているということです。\u001b[22m, \u001b[1m私はこの短いシリーズで楽しむことは、多くの異なる文字が好きな人の「タイプ」をフィットするために提示されていることです。\u001b[22m\n\u001b[1m\u001b[22m\nBut be warned:\n\n\u001b[1mしかし、警告を受ける：\u001b[22m\n\u001b[1m(Shikashi, keikoku o ukeru:)\u001b[22m\n\nTranslations of \u001b[4mBut be warned:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut be warned:\u001b[24m\n    \u001b[1mしかし、警告を受ける：\u001b[22m, \u001b[1mしかし、警告が表示さ：\u001b[22m\n\u001b[1m\u001b[22m\n-Most of the male characters look like they want to stab you\n\n\u001b[1m - 男性のキャラクターのほとんどがあなたを刺すように見える\u001b[22m\n\u001b[1m(- Dansei no kyarakutā no hotondo ga anata o sasu yō ni mieru)\u001b[22m\n\nTranslations of \u001b[4m-Most of the male characters look like they want to stab you\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Most of the male characters look like they want to stab you\u001b[24m\n    \u001b[1m - 男性のキャラクターのほとんどがあなたを刺すように見える\u001b[22m, \u001b[1m彼らはあなたを刺したいような男性文字の - ほとんどが見て\u001b[22m\n-The art and style is pretty poorly made. The animations are very limited. Most of the time, it's just a picture with mouth moving, or nothing moving at all. (Yes, just a picture with audio)\n\n\u001b[1m - 芸術とスタイルはかなり不十分です。 アニメーションは非常に限られています。 ほとんどの場合、それは口を動かすだけの写真、または全く動かない写真です。  （はい、オーディオ付きの写真のみ）\u001b[22m\n\u001b[1m(- Geijutsu to sutairu wa kanari fujūbundesu. Animēshon wa hijō ni kagira rete imasu. Hotondo no baai, soreha kuchi o ugokasu dake no shashin, matawa mattaku ugokanai shashindesu. (Hai, ōdio-tsuki no shashin nomi))\u001b[22m\n\nTranslations of \u001b[4m-The art and style is pretty poorly made. The animations are very limited. Most of the time, it's just a picture with mouth moving, or nothing moving at all. (Yes, just a picture with audio)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The art and style is pretty poorly made.\u001b[24m\n    \u001b[1m - 芸術とスタイルはかなり不十分です。\u001b[22m, \u001b[1m-The芸術とスタイルはかなり貧弱行われます。\u001b[22m\n\u001b[4mThe animations are very limited.\u001b[24m\n    \u001b[1mアニメーションは非常に限られています。\u001b[22m\n\u001b[4mMost of the time, it's just a picture with mouth moving, or nothing moving at all.\u001b[24m\n    \u001b[1mほとんどの場合、それは口を動かすだけの写真、または全く動かない写真です。\u001b[22m, \u001b[1m時間のほとんどは、それは口が移動、または何もまったく動いていないと画像だけです。\u001b[22m\n\u001b[4m(Yes, just a picture with audio)\u001b[24m\n    \u001b[1m（はい、オーディオ付きの写真のみ）\u001b[22m, \u001b[1m（はい、音声付き画像だけ）\u001b[22m\n-There is no story line or plot at all\n\n\u001b[1m - ストーリーラインやプロットはまったくありません\u001b[22m\n\u001b[1m(- Sutōrīrain ya purotto wa mattaku arimasen)\u001b[22m\n\nTranslations of \u001b[4m-There is no story line or plot at all\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-There is no story line or plot at all\u001b[24m\n    \u001b[1m - ストーリーラインやプロットはまったくありません\u001b[22m, \u001b[1m-Thereは全くストーリーラインやプロットではありません\u001b[22m\n-The episodes are terribly short with the theme song taking up half of the episode.\n\n\u001b[1m - エピソードの半分を占めるテーマソングのエピソードは非常に短いです。\u001b[22m\n\u001b[1m(- Episōdo no hanbun o shimeru tēmasongu no episōdo wa hijō ni mijikaidesu.)\u001b[22m\n\nTranslations of \u001b[4m-The episodes are terribly short with the theme song taking up half of the episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The episodes are terribly short with the theme song taking up half of the episode.\u001b[24m\n    \u001b[1m - エピソードの半分を占めるテーマソングのエピソードは非常に短いです。\u001b[22m, \u001b[1m-Theエピソードがテーマソングはエピソードの半分を占めてとひどく短いです。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "KittyNom",
    "profile": "/profile/KittyNom/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=200273",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  5\nサウンド|  1\nキャラクター|  7\n|  6\n\n牧村の珍事AKA「ロンリー・オタクの探している男たち」（有罪の有罪判決）\n\nしかし、すべての真剣さの中で、これはキャラクターをリラックスして楽しむためだけに見たいアニメの1つです。  （ファンのサービスのため）それはアニメを通して音がないので、それはまた、非常に独特のアニメです。 話している人だけ。 オープニングには当然歌とすべてがありますが、エピソードの間に実際のサウンドになると、何もありません。 それは非常に奇妙ですが、同時にあなたは話す声にもっと集中したいと思っています。 しかし、芸術は私の意見ではそれほど良いものではありません。全く単純です。\n\nあなたのタイプの100％の男を4分楽しんで、短い時間の間あなたの内側のファンガールを目覚めさせるアニメです。\n今私はあなたにオタクを失望させなければならないでしょう、少数のエピソードは実際には無人のベッドで行われます:(そのような失望。\nまだ100％のhusbandoアニメ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nMakura no Danshi AKA 'Lonely Otaku's Looking For Men' (guilty as charged)\n\n\u001b[1m牧村の珍事AKA「ロンリー・オタクの探している男たち」（有罪の有罪判決）\u001b[22m\n\u001b[1m(Makimura no chinji AKA `ronrī otaku no sagashite iru otoko-tachi'(yūzai no uzaihanketsu))\u001b[22m\n\nTranslations of \u001b[4mMakura no Danshi AKA 'Lonely Otaku's Looking For Men' (guilty as charged)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMakura no Danshi AKA 'Lonely Otaku's Looking For Men' (guilty as charged)\u001b[24m\n    \u001b[1m牧村の珍事AKA「ロンリー・オタクの探している男たち」（有罪の有罪判決）\u001b[22m, \u001b[1m枕なし男子AKA「ロンリーオタクの男性探している」（有罪充電されるように）\u001b[22m\n\u001b[1m\u001b[22m\nBut no, in all seriousness this is one of those anime's you want to watch just to relax and enjoy the characters. (because fan service) It is also a very peculiar anime in a way, because throughout the anime there is no sound. Only the guy talking. The opening, naturally has a song and everything, but when it comes to actual sound during the episodes, there is none. It's very weird, but at the same time makes you want to focus on the voice talking more. The art, however, is not as good in my opinion.. It's quite simple is all.\n\n\u001b[1mしかし、すべての真剣さの中で、これはキャラクターをリラックスして楽しむためだけに見たいアニメの1つです。  （ファンのサービスのため）それはアニメを通して音がないので、それはまた、非常に独特のアニメです。 話している人だけ。 オープニングには当然歌とすべてがありますが、エピソードの間に実際のサウンドになると、何もありません。 それは非常に奇妙ですが、同時にあなたは話す声にもっと集中したいと思っています。 しかし、芸術は私の意見ではそれほど良いものではありません。全く単純です。\u001b[22m\n\u001b[1m(Shikashi, subete no shinken-sa no naka de, koreha kyarakutā o rirakkusu shite tanoshimu tame dake ni mitai anime no 1tsudesu. (Fan no sābisu no tame) sore wa anime o tōshite oto ga nainode, soreha mata, hijō ni dokutoku no animedesu.-Banashi shite iru hito dake. Ōpuningu ni wa tōzen uta to subete ga arimasuga, episōdo no ma ni jissai no saundo ni naru to, nani mo arimasen. Sore wa hijō ni kimyōdesuga, dōjini anata wa hanasu koe ni motto shūchū shitai to omotte imasu. Shikashi, geijutsu wa watashi no ikende wa sore hodo yoi monode wa arimasen. Mattaku tanjundesu.)\u001b[22m\n\nTranslations of \u001b[4mBut no, in all seriousness this is one of those anime's you want to watch just to relax and enjoy the characters. (because fan service) It is also a very peculiar anime in a way, because throughout the anime there is no sound. Only the guy talking. The opening, naturally has a song and everything, but when it comes to actual sound during the episodes, there is none. It's very weird, but at the same time makes you want to focus on the voice talking more. The art, however, is not as good in my opinion.. It's quite simple is all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut no, in all seriousness this is one of those anime's you want to watch just to relax and enjoy the characters.\u001b[24m\n    \u001b[1mしかし、すべての真剣さの中で、これはキャラクターをリラックスして楽しむためだけに見たいアニメの1つです。\u001b[22m, \u001b[1mしかし、いや、すべての深刻さでは、これはあなただけリラックスして文字を楽しむために見たいものをアニメのの一つです。\u001b[22m\n\u001b[4m(because fan service) It is also a very peculiar anime in a way, because throughout the anime there is no sound.\u001b[24m\n    \u001b[1m（ファンのサービスのため）それはアニメを通して音がないので、それはまた、非常に独特のアニメです。\u001b[22m, \u001b[1mアニメ全体では音がないため（サービスカットするので）それは、またのように非常に特異なアニメです。\u001b[22m\n\u001b[4mOnly the guy talking.\u001b[24m\n    \u001b[1m話している人だけ。\u001b[22m, \u001b[1m唯一の男の話。\u001b[22m\n\u001b[4mThe opening, naturally has a song and everything, but when it comes to actual sound during the episodes, there is none.\u001b[24m\n    \u001b[1mオープニングには当然歌とすべてがありますが、エピソードの間に実際のサウンドになると、何もありません。\u001b[22m, \u001b[1m開口部は、自然に歌とすべてのものを持っていますが、それはエピソード中に実際の音に来るとき、何もありません。\u001b[22m\n\u001b[4mIt's very weird, but at the same time makes you want to focus on the voice talking more.\u001b[24m\n    \u001b[1mそれは非常に奇妙ですが、同時にあなたは話す声にもっと集中したいと思っています。\u001b[22m, \u001b[1mそれは非常に奇妙なことだが、同時に、あなたはより多くを話し声に注力したくなります。\u001b[22m\n\u001b[4mThe art, however, is not as good in my opinion.. It's quite simple is all.\u001b[24m\n    \u001b[1mしかし、芸術は私の意見ではそれほど良いものではありません。全く単純です。\u001b[22m, \u001b[1m技術では、しかし、それがすべてで非常に簡単です..私の意見のように良いではありません。\u001b[22m\n\u001b[1m\u001b[22m\nTo kind of sum it all up: Makura no Danshi is an anime where you can enjoy 4 minutes of a guy who is 100% your type and awaken your inner fangirl for a short moment.\n\n\u001b[1mあなたのタイプの100％の男を4分楽しんで、短い時間の間あなたの内側のファンガールを目覚めさせるアニメです。\u001b[22m\n\u001b[1m(Anata no taipu no 100-pāsento no otoko o 4-bu tanoshinde, mijikai jikan no ma anata no uchigawa no fangāru o mezame saseru animedesu.)\u001b[22m\n\nTranslations of \u001b[4mTo kind of sum it all up: Makura no Danshi is an anime where you can enjoy 4 minutes of a guy who is 100% your type and awaken your inner fangirl for a short moment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo kind of sum it all up: Makura no Danshi is an anime where you can enjoy 4 minutes of a guy who is 100% your type and awaken your inner fangirl for a short moment.\u001b[24m\n    \u001b[1mあなたのタイプの100％の男を4分楽しんで、短い時間の間あなたの内側のファンガールを目覚めさせるアニメです。\u001b[22m, \u001b[1m種類のそれをすべてを合計するには：枕なし男子では、100％あなたのタイプである男の4分を楽しみ、一瞬のためにあなたの内側のファンの女の子を目覚めさせることができアニメです。\u001b[22m\nNow I will have to disappoint you otaku's, only a few episodes actually take place in a bed with the guys shirtless :( Such a disappointment.\n\n\u001b[1m今私はあなたにオタクを失望させなければならないでしょう、少数のエピソードは実際には無人のベッドで行われます:(そのような失望。\u001b[22m\n\u001b[1m(Ima watashi wa anata ni otaku o shitsubō sa senakereba naranaideshou, shōsū no episōdo wa jissai ni wa mujin no beddo de okonawa remasu: (So no yōna shitsubō.)\u001b[22m\n\nTranslations of \u001b[4mNow I will have to disappoint you otaku's, only a few episodes actually take place in a bed with the guys shirtless :( Such a disappointment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow I will have to disappoint you otaku's, only a few episodes actually take place in a bed with the guys shirtless :( Such a disappointment.\u001b[24m\n    \u001b[1m今私はあなたにオタクを失望させなければならないでしょう、少数のエピソードは実際には無人のベッドで行われます:(そのような失望。\u001b[22m, \u001b[1m今、私はいくつかのエピソードが実際に上半身裸の男とベッドの中で場所を取る:(このような失望を、あなたオタクさんを失望する必要があります。\u001b[22m\nStill a 100% husbando anime.\n\n\u001b[1mまだ100％のhusbandoアニメ。\u001b[22m\n\u001b[1m(Mada 100-pāsento no husbando anime.)\u001b[22m\n\nTranslations of \u001b[4mStill a 100% husbando anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill a 100% husbando anime.\u001b[24m\n    \u001b[1mまだ100％のhusbandoアニメ。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Lillith_Letrange",
    "profile": "/profile/Lillith_Letrange/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=200141",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  5\nキャラクター|  4\n|  1\n\nこれはあなたを眠らせさせるアニメでしたか？ おめでとう！ 私は眠ってしまった...\n\nこれは、キャラクターの貧弱な開発のために、私にとっては実際にはかなり恐ろしいものでした。 私はオットーゲーム全般を本当に好きですが、これはうまく処理されませんでした。 すべての独白/対話はほとんど違いがなく、同じでした。 彼らが提示したキャラクターの種類は何も特別なものではなかった...彼らはまともなものでしたが、個性が欠けていました...彼らはあなたを眠らせようとしているロボットのようでした...時には午後2時（そのミュージシャンの男）です。 それは意味をなさない。\n私は失望していると言いますが、私は実際にはそうではありません。  otomeゲームから作られたアニメを見るたびに、ほとんどの場合、大失敗です。 どういうわけか、どんなオットーのゲームの話の可能性が砕かれる：/あまりにも悪い。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nSo this was an anime that was suppose to get you to sleep? Congrats!!! I fell asleep...\n\n\u001b[1mこれはあなたを眠らせさせるアニメでしたか？ おめでとう！ 私は眠ってしまった...\u001b[22m\n\u001b[1m(Kore wa anata o nemurase saseru animedeshita ka? Omedetō! Watashi wa nemutte shimatta...)\u001b[22m\n\nTranslations of \u001b[4mSo this was an anime that was suppose to get you to sleep? Congrats!!! I fell asleep...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo this was an anime that was suppose to get you to sleep?\u001b[24m\n    \u001b[1mこれはあなたを眠らせさせるアニメでしたか？\u001b[22m, \u001b[1mだから、これはあなたが眠るために得ることを仮定したアニメでしたか？\u001b[22m\n\u001b[4mCongrats!!!\u001b[24m\n    \u001b[1mおめでとう！\u001b[22m, \u001b[1mおめでとう!!!\u001b[22m\n\u001b[4mI fell asleep...\u001b[24m\n    \u001b[1m私は眠ってしまった...\u001b[22m, \u001b[1m私は眠りに落ちた...\u001b[22m, \u001b[1m私は眠ってしまいました...\u001b[22m\n\u001b[1m\u001b[22m\nThis was actually quite horrible to me because of the poor character development....none actually. I really like otome games in general but this was poorly processed. All the monologues/dialogues were the same with very little differences. The types of characters they presented weren't anything special...they were decent but they lacked personality...they seemed like robots trying to get you to sleep...sometimes when it's like 2 PM (that musician guy).. .it made no sense.\n\n\u001b[1mこれは、キャラクターの貧弱な開発のために、私にとっては実際にはかなり恐ろしいものでした。 私はオットーゲーム全般を本当に好きですが、これはうまく処理されませんでした。 すべての独白/対話はほとんど違いがなく、同じでした。 彼らが提示したキャラクターの種類は何も特別なものではなかった...彼らはまともなものでしたが、個性が欠けていました...彼らはあなたを眠らせようとしているロボットのようでした...時には午後2時（そのミュージシャンの男）です。 それは意味をなさない。\u001b[22m\n\u001b[1m(Kore wa, kyarakutā no hinjakuna kaihatsu no tame ni, watashi ni totte wa jissai ni wa kanari osoroshī monodeshita. Watashi wa ottōgēmu zenpan o hontōni sukidesuga, kore wa umaku shori sa remasendeshita. Subete no dokuhaku/ taiwa wa hotondo chigai ga naku, onajideshita. Karera ga teiji shita kyarakutā no shurui wa nani mo tokubetsuna monode wa nakatta... Karera wa matomona monodeshitaga, kosei ga kakete imashita... Karera wa anata o nemuraseyou to shite iru robotto no yōdeshita... Tokiniha gogo 2-ji (sono myūjishan no otoko)desu. Sore wa imiwonasanai.)\u001b[22m\n\nTranslations of \u001b[4mThis was actually quite horrible to me because of the poor character development....none actually. I really like otome games in general but this was poorly processed. All the monologues/dialogues were the same with very little differences. The types of characters they presented weren't anything special...they were decent but they lacked personality...they seemed like robots trying to get you to sleep...sometimes when it's like 2 PM (that musician guy).. .it made no sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis was actually quite horrible to me because of the poor character development....none actually.\u001b[24m\n    \u001b[1mこれは、キャラクターの貧弱な開発のために、私にとっては実際にはかなり恐ろしいものでした。\u001b[22m, \u001b[1mこれは悪いため、文字の開発....実際にどれを実際に私には非常に恐ろしいことでした。\u001b[22m\n\u001b[4mI really like otome games in general but this was poorly processed.\u001b[24m\n    \u001b[1m私はオットーゲーム全般を本当に好きですが、これはうまく処理されませんでした。\u001b[22m, \u001b[1m私は本当に一般的な乙女ゲームが好きが、これは不十分に処理しました。\u001b[22m\n\u001b[4mAll the monologues/dialogues were the same with very little differences.\u001b[24m\n    \u001b[1mすべての独白/対話はほとんど違いがなく、同じでした。\u001b[22m, \u001b[1mすべてのモノローグ/対話は非常に少ないの違いと同じでした。\u001b[22m\n\u001b[4mThe types of characters they presented weren't anything special...they were decent but they lacked personality...they seemed like robots trying to get you to sleep...sometimes when it's like 2 PM (that musician guy)..\u001b[24m\n    \u001b[1m彼らが提示したキャラクターの種類は何も特別なものではなかった...彼らはまともなものでしたが、個性が欠けていました...彼らはあなたを眠らせようとしているロボットのようでした...時には午後2時（そのミュージシャンの男）です。\u001b[22m, \u001b[1m彼らが提示した文字の種類は、それが午後2時（そのミュージシャンの男）のようなものだ、時にはときに...彼らはあなたが眠りに取得しようとしているロボットのように思えた...彼らはまともだったが、彼らは人格を欠いていた...何も特別なことはありませんでした..\u001b[22m\n\u001b[4m.it made no sense.\u001b[24m\n    \u001b[1mそれは意味をなさない。\u001b[22m, \u001b[1m.ITは意味をなされていません。\u001b[22m\nI would say I'm disappointed but I'm actually not. Every time I see an anime made out of otome game, it's almost always a big fat fail. Somehow, the potential of a story of any otome game gets crushed :/ Too bad.\n\n\u001b[1m私は失望していると言いますが、私は実際にはそうではありません。  otomeゲームから作られたアニメを見るたびに、ほとんどの場合、大失敗です。 どういうわけか、どんなオットーのゲームの話の可能性が砕かれる：/あまりにも悪い。\u001b[22m\n\u001b[1m(Watashi wa shitsubō shite iru to iimasuga, watashi wa jissai ni wa sōde wa arimasen. Otome gēmu kara tsukura reta anime o miru tabi ni, hotondo no baai, dai shippaidesu. Dō iu wake ka, don'na ottō no gēmu no hanashi no kanōsei ga kudaka reru: / Amarini mo warui.)\u001b[22m\n\nTranslations of \u001b[4mI would say I'm disappointed but I'm actually not. Every time I see an anime made out of otome game, it's almost always a big fat fail. Somehow, the potential of a story of any otome game gets crushed :/ Too bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would say I'm disappointed but I'm actually not.\u001b[24m\n    \u001b[1m私は失望していると言いますが、私は実際にはそうではありません。\u001b[22m, \u001b[1m私は失望していると言うだろうが、私は実際にはありませんよ。\u001b[22m\n\u001b[4mEvery time I see an anime made out of otome game, it's almost always a big fat fail.\u001b[24m\n    \u001b[1motomeゲームから作られたアニメを見るたびに、ほとんどの場合、大失敗です。\u001b[22m, \u001b[1m私は乙女ゲームで作られたアニメを見るたびに、それはほとんど常に失敗大きな脂肪です。\u001b[22m\n\u001b[4mSomehow, the potential of a story of any otome game gets crushed :/ Too bad.\u001b[24m\n    \u001b[1mどういうわけか、どんなオットーのゲームの話の可能性が砕かれる：/あまりにも悪い。\u001b[22m, \u001b[1mどういうわけか、任意の乙女ゲームの物語の電位が押しつぶさ：/あまりにも悪いです。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "bottledragon",
    "profile": "/profile/bottledragon/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=199342",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  5\nサウンド|  4\nキャラクター|  2\n|  3\n\n私はbishies（bishounens、akaの熱いアニメの素人）、otomeのゲーム、そしてチーズなものが大好きなので、このショーに興味がありました。 しかし、このショーは大暴れでした。\n\nそれはあなたが昼寝をしようとしている間にあなたと話したい異なるbishiesの束を通してあなたを連れて行く。 エピソードは4分の長さであるため、毎回あなたの性格のちょっとしたスニペットが得られます。これは公正です。 すべてのエピソードで通常VNやオトメのゲームになるCGが表示されるため、この番組では実際には機能しません。\n\nテーマソングは本当にキャッチーです。 テーマソングのほかに、このショーで演奏する音楽はありません。 だから、彼らが話している間、何かを休んで、背景に沈黙があります。 最悪の部分は、バイオリンのバイシーがあなたのためにバイオリンを演奏しようとしているときで、ただ沈黙しているときです。\n\nだからあなたがあなたの欲望を満足させるショーを探しているなら...これはそうではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nI was interested in this show because I love bishies (bishounens, aka hot anime dudes), otome games, and cheesy stuff. However, this show was a major letdown.\n\n\u001b[1m私はbishies（bishounens、akaの熱いアニメの素人）、otomeのゲーム、そしてチーズなものが大好きなので、このショーに興味がありました。 しかし、このショーは大暴れでした。\u001b[22m\n\u001b[1m(Watashi wa bishies (bishounens, aka no atsui anime no shirōto), otome no gēmu, soshite chīzuna mono ga daisukinanode, kono shō ni kyōmi ga arimashita. Shikashi, kono shō wa dai abaredeshita.)\u001b[22m\n\nTranslations of \u001b[4mI was interested in this show because I love bishies (bishounens, aka hot anime dudes), otome games, and cheesy stuff. However, this show was a major letdown.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was interested in this show because I love bishies (bishounens, aka hot anime dudes), otome games, and cheesy stuff.\u001b[24m\n    \u001b[1m私はbishies（bishounens、akaの熱いアニメの素人）、otomeのゲーム、そしてチーズなものが大好きなので、このショーに興味がありました。\u001b[22m, \u001b[1m私はbishies（bishounens、別名ホットアニメの男）、乙女ゲーム、安っぽいものを愛しているから、私はこの番組に興味を持っていました。\u001b[22m\n\u001b[4mHowever, this show was a major letdown.\u001b[24m\n    \u001b[1mしかし、このショーは大暴れでした。\u001b[22m, \u001b[1mしかし、このショーは主要な失望でした。\u001b[22m\n\u001b[1m\u001b[22m\nIt takes you through a bunch of different bishies that want to talk to you while you are trying to take a nap. You only get a little snippet of their personality each time, which is fair, because the episodes are 4 minutes long. It's weird, because in every episode, it'll show a CG that would normally be in a VN or otome game, but it doesn't really work in this show.\n\n\u001b[1mそれはあなたが昼寝をしようとしている間にあなたと話したい異なるbishiesの束を通してあなたを連れて行く。 エピソードは4分の長さであるため、毎回あなたの性格のちょっとしたスニペットが得られます。これは公正です。 すべてのエピソードで通常VNやオトメのゲームになるCGが表示されるため、この番組では実際には機能しません。\u001b[22m\n\u001b[1m(Sore wa anata ga hirune o shiyou to shite iru ma ni anata to hanashitai kotonaru bishies no taba o tōshite anata o tsureteiku. Episōdo wa 4-bu no naga-sadearu tame, maikai anata no seikaku no chottoshita sunipetto ga e raremasu. Kore wa kōseidesu. Subete no episōdo de tsūjō VN ya Otome no gēmu ni naru CG ga hyōji sa reru tame, kono bangumide wa jissai ni wa kinō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIt takes you through a bunch of different bishies that want to talk to you while you are trying to take a nap. You only get a little snippet of their personality each time, which is fair, because the episodes are 4 minutes long. It's weird, because in every episode, it'll show a CG that would normally be in a VN or otome game, but it doesn't really work in this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt takes you through a bunch of different bishies that want to talk to you while you are trying to take a nap.\u001b[24m\n    \u001b[1mそれはあなたが昼寝をしようとしている間にあなたと話したい異なるbishiesの束を通してあなたを連れて行く。\u001b[22m, \u001b[1mそれはあなたが昼寝をしようとしているときに話をしたい異なるbishiesの束を介して表示されます。\u001b[22m\n\u001b[4mYou only get a little snippet of their personality each time, which is fair, because the episodes are 4 minutes long.\u001b[24m\n    \u001b[1mエピソードは4分の長さであるため、毎回あなたの性格のちょっとしたスニペットが得られます。これは公正です。\u001b[22m, \u001b[1mあなただけのエピソードが4分長いので、公平である彼らの個性たびに、少しスニペットを取得します。\u001b[22m\n\u001b[4mIt's weird, because in every episode, it'll show a CG that would normally be in a VN or otome game, but it doesn't really work in this show.\u001b[24m\n    \u001b[1mすべてのエピソードで通常VNやオトメのゲームになるCGが表示されるため、この番組では実際には機能しません。\u001b[22m, \u001b[1mすべてのエピソードで、それは通常、VNや乙女ゲームであろうCGを紹介しますので、それは、奇妙なことだが、それは本当にこのショーでは動作しません。\u001b[22m\n\u001b[1m\u001b[22m\nThe theme song is really catchy. Aside from the theme song, there is no music that ever plays during this show. So while they are talking, pausing, whatever, there is silence in the background. The worst part is when the violist bishy is trying to play his violin for you and there is just silence.\n\n\u001b[1mテーマソングは本当にキャッチーです。 テーマソングのほかに、このショーで演奏する音楽はありません。 だから、彼らが話している間、何かを休んで、背景に沈黙があります。 最悪の部分は、バイオリンのバイシーがあなたのためにバイオリンを演奏しようとしているときで、ただ沈黙しているときです。\u001b[22m\n\u001b[1m(Tēmasongu wa hontōni kyatchīdesu. Tēmasongu no hoka ni, kono shō de ensō suru ongaku wa arimasen. Dakara, karera ga hanashite iru ma, nanika o yasunde, haikei ni chinmoku ga arimasu. Saiaku no bubun wa, baiorin no baishī ga anata no tame ni baiorin o ensō shiyou to shite iru toki de, tada chinmoku shite iru tokidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe theme song is really catchy. Aside from the theme song, there is no music that ever plays during this show. So while they are talking, pausing, whatever, there is silence in the background. The worst part is when the violist bishy is trying to play his violin for you and there is just silence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe theme song is really catchy.\u001b[24m\n    \u001b[1mテーマソングは本当にキャッチーです。\u001b[22m\n\u001b[4mAside from the theme song, there is no music that ever plays during this show.\u001b[24m\n    \u001b[1mテーマソングのほかに、このショーで演奏する音楽はありません。\u001b[22m, \u001b[1m別にテーマソングから、今までにこのショーの間に果たしてない音楽はありません。\u001b[22m\n\u001b[4mSo while they are talking, pausing, whatever, there is silence in the background.\u001b[24m\n    \u001b[1mだから、彼らが話している間、何かを休んで、背景に沈黙があります。\u001b[22m, \u001b[1m彼らは、話を一時停止している間そこで、どのような、バックグラウンドでの沈黙があります。\u001b[22m\n\u001b[4mThe worst part is when the violist bishy is trying to play his violin for you and there is just silence.\u001b[24m\n    \u001b[1m最悪の部分は、バイオリンのバイシーがあなたのためにバイオリンを演奏しようとしているときで、ただ沈黙しているときです。\u001b[22m, \u001b[1m最悪の部分は、ヴィオリストのbishyがあなたのために彼のバイオリンを演奏しようとしているだけ沈黙があるときです。\u001b[22m\n\u001b[1m\u001b[22m\nSo if you're looking for a show that will satisfy your bishy desires...this isn't it.\n\n\u001b[1mだからあなたがあなたの欲望を満足させるショーを探しているなら...これはそうではありません。\u001b[22m\n\u001b[1m(Dakara anata ga anata no yokubō o manzoku sa seru shō o sagashite irunara... Kore wa sōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSo if you're looking for a show that will satisfy your bishy desires...this isn't it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo if you're looking for a show that will satisfy your bishy desires...this isn't it.\u001b[24m\n    \u001b[1mだからあなたがあなたの欲望を満足させるショーを探しているなら...これはそうではありません。\u001b[22m, \u001b[1mあなたはbishy欲望を満足させるショーを探しているのであれば...これはそれではありません。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Orechama",
    "profile": "/profile/Orechama/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=215985",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  3\nキャラクター|  2\n|  6\n\n申し訳ありませんが、私はこのアニメを真剣に受け入れることができませんでした。（私は誓った）\n独白は非常に安っぽく、貧弱な文章です。問題は..それはすべてです！ 文字通りそれ以外は何もありません。 それは面白いxDになることがとても悪いです\nたとえば、この1つのエピソードがあったとき、そのうちの1人が、彼がヴァイオリンを弾いていることを聞いて、何もバックグラウンドで演奏していないと言っていました。\n\n\nとにかく、私はこのアニメを笑いたい、あるいは本当に忍び寄る人に推薦します、＆lt;＆lt; 私はそれの目的ではないと信じている\nちょっとエピソードはわずか4分、試してみてくださいそれはあなたの新しいものになるかもしれない",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nI'm sorry but I couldn't take this anime seriously.. (I swear I tried)\n\n\u001b[1m申し訳ありませんが、私はこのアニメを真剣に受け入れることができませんでした。（私は誓った）\u001b[22m\n\u001b[1m(Mōshiwakearimasenga, watashi wa kono anime o shinken ni ukeireru koto ga dekimasendeshita. (Watashi wa chikatta))\u001b[22m\n\nTranslations of \u001b[4mI'm sorry but I couldn't take this anime seriously.. (I swear I tried)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm sorry but I couldn't take this anime seriously.. (I swear I tried)\u001b[24m\n    \u001b[1m申し訳ありませんが、私はこのアニメを真剣に受け入れることができませんでした。（私は誓った）\u001b[22m, \u001b[1m（私は私が試した誓う）..私は申し訳ありませんが、私は真剣にこのアニメを取ることができませんでした\u001b[22m\nthe monologues are very cheesy and poor written, and the problem is.. it's all about that !! there's literally nothing other than that. it's so bad that it becomes entertaining xD\n\n\u001b[1m独白は非常に安っぽく、貧弱な文章です。問題は..それはすべてです！ 文字通りそれ以外は何もありません。 それは面白いxDになることがとても悪いです\u001b[22m\n\u001b[1m(Dokuhaku wa hijō ni yasuppoku, hinjakuna bunshōdesu. Mondai wa.. Sore wa subetedesu! Mojidōri sore igai wa nani mo arimasen. Sore wa omoshiroi xD ni naru koto ga totemo waruidesu)\u001b[22m\n\nTranslations of \u001b[4mthe monologues are very cheesy and poor written, and the problem is.. it's all about that !! there's literally nothing other than that. it's so bad that it becomes entertaining xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe monologues are very cheesy and poor written, and the problem is.. it's all about that !!\u001b[24m\n    \u001b[1m独白は非常に安っぽく、貧弱な文章です。問題は..それはすべてです！\u001b[22m, \u001b[1mモノローグが書かれて非常に安っぽいと貧しいであり、問題がある..それはそれについてのすべてです！\u001b[22m\n\u001b[4mthere's literally nothing other than that.\u001b[24m\n    \u001b[1m文字通りそれ以外は何もありません。\u001b[22m, \u001b[1mそれ以外のものは、文字通りありません。\u001b[22m\n\u001b[4mit's so bad that it becomes entertaining xD\u001b[24m\n    \u001b[1mそれは面白いxDになることがとても悪いです\u001b[22m, \u001b[1mそれが面白いのxDなるように悪いです\u001b[22m\nfor example there was this one episode when one of them is telling you to listen to him playing violin and nothing plays in the background ..\n\n\u001b[1mたとえば、この1つのエピソードがあったとき、そのうちの1人が、彼がヴァイオリンを弾いていることを聞いて、何もバックグラウンドで演奏していないと言っていました。\u001b[22m\n\u001b[1m(Tatoeba, kono 1tsu no episōdo ga atta toki, sonōchi no 1-ri ga, kare ga vu~aiorin o hiite iru koto o kiite, nani mo bakkuguraundo de ensō shite inai to itte imashita.)\u001b[22m\n\nTranslations of \u001b[4mfor example there was this one episode when one of them is telling you to listen to him playing violin and nothing plays in the background ..\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfor example there was this one episode when one of them is telling you to listen to him playing violin and nothing plays in the background ..\u001b[24m\n    \u001b[1mたとえば、この1つのエピソードがあったとき、そのうちの1人が、彼がヴァイオリンを弾いていることを聞いて、何もバックグラウンドで演奏していないと言っていました。\u001b[22m, \u001b[1m例えばその一つは、あなたがバイオリンを演奏彼に聞くことを語っていると何もバックグラウンドで再生しないこの1つのエピソードがありました..\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nanyway, I recommend this anime to whoever wants to laugh or to get really creeped out,, &lt;&lt; which I believe are not the purpose of it\n\n\u001b[1mとにかく、私はこのアニメを笑いたい、あるいは本当に忍び寄る人に推薦します、＆lt;＆lt; 私はそれの目的ではないと信じている\u001b[22m\n\u001b[1m(Tonikaku, watashi wa kono anime o waraitai, aruiwa hontōni shinobiyoru hito ni suisen shimasu,& lt; & lt; watashi wa sore no mokutekide wa nai to shinjite iru)\u001b[22m\n\nTranslations of \u001b[4manyway, I recommend this anime to whoever wants to laugh or to get really creeped out,, &lt;&lt; which I believe are not the purpose of it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4manyway, I recommend this anime to whoever wants to laugh or to get really creeped out,, &lt;&lt;\u001b[24m\n    \u001b[1mとにかく、私はこのアニメを笑いたい、あるいは本当に忍び寄る人に推薦します、＆lt;＆lt;\u001b[22m, \u001b[1mとにかく、私は笑うことや、本当にぞっと取得したい人には誰にでも、このアニメをお勧めします,,＆LT;＆LT;\u001b[22m\n\u001b[4mwhich I believe are not the purpose of it\u001b[24m\n    \u001b[1m私はそれの目的ではないと信じている\u001b[22m, \u001b[1m私はそれの目的ではないと信じています\u001b[22m\nbut hey the episodes are only 4 min long, have a try maybe it will be your new thing\n\n\u001b[1mちょっとエピソードはわずか4分、試してみてくださいそれはあなたの新しいものになるかもしれない\u001b[22m\n\u001b[1m(Chotto episōdo wa wazuka 4-bu, tameshite mite kudasai sore wa anata no atarashī mono ni naru kamo shirenai)\u001b[22m\n\nTranslations of \u001b[4mbut hey the episodes are only 4 min long, have a try maybe it will be your new thing\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mbut hey the episodes are only 4 min long, have a try maybe it will be your new thing\u001b[24m\n    \u001b[1mちょっとエピソードはわずか4分、試してみてくださいそれはあなたの新しいものになるかもしれない\u001b[22m, \u001b[1mちょっとエピソードは、わずか4分の長さで試してみる多分それはあなたの新しいものになります\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "angelsreview",
    "profile": "/profile/angelsreview/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=213688",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  9\nサウンド|  5\nキャラクター|  4\n|  6\n\n私は、「ヒナコと一緒に眠る」という番組を見直したとき、皆さんは覚えていますか？ さて、これはかなりその男性のバージョンです。 私は悪くはないと言っているわけではありません。 このクラスにはより多くのクラスが含まれているようです。 このショーでは、各エピソードごとに新しいキャラクターが表示され、異なるステレオタイプがさまざまなことをしています。 最初のエピソードはベッドであなたと一緒に横たわっているかわいい男の子で、次のショーはあまりにも多くを飲んだ後、同じ車に座っている同僚です。  1つの年齢だけでなく、多種多様な人々に対応しているようなものです。  1つのエピソードでさえ、彼らは高校生と彼のクラスメートのいずれかの靴に入れている。 どんなことにもかかわらず、すべてのキャラクターは非常に似ています。 私はキャラクターの性格が似ているので、キャラクターに何を言いたいのか分からず、約4分の1つのエピソードでしか見ることができません。\n\n\n\nキャラクターはかなりステレオタイプのデザインですが、アートワークは本当に美しく仕上げられています。 彼らが学校から来た場合、彼らはスーツなどを着ているビジネスマンの場合、学校の服装を着て、パンクのように少し見える。 このオープニングは実際には非常に誤解を招いています。私は、キャラクターがどのようにセクシュアライズされたのかについてこのショーを裂くだろうと思ったからです。 オープニングには、たくさんの辛口の男がいて、いくつかは裸で、オープニングでこのショウがどうなっていくのだろうと思っていました。 しかし、それはまったくそのようには行きませんでした。 カメラが静止画を見ながらたくさんの話をしています（そして、すべてのキャラクターはかなり身に着けています）。時には、男が何かを言っている間に口が動かないこともあります。 アートワークはかわいいですが、あまりアニメーションが入っていないので、アートがどれほど素晴らしかったかが分かります。\n\n音... um...私達が得る唯一の音楽はオープニングの歌で、私はそれが何のことを言っているのか、何を言っているのか分からないが、それはむしろ素晴らしい。 それ以外のことは、文字を自分たちの行だけにして、今は日本語ですべてのものを手に入れているので、すべてが少し神秘的です。 これについての悪いことは、私たちがヴァイオリンのプレイヤーに直面しているエピソードが1つありますが、彼があなたのためにヴァイオリンを演奏するとき、彼は話しているだけです。 音楽が本当に必要なところに置かれたら、私が愛していたように、むしろ失望しています。 確かに、同僚のような時代には音楽は必要ないのですが、文字が音楽の周りを回っている場合は、音楽を入れてください。 実際には、私はそれについて考えても、まったく音の影響はありません。 私は彼らがアートワークと声優にそれほど多くを押しつけ、音が影響しない理由を理解していません。\n\nだからショーは悪くないが、それは一種の意味がない。 私はうそをつくことはしませんし、主要なプロットがあると言いますが、私はそれが驚くべきことではないと言いません、そして、あなたはこれを見なければなりません。 しかし、私はそういうアニメだから、そこにいるほとんどのショーと違ったやり方をしていると言います。 あなたが好きであればそれを見てください。もしあなたがそれを無料で見つけることができれば、それを見てください。 これは、女の子のためのかなりのファンサービス、または他の男性が好きな男性です。 今、Crunchyrollで実際に見ることができますので、見てみるのは簡単です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nDo you guys remember when I reviewed the show ‘Sleeping with Hinako’ at all? Well, this is pretty much the male version to that show. I’m not saying its bad at all; this one just seems to have more class involved. The show shows a new character each episode and a different stereotype doing different things. The first episode is a cute boy lying with you in bed, and then the next show is a coworker sitting in the same car as you after you drank too much and so on. It’s like it is catering to a large variety of people, not just one age range. In one episode even, they have a high schooler and your put into the shoes of one of his classmates. No matter what though, all the characters act very similar, like they have a crush on you, sometimes acting a bit teasing. I don’t really know what else to say on the characters as their personalities are way to similar and you only see them for one episode that is about 4 minutes long.\n\n\u001b[1m私は、「ヒナコと一緒に眠る」という番組を見直したとき、皆さんは覚えていますか？ さて、これはかなりその男性のバージョンです。 私は悪くはないと言っているわけではありません。 このクラスにはより多くのクラスが含まれているようです。 このショーでは、各エピソードごとに新しいキャラクターが表示され、異なるステレオタイプがさまざまなことをしています。 最初のエピソードはベッドであなたと一緒に横たわっているかわいい男の子で、次のショーはあまりにも多くを飲んだ後、同じ車に座っている同僚です。  1つの年齢だけでなく、多種多様な人々に対応しているようなものです。  1つのエピソードでさえ、彼らは高校生と彼のクラスメートのいずれかの靴に入れている。 どんなことにもかかわらず、すべてのキャラクターは非常に似ています。 私はキャラクターの性格が似ているので、キャラクターに何を言いたいのか分からず、約4分の1つのエピソードでしか見ることができません。\u001b[22m\n\u001b[1m(Watashi wa,`Hinako to issho ni nemuru' to iu bangumi o minaoshita toki, minasan wa oboete imasu ka? Sate, kore wa kanari sono dansei no bājondesu. Watashi wa waruku wa nai to itte iru wakede wa arimasen. Kono kurasuni wa yori ōku no kurasu ga fukuma rete iru yōdesu. Kono shōde wa, kaku episōdo-goto ni atarashī kyarakutā ga hyōji sa re, kotonaru sutereo taipu ga samazamana koto o shite imasu. Saisho no episōdo wa beddo de anata to issho ni yokotawatte iru kawaī otokonoko de,-ji no shō wa amarini mo ōku o nonda nochi, onaji kuruma ni suwatte iru dōryōdesu. 1Tsu no nenrei dakedenaku, tashu tayōna hitobito ni taiō shite iru yōna monodesu. 1Tsu no episōdode sae, karera wa kōkōsei to kare no kurasumēto no izureka no kutsu ni irete iru. Don'na koto nimokakawarazu, subete no kyarakutā wa hijō ni nite imasu. Watashi wa kyarakutā no seikaku ga nite irunode, kyarakutā ni nani o iitai no ka wakarazu, yaku 4-bu no 1tsu no episōdode shika miru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mDo you guys remember when I reviewed the show ‘Sleeping with Hinako’ at all? Well, this is pretty much the male version to that show. I’m not saying its bad at all; this one just seems to have more class involved. The show shows a new character each episode and a different stereotype doing different things. The first episode is a cute boy lying with you in bed, and then the next show is a coworker sitting in the same car as you after you drank too much and so on. It’s like it is catering to a large variety of people, not just one age range. In one episode even, they have a high schooler and your put into the shoes of one of his classmates. No matter what though, all the characters act very similar, like they have a crush on you, sometimes acting a bit teasing. I don’t really know what else to say on the characters as their personalities are way to similar and you only see them for one episode that is about 4 minutes long.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo you guys remember when I reviewed the show ‘Sleeping with Hinako’ at all?\u001b[24m\n    \u001b[1m私は、「ヒナコと一緒に眠る」という番組を見直したとき、皆さんは覚えていますか？\u001b[22m, \u001b[1m私はすべてで「ひなこで眠る 'ショーを見直したときに皆さんは覚えていますか？\u001b[22m\n\u001b[4mWell, this is pretty much the male version to that show.\u001b[24m\n    \u001b[1mさて、これはかなりその男性のバージョンです。\u001b[22m, \u001b[1mまあ、これはかなりそのショーに男性バージョンです。\u001b[22m\n\u001b[4mI’m not saying its bad at all;\u001b[24m\n    \u001b[1m私は悪くはないと言っているわけではありません。\u001b[22m, \u001b[1m私は、そのすべて悪いとは言いませんよ。\u001b[22m\n\u001b[4mthis one just seems to have more class involved.\u001b[24m\n    \u001b[1mこのクラスにはより多くのクラスが含まれているようです。\u001b[22m, \u001b[1mこの1はちょうどより多くのクラスが関与しているようです。\u001b[22m\n\u001b[4mThe show shows a new character each episode and a different stereotype doing different things.\u001b[24m\n    \u001b[1mこのショーでは、各エピソードごとに新しいキャラクターが表示され、異なるステレオタイプがさまざまなことをしています。\u001b[22m, \u001b[1mショーは新キャラクターそれぞれのエピソードと異なることをやって別のステレオタイプを示しています。\u001b[22m\n\u001b[4mThe first episode is a cute boy lying with you in bed, and then the next show is a coworker sitting in the same car as you after you drank too much and so on.\u001b[24m\n    \u001b[1m最初のエピソードはベッドであなたと一緒に横たわっているかわいい男の子で、次のショーはあまりにも多くを飲んだ後、同じ車に座っている同僚です。\u001b[22m, \u001b[1m最初のエピソードは、ベッドの中であなたと一緒に横たわってかわいい男の子であり、その後、次のショーでは、というようにあまりにも多くを飲んだとした後、あなたと同じ車の中で座っている同僚があります。\u001b[22m\n\u001b[4mIt’s like it is catering to a large variety of people, not just one age range.\u001b[24m\n    \u001b[1m1つの年齢だけでなく、多種多様な人々に対応しているようなものです。\u001b[22m, \u001b[1mそれは人々の多種多様なだけでなく、1年齢の範囲にケータリングされているようなものです。\u001b[22m\n\u001b[4mIn one episode even, they have a high schooler and your put into the shoes of one of his classmates.\u001b[24m\n    \u001b[1m1つのエピソードでさえ、彼らは高校生と彼のクラスメートのいずれかの靴に入れている。\u001b[22m, \u001b[1m1つのエピソードであっても、彼らは高校生と彼のクラスメートの1の靴にあなたのプットを持っています。\u001b[22m\n\u001b[4mNo matter what though, all the characters act very similar, like they have a crush on you, sometimes acting a bit teasing.\u001b[24m\n    \u001b[1mどんなことにもかかわらず、すべてのキャラクターは非常に似ています。\u001b[22m, \u001b[1m彼らは時々ビットからかいを演技、あなたに好意を持っていますようにどんなにしかし何を、すべての文字が、非常によく似た働きません。\u001b[22m\n\u001b[4mI don’t really know what else to say on the characters as their personalities are way to similar and you only see them for one episode that is about 4 minutes long.\u001b[24m\n    \u001b[1m私はキャラクターの性格が似ているので、キャラクターに何を言いたいのか分からず、約4分の1つのエピソードでしか見ることができません。\u001b[22m, \u001b[1m私は本当に自分の個性が道と類似しており、あなたが唯一の約4分の長さである1つのエピソードのためにそれらを見るように文字に言って他に何かわかりません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe artwork is really beautifully done, though characters are pretty much stereotypical in design. If they are from school they are wearing school outfits and looking slightly like a punk, if it’s a businessman he is dressed in a suit and so on. The opening is actually very misleading as I thought I would be tearing this show down for how sexualized the characters were made out to be. The opening has many scantily clad men, some even naked, with the opening that I thought that was how this show was going to go. But it didn’t go that way at all. Lots of time it’s a lot of talking while the camera pans over a still image (And yes, all the characters have pretty much stayed clothed), sometimes the mouth isn’t even moving while the guy is saying anything. The artwork is pretty but not much animation was put into it and I guess that’s why they could get away with how awesome the art is.\n\n\u001b[1mキャラクターはかなりステレオタイプのデザインですが、アートワークは本当に美しく仕上げられています。 彼らが学校から来た場合、彼らはスーツなどを着ているビジネスマンの場合、学校の服装を着て、パンクのように少し見える。 このオープニングは実際には非常に誤解を招いています。私は、キャラクターがどのようにセクシュアライズされたのかについてこのショーを裂くだろうと思ったからです。 オープニングには、たくさんの辛口の男がいて、いくつかは裸で、オープニングでこのショウがどうなっていくのだろうと思っていました。 しかし、それはまったくそのようには行きませんでした。 カメラが静止画を見ながらたくさんの話をしています（そして、すべてのキャラクターはかなり身に着けています）。時には、男が何かを言っている間に口が動かないこともあります。 アートワークはかわいいですが、あまりアニメーションが入っていないので、アートがどれほど素晴らしかったかが分かります。\u001b[22m\n\u001b[1m(Kyarakutā wa kanari sutereo taipu no dezaindesuga, ātowāku wa hontōni utsukushiku shiage rarete imasu. Karera ga gakkō kara kita baai, karera wa sūtsu nado o kite iru bijinesuman no baai, gakkō no fukusō o kite, panku no yō ni sukoshi mieru. Kono ōpuningu wa jissai ni wa hijō ni gokai o maneite imasu. Watashi wa, kyarakutā ga dono yō ni sekushuaraizu sa reta no ka ni tsuite kono shō o sakudarou to omottakaradesu. Ōpuningu ni wa, takusan no karakuchi no otoko ga ite, ikutsu ka wa hadaka de, ōpuningu de kono shō ga dō natte iku nodarou to omotte imashita. Shikashi, sore wa mattaku sonoyōni wa ikimasendeshita. Kamera ga seishi-ga o minagara takusan no hanashi o shite imasu (soshite, subete no kyarakutā wa kanari mi ni tsukete imasu). Tokiniha, otoko ga nanika o itte iru ma ni kuchi ga ugokanai koto mo arimasu. Ātowāku wa kawaīdesuga, amari animēshon ga haitte inainode, āto ga dorehodo subarashikatta ka ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe artwork is really beautifully done, though characters are pretty much stereotypical in design. If they are from school they are wearing school outfits and looking slightly like a punk, if it’s a businessman he is dressed in a suit and so on. The opening is actually very misleading as I thought I would be tearing this show down for how sexualized the characters were made out to be. The opening has many scantily clad men, some even naked, with the opening that I thought that was how this show was going to go. But it didn’t go that way at all. Lots of time it’s a lot of talking while the camera pans over a still image (And yes, all the characters have pretty much stayed clothed), sometimes the mouth isn’t even moving while the guy is saying anything. The artwork is pretty but not much animation was put into it and I guess that’s why they could get away with how awesome the art is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artwork is really beautifully done, though characters are pretty much stereotypical in design.\u001b[24m\n    \u001b[1mキャラクターはかなりステレオタイプのデザインですが、アートワークは本当に美しく仕上げられています。\u001b[22m, \u001b[1m文字はかなりステレオタイプの設計であるけれどもアートワークは本当に美しく、行われます。\u001b[22m\n\u001b[4mIf they are from school they are wearing school outfits and looking slightly like a punk, if it’s a businessman he is dressed in a suit and so on.\u001b[24m\n    \u001b[1m彼らが学校から来た場合、彼らはスーツなどを着ているビジネスマンの場合、学校の服装を着て、パンクのように少し見える。\u001b[22m, \u001b[1m彼らは学校からのものである場合、それらは学校の衣装を身に着けていると、それはビジネスマンだならば、彼はスーツを着て、というようにされ、パンクのように少し探しています。\u001b[22m\n\u001b[4mThe opening is actually very misleading as I thought I would be tearing this show down for how sexualized the characters were made out to be.\u001b[24m\n    \u001b[1mこのオープニングは実際には非常に誤解を招いています。私は、キャラクターがどのようにセクシュアライズされたのかについてこのショーを裂くだろうと思ったからです。\u001b[22m, \u001b[1m私は文字があることがなされたかを性的のためにダウンし、このショーを引き裂くことだろうと思ったように開口部が、実際には非常に誤解を招く恐れがあります。\u001b[22m\n\u001b[4mThe opening has many scantily clad men, some even naked, with the opening that I thought that was how this show was going to go.\u001b[24m\n    \u001b[1mオープニングには、たくさんの辛口の男がいて、いくつかは裸で、オープニングでこのショウがどうなっていくのだろうと思っていました。\u001b[22m, \u001b[1m開口部は、私はこのショーに行くつもりだったかと思ったのが始まりで、多くの半裸の男性、いくつかさえも裸を持っています。\u001b[22m\n\u001b[4mBut it didn’t go that way at all.\u001b[24m\n    \u001b[1mしかし、それはまったくそのようには行きませんでした。\u001b[22m, \u001b[1mしかし、それは全くそのように行きませんでした。\u001b[22m\n\u001b[4mLots of time it’s a lot of talking while the camera pans over a still image (And yes, all the characters have pretty much stayed clothed), sometimes the mouth isn’t even moving while the guy is saying anything.\u001b[24m\n    \u001b[1mカメラが静止画を見ながらたくさんの話をしています（そして、すべてのキャラクターはかなり身に着けています）。時には、男が何かを言っている間に口が動かないこともあります。\u001b[22m, \u001b[1m多くの時間、それは男が何を言っている間に、時には口があっても動いていない、（そして、はい、すべての文字はかなり服を着宿泊している）、静止画の上にカメラをパンしながら話がたくさんです。\u001b[22m\n\u001b[4mThe artwork is pretty but not much animation was put into it and I guess that’s why they could get away with how awesome the art is.\u001b[24m\n    \u001b[1mアートワークはかわいいですが、あまりアニメーションが入っていないので、アートがどれほど素晴らしかったかが分かります。\u001b[22m, \u001b[1mアートワークはかなりあまりないアニメーションがそれに入れていると私は、彼らが離れて芸術がいかに素晴らしいと得ることができた理由だと思います。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound… um… The only music we get is the opening song which I’m not sure what it’s called or what they are saying but it is rather awesome. Other then that, we only get the characters saying their lines and since its all in Japanese right now, everything is a bit mysterious. The bad thing about this is that there is one episode we are faced with a violin player and yet when he plays the violin for you, you hear nothing but him talking. It’s rather disappointing as I would have loved if they would actually put music where it needs to be. Sure we don’t need music for times like the coworker, but if a character revolves around music, then put some music in it. Actually, there kind of is no sound affects either at all now that I think about it. I don’t understand why they would push so much into the artwork and the voice acting and not have sound affects.\n\n\u001b[1m音... um...私達が得る唯一の音楽はオープニングの歌で、私はそれが何のことを言っているのか、何を言っているのか分からないが、それはむしろ素晴らしい。 それ以外は、文字を自分のものにしているだけで、今は日本語ですべてのことが少し不思議です。 これについての悪いことは、私たちがヴァイオリンのプレイヤーに直面しているエピソードが1つありますが、彼があなたのためにバイオリンを演奏するとき、彼は話しているだけです。 音楽が本当に必要なところに置かれたら、私が愛していたように、むしろ失望しています。 確かに、同僚のような時代に音楽は必要ないのですが、文字が音楽の周りを回っていれば、その中に音楽を入れてください。 実際には、私はそれについて考えても、まったく音の影響はありません。 私は彼らがアートワークと声優にそれほど多くを押しつけ、音が影響しない理由を理解していません。\u001b[22m\n\u001b[1m(Oto... Um... Watashitachi ga eru yuiitsu no ongaku wa ōpuningu no uta de, watashi wa sore ga nani no koto o itte iru no ka, nani o itte iru no ka wakaranai ga, sore wa mushiro subarashī. Sore igai wa, moji o jibun no mono ni shite iru dake de, ima wa nihongode subete no koto ga sukoshi fushigidesu. Kore ni tsuite no waruikoto wa, watashitachi ga vu~aiorin no pureiyā ni chokumen shite iru episōdo ga 1tsu arimasuga, kare ga anata no tame ni baiorin o ensō suru toki, kare wa hanashite iru dakedesu. Ongaku ga hontōni hitsuyōna tokoro ni oka retara, watashi ga aishite ita yō ni, mushiro shitsubō shite imasu. Tashika ni, dōryō no yōna jidai ni ongaku wa hitsuyō nai nodesuga, moji ga ongaku no mawari o mawatte ireba, sono naka ni ongaku o irete kudasai. Jissai ni wa, watashi wa sore ni tsuite kangaete mo, mattaku oto no eikyō wa arimasen. Watashi wa karera ga ātowāku to seiyū ni sorehodo ōku o oshitsuke,-on ga eikyō shinai riyū o rikai shite imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe sound… um… The only music we get is the opening song which I’m not sure what it’s called or what they are saying but it is rather awesome. Other then that, we only get the characters saying their lines and since its all in Japanese right now, everything is a bit mysterious. The bad thing about this is that there is one episode we are faced with a violin player and yet when he plays the violin for you, you hear nothing but him talking. It’s rather disappointing as I would have loved if they would actually put music where it needs to be. Sure we don’t need music for times like the coworker, but if a character revolves around music, then put some music in it. Actually, there kind of is no sound affects either at all now that I think about it. I don’t understand why they would push so much into the artwork and the voice acting and not have sound affects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound… um… The only music we get is the opening song which I’m not sure what it’s called or what they are saying but it is rather awesome.\u001b[24m\n    \u001b[1m音... um...私達が得る唯一の音楽はオープニングの歌で、私はそれが何のことを言っているのか、何を言っているのか分からないが、それはむしろ素晴らしい。\u001b[22m, \u001b[1m音が...ええと...我々が得る唯一の音楽は、私は、彼らが何を言っているか、それが呼ばれていますかわからないんだけどオープニング曲ですが、それはかなり素晴らしいです。\u001b[22m\n\u001b[4mOther then that, we only get the characters saying their lines and since its all in Japanese right now, everything is a bit mysterious.\u001b[24m\n    \u001b[1mそれ以外は、文字を自分のものにしているだけで、今は日本語ですべてのことが少し不思議です。\u001b[22m, \u001b[1m他のその、我々は文字だけが自分のラインを言って、そのすべて今の日本では、すべてが少し神秘的であるため、取得します。\u001b[22m\n\u001b[4mThe bad thing about this is that there is one episode we are faced with a violin player and yet when he plays the violin for you, you hear nothing but him talking.\u001b[24m\n    \u001b[1mこれについての悪いことは、私たちがヴァイオリンのプレイヤーに直面しているエピソードが1つありますが、彼があなたのためにバイオリンを演奏するとき、彼は話しているだけです。\u001b[22m, \u001b[1mこれについての悪い事は、我々はバイオリン奏者に直面していると、彼はあなたのためにバイオリンを果たしたとき、まだ、あなたは彼が話したが何も聞こえない1つのエピソードがあるということです。\u001b[22m\n\u001b[4mIt’s rather disappointing as I would have loved if they would actually put music where it needs to be.\u001b[24m\n    \u001b[1m音楽が本当に必要なところに置かれたら、私が愛していたように、むしろ失望しています。\u001b[22m, \u001b[1mそれは彼らが実際にそれがあることが必要である音楽を置く場合、私は愛しているだろうとしてではなくがっかり。\u001b[22m\n\u001b[4mSure we don’t need music for times like the coworker, but if a character revolves around music, then put some music in it.\u001b[24m\n    \u001b[1m確かに、同僚のような時代に音楽は必要ないのですが、文字が音楽の周りを回っていれば、その中に音楽を入れてください。\u001b[22m, \u001b[1m確かに、私たちは同僚のような時間のための音楽を必要としますが、文字は音楽を中心に展開している場合、それにいくつかの音楽を入れてはいけません。\u001b[22m\n\u001b[4mActually, there kind of is no sound affects either at all now that I think about it.\u001b[24m\n    \u001b[1m実際には、私はそれについて考えても、まったく音の影響はありません。\u001b[22m, \u001b[1m実際に、種類の音が今、私はそれについて考えることで、すべてのいずれかの影響を与えませんがあります。\u001b[22m\n\u001b[4mI don’t understand why they would push so much into the artwork and the voice acting and not have sound affects.\u001b[24m\n    \u001b[1m私は彼らがアートワークと声優にそれほど多くを押しつけ、音が影響しない理由を理解していません。\u001b[22m, \u001b[1m彼らはアートワークと声の演技にあまりを押して音が影響を与える持っていない理由を私は理解していません。\u001b[22m\n\u001b[1m\u001b[22m\nSo the show isn’t bad, but it is kind of pointless in a way. I am not going to lie and say that there is a major plot, I’m not going to say that it was amazing and you should watch this, and I’m not going to say its worth buying at all. I will however say that it’s a so-so anime that has a way different feel then most shows that are out there. Watch it if you like and if you can find it for free, but if not, you’re really not missing much out of it. It’s pretty much fan service for girls… or men who like other men. Right now, you can watch them on Crunchyroll in fact so it should be easy to take a look at.\n\n\u001b[1mだからショーは悪くないが、それは一種の意味がない。 私はうそをつくことはしませんし、主要なプロットがあると言いますが、私はそれが驚くべきことではないと言いません、そして、あなたはこれを見なければなりません。 しかし、私はそういうアニメだから、そこにいるほとんどのショーと違ったやり方をしていると言います。 あなたが好きであればそれを見てください。もしあなたがそれを無料で見つけることができれば、それを見てください。 これは、女の子のためのかなりのファンサービス、または他の男性が好きな男性です。 今、Crunchyrollで実際に見ることができますので、見てみるのは簡単です。\u001b[22m\n\u001b[1m(Dakara shō wa warukunai ga, soreha isshu no imiganai. Watashi wa uso o tsuku koto wa shimasenshi, shuyōna purotto ga aru to iimasuga, watashi wa sore ga odorokubeki kotode wa nai to iimasen, soshite, anata wa kore o minakereba narimasen. Shikashi, watashi wa sōiu animedakara, soko ni iru hotondo no shō to chigatta yarikata o shite iru to iimasu. Anata ga sukideareba sore o mite kudasai. Moshi anata ga sore o muryō de mitsukeru koto ga dekireba, sore o mite kudasai. Kore wa, on'nanoko no tame no kanari no fansābisu, matawa hoka no dansei ga sukina danseidesu. Ima, Crunchyroll de jissai ni miru koto ga dekimasunode, mite miru no wa kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mSo the show isn’t bad, but it is kind of pointless in a way. I am not going to lie and say that there is a major plot, I’m not going to say that it was amazing and you should watch this, and I’m not going to say its worth buying at all. I will however say that it’s a so-so anime that has a way different feel then most shows that are out there. Watch it if you like and if you can find it for free, but if not, you’re really not missing much out of it. It’s pretty much fan service for girls… or men who like other men. Right now, you can watch them on Crunchyroll in fact so it should be easy to take a look at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo the show isn’t bad, but it is kind of pointless in a way.\u001b[24m\n    \u001b[1mだからショーは悪くないが、それは一種の意味がない。\u001b[22m, \u001b[1mだからショーは悪いことではありませんが、それは一種の無意味な方法です。\u001b[22m\n\u001b[4mI am not going to lie and say that there is a major plot, I’m not going to say that it was amazing and you should watch this, and I’m not going to say its worth buying at all.\u001b[24m\n    \u001b[1m私はうそをつくことはしませんし、主要なプロットがあると言いますが、私はそれが驚くべきことではないと言いません、そして、あなたはこれを見なければなりません。\u001b[22m, \u001b[1m私はそれが驚くべきものだった、あなたはこれを見なければならないと言うつもりはない、と私はまったくその価値の購入を言うつもりはない、うそをつくと主要なプロットがあることを言うつもりはありません。\u001b[22m\n\u001b[4mI will however say that it’s a so-so anime that has a way different feel then most shows that are out there.\u001b[24m\n    \u001b[1mしかし、私はそういうアニメだから、そこにいるほとんどのショーと違ったやり方をしていると言います。\u001b[22m, \u001b[1mしかし私はそれがその後、そこにいるほとんどのショーを方法別の感触を持っているので、とてもアニメだと言うだろう。\u001b[22m\n\u001b[4mWatch it if you like and if you can find it for free, but if not, you’re really not missing much out of it.\u001b[24m\n    \u001b[1mあなたが好きであればそれを見てください。もしあなたがそれを無料で見つけることができれば、それを見てください。\u001b[22m, \u001b[1mあなたが好きならそれを見て、あなたが自由のためにそれを見つけることができるかどうか、ではない場合、あなたは本当にそれからずっと欠けていません。\u001b[22m\n\u001b[4mIt’s pretty much fan service for girls… or men who like other men.\u001b[24m\n    \u001b[1mこれは、女の子のためのかなりのファンサービス、または他の男性が好きな男性です。\u001b[22m, \u001b[1mそれは女の子...または他の男性を好きな男性のためのかなりのファンサービスです。\u001b[22m\n\u001b[4mRight now, you can watch them on Crunchyroll in fact so it should be easy to take a look at.\u001b[24m\n    \u001b[1m今、Crunchyrollで実際に見ることができますので、見てみるのは簡単です。\u001b[22m, \u001b[1m見てみましょうことは容易でなければならないので、今のところ、あなたは実際にもCrunchyroll上でそれらを見ることができます。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Lostfiniel",
    "profile": "/profile/Lostfiniel/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=199625",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  4\nサウンド|  4\nキャラクター|  2\n|  3\n\n私は女です。 私は少女を読んで見る。 私は喜んで喜んでいるときにベースレベルのエンターテイメントを楽しんでいます。 しかし、すべてのことを念頭においても、このアニメはフラットになる。\n\n面白いコンセプトだし、もっとうまくいったと思う。 彼らは適切なフォーマット（非常に短いエピソード）を選んだのですが、セットアップに基づいて楽しんでいたはずの人がいました。\n\n大きな問題の1つは、私には、これをした人々は女性を得ないように思える。 あるいは、彼らはなぜ女性が特定の男性を好きになるのかを知りません。 彼らはまた、彼らの目的が何であるかを知らないようです。 彼らはしばしば面白い傾向があったが、面白いことをやって来ることもなく、喜んでいる人もいた。 彼らが代わりに少なくとも慰めや誘惑の人と状況をされていた場合、ロマンチックなスリルは必要ではありませんが、しばしば人は忍び寄っていました。\n\nオープニングのテーマはすごく魅力的でしたが、オープニングのそれらのショットはおそらく毎週気にしていました。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nI'm a woman. I read and watch shoujo. I enjoy base-level entertainment when I'm in the mood for a guilty pleasure. But even with all that in mind, this anime falls flat.\n\n\u001b[1m私は女です。 私は少女を読んで見る。 私は喜んで喜んでいるときにベースレベルのエンターテイメントを楽しんでいます。 しかし、すべてのことを念頭においても、このアニメはフラットになる。\u001b[22m\n\u001b[1m(Watashi wa on'nadesu. Watashi wa shōjo o yonde miru. Watashi wa yorokonde yorokonde iru toki ni bēsureberu no entāteimento o tanoshinde imasu. Shikashi, subete no koto o nentō ni oite mo, kono anime wa furatto ni naru.)\u001b[22m\n\nTranslations of \u001b[4mI'm a woman. I read and watch shoujo. I enjoy base-level entertainment when I'm in the mood for a guilty pleasure. But even with all that in mind, this anime falls flat.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm a woman.\u001b[24m\n    \u001b[1m私は女です。\u001b[22m, \u001b[1m私は女性だ。\u001b[22m, \u001b[1m私は女性です。\u001b[22m\n\u001b[4mI read and watch shoujo.\u001b[24m\n    \u001b[1m私は少女を読んで見る。\u001b[22m, \u001b[1m私が読んで、少女を見ます。\u001b[22m\n\u001b[4mI enjoy base-level entertainment when I'm in the mood for a guilty pleasure.\u001b[24m\n    \u001b[1m私は喜んで喜んでいるときにベースレベルのエンターテイメントを楽しんでいます。\u001b[22m, \u001b[1m私は有罪喜びのために気分でいる時、私は基本レベルのエンターテイメントをお楽しみいただけます。\u001b[22m\n\u001b[4mBut even with all that in mind, this anime falls flat.\u001b[24m\n    \u001b[1mしかし、すべてのことを念頭においても、このアニメはフラットになる。\u001b[22m, \u001b[1mしかし、たとえ心の中ですべてのことで、このアニメは平らに落ちます。\u001b[22m\n\u001b[1m\u001b[22m\nIt's an interesting concept and I think it could have been done much better. They did pick the right format (very short episodes) and some of the guys should have been enjoyable just based on set-up.\n\n\u001b[1m面白いコンセプトだし、もっとうまくいったと思う。 彼らは適切なフォーマット（非常に短いエピソード）を選んだのですが、セットアップに基づいて楽しんでいたはずの人がいました。\u001b[22m\n\u001b[1m(Omoshiroi konseputodashi, motto umaku itta to omou. Karera wa tekisetsuna fōmatto (hijō ni mijikai episōdo) o eranda nodesuga, settoappu ni motodzuite tanoshinde ita hazu no hito ga imashita.)\u001b[22m\n\nTranslations of \u001b[4mIt's an interesting concept and I think it could have been done much better. They did pick the right format (very short episodes) and some of the guys should have been enjoyable just based on set-up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's an interesting concept and I think it could have been done much better.\u001b[24m\n    \u001b[1m面白いコンセプトだし、もっとうまくいったと思う。\u001b[22m, \u001b[1mそれは興味深い概念だと私はそれがはるかに良い行われていると思います。\u001b[22m\n\u001b[4mThey did pick the right format (very short episodes) and some of the guys should have been enjoyable just based on set-up.\u001b[24m\n    \u001b[1m彼らは適切なフォーマット（非常に短いエピソード）を選んだのですが、セットアップに基づいて楽しんでいたはずの人がいました。\u001b[22m, \u001b[1m彼らは適切なフォーマット（非常に短いエピソード）を選んだとみんなのいくつかは、単にセットアップに基づいて楽しくされている必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nOne of the big problems seems like, to me, the people who did this don't get women. Or they don't get why women should like the particular guys. They also don't seem to know what their aim is. The guys often broke character which tended to be funny but didn't manage to pull off being funny and also being titillating. Cheap romantic thrills aren't quite necessary if they had instead made the guys and situations at least comforting and inviting but often the guys were creeps.\n\n\u001b[1m大きな問題の1つは、私には、これをした人々は女性を得ないように思える。 あるいは、彼らはなぜ女性が特定の男性を好きになるのかを知りません。 彼らはまた、彼らの目的が何であるかを知らないようです。 彼らはしばしば面白い傾向があったが、面白いことをやって来ることもなく、喜んでいる人もいた。 彼らが代わりに少なくとも慰めや誘惑の人と状況をされていた場合、ロマンチックなスリルは必要ではありませんが、しばしば人は忍び寄っていました。\u001b[22m\n\u001b[1m(Ōkina mondai no 1tsu wa, watashiniha, kore o shita hitobito wa josei o enai yō ni omoeru. Aruiwa, karera wa naze josei ga tokutei no dansei o suki ni naru no ka o shirimasen. Karera wa mata, karera no mokuteki ga nandearu ka o shiranai yōdesu. Karera wa shibashiba omoshiroi keikō ga attaga, omoshiroikoto o yattekuru koto mo naku, yorokonde iru hito moita. Karera ga kawarini sukunakutomo nagusame ya yūwaku no hito to jōkyō o sa rete ita baai, romanchikkuna suriru wa hitsuyōde wa arimasenga, shibashiba hito wa shinobiyotte imashita.)\u001b[22m\n\nTranslations of \u001b[4mOne of the big problems seems like, to me, the people who did this don't get women. Or they don't get why women should like the particular guys. They also don't seem to know what their aim is. The guys often broke character which tended to be funny but didn't manage to pull off being funny and also being titillating. Cheap romantic thrills aren't quite necessary if they had instead made the guys and situations at least comforting and inviting but often the guys were creeps.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne of the big problems seems like, to me, the people who did this don't get women.\u001b[24m\n    \u001b[1m大きな問題の1つは、私には、これをした人々は女性を得ないように思える。\u001b[22m, \u001b[1m大きな問題の一つは、これをした人が女性を得ることはありません、私には、のように思えます。\u001b[22m\n\u001b[4mOr they don't get why women should like the particular guys.\u001b[24m\n    \u001b[1mあるいは、彼らはなぜ女性が特定の男性を好きになるのかを知りません。\u001b[22m, \u001b[1m女性は特定の人を好きでなければならない理由や、彼らは得ることはありません。\u001b[22m\n\u001b[4mThey also don't seem to know what their aim is.\u001b[24m\n    \u001b[1m彼らはまた、彼らの目的が何であるかを知らないようです。\u001b[22m, \u001b[1m彼らはまた、彼らの目的が何であるかを知っていないように見えます。\u001b[22m\n\u001b[4mThe guys often broke character which tended to be funny but didn't manage to pull off being funny and also being titillating.\u001b[24m\n    \u001b[1m彼らはしばしば面白い傾向があったが、面白いことをやって来ることもなく、喜んでいる人もいた。\u001b[22m, \u001b[1m人はしばしば面白い傾向にあった文字を壊したが、面白いされ、また刺激的なされているやってのけることが出来ませんでした。\u001b[22m\n\u001b[4mCheap romantic thrills aren't quite necessary if they had instead made the guys and situations at least comforting and inviting but often the guys were creeps.\u001b[24m\n    \u001b[1m彼らが代わりに少なくとも慰めや誘惑の人と状況をされていた場合、ロマンチックなスリルは必要ではありませんが、しばしば人は忍び寄っていました。\u001b[22m, \u001b[1m彼らは代わりに、少なくとも慰めと誘う男や状況をしていたが、多くの場合、人はゾッとした場合の安いロマンチックなスリルはかなり必要はありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe opening theme was damn catchy though and those still shots in the Opening are probably what kept me bothering each week.\n\n\u001b[1mオープニングのテーマはすごく魅力的でしたが、オープニングのそれらのショットはおそらく毎週気にしていました。\u001b[22m\n\u001b[1m(Ōpuningu no tēma wa sugoku mirikitekideshitaga, ōpuningu no sorera no shotto wa osoraku maishū ki ni shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThe opening theme was damn catchy though and those still shots in the Opening are probably what kept me bothering each week.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening theme was damn catchy though and those still shots in the Opening are probably what kept me bothering each week.\u001b[24m\n    \u001b[1mオープニングのテーマはすごく魅力的でしたが、オープニングのそれらのショットはおそらく毎週気にしていました。\u001b[22m, \u001b[1mオープニングテーマはしかしいまいましいキャッチーだったとオープニングのものはまだショットは、毎週悩ま私を保っおそらく何です。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "ProfaneValkyrie",
    "profile": "/profile/ProfaneValkyrie/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=231605",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  4\nサウンド|  6\nキャラクター|  2\n|  5\n\nスポイラーはありません。\n - ママ、私はインターネットの奇妙なところに再びいる。\n - これは女の子と女性を対象とした少女アニメなのです。\n\n私は正直でなければならない、私は女の子です、私はいくつかのエッチアニメ、Pupaを見て、かなり暗い18 +のもののいくつかを見てきました。 しかし、私に、上記のものよりも不快で、邪悪で、間違った気分にさせてくれるものがありました。\nこれらの短いエピソードのコンセプトは、それぞれのエピソードが、あなたに直接話し、ハンサムでリラックスさせる（またはあなたに幻想を与えるために新しいものを与える）と思われる、新しい種類の男性、枕の男の子を提示することです。 その他。\nこれは私の種類のショーではありませんが、私は可能な限り公正なものにしようとします。\n\nユニコーンの虹の糞便 - 良いもの\n - エピソードはもちろん、深くするのは難しいですが、私はそれがとにかくシリーズの目的だとは思わない、私はそれがかなりフィットだと思う:)\n - オープニングは地獄のようにキャッチーです！ それはショーについての私の好きなことです。\n - 芸術的スタイルが良い、主な問題は、怠惰なまだフレームです。\n - 各キャラクターの芸術スタイルは非常にユニークで、若干ユニークなものもありました。\n - さまざまな種類の男性が好きです。\n\nすべての傷ついている....  - 短所\n - それは、特に最後のエピソードと、弟と一緒に私を震えさせた* shivers *\n - 静止フレーム。\n - それを書いた対話はかなり石けんされていました....それらのうちのいくつかは本当に変わっていて、全く意味がありませんでした。\n - 男性の中には、ユニークでも変わったものでもステレオタイプではないものもありました。\n\nだから、これは無邪気なシリーズではないので、少女とおそらくヤオイが好きなオタクの女の子にのみお勧めです、それは変態と性的な下着をたくさん持っています。  :)つまり、これはあなたにハンサムな男性が好きな人（おそらく主に女の子）のための素材です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nNo spoilers.\n\n\u001b[1mスポイラーはありません。\u001b[22m\n\u001b[1m(Supoirā wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNo spoilers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNo spoilers.\u001b[24m\n    \u001b[1mスポイラーはありません。\u001b[22m, \u001b[1mいいえスポイラーはありません。\u001b[22m\n- Mommy I am again at the weird place of the internet.\n\n\u001b[1m - ママ、私はインターネットの奇妙なところに再びいる。\u001b[22m\n\u001b[1m(- Mama, watashi wa intānetto no kimyōna tokoro ni futatabi iru.)\u001b[22m\n\nTranslations of \u001b[4m- Mommy I am again at the weird place of the internet.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Mommy I am again at the weird place of the internet.\u001b[24m\n    \u001b[1m - ママ、私はインターネットの奇妙なところに再びいる。\u001b[22m, \u001b[1m - ママは、私はインターネットの奇妙な場所で再びです。\u001b[22m\n- No sweetie this is just an Shoujo anime aimed for girls and women.\n\n\u001b[1m - これは女の子と女性を対象とした少女アニメなのです。\u001b[22m\n\u001b[1m(- Kore wa on'nanoko to josei o taishō to shita shōjo animena nodesu.)\u001b[22m\n\nTranslations of \u001b[4m- No sweetie this is just an Shoujo anime aimed for girls and women.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- No sweetie this is just an Shoujo anime aimed for girls and women.\u001b[24m\n    \u001b[1m - これは女の子と女性を対象とした少女アニメなのです。\u001b[22m, \u001b[1m - いいえ、甘いこれは、少女や女性を目的としただけで少女アニメです。\u001b[22m\n\u001b[1m\u001b[22m\nI have to be honest, yes I am a girl, I have seen a couple of ecchi animes, seen Pupa and quite handful of more darker 18+ stuff both perverted and the gory kind. But there was something about this one which made me feel more uncomfortable, perverted and wrong than those mentioned above.\n\n\u001b[1m私は正直でなければならない、私は女の子です、私はいくつかのエッチアニメ、Pupaを見て、かなり暗い18 +のもののいくつかを見てきました。 しかし、私に、上記のものよりも不快で、邪悪で、間違った気分にさせてくれるものがありました。\u001b[22m\n\u001b[1m(Watashi wa shōjikidenakereba naranai, watashi wa on'nanokodesu, watashi wa ikutsu ka no etchianime, Pupa o mite, kanari kurai 18 + no mono no ikutsu ka o mitekimashita. Shikashi, watashi ni, jōki no mono yori mo fukaide, jaaku de, machigatta kibun ni sa sete kureru mono ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mI have to be honest, yes I am a girl, I have seen a couple of ecchi animes, seen Pupa and quite handful of more darker 18+ stuff both perverted and the gory kind. But there was something about this one which made me feel more uncomfortable, perverted and wrong than those mentioned above.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have to be honest, yes I am a girl, I have seen a couple of ecchi animes, seen Pupa and quite handful of more darker 18+ stuff both perverted and the gory kind.\u001b[24m\n    \u001b[1m私は正直でなければならない、私は女の子です、私はいくつかのエッチアニメ、Pupaを見て、かなり暗い18 +のもののいくつかを見てきました。\u001b[22m, \u001b[1m私は正直でなければならない、そう私は女の子です、私は蛹とより暗い18歳以上のもの倒錯と血みどろの種類の両方のかなり一握りを見て、エッチなアニメのカップルを見てきました。\u001b[22m\n\u001b[4mBut there was something about this one which made me feel more uncomfortable, perverted and wrong than those mentioned above.\u001b[24m\n    \u001b[1mしかし、私に、上記のものよりも不快で、邪悪で、間違った気分にさせてくれるものがありました。\u001b[22m, \u001b[1mしかし、私は上記のものよりも、不快倒錯と間違った感じさせてくれたこの1についての何かがありました。\u001b[22m\nThe concept of these short episodes is that each episode presents a new kind of male, a pillow boy, which talks to you directly and suppose to be handsome and make you relax (or give you new things to fantasize about), some succeeded more than others.\n\n\u001b[1mこれらの短いエピソードのコンセプトは、それぞれのエピソードが、あなたに直接話し、ハンサムでリラックスさせる（またはあなたに幻想を与えるために新しいものを与える）と思われる、新しい種類の男性、枕の男の子を提示することです。 その他。\u001b[22m\n\u001b[1m(Korera no mijikai episōdo no konseputo wa, sorezore no episōdo ga, anata ni chokusetsu hanashi, hansamu de rirakkusu sa seru (matawa anata ni gensō o ataeru tame ni atarashī mono o ataeru) to omowa reru, atarashī shurui no dansei,-makura no otokonoko o teiji suru kotodesu. Sonohoka.)\u001b[22m\n\nTranslations of \u001b[4mThe concept of these short episodes is that each episode presents a new kind of male, a pillow boy, which talks to you directly and suppose to be handsome and make you relax (or give you new things to fantasize about), some succeeded more than others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concept of these short episodes is that each episode presents a new kind of male, a pillow boy, which talks to you directly and suppose to be handsome and make you relax (or give you new things to fantasize about), some succeeded more than\u001b[24m\n    \u001b[1mこれらの短いエピソードのコンセプトは、それぞれのエピソードが、あなたに直接話し、ハンサムでリラックスさせる（またはあなたに幻想を与えるために新しいものを与える）と思われる、新しい種類の男性、枕の男の子を提示することです。\u001b[22m, \u001b[1mこれらの短いエピソードのコンセプトは各エピソードがあなたに直接話しハンサムであることを仮定して、リラックス作る（またはあなたの空想するために、新しいものを与える）男性の新しい種類、枕の少年を、提示することである、いくつかのより多くの成功しました\u001b[22m\n\u001b[4mothers.\u001b[24m\n    \u001b[1mその他。\u001b[22m, \u001b[1m他の人。\u001b[22m\nEven though this was not my kind of show I will try to be as fair as possible.\n\n\u001b[1mこれは私の種類のショーではありませんが、私は可能な限り公正なものにしようとします。\u001b[22m\n\u001b[1m(Kore wa watashi no shurui no shōde wa arimasenga, watashi wa kanōna kagiri kōseina mono ni shiyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mEven though this was not my kind of show I will try to be as fair as possible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven though this was not my kind of show I will try to be as fair as possible.\u001b[24m\n    \u001b[1mこれは私の種類のショーではありませんが、私は可能な限り公正なものにしようとします。\u001b[22m, \u001b[1mこれはショーの私のようなものではなかったにもかかわらず、私はできるだけ公平にしようとします。\u001b[22m\n\u001b[1m\u001b[22m\nll the rainbow faeces of the Unicorn - the good things\n\n\u001b[1mユニコーンの虹の糞便 - 良いもの\u001b[22m\n\u001b[1m(Yunikōn no niji no funben - yoimono)\u001b[22m\n\nTranslations of \u001b[4mll the rainbow faeces of the Unicorn - the good things\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mll the rainbow faeces of the Unicorn - the good things\u001b[24m\n    \u001b[1mユニコーンの虹の糞便 - 良いもの\u001b[22m, \u001b[1m良いもの - ユニコーンの虹の糞便LL\u001b[22m\n- The episodes are short which of course makes it hard to be deep but I don´t think that is the purpose of the series anyway, I think it is quite fitting :)\n\n\u001b[1m - エピソードはもちろん、深くするのは難しいですが、私はそれがとにかくシリーズの目的だとは思わない、私はそれがかなりフィットだと思う:)\u001b[22m\n\u001b[1m(- Episōdo wa mochiron, fukaku suru no wa muzukashīdesuga, watashi wa sore ga tonikaku shirīzu no mokutekida to wa omowanai, watashi wa sore ga kanari fittoda to omou: ))\u001b[22m\n\nTranslations of \u001b[4m- The episodes are short which of course makes it hard to be deep but I don´t think that is the purpose of the series anyway, I think it is quite fitting :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The episodes are short which of course makes it hard to be deep but I don´t think that is the purpose of the series anyway, I think it is quite fitting :)\u001b[24m\n    \u001b[1m - エピソードはもちろん、深くするのは難しいですが、私はそれがとにかくシリーズの目的だとは思わない、私はそれがかなりフィットだと思う:)\u001b[22m, \u001b[1m - エピソードはもちろん、それは難しい深くなるようになりますが、私はそれがとにかくシリーズの目的だと思うドントこれ不足している、私はそれが非常にフィッティングだと思います:)\u001b[22m\n- The opening is catchy as hell! which is my favorite thing about the show.\n\n\u001b[1m - オープニングは地獄のようにキャッチーです！ それはショーについての私の好きなことです。\u001b[22m\n\u001b[1m(- Ōpuningu wa jigoku no yō ni kyatchīdesu! Sore wa shō ni tsuite no watashi no sukinakotodesu.)\u001b[22m\n\nTranslations of \u001b[4m- The opening is catchy as hell! which is my favorite thing about the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The opening is catchy as hell!\u001b[24m\n    \u001b[1m - オープニングは地獄のようにキャッチーです！\u001b[22m, \u001b[1m - 開口部は地獄のようにキャッチーです！\u001b[22m\n\u001b[4mwhich is my favorite thing about the show.\u001b[24m\n    \u001b[1mそれはショーについての私の好きなことです。\u001b[22m, \u001b[1mその番組についての私の好きなものです。\u001b[22m\n- The artstyle was good, main problem being the lazy still frames.\n\n\u001b[1m - 芸術的スタイルが良い、主な問題は、怠惰なまだフレームです。\u001b[22m\n\u001b[1m(- Geijutsu-teki sutairugaii, omona mondai wa, taidana mada furēmudesu.)\u001b[22m\n\nTranslations of \u001b[4m- The artstyle was good, main problem being the lazy still frames.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The artstyle was good, main problem being the lazy still frames.\u001b[24m\n    \u001b[1m - 芸術的スタイルが良い、主な問題は、怠惰なまだフレームです。\u001b[22m, \u001b[1m -  artstyleは怠惰な静止フレームに良い、主な問題でした。\u001b[22m\n- The art style of each character was quite unique, some maybe too unique that the boy ended up being weird.\n\n\u001b[1m - 各キャラクターの芸術スタイルは非常にユニークで、若干ユニークなものもありました。\u001b[22m\n\u001b[1m(- Kaku kyarakutā no geijutsu sutairu wa hijō ni yunīku de, jakkan yunīkuna mono mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4m- The art style of each character was quite unique, some maybe too unique that the boy ended up being weird.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The art style of each character was quite unique, some maybe too unique that the boy ended up being weird.\u001b[24m\n    \u001b[1m - 各キャラクターの芸術スタイルは非常にユニークで、若干ユニークなものもありました。\u001b[22m, \u001b[1m - 各キャラクターのアートスタイルは、少年は奇妙なことになったことをいくつか多分あまりにもユニークな、非常にユニークでした。\u001b[22m\n- Good variety of different kind of males.\n\n\u001b[1m - さまざまな種類の男性が好きです。\u001b[22m\n\u001b[1m(- Samazamana shurui no dansei ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4m- Good variety of different kind of males.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Good variety of different kind of males.\u001b[24m\n    \u001b[1m - さまざまな種類の男性が好きです。\u001b[22m, \u001b[1m - 男性の異なる種類の良い品種。\u001b[22m\n\u001b[1m\u001b[22m\nAll the hurtful.... cringe! - The cons\n\n\u001b[1mすべての傷ついている....  - 短所\u001b[22m\n\u001b[1m(Subete no kizutsuite iru. ... - Tansho)\u001b[22m\n\nTranslations of \u001b[4mAll the hurtful.... cringe! - The cons\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll the hurtful.... cringe!\u001b[24m\n    \u001b[1mすべての傷ついている....\u001b[22m, \u001b[1mすべての人を傷つけるような....うんざり！\u001b[22m\n\u001b[4m- The cons\u001b[24m\n    \u001b[1m - 短所\u001b[22m\n- It creeped me out especially the last episode and the one with the little brother *shivers*\n\n\u001b[1m - それは、特に最後のエピソードと、弟と一緒に私を震えさせた* shivers *\u001b[22m\n\u001b[1m(- Sore wa, tokuni saigo no episōdo to, otōto to issho ni watashi o furue saseta* shivers*)\u001b[22m\n\nTranslations of \u001b[4m- It creeped me out especially the last episode and the one with the little brother *shivers*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- It creeped me out especially the last episode and the one with the little brother *shivers*\u001b[24m\n    \u001b[1m - それは、特に最後のエピソードと、弟と一緒に私を震えさせた* shivers *\u001b[22m, \u001b[1m - それは、特に最後のエピソードや弟と一つに私をぞっと*震え*\u001b[22m\n- Still frames.\n\n\u001b[1m - 静止フレーム。\u001b[22m\n\u001b[1m(- Seishi furēmu.)\u001b[22m\n\nTranslations of \u001b[4m- Still frames.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Still frames.\u001b[24m\n    \u001b[1m - 静止フレーム。\u001b[22m, \u001b[1m - それでもフレーム。\u001b[22m\n- The dialogue.... who ever wrote it was pretty stoned.... some of them were really weird and didn´t make any sense at all.\n\n\u001b[1m - それを書いた対話はかなり石けんされていました....それらのうちのいくつかは本当に変わっていて、全く意味がありませんでした。\u001b[22m\n\u001b[1m(- Sore o kaita taiwa wa kanari sekken sa rete imashita. ... Sorera no uchi no ikutsu ka wa hontōni kawatte ite, mattaku imi ga arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4m- The dialogue.... who ever wrote it was pretty stoned.... some of them were really weird and didn´t make any sense at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- The dialogue.... who ever wrote it was pretty stoned.... some of them were really weird and didn´t make any sense at all.\u001b[24m\n    \u001b[1m - それを書いた対話はかなり石けんされていました....それらのうちのいくつかは本当に変わっていて、全く意味がありませんでした。\u001b[22m, \u001b[1m - 今までそれを書いた対話が....かなりそのうちのいくつかは本当に奇妙だったとdidn'tまったく意味をなさない....投石しました。\u001b[22m\n- Some of the males were not that relatablee either being too unique/weird or too stereotypical.\n\n\u001b[1m - 男性の中には、ユニークでも変わったものでもステレオタイプではないものもありました。\u001b[22m\n\u001b[1m(- Dansei no nakaniha, yunīku demo kawatta monode mo sutereo taipude wanai mono mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4m- Some of the males were not that relatablee either being too unique/weird or too stereotypical.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Some of the males were not that relatablee either being too unique/weird or too stereotypical.\u001b[24m\n    \u001b[1m - 男性の中には、ユニークでも変わったものでもステレオタイプではないものもありました。\u001b[22m, \u001b[1m - 男性の中には、そのrelatablee奇妙な/あまりにもユニークなまたはあまりにもステレオタイプであることのいずれかではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nSo yeah this is only recommended for those otaku girls who like shoujo and probably yaoi too because this is not an innocent series, it has a lot of perverted and sexual undertones. :) So in other words this is fap material for those (probably mainly girls) who like handsome males being into you.\n\n\u001b[1mだから、これは無邪気なシリーズではないので、少女とおそらくヤオイが好きなオタクの女の子にのみお勧めです、それは変態と性的な下着をたくさん持っています。  :)つまり、これはあなたにハンサムな男性が好きな人（おそらく主に女の子）のための素材です。\u001b[22m\n\u001b[1m(Dakara, kore wa mujakina shirīzude wanainode, shōjo to osoraku Yaoi ga sukina otaku no on'nanoko ni nomi o susumedesu, soreha hentai to seitekina shitagi o takusan motte imasu. : ) Tsumari, kore wa anata ni hansamuna dansei ga sukinahito (osoraku omo ni on'nanoko) no tame no sozaidesu.)\u001b[22m\n\nTranslations of \u001b[4mSo yeah this is only recommended for those otaku girls who like shoujo and probably yaoi too because this is not an innocent series, it has a lot of perverted and sexual undertones. :) So in other words this is fap material for those (probably mainly girls) who like handsome males being into you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo yeah this is only recommended for those otaku girls who like shoujo and probably yaoi too because this is not an innocent series, it has a lot of perverted and sexual undertones.\u001b[24m\n    \u001b[1mだから、これは無邪気なシリーズではないので、少女とおそらくヤオイが好きなオタクの女の子にのみお勧めです、それは変態と性的な下着をたくさん持っています。\u001b[22m, \u001b[1mそうそうこれが唯一の少女が好きで、これは無実のシリーズではないので、おそらくそれは、倒錯した性的ほのかをたくさん持っている、あまりにもやおいそれらのオタクの女の子にお勧めです。\u001b[22m\n\u001b[4m:) So in other words this is fap material for those (probably mainly girls) who like handsome males being into you.\u001b[24m\n    \u001b[1m:)つまり、これはあなたにハンサムな男性が好きな人（おそらく主に女の子）のための素材です。\u001b[22m, \u001b[1m:)他の言葉で、これはあなたの中にあるハンサムな男性を好きな人（おそらく主に女の子）のためのFAP材料であるので。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Ambord",
    "profile": "/profile/Ambord/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=216342",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  6\nキャラクター|  3\n|  8\n\nエクスプローラスタイルのショーが異なる人と一緒に寝ることについてのドラマが、何か良いものになるのはなぜでしょうか？ そうではありません。 少なくとも私の意見ではない。\n\nそれは私から8を持っている理由は、それは実際に陽気で、最悪のことはスーパーを真剣に取ることですので、\n\n私は、5歳の架空の男の子たちがヒットするのを楽しむ人もいることを理解しています（これを作っていない、実際には小さな子供がいます）。私はそれを尊重します。 あなたが笑いを探していない限り。\n\nあなたはこのキャスを見ることを考えているかどうかにかかわらず、あなたは実際には孤独であるか、ちょうどあなたがそれからいくつかのキックをしたいのですが、この信じられないほど価値のあるショーを自由に探検してください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nYou may be wondering why a dora the explorer style show about sleeping with different guys would be any good, well to put it simply; it isn't. At least not in my opinion.\n\n\u001b[1mエクスプローラスタイルのショーが異なる人と一緒に寝ることについてのドラマが、何か良いものになるのはなぜでしょうか？ そうではありません。 少なくとも私の意見ではない。\u001b[22m\n\u001b[1m(Ekusupurōrasutairu no shō ga kotonaru hito to issho ni neru koto ni tsuite no dorama ga, nanika yoimono ni naru no wa nazedeshou ka? Sōde wa arimasen. Sukunakutomo watashi no ikende wanai.)\u001b[22m\n\nTranslations of \u001b[4mYou may be wondering why a dora the explorer style show about sleeping with different guys would be any good, well to put it simply; it isn't. At least not in my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou may be wondering why a dora the explorer style show about sleeping with different guys would be any good, well to put it simply;\u001b[24m\n    \u001b[1mエクスプローラスタイルのショーが異なる人と一緒に寝ることについてのドラマが、何か良いものになるのはなぜでしょうか？\u001b[22m, \u001b[1m別の男と寝約ドラエクスプローラスタイルのショーは、単にそれを置くためにも、何か良いだろうなぜあなたは不思議に思われるかもしれません。\u001b[22m\n\u001b[4mit isn't.\u001b[24m\n    \u001b[1mそうではありません。\u001b[22m\n\u001b[4mAt least not in my opinion.\u001b[24m\n    \u001b[1m少なくとも私の意見ではない。\u001b[22m, \u001b[1m私の意見では少なくともありませんで。\u001b[22m\n\u001b[1m\u001b[22m\nThe reason it got an 8 from me is because it's so cringy that it's actually hilarious and what's worst is that it takes itself super seriously!\n\n\u001b[1mそれは私から8を持っている理由は、それは実際に陽気で、最悪のことはスーパーを真剣に取ることですので、\u001b[22m\n\u001b[1m(Sore wa watashi kara 8 o motte iru riyū wa, sore wa jissai ni yōkide, saiaku no koto wa sūpā o shinken ni toru kotodesunode,)\u001b[22m\n\nTranslations of \u001b[4mThe reason it got an 8 from me is because it's so cringy that it's actually hilarious and what's worst is that it takes itself super seriously!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe reason it got an 8 from me is because it's so cringy that it's actually hilarious and what's worst is that it takes itself super seriously!\u001b[24m\n    \u001b[1mそれは私から8を持っている理由は、それは実際に陽気で、最悪のことはスーパーを真剣に取ることですので、\u001b[22m, \u001b[1mそれは私から8を得た理由は、実際に陽気だととてもcringyだからであり、どのような最悪なのは、それが超真剣に自分自身を取ることです！\u001b[22m\n\u001b[1m\u001b[22m\nI understand that some people enjoy being hit on by five year old fictional boys (yes, i'm not making this up, there is actually a little kid at one point) and i respect that, buuut I personally wouldn't recommend watching this unless you're looking for a few laughs.\n\n\u001b[1m私は、5歳の架空の男の子たちがヒットするのを楽しむ人もいることを理解しています（これを作っていない、実際には小さな子供がいます）。私はそれを尊重します。 あなたが笑いを探していない限り。\u001b[22m\n\u001b[1m(Watashi wa, 5-sai no kakū no otokonoko-tachi ga hitto suru no o tanoshimu hito mo iru koto o rikai shite imasu (kore o tsukutte inai, jissai ni wa chīsana kodomo ga imasu). Watashi wa sore o sonchō shimasu. Anata ga warai o sagashite inai kagiri.)\u001b[22m\n\nTranslations of \u001b[4mI understand that some people enjoy being hit on by five year old fictional boys (yes, i'm not making this up, there is actually a little kid at one point) and i respect that, buuut I personally wouldn't recommend watching this unless you're looking for a few laughs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI understand that some people enjoy being hit on by five year old fictional boys (yes, i'm not making this up, there is actually a little kid at one point) and i respect that, buuut I personally wouldn't recommend watching this\u001b[24m\n    \u001b[1m私は、5歳の架空の男の子たちがヒットするのを楽しむ人もいることを理解しています（これを作っていない、実際には小さな子供がいます）。私はそれを尊重します。\u001b[22m, \u001b[1m私は何人かの人が5歳の架空の少年（はい、私は1ポイントで小さな子供が実際に存在し、これを作っていないよ）でオンに見舞われて楽しむことを理解し、私はそれを尊重し、buuut私は個人的にこれを見てお勧めしません\u001b[22m\n\u001b[4munless you're looking for a few laughs.\u001b[24m\n    \u001b[1mあなたが笑いを探していない限り。\u001b[22m, \u001b[1mあなたはいくつかの笑いを探している場合を除きます。\u001b[22m\n\u001b[1m\u001b[22m\nWhether you're thinking about watching this cus you're actually lonely or just cus you wanna get a few kicks out of it, feel free to explore this incredibly cringeworthy show.\n\n\u001b[1mあなたはこのキャスを見ることを考えているかどうかにかかわらず、あなたは実際には孤独であるか、ちょうどあなたがそれからいくつかのキックをしたいのですが、この信じられないほど価値のあるショーを自由に探検してください。\u001b[22m\n\u001b[1m(Anata wa kono kyasu o miru koto o kangaete iru ka dō ka ni kakawarazu, anata wa jissai ni wa kodokudearu ka, chi ~youdoanatagasorekaraikutsukano kikku o shitai nodesuga, kono shinji rarenai hodo kachinoaru shō o jiyū ni tanken shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWhether you're thinking about watching this cus you're actually lonely or just cus you wanna get a few kicks out of it, feel free to explore this incredibly cringeworthy show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhether you're thinking about watching this cus you're actually lonely or just cus you wanna get a few kicks out of it, feel free to explore this incredibly cringeworthy show.\u001b[24m\n    \u001b[1mあなたはこのキャスを見ることを考えているかどうかにかかわらず、あなたは実際には孤独であるか、ちょうどあなたがそれからいくつかのキックをしたいのですが、この信じられないほど価値のあるショーを自由に探検してください。\u001b[22m, \u001b[1mあなたが実際に孤独CUSまたはあなたはそれからいくつかのキックを取得したいだけCUSこれを見て考えているかどうかは、この信じられないほどcringeworthyショーを探検して自由に感じます。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "ASMRaddict",
    "profile": "/profile/ASMRaddict/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=210719",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  10\nキャラクター|  7\n|  9\n\n何かをする前に、私はあなたがこのアニメを見る前に 'ASMR'を調べることをお勧めします。 このアニメはあなたの疲れた心を「癒す」ため、コンセプトは同じです。 私はこのアニメのコンセプトが本当に好きです。なぜなら、それはASMRと非常によく似ていて、私は素晴らしい結果に正直に驚いていました。\n\nストーリー：8/10\n現実的な視点から異なる文字を用いたシミュレーション。 内容は主に相反しており、あなたと会話しようとしているキャラクターと仲良くするのは本当に楽しいです。\n\nアート：9/10\nこの芸術は二人の少年にとってとても一般的です。\n\nサウンド：10/10\nイヤホンが必要です。  seiyuusのパフォーマンスはあなたを失望させません。 ラインナップはかなり強く、このようなアニメでは、観客の関心を引くためには声が重要な役割を果たします。\n\nキャラクター：7/10\n文字は、それが互いに異なっている点でかなりユニークです。 あまりキャラクターの発展はなく、あなたとキャラクターの理想的な会話です。\n\n楽しさ：9/10\n私はアニメをたくさん楽しんでいます。なぜなら、そのような穏やかな声であなたを気軽に話すというアイデアが大好きだからです。 それは私に、人工的なセットアップからさえ感謝と励ましの感覚を与えました。\n\n全体：9/10\nコンセプトそのものは新しく、これは私がこのような考え方で見た唯一のアニメです。 物語はうまくいった;若い人や仕事をしている大人をターゲットとする人を考えると、 それは爽やかな作品だったし、それぞれのエピソードの話は、それなりの面白さがあると思う。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nBefore anything, I suggest you look up 'ASMR' before you watch this anime. The concept is the same since this anime is to 'heal' your tired heart. I really like the concept of this anime cause it is very similar to ASMR and I was honestly surprised with the awesome outcome.\n\n\u001b[1m何かをする前に、私はあなたがこのアニメを見る前に 'ASMR'を調べることをお勧めします。 このアニメはあなたの疲れた心を「癒す」ため、コンセプトは同じです。 私はこのアニメのコンセプトが本当に好きです。なぜなら、それはASMRと非常によく似ていて、私は素晴らしい結果に正直に驚いていました。\u001b[22m\n\u001b[1m(Nanika o suru mae ni, watashi wa anata ga kono anime o miru mae ni' ASMR' o shiraberu koto o o susume shimasu. Kono anime wa anata no tsukareta kokoro o `iyasu' tame, konseputo wa onajidesu. Watashi wa kono anime no konseputo ga hontōni sukidesu. Nazenara, soreha ASMR to hijō ni yoku nite ite, watashi wa subarashī kekka ni shōjiki ni odoroite imashita.)\u001b[22m\n\nTranslations of \u001b[4mBefore anything, I suggest you look up 'ASMR' before you watch this anime. The concept is the same since this anime is to 'heal' your tired heart. I really like the concept of this anime cause it is very similar to ASMR and I was honestly surprised with the awesome outcome.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore anything, I suggest you look up 'ASMR' before you watch this anime.\u001b[24m\n    \u001b[1m何かをする前に、私はあなたがこのアニメを見る前に 'ASMR'を調べることをお勧めします。\u001b[22m, \u001b[1m何も前に、私はあなたがこのアニメを見る前に、「ASMR」をアップ見てください。\u001b[22m\n\u001b[4mThe concept is the same since this anime is to 'heal' your tired heart.\u001b[24m\n    \u001b[1mこのアニメはあなたの疲れた心を「癒す」ため、コンセプトは同じです。\u001b[22m, \u001b[1mこのアニメは、あなたの疲れた心」を癒す」ことですので、考え方は同じです。\u001b[22m\n\u001b[4mI really like the concept of this anime cause it is very similar to ASMR and I was honestly surprised with the awesome outcome.\u001b[24m\n    \u001b[1m私はこのアニメのコンセプトが本当に好きです。なぜなら、それはASMRと非常によく似ていて、私は素晴らしい結果に正直に驚いていました。\u001b[22m, \u001b[1m私は本当にこのアニメのコンセプトのように、それはASMRに非常に類似している原因と私は素晴らしい結果に正直驚きました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 8/10\n\n\u001b[1mストーリー：8/10\u001b[22m\n\u001b[1m(Sutōrī: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 8/10\u001b[24m\n    \u001b[1mストーリー：8/10\u001b[22m\nA simulation from a realistic point of view with different characters. The content is mostly reciprocal and it is really fun to get along with the characters as they're trying to converse with you.\n\n\u001b[1m現実的な視点から異なる文字を用いたシミュレーション。 内容は主に相反しており、あなたと会話しようとしているキャラクターと仲良くするのは本当に楽しいです。\u001b[22m\n\u001b[1m(Genjitsu-tekina shiten kara kotonaru moji o mochiita shimyurēshon. Naiyō wa omoni sōhan shite ori, anata to kaiwa shiyou to shite iru kyarakutā to nakayoku suru no wa hontōni tanoshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mA simulation from a realistic point of view with different characters. The content is mostly reciprocal and it is really fun to get along with the characters as they're trying to converse with you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA simulation from a realistic point of view with different characters.\u001b[24m\n    \u001b[1m現実的な視点から異なる文字を用いたシミュレーション。\u001b[22m, \u001b[1m別の文字を持つビューの現実的な観点からシミュレーション。\u001b[22m\n\u001b[4mThe content is mostly reciprocal and it is really fun to get along with the characters as they're trying to converse with you.\u001b[24m\n    \u001b[1m内容は主に相反しており、あなたと会話しようとしているキャラクターと仲良くするのは本当に楽しいです。\u001b[22m, \u001b[1mコンテンツは、主に逆数である、彼らはあなたと会話しようとしているように、文字と一緒に取得することが本当に楽しいです。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 9/10\n\n\u001b[1mアート：9/10\u001b[22m\n\u001b[1m(Āto: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 9/10\u001b[24m\n    \u001b[1mアート：9/10\u001b[22m\nThe art is very common for a bi-shounen characters so it was good.\n\n\u001b[1mこの芸術は二人の少年にとってとても一般的です。\u001b[22m\n\u001b[1m(Kono geijutsu wa futari no shōnen ni totte totemo ippan-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is very common for a bi-shounen characters so it was good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is very common for a bi-shounen characters so it was good.\u001b[24m\n    \u001b[1mこの芸術は二人の少年にとってとても一般的です。\u001b[22m, \u001b[1m芸術は、それが良かったので、二少年文字のために非常に一般的です。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 10/10\n\n\u001b[1mサウンド：10/10\u001b[22m\n\u001b[1m(Saundo: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 10/10\u001b[24m\n    \u001b[1mサウンド：10/10\u001b[22m\nEarphones required. The seiyuus' performances will not let you down. The line up is pretty strong and with this kind of anime, the voices really play an important role to draw the interest of the viewers.\n\n\u001b[1mイヤホンが必要です。  seiyuusのパフォーマンスはあなたを失望させません。 ラインナップはかなり強く、このようなアニメでは、観客の関心を引くためには声が重要な役割を果たします。\u001b[22m\n\u001b[1m(Iyahon ga hitsuyōdesu. Seiyuus no pafōmansu wa anata o shitsubō sa semasen. Rain'nappu wa kanari tsuyoku, kono yōna animede wa, kankyaku no kanshin o hiku tame ni wa koe ga jūyōna yakuwari o hatashimasu.)\u001b[22m\n\nTranslations of \u001b[4mEarphones required. The seiyuus' performances will not let you down. The line up is pretty strong and with this kind of anime, the voices really play an important role to draw the interest of the viewers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEarphones required.\u001b[24m\n    \u001b[1mイヤホンが必要です。\u001b[22m, \u001b[1m必要なイヤホン。\u001b[22m\n\u001b[4mThe seiyuus' performances will not let you down.\u001b[24m\n    \u001b[1mseiyuusのパフォーマンスはあなたを失望させません。\u001b[22m, \u001b[1mseiyuus '公演はあなたを失望させません。\u001b[22m\n\u001b[4mThe line up is pretty strong and with this kind of anime, the voices really play an important role to draw the interest of the viewers.\u001b[24m\n    \u001b[1mラインナップはかなり強く、このようなアニメでは、観客の関心を引くためには声が重要な役割を果たします。\u001b[22m, \u001b[1mラインアップはかなり強く、アニメのこの種で、声は本当に視聴者の関心を引くために重要な役割を果たしています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 7/10\n\n\u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 7/10\u001b[24m\n    \u001b[1mキャラクター：7/10\u001b[22m\nCharacters are quite unique in a way it is different from each other. Not much character development, just an ideal conversation between you and the characters.\n\n\u001b[1m文字は、それが互いに異なっている点でかなりユニークです。 あまりキャラクターの発展はなく、あなたとキャラクターの理想的な会話です。\u001b[22m\n\u001b[1m(Moji wa, sore ga tagaini kotonatte iru ten de kanari yunīkudesu. Amari kyarakutā no hatten wa naku, anata to kyarakutā no risō-tekina kaiwadesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are quite unique in a way it is different from each other. Not much character development, just an ideal conversation between you and the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are quite unique in a way it is different from each other.\u001b[24m\n    \u001b[1m文字は、それが互いに異なっている点でかなりユニークです。\u001b[22m, \u001b[1m文字は、互いに異なるようにかなり独特です。\u001b[22m\n\u001b[4mNot much character development, just an ideal conversation between you and the characters.\u001b[24m\n    \u001b[1mあまりキャラクターの発展はなく、あなたとキャラクターの理想的な会話です。\u001b[22m, \u001b[1mあまりキャラクター開発、あなたと文字の間だけで理想的な会話。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 9/10\n\n\u001b[1m楽しさ：9/10\u001b[22m\n\u001b[1m(Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 9/10\u001b[24m\n    \u001b[1m楽しさ：9/10\u001b[22m\nI enjoy the anime a lot because I just love the idea of having someone with such soothing voice and talking to you casually. It gave me a sense of appreciation and encouragement even from an artificial setup.\n\n\u001b[1m私はアニメをたくさん楽しんでいます。なぜなら、そのような穏やかな声であなたを気軽に話すというアイデアが大好きだからです。 それは私に、人工的なセットアップからさえ感謝と励ましの感覚を与えました。\u001b[22m\n\u001b[1m(Watashi wa anime o takusan tanoshinde imasu. Nazenara, sono yōna odayakana koe de anata o kigaru ni hanasu to iu aidea ga daisukidakaradesu. Sore wa watashi ni, jinkō-tekina settoappu kara sae kansha to hagemashi no kankaku o ataemashita.)\u001b[22m\n\nTranslations of \u001b[4mI enjoy the anime a lot because I just love the idea of having someone with such soothing voice and talking to you casually. It gave me a sense of appreciation and encouragement even from an artificial setup.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoy the anime a lot because I just love the idea of having someone with such soothing voice and talking to you casually.\u001b[24m\n    \u001b[1m私はアニメをたくさん楽しんでいます。なぜなら、そのような穏やかな声であなたを気軽に話すというアイデアが大好きだからです。\u001b[22m, \u001b[1m私はちょうどそのようななだめるような声で誰かを有し、さりげなくあなたに話してのアイデアを愛しているから、私はアニメをたくさんお楽しみいただけます。\u001b[22m\n\u001b[4mIt gave me a sense of appreciation and encouragement even from an artificial setup.\u001b[24m\n    \u001b[1mそれは私に、人工的なセットアップからさえ感謝と励ましの感覚を与えました。\u001b[22m, \u001b[1mそれも、人工的なセットアップから私に感謝と激励の意味を与えました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 9/10\n\n\u001b[1m全体：9/10\u001b[22m\n\u001b[1m(Zentai: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 9/10\u001b[24m\n    \u001b[1m全体：9/10\u001b[22m\nThe concept itself is new and this is the only anime that I saw with this kind of idea. The story was made well done ;considering young or working adults as their target audience. It was a refreshing piece and I find the story for each episode is interesting in its own way.\n\n\u001b[1mコンセプトそのものは新しく、これは私がこのような考え方で見た唯一のアニメです。 物語はうまくいった;若い人や仕事をしている大人をターゲットとする人を考えると、 それは爽やかな作品だったし、それぞれのエピソードの話は、それなりの面白さがあると思う。\u001b[22m\n\u001b[1m(Konseputo sonomono wa atarashiku, kore wa watashi ga ko no yōna kangaekata de mita yuiitsu no animedesu. Monogatari wa umaku itta; wakai hito ya shigoto o shite iru otona o tāgetto to suru hito o kangaeru to, sore wa sawayakana sakuhindattashi, sorezore no episōdo no hanashi wa, sorenari no omoshiro-sa ga aru to omou.)\u001b[22m\n\nTranslations of \u001b[4mThe concept itself is new and this is the only anime that I saw with this kind of idea. The story was made well done ;considering young or working adults as their target audience. It was a refreshing piece and I find the story for each episode is interesting in its own way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe concept itself is new and this is the only anime that I saw with this kind of idea.\u001b[24m\n    \u001b[1mコンセプトそのものは新しく、これは私がこのような考え方で見た唯一のアニメです。\u001b[22m, \u001b[1mコンセプト自体は新しいもので、これは私がアイデアのこの種のを見ただけでアニメです。\u001b[22m\n\u001b[4mThe story was made well done ;considering young or working adults as their target audience.\u001b[24m\n    \u001b[1m物語はうまくいった;若い人や仕事をしている大人をターゲットとする人を考えると、\u001b[22m, \u001b[1m彼らのターゲットオーディエンスとして若いや社会人を考慮し、物語はよくやったとしました。\u001b[22m\n\u001b[4mIt was a refreshing piece and I find the story for each episode is interesting in its own way.\u001b[24m\n    \u001b[1mそれは爽やかな作品だったし、それぞれのエピソードの話は、それなりの面白さがあると思う。\u001b[22m, \u001b[1mそれはさわやかな作品だったと私は各エピソードのための物語は独自の方法で面白いです見つけます。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "MarihSouza",
    "profile": "/profile/MarihSouza/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=200036",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  6\nキャラクター|  9\n|  10\n\nあなたはぬいぐるみを持っていて、それで眠りますか？\nその後、あなたはおそらくこのアニメが好きになるでしょう。\nこのすべての「枕の人」は、あなたが眠っているぬいぐるみの動物です。\nこれは素晴らしいことです、彼らはこのすべてをアニメに入れました。 あなたのテディベアは、友人、ボーイフレンド、弟、またはあなたが知らない人になることができますが、あなたが眠って快適になると、彼はいつもそこにいます。\nこのアニメは、これを思い出させてくれました。私が好きなアニメの部分です。\n彼らの大部分は恐ろしいもので、男の声以外の音はないし、プロットもないが、私はこのショーが好きだった。\n私の悪い英語のために申し訳ありません、私の母国語ではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDo you have a stuffed animal and sleep with it?\n\n\u001b[1mあなたはぬいぐるみを持っていて、それで眠りますか？\u001b[22m\n\u001b[1m(Anata wa nuigurumi o motte ite, sore de nemurimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mDo you have a stuffed animal and sleep with it?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo you have a stuffed animal and sleep with it?\u001b[24m\n    \u001b[1mあなたはぬいぐるみを持っていて、それで眠りますか？\u001b[22m, \u001b[1mあなたはぬいぐるみを持っており、それと一緒に寝ていますか？\u001b[22m\nThen you probably gonna like this anime.\n\n\u001b[1mその後、あなたはおそらくこのアニメが好きになるでしょう。\u001b[22m\n\u001b[1m(Sonogo, anata wa osoraku kono anime ga suki ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThen you probably gonna like this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen you probably gonna like this anime.\u001b[24m\n    \u001b[1mその後、あなたはおそらくこのアニメが好きになるでしょう。\u001b[22m, \u001b[1mあなたはおそらくこのアニメのようなつもり。\u001b[22m\nAll this 'pillow guys' are the stuffed animal with whom you sleep.\n\n\u001b[1mこのすべての「枕の人」は、あなたが眠っているぬいぐるみの動物です。\u001b[22m\n\u001b[1m(Ko no subete no `makura no hito' wa, anata ga nemutte iru nuigurumi no dōbutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mAll this 'pillow guys' are the stuffed animal with whom you sleep.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll this 'pillow guys' are the stuffed animal with whom you sleep.\u001b[24m\n    \u001b[1mこのすべての「枕の人」は、あなたが眠っているぬいぐるみの動物です。\u001b[22m, \u001b[1mすべてこの「枕の人は「あなたが眠る誰とぬいぐるみです。\u001b[22m\nThis is amazing, they put in anime all of this. Your teddy bear can be to you a friend, a boyfriend, a little brother or just a guy you don't know, but he always are there when you go to sleep and comforts you.\n\n\u001b[1mこれは素晴らしいことです、彼らはこのすべてをアニメに入れました。 あなたのテディベアは、友人、ボーイフレンド、弟、またはあなたが知らない人になることができますが、あなたが眠って快適になると、彼はいつもそこにいます。\u001b[22m\n\u001b[1m(Kore wa subarashī kotodesu, karera wa ko no subete o anime ni iremashita. Anata no tedibea wa, yūjin, bōifurendo, otōto, matawa anata ga shiranaihito ni naru koto ga dekimasuga, anata ga nemutte kaiteki ni naru to, kare wa itsumo soko ni imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is amazing, they put in anime all of this. Your teddy bear can be to you a friend, a boyfriend, a little brother or just a guy you don't know, but he always are there when you go to sleep and comforts you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is amazing, they put in anime all of this.\u001b[24m\n    \u001b[1mこれは素晴らしいことです、彼らはこのすべてをアニメに入れました。\u001b[22m, \u001b[1mこれは素晴らしいです、彼らはアニメでこのすべてを置きます。\u001b[22m\n\u001b[4mYour teddy bear can be to you a friend, a boyfriend, a little brother or just a guy you don't know, but he always are there when you go to sleep and comforts you.\u001b[24m\n    \u001b[1mあなたのテディベアは、友人、ボーイフレンド、弟、またはあなたが知らない人になることができますが、あなたが眠って快適になると、彼はいつもそこにいます。\u001b[22m, \u001b[1mあなたのテディベアはあなたにあなたが知らない友人、彼氏、弟か、単に男することができますが、あなたがスリープ状態に入るとあなたを慰めるとき、彼は常にあります。\u001b[22m\nThis anime reminded me of this, thats the part of the anime that i liked.\n\n\u001b[1mこのアニメは、これを思い出させてくれました。私が好きなアニメの部分です。\u001b[22m\n\u001b[1m(Kono anime wa, kore o omoidasa sete kuremashita. Watashi ga sukina anime no bubundesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime reminded me of this, thats the part of the anime that i liked.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime reminded me of this, thats the part of the anime that i liked.\u001b[24m\n    \u001b[1mこのアニメは、これを思い出させてくれました。私が好きなアニメの部分です。\u001b[22m, \u001b[1mこのアニメは、こののことを思い出し、私は気に入っアニメの一部のthats。\u001b[22m\nMost of them are scary, doesn't have any sound other than the guy's voice and don't have a plot, but i liked this show.\n\n\u001b[1m彼らの大部分は恐ろしいもので、男の声以外の音はないし、プロットもないが、私はこのショーが好きだった。\u001b[22m\n\u001b[1m(Karera no daibubun wa osoroshī mono de, otoko no koe igai no oto wanaishi, purotto mo naiga, watashi wa kono shō ga sukidatta.)\u001b[22m\n\nTranslations of \u001b[4mMost of them are scary, doesn't have any sound other than the guy's voice and don't have a plot, but i liked this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of them are scary, doesn't have any sound other than the guy's voice and don't have a plot, but i liked this show.\u001b[24m\n    \u001b[1m彼らの大部分は恐ろしいもので、男の声以外の音はないし、プロットもないが、私はこのショーが好きだった。\u001b[22m, \u001b[1mそれらのほとんどが怖いです、男の声以外の音を持っていないとプロットを持っていますが、私はこのショーを気に入っていません。\u001b[22m\nSorry for my bad english, isn't my native language.\n\n\u001b[1m私の悪い英語のために申し訳ありません、私の母国語ではありません。\u001b[22m\n\u001b[1m(Watashi no warui eigo no tame ni mōshiwakearimasen, watashinohaha kokugode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSorry for my bad english, isn't my native language.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry for my bad english, isn't my native language.\u001b[24m\n    \u001b[1m私の悪い英語のために申し訳ありません、私の母国語ではありません。\u001b[22m, \u001b[1m私の悪い英語のため申し訳ありませんが、私の母国語ではありません。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "2b-chan",
    "profile": "/profile/2b-chan/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=199986",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  5\nキャラクター|  6\n|  7\n\nこのアニメは「疲れた心を癒す」ように設計されているとの概要があります。 他のレビューを読むと、ほとんどの人にとって逆の効果があります。 しかし、私は昼寝をしようとしている間に、男の子に邪魔されているのを楽しんだ人はほとんどいません（私が毛布の下にいたとき、このアニメを見たことはありません）。\n\nこのアニメは基本的に、あなたがボタンをクリックするか、あなたの電話画面に触れて、キャッチーなOPのテーマを必要とするマイナスの「スリーピータイムボーイフレンド」ゲームの1つです。 だからそれはプロットがなく、それは実際に特集された男の子について興味深いものを明らかにしていない。  OPの男の子のショットから、私はすべてのエピソードが寝室で起こると思った。 しかし、いいえ。 さまざまな場所で眠りにつくようになる...時には恐ろしいことだ。\n\n文字については、 個人的には、私は本当にかわいそうだったが、他の人たちは私を笑わせてくれたが、いくつかは私をびっくりさせた。  CGイッシュショットの中には素晴らしいものもありました。\n\n芸術は一般的にいいですが、目のものが私を悩ませました。 目が疲れて見えました。 私は少年たちが疲れた心臓を持っていたのだろうと私は思っています。私たちはそれらを癒す責任がありました。\n\n全体的に、このアニメは無意味で有害な楽しみに関するものです。 エピソードは短い、芸術は素敵、OPはキャッチー、少年はチーズで控えめなものを言う、あなたの脳を働かせる必要はないが、ただ座って、 あなたはあなたがベッドにぶつかる前に忘れることのない無意味なものについてあなたに話します。\n私が見ている他の重くて暗いアニメの最新エピソードに追いつくために、MakuraのDanshiは素敵な短い休憩として働いていました。\n私は完全に失望しているわけではありませんが、本当に感心しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThe synopsis said that this anime is designed to 'heal tired hearts'. It has the opposite effect for most people, if you read the other reviews. But I'm one of very few who actually enjoyed being disturbed by those boys while I was trying to take a nap (not like I ever watched this anime when I was under my blankets or anything).\n\n\u001b[1mこのアニメは「疲れた心を癒す」ように設計されているとの概要があります。 他のレビューを読むと、ほとんどの人にとって逆の効果があります。 しかし、私は昼寝をしようとしている間に、男の子に邪魔されているのを楽しんだ人はほとんどいません（私が毛布の下にいたとき、このアニメを見たことはありません）。\u001b[22m\n\u001b[1m(Kono anime wa `tsukareta kokoro o iyasu'-yō ni sekkei sa rete iru to no gaiyō ga arimasu. Hoka no rebyū o yomu to, hotondo no hito ni totte gyaku no kōka ga arimasu. Shikashi, watashi wa hirune o shiyou to shite iru ma ni, otokonoko ni jama sa rete iru no o tanoshinda hito wa hotondo imasen (watashi ga mōfu no shita ni ita toki, kono anime o mita koto wa arimasen).)\u001b[22m\n\nTranslations of \u001b[4mThe synopsis said that this anime is designed to 'heal tired hearts'. It has the opposite effect for most people, if you read the other reviews. But I'm one of very few who actually enjoyed being disturbed by those boys while I was trying to take a nap (not like I ever watched this anime when I was under my blankets or anything).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe synopsis said that this anime is designed to 'heal tired hearts'.\u001b[24m\n    \u001b[1mこのアニメは「疲れた心を癒す」ように設計されているとの概要があります。\u001b[22m, \u001b[1mシノプシスは、このアニメは「疲れた心を癒す」するように設計されていることを述べました。\u001b[22m\n\u001b[4mIt has the opposite effect for most people, if you read the other reviews.\u001b[24m\n    \u001b[1m他のレビューを読むと、ほとんどの人にとって逆の効果があります。\u001b[22m, \u001b[1mあなたが他のレビューを読んでいれば、ほとんどの人は逆の効果を与えます。\u001b[22m\n\u001b[4mBut I'm one of very few who actually enjoyed being disturbed by those boys while I was trying to take a nap (not like I ever watched this anime when I was under my blankets or anything).\u001b[24m\n    \u001b[1mしかし、私は昼寝をしようとしている間に、男の子に邪魔されているのを楽しんだ人はほとんどいません（私が毛布の下にいたとき、このアニメを見たことはありません）。\u001b[22m, \u001b[1mしかし、私は（私は私の毛布か何かの下にあったとき、私が今までこのアニメを見て好きではない）昼寝をしようとしたときに、実際にそれらの少年たちに邪魔されることを楽しんだ非常に少数の一つです。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is basically one of those 'Sleepy Time Boyfriend' games minus the need for you to click a button or touch your phone screen and plus a catchy OP theme. So it has no plot and it doesn't really reveal anything interesting about the featured boys. From the shots of the boys in the OP I thought that all the episodes will take place in the bedroom. But no; you find yourself falling asleep in different places... sometimes it's scary.\n\n\u001b[1mこのアニメは基本的に、あなたがボタンをクリックするか、あなたの電話画面に触れて、キャッチーなOPのテーマを必要とするマイナスの「スリーピータイムボーイフレンド」ゲームの1つです。 だからそれはプロットがなく、それは実際に特集された男の子について興味深いものを明らかにしていない。  OPの男の子のショットから、私はすべてのエピソードが寝室で起こると思った。 しかし、いいえ。 さまざまな場所で眠りにつくようになる...時には恐ろしいことだ。\u001b[22m\n\u001b[1m(Kono anime wa kihontekini, anata ga botan o kurikku suru ka, anata no denwa gamen ni furete, kyatchīna OP no tēma o hitsuyō to suru mainasu no `surīpītaimubōifurendo' gēmu no 1tsudesu. Dakara sore wa purotto ga naku, sore wa jissai ni tokushū sa reta otokonoko ni tsuite kyōmibukai mono o akiraka ni shite inai. OP no otokonoko no shotto kara, watashi wa subete no episōdo ga shinshitsu de okoru to omotta. Shikashi, īe. Samazamana basho de nemurinitsuku-yō ni naru... Tokiniha osoroshī kotoda.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is basically one of those 'Sleepy Time Boyfriend' games minus the need for you to click a button or touch your phone screen and plus a catchy OP theme. So it has no plot and it doesn't really reveal anything interesting about the featured boys. From the shots of the boys in the OP I thought that all the episodes will take place in the bedroom. But no; you find yourself falling asleep in different places... sometimes it's scary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is basically one of those 'Sleepy Time Boyfriend' games minus the need for you to click a button or touch your phone screen and plus a catchy OP theme.\u001b[24m\n    \u001b[1mこのアニメは基本的に、あなたがボタンをクリックするか、あなたの電話画面に触れて、キャッチーなOPのテーマを必要とするマイナスの「スリーピータイムボーイフレンド」ゲームの1つです。\u001b[22m, \u001b[1mこのアニメは、基本的には、これらの「スリーピータイムボーイフレンド」ゲームの一つマイナスボタンをクリックするか、お使いの携帯電話の画面とプラスキャッチーOPテーマをタッチする必要性です。\u001b[22m\n\u001b[4mSo it has no plot and it doesn't really reveal anything interesting about the featured boys.\u001b[24m\n    \u001b[1mだからそれはプロットがなく、それは実際に特集された男の子について興味深いものを明らかにしていない。\u001b[22m, \u001b[1mだから、何のプロットを持っていない、それは本当に特色男の子についての興味深い何かを明らかにしていません。\u001b[22m\n\u001b[4mFrom the shots of the boys in the OP I thought that all the episodes will take place in the bedroom.\u001b[24m\n    \u001b[1mOPの男の子のショットから、私はすべてのエピソードが寝室で起こると思った。\u001b[22m, \u001b[1mOPで男の子のショットから私はすべてのエピソードが寝室で行われることを考えました。\u001b[22m\n\u001b[4mBut no;\u001b[24m\n    \u001b[1mしかし、いいえ。\u001b[22m, \u001b[1mしかしなし。\u001b[22m\n\u001b[4myou find yourself falling asleep in different places... sometimes it's scary.\u001b[24m\n    \u001b[1mさまざまな場所で眠りにつくようになる...時には恐ろしいことだ。\u001b[22m, \u001b[1mあなた自身が...時にはそれは怖い別の場所で眠りに落ちる見つけます。\u001b[22m\n\u001b[1m\u001b[22m\nFor the characters; personally, I couldn't really get attached to any of the boys, but some were really cute while others made me laugh and some few freaked me out. Some of the CG-ish shots were nice too.\n\n\u001b[1m文字については、 個人的には、私は本当にかわいそうだったが、他の人たちは私を笑わせてくれたが、いくつかは私をびっくりさせた。  CGイッシュショットの中には素晴らしいものもありました。\u001b[22m\n\u001b[1m(Moji ni tsuite wa, kojin-teki ni wa, watashi wa hontōni kawaisōdattaga, hokanohito-tachi wa watashi o warawa sete kuretaga, ikutsu ka wa watashi o bikkuri sa seta. CG isshushotto no nakaniha subarashī mono mo arimashita.)\u001b[22m\n\nTranslations of \u001b[4mFor the characters; personally, I couldn't really get attached to any of the boys, but some were really cute while others made me laugh and some few freaked me out. Some of the CG-ish shots were nice too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the characters;\u001b[24m\n    \u001b[1m文字については、\u001b[22m, \u001b[1m文字の;\u001b[22m\n\u001b[4mpersonally, I couldn't really get attached to any of the boys, but some were really cute while others made me laugh and some few freaked me out.\u001b[24m\n    \u001b[1m個人的には、私は本当にかわいそうだったが、他の人たちは私を笑わせてくれたが、いくつかは私をびっくりさせた。\u001b[22m, \u001b[1m個人的に、私は本当に男の子のいずれかに結合することができませんでしたが、他の人が私を笑わせ、いくつかのいくつかは、私にびびるしながら、いくつかは本当にかわいいでした。\u001b[22m\n\u001b[4mSome of the CG-ish shots were nice too.\u001b[24m\n    \u001b[1mCGイッシュショットの中には素晴らしいものもありました。\u001b[22m, \u001b[1mCGっぽいショットのいくつかは、あまりにも素敵でした。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is generally nice, but something about the eyes bugged me. The eyes made them look tired. I wonder if the boys were the one with tired hearts and we were the ones responsible of healing them.\n\n\u001b[1m芸術は一般的にいいですが、目のものが私を悩ませました。 目が疲れて見えました。 私は少年たちが疲れた心臓を持っていたのだろうと私は思っています。私たちはそれらを癒す責任がありました。\u001b[22m\n\u001b[1m(Geijutsu wa ippantekini īdesuga,-me no mono ga watashi o nayama semashita. Me ga tsukarete miemashita. Watashi wa shōnen-tachi ga tsukareta shinzō o motte ita nodarou to watashi wa omotte imasu. Watashitachi wa sorera o iyasu sekinin ga arimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe art is generally nice, but something about the eyes bugged me. The eyes made them look tired. I wonder if the boys were the one with tired hearts and we were the ones responsible of healing them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is generally nice, but something about the eyes bugged me.\u001b[24m\n    \u001b[1m芸術は一般的にいいですが、目のものが私を悩ませました。\u001b[22m, \u001b[1m技術は、一般的にいいですが、目についての何かが私を盗聴しました。\u001b[22m\n\u001b[4mThe eyes made them look tired.\u001b[24m\n    \u001b[1m目が疲れて見えました。\u001b[22m, \u001b[1m目は、彼らが疲れて見せていました。\u001b[22m\n\u001b[4mI wonder if the boys were the one with tired hearts and we were the ones responsible of healing them.\u001b[24m\n    \u001b[1m私は少年たちが疲れた心臓を持っていたのだろうと私は思っています。私たちはそれらを癒す責任がありました。\u001b[22m, \u001b[1m男の子は疲れた心を持つ1であったと我々は彼らを癒しの責任あるものだったのだろうか。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this anime is all about pointless and harmful fun. The episodes are short, the art is nice, the OP is catchy, the boys say some of the cheesiest and silliest stuff, there is no plot that requires you to work your brain but just asks you to sit down and enjoy pretty boys talking to you about pointless stuff that you'll forget before you hit your bed.\n\n\u001b[1m全体的に、このアニメは無意味で有害な楽しみに関するものです。 エピソードは短い、芸術は素敵、OPはキャッチー、少年はチーズで控えめなものを言う、あなたの脳を働かせる必要はないが、ただ座って、 あなたはあなたがベッドにぶつかる前に忘れることのない無意味なものについてあなたに話します。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono anime wa muimide yūgaina tanoshimi ni kansuru monodesu. Episōdo wa mijikai, geijutsu wa suteki, OP wa kyatchī, shōnen wa chīzu de hikaemena mono o iu, anata no nō o hatarakaseru hitsuyō wa naiga, tada suwatte, anata wa anata ga beddo ni butsukaru mae ni wasureru koto no nai muimina mono ni tsuite anata ni hanashimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this anime is all about pointless and harmful fun. The episodes are short, the art is nice, the OP is catchy, the boys say some of the cheesiest and silliest stuff, there is no plot that requires you to work your brain but just asks you to sit down and enjoy pretty boys talking to you about pointless stuff that you'll forget before you hit your bed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this anime is all about pointless and harmful fun.\u001b[24m\n    \u001b[1m全体的に、このアニメは無意味で有害な楽しみに関するものです。\u001b[22m, \u001b[1m全体的に、このアニメはすべて無意味と有害な楽しみについてです。\u001b[22m\n\u001b[4mThe episodes are short, the art is nice, the OP is catchy, the boys say some of the cheesiest and silliest stuff, there is no plot that requires you to work your brain but just asks you to sit down and enjoy pretty boys talking to\u001b[24m\n    \u001b[1mエピソードは短い、芸術は素敵、OPはキャッチー、少年はチーズで控えめなものを言う、あなたの脳を働かせる必要はないが、ただ座って、\u001b[22m, \u001b[1mエピソードが短く、芸術はいいです、OPはキャッチーで、男の子がcheesiestとsilliestもののいくつかを言って、あなたの脳を動作する必要がありますが、ただ座って、と話してかわいい男の子を楽しむことを要求しないプロットはありません\u001b[22m\n\u001b[4myou about pointless stuff that you'll forget before you hit your bed.\u001b[24m\n    \u001b[1mあなたはあなたがベッドにぶつかる前に忘れることのない無意味なものについてあなたに話します。\u001b[22m, \u001b[1mあなたがあなたのベッドを叩く前にあなたが忘れる無意味なものについてのあなた。\u001b[22m\nMakura no Danshi worked as a nice short break while I try to catch up with the latest episodes of the other heavy and dark anime I'm watching.\n\n\u001b[1m私が見ている他の重くて暗いアニメの最新エピソードに追いつくために、MakuraのDanshiは素敵な短い休憩として働いていました。\u001b[22m\n\u001b[1m(Watashi ga mite iru ta no omokute kurai anime no saishin episōdo ni oitsuku tame ni, Makura no Danshi wa sutekina mijikai kyūkei to shite hataraite imashita.)\u001b[22m\n\nTranslations of \u001b[4mMakura no Danshi worked as a nice short break while I try to catch up with the latest episodes of the other heavy and dark anime I'm watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMakura no Danshi worked as a nice short break while I try to catch up with the latest episodes of the other heavy and dark anime I'm watching.\u001b[24m\n    \u001b[1m私が見ている他の重くて暗いアニメの最新エピソードに追いつくために、MakuraのDanshiは素敵な短い休憩として働いていました。\u001b[22m, \u001b[1m私は私が見ている他の重い、暗いアニメの最新のエピソードに追いつくためにしようとしながら、枕なし男子は素敵な短い休憩として働いていました。\u001b[22m\nI'm not totally disappointed, but not really impressed.\n\n\u001b[1m私は完全に失望しているわけではありませんが、本当に感心しません。\u001b[22m\n\u001b[1m(Watashi wa kanzen ni shitsubō shite iru wakede wa arimasenga, hontōni kanshin shimasen.)\u001b[22m\n\nTranslations of \u001b[4mI'm not totally disappointed, but not really impressed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm not totally disappointed, but not really impressed.\u001b[24m\n    \u001b[1m私は完全に失望しているわけではありませんが、本当に感心しません。\u001b[22m, \u001b[1m私は完全に失望しないんだけど、本当に感心しません。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "Flxra",
    "profile": "/profile/Flxra/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=226410",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  7\nキャラクター|  1\n|  1\n\n牧村の淡水は、寝る前に孤独な人に会社を提供することを目的とした1人称アニメです。 しかし、それは個人的に私にとって正反対ですが、このアニメは私を哀れな敗者のように感じさせました。 私は真剣にそれを取っていないし、それでも私はひどい気分にさせた。 このアニメ全体は、恐ろしいクローズアップを持つ非常に不気味な雰囲気を持っています。これは、他のどのアニメよりもずっと離れています。 地獄の女の子のような基本的な卑劣なものから、文字通りの5歳のものまで、幅広い性格や外見を持つ11歳か12歳の男の子（私は覚えていても構いません）があります 非常に不快に感じる）。 このアニメ全体はちょうどうんざりしているだけです。 私は死にかけて孤独だった人にはこれが良いと思いますか？ しかし、私のような、社会的な相互作用の公平な分担をしている人にとって、このアニメは心がぼやけて恐ろしいものでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nMakura no Danshi is a 1st person anime meant to give a lonely person company before going to sleep. However, it does the exact opposite for me personally, this anime made me feel like a pathetic loser. I wasn't even taking it seriously and it still made me feel terrible. This whole anime has a very creepy vibe with terrifying close-ups that were really more off-putting than anything else, and that's including this whole anime's basis. There are 11 or 12 (I don't care to remember) boys to choose, with a wide range of personalities and appearances, from a basic creepy as hell fem boy, to a literal five year old (which might I add, made me feel very uncomfortable). This whole anime is just a fit of cringe. I guess to someone who was deathly lonely this could be good? But for someone like me who has their fair share of social interaction this anime was just mind mindbogglingly horrid.\n\n\u001b[1m牧村の淡水は、寝る前に孤独な人に会社を提供することを目的とした1人称アニメです。 しかし、それは個人的に私にとって正反対ですが、このアニメは私を哀れな敗者のように感じさせました。 私は真剣にそれを取っていないし、それでも私はひどい気分にさせた。 このアニメ全体は、恐ろしいクローズアップを持つ非常に不気味な雰囲気を持っています。これは、他のどのアニメよりもずっと離れています。 地獄の女の子のような基本的な卑劣なものから、文字通りの5歳のものまで、幅広い性格や外見を持つ11歳か12歳の男の子（私は覚えていても構いません）があります 非常に不快に感じる）。 このアニメ全体はちょうどうんざりしているだけです。 私は死にかけて孤独だった人にはこれが良いと思いますか？ しかし、私のような、社会的な相互作用の公平な分担をしている人にとって、このアニメは心がぼやけて恐ろしいものでした。\u001b[22m\n\u001b[1m(Makimura no tansui wa, nerumae ni kodokuna hito ni kaisha o teikyō suru koto o mokuteki to shita 1 ninshō animedesu. Shikashi, soreha kojin-teki ni watashi ni totte seihantaidesuga, kono anime wa watashi o awarena haisha no yō ni kanji sasemashita. Watashi wa shinken ni sore o totte inaishi, soredemo watashi wa hidoi kibun ni sa seta. Kono anime zentai wa, osoroshī kurōzuappu o motsu hijō ni bukimina fun'iki o motte imasu. Kore wa, hoka no dono anime yori mo zutto hanarete imasu. Jigoku no on'nanoko no yōna kihon-tekina hiretsuna mono kara, mojidōri no 5-sai no mono made, habahiroi seikaku ya gaiken o motsu 11-sai ka 12-sai no otokonoko (watashi wa oboete ite mo kamaimasen) ga arimasu hijō ni fukai ni kanjiru). Kono anime zentai wa chōdo unzari shite iru dakedesu. Watashi wa shinikakete kodokudatta hito ni wa kore ga yoi to omoimasu ka? Shikashi, watashi no yōna, shakai-tekina sōgo sayō no kōheina buntan o shite iru hito ni totte, kono anime wa kokoro ga boyakete osoroshī monodeshita.)\u001b[22m\n\nTranslations of \u001b[4mMakura no Danshi is a 1st person anime meant to give a lonely person company before going to sleep. However, it does the exact opposite for me personally, this anime made me feel like a pathetic loser. I wasn't even taking it seriously and it still made me feel terrible. This whole anime has a very creepy vibe with terrifying close-ups that were really more off-putting than anything else, and that's including this whole anime's basis. There are 11 or 12 (I don't care to remember) boys to choose, with a wide range of personalities and appearances, from a basic creepy as hell fem boy, to a literal five year old (which might I add, made me feel very uncomfortable). This whole anime is just a fit of cringe. I guess to someone who was deathly lonely this could be good? But for someone like me who has their fair share of social interaction this anime was just mind mindbogglingly horrid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMakura no Danshi is a 1st person anime meant to give a lonely person company before going to sleep.\u001b[24m\n    \u001b[1m牧村の淡水は、寝る前に孤独な人に会社を提供することを目的とした1人称アニメです。\u001b[22m, \u001b[1m枕なし男子は寝る前に孤独な人の会社を与えることを意味一人称アニメです。\u001b[22m\n\u001b[4mHowever, it does the exact opposite for me personally, this anime made me feel like a pathetic loser.\u001b[24m\n    \u001b[1mしかし、それは個人的に私にとって正反対ですが、このアニメは私を哀れな敗者のように感じさせました。\u001b[22m, \u001b[1mしかし、それは個人的に私のために正反対を行い、このアニメは私が哀れな敗者のように感じました。\u001b[22m\n\u001b[4mI wasn't even taking it seriously and it still made me feel terrible.\u001b[24m\n    \u001b[1m私は真剣にそれを取っていないし、それでも私はひどい気分にさせた。\u001b[22m, \u001b[1m私も真剣にそれを取っていなかった、それはまだ私はひどい感じさせました。\u001b[22m\n\u001b[4mThis whole anime has a very creepy vibe with terrifying close-ups that were really more off-putting than anything else, and that's including this whole anime's basis.\u001b[24m\n    \u001b[1mこのアニメ全体は、恐ろしいクローズアップを持つ非常に不気味な雰囲気を持っています。これは、他のどのアニメよりもずっと離れています。\u001b[22m, \u001b[1mこの全体のアニメは何よりもオフパッティング本当に多くあった恐ろしいクローズアップと非常に不気味な雰囲気を持っており、それがこの全体のアニメの基礎を含むです。\u001b[22m\n\u001b[4mThere are 11 or 12 (I don't care to remember) boys to choose, with a wide range of personalities and appearances, from a basic creepy as hell fem boy, to a literal five year old (which might I add, made me\u001b[24m\n    \u001b[1m地獄の女の子のような基本的な卑劣なものから、文字通りの5歳のものまで、幅広い性格や外見を持つ11歳か12歳の男の子（私は覚えていても構いません）があります\u001b[22m, \u001b[1m私は追加するかもしれない（リテラル5歳に、地獄のFEMの少年のような基本的な不気味から、個性や外観の広い範囲で、選択するための11または12（私が覚えて気にしない）男の子があり、私を作りました\u001b[22m\n\u001b[4mfeel very uncomfortable).\u001b[24m\n    \u001b[1m非常に不快に感じる）。\u001b[22m, \u001b[1m）非常に不快に感じます。\u001b[22m\n\u001b[4mThis whole anime is just a fit of cringe.\u001b[24m\n    \u001b[1mこのアニメ全体はちょうどうんざりしているだけです。\u001b[22m, \u001b[1mこの全体のアニメはうんざりのちょうどフィットです。\u001b[22m\n\u001b[4mI guess to someone who was deathly lonely this could be good?\u001b[24m\n    \u001b[1m私は死にかけて孤独だった人にはこれが良いと思いますか？\u001b[22m, \u001b[1m私はこれは良いかもしれない死人のような孤独だった誰かに思いますか？\u001b[22m\n\u001b[4mBut for someone like me who has their fair share of social interaction this anime was just mind mindbogglingly horrid.\u001b[24m\n    \u001b[1mしかし、私のような、社会的な相互作用の公平な分担をしている人にとって、このアニメは心がぼやけて恐ろしいものでした。\u001b[22m, \u001b[1mしかし、社会的相互作用の公正な取り分を持っている私のような誰かのためにこのアニメはただmindbogglingly恐ろしい気にしました。\u001b[22m"
  },
  {
    "title": "Makura_no_Danshi",
    "id": "30705",
    "url": "https://myanimelist.net/anime/30705/Makura_no_Danshi",
    "user": "YoshiDragons",
    "profile": "/profile/YoshiDragons/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=221325",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  4\nキャラクター|  4\n|  4",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
