[
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "marinasc",
    "profile": "/profile/marinasc/reviews",
    "pages": "7",
    "number": "1",
    "link": "/reviews.php?id=215200",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  6\n\nシリーズ全体を見て、私はこのショーに完全に失望していると言えるでしょう。 今私がこれを展開する前に、私はこれらのアニメを愛していると言いましょう。 私は最初からこのショーに興奮していたので、私は本当に偏っていません。 あなたがNGNLやSAOのようなMMO /ファンタジー型のアニメ全体を好きなら、あなたはこれを少なくともある程度は好きになるでしょう。\n今私が6に与える理由は、そのプロットが欠けているからです。 ショー全体は、決して本当に実現されない基本的なプロットを持つフィラーです。 あなたは基本的に、興味深いものが起こるかもしれない、あるいはエピソードのために導入された特定のキャラクターがもっと深く提示されるかもしれないと考えているこの全体のショーを通って行くが、これは決して起こらない。 私は何もしたくないのですが、彼らはプロットを考えたようなものです。実際にそれを使って何もしなかったのです。その周りに10のフィラーエピソードを作って、それから不足しているボス戦で終わりを感じました。\nアニメーションは見た目がカラフルでかわいいですが、文字は大丈夫です。 彼らはほとんどショーの中のキャラクターに入る時間を取った。 文字の開発は全くありません。 メインの主人公は、アニメの他のすべての平均的な10代の少年と同じです。 他のキャラクターは興味深い可能性がありますが、自分や過去について何も学んだことはありません。あるいは、1つのエピソードに出て消えてしまいます。 すべてのことは、常に無意味です。\nこのアニメは本当に潜在的な力を持っていました。私は、少なくとも、すべてを価値あるものにするための満足のいく結末があることを望んでいましたが、そうではありませんでした。 あなたが時間を無駄にする何かが必要な場合は、私はショーがかなり面白いと言うだろうが、あなたが私のように深刻に失望するので、あなたの希望を得ることはありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nAfter watching the whole series, I can say that I am completely disappointed in this show. Now before I expand on this let me just say that I LOVE these kinds of animes. I was so excited for this show from the beginning so i'm not really biased. If you like the whole MMO/Fantasy type anime such as NGNL or SAO then you'll like this at least to an extent.\n\n\u001b[1mシリーズ全体を見て、私はこのショーに完全に失望していると言えるでしょう。 今私がこれを展開する前に、私はこれらのアニメを愛していると言いましょう。 私は最初からこのショーに興奮していたので、私は本当に偏っていません。 あなたがNGNLやSAOのようなMMO /ファンタジー型のアニメ全体を好きなら、あなたはこれを少なくともある程度は好きになるでしょう。\u001b[22m\n\u001b[1m(Shirīzu zentai o mite, watashi wa kono shō ni kanzen ni shitsubō shite iru to ierudeshou. Ima watashi ga kore o tenkai suru mae ni, watashi wa korera no anime o aishite iru to iimashou. Watashi wa saisho kara kono shō ni kōfun shite itanode, watashi wa hontōni katayotte imasen. Anata ga NGNL ya SAO no yōna MMO/ fantajī-gata no anime zentai o sukinara, anata wa kore o sukunakutomo aruteido wa suki ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching the whole series, I can say that I am completely disappointed in this show. Now before I expand on this let me just say that I LOVE these kinds of animes. I was so excited for this show from the beginning so i'm not really biased. If you like the whole MMO/Fantasy type anime such as NGNL or SAO then you'll like this at least to an extent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching the whole series, I can say that I am completely disappointed in this show.\u001b[24m\n    \u001b[1mシリーズ全体を見て、私はこのショーに完全に失望していると言えるでしょう。\u001b[22m, \u001b[1m全シリーズを見た後、私はこのショーで完全に失望していると言うことができます。\u001b[22m\n\u001b[4mNow before I expand on this let me just say that I LOVE these kinds of animes.\u001b[24m\n    \u001b[1m今私がこれを展開する前に、私はこれらのアニメを愛していると言いましょう。\u001b[22m, \u001b[1m今、私はこの上に展開する前に、私はちょうど私がアニメのこれらの種類を愛することとしましょう。\u001b[22m\n\u001b[4mI was so excited for this show from the beginning so i'm not really biased.\u001b[24m\n    \u001b[1m私は最初からこのショーに興奮していたので、私は本当に偏っていません。\u001b[22m, \u001b[1m私は私が実際にバイアスされていないよので、最初からこのショーのためにとても興奮していました。\u001b[22m\n\u001b[4mIf you like the whole MMO/Fantasy type anime such as NGNL or SAO then you'll like this at least to an extent.\u001b[24m\n    \u001b[1mあなたがNGNLやSAOのようなMMO /ファンタジー型のアニメ全体を好きなら、あなたはこれを少なくともある程度は好きになるでしょう。\u001b[22m, \u001b[1mあなたがそのようなNGNLやSAOなど全体MMO /ファンタジータイプのアニメが好きなら、あなたは、少なくともある程度まで、これを気に入るだろう。\u001b[22m\nNow the reason why I give this a 6 is because the plot is SO lacking. The entire show is fillers with an underlying plot that is never truly fulfilled. You basically go through this whole show thinking that maybe something interesting will happen or maybe certain characters that are introduced for an episode will be presented more in depth but none of this ever happens. I don't want to give anything away, but it's like they just thought of a plot, never really did anything with it, made 10 filler episodes around it, and then gave it a lackluster ending with a lame boss fight.\n\n\u001b[1m今私が6に与える理由は、そのプロットが欠けているからです。 ショー全体は、決して本当に実現されない基本的なプロットを持つフィラーです。 あなたは基本的に、興味深いものが起こるかもしれない、あるいはエピソードのために導入された特定のキャラクターがもっと深く提示されるかもしれないと考えているこの全体のショーを通って行くが、これは決して起こらない。 私は何もしたくないのですが、彼らはプロットを考えたようなものです。実際にそれを使って何もしなかったのです。その周りに10のフィラーエピソードを作って、それから不足しているボス戦で終わりを感じました。\u001b[22m\n\u001b[1m(Ima watashi ga 6 ni ataeru riyū wa, sono purotto ga kakete irukaradesu. Shō zentai wa, kesshite hontōni jitsugen sa renai kihon-tekina purotto o motsu firādesu. Anata wa kihontekini, kyōmibukai mono ga okoru kamo shirenai, aruiwa episōdo no tame ni dōnyū sa reta tokutei no kyarakutā ga motto fukaku teiji sa reru kamo shirenai to kangaete iru kono zentai no shō o kayotte ikuga, kore wa kesshite okoranai. Watashi wa nanimoshitakunai nodesuga, karera wa purotto o kangaeta yōna monodesu. Jissai ni sore o tsukatte nani mo shinakatta nodesu. Sono mawari ni 10 no firāepisōdo o tsukutte, sorekara fusoku shite iru bosu-sen de owari o kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mNow the reason why I give this a 6 is because the plot is SO lacking. The entire show is fillers with an underlying plot that is never truly fulfilled. You basically go through this whole show thinking that maybe something interesting will happen or maybe certain characters that are introduced for an episode will be presented more in depth but none of this ever happens. I don't want to give anything away, but it's like they just thought of a plot, never really did anything with it, made 10 filler episodes around it, and then gave it a lackluster ending with a lame boss fight.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the reason why I give this a 6 is because the plot is SO lacking.\u001b[24m\n    \u001b[1m今私が6に与える理由は、そのプロットが欠けているからです。\u001b[22m, \u001b[1mプロットはSO欠けているので、今、私はこの6を与える理由はあります。\u001b[22m\n\u001b[4mThe entire show is fillers with an underlying plot that is never truly fulfilled.\u001b[24m\n    \u001b[1mショー全体は、決して本当に実現されない基本的なプロットを持つフィラーです。\u001b[22m, \u001b[1m全体のショーは本当に満たされることはありません根本的なプロットでの充填剤です。\u001b[22m\n\u001b[4mYou basically go through this whole show thinking that maybe something interesting will happen or maybe certain characters that are introduced for an episode will be presented more in depth but none of this ever happens.\u001b[24m\n    \u001b[1mあなたは基本的に、興味深いものが起こるかもしれない、あるいはエピソードのために導入された特定のキャラクターがもっと深く提示されるかもしれないと考えているこの全体のショーを通って行くが、これは決して起こらない。\u001b[22m, \u001b[1mあなたは、基本的には多分面白い何かが起こるのだろうか、エピソードのために導入されているかもしれない特定の文字は、深さの多くを提示されますが、これのどれもが今まで起こらないこの番組全体の考え方を通過します。\u001b[22m\n\u001b[4mI don't want to give anything away, but it's like they just thought of a plot, never really did anything with it, made 10 filler episodes around it, and then gave it a lackluster ending with a lame boss fight.\u001b[24m\n    \u001b[1m私は何もしたくないのですが、彼らはプロットを考えたようなものです。実際にそれを使って何もしなかったのです。その周りに10のフィラーエピソードを作って、それから不足しているボス戦で終わりを感じました。\u001b[22m, \u001b[1m本当に、それを使って何もしなかったその周りに10フィラーエピソードを作って、それにラメボス戦で終わる低迷を与えない、私は離れて何かを与えることを望んでいないが、彼らはただプロット考えるようなものです。\u001b[22m\nThe animation is colorful and pretty to look at, but the characters are just ok. They barely took the time to get into any character in the show. There's no character development, like at all. The main protagonist is the same as every other average teenage boy in anime. The other characters have the potential to be interesting but you never really learn anything about them or their pasts, or they just show up for one episode and then disappear. The whole thing is just constantly pointless.\n\n\u001b[1mアニメーションは見た目がカラフルでかわいいですが、文字は大丈夫です。 彼らはほとんどショーの中のキャラクターに入る時間を取った。 文字の開発は全くありません。 メインの主人公は、アニメの他のすべての平均的な10代の少年と同じです。 他のキャラクターは興味深い可能性がありますが、自分や過去について何も学んだことはありません。あるいは、1つのエピソードに出て消えてしまいます。 すべてのことは、常に無意味です。\u001b[22m\n\u001b[1m(Animēshon wa mitame ga karafuru de kawaīdesuga, moji wa daijōbudesu. Karera wa hotondo shō no naka no kyarakutā ni hairu jikan o totta. Moji no kaihatsu wa mattaku arimasen. Mein no shujinkō wa, anime no ta no subete no heikin-tekina 10-dai no shōnen to onajidesu. Hoka no kyarakutā wa kyōmibukai kanōsei ga arimasuga, jibun ya kako ni tsuite nani mo mananda koto wa arimasen. Aruiwa, 1tsu no episōdo ni dete kiete shimaimasu. Subete no koto wa, tsuneni muimidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is colorful and pretty to look at, but the characters are just ok. They barely took the time to get into any character in the show. There's no character development, like at all. The main protagonist is the same as every other average teenage boy in anime. The other characters have the potential to be interesting but you never really learn anything about them or their pasts, or they just show up for one episode and then disappear. The whole thing is just constantly pointless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is colorful and pretty to look at, but the characters are just ok.\u001b[24m\n    \u001b[1mアニメーションは見た目がカラフルでかわいいですが、文字は大丈夫です。\u001b[22m, \u001b[1mアニメーションが見てカラフルでかわいいですが、文字だけでOKです。\u001b[22m\n\u001b[4mThey barely took the time to get into any character in the show.\u001b[24m\n    \u001b[1m彼らはほとんどショーの中のキャラクターに入る時間を取った。\u001b[22m, \u001b[1m彼らは、ほとんどのショーの任意の文字に入るために時間を要しました。\u001b[22m\n\u001b[4mThere's no character development, like at all.\u001b[24m\n    \u001b[1m文字の開発は全くありません。\u001b[22m, \u001b[1mキャラクタ・開発はまったく同じように、ありません。\u001b[22m\n\u001b[4mThe main protagonist is the same as every other average teenage boy in anime.\u001b[24m\n    \u001b[1mメインの主人公は、アニメの他のすべての平均的な10代の少年と同じです。\u001b[22m, \u001b[1m主人公は、アニメ内の他のすべての平均十代の少年と同じです。\u001b[22m\n\u001b[4mThe other characters have the potential to be interesting but you never really learn anything about them or their pasts, or they just show up for one episode and then disappear.\u001b[24m\n    \u001b[1m他のキャラクターは興味深い可能性がありますが、自分や過去について何も学んだことはありません。あるいは、1つのエピソードに出て消えてしまいます。\u001b[22m, \u001b[1m他の文字は興味深いものにする可能性を持っていますが、実際にそれらまたはそれらの過去について何かを学ぶことはありません、または、彼らはただ1つのエピソードのために現れ、その後消失することがあります。\u001b[22m\n\u001b[4mThe whole thing is just constantly pointless.\u001b[24m\n    \u001b[1mすべてのことは、常に無意味です。\u001b[22m, \u001b[1m全部はちょうど絶えず無意味です。\u001b[22m\nThis anime really had potential, and I was hoping that it at least would have a satisfying ending to make the whole thing worthwhile- but it didn't. If you need something to waste time then i'd say the show is fairly interesting, but don't get your hopes up because you will be severely disappointed as I am.\n\n\u001b[1mこのアニメは本当に潜在的な力を持っていました。私は、少なくとも、すべてを価値あるものにするための満足のいく結末があることを望んでいましたが、そうではありませんでした。 あなたが時間を無駄にする何かが必要な場合は、私はショーがかなり面白いと言うだろうが、あなたが私のように深刻に失望するので、あなたの希望を得ることはありません。\u001b[22m\n\u001b[1m(Kono anime wa hontōni senzai-tekina chikara o motte imashita. Watashi wa, sukunakutomo, subete o kachiaru mono ni suru tame no manzoku no iku ketsumatsu ga aru koto o nozonde imashitaga,-sōde wa arimasendeshita. Anata ga jikan o mudanisuru nanika ga hitsuyōna baai wa, watashi wa shō ga kanari omoshiroi to iudarouga, anata ga watashi no yō ni shinkoku ni shitsubō surunode, anata no kibō o eru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis anime really had potential, and I was hoping that it at least would have a satisfying ending to make the whole thing worthwhile- but it didn't. If you need something to waste time then i'd say the show is fairly interesting, but don't get your hopes up because you will be severely disappointed as I am.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime really had potential, and I was hoping that it at least would have a satisfying ending to make the whole thing worthwhile- but it didn't.\u001b[24m\n    \u001b[1mこのアニメは本当に潜在的な力を持っていました。私は、少なくとも、すべてを価値あるものにするための満足のいく結末があることを望んでいましたが、そうではありませんでした。\u001b[22m, \u001b[1mこのアニメは本当に可能性があった、と私はそれが、少なくとも全部worthwhile-を作るために満足のいく結末を持っているでしょうが、それはなかったことを期待していました。\u001b[22m\n\u001b[4mIf you need something to waste time then i'd say the show is fairly interesting, but don't get your hopes up because you will be severely disappointed as I am.\u001b[24m\n    \u001b[1mあなたが時間を無駄にする何かが必要な場合は、私はショーがかなり面白いと言うだろうが、あなたが私のように深刻に失望するので、あなたの希望を得ることはありません。\u001b[22m, \u001b[1mあなたは時間を無駄に何かが必要な場合は、その後、私はショーはかなり面白いだと思いますが、あなたは私とひどく失望することになりますので、あなたの希望を得ることはありません。\u001b[22m"
  },
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "animeiscool561",
    "profile": "/profile/animeiscool561/reviews",
    "pages": "7",
    "number": "2",
    "link": "/reviews.php?id=214483",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  8\n\n一度は、あなたがそれを見て「これはひどく見苦しい」と思う1つのショーがあります。なぜこれを見たいのですか？ しかし、経験から、アニメは決してそのカバーによって判断されるべきではありません。\n\nたとえば、Madoka Magicaのようなものは、それがどれほどのものかの期待をはるかに上回っていたことで知られていますが、プレゼンテーションの方向性を完全に変えて、 中間の第一印象を断つように見せる。 コノスバのようなショーが来る場所です。\n\nあなたはアートを一瞬見て思うかもしれません\n「これはただのファンタジーハーレムで、新しいものは何も提供していない。 コノスバは、2016年の冬のアニメシーズンのハイライトになるよう、一貫して質の高い品質を維持しているように見えますが、驚くほど陽気なショーです。  。\n\n\n\nストーリー（7/10）\n\nコノスバの物語はシンプルなものですが、最終的にはファンタジーの願いを満たすためだけにあるかもしれないアイデアで満たされている物語ですが、本当に反対のルートになります。 主なプロットは、約13歳のカズマという名前で閉鎖され、移動する車両に少女が乗っ取られるのを防ぐために死ぬことになった。 それは彼が彼の上に座っている笑っている女神と目を覚ましたときだけ、あなたはショーが何かのように思えますが、それから転覆することになるということです。 動いている乗り物はちょうど小さなトラクターだったし、カズマは実際に乗り越えるのではなく死ぬというショックで死んだ。\n\nそのショーの最初の本当の味は、彼が死を越えて幻想の世界に入るべきものを選んだ時で、彼はアクアという名前の女神をとり、彼女は少なくとも、言いたいことは熱狂的ではない 死んだ人間と怪物の世界に詰まった。 ショーの残りの部分は、この特定のコメディスタイルに従っています。アイデアを絶対的な限界まで引き伸ばし、明白な期待を覆し、非常にきれいな設定とは対照的に意味を持ちますが、それでもなお疎遠にはならない 次に来るものからの聴衆。\n\nしかし、ユーモアは主観的なので、あなたが破壊的/メタ的/希望的なダッシュ/ユーモアのファンでなければ、このショーが気に入らないかもしれません。 しかし、1つのコースにとどまることはありません。カズマとアクアのために狂って狂っているだけです。 毎回予期せぬことを期待してください。 最初の1〜2のエピソードが気に入らなければ、残りの部分は楽しめませんが、個人的には、以前はGumballやKidのAmazing Worldのような作品でしか見られなかったこの面白いコメディスタイルを本当に楽しんでいました イカルス：蜂起\n\n\nアート（6/10）\n\nあなたが何かを選ぶことを望むなら、それは芸術です。 全体的なアニメーションは本当に新しくユニークなことをしませんし、時には多くの機会に精巧さが欠けているという点で、より専門的な作品の細かい磨きが欠けていることは間違いありません。 いくつかの表情も奇妙な領域に入り込み、これに奇妙なものがあります。\nしかし、その魅力にはあまり貢献していない芸術が貢献しています。 設定はまだかなりきれいに見え、主人公によって使用される魔法の効果のいくつかは十分に磨かれています。  CGはまともな価値を持っています。 偉大ではありませんが、十分に公正で、それはあまりにも多くのショーをドラッグしません。\n\nサウンド（7/10）\n\n芸術のように、音は実際にはあまり新しいものではありませんが、スタイルをうまく収めています。 オープニングとエンディングは大丈夫ですが、バックグラウンドミュージック（または時にはその欠如）は、コメディのジレンマとキャラクターの心を通って起こっていることの両方によく寄与します。 彼女が爆発に自信を持っているときはいつも、メグミンは一見叙事詩オペラの歌を手に入れています。 芸術のように、それは新しいものではありませんが、スタイルに合っています。\n\nキャラクター（8/10）\n\n本当にこのショーは挫折する期待を作り、目立つのはキャラクターです。 いくつかの女の子と一緒にいるMCはすべての男の夢だろうと思う人もいます。 この場合、主な冗談は、彼らが本当にどのように非実用的であり、どのようにしてこの他の世界に立ち往生している生きている悪夢になったのか。\n\nMCといえば、Kazuma自身は、あなたが、控えめで、基本的で、過度に素晴らしい、自信過剰で、心のこもったと思う人です。 しかし、彼はそうではありません。  Kazumaは、率直に言って、全面的にスマートなチームであり、チームメイトがそれに当たったときには本当に価値がありません。 ショーが彼のむしろ謙虚な態度を取る場所は再びコメディーの一部です。 しかし、彼の行動は完全に非現実的なものではなく、その意味では、率直に言って、常に不満を感じ、他の人よりも高くなる必要があることを感じ、 自分勝手な喜びのために何かをしたいと思っています。そして、あなたを横切る人に優越することは、彼が表現しようとしているグループにとって非常に一般的です。 それは痛いところで彼を蹴ることなく彼にあまりにも多くを与えることは決してありませんし、あまりにも多くのように感じるために苦しみに引きずられることはありません。 バランスがキャラクターを機能させます。\n\n他のキャラクターは3人のチームメートがいます。 完全に機能しないパーティークラッシャー。\n\nまず、あなたはアクアを持っています。女神カズマは、彼の高位の王位から盗んで、一緒に連れて行っています。 彼女は愛らしい瞬間を持っていますが、信じられないほど注目を集め、超過的であり、高いパワーを持っていますが、常識を犠牲にしています。 彼女はしばしば彼女のかわいい外見を覆していますが、カズマと同じように、ショーは彼女の犠牲のために多くのことをするでしょう。\n\nその後、メグミン、アーチ・メイジ、私の個人的なグループのお気に入りがあります。 彼女は非常に強力な爆発の魔法を持っています...しかし、それを1日に一度しか使うことはできませんし、無能になります。 とても素晴らしいですが、実用的ではありません。 彼女は劇的な才能をたくさん持っています。彼女の声優は、彼女の劇的な瞬間を取り除く素晴らしい仕事をしています。 彼女の経費はそれほど多くはありませんが、そのショーがメタ/サブバージョンのコメディスタイルをどのように使っているかは依然として有効です。\n\n最後に、闇があります。耐久性の高い耐久性の高いKnightですが、実際に何かの目標を達成することはできません。 彼女はまた、痛みを治療しています...最も楽しい方法です。 しかし、これは彼女の完全な特徴ではない。なぜなら、名誉ある騎士と写実主義者との間のコントラストは、彼女の性格を1つのノートではなく文字のように感じさせるからである。  3人とも最終的にはカズマのほうがずっと悪くなっていますが、これをすべて一緒に進めればさらに近づきます。\n\n他の誰もが基本的に、「私はちょうど気付かれたい」ヘッドレス騎乗者から、伝説の英雄、泥棒の少女、そしてより大きな役割を果たす途中で出会った怪物たちによって信じられないほどコメディに参加する 彼らのエピソードで考えるよりも。\n\n全体として、私はコノスバが一貫した品質を維持する堅実な時計だと言いたいと思います。 コメディは誰にとってもそうでないかもしれないし、ショーの多くの要素がコメディスタイルに合っているかもしれませんが、あなたの期待とは対照的にショーが提示される方法は、このショーを見る価値があります。 それは10エピソードだけなので、それほど時間がかかりません。コノスバは、すべてがどのように処理されたかであなたの頭の中に固執する可能性のあるものです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nOnce in a while, there will be that one show where you look at it and think 'this looks terrible and clichéd', why should I want to see this? But from experience, anime should never be judged solely by its cover.\n\n\u001b[1m一度は、あなたがそれを見て「これはひどく見苦しい」と思う1つのショーがあります。なぜこれを見たいのですか？ しかし、経験から、アニメは決してそのカバーによって判断されるべきではありません。\u001b[22m\n\u001b[1m(Ichido wa, anata ga sore o mite `kore wa hidoku migurushī' to omou 1tsu no shō ga arimasu. Naze kore o mitai nodesu ka? Shikashi, keiken kara, anime wa kesshite sono kabā ni yotte handan sa rerubekide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOnce in a while, there will be that one show where you look at it and think 'this looks terrible and clichéd', why should I want to see this? But from experience, anime should never be judged solely by its cover.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce in a while, there will be that one show where you look at it and think 'this looks terrible and clichéd', why should I want to see this?\u001b[24m\n    \u001b[1m一度は、あなたがそれを見て「これはひどく見苦しい」と思う1つのショーがあります。なぜこれを見たいのですか？\u001b[22m, \u001b[1mたまには、あなたがそれを見て、考える1ショーは「これはひどいと陳腐に見える」ということがあるだろう、なぜ私はこれを見たいでしょうか？\u001b[22m\n\u001b[4mBut from experience, anime should never be judged solely by its cover.\u001b[24m\n    \u001b[1mしかし、経験から、アニメは決してそのカバーによって判断されるべきではありません。\u001b[22m, \u001b[1mしかし経験から、アニメはそのカバーによってのみ判断すべきではありません。\u001b[22m\n\u001b[1m\u001b[22m\nFor instance, something like Madoka Magica is known for how well it managed to go far beyond the expectations of what it appeared to be, but you don't have to completely alter the direction of the presentation to make it good, simply make an entertaining show to dissuade middling first impressions. That's where a show like Konosuba comes in.\n\n\u001b[1mたとえば、Madoka Magicaのようなものは、それがどれほどのものかの期待をはるかに上回っていたことで知られていますが、プレゼンテーションの方向性を完全に変えて、 中間の第一印象を断つように見せる。 コノスバのようなショーが来る場所です。\u001b[22m\n\u001b[1m(Tatoeba, Madoka magika no yōna mono wa, sore ga dorehodo no mono ka no kitai o haruka ni uwamawatte ita koto de shira rete imasuga, purezentēshon no hōkō-sei o kanzen ni kaete, chūkan no daiichiinshō o tatsu yō ni miseru. Konosuba no yōna shō ga kuru bashodesu.)\u001b[22m\n\nTranslations of \u001b[4mFor instance, something like Madoka Magica is known for how well it managed to go far beyond the expectations of what it appeared to be, but you don't have to completely alter the direction of the presentation to make it good, simply make an entertaining show to dissuade middling first impressions. That's where a show like Konosuba comes in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor instance, something like Madoka Magica is known for how well it managed to go far beyond the expectations of what it appeared to be, but you don't have to completely alter the direction of the presentation to make it good, simply make an entertaining\u001b[24m\n    \u001b[1mたとえば、Madoka Magicaのようなものは、それがどれほどのものかの期待をはるかに上回っていたことで知られていますが、プレゼンテーションの方向性を完全に変えて、\u001b[22m, \u001b[1m例えば、まどかマジカのようなものは、それはのように見えるものの期待をはるかに超えて行くために管理方法をよくするために知られているが、あなたはそれが良い、単純に面白いを作る作るために完全にプレゼンテーションの方向を変更する必要はありません\u001b[22m\n\u001b[4mshow to dissuade middling first impressions.\u001b[24m\n    \u001b[1m中間の第一印象を断つように見せる。\u001b[22m, \u001b[1m二級品の第一印象を説得することを示しています。\u001b[22m\n\u001b[4mThat's where a show like Konosuba comes in.\u001b[24m\n    \u001b[1mコノスバのようなショーが来る場所です。\u001b[22m, \u001b[1mKonosubaのようなショーの出番です。\u001b[22m\n\u001b[1m\u001b[22m\nYou might look at the art for a second and think\n\n\u001b[1mあなたはアートを一瞬見て思うかもしれません\u001b[22m\n\u001b[1m(Anata wa āto o isshun mite omou kamo shiremasen)\u001b[22m\n\nTranslations of \u001b[4mYou might look at the art for a second and think\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou might look at the art for a second and think\u001b[24m\n    \u001b[1mあなたはアートを一瞬見て思うかもしれません\u001b[22m, \u001b[1mあなたは第二のために芸術を見て思うかもしれません\u001b[22m\n'this will just be an average fantasy harem with nothing new to offer'. And that is where you'd be wrong, very wrong, as Konosuba is a show that manages to be surprisingly hilarious in spite of what it seems to be, and maintains consistently solid quality to make it a highlight of the early 2016 Winter Anime season .\n\n\u001b[1m「これはただのファンタジーハーレムで、新しいものは何も提供していない。 コノスバは、2016年の冬のアニメシーズンのハイライトになるよう、一貫して質の高い品質を維持しているように見えますが、驚くほど陽気なショーです。  。\u001b[22m\n\u001b[1m(`Kore wa tada no fantajīhāremu de, atarashī mono wa nani mo teikyō shite inai. Konosuba wa, 2016-nen no fuyu no animeshīzun no hairaito ni naru yō, ikkanshite-shitsu no takai hinshitsu o iji shite iru yō ni miemasuga, odoroku hodo yōkina shōdesu..)\u001b[22m\n\nTranslations of \u001b[4m'this will just be an average fantasy harem with nothing new to offer'. And that is where you'd be wrong, very wrong, as Konosuba is a show that manages to be surprisingly hilarious in spite of what it seems to be, and maintains consistently solid quality to make it a highlight of the early 2016 Winter Anime season .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'this will just be an average fantasy harem with nothing new to offer'.\u001b[24m\n    \u001b[1m「これはただのファンタジーハーレムで、新しいものは何も提供していない。\u001b[22m, \u001b[1m「これはただの提供する新しい何も平均ファンタジーハーレムになります」。\u001b[22m\n\u001b[4mAnd that is where you'd be wrong, very wrong, as Konosuba is a show that manages to be surprisingly hilarious in spite of what it seems to be, and maintains consistently solid quality to make it a highlight of the early 2016 Winter Anime season\u001b[24m\n    \u001b[1mコノスバは、2016年の冬のアニメシーズンのハイライトになるよう、一貫して質の高い品質を維持しているように見えますが、驚くほど陽気なショーです。\u001b[22m, \u001b[1mそして、それはKonosubaはあると思われるものにもかかわらず、驚くほどの陽気であることを管理する番組があり、それを早期に2016年冬アニメシーズンのハイライトを作るために一貫して固体の品質を維持するとして、あなたは非常に間違っている、間違っているだろう場所です\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory (7/10)\n\n\u001b[1mストーリー（7/10）\u001b[22m\n\u001b[1m(Sutōrī (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mStory (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (7/10)\u001b[24m\n    \u001b[1mストーリー（7/10）\u001b[22m\n\u001b[1m\u001b[22m\nThe story of Konosuba is a simple one, but ultimately a story that's filled with ideas you might thing are only there to satisfy fantasy wish fulfillment, but really go the complete opposite route. The main plot is about a 13 year old shut in named Kazuma who ends up dying trying to prevent a girl from being run over by a moving vehicle. It's only when he wakes up with a smirking goddess sitting atop him that you get the idea of what the show seems to be, but then proceeds to subvert. The moving vehicle was just a small tractor, and Kazuma died out of shock that he would die as opposed to actually being run over.\n\n\u001b[1mコノスバの物語はシンプルなものですが、最終的にはファンタジーの願いを満たすためだけにあるかもしれないアイデアで満たされている物語ですが、本当に反対のルートになります。 主なプロットは、約13歳のカズマという名前で閉鎖され、移動する車両に少女が乗っ取られるのを防ぐために死ぬことになった。 それは彼が彼の上に座っている笑っている女神と目を覚ましたときだけ、あなたはショーが何かのように思えますが、それから転覆することになるということです。 動いている乗り物はちょうど小さなトラクターだったし、カズマは実際に乗り越えるのではなく死ぬというショックで死んだ。\u001b[22m\n\u001b[1m(Konosuba no monogatari wa shinpuruna monodesuga, saishūtekini wa fantajī no negai o mitasu tame dake ni aru kamo shirenai aidea de mitasa rete iru monogataridesuga, hontōni hantai no rūto ni narimasu. Omona purotto wa, yaku 13-sai no Kazuma to iu namae de heisa sa re, idō suru sharyō ni shōjo ga nottora reru no o fusegu tame ni shinu koto ni natta. Sore wa kare ga kare no ue ni suwatte iru Emi tte iru megami to me o samashita toki dake, anata wa shō ga nanika no yō ni omoemasuga, sorekara tenpuku suru koto ni naru to iu kotodesu. Ugoite iru norimono wa chōdo chīsana torakutādattashi, Kazuma wa jissai ni norikoeru node wanaku shinu to iu shokku de shinda.)\u001b[22m\n\nTranslations of \u001b[4mThe story of Konosuba is a simple one, but ultimately a story that's filled with ideas you might thing are only there to satisfy fantasy wish fulfillment, but really go the complete opposite route. The main plot is about a 13 year old shut in named Kazuma who ends up dying trying to prevent a girl from being run over by a moving vehicle. It's only when he wakes up with a smirking goddess sitting atop him that you get the idea of what the show seems to be, but then proceeds to subvert. The moving vehicle was just a small tractor, and Kazuma died out of shock that he would die as opposed to actually being run over.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of Konosuba is a simple one, but ultimately a story that's filled with ideas you might thing are only there to satisfy fantasy wish fulfillment, but really go the complete opposite route.\u001b[24m\n    \u001b[1mコノスバの物語はシンプルなものですが、最終的にはファンタジーの願いを満たすためだけにあるかもしれないアイデアで満たされている物語ですが、本当に反対のルートになります。\u001b[22m, \u001b[1mKonosubaの話は単純なものであるが、最終的なアイデアで満たされています物語はあなたが事はファンタジー願望成就を満たすためだけに存在していると思われるが、実際に完全な逆のルートを行きます。\u001b[22m\n\u001b[4mThe main plot is about a 13 year old shut in named Kazuma who ends up dying trying to prevent a girl from being run over by a moving vehicle.\u001b[24m\n    \u001b[1m主なプロットは、約13歳のカズマという名前で閉鎖され、移動する車両に少女が乗っ取られるのを防ぐために死ぬことになった。\u001b[22m, \u001b[1m主なプロットは、移動車両にひかれるの女の子を防ぐためにしようと死んでしまうという名前一真で13歳の閉鎖についてです。\u001b[22m\n\u001b[4mIt's only when he wakes up with a smirking goddess sitting atop him that you get the idea of what the show seems to be, but then proceeds to subvert.\u001b[24m\n    \u001b[1mそれは彼が彼の上に座っている笑っている女神と目を覚ましたときだけ、あなたはショーが何かのように思えますが、それから転覆することになるということです。\u001b[22m, \u001b[1mそれは彼があなたがショーがあると思われるもののアイデアを得ることを彼の上に座ってニヤニヤ笑い女神で目覚めるときのみだが、その後破壊に移行します。\u001b[22m\n\u001b[4mThe moving vehicle was just a small tractor, and Kazuma died out of shock that he would die as opposed to actually being run over.\u001b[24m\n    \u001b[1m動いている乗り物はちょうど小さなトラクターだったし、カズマは実際に乗り越えるのではなく死ぬというショックで死んだ。\u001b[22m, \u001b[1m移動車両は、ほんの少しのトラクターだった、と一真は実際に轢かれているとは対照的に、彼は死ぬだろうとショックの外に死亡しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe first real taste of what the show is comes when he's given a choice of what to take into the fantasy world beyond death, and he takes the goddess herself, named Aqua, and she, to say the least, isn't enthusiastic about being stuck in a world of dead mortals and monsters. The rest of the show follows this particular comedy style, stretch ideas to their absolute limit, subvert obvious expectations, and manage to be mean-spirited in a way that contrasts the very pretty setting, but still doesn't go so far as to alienate the audience from what comes next.\n\n\u001b[1mそのショーの最初の本当の味は、彼が死を越えて幻想の世界に入るべきものを選んだ時で、彼はアクアという名前の女神をとり、彼女は少なくとも、言いたいことは熱狂的ではない 死んだ人間と怪物の世界に詰まった。 ショーの残りの部分は、この特定のコメディスタイルに従っています。アイデアを絶対的な限界まで引き伸ばし、明白な期待を覆し、非常にきれいな設定とは対照的に意味を持ちますが、それでもなお疎遠にはならない 次に来るものからの聴衆。\u001b[22m\n\u001b[1m(Sono shō no saisho no hontō no aji wa, kare ga shi o koete gensō no sekai ni hairubeki mono o eranda toki de, kare wa akua to iu namae no megami o tori, kanojo wa sukunakutomo, iitai koto wa nekkyō-tekide wa nai shinda ningen to kaibutsu no sekai ni tsumatta. Shō no nokori no bubun wa, kono tokutei no komedisutairu ni shitagatte imasu. Aidea o zettai-tekina genkai made hikinobashi, meihakuna kitai o kutsugaeshi, hijō ni kireina settei to wa taishō-teki ni imi o mochimasuga, soredemo nao soen ni wa naranai tsugini kuru mono kara no chōshū.)\u001b[22m\n\nTranslations of \u001b[4mThe first real taste of what the show is comes when he's given a choice of what to take into the fantasy world beyond death, and he takes the goddess herself, named Aqua, and she, to say the least, isn't enthusiastic about being stuck in a world of dead mortals and monsters. The rest of the show follows this particular comedy style, stretch ideas to their absolute limit, subvert obvious expectations, and manage to be mean-spirited in a way that contrasts the very pretty setting, but still doesn't go so far as to alienate the audience from what comes next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe first real taste of what the show is comes when he's given a choice of what to take into the fantasy world beyond death, and he takes the goddess herself, named Aqua, and she, to say the least, isn't enthusiastic about being\u001b[24m\n    \u001b[1mそのショーの最初の本当の味は、彼が死を越えて幻想の世界に入るべきものを選んだ時で、彼はアクアという名前の女神をとり、彼女は少なくとも、言いたいことは熱狂的ではない\u001b[22m, \u001b[1mショーが何であるかの最初の本当の味が、彼は死を超えファンタジーの世界に取るかの選択肢を与えていたときに来て、彼は控えめに言って、彼女を彼女自身が、アクアという名前の女神をとり、そして、あることに熱心ではありません\u001b[22m\n\u001b[4mstuck in a world of dead mortals and monsters.\u001b[24m\n    \u001b[1m死んだ人間と怪物の世界に詰まった。\u001b[22m, \u001b[1m死者の人間とモンスターの世界で立ち往生。\u001b[22m\n\u001b[4mThe rest of the show follows this particular comedy style, stretch ideas to their absolute limit, subvert obvious expectations, and manage to be mean-spirited in a way that contrasts the very pretty setting, but still doesn't go so far as to alienate\u001b[24m\n    \u001b[1mショーの残りの部分は、この特定のコメディスタイルに従っています。アイデアを絶対的な限界まで引き伸ばし、明白な期待を覆し、非常にきれいな設定とは対照的に意味を持ちますが、それでもなお疎遠にはならない\u001b[22m, \u001b[1mショーの残りのこの特定の喜劇のスタイルを次の、彼らの絶対的な制限にアイデアを伸ばし、明白な期待を覆す、および管理する非常にきれいな設定を対比するように卑劣なことするが、それでも、これまで疎外するようにいきません\u001b[22m\n\u001b[4mthe audience from what comes next.\u001b[24m\n    \u001b[1m次に来るものからの聴衆。\u001b[22m, \u001b[1m次に来るものから観客。\u001b[22m\n\u001b[1m\u001b[22m\nHumor, however, is subjective, so if you aren't a fan of subversive/meta/hope dashing/ humor you might not like this show. But it never stays on one course, only getting crazier and crazier for Kazuma and Aqua as the show exploits its setting for all it's worth. Expect the unexpected every time. It's a show where if you don't like the first 1 or 2 episodes, you won't enjoy the rest, but personally I really enjoyed this interesting comedy style I'd previously only seen in works like The Amazing World of Gumball or Kid Icarus: Uprising\n\n\u001b[1mしかし、ユーモアは主観的なので、あなたが破壊的/メタ的/希望的なダッシュ/ユーモアのファンでなければ、このショーが気に入らないかもしれません。 しかし、1つのコースにとどまることはありません。カズマとアクアのために狂って狂っているだけです。 毎回予期せぬことを期待してください。 最初の1〜2のエピソードが気に入らなければ、残りの部分は楽しめませんが、個人的には、以前はGumballやKidのAmazing Worldのような作品でしか見られなかったこの面白いコメディスタイルを本当に楽しんでいました イカルス：蜂起\u001b[22m\n\u001b[1m(Shikashi, yūmoa wa shukan-tekinanode, anata ga hakai-teki/ meta-teki/ kibō-tekina dasshu/ yūmoa no fandenakereba, kono shō ga kiniiranai kamo shiremasen. Shikashi, 1tsu no kōsu ni todomaru koto wa arimasen. Kazuma to akua no tame ni kurutte kurutte iru dakedesu. Maikai yoki senu koto o kitai shite kudasai. Saisho no 1 〜 2 no episōdo ga kiniiranakereba, nokori no bubun wa tanoshimemasenga, kojin-teki ni wa, izen wa Gumball ya Kid no amējingu World no yōna sakuhinde shika mi rarenakatta kono omoshiroi komedi sutairu o hontōni tanoshinde imashita ikarusu: Hōki)\u001b[22m\n\nTranslations of \u001b[4mHumor, however, is subjective, so if you aren't a fan of subversive/meta/hope dashing/ humor you might not like this show. But it never stays on one course, only getting crazier and crazier for Kazuma and Aqua as the show exploits its setting for all it's worth. Expect the unexpected every time. It's a show where if you don't like the first 1 or 2 episodes, you won't enjoy the rest, but personally I really enjoyed this interesting comedy style I'd previously only seen in works like The Amazing World of Gumball or Kid Icarus: Uprising\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHumor, however, is subjective, so if you aren't a fan of subversive/meta/hope dashing/ humor you might not like this show.\u001b[24m\n    \u001b[1mしかし、ユーモアは主観的なので、あなたが破壊的/メタ的/希望的なダッシュ/ユーモアのファンでなければ、このショーが気に入らないかもしれません。\u001b[22m, \u001b[1mユーモアは、しかし、主観的なものであるので、あなたは、あなたがこの番組を好きではない可能性があり、破壊/メタ/ご希望の威勢/ユーモアのファンではない場合。\u001b[22m\n\u001b[4mBut it never stays on one course, only getting crazier and crazier for Kazuma and Aqua as the show exploits its setting for all it's worth.\u001b[24m\n    \u001b[1mしかし、1つのコースにとどまることはありません。カズマとアクアのために狂って狂っているだけです。\u001b[22m, \u001b[1mしかし、それはショーが、それは価値があるすべてのために、その設定を利用するようにのみ一馬とアクアためのスゴとスゴなって、1つのコースにとどまることはありません。\u001b[22m\n\u001b[4mExpect the unexpected every time.\u001b[24m\n    \u001b[1m毎回予期せぬことを期待してください。\u001b[22m, \u001b[1m予期しない毎回期待しています。\u001b[22m\n\u001b[4mIt's a show where if you don't like the first 1 or 2 episodes, you won't enjoy the rest, but personally I really enjoyed this interesting comedy style I'd previously only seen in works like The Amazing World of Gumball or Kid\u001b[24m\n    \u001b[1m最初の1〜2のエピソードが気に入らなければ、残りの部分は楽しめませんが、個人的には、以前はGumballやKidのAmazing Worldのような作品でしか見られなかったこの面白いコメディスタイルを本当に楽しんでいました\u001b[22m, \u001b[1mそれはあなたが最初の1または2のエピソードを好きではない場合、あなたは残りの部分を楽しむことはありませんショーだが、個人的に私は本当に私は以前にのみガムボールやキッドの驚異の世界のような作品に見られると思います。この面白いコメディのスタイルを楽しみました\u001b[22m\n\u001b[4mIcarus: Uprising\u001b[24m\n    \u001b[1mイカルス：蜂起\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt (6/10)\n\n\u001b[1mアート（6/10）\u001b[22m\n\u001b[1m(Āto (6 / 10))\u001b[22m\n\nTranslations of \u001b[4mArt (6/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt (6/10)\u001b[24m\n    \u001b[1mアート（6/10）\u001b[22m\n\u001b[1m\u001b[22m\nIf you want something to pick on, it's the art. The overall animation doesn't really do anything that new or unique, and some moments definitely do lack the finer polish of more expert works, to the point of lacking finesse on plenty of occasions. Some facial expressions also make their way into weird territory, and what gets to these is odd.\n\n\u001b[1mあなたが何かを選ぶことを望むなら、それは芸術です。 全体的なアニメーションは本当に新しくユニークなことをしませんし、時には多くの機会に精巧さが欠けているという点で、より専門的な作品の細かい磨きが欠けていることもあります。 いくつかの表情も奇妙な領域に入り込み、これに奇妙なものがあります。\u001b[22m\n\u001b[1m(Anata ga nanika o erabu koto o nozomunara, soreha geijutsudesu. Zentai-tekina animēshon wa hontōni atarashiku yunīkuna koto o shimasenshi, tokiniha ōku no kikai ni seikō-sa ga kakete iru to iu ten de, yori senmon-tekina sakuhin no komakai migaki ga kakete iru koto mo arimasu. Ikutsu ka no hyōjō mo kimyōna ryōiki ni hairikomi, kore ni kimyōna mono ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIf you want something to pick on, it's the art. The overall animation doesn't really do anything that new or unique, and some moments definitely do lack the finer polish of more expert works, to the point of lacking finesse on plenty of occasions. Some facial expressions also make their way into weird territory, and what gets to these is odd.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want something to pick on, it's the art.\u001b[24m\n    \u001b[1mあなたが何かを選ぶことを望むなら、それは芸術です。\u001b[22m, \u001b[1mあなたが選ぶために何かをしたい場合は、それは芸術です。\u001b[22m\n\u001b[4mThe overall animation doesn't really do anything that new or unique, and some moments definitely do lack the finer polish of more expert works, to the point of lacking finesse on plenty of occasions.\u001b[24m\n    \u001b[1m全体的なアニメーションは本当に新しくユニークなことをしませんし、時には多くの機会に精巧さが欠けているという点で、より専門的な作品の細かい磨きが欠けていることもあります。\u001b[22m, \u001b[1m全体のアニメーションは本当に新しいまたは一意何もしませんし、いくつかの瞬間は、間違いなく機会をたくさんの技巧を欠いている点に、より多くの専門家の作品の細かい磨きを欠いありません。\u001b[22m\n\u001b[4mSome facial expressions also make their way into weird territory, and what gets to these is odd.\u001b[24m\n    \u001b[1mいくつかの表情も奇妙な領域に入り込み、これに奇妙なものがあります。\u001b[22m, \u001b[1mいくつかの表情も奇妙な領土に自分の道を作り、どのようなこれらに取得することは奇妙です。\u001b[22m\nIn a way though, the art not doing much contributes to the charm. The setting still looks fairly pretty and some of the magic effects used by the main characters are polished well enough. CG has decent value. Not great, but fair enough and it doesn't drag the show down too much.\n\n\u001b[1mしかし、その魅力にはあまり貢献していない芸術が貢献しています。 設定はまだかなりきれいに見え、主人公によって使用される魔法の効果のいくつかは十分に磨かれています。  CGはまともな価値を持っています。 偉大ではありませんが、十分に公正で、それはあまりにも多くのショーをドラッグしません。\u001b[22m\n\u001b[1m(Shikashi, sono miryoku ni wa amari kōken shite inai geijutsu ga kōken shite imasu. Settei wa mada kanari kirei ni mie, shujinkō ni yotte shiyō sa reru mahō no kōka no ikutsu ka wa jūbun ni migaka rete imasu. CG wa matomona kachi o motte imasu. Idaide wa arimasenga, jūbun ni kōseide, sore wa amarini mo ōku no shō o doraggu shimasen.)\u001b[22m\n\nTranslations of \u001b[4mIn a way though, the art not doing much contributes to the charm. The setting still looks fairly pretty and some of the magic effects used by the main characters are polished well enough. CG has decent value. Not great, but fair enough and it doesn't drag the show down too much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a way though, the art not doing much contributes to the charm.\u001b[24m\n    \u001b[1mしかし、その魅力にはあまり貢献していない芸術が貢献しています。\u001b[22m, \u001b[1mようにかかわらず、芸術は魅力に多くの貢献をしていません。\u001b[22m\n\u001b[4mThe setting still looks fairly pretty and some of the magic effects used by the main characters are polished well enough.\u001b[24m\n    \u001b[1m設定はまだかなりきれいに見え、主人公によって使用される魔法の効果のいくつかは十分に磨かれています。\u001b[22m, \u001b[1m設定はまだかなりきれいに見えるとメインキャラクターが使用する魔法効果のいくつかは、十分に研磨されています。\u001b[22m\n\u001b[4mCG has decent value.\u001b[24m\n    \u001b[1mCGはまともな価値を持っています。\u001b[22m, \u001b[1mCGはまともな値を持っています。\u001b[22m\n\u001b[4mNot great, but fair enough and it doesn't drag the show down too much.\u001b[24m\n    \u001b[1m偉大ではありませんが、十分に公正で、それはあまりにも多くのショーをドラッグしません。\u001b[22m, \u001b[1m偉大な、しかし十分に公平ではない、それはあまりにも多くのショーを下にドラッグしていません。\u001b[22m\n\u001b[1m\u001b[22m\nSound (7/10)\n\n\u001b[1mサウンド（7/10）\u001b[22m\n\u001b[1m(Saundo (7 / 10))\u001b[22m\n\nTranslations of \u001b[4mSound (7/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound (7/10)\u001b[24m\n    \u001b[1mサウンド（7/10）\u001b[22m\n\u001b[1m\u001b[22m\nLike the art, the sound doesn't really show for much new, but it accommodate the style well. The opening and ending are largely alright, but the background music (or occasionally lack thereof) contributes well to both the comedic dilemmas and what's going through a character's mind. Megumin for instance gets seemingly epic opera chants whenever she gets confident in her explosions, and it doesn't always pan out in an epic way. Like the art, it's nothing new, but it suits the style.\n\n\u001b[1m芸術のように、音は実際にはあまり新しいものではありませんが、スタイルをうまく収めています。 オープニングとエンディングは大丈夫ですが、バックグラウンドミュージック（または時にはその欠如）は、コメディのジレンマとキャラクターの心を通って起こっていることの両方によく寄与します。 彼女が爆発に自信を持っているときはいつも、メグミンは一見叙事詩オペラの歌を手に入れています。 芸術のように、それは新しいものではありませんが、スタイルに合っています。\u001b[22m\n\u001b[1m(Geijutsu no yō ni,-on wa jissai ni wa amari atarashī monode wa arimasenga, sutairu o umaku osamete imasu. Ōpuningu to endingu wa daijōbudesuga, bakkuguraundomyūjikku (matawa tokiniha sono ketsujo) wa, komedi no jirenma to kyarakutā no kokoro o kayotte okotte iru koto no ryōhō ni yoku kiyo shimasu. Kanojo ga bakuhatsu ni jishin o motte iru toki wa itsumo, megumin wa ikken jojishi opera no uta o te ni irete imasu. Geijutsu no yō ni, sore wa atarashī monode wa arimasenga, sutairu ni atte imasu.)\u001b[22m\n\nTranslations of \u001b[4mLike the art, the sound doesn't really show for much new, but it accommodate the style well. The opening and ending are largely alright, but the background music (or occasionally lack thereof) contributes well to both the comedic dilemmas and what's going through a character's mind. Megumin for instance gets seemingly epic opera chants whenever she gets confident in her explosions, and it doesn't always pan out in an epic way. Like the art, it's nothing new, but it suits the style.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike the art, the sound doesn't really show for much new, but it accommodate the style well.\u001b[24m\n    \u001b[1m芸術のように、音は実際にはあまり新しいものではありませんが、スタイルをうまく収めています。\u001b[22m, \u001b[1m芸術のように、音は本当に多くの新しいのために示していないが、それは十分なスタイルに対応します。\u001b[22m\n\u001b[4mThe opening and ending are largely alright, but the background music (or occasionally lack thereof) contributes well to both the comedic dilemmas and what's going through a character's mind.\u001b[24m\n    \u001b[1mオープニングとエンディングは大丈夫ですが、バックグラウンドミュージック（または時にはその欠如）は、コメディのジレンマとキャラクターの心を通って起こっていることの両方によく寄与します。\u001b[22m, \u001b[1mオープニングとエンディングは、主に大丈夫ですが、バックグラウンドミュージックは、（または時折その欠如）キャラクターの心を何が起こっているのか喜劇のジレンマとの両方によく貢献しています。\u001b[22m\n\u001b[4mMegumin for instance gets seemingly epic opera chants whenever she gets confident in her explosions, and it doesn't always pan out in an epic way.\u001b[24m\n    \u001b[1m彼女が爆発に自信を持っているときはいつも、メグミンは一見叙事詩オペラの歌を手に入れています。\u001b[22m, \u001b[1m彼女は彼女の爆発に自信を持って取得し、それは常に叙事詩のようにしてパンしないときはいつでも、例えばMeguminは一見壮大なオペラのチャントを取得します。\u001b[22m\n\u001b[4mLike the art, it's nothing new, but it suits the style.\u001b[24m\n    \u001b[1m芸術のように、それは新しいものではありませんが、スタイルに合っています。\u001b[22m, \u001b[1m芸術のように、それは新しい何もないが、それはスタイルに適しています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters (8/10)\n\n\u001b[1mキャラクター（8/10）\u001b[22m\n\u001b[1m(Kyarakutā (8 / 10))\u001b[22m\n\nTranslations of \u001b[4mCharacters (8/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters (8/10)\u001b[24m\n    \u001b[1mキャラクター（8/10）\u001b[22m, \u001b[1m文字（8/10）\u001b[22m\n\u001b[1m\u001b[22m\nWhat really makes this show subvert expectations and stand out are the characters. Some would assume that the MC being with several girls would be every guy's dream. Not in this case, where the primary joke is how impractical they really are and how it turns the MC's life into a post-living nightmare stuck in this other world.\n\n\u001b[1m本当にこのショーは挫折する期待を作り、目立つのはキャラクターです。 いくつかの女の子と一緒にいるMCはすべての男の夢だろうと思う人もいます。 この場合、主な冗談は、彼らが本当にどのように非実用的であり、どのようにしてこの他の世界に立ち往生している生きている悪夢になったのか。\u001b[22m\n\u001b[1m(Hontōni kono shō wa zasetsu suru kitai o tsukuri, medatsu no wa kyarakutādesu. Ikutsu ka no on'nanoko to issho ni iru MC wa subete no otoko no yumedarou to omou hito mo imasu. Ko no baai, omona jōdan wa, karera ga hontōni dono yō ni hijitsuyōtekideari, dono yō ni shite kono hoka no sekai ni tachiōjō shite iru ikite iru akumu ni natta no ka.)\u001b[22m\n\nTranslations of \u001b[4mWhat really makes this show subvert expectations and stand out are the characters. Some would assume that the MC being with several girls would be every guy's dream. Not in this case, where the primary joke is how impractical they really are and how it turns the MC's life into a post-living nightmare stuck in this other world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat really makes this show subvert expectations and stand out are the characters.\u001b[24m\n    \u001b[1m本当にこのショーは挫折する期待を作り、目立つのはキャラクターです。\u001b[22m, \u001b[1m何が本当にこのショーは期待を覆すと文字で目立ちます。\u001b[22m\n\u001b[4mSome would assume that the MC being with several girls would be every guy's dream.\u001b[24m\n    \u001b[1mいくつかの女の子と一緒にいるMCはすべての男の夢だろうと思う人もいます。\u001b[22m, \u001b[1mいくつかは、いくつかの女の子はすべての男の夢だろうとMCがあることを前提となります。\u001b[22m\n\u001b[4mNot in this case, where the primary joke is how impractical they really are and how it turns the MC's life into a post-living nightmare stuck in this other world.\u001b[24m\n    \u001b[1mこの場合、主な冗談は、彼らが本当にどのように非実用的であり、どのようにしてこの他の世界に立ち往生している生きている悪夢になったのか。\u001b[22m, \u001b[1mていない主要なジョークは、彼らが実際にあるとそれがどのようにこの他の世界で立ち往生後の生活悪夢にMCの命をオンにする方法は非現実的である。この場合、インチ\u001b[22m\n\u001b[1m\u001b[22m\nSpeaking of the MC, Kazuma himself is someone you'd expect to be bland, basic, overly nice, overconfident and good hearted. But he's not. Kazuma is quite frankly a total smartass, and doesn't really value his teammates when it comes down to it. Where the show takes his rather condescending attitude is again, part of the comedy. On the other hand though, his actions never go so far as to be totally unrealistic and in that sense, he provides a great amount of understanding with the audience because, quite frankly, getting constantly frustrated, feeling the need to be towering above others, wanting to do something for selfish pleasure, and outsmarting anyone who crosses you would be very common for the group he's meant to represent. It never gives him too much without kicking him where it hurts, and never drags on suffering for it to feel like too much. The balance makes the character work.\n\n\u001b[1mMCといえば、Kazuma自身は、あなたが、控えめで、基本的で、過度に素晴らしい、自信過剰で、心のこもったと思う人です。 しかし、彼はそうではありません。  Kazumaは、率直に言って、全面的にスマートなチームであり、チームメイトがそれに当たったときには本当に価値がありません。 ショーが彼のむしろ謙虚な態度を取る場所は再びコメディーの一部です。 しかし、彼の行動は完全に非現実的なものではなく、その意味では、率直に言って、常に不満を感じ、他の人よりも高くなる必要があることを感じ、 自分勝手な喜びのために何かをしたいと思っています。そして、あなたを横切る人に優越することは、彼が表現しようとしているグループにとって非常に一般的です。 それは痛いところで彼を蹴ることなく彼にあまりにも多くを与えることは決してありませんし、あまりにも多くのように感じるために苦しみに引きずられることはありません。 バランスがキャラクターを機能させます。\u001b[22m\n\u001b[1m(MC to ieba, Kazuma jishin wa, anata ga, hikaeme de, kihon-tekide, kado ni subarashī, jishin kajōde, kokoro no komotta to omou hitodesu. Shikashi, kare wa sōde wa arimasen. Kazuma wa, sotchoku ni itte, zenmen-teki ni sumātona chīmudeari, chīmumeito ga sore ni atatta toki ni wa hontōni kachi ga arimasen. Shō ga kare no mushiro kenkyona taido o toru basho wa futatabi komedī no ichibudesu. Shikashi, kare no kōdō wa kanzen ni higenjitsutekina monode wa naku, sono imide wa, sotchoku ni itte, tsuneni fuman o kanji, hokanohito yori mo takaku naru hitsuyō ga aru koto o kanji, jibungattena yorokobi no tame ni nanika o shitai to omotte imasu. Soshite, anata o yokogiru hito ni yūetsu suru koto wa, kare ga hyōgen shiyou to shite iru gurūpu ni totte hijō ni ippan-tekidesu. Sore wa itai tokoro de kare o keru koto naku kare ni amarini mo ōku o ataeru koto wa kesshite arimasenshi, amarini mo ōku no yō ni kanjiru tame ni kurushimi ni hikizura reru koto wa arimasen. Baransu ga kyarakutā o kinō sa semasu.)\u001b[22m\n\nTranslations of \u001b[4mSpeaking of the MC, Kazuma himself is someone you'd expect to be bland, basic, overly nice, overconfident and good hearted. But he's not. Kazuma is quite frankly a total smartass, and doesn't really value his teammates when it comes down to it. Where the show takes his rather condescending attitude is again, part of the comedy. On the other hand though, his actions never go so far as to be totally unrealistic and in that sense, he provides a great amount of understanding with the audience because, quite frankly, getting constantly frustrated, feeling the need to be towering above others, wanting to do something for selfish pleasure, and outsmarting anyone who crosses you would be very common for the group he's meant to represent. It never gives him too much without kicking him where it hurts, and never drags on suffering for it to feel like too much. The balance makes the character work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSpeaking of the MC, Kazuma himself is someone you'd expect to be bland, basic, overly nice, overconfident and good hearted.\u001b[24m\n    \u001b[1mMCといえば、Kazuma自身は、あなたが、控えめで、基本的で、過度に素晴らしい、自信過剰で、心のこもったと思う人です。\u001b[22m, \u001b[1mMCといえば、一真自身があなたが、当たり障りのない基本的な、あまりに素敵な、自信過剰と心を持った良いことを期待したい人です。\u001b[22m\n\u001b[4mBut he's not.\u001b[24m\n    \u001b[1mしかし、彼はそうではありません。\u001b[22m, \u001b[1mしかし、彼はありません。\u001b[22m\n\u001b[4mKazuma is quite frankly a total smartass, and doesn't really value his teammates when it comes down to it.\u001b[24m\n    \u001b[1mKazumaは、率直に言って、全面的にスマートなチームであり、チームメイトがそれに当たったときには本当に価値がありません。\u001b[22m, \u001b[1m一馬は、率直に言って、総smartassであり、それがダウンしてそれに来るときは本当に彼のチームメイトを大切にしていません。\u001b[22m\n\u001b[4mWhere the show takes his rather condescending attitude is again, part of the comedy.\u001b[24m\n    \u001b[1mショーが彼のむしろ謙虚な態度を取る場所は再びコメディーの一部です。\u001b[22m, \u001b[1mショーはとる場合、彼はむしろ謙遜した態度は、再び喜劇の一部です。\u001b[22m\n\u001b[4mOn the other hand though, his actions never go so far as to be totally unrealistic and in that sense, he provides a great amount of understanding with the audience because, quite frankly, getting constantly frustrated, feeling the need to be towering above others,\u001b[24m\n    \u001b[1mしかし、彼の行動は完全に非現実的なものではなく、その意味では、率直に言って、常に不満を感じ、他の人よりも高くなる必要があることを感じ、\u001b[22m, \u001b[1m一方、しかし、彼の行動は完全に非現実的になるように遠くに行くことはないと、率直に言って、常に他の人の上にそびえるする必要性を感じ、いらいらので、その意味で、彼は聴衆に理解の偉大な量を提供し、\u001b[22m\n\u001b[4mwanting to do something for selfish pleasure, and outsmarting anyone who crosses you would be very common for the group he's meant to represent.\u001b[24m\n    \u001b[1m自分勝手な喜びのために何かをしたいと思っています。そして、あなたを横切る人に優越することは、彼が表現しようとしているグループにとって非常に一般的です。\u001b[22m, \u001b[1m利己的な喜びのために何かをしたい、とあなたは彼が表すことを意味するのグループのために非常に一般的であろう横切る人をoutsmarting。\u001b[22m\n\u001b[4mIt never gives him too much without kicking him where it hurts, and never drags on suffering for it to feel like too much.\u001b[24m\n    \u001b[1mそれは痛いところで彼を蹴ることなく彼にあまりにも多くを与えることは決してありませんし、あまりにも多くのように感じるために苦しみに引きずられることはありません。\u001b[22m, \u001b[1mそれは痛いところ彼を蹴ることなく、彼はあまりにも与えず、決してそれはあまりにも多くのように感じるようにするために苦しんでドラッグありません。\u001b[22m\n\u001b[4mThe balance makes the character work.\u001b[24m\n    \u001b[1mバランスがキャラクターを機能させます。\u001b[22m, \u001b[1mバランスは、文字の作業を行います。\u001b[22m\n\u001b[1m\u001b[22m\nAs for the other characters, you have his three teammates he ends up with. Totally dysfunctional party crashers.\n\n\u001b[1m他のキャラクターは3人のチームメートがいます。 完全に機能しないパーティークラッシャー。\u001b[22m\n\u001b[1m(Hoka no kyarakutā wa 3-ri no chīmumēto ga imasu. Kanzen ni kinō shinai pātīkurasshā.)\u001b[22m\n\nTranslations of \u001b[4mAs for the other characters, you have his three teammates he ends up with. Totally dysfunctional party crashers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for the other characters, you have his three teammates he ends up with.\u001b[24m\n    \u001b[1m他のキャラクターは3人のチームメートがいます。\u001b[22m, \u001b[1m他の文字については、あなたは彼が終わる彼の3人のチームメイトを持っています。\u001b[22m\n\u001b[4mTotally dysfunctional party crashers.\u001b[24m\n    \u001b[1m完全に機能しないパーティークラッシャー。\u001b[22m, \u001b[1m完全に機能不全パーティークラッシャーズ。\u001b[22m\n\u001b[1m\u001b[22m\nFirst you have Aqua, the goddess Kazuma stole from her high throne to take along with him. She has adorable moments, but is also incredibly attention seeking, overdramatic, and has high power, but at the expense of common sense. That she's often condescending subverts her cute appearance, and like with Kazuma, the show will do a lot at her expense over its run.\n\n\u001b[1mまず、あなたはアクアを持っています。女神カズマは、彼の高位の王位から盗んで、一緒に連れて行っています。 彼女は愛らしい瞬間を持っていますが、信じられないほど注目を集め、超過的であり、高いパワーを持っていますが、常識を犠牲にしています。 彼女はしばしば彼女のかわいい外見を覆していますが、カズマと同じように、ショーは彼女の犠牲のために多くのことをするでしょう。\u001b[22m\n\u001b[1m(Mazu, anata wa akua o motte imasu. Megami kazumaha, kare no kōi no ōi kara nusunde, issho ni tsureteitte imasu. Kanojo wa airashī shunkan o motte imasuga, shinji rarenai hodo chūmoku o atsume, chōka-tekideari, takai pawā o motte imasuga, jōshiki o gisei ni shite imasu. Kanojo wa shibashiba kanojo no kawaī gaiken o kutsugaeshite imasuga, Kazuma to onajiyōni, shō wa kanojo no gisei no tame ni ōku no koto o surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mFirst you have Aqua, the goddess Kazuma stole from her high throne to take along with him. She has adorable moments, but is also incredibly attention seeking, overdramatic, and has high power, but at the expense of common sense. That she's often condescending subverts her cute appearance, and like with Kazuma, the show will do a lot at her expense over its run.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst you have Aqua, the goddess Kazuma stole from her high throne to take along with him.\u001b[24m\n    \u001b[1mまず、あなたはアクアを持っています。女神カズマは、彼の高位の王位から盗んで、一緒に連れて行っています。\u001b[22m, \u001b[1mまず、アクア、一馬は彼と一緒に取るために彼女の高い王座から盗んだ女神を持っています。\u001b[22m\n\u001b[4mShe has adorable moments, but is also incredibly attention seeking, overdramatic, and has high power, but at the expense of common sense.\u001b[24m\n    \u001b[1m彼女は愛らしい瞬間を持っていますが、信じられないほど注目を集め、超過的であり、高いパワーを持っていますが、常識を犠牲にしています。\u001b[22m, \u001b[1m彼女は愛らしい瞬間を持っていますが、また非常に注目求めている、大げさな、とハイパワーを持っていますが、常識の犠牲に。\u001b[22m\n\u001b[4mThat she's often condescending subverts her cute appearance, and like with Kazuma, the show will do a lot at her expense over its run.\u001b[24m\n    \u001b[1m彼女はしばしば彼女のかわいい外見を覆していますが、カズマと同じように、ショーは彼女の犠牲のために多くのことをするでしょう。\u001b[22m, \u001b[1m彼女はしばしば恩着せだということは彼女のキュートな外観を覆す、および一真と同じように、ショーは、その実行の上に彼女の費用で多くのことを行います。\u001b[22m\n\u001b[1m\u001b[22m\nThen there's Megumin, the Arch Mage and my personal favorite of the group. She has extremely powerful explosion magic...but can only use it once a day, then becomes incapacitated. So Awesome, but Impractical. She has a lot of dramatic flair, and her voice actress does a great job of pulling off her dramatic moments. There's a lot less to her expense, but how the show uses its meta/subversion comedy style still falls into effect.\n\n\u001b[1mその後、メグミン、アーチ・メイジ、私の個人的なグループのお気に入りがあります。 彼女は非常に強力な爆発の魔法を持っています...しかし、それを1日に一度しか使うことはできませんし、無能になります。 とても素晴らしいですが、実用的ではありません。 彼女は劇的な才能をたくさん持っています。彼女の声優は、彼女の劇的な瞬間を取り除く素晴らしい仕事をしています。 彼女の経費はそれほど多くはありませんが、そのショーがメタ/サブバージョンのコメディスタイルをどのように使っているかは依然として有効です。\u001b[22m\n\u001b[1m(Sonogo, megumin, āchi Meiji, watashi no kojin-tekina gurūpu no okiniiri ga arimasu. Kanojo wa hijō ni kyōryokuna bakuhatsu no mahō o motte imasu... Shikashi, sore o 1-nichi ni ichido shika tsukau koto wa dekimasenshi, munō ni narimasu. Totemo subarashīdesuga, jitsuyō-tekide wa arimasen. Kanojo wa gekitekina sainō o takusan motte imasu. Kanojo no seiyū wa, kanojo no gekitekina shunkan o torinozoku subarashī shigoto o shite imasu. Kanojo no keihi wa sorehodo ōku wa arimasenga, sono shō ga meta/ sabubājon no komedisutairu o dono yō ni tsukatte iru ka wa izentoshite yūkōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThen there's Megumin, the Arch Mage and my personal favorite of the group. She has extremely powerful explosion magic...but can only use it once a day, then becomes incapacitated. So Awesome, but Impractical. She has a lot of dramatic flair, and her voice actress does a great job of pulling off her dramatic moments. There's a lot less to her expense, but how the show uses its meta/subversion comedy style still falls into effect.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen there's Megumin, the Arch Mage and my personal favorite of the group.\u001b[24m\n    \u001b[1mその後、メグミン、アーチ・メイジ、私の個人的なグループのお気に入りがあります。\u001b[22m, \u001b[1mそしてMegumin、アーチ魔道士およびグループの私の個人的な好みがあります。\u001b[22m\n\u001b[4mShe has extremely powerful explosion magic...but can only use it once a day, then becomes incapacitated.\u001b[24m\n    \u001b[1m彼女は非常に強力な爆発の魔法を持っています...しかし、それを1日に一度しか使うことはできませんし、無能になります。\u001b[22m, \u001b[1m彼女はその後、無能力になり、非常に強力な爆発の魔法を持っている...しかし、1日に1回のみ使用することができます。\u001b[22m\n\u001b[4mSo Awesome, but Impractical.\u001b[24m\n    \u001b[1mとても素晴らしいですが、実用的ではありません。\u001b[22m, \u001b[1mだから恐ろしいが、非現実。\u001b[22m\n\u001b[4mShe has a lot of dramatic flair, and her voice actress does a great job of pulling off her dramatic moments.\u001b[24m\n    \u001b[1m彼女は劇的な才能をたくさん持っています。彼女の声優は、彼女の劇的な瞬間を取り除く素晴らしい仕事をしています。\u001b[22m, \u001b[1m彼女は劇的な才能をたくさん持っている、と彼女の声の女優は彼女の劇的な瞬間を引き剥がすの偉大な仕事をしていません。\u001b[22m\n\u001b[4mThere's a lot less to her expense, but how the show uses its meta/subversion comedy style still falls into effect.\u001b[24m\n    \u001b[1m彼女の経費はそれほど多くはありませんが、そのショーがメタ/サブバージョンのコメディスタイルをどのように使っているかは依然として有効です。\u001b[22m, \u001b[1mそこに彼女の費用をはるかに少ないですが、ショーは、そのメタ/ subversionのコメディのスタイルをどのように使用するか、まだ有効に落ちます。\u001b[22m\n\u001b[1m\u001b[22m\nFinally, there's Darkness, an incredibly durable Knight with high stats...but she can't actually hit a target for anything. She's also treats pain in a...more enjoyable way than most. However, this isn't her whole character as the contrast between honorable knight and masochist makes her character feel like a character rather than a one note Butt Monkey. All three of them ultimately make it far worse for Kazuma than better, but they do grow closer by going through all this together.\n\n\u001b[1m最後に、闇があります。耐久性の高い耐久性の高いKnightですが、実際に何かの目標を達成することはできません。 彼女はまた、痛みを治療しています...最も楽しい方法です。 しかし、これは彼女の完全な特徴ではない。なぜなら、名誉ある騎士と写実主義者との間のコントラストは、彼女の性格を1つのノートではなく文字のように感じさせるからである。  3人とも最終的にはカズマのほうがずっと悪くなっていますが、これをすべて一緒に進めればさらに近づきます。\u001b[22m\n\u001b[1m(Saigo ni, yami ga arimasu. Taikyū-sei no takai taikyū-sei no takai Knightdesuga, jissai ni nanika no mokuhyō o tassei suru koto wa dekimasen. Kanojo wa mata, itami o chiryō shite imasu... Mottomo tanoshī hōhōdesu. Shikashi, kore wa kanojo no kanzen'na tokuchōde wanai. Nazenara, meiyo aru kishi to shajitsu shugi-sha to no ma no kontorasuto wa, kanojo no seikaku o 1tsu no nōtode wanaku moji no yō ni kanji saserukaradearu. 3-Ri tomo saishūtekini wa Kazuma no hō ga zutto waruku natte imasuga, kore o subete issho ni susumereba sarani chikadzukimasu.)\u001b[22m\n\nTranslations of \u001b[4mFinally, there's Darkness, an incredibly durable Knight with high stats...but she can't actually hit a target for anything. She's also treats pain in a...more enjoyable way than most. However, this isn't her whole character as the contrast between honorable knight and masochist makes her character feel like a character rather than a one note Butt Monkey. All three of them ultimately make it far worse for Kazuma than better, but they do grow closer by going through all this together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally, there's Darkness, an incredibly durable Knight with high stats...but she can't actually hit a target for anything.\u001b[24m\n    \u001b[1m最後に、闇があります。耐久性の高い耐久性の高いKnightですが、実際に何かの目標を達成することはできません。\u001b[22m, \u001b[1m最後に、高い統計と闇、信じられないほど耐久性の騎士があります...しかし、彼女は実際には何のための目標を達成することはできません。\u001b[22m\n\u001b[4mShe's also treats pain in a...more enjoyable way than most.\u001b[24m\n    \u001b[1m彼女はまた、痛みを治療しています...最も楽しい方法です。\u001b[22m, \u001b[1m彼女はほとんどよりもっと楽しい方法で痛みを治療するものです。\u001b[22m\n\u001b[4mHowever, this isn't her whole character as the contrast between honorable knight and masochist makes her character feel like a character rather than a one note Butt Monkey.\u001b[24m\n    \u001b[1mしかし、これは彼女の完全な特徴ではない。なぜなら、名誉ある騎士と写実主義者との間のコントラストは、彼女の性格を1つのノートではなく文字のように感じさせるからである。\u001b[22m, \u001b[1m名誉騎士とマゾヒストとのコントラストが彼女のキャラクターは、文字ではなく、1ノートバット猿のように感じさせるようしかし、これは彼女の全体の文字ではありません。\u001b[22m\n\u001b[4mAll three of them ultimately make it far worse for Kazuma than better, but they do grow closer by going through all this together.\u001b[24m\n    \u001b[1m3人とも最終的にはカズマのほうがずっと悪くなっていますが、これをすべて一緒に進めればさらに近づきます。\u001b[22m, \u001b[1mそれらのすべての3つは、最終的により良いよりも一馬のために、それははるかに悪化させることが、彼らは一緒にこのすべてを通過することにより、近い成長ありません。\u001b[22m\n\u001b[1m\u001b[22m\nEveryone else basically fits their part in the comedy, from the 'I just want to be noticed' headless horseman, the incredibly by the book legendary hero, a thief girl, and a couple of the monsters met along the way, which have bigger roles than you'd think in their episodes.\n\n\u001b[1m他の誰もが基本的に、「私はちょうど気付かれたい」ヘッドレス騎乗者から、伝説の英雄、泥棒の少女、そしてより大きな役割を果たす途中で出会った怪物たちによって信じられないほどコメディに参加する 彼らのエピソードで考えるよりも。\u001b[22m\n\u001b[1m(Hoka no daremoga kihontekini,`watashi wa chōdo kidzuka retai' heddo resu kijō-sha kara, densetsu no eiyū, dorobō no shōjo, soshite yori ōkina yakuwariwohatasu tochū de deatta kaibutsu-tachi ni yotte shinji rarenai hodo komedi ni sanka suru karera no episōdo de kangaeru yori mo.)\u001b[22m\n\nTranslations of \u001b[4mEveryone else basically fits their part in the comedy, from the 'I just want to be noticed' headless horseman, the incredibly by the book legendary hero, a thief girl, and a couple of the monsters met along the way, which have bigger roles than you'd think in their episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEveryone else basically fits their part in the comedy, from the 'I just want to be noticed' headless horseman, the incredibly by the book legendary hero, a thief girl, and a couple of the monsters met along the way, which have bigger roles\u001b[24m\n    \u001b[1m他の誰もが基本的に、「私はちょうど気付かれたい」ヘッドレス騎乗者から、伝説の英雄、泥棒の少女、そしてより大きな役割を果たす途中で出会った怪物たちによって信じられないほどコメディに参加する\u001b[22m, \u001b[1m他のみんなは、基本的には信じられないほどの本伝説の英雄、泥棒の少女、およびより大きな役割を持っている途中で出会ったモンスターのカップルによって、ヘッドレス騎手「私は気づいたようにしたい」から、コメディで自分の一部にフィット\u001b[22m\n\u001b[4mthan you'd think in their episodes.\u001b[24m\n    \u001b[1m彼らのエピソードで考えるよりも。\u001b[22m, \u001b[1mあなたはそれらのエピソードに思うだろうより。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I'd say Konosuba is a solid watch that maintains consistent quality. The comedy may not be for everyone, and many elements of the show fit themselves to that comedy style, but the way the show is presented in contrast to your expectations made this show worth a watch. It's only 10 episodes, so it won't take up that much time, and Konosuba is something that'll likely stick in your head with how everything was handled.\n\n\u001b[1m全体として、私はコノスバが一貫した品質を維持する堅実な時計だと言いたいと思います。 コメディは誰にとってもそうでないかもしれないし、ショーの多くの要素がコメディスタイルに合っているかもしれませんが、あなたの期待とは対照的にショーが提示される方法は、このショーを見る価値があります。 それは10エピソードだけなので、それほど時間がかかりません。コノスバは、すべてがどのように処理されたかであなたの頭の中に固執する可能性のあるものです。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa konosuba ga ikkan shita hinshitsu o iji suru kenjitsuna tokeida to iitai to omoimasu. Komedi wa dare ni tottemo sōdenai kamo shirenaishi, shō no ōku no yōso ga komedisutairu ni atte iru kamo shiremasenga, anata no kitai to wa taishō-teki ni shō ga teiji sa reru hōhō wa, kono shō o miru kachi ga arimasu. Sore wa 10 episōdo dakenanode, sorehodo jikan ga kakarimasen. Konosuba wa, subete ga dono yō ni shori sa reta ka de anata no atama no naka ni koshūsuru kanōsei no aru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I'd say Konosuba is a solid watch that maintains consistent quality. The comedy may not be for everyone, and many elements of the show fit themselves to that comedy style, but the way the show is presented in contrast to your expectations made this show worth a watch. It's only 10 episodes, so it won't take up that much time, and Konosuba is something that'll likely stick in your head with how everything was handled.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I'd say Konosuba is a solid watch that maintains consistent quality.\u001b[24m\n    \u001b[1m全体として、私はコノスバが一貫した品質を維持する堅実な時計だと言いたいと思います。\u001b[22m, \u001b[1m全体的に、私はKonosubaは一貫した品質を維持する固体の時計だと思います。\u001b[22m\n\u001b[4mThe comedy may not be for everyone, and many elements of the show fit themselves to that comedy style, but the way the show is presented in contrast to your expectations made this show worth a watch.\u001b[24m\n    \u001b[1mコメディは誰にとってもそうでないかもしれないし、ショーの多くの要素がコメディスタイルに合っているかもしれませんが、あなたの期待とは対照的にショーが提示される方法は、このショーを見る価値があります。\u001b[22m, \u001b[1m喜劇は皆のためではないかもしれない、とのショーの多くの要素は、その喜劇のスタイルに自分自身に合うが、ショーはあなたの期待とは対照的に提示される方法は、時計の価値がこの番組を作りました。\u001b[22m\n\u001b[4mIt's only 10 episodes, so it won't take up that much time, and Konosuba is something that'll likely stick in your head with how everything was handled.\u001b[24m\n    \u001b[1mそれは10エピソードだけなので、それほど時間がかかりません。コノスバは、すべてがどのように処理されたかであなたの頭の中に固執する可能性のあるものです。\u001b[22m, \u001b[1mそれが唯一の10のエピソードですので、その多くの時間を占有されることはありません、とKonosubaは、おそらくすべてがどのように処理されたかで頭に固執するだろうものです。\u001b[22m"
  },
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "tetrix1993",
    "profile": "/profile/tetrix1993/reviews",
    "pages": "7",
    "number": "3",
    "link": "/reviews.php?id=213993",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  6\nキャラクター|  10\n|  10\n\n概要：\n\n良い点：\n+好きな文字\n+素晴らしいコメディ\n+良いプロット\n+男性の主人公は常識的で、面白く、知的で、ハーレムショーである\n\n悪い点：\n - アクアは迷惑です\n\n評決：強くおすすめ\n\n詳細：\nKonoSubaは、軽い斬新な適応で一般的に使われている過度の偽善者を持つこれらのハーレムショーのもう一つではありません。 コボスバが私に最も魅力的なのはキャラクター、特に男性MCカズマです。\n\nKazumaは、実際に面白くて常識的なハーレムショーの稀少男性MCの一人です。 今日、男性MCが本当に濃密で、見るべき痛みである多くのハーレムショーがあります。\n\nKonoSubaで​​は、カズマは私たちが関係することができる彼の性格なので、ショーをすばらしいものにする理由の一つです。 私たちは、ハーレムショーを見るたびに、男性のMCが何か違うことをして、私たちが彼がやりたいことをやりたいと思っています。\n\n一方、他の3人の主要な女性キャラクターも好きだった。 アクアはまた別の面白いキャラクターですが、彼女は本当に迷惑で無用です。 メグミンとダークネスも面白いキャラクターです。\n\n一方、物語はかなりまともです。 しかし、アニメーションは私を少し、特におっぱいがアニメーションを揺らすようにします。\n\nキャラクターが私がKonoSubaを見て楽しむのを見つける最大の理由です。 コメディが好きな人や、面白い男性MCでハレムショーを見たい人には、このアニメを大いにお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSUMMARY:\n/ˈsəmərē/\n\n\u001b[1m概要：\u001b[22m\n\u001b[1m(Gaiyō:)\u001b[22m\n\nDefinitions of \u001b[4mSUMMARY:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    概要\u001b[22m\n        summary, outline\n\u001b[1m    要約\u001b[22m\n        summary, digest\n\u001b[1m    概略\u001b[22m\n        outline, summary, gist\n\u001b[1m    要旨\u001b[22m\n        gist, summary, essentials, fundamentals\n\u001b[1m    一覧\u001b[22m\n        summary, catalog, glance, look, catalogue\n\u001b[1m    摘要\u001b[22m\n        summary, outline\n\u001b[1m    抄録\u001b[22m\n        summary, quotation, selection\n\u001b[1m    概括\u001b[22m\n        summary, generalization\n\u001b[1m    大要\u001b[22m\n        outline, summary\n\u001b[1m    粗筋\u001b[22m\n        outline, summary\n\u001b[1m    梗概\u001b[22m\n        synopsis, summary, outline, abridgement, epitome, condensation\n\u001b[1m    大筋\u001b[22m\n        outline, summary\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    大体\u001b[22m\n        outline, summary, substance\n\u001b[1m    綱領\u001b[22m\n        general plan, main point, summary\n\u001b[1m    撮要\u001b[22m\n        compendium, summary, outline\n\u001b[1m    結言\u001b[22m\n        summary, abridgement, synopsis, condensation, brief, precis\n\u001b[1m    要訳\u001b[22m\n        summary, digest\n\u001b[1m\u001b[22m\nGood points:\n\n\u001b[1m良い点：\u001b[22m\n\u001b[1m(Yoi ten:)\u001b[22m\n\nTranslations of \u001b[4mGood points:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGood points:\u001b[24m\n    \u001b[1m良い点：\u001b[22m\n+ Likeable characters\n\n\u001b[1m+好きな文字\u001b[22m\n\u001b[1m(+ Sukina moji)\u001b[22m\n\nTranslations of \u001b[4m+ Likeable characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Likeable characters\u001b[24m\n    \u001b[1m+好きな文字\u001b[22m, \u001b[1m+好感の持てる文字\u001b[22m\n+ Great comedy\n\n\u001b[1m+素晴らしいコメディ\u001b[22m\n\u001b[1m(+ Subarashī komedi)\u001b[22m\n\nTranslations of \u001b[4m+ Great comedy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Great comedy\u001b[24m\n    \u001b[1m+素晴らしいコメディ\u001b[22m, \u001b[1m+グレートコメディ\u001b[22m\n+ Good plot\n\n\u001b[1m+良いプロット\u001b[22m\n\u001b[1m(+ Yoi purotto)\u001b[22m\n\nTranslations of \u001b[4m+ Good plot\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Good plot\u001b[24m\n    \u001b[1m+良いプロット\u001b[22m, \u001b[1m+グッドプロット\u001b[22m\n+ Being a harem show, the male protagonist has common sense, funny, and intelligent\n\n\u001b[1m+男性の主人公は常識的で、面白く、知的で、ハーレムショーである\u001b[22m\n\u001b[1m(+ Dansei no shujinkō wa jōshiki-tekide, omoshiroku, chiteki de, hāremushōdearu)\u001b[22m\n\nTranslations of \u001b[4m+ Being a harem show, the male protagonist has common sense, funny, and intelligent\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Being a harem show, the male protagonist has common sense, funny, and intelligent\u001b[24m\n    \u001b[1m+男性の主人公は常識的で、面白く、知的で、ハーレムショーである\u001b[22m, \u001b[1mハーレムショーなので+、男性主人公は、常識を持って面白い、とインテリジェント\u001b[22m\n\u001b[1m\u001b[22m\nBad point:\n\n\u001b[1m悪い点：\u001b[22m\n\u001b[1m(Warui ten:)\u001b[22m\n\nTranslations of \u001b[4mBad point:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBad point:\u001b[24m\n    \u001b[1m悪い点：\u001b[22m\n- Aqua is annoying\n\n\u001b[1m - アクアは迷惑です\u001b[22m\n\u001b[1m(- Akua wa meiwakudesu)\u001b[22m\n\nTranslations of \u001b[4m- Aqua is annoying\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Aqua is annoying\u001b[24m\n    \u001b[1m - アクアは迷惑です\u001b[22m\n\u001b[1m\u001b[22m\nVerdict: Highly recommended\n\n\u001b[1m評決：強くおすすめ\u001b[22m\n\u001b[1m(Hyōketsu: Tsuyoku osusume)\u001b[22m\n\nTranslations of \u001b[4mVerdict: Highly recommended\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVerdict: Highly recommended\u001b[24m\n    \u001b[1m評決：強くおすすめ\u001b[22m, \u001b[1m評決：強くお勧めします\u001b[22m\n\u001b[1m\u001b[22m\nDETAILED:\n/diˈtāld,ˈdēˌtāld/\n\n\u001b[1m詳細：\u001b[22m\n\u001b[1m(Shōsai:)\u001b[22m\n\nDefinitions of \u001b[4mDETAILED:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    詳しい\u001b[22m\n        detailed, finicky, exact, precise, specific, explicit\n\u001b[1m    細か\u001b[22m\n        fine, small, detailed, stingy\n\u001b[1m    精密\u001b[22m\n        precise, close, detailed, exact, minute\n\u001b[1m    綿密\u001b[22m\n        detailed, minute, scrupulous\n\u001b[1m    克明\u001b[22m\n        detailed, elaborate\n\u001b[1m    委しい\u001b[22m\n        detailed, full, accurate\nKonoSuba is not another one of those harem shows with all those overused cliches common in light novel adaptations. What KoboSuba appeals to me the most are the characters, especially the male MC Kazuma.\n\n\u001b[1mKonoSubaは、軽い斬新な適応で一般的に使われている過度の偽善者を持つこれらのハーレムショーのもう一つではありません。 コボスバが私に最も魅力的なのはキャラクター、特に男性MCカズマです。\u001b[22m\n\u001b[1m(KonoSuba wa, karui zanshin'na tekiō de ippantekini tsukawareteiru kado no gizen-sha o motsu korera no hāremushō no mōhitotsude wa arimasen. Kobosuba ga watashi ni mottomo miryoku-tekina no wa kyarakutā, tokuni dansei MC Kazumadesu.)\u001b[22m\n\nTranslations of \u001b[4mKonoSuba is not another one of those harem shows with all those overused cliches common in light novel adaptations. What KoboSuba appeals to me the most are the characters, especially the male MC Kazuma.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKonoSuba is not another one of those harem shows with all those overused cliches common in light novel adaptations.\u001b[24m\n    \u001b[1mKonoSubaは、軽い斬新な適応で一般的に使われている過度の偽善者を持つこれらのハーレムショーのもう一つではありません。\u001b[22m, \u001b[1mKonoSubaは、それらのハーレムの他の一つはライトノベル適応における共通のすべてのそれらの使い古された決まり文句で示しているではありません。\u001b[22m\n\u001b[4mWhat KoboSuba appeals to me the most are the characters, especially the male MC Kazuma.\u001b[24m\n    \u001b[1mコボスバが私に最も魅力的なのはキャラクター、特に男性MCカズマです。\u001b[22m, \u001b[1m何KoboSubaはほとんどが文字、特に男性MC一真ある私に訴えます。\u001b[22m\n\u001b[1m\u001b[22m\nKazuma is one of the rare male MC in harem show that is actually funny and with a common sense. Nowadays, there is a lot of harem show where the male MC is really dense and is a pain to watch.\n\n\u001b[1mKazumaは、実際に面白くて常識的なハーレムショーの稀少男性MCの一人です。 今日、男性MCが本当に濃密で、見るべき痛みである多くのハーレムショーがあります。\u001b[22m\n\u001b[1m(Kazuma wa, jissai ni omoshirokute jōshiki-tekina hāremushō no kishō dansei MC no hitoridesu. Kyō, dansei MC ga hontōni nōmitsude, mirubeki itamidearu ōku no hāremushō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mKazuma is one of the rare male MC in harem show that is actually funny and with a common sense. Nowadays, there is a lot of harem show where the male MC is really dense and is a pain to watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKazuma is one of the rare male MC in harem show that is actually funny and with a common sense.\u001b[24m\n    \u001b[1mKazumaは、実際に面白くて常識的なハーレムショーの稀少男性MCの一人です。\u001b[22m, \u001b[1m一馬は、実際には面白いと常識であるハーレムショーでは珍しい男性MCの一つです。\u001b[22m\n\u001b[4mNowadays, there is a lot of harem show where the male MC is really dense and is a pain to watch.\u001b[24m\n    \u001b[1m今日、男性MCが本当に濃密で、見るべき痛みである多くのハーレムショーがあります。\u001b[22m, \u001b[1m今日では、男性MCは本当に緻密で見て痛みであるハーレムショーがたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nIn KonoSuba, Kazuma is one of the reason which makes the show awesome, because it is his character which we can relate to. Whenever we watch a harem show, we wanted the male MC to do something different and do what we wanted him to do, and Kazuma does that.\n\n\u001b[1mKonoSubaで​​は、カズマは私たちが関係することができる彼の性格なので、ショーをすばらしいものにする理由の一つです。 私たちは、ハーレムショーを見るたびに、男性のMCが何か違うことをして、私たちが彼がやりたいことをやりたいと思っています。\u001b[22m\n\u001b[1m(KonoSuba de ​​ wa, kazumaha watashitachi ga kankei suru koto ga dekiru kare no seikakunanode, shō o subarashī mono ni suru riyū no hitotsudesu. Watashitachiha, hāremushō o miru tabi ni, dansei no MC ga nani ka chigau koto o shite, watashitachi ga kare ga yaritai koto o yaritai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn KonoSuba, Kazuma is one of the reason which makes the show awesome, because it is his character which we can relate to. Whenever we watch a harem show, we wanted the male MC to do something different and do what we wanted him to do, and Kazuma does that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn KonoSuba, Kazuma is one of the reason which makes the show awesome, because it is his character which we can relate to.\u001b[24m\n    \u001b[1mKonoSubaでは、カズマは私たちが関係することができる彼の性格なので、ショーをすばらしいものにする理由の一つです。\u001b[22m, \u001b[1mそれは私達がに関連することができる彼の性格であるためKonoSubaで、一真は、ショーは素晴らしい作る理由の一つです。\u001b[22m\n\u001b[4mWhenever we watch a harem show, we wanted the male MC to do something different and do what we wanted him to do, and Kazuma does that.\u001b[24m\n    \u001b[1m私たちは、ハーレムショーを見るたびに、男性のMCが何か違うことをして、私たちが彼がやりたいことをやりたいと思っています。\u001b[22m, \u001b[1m我々はハーレムショーを見たびに、私たちは、男性MCが別の何かをして、我々は彼がやりたいことやってみたかった、と一真はそれを行います。\u001b[22m\n\u001b[1m\u001b[22m\nOn the other hand, the other three main female characters were also likeable. Aqua is also another funny character, but she is REALLY annoying and useless. Megumin and Darkness are also funny characters as well.\n\n\u001b[1m一方、他の3人の主要な女性キャラクターも好きだった。 アクアはまた別の面白いキャラクターですが、彼女は本当に迷惑で無駄です。 メグミンとダークネスも面白いキャラクターです。\u001b[22m\n\u001b[1m(Ippō, hoka no 3-ri no shuyōna josei kyarakutā mo sukidatta. Akua wa mata betsu no omoshiroi kyarakutādesuga, kanojo wa hontōni meiwakude mudadesu. Megumin to dākunesu mo omoshiroi kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mOn the other hand, the other three main female characters were also likeable. Aqua is also another funny character, but she is REALLY annoying and useless. Megumin and Darkness are also funny characters as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the other hand, the other three main female characters were also likeable.\u001b[24m\n    \u001b[1m一方、他の3人の主要な女性キャラクターも好きだった。\u001b[22m, \u001b[1m一方、他の三つの主要な女性キャラも好感の持てるました。\u001b[22m\n\u001b[4mAqua is also another funny character, but she is REALLY annoying and useless.\u001b[24m\n    \u001b[1mアクアはまた別の面白いキャラクターですが、彼女は本当に迷惑で無駄です。\u001b[22m, \u001b[1mアクアはまた別の面白いキャラクターですが、彼女は本当に迷惑と役に立たないです。\u001b[22m\n\u001b[4mMegumin and Darkness are also funny characters as well.\u001b[24m\n    \u001b[1mメグミンとダークネスも面白いキャラクターです。\u001b[22m, \u001b[1mMeguminと闇は、同様にも面白い文字です。\u001b[22m\n\u001b[1m\u001b[22m\nOn the other hand, the story is rather decent. But the animation puts me a little off, especially the boobs jiggling animation.\n\n\u001b[1m一方、物語はかなりまともです。 しかし、アニメーションは私を少し、特におっぱいがアニメーションを揺らすようにします。\u001b[22m\n\u001b[1m(Ippō, monogatari wa kanari matomodesu. Shikashi, animēshon wa watashi o sukoshi, tokuni oppai ga animēshon o yurasu yō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mOn the other hand, the story is rather decent. But the animation puts me a little off, especially the boobs jiggling animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOn the other hand, the story is rather decent.\u001b[24m\n    \u001b[1m一方、物語はかなりまともです。\u001b[22m, \u001b[1m一方、話はかなりまともです。\u001b[22m\n\u001b[4mBut the animation puts me a little off, especially the boobs jiggling animation.\u001b[24m\n    \u001b[1mしかし、アニメーションは私を少し、特におっぱいがアニメーションを揺らすようにします。\u001b[22m, \u001b[1mしかし、アニメーションは私に、少し離れ特におっぱいブレアニメーションを置きます。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are the biggest reason why I find KonoSuba enjoyable to watch. I would greatly recommend this anime for those who likes comedy or for those who watch to watch harem show with a funny male MC.\n\n\u001b[1mキャラクターが私がKonoSubaを見て楽しむのを見つける最大の理由です。 コメディが好きな人や、面白い男性MCでハレムショーを見たい人には、このアニメを大いにお勧めします。\u001b[22m\n\u001b[1m(Kyarakutā ga watashi ga KonoSuba o mite tanoshimu no o mitsukeru saidai no riyūdesu. Komedi ga sukinahito ya, omoshiroi dansei MC de haremushō o mitai hito ni wa, kono anime o ōini o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are the biggest reason why I find KonoSuba enjoyable to watch. I would greatly recommend this anime for those who likes comedy or for those who watch to watch harem show with a funny male MC.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are the biggest reason why I find KonoSuba enjoyable to watch.\u001b[24m\n    \u001b[1mキャラクターが私がKonoSubaを見て楽しむのを見つける最大の理由です。\u001b[22m, \u001b[1m文字は、私が見てKonoSubaが楽しい見つける最大の理由です。\u001b[22m\n\u001b[4mI would greatly recommend this anime for those who likes comedy or for those who watch to watch harem show with a funny male MC.\u001b[24m\n    \u001b[1mコメディが好きな人や、面白い男性MCでハレムショーを見たい人には、このアニメを大いにお勧めします。\u001b[22m, \u001b[1m私は非常に喜劇が好きな人のためのものか、面白い男性MCとハーレムショーを見るために見る人のためにこのアニメをお勧めします。\u001b[22m"
  },
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "eragon1man",
    "profile": "/profile/eragon1man/reviews",
    "pages": "7",
    "number": "4",
    "link": "/reviews.php?id=213956",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  7\n\nこのレビューにはスポイラーはありません。\n\n私の評価システムは、全体の30％、文字30％、芸術20％、音15％というストーリーを数えます。\n\n私は河野Subarashii世界にShukufukuを与える！  6.45と私はなぜあなたに言うでしょう。 要約を探している人には、その結論に飛びます。\n\nストーリー：6\n\nこのアニメの話はまともだったが画期的ではなかった。 我々は、彼が死後、パラレル・ユニバースの邪悪な王を打ち負かすために新しい世界に運ばれるとき、主人公に従う。 このアニメの物語は、基本的にコメディーとエクッチを取って、ダンジョンで女の子を迎えようとするのは間違っていますか？ ソード・アート・オンラインに似たエスケープの具体的な目標と組み合わせています。 私はまた、このショーが3人の女の子に囲まれた1人の男の周りを回っているが、ロマンスで信じられないほど素晴らしいと信じられないほど密なステレオタイプの特徴を与えないことを楽しむ。\n\nキャラクター：8\n\n個人的に、このキャラクターは私がこのショーについて最も楽しかったものです。\nMCは、高校DxDの主人公、Hyoudouに似ていますが、アニメの焦点だったほどです。 これは彼の知性と性的魅力によってすぐに盲目にならない能力と相まって、彼を多くのエッチハレムMCとは異なるものにしているのです。\n\nオリジナルのメインキャラクターであるアクアは、迷惑で驚くほどの泣き虫の役割を果たしました。  Skip BeatのMCに似ていることがわかった！ 彼女がいかに信じられないほど迷惑なメロドラマティックなのかという理由だけで、実際には必要な時にはかなり能力があると証明されました。 これはSkip BeatのMC以来の比較です！ 彼女のためにAquaよりもはるかに多くのことがあります。\n\nメグミン、メイジはかわいい、愛らしいキャラクターでしたが、非常に複雑なキャラクターではありませんでした。 それでも、私は彼女をとても楽しんだし、彼女がパーティーに追加したことをとても楽しんだので、彼女の強いバックストーリーの欠如は巨大なネガティブだったとは言えません。\n\n私が最もオリジナルで楽しいと感じたキャラクターは間違いなく十字軍であった。 私はこのアニメをまだ見ていない人たちのために彼女の性格を台無しにすることを恐れて、もっと言いませんが、私はそれのようなものは見たことがないと言いましょう。 本当に面白いと私は文字を8のスコアを与えた理由。\n\nアート：6\n\nこのアニメの芸術は良かったし、さまざまな能力が使われてもアニメーションを楽しんだが、何も私の心を吹き飛ばしたわけではない。 私は闇を見たときにArthur王様をStay Nightから考えることもできませんでした。そして、ChuunibyouデモからKoi ga Shitaiの高梨里佳を考えるのは助けになりませんでした。 メグミンの性格を見ると キャラクターがよりユニークに見える場合、私はアートに高いスコアを与えていたでしょう。\n\nサウンド：7\n\nこのサウンドは、ビデオによって与えられる感情を高めるために完全に役立った。 サウンドエフェクトと音楽は、コメディをサウンドなしでよりももっと楽しくしました。 私も演技の声を楽しんだ。\n\n全体：6.45\n\n私はこのアニメをとても楽しんだ。 それは、私がサテールのアニメを楽しむためにこれまでに来た最も近いものです。 これは風刺として分類されていませんが、私はそれを1とみなします。 私は風刺のジャンルを特に好んでいないので、これは私にとって驚くほど高いスコアです。 私は、One Punch Manは素晴らしくやっていると認めますが、特にそのジャンルを楽しむわけではないので、そのアニメではないので、それでも6.2を与えます。 このアニメのキャラクターとコメディーは、このシリーズの10回のエピソードを手軽に通り抜けました。そして、私が熱心に第2シーズンを待っているわけではありませんが、リリースされたらそれを見て楽しみにしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nThere are no spoilers in this review.\n\n\u001b[1mこのレビューにはスポイラーはありません。\u001b[22m\n\u001b[1m(Kono rebyū ni wa supoirā wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere are no spoilers in this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are no spoilers in this review.\u001b[24m\n    \u001b[1mこのレビューにはスポイラーはありません。\u001b[22m, \u001b[1mこのレビューにはネタバレがありません。\u001b[22m\n\u001b[1m\u001b[22m\nMy rating system counts story for 30% of the total, characters as 30%, art as 20%, and 15% for the sound.\n\n\u001b[1m私の評価システムは、全体の30％、文字を30％、美術を20％、音の15％の話を数えます。\u001b[22m\n\u001b[1m(Watashi no hyōka shisutemu wa, zentai no 30%, moji o 30%, bijutsu o 20%,-on no 15-pāsento no hanashi o kazoemasu.)\u001b[22m\n\nTranslations of \u001b[4mMy rating system counts story for 30% of the total, characters as 30%, art as 20%, and 15% for the sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy rating system counts story for 30% of the total, characters as 30%, art as 20%, and 15% for the sound.\u001b[24m\n    \u001b[1m私の評価システムは、全体の30％、文字を30％、美術を20％、音の15％の話を数えます。\u001b[22m, \u001b[1m私の評価システムは、30％、20％などの芸術、およびサウンドの15％として、全体の30％のための文字が物語をカウントします。\u001b[22m\n\u001b[1m\u001b[22m\nI give Kono Subarashii Sekai ni Shukufuku wo! a 6.45 and I'll tell you why. For those looking for the summary, skip to the conclusion.\n\n\u001b[1m私は河野Subarashii世界にShukufukuを与える！  6.45と私はなぜあなたに言うでしょう。 要約を探している人には、その結論に飛びます。\u001b[22m\n\u001b[1m(Watashi wa Kōno Subarashii sekai ni Shukufuku o ataeru! 6. 45 To watashi wa naze anata ni iudeshou. Yōyaku o sagashite iru hito ni wa, sono ketsuron ni tobimasu.)\u001b[22m\n\nTranslations of \u001b[4mI give Kono Subarashii Sekai ni Shukufuku wo! a 6.45 and I'll tell you why. For those looking for the summary, skip to the conclusion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give Kono Subarashii Sekai ni Shukufuku wo!\u001b[24m\n    \u001b[1m私は河野Subarashii世界にShukufukuを与える！\u001b[22m, \u001b[1m私はヲ河野Subarashii世界NI Shukufukuを与えます！\u001b[22m\n\u001b[4ma 6.45 and I'll tell you why.\u001b[24m\n    \u001b[1m6.45と私はなぜあなたに言うでしょう。\u001b[22m, \u001b[1m6.45と私はなぜあなたを教えてあげましょう。\u001b[22m\n\u001b[4mFor those looking for the summary, skip to the conclusion.\u001b[24m\n    \u001b[1m要約を探している人には、その結論に飛びます。\u001b[22m, \u001b[1m要約をお探しの方のために、結論をスキップします。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 6\n\n\u001b[1mストーリー：6\u001b[22m\n\u001b[1m(Sutōrī: 6)\u001b[22m\n\nTranslations of \u001b[4mStory: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 6\u001b[24m\n    \u001b[1mストーリー：6\u001b[22m\n\u001b[1m\u001b[22m\nThe story of this anime was decent but not groundbreaking. We follow the protagonist after his death as he is transported to a new world in order to beat the evil king of a parallel universe. The story of this anime basically takes the comedy and ecchi from Is It Wrong to Try to Pick Up Girls in a Dungeon? and combines it with the tangible goal of escape similar to Sword Art Online. I also enjoy that this show revolves around one guy surrounded by three girls but doesn’t give him the stereotypical characteristics of incredibly nice and incredibly dense with romance – it takes more the perverted path.\n\n\u001b[1mこのアニメの話はまともだったが画期的ではなかった。 我々は、彼が死後、パラレル・ユニバースの邪悪な王を打ち負かすために新しい世界に運ばれるとき、主人公に従う。 このアニメの物語は、基本的にコメディーとエクッチを取って、ダンジョンで女の子を迎えようとするのは間違っていますか？ ソード・アート・オンラインに似たエスケープの具体的な目標と組み合わせています。 私はまた、このショーが3人の女の子に囲まれた1人の男の周りを回っているが、ロマンスで信じられないほど素晴らしいと信じられないほど密なステレオタイプの特徴を与えないことを楽しむ。\u001b[22m\n\u001b[1m(Kono anime no hanashi wa matomodattaga kakkitekide wa nakatta. Wareware wa, kare ga shigo, parareru yunibāsu no jaakuna ō o uchi makasu tame ni atarashī sekai ni hakoba reru toki, shujinkō ni shitagau. Kono anime no monogatari wa, kihontekini komedī to ekutchi o totte, danjon de on'nanoko o mukaeyou to suru no wa machigatte imasu ka? Sōdo āto onrain ni nita esukēpu no gutaitekina mokuhyō to kumiawasete imasu. Watashi wa mata, kono shō ga 3-ri no on'nanoko ni kakoma reta 1-ri no otoko no mawari o mawatte iruga, romansu de shinji rarenai hodo subarashī to shinji rarenai hodo mitsuna sutereo taipu no tokuchō o ataenai koto o tanoshimu.)\u001b[22m\n\nTranslations of \u001b[4mThe story of this anime was decent but not groundbreaking. We follow the protagonist after his death as he is transported to a new world in order to beat the evil king of a parallel universe. The story of this anime basically takes the comedy and ecchi from Is It Wrong to Try to Pick Up Girls in a Dungeon? and combines it with the tangible goal of escape similar to Sword Art Online. I also enjoy that this show revolves around one guy surrounded by three girls but doesn’t give him the stereotypical characteristics of incredibly nice and incredibly dense with romance – it takes more the perverted path.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story of this anime was decent but not groundbreaking.\u001b[24m\n    \u001b[1mこのアニメの話はまともだったが画期的ではなかった。\u001b[22m, \u001b[1mこのアニメの話はまともだったが、画期的ではありません。\u001b[22m\n\u001b[4mWe follow the protagonist after his death as he is transported to a new world in order to beat the evil king of a parallel universe.\u001b[24m\n    \u001b[1m我々は、彼が死後、パラレル・ユニバースの邪悪な王を打ち負かすために新しい世界に運ばれるとき、主人公に従う。\u001b[22m, \u001b[1m彼は、平行宇宙の邪悪な王を倒すために、新しい世界へと搬送されるように我々は彼の死の後に主人公に従ってください。\u001b[22m\n\u001b[4mThe story of this anime basically takes the comedy and ecchi from Is It Wrong to Try to Pick Up Girls in a Dungeon?\u001b[24m\n    \u001b[1mこのアニメの物語は、基本的にコメディーとエクッチを取って、ダンジョンで女の子を迎えようとするのは間違っていますか？\u001b[22m, \u001b[1mこのアニメの話は基本的にからコメディとエッチを取るダンジョンに出会いを求めるのは間違っているだろうか\u001b[22m\n\u001b[4mand combines it with the tangible goal of escape similar to Sword Art Online.\u001b[24m\n    \u001b[1mソード・アート・オンラインに似たエスケープの具体的な目標と組み合わせています。\u001b[22m, \u001b[1mそしてソードアート・オンラインに似たエスケープの有形目標とそれを兼ね備えています。\u001b[22m\n\u001b[4mI also enjoy that this show revolves around one guy surrounded by three girls but doesn’t give him the stereotypical characteristics of incredibly nice and incredibly dense with romance – it takes more the perverted path.\u001b[24m\n    \u001b[1m私はまた、このショーが3人の女の子に囲まれた1人の男の周りを回っているが、ロマンスで信じられないほど素晴らしいと信じられないほど密なステレオタイプの特徴を与えないことを楽しむ。\u001b[22m, \u001b[1mそれはより多くの倒錯パスを取る - 私もこの番組は、3人の女の子に囲まれた約1男を公転するが、彼に信じられないほど素晴らしいと信じられないほど緻密なロマンスのステレオタイプの特性を与えないことを楽しみます。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 8\n\n\u001b[1mキャラクター：8\u001b[22m\n\u001b[1m(Kyarakutā: 8)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 8\u001b[24m\n    \u001b[1mキャラクター：8\u001b[22m\n\u001b[1m\u001b[22m\nPersonally, the characters are what I enjoyed most about this show.\n\n\u001b[1m個人的に、このキャラクターは私がこのショーについて最も楽しかったものです。\u001b[22m\n\u001b[1m(Kojin-teki ni, kono kyarakutā wa watashi ga kono shō ni tsuite mottomo tanoshikatta monodesu.)\u001b[22m\n\nTranslations of \u001b[4mPersonally, the characters are what I enjoyed most about this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally, the characters are what I enjoyed most about this show.\u001b[24m\n    \u001b[1m個人的に、このキャラクターは私がこのショーについて最も楽しかったものです。\u001b[22m, \u001b[1m個人的に、文字は私がこの番組について最も楽しんだものです。\u001b[22m\nThe MC was perverted, similar to Hyoudou, the main character of High School DxD, but not so much so that it was the focus of the anime. This combined with his intelligence and ability to not get immediately blinded by sex appeal is what makes him different from many ecchi harem MC’s out there.\n\n\u001b[1mMCは、高校DxDの主人公、Hyoudouに似ていますが、アニメの焦点だったほどです。 これは彼の知性と性的魅力によってすぐに盲目にならない能力と相まって、彼を多くのエッチハレムMCとは異なるものにしているのです。\u001b[22m\n\u001b[1m(MC wa, kōkō DxD no shujinkō, Hyoudou ni nite imasuga, anime no shōtendatta hododesu. Kore wa kare no chisei to seiteki miryoku ni yotte sugu ni mōmoku ni naranai nōryoku to aimatte, kare o ōku no etchiharemu MC to wa kotonaru mono ni shite iru nodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe MC was perverted, similar to Hyoudou, the main character of High School DxD, but not so much so that it was the focus of the anime. This combined with his intelligence and ability to not get immediately blinded by sex appeal is what makes him different from many ecchi harem MC’s out there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe MC was perverted, similar to Hyoudou, the main character of High School DxD, but not so much so that it was the focus of the anime.\u001b[24m\n    \u001b[1mMCは、高校DxDの主人公、Hyoudouに似ていますが、アニメの焦点だったほどです。\u001b[22m, \u001b[1mそれはアニメの焦点となるようにMCは、倒錯兵頭、ハイスクールD×Dのメインキャラクターに似ていますが、それほどではありませんでした。\u001b[22m\n\u001b[4mThis combined with his intelligence and ability to not get immediately blinded by sex appeal is what makes him different from many ecchi harem MC’s out there.\u001b[24m\n    \u001b[1mこれは彼の知性と性的魅力によってすぐに盲目にならない能力と相まって、彼を多くのエッチハレムMCとは異なるものにしているのです。\u001b[22m, \u001b[1m彼の知性とすぐにセックスアピールに目がくらんませ能力と組み合わせるこれは、そこに多くのエッチハーレムMCのうちから、彼は違うものです。\u001b[22m\n\u001b[1m\u001b[22m\nAqua, the original supporting main character, fulfilled the role of the annoying and surprisingly capable crybaby. I found her similar to the MC of Skip Beat! simply because of how incredibly annoying melodramatic she was but actually proved to be quite capable when needed. That is as far as the comparison goes since the MC of Skip Beat! has a lot more going for her than Aqua.\n\n\u001b[1mオリジナルのメインキャラクターであるアクアは、迷惑で驚くほどの泣き虫の役割を果たしました。  Skip BeatのMCに似ていることがわかった！ 彼女がいかに信じられないほど迷惑なメロドラマティックなのかという理由だけで、実際には必要な時にはかなり能力があると証明されました。 これはSkip BeatのMC以来の比較です！ 彼女のためにAquaよりもはるかに多くのことがあります。\u001b[22m\n\u001b[1m(Orijinaru no meinkyarakutādearu akua wa, meiwakude odoroku hodo no nakimushi no yakuwari o hatashimashita. Skip Beat no MC ni nite iru koto ga wakatta! Kanojo ga ikani shinji rarenai hodo meiwakuna merodoramatikkuna no ka to iu riyū dake de, jissai ni wa hitsuyōna tokiniha kanari nōryoku ga aru to shōmei sa remashita. Kore wa Skip Beat no MC irai no hikakudesu! Kanojo no tame ni Aqua yori mo haruka ni ōku no koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAqua, the original supporting main character, fulfilled the role of the annoying and surprisingly capable crybaby. I found her similar to the MC of Skip Beat! simply because of how incredibly annoying melodramatic she was but actually proved to be quite capable when needed. That is as far as the comparison goes since the MC of Skip Beat! has a lot more going for her than Aqua.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAqua, the original supporting main character, fulfilled the role of the annoying and surprisingly capable crybaby.\u001b[24m\n    \u001b[1mオリジナルのメインキャラクターであるアクアは、迷惑で驚くほどの泣き虫の役割を果たしました。\u001b[22m, \u001b[1mアクア、原稿台主人公は、迷惑と驚くことが可能な泣き虫の役割を果たさ。\u001b[22m\n\u001b[4mI found her similar to the MC of Skip Beat!\u001b[24m\n    \u001b[1mSkip BeatのMCに似ていることがわかった！\u001b[22m, \u001b[1m私はビートをスキップのMCに彼女の同様の発見しました！\u001b[22m\n\u001b[4msimply because of how incredibly annoying melodramatic she was but actually proved to be quite capable when needed.\u001b[24m\n    \u001b[1m彼女がいかに信じられないほど迷惑なメロドラマティックなのかという理由だけで、実際には必要な時にはかなり能力があると証明されました。\u001b[22m, \u001b[1mいうだけの理由の彼女がいたが、実際には必要なときには非常に可能であることが証明された方法を信じられないほど迷惑なメロドラマ。\u001b[22m\n\u001b[4mThat is as far as the comparison goes since the MC of Skip Beat!\u001b[24m\n    \u001b[1mこれはSkip BeatのMC以来の比較です！\u001b[22m, \u001b[1mスキップのMCはビートので、それは限り比較が行くようです！\u001b[22m\n\u001b[4mhas a lot more going for her than Aqua.\u001b[24m\n    \u001b[1m彼女のためにAquaよりもはるかに多くのことがあります。\u001b[22m, \u001b[1mアクアよりも彼女のために行くよりたくさん持っています。\u001b[22m\n\u001b[1m\u001b[22m\nMegumin, the mage was a cute, lovable character, but not a very complex character. Still, I very much enjoyed her and what she added to the party so I can’t say her lack of intense backstory was a huge negative.\n\n\u001b[1mメグミン、メイジはかわいい、愛らしいキャラクターでしたが、非常に複雑なキャラクターではありませんでした。 それでも、私は彼女をとても楽しんだし、彼女がパーティーに追加したことをとても楽しんだので、彼女の強いバックストーリーの欠如は巨大なネガティブだったとは言えません。\u001b[22m\n\u001b[1m(Megumin, Meiji wa kawaī, airashī kyarakutādeshitaga, hijō ni fukuzatsuna kyarakutāde wa arimasendeshita. Soredemo, watashi wa kanojo o totemo tanoshindashi, kanojo ga pātī ni tsuika shita koto o totemo tanoshindanode, kanojo no tsuyoi bakkusutōrī no ketsujo wa kyodaina negatibudatta to wa iemasen.)\u001b[22m\n\nTranslations of \u001b[4mMegumin, the mage was a cute, lovable character, but not a very complex character. Still, I very much enjoyed her and what she added to the party so I can’t say her lack of intense backstory was a huge negative.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMegumin, the mage was a cute, lovable character, but not a very complex character.\u001b[24m\n    \u001b[1mメグミン、メイジはかわいい、愛らしいキャラクターでしたが、非常に複雑なキャラクターではありませんでした。\u001b[22m, \u001b[1mMegumin、メイジはかわいい、愛らしいキャラクターではなく、非常に複雑な文字でした。\u001b[22m\n\u001b[4mStill, I very much enjoyed her and what she added to the party so I can’t say her lack of intense backstory was a huge negative.\u001b[24m\n    \u001b[1mそれでも、私は彼女をとても楽しんだし、彼女がパーティーに追加したことをとても楽しんだので、彼女の強いバックストーリーの欠如は巨大なネガティブだったとは言えません。\u001b[22m, \u001b[1mそれでも、私は非常に彼女を楽しんだので、私は強烈な裏話の彼女の欠如は、巨大な負の何であったか、彼女はパーティーに追加を言うことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThe character that I found most original and entertaining was definitely Darkness, the crusader. I won’t say more in fear of ruining her character for those who haven’t seen this anime yet, but let’s just say I have never seen anything like it. Really entertaining and the reason I gave the characters the score of 8.\n\n\u001b[1m私が最もオリジナルで楽しいと感じたキャラクターは間違いなく十字軍であった。 私はこのアニメをまだ見ていない人たちのために彼女の性格を台無しにすることを恐れて、もっと言いませんが、私はそれのようなものは見たことがないと言いましょう。 本当に面白いと私は文字を8のスコアを与えた理由。\u001b[22m\n\u001b[1m(Watashi ga mottomo orijinaru de tanoshī to kanjita kyarakutā wa machigainaku jūjigundeatta. Watashi wa kono anime o mada miteinai hito-tachi no tame ni kanojo no seikaku o dainashi ni suru koto o osorete, motto iimasenga, watashi wa sore no yōna mono wa mita koto ga nai to iimashou. Hontōni omoshiroi to watashi wa moji o 8 no sukoa o ataeta riyū.)\u001b[22m\n\nTranslations of \u001b[4mThe character that I found most original and entertaining was definitely Darkness, the crusader. I won’t say more in fear of ruining her character for those who haven’t seen this anime yet, but let’s just say I have never seen anything like it. Really entertaining and the reason I gave the characters the score of 8.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character that I found most original and entertaining was definitely Darkness, the crusader.\u001b[24m\n    \u001b[1m私が最もオリジナルで楽しいと感じたキャラクターは間違いなく十字軍であった。\u001b[22m, \u001b[1m私が最も独創的で面白い発見文字は間違いなく闇、十字軍ました。\u001b[22m\n\u001b[4mI won’t say more in fear of ruining her character for those who haven’t seen this anime yet, but let’s just say I have never seen anything like it.\u001b[24m\n    \u001b[1m私はこのアニメをまだ見ていない人たちのために彼女の性格を台無しにすることを恐れて、もっと言いませんが、私はそれのようなものは見たことがないと言いましょう。\u001b[22m, \u001b[1m私はまだこのアニメを見ていない人のために彼女のキャラクターを台無しの恐怖の中でより多くを語るが、ちょうど私がそれのようなものを見たことがないと言うことはできません。\u001b[22m\n\u001b[4mReally entertaining and the reason I gave the characters the score of 8.\u001b[24m\n    \u001b[1m本当に面白いと私は文字を8のスコアを与えた理由。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 6\n\n\u001b[1mアート：6\u001b[22m\n\u001b[1m(Āto: 6)\u001b[22m\n\nTranslations of \u001b[4mArt: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 6\u001b[24m\n    \u001b[1mアート：6\u001b[22m\n\u001b[1m\u001b[22m\nThe art for this anime was good and I especially enjoyed the animations when different abilities were used but nothing blew my mind. I also couldn’t help but think of King Arthur from Stay Night whenever I saw Darkness, and couldn’t help but think of Rikka Takanashi from Chuunibyou demo Koi ga Shitai! when looking at the character of Megumin. If the characters looked more unique I would have given the art a higher score.\n\n\u001b[1mこのアニメの芸術は良かったし、さまざまな能力が使われてもアニメーションを楽しんだが、何も私の心を吹き飛ばしたわけではない。 私は闇を見たときにArthur王様をStay Nightから考えることもできませんでした。そして、ChuunibyouデモからKoi ga Shitaiの高梨里佳を考えるのは助けになりませんでした。 メグミンの性格を見ると キャラクターがよりユニークに見える場合、私はアートに高いスコアを与えていたでしょう。\u001b[22m\n\u001b[1m(Kono anime no geijutsu wa yokattashi, samazamana nōryoku ga tsukawa rete mo animēshon o tanoshindaga, nani mo watashi no kokoro o fukitobashita wakede wanai. Watashi wa yami o mita toki ni āsā ōsama o Stay Night kara kangaeru koto mo dekimasendeshita. Soshite, Chuunibyou demo kara Koi ga Shitai no Takanashi Rika o kangaeru no wa tasuke ni narimasendeshita. Megumin no seikaku o miru to kyarakutā ga yori yunīku ni mieru baai, watashi wa āto ni takai sukoa o ataete itadeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe art for this anime was good and I especially enjoyed the animations when different abilities were used but nothing blew my mind. I also couldn’t help but think of King Arthur from Stay Night whenever I saw Darkness, and couldn’t help but think of Rikka Takanashi from Chuunibyou demo Koi ga Shitai! when looking at the character of Megumin. If the characters looked more unique I would have given the art a higher score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art for this anime was good and I especially enjoyed the animations when different abilities were used but nothing blew my mind.\u001b[24m\n    \u001b[1mこのアニメの芸術は良かったし、さまざまな能力が使われてもアニメーションを楽しんだが、何も私の心を吹き飛ばしたわけではない。\u001b[22m, \u001b[1mこのアニメのための技術は、良かったとさまざまな能力を使用したとき、私は、特にアニメーションを楽しんだが、何も私の心を吹いていません。\u001b[22m\n\u001b[4mI also couldn’t help but think of King Arthur from Stay Night whenever I saw Darkness, and couldn’t help but think of Rikka Takanashi from Chuunibyou demo Koi ga Shitai!\u001b[24m\n    \u001b[1m私は闇を見たときにArthur王様をStay Nightから考えることもできませんでした。そして、ChuunibyouデモからKoi ga Shitaiの高梨里佳を考えるのは助けになりませんでした。\u001b[22m, \u001b[1mまた、私は助けるが、私は闇を見た時はいつでもステイナイトキングアーサーを考えると、助けることがChuunibyouデモ恋GA Shitaiからリッカイン高梨考えることができませんでしたができませんでした！\u001b[22m\n\u001b[4mwhen looking at the character of Megumin.\u001b[24m\n    \u001b[1mメグミンの性格を見ると\u001b[22m, \u001b[1mMeguminの文字を見たとき。\u001b[22m\n\u001b[4mIf the characters looked more unique I would have given the art a higher score.\u001b[24m\n    \u001b[1mキャラクターがよりユニークに見える場合、私はアートに高いスコアを与えていたでしょう。\u001b[22m, \u001b[1m文字がよりユニークに見えた場合、私は芸術に高いスコアを与えたであろう。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 7\n\n\u001b[1mサウンド：7\u001b[22m\n\u001b[1m(Saundo: 7)\u001b[22m\n\nTranslations of \u001b[4mSound: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 7\u001b[24m\n    \u001b[1mサウンド：7\u001b[22m\n\u001b[1m\u001b[22m\nThe sound served perfectly to heighten the emotions meant to be given forth by the video. The sound effects and music made the comedy much funnier than it would have been without the sound. I also enjoyed the voice acting.\n\n\u001b[1mこのサウンドは、ビデオによって与えられる感情を高めるために完全に役立った。 サウンドエフェクトと音楽は、コメディをサウンドなしでよりももっと楽しくしました。 私も演技の声を楽しんだ。\u001b[22m\n\u001b[1m(Kono saundo wa, bideo ni yotte atae rareru kanjō o takameru tame ni kanzen ni yakudatta. Saundoefekuto to ongaku wa, komedi o saundo nashide yori mo motto tanoshiku shimashita. Watashi mo engi no koe o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mThe sound served perfectly to heighten the emotions meant to be given forth by the video. The sound effects and music made the comedy much funnier than it would have been without the sound. I also enjoyed the voice acting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound served perfectly to heighten the emotions meant to be given forth by the video.\u001b[24m\n    \u001b[1mこのサウンドは、ビデオによって与えられる感情を高めるために完全に役立った。\u001b[22m, \u001b[1m音はビデオによって示さ与えられることを意味するもので感情を高めるために完璧に役立ちました。\u001b[22m\n\u001b[4mThe sound effects and music made the comedy much funnier than it would have been without the sound.\u001b[24m\n    \u001b[1mサウンドエフェクトと音楽は、コメディをサウンドなしでよりももっと楽しくしました。\u001b[22m, \u001b[1m効果音や音楽は、それが音もなくされているよりもはるかに笑えるコメディを作りました。\u001b[22m\n\u001b[4mI also enjoyed the voice acting.\u001b[24m\n    \u001b[1m私も演技の声を楽しんだ。\u001b[22m, \u001b[1m私はまた、声の演技を楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 6.45\n\n\u001b[1m全体：6.45\u001b[22m\n\u001b[1m(Zentai: 6. 45)\u001b[22m\n\nTranslations of \u001b[4mOverall: 6.45\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 6.45\u001b[24m\n    \u001b[1m全体：6.45\u001b[22m\n\u001b[1m\u001b[22m\nI very much enjoyed this anime. It is the closest I have come so far to enjoying a satire anime. Although this isn’t classified as satire, I view it as one. Since I am not particularly fond of the satire genre, this is a surprisingly high score for me. Even I will admit that One Punch Man was brilliantly done but still give it a 6.2 simply because I do not particularly enjoy that genre, and therefore, not that anime. The character and comedy of this anime carried the 10 episodes of this series effortlessly through and although I am not eagerly awaiting the second season, I look forward to watching it when it is released.\n\n\u001b[1m私はこのアニメをとても楽しんだ。 それは、私がサテールのアニメを楽しむためにこれまでに来た最も近いものです。 これは風刺として分類されていませんが、私はそれを1とみなします。 私は風刺のジャンルを特に好んでいないので、これは私にとって驚くほど高いスコアです。 私は、One Punch Manは素晴らしくやっていると認めますが、特にそのジャンルを楽しむわけではないので、そのアニメではないので、それでも6.2を与えます。 このアニメのキャラクターとコメディーは、このシリーズの10回のエピソードを手軽に通り抜けました。そして、私が熱心に第2シーズンを待っているわけではありませんが、リリースされたらそれを見て楽しみにしています。\u001b[22m\n\u001b[1m(Watashi wa kono anime o totemo tanoshinda. Sore wa, watashi ga satēru no anime o tanoshimu tame ni kore made ni kita mottomo chikai monodesu. Kore wa fūshi to shite bunrui sa rete imasenga, watashi wa sore o 1 to minashimasu. Watashi wa fūshi no janru o tokuni kononde inainode, kore wa watashi ni totte odoroku hodo takai sukoadesu. Watashi wa, One Punch Man wa subarashiku yatte iru to mitomemasuga, tokuni sono janru o tanoshimu wakede wanainode, sono animede wanainode, soredemo 6. 2 O ataemasu. Kono anime no kyarakutā to komedī wa, kono shirīzu no 10-kai no episōdo o tegaru ni tōrinukemashita. Soshite, watashi ga nesshin ni dai 2 shīzun o matte iru wakede wa arimasenga, rirīsu sa retara sore o mite tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mI very much enjoyed this anime. It is the closest I have come so far to enjoying a satire anime. Although this isn’t classified as satire, I view it as one. Since I am not particularly fond of the satire genre, this is a surprisingly high score for me. Even I will admit that One Punch Man was brilliantly done but still give it a 6.2 simply because I do not particularly enjoy that genre, and therefore, not that anime. The character and comedy of this anime carried the 10 episodes of this series effortlessly through and although I am not eagerly awaiting the second season, I look forward to watching it when it is released.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI very much enjoyed this anime.\u001b[24m\n    \u001b[1m私はこのアニメをとても楽しんだ。\u001b[22m, \u001b[1m私は非常にこのアニメを楽しみました。\u001b[22m\n\u001b[4mIt is the closest I have come so far to enjoying a satire anime.\u001b[24m\n    \u001b[1mそれは、私がサテールのアニメを楽しむためにこれまでに来た最も近いものです。\u001b[22m, \u001b[1mそれは私がこれまでに風刺アニメを楽しむに来ている最も近いです。\u001b[22m\n\u001b[4mAlthough this isn’t classified as satire, I view it as one.\u001b[24m\n    \u001b[1mこれは風刺として分類されていませんが、私はそれを1とみなします。\u001b[22m, \u001b[1mこれは風刺として分類されていないが、私は1つとして、それを表示します。\u001b[22m\n\u001b[4mSince I am not particularly fond of the satire genre, this is a surprisingly high score for me.\u001b[24m\n    \u001b[1m私は風刺のジャンルを特に好んでいないので、これは私にとって驚くほど高いスコアです。\u001b[22m, \u001b[1m私は風刺のジャンルの特に好きではないですので、これは私にとって驚くほど高得点です。\u001b[22m\n\u001b[4mEven I will admit that One Punch Man was brilliantly done but still give it a 6.2 simply because I do not particularly enjoy that genre, and therefore, not that anime.\u001b[24m\n    \u001b[1m私は、One Punch Manは素晴らしくやっていると認めますが、特にそのジャンルを楽しむわけではないので、そのアニメではないので、それでも6.2を与えます。\u001b[22m, \u001b[1mでも私がいないことアニメ、したがってOneパンチ男は見事に行われていたことを認めているが、それでも私は特にそのジャンルを享受していないという理由だけで、それに6.2を与える、となります。\u001b[22m\n\u001b[4mThe character and comedy of this anime carried the 10 episodes of this series effortlessly through and although I am not eagerly awaiting the second season, I look forward to watching it when it is released.\u001b[24m\n    \u001b[1mこのアニメのキャラクターとコメディーは、このシリーズの10回のエピソードを手軽に通り抜けました。そして、私が熱心に第2シーズンを待っているわけではありませんが、リリースされたらそれを見て楽しみにしています。\u001b[22m, \u001b[1mこのアニメのキャラクターとコメディが難なく通過して、私は熱心に第二シーズンを待っていないですが、このシリーズの10のエピソードを実施し、私はそれが解放されたときにそれを見て楽しみにしています。\u001b[22m"
  },
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "Only_Jas",
    "profile": "/profile/Only_Jas/reviews",
    "pages": "7",
    "number": "5",
    "link": "/reviews.php?id=213898",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  9\nキャラクター|  8\n|  8\n\nこれは面白いアニメです。無用な女神アクアサマは、彼女に参加を求める死んだ少年と一緒に新しい世界に行きます。 世界ではお金や設備がないので、彼らはその世界からの探求や任務を終えたかったのです。\n\n\n\n\nこのアニメのミニマスはちょうど10のエピソードを取得しています。\nなぜ私はこのアニメのような私の意見です：\n - 私は物語の部分が好きです\n - 文字のように\n - ゲームのようなキャラクター（y）\nそして最後の1つは芸術が好きです。\n\n\nだから私はちょうどこのアニメから8'averageを評価することができます：D\n#soシーズン2を待っています：D",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis is funny anime, who the useless goddess 'Aqua-sama', go to in the new world with the dead boy who invited her to join. in the world they are not have money or equipments, so they wanted to finished the quest or mission from that world.\n\n\u001b[1mこれは面白いアニメです。無用な女神アクアサマは、彼女に参加を求める死んだ少年と一緒に新しい世界に行きます。 世界ではお金や設備がないので、彼らはその世界からの探求や任務を終えたかったのです。\u001b[22m\n\u001b[1m(Korehaomoshiroi animedesu. Muyōna megami akuasama wa, kanojo ni sanka o motomeru shinda shōnen to issho ni atarashī sekai ni ikimasu. Sekaide wa okane ya setsubi ga nainode, karera wa sono sekai kara no tankyū ya ninmu o oetakatta nodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is funny anime, who the useless goddess 'Aqua-sama', go to in the new world with the dead boy who invited her to join. in the world they are not have money or equipments, so they wanted to finished the quest or mission from that world.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is funny anime, who the useless goddess 'Aqua-sama', go to in the new world with the dead boy who invited her to join.\u001b[24m\n    \u001b[1mこれは面白いアニメです。無用な女神アクアサマは、彼女に参加を求める死んだ少年と一緒に新しい世界に行きます。\u001b[22m, \u001b[1mこれは無駄な女神「アクア様は」、参加する彼女を招待死んだ男の子と新しい世界にに行く面白いアニメです。\u001b[22m\n\u001b[4min the world they are not have money or equipments, so they wanted to finished the quest or mission from that world.\u001b[24m\n    \u001b[1m世界ではお金や設備がないので、彼らはその世界からの探求や任務を終えたかったのです。\u001b[22m, \u001b[1m世界で彼らはお金や設備を持っていないので、その世界からクエストやミッションを終えたいと思いました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nthe minnus in this anime is just get 10 episodes.\n\n\u001b[1mこのアニメのミニマスはちょうど10のエピソードを取得しています。\u001b[22m\n\u001b[1m(Kono anime no mini masu wa chōdo 10 no episōdo o shutoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mthe minnus in this anime is just get 10 episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe minnus in this anime is just get 10 episodes.\u001b[24m\n    \u001b[1mこのアニメのミニマスはちょうど10のエピソードを取得しています。\u001b[22m, \u001b[1mこのアニメでminnusはわずか10エピソードを取得することです。\u001b[22m\nmy opinions why i like this anime is :\n\n\u001b[1mなぜ私はこのアニメのような私の意見です：\u001b[22m\n\u001b[1m(Naze watashi wa kono anime no yōna watashi no ikendesu:)\u001b[22m\n\nTranslations of \u001b[4mmy opinions why i like this anime is :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmy opinions why i like this anime is :\u001b[24m\n    \u001b[1mなぜ私はこのアニメのような私の意見です：\u001b[22m, \u001b[1m私はこのアニメが好きな理由私の意見：\u001b[22m\n- i like the part of story\n\n\u001b[1m - 私は物語の部分が好きです\u001b[22m\n\u001b[1m(- Watashi wa monogatari no bubun ga sukidesu)\u001b[22m\n\nTranslations of \u001b[4m- i like the part of story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- i like the part of story\u001b[24m\n    \u001b[1m - 私は物語の部分が好きです\u001b[22m, \u001b[1m - 私は物語の一部が好き\u001b[22m\n- like the characters\n\n\u001b[1m - 文字のように\u001b[22m\n\u001b[1m(- Moji no yō ni)\u001b[22m\n\nTranslations of \u001b[4m- like the characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- like the characters\u001b[24m\n    \u001b[1m - 文字のように\u001b[22m, \u001b[1m - 文字のような\u001b[22m\n- the characters like in the game (y)\n\n\u001b[1m - ゲームのようなキャラクター（y）\u001b[22m\n\u001b[1m(- Gēmu no yōna kyarakutā (y ))\u001b[22m\n\nTranslations of \u001b[4m- the characters like in the game (y)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- the characters like in the game (y)\u001b[24m\n    \u001b[1m - ゲームのようなキャラクター（y）\u001b[22m, \u001b[1m - ゲーム内のような文字（Y）\u001b[22m\n- and the last one i like the arts.\n\n\u001b[1mそして最後の1つは芸術が好きです。\u001b[22m\n\u001b[1m(Soshite saigo no 1tsu wa geijutsu ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4m- and the last one i like the arts.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- and the last one i like the arts.\u001b[24m\n    \u001b[1mそして最後の1つは芸術が好きです。\u001b[22m, \u001b[1m - そして最後のものは、私は芸術が好きです。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nso i just can rate 8'average' from this anime :D\n\n\u001b[1mだから私はちょうどこのアニメから8'averageを評価することができます：D\u001b[22m\n\u001b[1m(Dakara watashi wa chōdo kono anime kara 8' average o hyōka suru koto ga dekimasu: D)\u001b[22m\n\nTranslations of \u001b[4mso i just can rate 8'average' from this anime :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mso i just can rate 8'average' from this anime :D\u001b[24m\n    \u001b[1mだから私はちょうどこのアニメから8'averageを評価することができます：D\u001b[22m, \u001b[1mだから、僕はこのアニメから「8'averageを評価することができます：Dを\u001b[22m\n#so i just waited for season 2 :D\n\n\u001b[1m#soシーズン2を待っています：D\u001b[22m\n\u001b[1m(# So shīzun 2 o matteimasu: D)\u001b[22m\n\nTranslations of \u001b[4m#so i just waited for season 2 :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m#so i just waited for season 2 :D\u001b[24m\n    \u001b[1m#soシーズン2を待っています：D\u001b[22m, \u001b[1mD：#so私はちょうどシーズン2を待っていました\u001b[22m"
  },
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "scottpilgrim10",
    "profile": "/profile/scottpilgrim10/reviews",
    "pages": "7",
    "number": "6",
    "link": "/reviews.php?id=213760",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  7\nキャラクター|  8\n|  8",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "Tel3",
    "profile": "/profile/Tel3/reviews",
    "pages": "7",
    "number": "7",
    "link": "/reviews.php?id=213276",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  8\n|  8\n\nこの すばらしい せかい に しゅくふく を！、 おｒ ちゃらｃてｒｓ まけ こめぢえｓ ごおｄ、 のｔ おんｌｙ じょけｓ。\n\n「KonoSuba：この素晴らしい世界での神の祝福！」は、もうひとつの季節的な「ビデオゲーム世界のLN」の適応でもあります。「KonoSubarashii Sekai ni Shukufuku wo！」、あるいは英語圏では主に知られているように、  。  （Grimgar、あなたを見て）見事に過ぎ上がるOPキャラクター（SAO、Mondaiji）に焦点を当てているのではなく、ファンタジー世界と彼の友人とに閉じ込められた男についての素敵で光り輝いたコメディです。 彼らの冒険。 それがオリジナルではないと思うなら、私は何も言わないでしょう：それは間違いなくユニークなものではありません。\n\nなぜそれは悪いですか？ これは、MMO式で捕捉された式を再び使用する。 なぜそれは良いですか？ これは、MMO式で捕捉された式を再び使用する。 しかし、これらの言葉を読んだ後、出かけることを決めたら、私はあなたにお勧めします：KonoSubaは、様々な理由から、2回の夜を過ごす素晴らしいショーです。\n\nショーのストーリーラインから始めましょうか？ 私たちの主人公は完全に馬鹿にして死んで、MMOのような世界で生まれ変わり、全能の悪魔の王を倒してヒーローになるはずです。 だから偽り。 私たちのヒーローは、彼の冒険の間にいくつかの女の子を満たし、それらの暴徒と金を養殖するパーティーを形成します。 話はショーの最も重要な部分ではありませんが、ジョークはそうです。 彼らは絶えずMMORPGの魔法の罠（磨き、役に立たないスキル）を楽しんでおり、経験豊かな選手にとっては本当に面白いです。 たとえあなたがMMOの巨大なファンではないとしても、とにかくユーモアが気に入っているので、心配しないでください。\n\nこのアニメの問題は、それが他のコメディも同じ傾向にある同じ窪みに落ちるということです。ジョークは以前と同じように楽しいものではありません。 エピソード4または5の後は、もはや陽気ではありません。 彼らはショーの真ん中で最高の楽しみのピークに達しますが、その後は悪くはありませんが乾燥機でしょうか？ それはいいことだとは言えませんが、KonoSubaはまだ全コースで良い状態を維持しているので、正直言って本当に悪くはありません。\n\nショーを保存して実際にそれを良いものにするのはキャラクターです。 キャラクターはこのショーの楽しさの触媒であり、コノスバとジェネリックアフロヒーローとの他のゲームのような適応から違うものです。 彼らは、この種のアニメにとって重要な素敵なデザインを持っています。彼らは全体的にうまくいっていますし、もちろん、彼らは本当に楽しいものです。 脳のない女神、EKUSUPLOSIONNNNNNのアーチウィザード、マゾキスな騎士、サキュビ、あなたの人生を少し冷笑的に見せてくれるあなたの平均的なオタク、そしてもっと多くの冒険家たち。 クリシェである一方で、彼らは自分自身の間で素晴らしいインタラクションをしています。これは本当に楽しいものです。これは素晴らしいことです。 キャラクターの間の化学は冒険アニメシリーズの中で最も重要なものの一つであり、このカテゴリーでコノスバが成功したことをうれしく思います。\n\nこのショーのもう一つの素晴らしい点は、その芸術です。 私は信じたくないですが、DEENは実際に本当に美しいショーを作っています。 ジョークはありません。 彼らはついに、本当に美しいアニメシリーズを作る方法を見つけました」 - それが私がKonoSubaのアートに関するプレビューで書いたものです。 残念ながら、私は言葉を取り戻しています。 ショーの前半は芸術的にはかなり良いですが、2番目のものは欠けているDEENの品質を戻してくれます。 キャラクターのデザインは素晴らしく、グラフィック自体はネクストジェンではありませんが、実際に美しくて素敵です。それはショーの半分に当てはまります。 アニメーションは鮮明でおいしいです...エピソード6-7まで、予算の不足がねじれた顔、ひどく描かれたアニメーションなどではっきりと示されます。 しかし、音は家に書き込むものではありません。それは突き出されませんが、それは悪くない、OPはかなりまともです。\n\nしかし、芸術の欠如が必ずしもKonoSubaを悪くするとは限りません。 それは、実際にはビデオゲーム-LN-アダプテーションのジャンルに新しいものをもたらし、成功することを実際に試みる正直言って、素晴らしいショーです。  KonoSubaは、季節のコメディやAOTSの主な候補の1つです。  MMOが好きですか？  KonoSubaを見てください。  SAOのようなショーが好きですか？  KonoSubaを見てください。 あなたは楽しい時間を過ごしたいですか？  KonoSubaを見てください。\n\nあなたはそれを後悔しません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nこの すばらしい せかい に しゅくふく を！、 おｒ ちゃらｃてｒｓ まけ こめぢえｓ ごおｄ、 のｔ おんｌｙ じょけｓ。\n(Kono subarashī se kai ni shuku fuku o!, O r cha-ra cte rs make kome dji e s go o d, no t on lyji ~yoke s.)\n\n\u001b[1mこの すばらしい せかい に しゅくふく を！、 おｒ ちゃらｃてｒｓ まけ こめぢえｓ ごおｄ、 のｔ おんｌｙ じょけｓ。\u001b[22m\n\u001b[1m(Kono subarashī se kai ni shuku fuku o!, O r cha-ra cte rs make kome dji e s go o d, no t on lyji ~yoke s.)\u001b[22m\n\u001b[1m\u001b[22m\n“Kono Subarashii Sekai ni Shukufuku wo!”, or, as it is primarily known in English-speaking countries, “KonoSuba: God's Blessing on This Wonderful World!” is yet another seasonal “LN-about-video-game-world” adaptation . Instead of being gritty and edgy (looking at you, Grimgar) or focusing on overly-the-top OP characters (SAO, Mondaiji), it is a nice and light-hearted comedy about a guy trapped in a fantasy world and his friends and their adventure. If you think that it isn’t original, I won’t say anything: it is definitely not something unique.\n\n\u001b[1m「KonoSuba：この素晴らしい世界での神の祝福！」は、もうひとつの季節的な「ビデオゲーム世界のLN」の適応でもあります。「KonoSubarashii Sekai ni Shukufuku wo！」、あるいは英語圏では主に知られているように、  。  （Grimgar、あなたを見て）見事に過ぎ上がるOPキャラクター（SAO、Mondaiji）に焦点を当てているのではなく、ファンタジー世界と彼の友人とに閉じ込められた男についての素敵で光り輝いたコメディです。 彼らの冒険。 それがオリジナルではないと思うなら、私は何も言わないでしょう：それは間違いなくユニークなものではありません。\u001b[22m\n\u001b[1m(`KonoSuba: Kono subarashī sekai de no kami no shukufuku!' Wa, mō hitotsu no kisetsu-tekina `bideogēmu sekai no LN' no tekiōde mo arimasu. `KonoSubarashii Sekai ni Shukufuku wo!', Aruiwa eigo-kende wa omoni shira rete iru yō ni,. (Grimgar, anata o mite) migoto ni sugi agaru OP kyarakutā (SAO, Mondaiji) ni shōten o atete iru node wa naku, fantajī sekai to kare no yūjin to ni tojikome rareta otoko ni tsuite no sutekide hikarikagayaita komedidesu. Karera no bōken. Sore ga orijinarude wa nai to omounara, watashi wa nani mo iwanaideshou: Sore wa machigainaku yunīkuna monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m“Kono Subarashii Sekai ni Shukufuku wo!”, or, as it is primarily known in English-speaking countries, “KonoSuba: God's Blessing on This Wonderful World!” is yet another seasonal “LN-about-video-game-world” adaptation . Instead of being gritty and edgy (looking at you, Grimgar) or focusing on overly-the-top OP characters (SAO, Mondaiji), it is a nice and light-hearted comedy about a guy trapped in a fantasy world and his friends and their adventure. If you think that it isn’t original, I won’t say anything: it is definitely not something unique.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Kono Subarashii Sekai ni Shukufuku wo!”, or, as it is primarily known in English-speaking countries, “KonoSuba: God's Blessing on This Wonderful World!” is yet another seasonal “LN-about-video-game-world” adaptation\u001b[24m\n    \u001b[1m「KonoSuba：この素晴らしい世界での神の祝福！」は、もうひとつの季節的な「ビデオゲーム世界のLN」の適応でもあります。「KonoSubarashii Sekai ni Shukufuku wo！」、あるいは英語圏では主に知られているように、\u001b[22m, \u001b[1m「河野Subarashii世界NI ShukufukuはWO！」、または、それは主に英語圏の国で知られているように、「KonoSuba：！この素晴らしい世界に神の祝福」はまた別の季節の「LN-について - ビデオゲームの世界」の適応であります\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mInstead of being gritty and edgy (looking at you, Grimgar) or focusing on overly-the-top OP characters (SAO, Mondaiji), it is a nice and light-hearted comedy about a guy trapped in a fantasy world and his friends and\u001b[24m\n    \u001b[1m（Grimgar、あなたを見て）見事に過ぎ上がるOPキャラクター（SAO、Mondaiji）に焦点を当てているのではなく、ファンタジー世界と彼の友人とに閉じ込められた男についての素敵で光り輝いたコメディです。\u001b[22m, \u001b[1mその代わりに（Grimgar、あなたを見て）ザラザラとエッジの効いているか、過度にトップOP文字（SAO、Mondaijiを）に着目するのではなく、ファンタジーの世界に閉じ込められた男についての素晴らしいと陽気なコメディで、彼の友人と\u001b[22m\n\u001b[4mtheir adventure.\u001b[24m\n    \u001b[1m彼らの冒険。\u001b[22m\n\u001b[4mIf you think that it isn’t original, I won’t say anything: it is definitely not something unique.\u001b[24m\n    \u001b[1mそれがオリジナルではないと思うなら、私は何も言わないでしょう：それは間違いなくユニークなものではありません。\u001b[22m, \u001b[1mあなたはそれがオリジナルではないと思われる場合、私は何も言うことはありません：それは間違いなくユニークなものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhy is it bad? It uses the trapped-in-MMO formula again. Why is it good? It uses the trapped-in-MMO formula again. However, if after reading these words you decide to leave, I’ll recommend you to stay: KonoSuba is a nice show to spend a couple of evenings on, and for a variety of reasons.\n\n\u001b[1mなぜそれは悪いですか？ これは、MMO式で捕捉された式を再び使用する。 なぜそれは良いですか？ これは、MMO式で捕捉された式を再び使用する。 しかし、これらの言葉を読んだ後、出かけることを決めたら、私はあなたにお勧めします：KonoSubaは、様々な理由から、2回の夜を過ごす素晴らしいショーです。\u001b[22m\n\u001b[1m(Naze sore wa waruidesu ka? Kore wa, MMO-shiki de hosoku sa reta shiki o futatabi shiyō suru. Naze sore wa yoidesu ka? Kore wa, MMO-shiki de hosoku sa reta shiki o futatabi shiyō suru. Shikashi, korera no kotoba o yonda nochi, dekakeru koto o kimetara, watashi wa anata ni o susume shimasu: KonoSuba wa, samazamana riyū kara, 2-kai no yoru o sugosu subarashī shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhy is it bad? It uses the trapped-in-MMO formula again. Why is it good? It uses the trapped-in-MMO formula again. However, if after reading these words you decide to leave, I’ll recommend you to stay: KonoSuba is a nice show to spend a couple of evenings on, and for a variety of reasons.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhy is it bad?\u001b[24m\n    \u001b[1mなぜそれは悪いですか？\u001b[22m, \u001b[1mなぜそれが悪いのですか？\u001b[22m\n\u001b[4mIt uses the trapped-in-MMO formula again.\u001b[24m\n    \u001b[1mこれは、MMO式で捕捉された式を再び使用する。\u001b[22m, \u001b[1mそれは、再びトラップされたインMMOの式を使用しています。\u001b[22m\n\u001b[4mWhy is it good?\u001b[24m\n    \u001b[1mなぜそれは良いですか？\u001b[22m, \u001b[1mなぜそれが良いのですか？\u001b[22m\n\u001b[4mIt uses the trapped-in-MMO formula again.\u001b[24m\n    \u001b[1mこれは、MMO式で捕捉された式を再び使用する。\u001b[22m, \u001b[1mそれは、再びトラップされたインMMOの式を使用しています。\u001b[22m\n\u001b[4mHowever, if after reading these words you decide to leave, I’ll recommend you to stay: KonoSuba is a nice show to spend a couple of evenings on, and for a variety of reasons.\u001b[24m\n    \u001b[1mしかし、これらの言葉を読んだ後、出かけることを決めたら、私はあなたにお勧めします：KonoSubaは、様々な理由から、2回の夜を過ごす素晴らしいショーです。\u001b[22m, \u001b[1mあなたは残すことにしたこれらの単語を読んだ後しかし、もし、私が滞在することをお勧めいたします：KonoSubaは、と様々な理由のために夜を過ごすために素晴らしいショーです。\u001b[22m\n\u001b[1m\u001b[22m\nLet’s start with the storyline of the show, shall we? Our protagonist dies in a completely stupid way and gets reborn in a MMO-like world, where he should defeat an almighty Devil King and become a hero. So cliché. Our hero meets several girls during his adventure and forms a party to farm those mobs and gold. The story isn't the most important part of the show though, but jokes are. They are constantly poking fun of MMORPG tropes (grind, useless skills) and are genuinely funny for experienced players. Even if you aren’t a huge fan of MMOs, you’ll find the humor nice anyway, so don’t worry about it.\n\n\u001b[1mショーのストーリーラインから始めましょうか？ 私たちの主人公は完全に馬鹿にして死んで、MMOのような世界で生まれ変わり、全能の悪魔の王を倒してヒーローになるはずです。 だから偽り。 私たちのヒーローは、彼の冒険の間にいくつかの女の子を満たし、それらの暴徒と金を養殖するパーティーを形成します。 話はショーの最も重要な部分ではありませんが、ジョークはそうです。 彼らは絶えずMMORPGの魔法の罠（磨き、役に立たないスキル）を楽しんでおり、経験豊かな選手にとっては本当に面白いです。 たとえあなたがMMOの巨大なファンではないとしても、とにかくユーモアが気に入っているので、心配しないでください。\u001b[22m\n\u001b[1m(Shō no sutōrīrain kara hajimemashou ka? Watashitachi no shujinkō wa kanzen ni baka ni shite shinde, MMO no yōna sekai de umarekawari, zen'nō no akuma no ō o taoshite hīrō ni naru hazudesu. Dakara itsuwari. Watashitachi no hīrō wa, kare no bōken no ma ni ikutsu ka no on'nanoko o mitashi, sorera no bōto to kin o yōshoku suru pātī o keisei shimasu. Hanashi wa shō no mottomojūyōna bubunde wa arimasenga, jōku wa sōdesu. Karera wa taezu MMORPG no mahōnowana (migaki, yakunitatanai sukiru) o tanoshinde ori, keiken yutakana senshu ni totte wa hontōni omoshiroidesu. Tatoe anata ga MMO no kyodaina fande wa nai to shite mo, tonikaku yūmoa ga kiniitte irunode, shinpaishinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mLet’s start with the storyline of the show, shall we? Our protagonist dies in a completely stupid way and gets reborn in a MMO-like world, where he should defeat an almighty Devil King and become a hero. So cliché. Our hero meets several girls during his adventure and forms a party to farm those mobs and gold. The story isn't the most important part of the show though, but jokes are. They are constantly poking fun of MMORPG tropes (grind, useless skills) and are genuinely funny for experienced players. Even if you aren’t a huge fan of MMOs, you’ll find the humor nice anyway, so don’t worry about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet’s start with the storyline of the show, shall we?\u001b[24m\n    \u001b[1mショーのストーリーラインから始めましょうか？\u001b[22m, \u001b[1m我々は、ショーのストーリーで始まるのをしなければならないようにしますか？\u001b[22m\n\u001b[4mOur protagonist dies in a completely stupid way and gets reborn in a MMO-like world, where he should defeat an almighty Devil King and become a hero.\u001b[24m\n    \u001b[1m私たちの主人公は完全に馬鹿にして死んで、MMOのような世界で生まれ変わり、全能の悪魔の王を倒してヒーローになるはずです。\u001b[22m, \u001b[1m私たちの主人公は完全に愚かな方法で死に、彼は全能の魔王を倒し、ヒーローになるべきであるMMOのような世界に生まれ変わっます。\u001b[22m\n\u001b[4mSo cliché.\u001b[24m\n    \u001b[1mだから偽り。\u001b[22m, \u001b[1mだから、決まり文句。\u001b[22m\n\u001b[4mOur hero meets several girls during his adventure and forms a party to farm those mobs and gold.\u001b[24m\n    \u001b[1m私たちのヒーローは、彼の冒険の間にいくつかの女の子を満たし、それらの暴徒と金を養殖するパーティーを形成します。\u001b[22m, \u001b[1m私たちのヒーローは、彼の冒険の中にいくつかの女の子を満たしており、それらのモブと金をファームにパーティーを構成しています。\u001b[22m\n\u001b[4mThe story isn't the most important part of the show though, but jokes are.\u001b[24m\n    \u001b[1m話はショーの最も重要な部分ではありませんが、ジョークはそうです。\u001b[22m, \u001b[1m物語は、しかしショーの最も重要な部分ではありませんが、ジョークがあります。\u001b[22m\n\u001b[4mThey are constantly poking fun of MMORPG tropes (grind, useless skills) and are genuinely funny for experienced players.\u001b[24m\n    \u001b[1m彼らは絶えずMMORPGの魔法の罠（磨き、役に立たないスキル）を楽しんでおり、経験豊かな選手にとっては本当に面白いです。\u001b[22m, \u001b[1m彼らは常にMMORPGの比喩（グラインド、役に立たないスキル）の楽しみを突くし、経験豊富な選手のために純粋に面白いされています。\u001b[22m\n\u001b[4mEven if you aren’t a huge fan of MMOs, you’ll find the humor nice anyway, so don’t worry about it.\u001b[24m\n    \u001b[1mたとえあなたがMMOの巨大なファンではないとしても、とにかくユーモアが気に入っているので、心配しないでください。\u001b[22m, \u001b[1mあなたはMMOゲームの大ファンでなくても、とにかく素敵なユーモアを見つけることができますので、それについて心配しないでください。\u001b[22m\n\u001b[1m\u001b[22m\nThe problem with this anime is that it falls into the same pit where other comedies tend to fall to as well: jokes stop being as fun as they were before. After episode 4 or 5 they aren’t that hilarious anymore. They reach the peak of fun right in the middle of the show, but then they become not worse, but… dryer, I guess? Can’t say that is a good thing, but it isn’t really bad, to be honest, since KonoSuba still manages to remain good over the whole course.\n\n\u001b[1mこのアニメの問題は、それが他のコメディも同じ傾向にある同じ窪みに落ちるということです。ジョークは以前と同じように楽しいものではありません。 エピソード4または5の後は、もはや陽気ではありません。 彼らはショーの真ん中で最高の楽しみのピークに達しますが、その後は悪くはありませんが乾燥機でしょうか？ それはいいことだとは言えませんが、KonoSubaはまだ全コースで良い状態を維持しているので、正直言って本当に悪くはありません。\u001b[22m\n\u001b[1m(Kono anime no mondai wa, sore ga hoka no komedi mo onaji keikō ni aru onaji kubomi ni ochiru to iu kotodesu. Jōku wa izen to onajiyōni tanoshī monode wa arimasen. Episōdo 4 matawa 5 no nochi wa, mohaya yōkide wa arimasen. Karera wa shō no man'naka de saikō no tanoshimi no pīku ni tasshimasuga, sonogo wa waruku wa arimasenga kansō-kideshou ka? Sore wa ī kotoda to wa iemasenga, KonoSuba wa mada zen kōsu de yoi jōtai o iji shite irunode, shōjiki itte hontōni waruku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe problem with this anime is that it falls into the same pit where other comedies tend to fall to as well: jokes stop being as fun as they were before. After episode 4 or 5 they aren’t that hilarious anymore. They reach the peak of fun right in the middle of the show, but then they become not worse, but… dryer, I guess? Can’t say that is a good thing, but it isn’t really bad, to be honest, since KonoSuba still manages to remain good over the whole course.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe problem with this anime is that it falls into the same pit where other comedies tend to fall to as well: jokes stop being as fun as they were before.\u001b[24m\n    \u001b[1mこのアニメの問題は、それが他のコメディも同じ傾向にある同じ窪みに落ちるということです。ジョークは以前と同じように楽しいものではありません。\u001b[22m, \u001b[1m彼らは前にあったようにジョークが楽しいようであることを停止：このアニメの問題点は、他のコメディも同様に低下する傾向にある同じ穴に落ちるということです。\u001b[22m\n\u001b[4mAfter episode 4 or 5 they aren’t that hilarious anymore.\u001b[24m\n    \u001b[1mエピソード4または5の後は、もはや陽気ではありません。\u001b[22m, \u001b[1mエピソード4または5の後、彼らはもうその陽気ではありません。\u001b[22m\n\u001b[4mThey reach the peak of fun right in the middle of the show, but then they become not worse, but… dryer, I guess?\u001b[24m\n    \u001b[1m彼らはショーの真ん中で最高の楽しみのピークに達しますが、その後は悪くはありませんが乾燥機でしょうか？\u001b[22m, \u001b[1m...乾燥機を彼らはショーの途中で楽し右のピークに達したが、その後、彼らは悪くないとなる、しかし、私は推測しますか？\u001b[22m\n\u001b[4mCan’t say that is a good thing, but it isn’t really bad, to be honest, since KonoSuba still manages to remain good over the whole course.\u001b[24m\n    \u001b[1mそれはいいことだとは言えませんが、KonoSubaはまだ全コースで良い状態を維持しているので、正直言って本当に悪くはありません。\u001b[22m, \u001b[1mそれは良いことですが、KonoSubaはまだコース全体にわたって良好なままに管理しているので、それは、正直に言うと、本当に悪いことではありませんと言うことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd what saves the show and makes it actually good are the characters. The characters are the catalyst of enjoyment in this show, and are the thing that differs KonoSuba from other game-like adaptations with generic af heroes. They have nice designs, which is important in this kind of anime, they are well done overall and, of course, they are genuinely fun. A brainless goddess, an EKUSUPLOSIONNNNNN archwizard, a masochistic knight, a succubi, your average otaku with a little bit cynical look at life and many more adventurers on their way. While being cliché, they have great interactions between themselves, which are truly fun to watch, and this is great. Chemistry between characters is one of the most important things in adventure anime series, and I’m glad to see that KonoSuba succeeded in this category.\n\n\u001b[1mショーを保存して実際にそれを良いものにするのはキャラクターです。 キャラクターはこのショーの楽しさの触媒であり、コノスバとジェネリックアフロヒーローとの他のゲームのような適応から違うものです。 彼らは、この種のアニメにとって重要な素敵なデザインを持っています。彼らは全体的にうまくいっていますし、もちろん、彼らは本当に楽しいものです。 脳のない女神、EKUSUPLOSIONNNNNNのアーチウィザード、マゾキスな騎士、サキュビ、あなたの人生を少し冷笑的に見せてくれるあなたの平均的なオタク、そしてもっと多くの冒険家たち。 クリシェである一方で、彼らは自分自身の間で素晴らしいインタラクションをしています。これは本当に楽しいものです。これは素晴らしいことです。 キャラクターの間の化学は冒険アニメシリーズの中で最も重要なものの一つであり、このカテゴリーでコノスバが成功したことをうれしく思います。\u001b[22m\n\u001b[1m(Shō o hozon shite jissai ni sore o yoimono ni suru no wa kyarakutādesu. Kyarakutā wa kono shō no tanoshisa no shokubaideari, konosuba to jenerikkuafurohīrō to no ta no gēmu no yōna tekiō kara chigau monodesu. Karera wa, kono tane no anime ni totte jūyōna sutekina dezain o motte imasu. Karera wa zentai-teki ni umaku itte imasushi, mochiron, karera wa hontōni tanoshī monodesu. Nō no nai megami, EKUSUPLOSIONNNNNN no āchiu~izādo, mazokisuna kishi, sakyubi, anata no jinsei o sukoshi reishō-teki ni misete kureru anata no heikin-tekina otaku, soshite motto ōku no bōken-ka-tachi. Kurishedearu ippō de, karera wa jibunjishin'no-kan de subarashī intarakushon o shite imasu. Kore wa hontōni tanoshī monodesu. Kore wa subarashī kotodesu. Kyarakutā no ma no kagaku wa bōken animeshirīzu no naka de mottomo jūyōna mono no hitotsudeari, kono kategorī de konosuba ga seikō shita koto o ureshiku omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd what saves the show and makes it actually good are the characters. The characters are the catalyst of enjoyment in this show, and are the thing that differs KonoSuba from other game-like adaptations with generic af heroes. They have nice designs, which is important in this kind of anime, they are well done overall and, of course, they are genuinely fun. A brainless goddess, an EKUSUPLOSIONNNNNN archwizard, a masochistic knight, a succubi, your average otaku with a little bit cynical look at life and many more adventurers on their way. While being cliché, they have great interactions between themselves, which are truly fun to watch, and this is great. Chemistry between characters is one of the most important things in adventure anime series, and I’m glad to see that KonoSuba succeeded in this category.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd what saves the show and makes it actually good are the characters.\u001b[24m\n    \u001b[1mショーを保存して実際にそれを良いものにするのはキャラクターです。\u001b[22m, \u001b[1mそして、何がショーを保存し、それが実際に良い文字であることができます。\u001b[22m\n\u001b[4mThe characters are the catalyst of enjoyment in this show, and are the thing that differs KonoSuba from other game-like adaptations with generic af heroes.\u001b[24m\n    \u001b[1mキャラクターはこのショーの楽しさの触媒であり、コノスバとジェネリックアフロヒーローとの他のゲームのような適応から違うものです。\u001b[22m, \u001b[1m文字は、このショーでの楽しみの触媒であり、一般的なAFのヒーローと他のゲームのような適応からKonoSubaを異なりものです。\u001b[22m\n\u001b[4mThey have nice designs, which is important in this kind of anime, they are well done overall and, of course, they are genuinely fun.\u001b[24m\n    \u001b[1m彼らは、この種のアニメにとって重要な素敵なデザインを持っています。彼らは全体的にうまくいっていますし、もちろん、彼らは本当に楽しいものです。\u001b[22m, \u001b[1m彼らはアニメのこの種では重要である素敵なデザインを持って、彼らはよく、もちろん、彼らは純粋に楽しいです、全体の行われています。\u001b[22m\n\u001b[4mA brainless goddess, an EKUSUPLOSIONNNNNN archwizard, a masochistic knight, a succubi, your average otaku with a little bit cynical look at life and many more adventurers on their way.\u001b[24m\n    \u001b[1m脳のない女神、EKUSUPLOSIONNNNNNのアーチウィザード、マゾキスな騎士、サキュビ、あなたの人生を少し冷笑的に見せてくれるあなたの平均的なオタク、そしてもっと多くの冒険家たち。\u001b[22m, \u001b[1m愚か女神、EKUSUPLOSIONNNNNNのarchwizard、自虐騎士、succubusの複数形、彼らの方法での生活で少しシニカルな表情と、より多くの冒険者とのあなたの平均オタク。\u001b[22m\n\u001b[4mWhile being cliché, they have great interactions between themselves, which are truly fun to watch, and this is great.\u001b[24m\n    \u001b[1mクリシェである一方で、彼らは自分自身の間で素晴らしいインタラクションをしています。これは本当に楽しいものです。これは素晴らしいことです。\u001b[22m, \u001b[1m決まり文句でありながら、彼らは見ていて本当に楽しいです自分自身との間に大きな相互作用を、持っている、これは素晴らしいです。\u001b[22m\n\u001b[4mChemistry between characters is one of the most important things in adventure anime series, and I’m glad to see that KonoSuba succeeded in this category.\u001b[24m\n    \u001b[1mキャラクターの間の化学は冒険アニメシリーズの中で最も重要なものの一つであり、このカテゴリーでコノスバが成功したことをうれしく思います。\u001b[22m, \u001b[1m文字間の化学は冒険アニメシリーズの中で最も重要なものの一つであり、私はKonoSubaがこのカテゴリに成功したことを見てくれてうれしいです。\u001b[22m\n\u001b[1m\u001b[22m\n“Another nice aspect of this show is its art. I refuse to believe, but DEEN actually have made a really good-looking show. No jokes. They have finally found a way to make really beautiful anime series” – that’s what I wrote in my preview about the art in KonoSuba. Unfortunately, I’m taking my words back. While the first half of the show is pretty good in terms of art, the second gives us our missed DEEN quality back. The character designs are nice, the graphics itself are not nextgen, but actually beautiful and nice, and that applies to both halves of the show. Animation is crisp and tasty… until episode 6-7 where the lack of budget clearly shows with screwed faces, badly drawn animations and more. Sound, though, isn't anything to write home about: it doesn't stick out, yet it isn't bad, and OP is pretty decent.\n\n\u001b[1mこのショーのもう一つの素晴らしい点は、その芸術です。 私は信じたくないですが、DEENは実際に本当に美しいショーを作っています。 ジョークはありません。 彼らはついに、本当に美しいアニメシリーズを作る方法を見つけました」 - それが私がKonoSubaのアートについてのプレビューで書いたものです。 残念ながら、私は言葉を取り戻しています。 ショーの前半は芸術的にはかなり良いですが、2番目のものは欠けているDEENの品質を戻してくれます。 キャラクターのデザインは素晴らしく、グラフィック自体はネクストジェンではありませんが、実際に美しくて素敵です。それはショーの両方の半分に当てはまります。 アニメーションは鮮明で美味しいです...エピソード6-7まで、予算の不足がねじれた顔、ひどく描かれたアニメーションなどではっきりと示されます。 しかし、サウンドは、家に書き込むものではありません。それは突き出されませんが、それは悪くない、そしてOPはかなりまともです。\u001b[22m\n\u001b[1m(Kono shō no mōhitotsu no subarashī ten wa, sono geijutsudesu. Watashi wa shinjitakunaidesuga, dīn wa jissai ni hontōni utsukushī shō o tsukutte imasu. Jōku wa arimasen. Karera wa tsuini, hontōni utsukushī animeshirīzu o tsukuru hōhō o mitsukemashita' - sore ga watashi ga KonoSuba no āto ni tsuite no purebyū de kaita monodesu. Zan'nen'nagara, watashi wa kotoba o torimodoshite imasu. Shō no zenhan wa geijutsu-teki ni wa kanari yoidesuga, 2-banme no mono wa kakete iru dīn no hinshitsu o modoshite kuremasu. Kyarakutā no dezain wa subarashiku, gurafikku jitai wa nekusutojende wa arimasenga, jissai ni utsukushikute sutekidesu. Sore wa shō no ryōhō no hanbun ni atehamarimasu. Animēshon wa senmeide oishīdesu... Episōdo 6 - 7 made, yosan no fusoku ga nejireta kao, hidoku egaka reta animēshon nado de hakkiri to shimesa remasu. Shikashi, saundo wa,-ka ni kakikomu monode wa arimasen. Sore wa tsukidasa remasenga, soreha warukunai, soshite OP wa kanari matomodesu.)\u001b[22m\n\nTranslations of \u001b[4m“Another nice aspect of this show is its art. I refuse to believe, but DEEN actually have made a really good-looking show. No jokes. They have finally found a way to make really beautiful anime series” – that’s what I wrote in my preview about the art in KonoSuba. Unfortunately, I’m taking my words back. While the first half of the show is pretty good in terms of art, the second gives us our missed DEEN quality back. The character designs are nice, the graphics itself are not nextgen, but actually beautiful and nice, and that applies to both halves of the show. Animation is crisp and tasty… until episode 6-7 where the lack of budget clearly shows with screwed faces, badly drawn animations and more. Sound, though, isn't anything to write home about: it doesn't stick out, yet it isn't bad, and OP is pretty decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m“Another nice aspect of this show is its art.\u001b[24m\n    \u001b[1mこのショーのもう一つの素晴らしい点は、その芸術です。\u001b[22m, \u001b[1m「このショーのもう一つの素晴らしい側面は、その芸術です。\u001b[22m\n\u001b[4mI refuse to believe, but DEEN actually have made a really good-looking show.\u001b[24m\n    \u001b[1m私は信じたくないですが、DEENは実際に本当に美しいショーを作っています。\u001b[22m, \u001b[1m私は信じることを拒否したが、DEENは実際には本当に格好良いショーを行いました。\u001b[22m\n\u001b[4mNo jokes.\u001b[24m\n    \u001b[1mジョークはありません。\u001b[22m, \u001b[1mいいえジョークません。\u001b[22m\n\u001b[4mThey have finally found a way to make really beautiful anime series” – that’s what I wrote in my preview about the art in KonoSuba.\u001b[24m\n    \u001b[1m彼らはついに、本当に美しいアニメシリーズを作る方法を見つけました」 - それが私がKonoSubaのアートについてのプレビューで書いたものです。\u001b[22m, \u001b[1m彼らは最終的には本当に美しいアニメシリーズ\"を作るための方法を発見した - それは私がKonoSubaの芸術についての私のプレビューで書いたものです。\u001b[22m\n\u001b[4mUnfortunately, I’m taking my words back.\u001b[24m\n    \u001b[1m残念ながら、私は言葉を取り戻しています。\u001b[22m, \u001b[1m残念ながら、私は戻って私の言葉を取っています。\u001b[22m\n\u001b[4mWhile the first half of the show is pretty good in terms of art, the second gives us our missed DEEN quality back.\u001b[24m\n    \u001b[1mショーの前半は芸術的にはかなり良いですが、2番目のものは欠けているDEENの品質を戻してくれます。\u001b[22m, \u001b[1m番組の前半は、芸術の面でかなり良いですが、第二は、バック私たちの逃したDEENの品質を提供します。\u001b[22m\n\u001b[4mThe character designs are nice, the graphics itself are not nextgen, but actually beautiful and nice, and that applies to both halves of the show.\u001b[24m\n    \u001b[1mキャラクターのデザインは素晴らしく、グラフィック自体はネクストジェンではありませんが、実際に美しくて素敵です。それはショーの両方の半分に当てはまります。\u001b[22m, \u001b[1mキャラクターデザインは素晴らしい、グラフィック自体はNextGenのではなく、実際に美しく、いいです、それはショーの両方の半分に適用されます。\u001b[22m\n\u001b[4mAnimation is crisp and tasty… until episode 6-7 where the lack of budget clearly shows with screwed faces, badly drawn animations and more.\u001b[24m\n    \u001b[1mアニメーションは鮮明で美味しいです...エピソード6-7まで、予算の不足がねじれた顔、ひどく描かれたアニメーションなどではっきりと示されます。\u001b[22m, \u001b[1mアニメーションは、予算の不足が明らかにねじ込む顔、ひどく描かれたアニメーションや複数で示しエピソード6-7まで...パリッとおいしいです。\u001b[22m\n\u001b[4mSound, though, isn't anything to write home about: it doesn't stick out, yet it isn't bad, and OP is pretty decent.\u001b[24m\n    \u001b[1mしかし、サウンドは、家に書き込むものではありません。それは突き出されませんが、それは悪くない、そしてOPはかなりまともです。\u001b[22m, \u001b[1mサウンドは、しかし、ホームの書き込みには何もありません：それははみ出さないので、まだそれは悪いことではありません、そしてOPはかなりまともです。\u001b[22m\n\u001b[1m\u001b[22m\nBut lack of good art doesn’t necessarily make KonoSuba bad. It is a nice show to watch, to be honest, which actually tries to bring something new into videogame-LN-adaptations genre and succeeds. KonoSuba is one of the main contenders for comedy of the season or even AOTS. You like MMOs? Watch KonoSuba. You like SAO-like shows? Watch KonoSuba. You want to have a good time? Watch KonoSuba.\n\n\u001b[1mしかし、芸術の欠如が必ずしもKonoSubaを悪くするとは限りません。 それは、実際にはビデオゲーム-LN-アダプテーションのジャンルに新しいものをもたらし、成功することを実際に試みる正直言って、素晴らしいショーです。  KonoSubaは、季節のコメディやAOTSの主な候補の1つです。  MMOが好きですか？  KonoSubaを見てください。  SAOのようなショーが好きですか？  KonoSubaを見てください。 あなたは楽しい時間を過ごしたいですか？  KonoSubaを見てください。\u001b[22m\n\u001b[1m(Shikashi, geijutsu no ketsujo ga kanarazushimo KonoSuba o waruku suru to wa kagirimasen. Sore wa, jissai ni wa bideogēmu - LN - adaputēshon no janru ni atarashī mono o motarashi, seikō suru koto o jissai ni kokoromiru shōjiki itte, subarashī shōdesu. KonoSuba wa, kisetsu no komedi ya AOTS no omona kōho no 1tsudesu. MMO ga sukidesu ka? KonoSuba o mite kudasai. SAO no yōna shō ga sukidesu ka? KonoSuba o mite kudasai. Anata wa tanoshī jikan o sugoshitaidesu ka? KonoSuba o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mBut lack of good art doesn’t necessarily make KonoSuba bad. It is a nice show to watch, to be honest, which actually tries to bring something new into videogame-LN-adaptations genre and succeeds. KonoSuba is one of the main contenders for comedy of the season or even AOTS. You like MMOs? Watch KonoSuba. You like SAO-like shows? Watch KonoSuba. You want to have a good time? Watch KonoSuba.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut lack of good art doesn’t necessarily make KonoSuba bad.\u001b[24m\n    \u001b[1mしかし、芸術の欠如が必ずしもKonoSubaを悪くするとは限りません。\u001b[22m, \u001b[1mしかし、良い芸術の欠如は必ずしもKonoSubaが悪いことはありません。\u001b[22m\n\u001b[4mIt is a nice show to watch, to be honest, which actually tries to bring something new into videogame-LN-adaptations genre and succeeds.\u001b[24m\n    \u001b[1mそれは、実際にはビデオゲーム-LN-アダプテーションのジャンルに新しいものをもたらし、成功することを実際に試みる正直言って、素晴らしいショーです。\u001b[22m, \u001b[1m実際にビデオゲーム-LN-適応のジャンルに新しい何かを持参しようと成功する、正直に言うと、見て素敵なショーです。\u001b[22m\n\u001b[4mKonoSuba is one of the main contenders for comedy of the season or even AOTS.\u001b[24m\n    \u001b[1mKonoSubaは、季節のコメディやAOTSの主な候補の1つです。\u001b[22m, \u001b[1mKonoSubaは、季節やさえAOTSの喜劇のための主な候補の一つです。\u001b[22m\n\u001b[4mYou like MMOs?\u001b[24m\n    \u001b[1mMMOが好きですか？\u001b[22m, \u001b[1mあなたはのMMOが好き？\u001b[22m\n\u001b[4mWatch KonoSuba.\u001b[24m\n    \u001b[1mKonoSubaを見てください。\u001b[22m, \u001b[1mKonoSubaをご覧ください。\u001b[22m\n\u001b[4mYou like SAO-like shows?\u001b[24m\n    \u001b[1mSAOのようなショーが好きですか？\u001b[22m, \u001b[1mSAOのような番組が好きですか？\u001b[22m\n\u001b[4mWatch KonoSuba.\u001b[24m\n    \u001b[1mKonoSubaを見てください。\u001b[22m, \u001b[1mKonoSubaをご覧ください。\u001b[22m\n\u001b[4mYou want to have a good time?\u001b[24m\n    \u001b[1mあなたは楽しい時間を過ごしたいですか？\u001b[22m, \u001b[1mあなたが楽しい時間を過ごすしたいですか？\u001b[22m\n\u001b[4mWatch KonoSuba.\u001b[24m\n    \u001b[1mKonoSubaを見てください。\u001b[22m, \u001b[1mKonoSubaをご覧ください。\u001b[22m\n\u001b[1m\u001b[22m\nYou won’t regret it.\n\n\u001b[1mあなたはそれを後悔しません。\u001b[22m\n\u001b[1m(Anata wa sore o kōkai shimasen.)\u001b[22m\n\nTranslations of \u001b[4mYou won’t regret it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou won’t regret it.\u001b[24m\n    \u001b[1mあなたはそれを後悔しません。\u001b[22m, \u001b[1m後悔はさせませんから。\u001b[22m"
  },
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "LoneLyME",
    "profile": "/profile/LoneLyME/reviews",
    "pages": "7",
    "number": "8",
    "link": "/reviews.php?id=213085",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  8\n\n警告！！ 非常に面白い。 あなたが笑っているときに誰も気にしないことを確認してください。\n\nここで私の人生を垣間見ることができます。私は不眠症です。皆が眠っているときにアニメを見ています。 さて、夜の沈黙の中でアニメを見ながら、私が大声で笑って爆発したときに何が起こるか想像してみてください。 真実は、\"KonoSuba！\"だけではなく、観客にコミックタイムを与えることです。 それを偉大なアニメと考える他の決定要因もあります。 それぞれに取り組んでみましょう。 かなりコメディー、右か？ さて、私にはたくさんのことが起こりました。その理由は、「河北Subarashii世界に就きました！」か、「KonoSuba！」です。 それは暴動ですが、あなたは笑いを出すことなくそれを見て生き残ることはできません。 私にとっては、これは意外にも、2016年のこの冬に放送された最高のアニメの1つです。私はそれを偉大なものと考えている理由はたくさんあります。 まずそれは私を笑わせます。 第二に、それは私を笑わせます。 第三に、それは私を笑わせます。 最後に、それは私を愚か者のように笑わせる！\n\nストーリー：6/10\n\n\nアート：8/10\nキャラクターのデザインや表情は素晴らしかったです。 バックグラウンドは詳細です。 その一例は、エピソード8の初めに燃えている木の現実的な不具合です。ストーリーはRPGのようなファンタジーの世界に設定されているので、スキルのアニメーションは最も重要な要素の1つです。  God、\"Studio Deen\"に感謝します。 スキルのアニメーションは素晴らしかったです！\n\nサウンド：6/10\nバックグラウンドミュージックは、シーンに適していて適切です。 声優も良かったです。 彼らはその行の感情をとてもうまく伝えました。 私は「福島純」に「佐藤一馬」の声で敬意を表しています。面白い場面でも納得のいく小さな線でさえ、私は笑い声を出します。\n\nキャラクター：7/10\n私が上に述べたように、「KonoSuba！」は暴動です。 その理由はキャラクターだけだったのですが、それはあなたが殺したり殺された世界で見られる人々の最も奇妙でおかしな組み合わせのようなものです。 誰が、魔法使いの戦車、1つのスキルだけを投げることができる主なダメージ、そして非常に馬鹿げたサポートで構成されているパーティーを考えたでしょうか？ さらに、この哀れな当事者の目標は悪魔の王を殺すことだと誰が思ったでしょうか？ さて、「Satou Kazuma」の生命を生き生きとさせるものです。\n\nエンジョイメント：8/10\n私は\"KonoSuba\"を見て退屈したことはありませんでした。本当に楽しかったです。 私はいつもそのエピソードを見て良い笑いを持っています。 それは私のストレス解消者のようなものです。\n\n\"KonoSuba！\"の私の総合評価は7です。私の得点は低いかもしれませんが、それは私に素晴らしい時間を与えたという事実を否定することはできません。本当に好きです。 それは10のエピソードしか持っていないが、それは第2シーズンを持つという発表があった。 まあ、私はそれを知っていた。  Light Novelの売上が増加したことを考えると、続編が期待されます。 それはそれを包みます！ 私の他のレビューであなたを参照してください！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nWARNING!! Extremely funny. Make sure you would not bother anyone when you are laughing.\n\n\u001b[1m警告！！ 非常に面白い。 あなたが笑っているときに誰も気にしないことを確認してください。\u001b[22m\n\u001b[1m(Keikoku! ! Hijō ni omoshiroi. Anata ga waratte iru toki ni dare mo ki ni shinai koto o kakuninshitekudasai.)\u001b[22m\n\nTranslations of \u001b[4mWARNING!! Extremely funny. Make sure you would not bother anyone when you are laughing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWARNING!!\u001b[24m\n    \u001b[1m警告！！\u001b[22m, \u001b[1m警告！\u001b[22m, \u001b[1mWARNING!!\u001b[22m\n\u001b[4mExtremely funny.\u001b[24m\n    \u001b[1m非常に面白い。\u001b[22m, \u001b[1m非常に面白いです。\u001b[22m\n\u001b[4mMake sure you would not bother anyone when you are laughing.\u001b[24m\n    \u001b[1mあなたが笑っているときに誰も気にしないことを確認してください。\u001b[22m, \u001b[1mあなたが笑っているときに、誰も気にしないだろうことを確認してください。\u001b[22m\n\u001b[1m\u001b[22m\nHere’s a glimpse of my life, I’m an insomniac and I’m watching anime when everyone is asleep. Now, try imagining what happens when I loudly burst into laughter while watching anime in the silence of the night. Truth be told, “KonoSuba!” is not only about making the audience have a comical time. There are also other determining factors to consider it a great anime. Let’s start addressing each. Pretty darn comedic, right? Well, that happened to me a lot and the very cause for that is “Kono Subarashii Sekai ni Shukufuku wo!” or “KonoSuba!” for short. It is a riot, you won’t survive watching it without giving a laughter. For me, this is unexpectedly one of the best animes airing this winter 2016. There are many reasons why I considered it great. First is it makes me laugh. Second is it makes me laugh. Third is it makes me laugh. Lastly, it makes me laugh like a fool!\n\n\u001b[1mここで私の人生を垣間見ることができます。私は不眠症です。皆が眠っているときにアニメを見ています。 さて、夜の沈黙の中でアニメを見ながら、私が大声で笑って爆発したときに何が起こるか想像してみてください。 真実は、\"KonoSuba！\"だけではなく、観客にコミックタイムを与えることです。 それを偉大なアニメと考える他の決定要因もあります。 それぞれに取り組んでみましょう。 かなりコメディー、右か？ さて、私にはたくさんのことが起こりました。その理由は、「河北Subarashii世界に就きました！」か、「KonoSuba！」です。 それは暴動ですが、あなたは笑いを出すことなくそれを見て生き残ることはできません。 私にとっては、これは意外にも、2016年の冬に放映される最高のアニメの1つです。私はそれを偉大なものと考えている理由はたくさんあります。 まずそれは私を笑わせます。 第二に、それは私を笑わせます。 第三に、それは私を笑わせます。 最後に、それは私を愚か者のように笑わせる！\u001b[22m\n\u001b[1m(Koko de watashinojinsei o kaimamiru koto ga dekimasu. Watashi wa fuminshōdesu. Mina ga nemutte iru toki ni anime o mite imasu. Sate, yoru no chinmoku no naka de anime o minagara, watashi ga ōgoe de waratte bakuhatsu shita toki ni nani ga okoru ka sōzō shite mite kudasai. Kanari komedī, migi ka? Sate, watashiniha takusan no koto ga okorimashita. Sono riyū wa,`Kahoku Subarashii sekai ni tsukimashita!' Ka,`KonoSuba!'Desu. Sore wa bōdōdesuga, anata wa warai o dasu koto naku sore o mite ikinokoru koto wa dekimasen. Watashi ni totte wa, koreha igainimo, 2016-nen no fuyu ni hōei sa reru saikō no anime no 1tsudesu. Watashi wa sore o idaina mono to kangaete iru riyū wa takusan arimasu. Mazu sore wa watashi o warawasemasu. Daini ni, sore wa watashi o warawasemasu. Daisan ni, sore wa watashi o warawasemasu. Saigo ni, sore wa watashi o orokamono no yō ni warawaseru! Shinjitsu wa, \" KonoSuba!\" Dakede wa naku, kankyaku ni komikkutaimu o ataeru kotodesu. Sore o idaina anime to kangaeru ta no kettei yōin mo arimasu. Sorezore ni torikunde mimashou.)\u001b[22m\n\nTranslations of \u001b[4mHere’s a glimpse of my life, I’m an insomniac and I’m watching anime when everyone is asleep. Now, try imagining what happens when I loudly burst into laughter while watching anime in the silence of the night. Truth be told, “KonoSuba!” is not only about making the audience have a comical time. There are also other determining factors to consider it a great anime. Let’s start addressing each. Pretty darn comedic, right? Well, that happened to me a lot and the very cause for that is “Kono Subarashii Sekai ni Shukufuku wo!” or “KonoSuba!” for short. It is a riot, you won’t survive watching it without giving a laughter. For me, this is unexpectedly one of the best animes airing this winter 2016. There are many reasons why I considered it great. First is it makes me laugh. Second is it makes me laugh. Third is it makes me laugh. Lastly, it makes me laugh like a fool!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere’s a glimpse of my life, I’m an insomniac and I’m watching anime when everyone is asleep.\u001b[24m\n    \u001b[1mここで私の人生を垣間見ることができます。私は不眠症です。皆が眠っているときにアニメを見ています。\u001b[22m, \u001b[1mここに私の人生を垣間見るだ、私は不眠症だと誰もが眠っているとき、私はアニメを見ています。\u001b[22m\n\u001b[4mNow, try imagining what happens when I loudly burst into laughter while watching anime in the silence of the night.\u001b[24m\n    \u001b[1mさて、夜の沈黙の中でアニメを見ながら、私が大声で笑って爆発したときに何が起こるか想像してみてください。\u001b[22m, \u001b[1mさて、夜の沈黙の中でアニメを見ながら、私は大声で笑い出したときに何が起こるか想像してみてください。\u001b[22m\n\u001b[4mPretty darn comedic, right?\u001b[24m\n    \u001b[1mかなりコメディー、右か？\u001b[22m, \u001b[1mかなりくそ喜劇、右か？\u001b[22m\n\u001b[4mWell, that happened to me a lot and the very cause for that is “Kono Subarashii Sekai ni Shukufuku wo!” or “KonoSuba!” for short.\u001b[24m\n    \u001b[1mさて、私にはたくさんのことが起こりました。その理由は、「河北Subarashii世界に就きました！」か、「KonoSuba！」です。\u001b[22m, \u001b[1mまあ、それは私に多くのことを起こって、そのために非常に原因がある」河野Subarashii世界NI Shukufukuめざし！」や「KonoSuba！」略し。\u001b[22m\n\u001b[4mIt is a riot, you won’t survive watching it without giving a laughter.\u001b[24m\n    \u001b[1mそれは暴動ですが、あなたは笑いを出すことなくそれを見て生き残ることはできません。\u001b[22m, \u001b[1mそれはあなたが笑いを与えることなく、それを見て生存しないであろう、暴動です。\u001b[22m\n\u001b[4mFor me, this is unexpectedly one of the best animes airing this winter 2016. There are many reasons why I considered it great.\u001b[24m\n    \u001b[1m私にとっては、これは意外にも、2016年の冬に放映される最高のアニメの1つです。私はそれを偉大なものと考えている理由はたくさんあります。\u001b[22m, \u001b[1m私にとって、これは私はそれは素晴らしい考え多くの理由がありますが予期せずにこの冬2016年放映最高のアニメの一つです。\u001b[22m\n\u001b[4mFirst is it makes me laugh.\u001b[24m\n    \u001b[1mまずそれは私を笑わせます。\u001b[22m, \u001b[1m最初は、それは私を笑わせてくれるです。\u001b[22m\n\u001b[4mSecond is it makes me laugh.\u001b[24m\n    \u001b[1m第二に、それは私を笑わせます。\u001b[22m, \u001b[1m第二に、それは私を笑わせてくれるです。\u001b[22m\n\u001b[4mThird is it makes me laugh.\u001b[24m\n    \u001b[1m第三に、それは私を笑わせます。\u001b[22m, \u001b[1m第三には、それは私を笑わせてくれるです。\u001b[22m\n\u001b[4mLastly, it makes me laugh like a fool!\u001b[24m\n    \u001b[1m最後に、それは私を愚か者のように笑わせる！\u001b[22m, \u001b[1m最後に、それは私は馬鹿のように笑わせてくれる！\u001b[22m\n\u001b[4mTruth be told, “KonoSuba!” is not only about making the audience have a comical time.\u001b[24m\n    \u001b[1m真実は、\"KonoSuba！\"だけではなく、観客にコミックタイムを与えることです。\u001b[22m, \u001b[1m真実が語られる、「KonoSuba！」はコミカルな時間を持って観客を作るだけではありません。\u001b[22m\n\u001b[4mThere are also other determining factors to consider it a great anime.\u001b[24m\n    \u001b[1mそれを偉大なアニメと考える他の決定要因もあります。\u001b[22m, \u001b[1mそれ偉大なアニメを検討するために、他の決定要因もあります。\u001b[22m\n\u001b[4mLet’s start addressing each.\u001b[24m\n    \u001b[1mそれぞれに取り組んでみましょう。\u001b[22m, \u001b[1mそれでは、それぞれに対処してみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: 6/10\n\n\u001b[1mストーリー：6/10\u001b[22m\n\u001b[1m(Sutōrī: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSTORY: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: 6/10\u001b[24m\n    \u001b[1mストーリー：6/10\u001b[22m, \u001b[1mSTORY：6/10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nART: 8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mART: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: 8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m, \u001b[1mART：8/10\u001b[22m\nThe character design and facial expressions were nice. The background is well detailed; one example of it is the realistic embers of the burning wood at the beginning of episode 8. Since the story is set in an RPG-like fantasy world, the animations of the skills are one of most important factors to look. Thank God, “Studio Deen” delivered it in an awesome manner; the skills’ animations were superb!\n\n\u001b[1mキャラクターのデザインや表情は素晴らしかったです。 バックグラウンドは詳細です。 その一例は、エピソード8の初めに燃えている木の現実的な不具合です。ストーリーはRPGのようなファンタジーの世界に設定されているので、スキルのアニメーションは最も重要な要素の1つです。  God、\"Studio Deen\"に感謝します。 スキルのアニメーションは素晴らしかったです！\u001b[22m\n\u001b[1m(Kyarakutā no dezain ya hyōjō wa subarashikattadesu. Bakkuguraundo wa shōsaidesu. Sono ichirei wa, episōdo 8 no hajime ni moete iru ki no genjitsu-tekina fuguaidesu. Sutōrī wa RPG no yōna fantajī no sekai ni settei sa rete irunode, sukiru no animēshon wa mottomo jūyōna yōso no 1tsudesu. God, \" sutadio Deen\" ni kansha shimasu. Sukiru no animēshon wa subarashikattadesu!)\u001b[22m\n\nTranslations of \u001b[4mThe character design and facial expressions were nice. The background is well detailed; one example of it is the realistic embers of the burning wood at the beginning of episode 8. Since the story is set in an RPG-like fantasy world, the animations of the skills are one of most important factors to look. Thank God, “Studio Deen” delivered it in an awesome manner; the skills’ animations were superb!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character design and facial expressions were nice.\u001b[24m\n    \u001b[1mキャラクターのデザインや表情は素晴らしかったです。\u001b[22m, \u001b[1mキャラクターデザインや表情が素敵でした。\u001b[22m\n\u001b[4mThe background is well detailed;\u001b[24m\n    \u001b[1mバックグラウンドは詳細です。\u001b[22m, \u001b[1m背景は十分に詳述されています。\u001b[22m\n\u001b[4mone example of it is the realistic embers of the burning wood at the beginning of episode 8. Since the story is set in an RPG-like fantasy world, the animations of the skills are one of most important factors to look.\u001b[24m\n    \u001b[1mその一例は、エピソード8の初めに燃えている木の現実的な不具合です。ストーリーはRPGのようなファンタジーの世界に設定されているので、スキルのアニメーションは最も重要な要素の1つです。\u001b[22m, \u001b[1m物語はRPGのようなファンタジーの世界に設定されているので、それの一例は、エピソード8の冒頭に薪の現実的な残り火で、スキルのアニメーションが見て最も重要な要素の一つです。\u001b[22m\n\u001b[4mThank God, “Studio Deen” delivered it in an awesome manner;\u001b[24m\n    \u001b[1mGod、\"Studio Deen\"に感謝します。\u001b[22m, \u001b[1m「スタジオディーンが「素晴らしい方法でそれを実現し、神に感謝。\u001b[22m\n\u001b[4mthe skills’ animations were superb!\u001b[24m\n    \u001b[1mスキルのアニメーションは素晴らしかったです！\u001b[22m, \u001b[1mスキル「アニメーションは素晴らしいでした！\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: 6/10\n\n\u001b[1mサウンド：6/10\u001b[22m\n\u001b[1m(Saundo: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mSOUND: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: 6/10\u001b[24m\n    \u001b[1mサウンド：6/10\u001b[22m, \u001b[1mSOUND：6/10\u001b[22m\nThe background music is good and appropriate for the scenes. The voice actors were good too; they delivered the emotions of the line very well. I salute “Fukushima Jun” for voicing “Satou Kazuma.” Even the smallest line that is delivered well in a funny scene makes me laugh out loud.\n\n\u001b[1mバックグラウンドミュージックは、シーンに適していて適切です。 声優も良かったです。 彼らはその行の感情をとてもうまく伝えました。 私は「福島純」に「佐藤一馬」の声で敬意を表しています。面白い場面でも納得のいく小さな線でさえ、私は笑い声を出します。\u001b[22m\n\u001b[1m(Bakkuguraundomyūjikku wa, shīn ni tekishite ite tekisetsudesu. Seiyū mo yokattadesu. Karera wa sono gyō no kanjō o totemo umaku tsutaemashita. Watashi wa `Fukushima jun' ni `Satō Kazuma' no koe de keiiwoarawashite imasu. Omoshiroi bamen demo nattoku no iku chīsana sende sae, watashi wa waraigoe o dashimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe background music is good and appropriate for the scenes. The voice actors were good too; they delivered the emotions of the line very well. I salute “Fukushima Jun” for voicing “Satou Kazuma.” Even the smallest line that is delivered well in a funny scene makes me laugh out loud.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe background music is good and appropriate for the scenes.\u001b[24m\n    \u001b[1mバックグラウンドミュージックは、シーンに適していて適切です。\u001b[22m, \u001b[1m背景音楽は良いとシーンに適しています。\u001b[22m\n\u001b[4mThe voice actors were good too;\u001b[24m\n    \u001b[1m声優も良かったです。\u001b[22m, \u001b[1m声優も良好でした。\u001b[22m\n\u001b[4mthey delivered the emotions of the line very well.\u001b[24m\n    \u001b[1m彼らはその行の感情をとてもうまく伝えました。\u001b[22m, \u001b[1m彼らは非常によく行の感情を伝えました。\u001b[22m\n\u001b[4mI salute “Fukushima Jun” for voicing “Satou Kazuma.” Even the smallest line that is delivered well in a funny scene makes me laugh out loud.\u001b[24m\n    \u001b[1m私は「福島純」に「佐藤一馬」の声で敬意を表しています。面白い場面でも納得のいく小さな線でさえ、私は笑い声を出します。\u001b[22m, \u001b[1m私は、発声のために、「福島6月を「敬礼」佐藤一馬を。\"面白いシーンでも配信されても最小のラインは、私は大声で笑わせてくれる。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER: 7/10\n\n\u001b[1mキャラクター：7/10\u001b[22m\n\u001b[1m(Kyarakutā: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER: 7/10\u001b[24m\n    \u001b[1mキャラクター：7/10\u001b[22m, \u001b[1mCHARACTER：7/10\u001b[22m\nLike what I’ve mentioned above, “KonoSuba!” is a riot. The very reason for that were the characters, it’s like the oddest and funniest combination of people you’ll see in a kill or be killed world. Who would have thought of a party consisting of a masochist tank, a main damager that can only cast one skill, and a very dumb support? In addition, who would have thought that this pathetic party’s goal is to slay the Devil King? Well, that’s what makes “Satou Kazuma’s” life vivid.\n\n\u001b[1m私が上に述べたように、「KonoSuba！」は暴動です。 その理由はキャラクターだけだったのですが、それはあなたが殺したり殺された世界で見られる人々の最も奇妙でおかしな組み合わせのようなものです。 誰が、魔法使いの戦車、1つのスキルだけを投げることができる主なダメージ、そして非常に馬鹿げたサポートで構成されているパーティーを考えたでしょうか？ さらに、この哀れな当事者の目標は悪魔の王を殺すことだと誰が思ったでしょうか？ さて、「Satou Kazuma」の生命を生き生きとさせるものです。\u001b[22m\n\u001b[1m(Watashi ga ue ni nobeta yō ni,`KonoSuba!' Wa bōdōdesu. Sono riyū wa kyarakutā dakedatta nodesuga, sore wa anata ga koroshi tari korosa reta sekai de mi rareru hitobito no mottomo kimyōde okashina kumiawase no yōna monodesu. Dare ga, mahōtsukai no sensha, 1tsu no sukiru dake o nageru koto ga dekiru omona damēji, soshite hijō ni bakageta sapōto de kōsei sa rete iru pātī o kangaetadeshou ka? Sarani, kono awarena tōjisha no mokuhyō wa akuma no ō o korosu kotoda to dare ga omottadeshou ka? Sate,`Satou Kazuma' no seimei o ikiikito sa seru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mLike what I’ve mentioned above, “KonoSuba!” is a riot. The very reason for that were the characters, it’s like the oddest and funniest combination of people you’ll see in a kill or be killed world. Who would have thought of a party consisting of a masochist tank, a main damager that can only cast one skill, and a very dumb support? In addition, who would have thought that this pathetic party’s goal is to slay the Devil King? Well, that’s what makes “Satou Kazuma’s” life vivid.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike what I’ve mentioned above, “KonoSuba!” is a riot.\u001b[24m\n    \u001b[1m私が上に述べたように、「KonoSuba！」は暴動です。\u001b[22m, \u001b[1m私は上記した内容と同様に、「KonoSubaは！\"暴動です。\u001b[22m\n\u001b[4mThe very reason for that were the characters, it’s like the oddest and funniest combination of people you’ll see in a kill or be killed world.\u001b[24m\n    \u001b[1mその理由はキャラクターだけだったのですが、それはあなたが殺したり殺された世界で見られる人々の最も奇妙でおかしな組み合わせのようなものです。\u001b[22m, \u001b[1mそのために非常に理由が文字だった、それはあなたが殺すに表示されますか、世界を殺される人々の最も奇妙なとおかしな組み合わせのようなものです。\u001b[22m\n\u001b[4mWho would have thought of a party consisting of a masochist tank, a main damager that can only cast one skill, and a very dumb support?\u001b[24m\n    \u001b[1m誰が、魔法使いの戦車、1つのスキルだけを投げることができる主なダメージ、そして非常に馬鹿げたサポートで構成されているパーティーを考えたでしょうか？\u001b[22m, \u001b[1mマゾタンク、一つだけのスキル、そして非常にダムのサポートをキャストすることができ、メインdamagerからなるパーティーを考えているだろう誰ですか？\u001b[22m\n\u001b[4mIn addition, who would have thought that this pathetic party’s goal is to slay the Devil King?\u001b[24m\n    \u001b[1mさらに、この哀れな当事者の目標は悪魔の王を殺すことだと誰が思ったでしょうか？\u001b[22m, \u001b[1mまた、誰がこの哀れな党の目標は悪魔王を殺すためにあることを思っただろうか？\u001b[22m\n\u001b[4mWell, that’s what makes “Satou Kazuma’s” life vivid.\u001b[24m\n    \u001b[1mさて、「Satou Kazuma」の生命を生き生きとさせるものです。\u001b[22m, \u001b[1mまあ、それは鮮やかな「佐藤一馬さんの「人生を作るものです。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: 8/10\n\n\u001b[1mエンジョイメント：8/10\u001b[22m\n\u001b[1m(Enjoimento: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: 8/10\u001b[24m\n    \u001b[1mエンジョイメント：8/10\u001b[22m, \u001b[1m享有：8/10\u001b[22m\nI never got bored on watching “KonoSuba!” I really enjoyed it. I always have a good laugh watching its episodes; it’s like my stress reliever.\n\n\u001b[1m私は\"KonoSuba\"を見て退屈したことはありませんでした。本当に楽しかったです。 私はいつもそのエピソードを見て良い笑いを持っています。 それは私のストレス解消者のようなものです。\u001b[22m\n\u001b[1m(Watashi wa\" KonoSuba\" o mite taikutsu shita koto wa arimasendeshita. Hontōni tanoshikattadesu. Watashi wa itsumo sono episōdo o mite yoi warai o motte imasu. Sore wa watashi no sutoresu kaishō-sha no yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mI never got bored on watching “KonoSuba!” I really enjoyed it. I always have a good laugh watching its episodes; it’s like my stress reliever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never got bored on watching “KonoSuba!” I really enjoyed it.\u001b[24m\n    \u001b[1m私は\"KonoSuba\"を見て退屈したことはありませんでした。本当に楽しかったです。\u001b[22m, \u001b[1m私が見に飽きてしまったことはありません」KonoSubaを！\"私は本当にそれを楽しみました。\u001b[22m\n\u001b[4mI always have a good laugh watching its episodes;\u001b[24m\n    \u001b[1m私はいつもそのエピソードを見て良い笑いを持っています。\u001b[22m, \u001b[1m私はいつも、そのエピソードを見て大笑いを持っています。\u001b[22m\n\u001b[4mit’s like my stress reliever.\u001b[24m\n    \u001b[1mそれは私のストレス解消者のようなものです。\u001b[22m, \u001b[1mそれは私のストレス緩和剤のようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nMy overall rating for “KonoSuba!” is 7. My score may be low but I can’t deny the fact that it gave me a nice time, I really like it. It only has 10 episodes but there has been an announcement that it’ll have a second season. Well, I knew it. Considering the rise in the sales of its Light Novel, a sequel is expected. That wraps it! See you on my other reviews!\n\n\u001b[1m\"KonoSuba！\"の私の総合評価は7です。私の得点は低いかもしれませんが、それは私に素晴らしい時間を与えたという事実を否定することはできません。本当に好きです。 それは10のエピソードしか持っていないが、それは第2シーズンを持つという発表があった。 まあ、私はそれを知っていた。  Light Novelの売上が増加したことを考えると、続編が期待されます。 それはそれを包みます！ 私の他のレビューであなたを参照してください！\u001b[22m\n\u001b[1m(\" KonoSuba!\" No watashi no sōgō hyōka wa 7desu. Watashi no tokuten wa hikui kamo shiremasenga, sore wa watashi ni subarashī jikan o ataeta to iu jijitsu o hitei suru koto wa dekimasen. Hontōni sukidesu. Sore wa 10 no episōdo shika motteinai ga, soreha dai 2 shīzun o motsu to iu happyō ga atta. Mā, watashi wa sore o shitteita. Raito nōberu no uriage ga zōka shita koto o kangaeru to, zokuhen ga kitai sa remasu. Sore wa sore o tsutsumimasu! Watashi no ta no rebyū de anata o sanshō shite kudasai!)\u001b[22m\n\nTranslations of \u001b[4mMy overall rating for “KonoSuba!” is 7. My score may be low but I can’t deny the fact that it gave me a nice time, I really like it. It only has 10 episodes but there has been an announcement that it’ll have a second season. Well, I knew it. Considering the rise in the sales of its Light Novel, a sequel is expected. That wraps it! See you on my other reviews!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy overall rating for “KonoSuba!” is 7. My score may be low but I can’t deny the fact that it gave me a nice time, I really like it.\u001b[24m\n    \u001b[1m\"KonoSuba！\"の私の総合評価は7です。私の得点は低いかもしれませんが、それは私に素晴らしい時間を与えたという事実を否定することはできません。本当に好きです。\u001b[22m, \u001b[1m「KonoSuba！」のための私の全体的な評価は、7私のスコアが低くてもよいですが、私はそれが私に素敵な時間を与え、私は本当にそれのようにあるという事実を否定することはできません。\u001b[22m\n\u001b[4mIt only has 10 episodes but there has been an announcement that it’ll have a second season.\u001b[24m\n    \u001b[1mそれは10のエピソードしか持っていないが、それは第2シーズンを持つという発表があった。\u001b[22m, \u001b[1mそれが唯一の10のエピソードを持っていますが、それは第二シーズンを持っているだろうと発表がありました。\u001b[22m\n\u001b[4mWell, I knew it.\u001b[24m\n    \u001b[1mまあ、私はそれを知っていた。\u001b[22m, \u001b[1mまあ、私はそれを知っていました。\u001b[22m\n\u001b[4mConsidering the rise in the sales of its Light Novel, a sequel is expected.\u001b[24m\n    \u001b[1mLight Novelの売上が増加したことを考えると、続編が期待されます。\u001b[22m, \u001b[1mそのライトノベルの売上高の増加を考慮すると、続編が期待されています。\u001b[22m\n\u001b[4mThat wraps it!\u001b[24m\n    \u001b[1mそれはそれを包みます！\u001b[22m, \u001b[1mそれはそれをラップ！\u001b[22m\n\u001b[4mSee you on my other reviews!\u001b[24m\n    \u001b[1m私の他のレビューであなたを参照してください！\u001b[22m, \u001b[1m私の他のレビューでお会いしましょう！\u001b[22m"
  },
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "ShitJustGotReal",
    "profile": "/profile/ShitJustGotReal/reviews",
    "pages": "7",
    "number": "9",
    "link": "/reviews.php?id=229078",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  6\n\nストーリー：4/10\n事故を起こして亡くなったオタク\n女神が彼にファンタジー世界に行くことを申し出る\nファンタジーモンスターと魔法を扱うもの\n権力とギルド、そして第二の人生としての......。\n典型的な仮想世界のアニメーション。\n\nART＆MUSIC：8/10\n実際に私はこのショーの芸術が好きでした。まともなアニメーションがあります。\n私が何を意味しているか知っていれば、身体の動きはとてもリアルでした\n（͡°͜ʖ͡°）\n私はちょっと音楽が好きだし、あまりにも多くの特別なサウンドトラックを持っている\nこれはコメディー・パロディー・アニマにとって奇妙なことです。\n\nキャラクター：6/10\n私は文字が良いと面白かったことを認めなければならない\nときどき過度に扱いにくい。 彼らはよかった\nコメディーな雰囲気。\n\nエンジョイメント：6/10\n通常私はファンタジーを扱う動物のこのタイプを楽しむことができません\n世界。 しかし、このショーは、私がパロディシーンについて楽しんでいた\nファンタジーの世界とファンタジーのモンスターと（運命からのサーベル）と一緒に\n面白い雰囲気。 まだ、ストーリーラインのないエピソードのアニメである\n楽しさが低く、誇大広告は現実的ではありません！\n\n全体的：5〜6/10\n良い、仮想ゲームアニメのコンセプトを変更しようとすると良い。\n\nps：感情を探している人、感情的なシーン..これは最後のアニメです\n見てみるべきです：v",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSTORY: 4/10\n\n\u001b[1mストーリー：4/10\u001b[22m\n\u001b[1m(Sutōrī: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mSTORY: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY: 4/10\u001b[24m\n    \u001b[1mストーリー：4/10\u001b[22m, \u001b[1mSTORY：4/10\u001b[22m\nan otaku who had an accident and passed away,then\n\n\u001b[1m事故を起こして亡くなったオタク\u001b[22m\n\u001b[1m(Jiko o okoshite nakunatta otaku)\u001b[22m\n\nTranslations of \u001b[4man otaku who had an accident and passed away,then\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4man otaku who had an accident and passed away,then\u001b[24m\n    \u001b[1m事故を起こして亡くなったオタク\u001b[22m, \u001b[1m事故を起こし、その後、亡くなったオタク\u001b[22m\na goddess offers him to go to a fantasy world\n\n\u001b[1m女神が彼にファンタジー世界に行くことを申し出る\u001b[22m\n\u001b[1m(Megami ga kare ni fantajī sekai ni iku koto o mōshideru)\u001b[22m\n\nTranslations of \u001b[4ma goddess offers him to go to a fantasy world\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4ma goddess offers him to go to a fantasy world\u001b[24m\n    \u001b[1m女神が彼にファンタジー世界に行くことを申し出る\u001b[22m, \u001b[1m女神は、ファンタジーの世界に行くために彼を提供しています\u001b[22m\nthat have fantasy monsters and deals with magic\n\n\u001b[1mファンタジーモンスターと魔法を扱うもの\u001b[22m\n\u001b[1m(Fantajīmonsutā to mahō o atsukau mono)\u001b[22m\n\nTranslations of \u001b[4mthat have fantasy monsters and deals with magic\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthat have fantasy monsters and deals with magic\u001b[24m\n    \u001b[1mファンタジーモンスターと魔法を扱うもの\u001b[22m, \u001b[1mそれは魔法とファンタジーモンスターやお得な情報を持っています\u001b[22m\npowers and guilds and ..... etc, as a second life.\n\n\u001b[1m権力とギルド、そして第二の人生としての......。\u001b[22m\n\u001b[1m(Kenryoku to girudo, soshite dai ni no jinsei to shite no.......)\u001b[22m\n\nTranslations of \u001b[4mpowers and guilds and ..... etc, as a second life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mpowers and guilds and ..... etc, as a second life.\u001b[24m\n    \u001b[1m権力とギルド、そして第二の人生としての......。\u001b[22m, \u001b[1m第二の人生としての力とギルドと.....など、。\u001b[22m\ntypical virtual world animu.\n\n\u001b[1m典型的な仮想世界のアニメーション。\u001b[22m\n\u001b[1m(Tenkei-tekina kasō sekai no animēshon.)\u001b[22m\n\nTranslations of \u001b[4mtypical virtual world animu.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mtypical virtual world animu.\u001b[24m\n    \u001b[1m典型的な仮想世界のアニメーション。\u001b[22m, \u001b[1m典型的な仮想世界animu。\u001b[22m\n\u001b[1m\u001b[22m\nART&amp;MUSIC:8/10\n\n\u001b[1mART＆MUSIC：8/10\u001b[22m\n\u001b[1m(Āto& MUSIC: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mART&amp;MUSIC:8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART&amp;MUSIC:8/10\u001b[24m\n    \u001b[1mART＆MUSIC：8/10\u001b[22m, \u001b[1mART＆＃038; MUSIC：8/10\u001b[22m\nactually i liked the art of this show .it has a decent animation.\n\n\u001b[1m実際に私はこのショーの芸術が好きでした。まともなアニメーションがあります。\u001b[22m\n\u001b[1m(Jissai ni watashi wa kono shō no geijutsu ga sukideshita. Matomona animēshon ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mactually i liked the art of this show .it has a decent animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mactually i liked the art of this show .it has a decent animation.\u001b[24m\n    \u001b[1m実際に私はこのショーの芸術が好きでした。まともなアニメーションがあります。\u001b[22m, \u001b[1m実際に私はまともなアニメーションを持っている.ITこのショーの芸術が好きでした。\u001b[22m\nBody movement was very real , if you know what i mean\n\n\u001b[1m私が何を意味しているか知っていれば、身体の動きはとてもリアルでした\u001b[22m\n\u001b[1m(Watashi ga nani o imi shite iru ka shitte ireba, karada no ugoki wa totemo riarudeshita)\u001b[22m\n\nTranslations of \u001b[4mBody movement was very real , if you know what i mean\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBody movement was very real , if you know what i mean\u001b[24m\n    \u001b[1m私が何を意味しているか知っていれば、身体の動きはとてもリアルでした\u001b[22m, \u001b[1mあなたは私が何を意味するか知っていれば体の動きは、非常に現実的でした\u001b[22m\n(͡° ͜ʖ ͡°)\n\n\u001b[1m（͡°͜ʖ͡°）\u001b[22m\n\u001b[1m(( ͡ ° ͜ʖ͡ °))\u001b[22m\n\nTranslations of \u001b[4m(͡° ͜ʖ ͡°)\u001b[24m\n[ \u001b[4mEesti\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(\u001b[24m\n    \u001b[1m（\u001b[22m\n\u001b[4m͡\u001b[24m\n    \u001b[1m͡\u001b[22m\n\u001b[4m°\u001b[24m\n    \u001b[1m°\u001b[22m, \u001b[1m°で\u001b[22m, \u001b[1m゜\u001b[22m, \u001b[1m度\u001b[22m, \u001b[1m°の\u001b[22m\n\u001b[4m͜ʖ\u001b[24m\n    \u001b[1m͜ʖ\u001b[22m\n\u001b[4m͡\u001b[24m\n    \u001b[1m͡\u001b[22m\n\u001b[4m°\u001b[24m\n    \u001b[1m°\u001b[22m, \u001b[1m°で\u001b[22m, \u001b[1m゜\u001b[22m, \u001b[1m度\u001b[22m, \u001b[1m°の\u001b[22m\n\u001b[4m)\u001b[24m\n    \u001b[1m）\u001b[22m\ni kinda like the music too, it has too many special sound tracks\n\n\u001b[1m私はちょっと音楽が好きだし、あまりにも多くの特別なサウンドトラックを持っている\u001b[22m\n\u001b[1m(Watashi wa chotto ongaku ga sukidashi, amarini mo ōku no tokubetsuna saundotorakku o motte iru)\u001b[22m\n\nTranslations of \u001b[4mi kinda like the music too, it has too many special sound tracks\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi kinda like the music too, it has too many special sound tracks\u001b[24m\n    \u001b[1m私はちょっと音楽が好きだし、あまりにも多くの特別なサウンドトラックを持っている\u001b[22m, \u001b[1m私はちょっとあまりにも音楽が好き、それはあまりにも多くの特別なサウンドトラックを持っています\u001b[22m\nwhich is something odd for a comedy-parody animu .\n\n\u001b[1mこれはコメディー・パロディー・アニマにとって奇妙なことです。\u001b[22m\n\u001b[1m(Kore wa komedī parodī anima ni totte kimyōna kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mwhich is something odd for a comedy-parody animu .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhich is something odd for a comedy-parody animu .\u001b[24m\n    \u001b[1mこれはコメディー・パロディー・アニマにとって奇妙なことです。\u001b[22m, \u001b[1mこれはコメディ・パロディanimu奇数ものです。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTERS:6/10\n\n\u001b[1mキャラクター：6/10\u001b[22m\n\u001b[1m(Kyarakutā: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mCHARACTERS:6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTERS:6/10\u001b[24m\n    \u001b[1mキャラクター：6/10\u001b[22m, \u001b[1mCHARACTERS：6/10\u001b[22m\ni got to admit that characters were good and funny, despite being\n\n\u001b[1m私は文字が良いと面白かったことを認めなければならない\u001b[22m\n\u001b[1m(Watashi wa moji ga yoi to omoshirokatta koto o mitomenakereba naranai)\u001b[22m\n\nTranslations of \u001b[4mi got to admit that characters were good and funny, despite being\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mi got to admit that characters were good and funny, despite being\u001b[24m\n    \u001b[1m私は文字が良いと面白かったことを認めなければならない\u001b[22m, \u001b[1m私は文字があるにもかかわらず、良いと面白いあったことを認めるようになりました\u001b[22m\nsometimes overacting and pretentious . they were good regarding\n\n\u001b[1mときどき過度に扱いにくい。 彼らはよかった\u001b[22m\n\u001b[1m(Tokidoki kado ni atsukai nikui. Karera wa yokatta)\u001b[22m\n\nTranslations of \u001b[4msometimes overacting and pretentious . they were good regarding\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msometimes overacting and pretentious .\u001b[24m\n    \u001b[1mときどき過度に扱いにくい。\u001b[22m, \u001b[1m時にはoveractingと思い上がりました。\u001b[22m\n\u001b[4mthey were good regarding\u001b[24m\n    \u001b[1m彼らはよかった\u001b[22m, \u001b[1m彼らはに関するよかったです\u001b[22m\nthe comedy atmosphere.\n\n\u001b[1mコメディーな雰囲気。\u001b[22m\n\u001b[1m(Komedīna fun'iki.)\u001b[22m\n\nTranslations of \u001b[4mthe comedy atmosphere.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe comedy atmosphere.\u001b[24m\n    \u001b[1mコメディーな雰囲気。\u001b[22m, \u001b[1mコメディ雰囲気。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT:6/10\n\n\u001b[1mエンジョイメント：6/10\u001b[22m\n\u001b[1m(Enjoimento: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT:6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT:6/10\u001b[24m\n    \u001b[1mエンジョイメント：6/10\u001b[22m, \u001b[1m享有：6/10\u001b[22m\nusually i can't enjoy this type of animal which deals with fantasy\n\n\u001b[1m通常私はファンタジーを扱う動物のこのタイプを楽しむことができません\u001b[22m\n\u001b[1m(Tsūjō watashi wa fantajī o atsukau dōbutsu no kono taipu o tanoshimu koto ga dekimasen)\u001b[22m\n\nTranslations of \u001b[4musually i can't enjoy this type of animal which deals with fantasy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4musually i can't enjoy this type of animal which deals with fantasy\u001b[24m\n    \u001b[1m通常私はファンタジーを扱う動物のこのタイプを楽しむことができません\u001b[22m, \u001b[1m通常、私はファンタジーを扱う動物のこのタイプを楽しむことができません\u001b[22m\nworlds . but this show did enjoyed me with the parody scenes about\n\n\u001b[1m世界。 しかし、このショーは、私がパロディシーンについて楽しんでいた\u001b[22m\n\u001b[1m(Sekai. Shikashi, kono shō wa, watashi ga parodishīn ni tsuite tanoshinde ita)\u001b[22m\n\nTranslations of \u001b[4mworlds . but this show did enjoyed me with the parody scenes about\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mworlds .\u001b[24m\n    \u001b[1m世界。\u001b[22m\n\u001b[4mbut this show did enjoyed me with the parody scenes about\u001b[24m\n    \u001b[1mしかし、このショーは、私がパロディシーンについて楽しんでいた\u001b[22m, \u001b[1mしかし、この番組は、約パロディシーンで私を楽しんでました\u001b[22m\nfantasy world and fantasy monsters and (saber from fate) along with the\n\n\u001b[1mファンタジーの世界とファンタジーのモンスターと（運命からのサーベル）と一緒に\u001b[22m\n\u001b[1m(Fantajī no sekai to fantajī no monsutā to (unmei kara no sāberu) to issho ni)\u001b[22m\n\nTranslations of \u001b[4mfantasy world and fantasy monsters and (saber from fate) along with the\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfantasy world and fantasy monsters and (saber from fate) along with the\u001b[24m\n    \u001b[1mファンタジーの世界とファンタジーのモンスターと（運命からのサーベル）と一緒に\u001b[22m, \u001b[1mファンタジーの世界とファンタジーモンスターと一緒に（運命からサーベル）\u001b[22m\nfunny atmosphere. yet, being an episodic anime with no storyline makes\n\n\u001b[1m面白い雰囲気。 まだ、ストーリーラインのないエピソードのアニメである\u001b[22m\n\u001b[1m(Omoshiroi fun'iki. Mada, sutōrīrain no nai episōdo no animedearu)\u001b[22m\n\nTranslations of \u001b[4mfunny atmosphere. yet, being an episodic anime with no storyline makes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfunny atmosphere.\u001b[24m\n    \u001b[1m面白い雰囲気。\u001b[22m\n\u001b[4myet, being an episodic anime with no storyline makes\u001b[24m\n    \u001b[1mまだ、ストーリーラインのないエピソードのアニメである\u001b[22m, \u001b[1m全くストーリーが行うものではありませんで、まだ、エピソードアニメであること\u001b[22m\nthe enjoyment low and the hype not real !!\n\n\u001b[1m楽しさが低く、誇大広告は現実的ではありません！\u001b[22m\n\u001b[1m(Tanoshisa ga hikuku, kodai kōkoku wa genjitsu-tekide wa arimasen!)\u001b[22m\n\nTranslations of \u001b[4mthe enjoyment low and the hype not real !!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe enjoyment low and the hype not real !!\u001b[24m\n    \u001b[1m楽しさが低く、誇大広告は現実的ではありません！\u001b[22m, \u001b[1m低楽しみと誇大広告本物ではありません！\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL:5~6/10\n\n\u001b[1m全体的：5〜6/10\u001b[22m\n\u001b[1m(Zentai-teki: 5 〜 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mOVERALL:5~6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL:5~6/10\u001b[24m\n    \u001b[1m全体的：5〜6/10\u001b[22m, \u001b[1m全体：5〜6月10日\u001b[22m\nfine , a good try to change the concept of the virtual game anime.\n\n\u001b[1m良い、仮想ゲームアニメのコンセプトを変更しようとすると良い。\u001b[22m\n\u001b[1m(Yoi, kasō gēmuanime no konseputo o henkō shiyou to suruto yoi.)\u001b[22m\n\nTranslations of \u001b[4mfine , a good try to change the concept of the virtual game anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mfine , a good try to change the concept of the virtual game anime.\u001b[24m\n    \u001b[1m良い、仮想ゲームアニメのコンセプトを変更しようとすると良い。\u001b[22m, \u001b[1m仮想ゲームアニメの概念を変更するには罰金、良い試み。\u001b[22m\n\u001b[1m\u001b[22m\nps: people who look for feelings ,emotional scenes .. this is the last anime\n\n\u001b[1mps：感情を探している人、感情的なシーン..これは最後のアニメです\u001b[22m\n\u001b[1m(Ps: Kanjō o sagashite iru hito, kanjō-tekina shīn.. Kore wa saigo no animedesu)\u001b[22m\n\nTranslations of \u001b[4mps: people who look for feelings ,emotional scenes .. this is the last anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mps: people who look for feelings ,emotional scenes .. this is the last anime\u001b[24m\n    \u001b[1mps：感情を探している人、感情的なシーン..これは最後のアニメです\u001b[22m, \u001b[1mPS：感情、感情的なシーンを探す人が..これが最後のアニメです\u001b[22m\nyou should try to watch :v\n\n\u001b[1m見てみるべきです：v\u001b[22m\n\u001b[1m(Mite mirubekidesu: V)\u001b[22m\n\nTranslations of \u001b[4myou should try to watch :v\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4myou should try to watch :v\u001b[24m\n    \u001b[1m見てみるべきです：v\u001b[22m, \u001b[1mあなたが見しようとする必要があります。v\u001b[22m"
  },
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "Radeon",
    "profile": "/profile/Radeon/reviews",
    "pages": "7",
    "number": "10",
    "link": "/reviews.php?id=224697",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  7\nキャラクター|  5\n|  5\n\nKonoSubaまたは*ここに完全な名前を入れてください*私はすぐに関心を失うことはありませんいくつかの光の小説の適応の一つです。 最初の印象は良かったし、私は「おい、私はこの種のコメディがもっと欲しい」と言いました。 それは純金だった。\n\nその外観から判断すると、コノスバは、ゲーム/世界/どんなアクションアニメにも閉じ込められている、これらの幻想の一つです。 しかし、コノスバは、人々が真剣にそれを受け止めなければならないショーではありません。 最初のエピソードを見て、それ自体は明らかでした。 ファンタジーの世界に復活して送られてきた主人公カズマに続いて、彼はいわゆる「悪魔の王」を倒すという1つの任務を与えられました。 しかし、そのプロットにはほとんど進展がありません。 エピソードのすべてで、彼と彼の党はクエストを完了させるだけです。 大多数は自明であり、いくつかの「強制」なものである。\n\nだから、どこが楽しいですか？\n\nKonoSubaの恩恵はそのコメディです。 残念ながら、その強さはアキレス腱でもあります。 人々を攻撃する生きたキャベツ!!...ハハハ...いいえ。 ただ止めろ。 どうして？ それは時間の約半分を提供します。 カズマの窃盗能力について、いくつかの大丈夫なものに言及することから始めましょう。 メグミンの1日1回の呪文。 暗闇のマゾキスな性格。 これらはすべて面白いですが、何度も何度もリサイクルされるとすぐに鈍くなります。 最高の冗談だけでも、私は笑顔を砕くことができました。 悲しいかな、ユーモアがうまくいかなかったら、うんざりします。\n\n文字は単に既存のステレオタイプのただのコメディ版なので、特別なものではありません。 まず、一馬がいます。 シャット・インとオタクにもかかわらず、彼は他の3人のメンバーと比べて、もっとも合理的で、すべての女性が好都合です。 少なくとも、彼は完全なベータ男性ではありません。 それにもかかわらず、彼はまだ一般的です。\n\n他の3人のメンバーは次のとおりです：メグミンの魔術師、「ダークネス」の十字軍、そして最後に、アタは女神の姿勢が甘やかされた子供のものと同じです。 ショーでの彼女の役割は、常に不安になる。 明らかに、彼女の泣き言は、娯楽のためのものであると思われます。 メグミンは好きですが、彼女の興味はシリーズの途中で消えてしまいました。  Wiz（豪華な大爆発のwaifu）やChrisのようなサポートキャラクターには潜在的な可能性があったが、貧弱な画面時間しかなかったので、特に気にしなかった。 ウィズは間違いなく暑いですが、間違ってはいけません。 しかし、私が言ったように、彼女は実際に彼女の世話を開始するために、私は多くのスクリーン時間が必要でした。 全体的に、キャラクターのほとんどは単に退屈でした。\n\n現在の基準によるKonoSubaのアニメーションは、ほとんど握っていません。 背景は素晴らしいですが、文字のアニメーションはとてもそうです。 最高ではなく、最悪でもない。\n\n健全な側面について批判することはあまりありません。 まともなvoiceacting、大丈夫なサウンドトラック/ OP / ED。 しかし、アクアの声は私の耳を滲ませるでしょう。\n\n結局のところ、コノスバの強みと弱みの両方は、コメディとユーモアの中にあります。 ストーリーの進行が不足しているので、ライフ/コメディのアニメとして終わります。 最高で、KonoSubaは無差別です。 もし私がこれを勧めなければならないかどうかは確かではないが、おそらくは生活要素のコメディアニメのファンには分かるだろう。 それにもかかわらず、私は彼らが楽しい経験を持つことを保証することはできません。 このアニメを十分に理解できる人もあれば、それを嫌う人もいます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nKonoSuba or *insert full name here* is one of the few light novel adaptations that doesn't immediately make me lose interest. The first impressions was good and made me go 'Hey, I want more of this kind of comedy.' That was pure gold.\n\n\u001b[1mKonoSubaまたは*ここに完全な名前を入れてください*私はすぐに関心を失うことはありませんいくつかの光の小説の適応の一つです。 最初の印象は良かったし、私は「おい、私はこの種のコメディがもっと欲しい」と言いました。 それは純金だった。\u001b[22m\n\u001b[1m(KonoSuba matawa* koko ni kanzen'na namae o iretekudasai* watashi wa sugu ni kanshin o ushinau koto wa arimasen ikutsu ka no hikari no shōsetsu no tekiō no hitotsudesu. Saisho no inshō wa yokattashi, watashi wa `oi, watashi wa kono tane no komedi ga motto hoshī' to iimashita. Sore wa junkindatta.)\u001b[22m\n\nTranslations of \u001b[4mKonoSuba or *insert full name here* is one of the few light novel adaptations that doesn't immediately make me lose interest. The first impressions was good and made me go 'Hey, I want more of this kind of comedy.' That was pure gold.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKonoSuba or *insert full name here* is one of the few light novel adaptations that doesn't immediately make me lose interest.\u001b[24m\n    \u001b[1mKonoSubaまたは*ここに完全な名前を入れてください*私はすぐに関心を失うことはありませんいくつかの光の小説の適応の一つです。\u001b[22m, \u001b[1mKonoSubaまたは*ここに完全な名前を挿入*すぐに私は興味を失うことはありませんいくつかのライトノベル適応の一つです。\u001b[22m\n\u001b[4mThe first impressions was good and made me go 'Hey, I want more of this kind of comedy.'\u001b[24m\n    \u001b[1m最初の印象は良かったし、私は「おい、私はこの種のコメディがもっと欲しい」と言いました。\u001b[22m, \u001b[1m第一印象は良かったし、私が行かせた」ねえ、私は喜劇のこの種の多くをしたいです。」\u001b[22m\n\u001b[4mThat was pure gold.\u001b[24m\n    \u001b[1mそれは純金だった。\u001b[22m, \u001b[1mそれは純金でした。\u001b[22m\n\u001b[1m\u001b[22m\nJudging by its looks, KonoSuba is one of THOSE fantasy, trapped in a game/world/whatever action anime, which is one of the growing trends these days. However, KonoSuba isn't an show where people are to take it seriously. That itself was evident, after watching its first episode. Following the protagonist, Kazuma who is resurrected and sent to the fantasy world, he's given one task: to defeat the so-called 'Devil King'. But there's just barely any progression in its plot. All of the episodes just have him and his party completing quests; majority are trivial and a few 'compulsary' ones.\n\n\u001b[1mその外観から判断すると、コノスバは、ゲーム/世界/どんなアクションアニメにも閉じ込められている、これらの幻想の一つです。 しかし、コノスバは、人々が真剣にそれを受け止めなければならないショーではありません。 最初のエピソードを見て、それ自体は明らかでした。 ファンタジーの世界に復活して送られてきた主人公カズマに続いて、彼はいわゆる「悪魔の王」を倒すという1つの任務を与えられました。 しかし、そのプロットにはほとんど進展がありません。 エピソードのすべてで、彼と彼の党はクエストを完了させるだけです。 大多数は自明であり、いくつかの「強制」なものである。\u001b[22m\n\u001b[1m(Sono gaikan kara handan suru to, konosuba wa, gēmu/ sekai/ don'na akushon anime ni mo tojikome rarete iru, korera no gensō no hitotsudesu. Shikashi, konosuba wa, hitobito ga shinken ni sore o uketomenakereba naranai shōde wa arimasen. Saisho no episōdo o mite, sore jitai wa akirakadeshita. Fantajī no sekai ni fukkatsu shite okura rete kita shujinkō Kazuma ni tsudzuite, kare wa iwayuru `akuma no ō' o taosu to iu 1tsu no ninmu o atae raremashita. Shikashi, sono purotto ni wa hotondo shinten ga arimasen. Episōdo no subete de, kare to kare no tō wa kuesuto o kanryō sa seru dakedesu. Dai tasū wa jimeideari, ikutsu ka no `kyōsei'na monodearu.)\u001b[22m\n\nTranslations of \u001b[4mJudging by its looks, KonoSuba is one of THOSE fantasy, trapped in a game/world/whatever action anime, which is one of the growing trends these days. However, KonoSuba isn't an show where people are to take it seriously. That itself was evident, after watching its first episode. Following the protagonist, Kazuma who is resurrected and sent to the fantasy world, he's given one task: to defeat the so-called 'Devil King'. But there's just barely any progression in its plot. All of the episodes just have him and his party completing quests; majority are trivial and a few 'compulsary' ones.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJudging by its looks, KonoSuba is one of THOSE fantasy, trapped in a game/world/whatever action anime, which is one of the growing trends these days.\u001b[24m\n    \u001b[1mその外観から判断すると、コノスバは、ゲーム/世界/どんなアクションアニメにも閉じ込められている、これらの幻想の一つです。\u001b[22m, \u001b[1mそのルックスから判断すると、KonoSubaは成長しているトレンドの一つ、これらの日であるゲーム/世界/どんなアクションアニメ、中に閉じ込め、THOSEファンタジーの一つです。\u001b[22m\n\u001b[4mHowever, KonoSuba isn't an show where people are to take it seriously.\u001b[24m\n    \u001b[1mしかし、コノスバは、人々が真剣にそれを受け止めなければならないショーではありません。\u001b[22m, \u001b[1mしかし、KonoSubaは、人々は真剣にそれを取るためにあるのショーではありません。\u001b[22m\n\u001b[4mThat itself was evident, after watching its first episode.\u001b[24m\n    \u001b[1m最初のエピソードを見て、それ自体は明らかでした。\u001b[22m, \u001b[1m自体ことは、その最初のエピソードを見た後、明らかになりました。\u001b[22m\n\u001b[4mFollowing the protagonist, Kazuma who is resurrected and sent to the fantasy world, he's given one task: to defeat the so-called 'Devil King'.\u001b[24m\n    \u001b[1mファンタジーの世界に復活して送られてきた主人公カズマに続いて、彼はいわゆる「悪魔の王」を倒すという1つの任務を与えられました。\u001b[22m, \u001b[1mいわゆる「魔王」を倒すために：復活とファンタジーの世界に送られる主人公、一真の後、彼は一つのタスクを与えられています。\u001b[22m\n\u001b[4mBut there's just barely any progression in its plot.\u001b[24m\n    \u001b[1mしかし、そのプロットにはほとんど進展がありません。\u001b[22m, \u001b[1mしかし、そのプロット内の任意の進行がかろうじてあります。\u001b[22m\n\u001b[4mAll of the episodes just have him and his party completing quests;\u001b[24m\n    \u001b[1mエピソードのすべてで、彼と彼の党はクエストを完了させるだけです。\u001b[22m, \u001b[1mエピソードのすべてがちょうど彼と彼の党完了クエストを持っています。\u001b[22m\n\u001b[4mmajority are trivial and a few 'compulsary' ones.\u001b[24m\n    \u001b[1m大多数は自明であり、いくつかの「強制」なものである。\u001b[22m, \u001b[1m大半は些細な、いくつかの「compulsary」ものです。\u001b[22m\n\u001b[1m\u001b[22m\nSo, where's all the fun?\n\n\u001b[1mだから、どこが楽しいですか？\u001b[22m\n\u001b[1m(Dakara, doko ga tanoshīdesu ka?)\u001b[22m\n\nTranslations of \u001b[4mSo, where's all the fun?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, where's all the fun?\u001b[24m\n    \u001b[1mだから、どこが楽しいですか？\u001b[22m, \u001b[1mだから、ここですべての楽しみがありますか？\u001b[22m\n\u001b[1m\u001b[22m\nKonoSuba's saving grace is its comedy. Unfortunately, its strength is also its own Achilles' heel. Living cabbages that attack people!!...HAHAHA...nope. Just stop. Why? it delivers only about HALF of the time. Let's start off by mentioning a few okay ones: Kazuma's stealing ability. Megumin's single use per day spell. Darkness's masochistic personality. All these are funny, yes, but it quickly gets dull when recycled over and over. Even the best jokes only made me crack a smile. Alas, when the humor fails, well, I just cringe.\n\n\u001b[1mKonoSubaの恩恵はそのコメディです。 残念ながら、その強さはアキレス腱でもあります。 人々を攻撃する生きたキャベツ!!...ハハハ...いいえ。 ただ止めろ。 どうして？ それは時間の約半分を提供します。 カズマの窃盗能力について、いくつかの大丈夫なものに言及することから始めましょう。 メグミンの1日1回の呪文。 暗闇のマゾキスな性格。 これらはすべて面白いですが、何度も何度もリサイクルされるとすぐに鈍くなります。 最高の冗談だけでも、私は笑顔を砕くことができました。 悲しいかな、ユーモアがうまくいかなかったら、うんざりします。\u001b[22m\n\u001b[1m(KonoSuba no onkei wa sono komedidesu. Zan'nen'nagara, sono tsuyo-sa wa akiresuken demo arimasu. Dōshite? Soreha jikan no yaku hanbun o teikyō shimasu. Kazuma no settō nōryoku ni tsuite, ikutsu ka no daijōbuna mono ni genkyū suru koto kara hajimemashou. Megumin no 1-nichi 1-kai no jumon. Kurayami no mazokisuna seikaku. Korera wa subete omoshiroidesuga, nandomonandomo risaikuru sa reruto sugu ni nibuku narimasu. Saikō no jōdan dake demo, watashi wa egao o kudaku koto ga dekimashita. Kanashī ka na, yūmoa ga umaku ikanakattara, unzari shimasu. Hitobito o kōgeki suru ikita kyabetsu! ! ... Hahaha... Īe. Tada yamero.)\u001b[22m\n\nTranslations of \u001b[4mKonoSuba's saving grace is its comedy. Unfortunately, its strength is also its own Achilles' heel. Living cabbages that attack people!!...HAHAHA...nope. Just stop. Why? it delivers only about HALF of the time. Let's start off by mentioning a few okay ones: Kazuma's stealing ability. Megumin's single use per day spell. Darkness's masochistic personality. All these are funny, yes, but it quickly gets dull when recycled over and over. Even the best jokes only made me crack a smile. Alas, when the humor fails, well, I just cringe.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKonoSuba's saving grace is its comedy.\u001b[24m\n    \u001b[1mKonoSubaの恩恵はそのコメディです。\u001b[22m, \u001b[1mKonoSubaの救いは、その喜劇です。\u001b[22m\n\u001b[4mUnfortunately, its strength is also its own Achilles' heel.\u001b[24m\n    \u001b[1m残念ながら、その強さはアキレス腱でもあります。\u001b[22m, \u001b[1m残念ながら、その強度は、独自のアキレス腱です。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mit delivers only about HALF of the time.\u001b[24m\n    \u001b[1mそれは時間の約半分を提供します。\u001b[22m, \u001b[1mそれは時間の約半分を提供しています。\u001b[22m\n\u001b[4mLet's start off by mentioning a few okay ones: Kazuma's stealing ability.\u001b[24m\n    \u001b[1mカズマの窃盗能力について、いくつかの大丈夫なものに言及することから始めましょう。\u001b[22m, \u001b[1m一馬の盗みの能力：それでは、いくつかいいものを言及することから始めましょう。\u001b[22m\n\u001b[4mMegumin's single use per day spell.\u001b[24m\n    \u001b[1mメグミンの1日1回の呪文。\u001b[22m, \u001b[1m一日の呪文あたりMeguminのシングルユース。\u001b[22m\n\u001b[4mDarkness's masochistic personality.\u001b[24m\n    \u001b[1m暗闇のマゾキスな性格。\u001b[22m, \u001b[1m闇の自虐的な性格。\u001b[22m\n\u001b[4mAll these are funny, yes, but it quickly gets dull when recycled over and over.\u001b[24m\n    \u001b[1mこれらはすべて面白いですが、何度も何度もリサイクルされるとすぐに鈍くなります。\u001b[22m, \u001b[1mこれらはすべて、はい、面白いですが、何度も繰り返しリサイクルするとき、それはすぐに鈍くなります。\u001b[22m\n\u001b[4mEven the best jokes only made me crack a smile.\u001b[24m\n    \u001b[1m最高の冗談だけでも、私は笑顔を砕くことができました。\u001b[22m, \u001b[1mでも最高のジョークは、私だけは笑顔を解読しました。\u001b[22m\n\u001b[4mAlas, when the humor fails, well, I just cringe.\u001b[24m\n    \u001b[1m悲しいかな、ユーモアがうまくいかなかったら、うんざりします。\u001b[22m, \u001b[1m悲しいかな、ユーモアが失敗したときに、よく、私はちょうどうんざり。\u001b[22m\n\u001b[4mLiving cabbages that attack people!!...HAHAHA...nope.\u001b[24m\n    \u001b[1m人々を攻撃する生きたキャベツ!!...ハハハ...いいえ。\u001b[22m, \u001b[1m人々を攻撃キャベツリビング!!... HAHAHA...いや。\u001b[22m\n\u001b[4mJust stop.\u001b[24m\n    \u001b[1mただ止めろ。\u001b[22m, \u001b[1mちょうど停止。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are merely just comedic versions of existing stereotypes, so they aren't special. First off, there's Kazuma. Despite being a shut-in and Otaku he's the most rational, in comparison to his other three members who conveniently, are all females. At least, he isn't a complete beta male. Nonetheless, he's still generic.\n\n\u001b[1m文字は単に既存のステレオタイプのただのコメディ版なので、特別なものではありません。 まず、一馬がいます。 シャット・インとオタクにもかかわらず、彼は他の3人のメンバーと比べて、もっとも合理的で、すべての女性が好都合です。 少なくとも、彼は完全なベータ男性ではありません。 それにもかかわらず、彼はまだ一般的です。\u001b[22m\n\u001b[1m(Moji wa tan'ni kizon no sutereo taipu no tada no komedi-ban'nanode, tokubetsuna monode wa arimasen. Mazu, Kazuma ga imasu. Shatto in to otaku nimokakawarazu, kare wa hoka no 3-ri no menbā to kurabete, mottomo gōri-tekide, subete no josei ga kōtsugōdesu. Sukunakutomo, kare wa kanzen'na bēta danseide wa arimasen. Sore nimokakawarazu, kare wa mada ippan-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are merely just comedic versions of existing stereotypes, so they aren't special. First off, there's Kazuma. Despite being a shut-in and Otaku he's the most rational, in comparison to his other three members who conveniently, are all females. At least, he isn't a complete beta male. Nonetheless, he's still generic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are merely just comedic versions of existing stereotypes, so they aren't special.\u001b[24m\n    \u001b[1m文字は単に既存のステレオタイプのただのコメディ版なので、特別なものではありません。\u001b[22m, \u001b[1m文字は、単に既存のステレオタイプのちょうどコミカルバージョンなので、特別ではありません。\u001b[22m\n\u001b[4mFirst off, there's Kazuma.\u001b[24m\n    \u001b[1mまず、一馬がいます。\u001b[22m, \u001b[1mまず第一に、カズマがあります。\u001b[22m\n\u001b[4mDespite being a shut-in and Otaku he's the most rational, in comparison to his other three members who conveniently, are all females.\u001b[24m\n    \u001b[1mシャット・インとオタクにもかかわらず、彼は他の3人のメンバーと比べて、もっとも合理的で、すべての女性が好都合です。\u001b[22m, \u001b[1mシャットであるとオタクDespite彼は、好都合には、すべての雌である彼の他の3のメンバーと比較して、最も合理的です。\u001b[22m\n\u001b[4mAt least, he isn't a complete beta male.\u001b[24m\n    \u001b[1m少なくとも、彼は完全なベータ男性ではありません。\u001b[22m\n\u001b[4mNonetheless, he's still generic.\u001b[24m\n    \u001b[1mそれにもかかわらず、彼はまだ一般的です。\u001b[22m, \u001b[1mそれにもかかわらず、彼はまだ一般的なのです。\u001b[22m\n\u001b[1m\u001b[22m\nThe other three members are: Megumin the mage, 'Darkness' the crusader, and lastly Aqua, a Goddess whose attitude is identical to that of a spoiled child. Her role in the show is be a constant irritation. Obviously, her whining is supposedly meant for entertainment purposes, for me its nothing but infuriating. Megumin is like-able, but my interests for her just disappeared about halfway in the series. Supporting characters such as Wiz(a gorgeous big-breasted waifu) and Chris had some potential but having only meager amount of screen time, I didn't particularly care that much about them. Wiz is definitely hot, don't get me wrong. But like I said, she needed more screen time for me to actually start caring for her. All in all, most of the characters were simply boring.\n\n\u001b[1m他の3人のメンバーは次のとおりです：メグミンの魔術師、「ダークネス」の十字軍、そして最後に、アタは女神の姿勢が甘やかされた子供のものと同じです。 ショーでの彼女の役割は、常に不安になる。 明らかに、彼女の泣き言は、娯楽のためのものであると思われます。 メグミンは好きですが、彼女の興味はシリーズの途中で消えてしまいました。  Wiz（豪華な大爆発のwaifu）やChrisのようなサポートキャラクターには潜在的な可能性があったが、貧弱な画面時間しかなかったので、特に気にしなかった。 ウィズは間違いなく暑いですが、間違ってはいけません。 しかし、私が言ったように、彼女は実際に彼女の世話を開始するために、私は多くのスクリーン時間が必要でした。 全体的に、キャラクターのほとんどは単に退屈でした。\u001b[22m\n\u001b[1m(Hoka no 3-ri no menbā wa tsugi no tōridesu: Megumin no majutsu-shi,`dākunesu' no jūjigun, soshite saigo ni, Ata wa megami no shisei ga amayakasa reta kodomo no mono to onajidesu. Shō de no kanojo no yakuwari wa, tsuneni fuan ni naru. Akiraka ni, kanojo no nakigoto wa, goraku no tame no monodearu to omowa remasu. Megumin wa sukidesuga, kanojo no kyōmi wa shirīzu no tochū de kiete shimaimashita. Wiz (gōkana dai bakuhatsu no waifu) ya kurisu no yōna sapōtokyarakutā ni wa senzai-tekina kanōsei ga attaga, hinjakuna gamen jikan shika nakattanode, tokuni ki ni shinakatta. U~izu wa machigainaku atsuidesuga, machigatte wa ikemasen. Shikashi, watashi ga itta yō ni, kanojo wa jissai ni kanojo no sewa o kaishi suru tame ni, watashi wa ōku no sukurīn jikan ga hitsuyōdeshita. Zentai-teki ni, kyarakutā no hotondo wa tan'ni taikutsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe other three members are: Megumin the mage, 'Darkness' the crusader, and lastly Aqua, a Goddess whose attitude is identical to that of a spoiled child. Her role in the show is be a constant irritation. Obviously, her whining is supposedly meant for entertainment purposes, for me its nothing but infuriating. Megumin is like-able, but my interests for her just disappeared about halfway in the series. Supporting characters such as Wiz(a gorgeous big-breasted waifu) and Chris had some potential but having only meager amount of screen time, I didn't particularly care that much about them. Wiz is definitely hot, don't get me wrong. But like I said, she needed more screen time for me to actually start caring for her. All in all, most of the characters were simply boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other three members are: Megumin the mage, 'Darkness' the crusader, and lastly Aqua, a Goddess whose attitude is identical to that of a spoiled child.\u001b[24m\n    \u001b[1m他の3人のメンバーは次のとおりです：メグミンの魔術師、「ダークネス」の十字軍、そして最後に、アタは女神の姿勢が甘やかされた子供のものと同じです。\u001b[22m, \u001b[1m他の3メンバーは以下のとおりです。Meguminメイジ、「闇」十字軍、そして最後にアクア、態度甘やかされて育った子供のものと同一である女神。\u001b[22m\n\u001b[4mHer role in the show is be a constant irritation.\u001b[24m\n    \u001b[1mショーでの彼女の役割は、常に不安になる。\u001b[22m, \u001b[1mショーでの彼女の役割は一定で刺激することです。\u001b[22m\n\u001b[4mObviously, her whining is supposedly meant for entertainment purposes, for me its nothing but infuriating.\u001b[24m\n    \u001b[1m明らかに、彼女の泣き言は、娯楽のためのものであると思われます。\u001b[22m, \u001b[1m明らかに、彼女の泣き言はおそらく私のために、娯楽目的のために腹立たしいが、その何も意味はありません。\u001b[22m\n\u001b[4mMegumin is like-able, but my interests for her just disappeared about halfway in the series.\u001b[24m\n    \u001b[1mメグミンは好きですが、彼女の興味はシリーズの途中で消えてしまいました。\u001b[22m, \u001b[1mMeguminは次のように-ことが可能であるが、彼女のための私の関心はちょうどシリーズの約半分消えました。\u001b[22m\n\u001b[4mSupporting characters such as Wiz(a gorgeous big-breasted waifu) and Chris had some potential but having only meager amount of screen time, I didn't particularly care that much about them.\u001b[24m\n    \u001b[1mWiz（豪華な大爆発のwaifu）やChrisのようなサポートキャラクターには潜在的な可能性があったが、貧弱な画面時間しかなかったので、特に気にしなかった。\u001b[22m, \u001b[1mこのようウィズ（ゴージャス巨乳waifu）とクリスのような文字がいくつかの可能性を持っていたサポートが、画面の時間のわずかな量を持って、私は特にそれらについてそれほど気にしませんでした。\u001b[22m\n\u001b[4mWiz is definitely hot, don't get me wrong.\u001b[24m\n    \u001b[1mウィズは間違いなく暑いですが、間違ってはいけません。\u001b[22m, \u001b[1mウィズは間違いなく暑いです、誤解しないでください。\u001b[22m\n\u001b[4mBut like I said, she needed more screen time for me to actually start caring for her.\u001b[24m\n    \u001b[1mしかし、私が言ったように、彼女は実際に彼女の世話を開始するために、私は多くのスクリーン時間が必要でした。\u001b[22m, \u001b[1m私が言ったようしかし、彼女は実際に彼女の世話を開始するために私のためのより多くのスクリーンの時間を必要としていました。\u001b[22m\n\u001b[4mAll in all, most of the characters were simply boring.\u001b[24m\n    \u001b[1m全体的に、キャラクターのほとんどは単に退屈でした。\u001b[22m, \u001b[1mすべてのすべてで、文字のほとんどは、単純に退屈でした。\u001b[22m\n\u001b[1m\u001b[22m\nKonoSuba's animation by current standards, barely holds up. The backgrounds are great, but animation of characters are so-so. Not the best, not the worst either.\n\n\u001b[1m現在の基準によるKonoSubaのアニメーションは、ほとんど握っていません。 背景は素晴らしいですが、文字のアニメーションはとてもそうです。 最高ではなく、最悪でもない。\u001b[22m\n\u001b[1m(Genzai no kijun ni yoru KonoSuba no animēshon wa, hotondo nigitte imasen. Haikei wa subarashīdesuga, moji no animēshon wa totemo sōdesu. Saikōde wa naku, saiaku demonai.)\u001b[22m\n\nTranslations of \u001b[4mKonoSuba's animation by current standards, barely holds up. The backgrounds are great, but animation of characters are so-so. Not the best, not the worst either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKonoSuba's animation by current standards, barely holds up.\u001b[24m\n    \u001b[1m現在の基準によるKonoSubaのアニメーションは、ほとんど握っていません。\u001b[22m, \u001b[1m現在の基準ではKonoSubaのアニメーションは、かろうじてまで保持しています。\u001b[22m\n\u001b[4mThe backgrounds are great, but animation of characters are so-so.\u001b[24m\n    \u001b[1m背景は素晴らしいですが、文字のアニメーションはとてもそうです。\u001b[22m, \u001b[1m背景は素晴らしいですが、文字のアニメーションはまあまあです。\u001b[22m\n\u001b[4mNot the best, not the worst either.\u001b[24m\n    \u001b[1m最高ではなく、最悪でもない。\u001b[22m, \u001b[1mいずれかの最高のではなく、最悪ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nNot much to criticise about the sound aspect; decent voiceacting, okay soundtracks/OP/ED. Although, Aqua's voice would make my ears bleed.\n\n\u001b[1m健全な側面について批判することはあまりありません。 まともなvoiceacting、大丈夫なサウンドトラック/ OP / ED。 しかし、アクアの声は私の耳を滲ませるでしょう。\u001b[22m\n\u001b[1m(Kenzen'na sokumen ni tsuite hihan suru koto wa amari arimasen. Matomona voiceacting, daijōbuna saundotorakku/ OP/ ED. Shikashi, akua no koe wa watashi no mimi o nijima serudeshou.)\u001b[22m\n\nTranslations of \u001b[4mNot much to criticise about the sound aspect; decent voiceacting, okay soundtracks/OP/ED. Although, Aqua's voice would make my ears bleed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot much to criticise about the sound aspect;\u001b[24m\n    \u001b[1m健全な側面について批判することはあまりありません。\u001b[22m, \u001b[1mサウンド面に関する批判するあまりありません。\u001b[22m\n\u001b[4mdecent voiceacting, okay soundtracks/OP/ED.\u001b[24m\n    \u001b[1mまともなvoiceacting、大丈夫なサウンドトラック/ OP / ED。\u001b[22m, \u001b[1mまともなvoiceacting、大丈夫サウンドトラック/ OP / ED。\u001b[22m\n\u001b[4mAlthough, Aqua's voice would make my ears bleed.\u001b[24m\n    \u001b[1mしかし、アクアの声は私の耳を滲ませるでしょう。\u001b[22m, \u001b[1mが、アクアの声が私の耳が出血になるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nUltimately, both of KonoSuba's major strengths and weaknesses lie within its own comedy and humor. There's also lack of story progression, so it just ends up as a slice of life/comedy anime. KonoSuba is passable, at best. Not sure if I should recommend this or not, but perhaps to fans of comedy anime with slice of life elements. Despite that, I cannot guarantee they will have an enjoyable experience. Some people can fully appreciate this anime, while others will loathe it.\n\n\u001b[1m結局のところ、コノスバの強みと弱みの両方は、コメディとユーモアの中にあります。 ストーリーの進行が不足しているので、ライフ/コメディのアニメとして終わります。 最高で、KonoSubaは無差別です。 もし私がこれを勧めなければならないかどうかは確かではないが、おそらくは生活要素のコメディアニメのファンには分かるだろう。 それにもかかわらず、私は彼らが楽しい経験を持つことを保証することはできません。 このアニメを十分に理解できる人もあれば、それを嫌う人もいます。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, konosuba no tsuyomi to yowami no ryōhō wa, komedi to yūmoa no naka ni arimasu. Sutōrī no shinkō ga fusoku shite irunode, raifu/ komedi no anime to shite owarimasu. Saikō de, KonoSuba wa musabetsudesu. Moshi watashi ga kore o susumenakereba naranai ka dō ka wa tashikade wa naiga, osorakuha seikatsu yōso no komedi anime no fan ni wa wakarudarou. Sore nimokakawarazu, watashi wa karera ga tanoshī keiken o motsu koto o hoshō suru koto wa dekimasen. Kono anime o jūbun ni rikai dekiru hito mo areba, sore o kirau hito mo imasu.)\u001b[22m\n\nTranslations of \u001b[4mUltimately, both of KonoSuba's major strengths and weaknesses lie within its own comedy and humor. There's also lack of story progression, so it just ends up as a slice of life/comedy anime. KonoSuba is passable, at best. Not sure if I should recommend this or not, but perhaps to fans of comedy anime with slice of life elements. Despite that, I cannot guarantee they will have an enjoyable experience. Some people can fully appreciate this anime, while others will loathe it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUltimately, both of KonoSuba's major strengths and weaknesses lie within its own comedy and humor.\u001b[24m\n    \u001b[1m結局のところ、コノスバの強みと弱みの両方は、コメディとユーモアの中にあります。\u001b[22m, \u001b[1m最終的には、KonoSubaの主要な長所と短所の両方は、独自のコメディとユーモアの範囲内にあります。\u001b[22m\n\u001b[4mThere's also lack of story progression, so it just ends up as a slice of life/comedy anime.\u001b[24m\n    \u001b[1mストーリーの進行が不足しているので、ライフ/コメディのアニメとして終わります。\u001b[22m, \u001b[1mそれだけで人生/コメディアニメのスライスとして終わるので、物語の進行の欠如は、もあります。\u001b[22m\n\u001b[4mKonoSuba is passable, at best.\u001b[24m\n    \u001b[1m最高で、KonoSubaは無差別です。\u001b[22m, \u001b[1mKonoSubaは最高の状態で、まずまずです。\u001b[22m\n\u001b[4mNot sure if I should recommend this or not, but perhaps to fans of comedy anime with slice of life elements.\u001b[24m\n    \u001b[1mもし私がこれを勧めなければならないかどうかは確かではないが、おそらくは生活要素のコメディアニメのファンには分かるだろう。\u001b[22m, \u001b[1m私は人生の要素のスライスでいてもいなくても、おそらくコメディアニメのファンにこれをお勧めするかどうかわかりません。\u001b[22m\n\u001b[4mDespite that, I cannot guarantee they will have an enjoyable experience.\u001b[24m\n    \u001b[1mそれにもかかわらず、私は彼らが楽しい経験を持つことを保証することはできません。\u001b[22m, \u001b[1mそれにもかかわらず、私は彼らが楽しい経験を持っていることを保証することはできません。\u001b[22m\n\u001b[4mSome people can fully appreciate this anime, while others will loathe it.\u001b[24m\n    \u001b[1mこのアニメを十分に理解できる人もあれば、それを嫌う人もいます。\u001b[22m, \u001b[1m他の人がそれを嫌うだろうしながら、一部の人々は完全に、このアニメを鑑賞することができます。\u001b[22m"
  },
  {
    "title": "Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "id": "30831",
    "url": "https://myanimelist.net/anime/30831/Kono_Subarashii_Sekai_ni_Shukufuku_wo",
    "user": "JackYagami",
    "profile": "/profile/JackYagami/reviews",
    "pages": "7",
    "number": "11",
    "link": "/reviews.php?id=217766",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  6\nキャラクター|  10\n|  9\n\n簡単にしましょう。\n\nこのゲームのジャンルは、ここ数年で全面的に行われていますが、それは非常にシンプルなので、コンセプトがどれほど悪いかに関わらず、意見を引き付けています。私たちはビデオゲームで立ち往生しています。 それで、KonoSubaはそれが普及していることは明らかでした。\n\n良かったです？ 要するに、はい。 しかし、それは欠陥があります\n\nストーリー：\n\nKonoSubaで​​豊かな話を期待しないでください。\nあなたはトラップされています - ＆gt; 収益を得る - ＆gt; レベルアップ - ＆gt; 悪魔の王を倒す\nそして、あなたはコソスバで2〜3歩にちょっと立ち往生しています\nペーシングは、最後のエピソードのいくつかのキャラクターといくつかのイベントが欠落しているいくつかの要素を除いて、10エピソードショーであり、大丈夫です。 スタジオがそのような決定を下した理由は神が知っていますが、正直言って私はその物語に全く惹かれませんでした。 本当に私を魅了したのは...\n\nキャラクター：\n\n私はKazumaがKiritoのようなOPキャラクターではなかったことに驚いた。Log Horizo​​nのShigureのようなマスターストラテジストだった。 彼はこのショーが輝き続け、あなたがすべてのエピソードで彼とシンプトンをする理由です。 彼は面白く、知覚的で、ゲームで最も驚くべきスキルを持っています。常識です。 彼は彼のコメントをしてショーの背後にある主人であり、KonoSubaがそれが何であるかの主な理由を暴言します。\n\n今、パーティーの残りの部分は大丈夫です。 メグミン（それは彼女の名前です）は、メイジ部門のユニークなキャラクターで、1日に1つしか呪文を行えないので、シリーズの中で最も面白い瞬間をいくつか目標にしています。 暗闇（*視力*...彼女は黒人でもない）は、マゾヒストであり、彼女は一撃を上げず、タンクとして無用です...ちょっと。 私は彼女が何回も聞いた後、あなたが面白いと話すことから、彼女に飽きてしまった。\n\nそして、アクア...彼女は私がショーをほとんどドロップする理由です。 初めに彼女の傲慢さは彼女を面白くしますが、その後彼女は合計b ** hになります。 カズマを卑劣な方法で侮辱し、もちろん権力を持って女神になることを誇りに思って、あなたはそれを推測しました。 しかし、彼女は彼女が助けてくれるだけでなく、私を笑わせるのではなく、自分の神経に乗り続けている以上に痛いです。 簡単にシリーズの最悪の部分。\n\nアート：\n\nファンサービスのショーのように、KonoSubaはファンスタイルのスタイルを持っています。 ギルドマネージャーの胸と、ジグザグな物理学の胸にアクアの完璧な突き合わせを始め、このようなショーであなたは期待していました。 スキルのアニメーションは、メグミンの呪文のように本当に良いですし、戦いはその部分を見ます。 ですから、KonoSubaは美術の分野に欠陥がありません。\n\n音：\n\nハァッ？ この番組はサウンドトラックを持っていましたか？ 思い出に残るものはありません...私は、AT ALL\n\n最終的な評決：\n\nあなたが物語のような重いシリーズを素早く救いたいのであれば、ほとんどのアニメよりも短くすることで、アニメはいいアニメです。 ジョークはおかしい、暴言は陽気で、メグミンは愛らしい。 それは軽い話、fanserviceとゲームのジャンルへのコメディのアプローチは、すべての視聴者を喜ばせるだろうが、私の意見では、より多くの欲望とそれらを残すだろう...しかしねえ、2番目のシーズンは、アニメーションが終了するとすぐに緑色だった。 ちょうどAqueがそれほど迷惑にならないように",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nLet's keep it simple.\n\n\u001b[1m簡単にしましょう。\u001b[22m\n\u001b[1m(Kantan ni shimashou.)\u001b[22m\n\nTranslations of \u001b[4mLet's keep it simple.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's keep it simple.\u001b[24m\n    \u001b[1m簡単にしましょう。\u001b[22m, \u001b[1mそれをシンプルに保つのをしてみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nThe game genre is all over the place over the last few years, it keeps attracting views, no matter how bad is the concept since it's pretty simple: we are stuck in a videogame. So it was obvious that KonoSuba would be as popular as it was.\n\n\u001b[1mこのゲームのジャンルは、ここ数年で全面的に行われていますが、それは非常にシンプルなので、コンセプトがどれほど悪いかに関わらず、意見を引き付けています。私たちはビデオゲームで立ち往生しています。 それで、KonoSubaはそれが普及していることは明らかでした。\u001b[22m\n\u001b[1m(Kono gēmu no janru wa, koko sū-nen de zenmen-teki ni okonawa rete imasuga, sore wa hijō ni shinpurunanode, konseputo ga dorehodo warui ka ni kakawarazu, iken o hikitsukete imasu. Watashitachiha bideogēmu de tachiōjō shite imasu. Sorede, KonoSuba wa sore ga fukyū shite iru koto wa akirakadeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe game genre is all over the place over the last few years, it keeps attracting views, no matter how bad is the concept since it's pretty simple: we are stuck in a videogame. So it was obvious that KonoSuba would be as popular as it was.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe game genre is all over the place over the last few years, it keeps attracting views, no matter how bad is the concept since it's pretty simple: we are stuck in a videogame.\u001b[24m\n    \u001b[1mこのゲームのジャンルは、ここ数年で全面的に行われていますが、それは非常にシンプルなので、コンセプトがどれほど悪いかに関わらず、意見を引き付けています。私たちはビデオゲームで立ち往生しています。\u001b[22m, \u001b[1m私たちはビデオゲームで立ち往生している：ゲームのジャンルは、それは関係なく、それは非常に簡単だからな概念どのように悪いです、ビューを集めていない保持し、過去数年間ですべての場所です。\u001b[22m\n\u001b[4mSo it was obvious that KonoSuba would be as popular as it was.\u001b[24m\n    \u001b[1mそれで、KonoSubaはそれが普及していることは明らかでした。\u001b[22m, \u001b[1mだから、KonoSubaはそれがあったほど人気になることは明らかでした。\u001b[22m\n\u001b[1m\u001b[22m\nWas it good? In short, yes. But it has it flaws\n\n\u001b[1m良かったです？ 要するに、はい。 しかし、それは欠陥があります\u001b[22m\n\u001b[1m(Yokattadesu? Yōsuruni, hai. Shikashi, soreha kekkan ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mWas it good? In short, yes. But it has it flaws\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWas it good?\u001b[24m\n    \u001b[1m良かったです？\u001b[22m, \u001b[1mいいですか？\u001b[22m, \u001b[1mそれは良かったですか？\u001b[22m\n\u001b[4mIn short, yes.\u001b[24m\n    \u001b[1m要するに、はい。\u001b[22m\n\u001b[4mBut it has it flaws\u001b[24m\n    \u001b[1mしかし、それは欠陥があります\u001b[22m, \u001b[1mしかし、それはそれに欠陥があります\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\n\u001b[1m\u001b[22m\nDon't expect a rich story in KonoSuba.\n\n\u001b[1mKonoSubaで​​豊かな話を期待しないでください。\u001b[22m\n\u001b[1m(KonoSuba de ​​ yutakana hanashi o kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mDon't expect a rich story in KonoSuba.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon't expect a rich story in KonoSuba.\u001b[24m\n    \u001b[1mKonoSubaで豊かな話を期待しないでください。\u001b[22m, \u001b[1mKonoSubaの豊富なストーリーを期待してはいけません。\u001b[22m\nYou are trapped -&gt; Gain money -&gt; Level Up -&gt; Defeat the demon King\n\n\u001b[1mあなたはトラップされています - ＆gt; 収益を得る - ＆gt; レベルアップ - ＆gt; 悪魔の王を倒す\u001b[22m\n\u001b[1m(Anata wa torappu sa rete imasu - & gt; shūeki o eru - & gt; reberuappu - & gt; akuma no ō o taosu)\u001b[22m\n\nTranslations of \u001b[4mYou are trapped -&gt; Gain money -&gt; Level Up -&gt; Defeat the demon King\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou are trapped -&gt;\u001b[24m\n    \u001b[1mあなたはトラップされています - ＆gt;\u001b[22m, \u001b[1mあなたが閉じ込められている - ＆GT;\u001b[22m\n\u001b[4mGain money -&gt;\u001b[24m\n    \u001b[1m収益を得る - ＆gt;\u001b[22m, \u001b[1mお金を得る - ＆GT;\u001b[22m\n\u001b[4mLevel Up -&gt;\u001b[24m\n    \u001b[1mレベルアップ - ＆gt;\u001b[22m\n\u001b[4mDefeat the demon King\u001b[24m\n    \u001b[1m悪魔の王を倒す\u001b[22m, \u001b[1m悪魔王を倒します\u001b[22m\nAnd you are... kinda stuck in steps 2 and 3 in KonoSuba\n\n\u001b[1mそして、あなたはコソスバで2〜3歩にちょっと立ち往生しています\u001b[22m\n\u001b[1m(Soshite, anata wa kososuba de 2 〜 3-po ni chotto tachiōjō shite imasu)\u001b[22m\n\nTranslations of \u001b[4mAnd you are... kinda stuck in steps 2 and 3 in KonoSuba\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd you are... kinda stuck in steps 2 and 3 in KonoSuba\u001b[24m\n    \u001b[1mそして、あなたはコソスバで2〜3歩にちょっと立ち往生しています\u001b[22m, \u001b[1mそして、あなたは...ちょっとKonoSubaのステップ2と3で立ち往生しています\u001b[22m\nThe pacing is ok, being a 10 episode show, except for a few elements in the last episodes where we miss some characters and some events. God knows why the studio took such decision, but to be honest I wasn't attracted to the story at all. What really dragged me in was...\n\n\u001b[1mペーシングは、最後のエピソードのいくつかのキャラクターといくつかのイベントが欠落しているいくつかの要素を除いて、10エピソードショーであり、大丈夫です。 スタジオがそのような決定を下した理由は神が知っていますが、正直言って私はその物語に全く惹かれませんでした。 本当に私を魅了したのは...\u001b[22m\n\u001b[1m(Pēshingu wa, saigo no episōdo no ikutsu ka no kyarakutā to ikutsu ka no ibento ga ketsuraku shite iru ikutsu ka no yōso o nozoite, 10 episōdoshōdeari, daijōbudesu. Sutajio ga sono yōna kettei o kudashita riyū wa kami ga shitte imasuga, shōjiki itte watashi wa sono monogatari ni mattaku hika remasendeshita. Hontōni watashi o miryō shita no wa...)\u001b[22m\n\nTranslations of \u001b[4mThe pacing is ok, being a 10 episode show, except for a few elements in the last episodes where we miss some characters and some events. God knows why the studio took such decision, but to be honest I wasn't attracted to the story at all. What really dragged me in was...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe pacing is ok, being a 10 episode show, except for a few elements in the last episodes where we miss some characters and some events.\u001b[24m\n    \u001b[1mペーシングは、最後のエピソードのいくつかのキャラクターといくつかのイベントが欠落しているいくつかの要素を除いて、10エピソードショーであり、大丈夫です。\u001b[22m, \u001b[1mペーシングは、我々はいくつかの文字といくつかのイベントを欠場最後のエピソードのいくつかの要素を除いて、10のエピソードショーであること、okです。\u001b[22m\n\u001b[4mGod knows why the studio took such decision, but to be honest I wasn't attracted to the story at all.\u001b[24m\n    \u001b[1mスタジオがそのような決定を下した理由は神が知っていますが、正直言って私はその物語に全く惹かれませんでした。\u001b[22m, \u001b[1mスタジオは、このような決定を取ったが、私は全く話に魅了されませんでした正直に言うと、なぜ神は知っています。\u001b[22m\n\u001b[4mWhat really dragged me in was...\u001b[24m\n    \u001b[1m本当に私を魅了したのは...\u001b[22m, \u001b[1m何が本当にあったの私をドラッグ...\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\n\u001b[1m\u001b[22m\nI was surprised that Kazuma wasn't a OP character such as Kirito, or a master strategist like Shigure from Log Horizon. He is the reason why this show keeps shining and makes you simpatize with him in every episode. He is funny, perceptive, and the one with the most amazing skill in the game: common sense. He is the mastermind behind the show making his comments and rants the main reason why KonoSuba is what it is.\n\n\u001b[1m私はKazumaがKiritoのようなOPキャラクターではなかったことに驚いた。Log Horizo​​nのShigureのようなマスターストラテジストだった。 彼はこのショーが輝き続け、あなたがすべてのエピソードで彼とシンプトンをする理由です。 彼は面白く、知覚的で、ゲームで最も驚くべきスキルを持っています。常識です。 彼は彼のコメントをしてショーの背後にある主人であり、KonoSubaがそれが何であるかの主な理由を暴言します。\u001b[22m\n\u001b[1m(Watashi wa Kazuma ga Kirito no yōna OP kyarakutāde wa nakatta koto ni odoroita. Log Horizo ​​ n no Shigure no yōna masutāsutoratejisutodatta. Kare wa kono shō ga kagayaki tsudzuke, anata ga subete no episōdo de kare to shinputon o suru riyūdesu. Kare wa omoshiroku, chikaku-tekide, gēmu de mottomo odorokubeki sukiru o motte imasu. Jōshikidesu. Kare wa kare no komento o shite shō no haigo ni aru shujindeari, KonoSuba ga sore ga nandearu ka no omona riyū o bōgen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI was surprised that Kazuma wasn't a OP character such as Kirito, or a master strategist like Shigure from Log Horizon. He is the reason why this show keeps shining and makes you simpatize with him in every episode. He is funny, perceptive, and the one with the most amazing skill in the game: common sense. He is the mastermind behind the show making his comments and rants the main reason why KonoSuba is what it is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was surprised that Kazuma wasn't a OP character such as Kirito, or a master strategist like Shigure from Log Horizon.\u001b[24m\n    \u001b[1m私はKazumaがKiritoのようなOPキャラクターではなかったことに驚いた。Log HorizonのShigureのようなマスターストラテジストだった。\u001b[22m, \u001b[1m私は、一馬は、キリトのようなOPの文字、またはログホライズンから時雨のようなマスター・ストラテジストではなかったことに驚きました。\u001b[22m\n\u001b[4mHe is the reason why this show keeps shining and makes you simpatize with him in every episode.\u001b[24m\n    \u001b[1m彼はこのショーが輝き続け、あなたがすべてのエピソードで彼とシンプトンをする理由です。\u001b[22m, \u001b[1m彼は、このショーが輝く維持し、あなたはすべてのエピソードで彼と一緒にsimpatize作る理由です。\u001b[22m\n\u001b[4mHe is funny, perceptive, and the one with the most amazing skill in the game: common sense.\u001b[24m\n    \u001b[1m彼は面白く、知覚的で、ゲームで最も驚くべきスキルを持っています。常識です。\u001b[22m, \u001b[1m常識：彼は、面白い知覚、およびゲームの中で最も素晴らしいスキルを有するものです。\u001b[22m\n\u001b[4mHe is the mastermind behind the show making his comments and rants the main reason why KonoSuba is what it is.\u001b[24m\n    \u001b[1m彼は彼のコメントをしてショーの背後にある主人であり、KonoSubaがそれが何であるかの主な理由を暴言します。\u001b[22m, \u001b[1m彼は彼のコメントや暴言KonoSubaはそれが何であるかである主な理由を作るショーの首謀です。\u001b[22m\n\u001b[1m\u001b[22m\nNow the rest of the party are ok. Megumin (yes, that's her name) is a unique character in the mage department, being able of only doing one spell per day thus making her the target of some of the funniest moments in the series. Darkness (*sight*... she's not even black) is a masochist and she doesn't land a single hit, being useless as a tank... kinda. I was tired of her since what she says doest's strike you as funny after hearing it a couple of times.\n\n\u001b[1m今、パーティーの残りの部分は大丈夫です。 メグミン（それは彼女の名前です）は、メイジ部門のユニークなキャラクターで、1日に1つしか呪文を行えないので、シリーズの中で最も面白い瞬間をいくつか目標にしています。 暗闇（*視力*...彼女は黒人でもない）は、マゾヒストであり、彼女は一撃を上げず、タンクとしては役に立たない...ちょっと。 私は彼女が何回も聞いた後、あなたが面白いと話すことから、彼女に飽きてしまった。\u001b[22m\n\u001b[1m(Ima, pātī no nokori no bubun wa daijōbudesu. Megumin (sore wa kanojo no namaedesu) wa, Meiji bumon no yunīkuna kyarakutā de, 1-nichi ni 1tsu shika jumon o okonaenainode, shirīzu no naka de mottomo omoshiroi shunkan o ikutsu ka mokuhyō ni shite imasu. Kurayami (* shiryoku* ... Kanojo wa kokujin demonai) wa, mazohisutodeari, kanojo wa ichigeki o agezu, tanku to shite wa yakunitatanai... Chotto. Watashi wa kanojo ga nankai mo kiita nochi, anata ga omoshiroi to hanasu koto kara, kanojo ni akite shimatta.)\u001b[22m\n\nTranslations of \u001b[4mNow the rest of the party are ok. Megumin (yes, that's her name) is a unique character in the mage department, being able of only doing one spell per day thus making her the target of some of the funniest moments in the series. Darkness (*sight*... she's not even black) is a masochist and she doesn't land a single hit, being useless as a tank... kinda. I was tired of her since what she says doest's strike you as funny after hearing it a couple of times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow the rest of the party are ok.\u001b[24m\n    \u001b[1m今、パーティーの残りの部分は大丈夫です。\u001b[22m, \u001b[1m今、党の残りの部分はOKです。\u001b[22m\n\u001b[4mMegumin (yes, that's her name) is a unique character in the mage department, being able of only doing one spell per day thus making her the target of some of the funniest moments in the series.\u001b[24m\n    \u001b[1mメグミン（それは彼女の名前です）は、メイジ部門のユニークなキャラクターで、1日に1つしか呪文を行えないので、シリーズの中で最も面白い瞬間をいくつか目標にしています。\u001b[22m, \u001b[1mMeguminは（はい、それは彼女の名前だ）だけ彼女に直列におかしな瞬間のいくつかの目標を作るこうして一日あたり1呪文を行うことができるという、メイジ部門のユニークなキャラクターです。\u001b[22m\n\u001b[4mDarkness (*sight*... she's not even black) is a masochist and she doesn't land a single hit, being useless as a tank... kinda.\u001b[24m\n    \u001b[1m暗闇（*視力*...彼女は黒人でもない）は、マゾヒストであり、彼女は一撃を上げず、タンクとしては役に立たない...ちょっと。\u001b[22m, \u001b[1m闇は（*視覚*...彼女も黒ではありません）マゾであり、彼女はちょっと...タンクとして役に立たないという、シングルヒットを上陸されません。\u001b[22m\n\u001b[4mI was tired of her since what she says doest's strike you as funny after hearing it a couple of times.\u001b[24m\n    \u001b[1m私は彼女が何回も聞いた後、あなたが面白いと話すことから、彼女に飽きてしまった。\u001b[22m, \u001b[1m私は彼女がそれを数回聞いた後、面白いようdoの主語がthouの時の直説法・現在形のストライキあなたの言っているので、彼女の疲れていました。\u001b[22m\n\u001b[1m\u001b[22m\nAnd Aqua... she's the reason I almost drop the show. At the beginning her arrogance makes her funny but after that she becomes a total b**h. Only caring about money, insulting Kazuma in a derrogative way and of course boastering about being a goddess with the power of, you guessed it, water. But she hurts more than she helps and just keeps getting on my nerves instead of making me laugh. Easily the worst part of the series.\n\n\u001b[1mそして、アクア...彼女は私がショーをほとんどドロップする理由です。 初めに彼女の傲慢さは彼女を面白くしますが、その後彼女は合計b ** hになります。 カズマを卑劣な方法で侮辱し、もちろん権力を持って女神になることを誇りに思って、あなたはそれを推測しました。 しかし、彼女は彼女が助けてくれるだけでなく、私を笑わせるのではなく、自分の神経に乗り続けている以上に痛いです。 簡単にシリーズの最悪の部分。\u001b[22m\n\u001b[1m(Soshite, akua... Kanojo wa watashi ga shō o hotondo doroppu suru riyūdesu. Hajime ni kanojo no gōman-sa wa kanojo o omoshiroku shimasuga, sonogo kanojo wa gōkei b** h ni narimasu. Kazuma o hiretsuna hōhō de bujoku shi, mochiron kenryoku o motte megami ni naru koto o hokori ni omotte, anata wa sore o suisoku shimashita. Shikashi, kanojo wa kanojo ga tasukete kureru dakedenaku, watashi o warawaseru node wa naku, jibun no shinkei ni nori tsudzukete iru ijō ni itaidesu. Kantan ni shirīzu no saiaku no bubun.)\u001b[22m\n\nTranslations of \u001b[4mAnd Aqua... she's the reason I almost drop the show. At the beginning her arrogance makes her funny but after that she becomes a total b**h. Only caring about money, insulting Kazuma in a derrogative way and of course boastering about being a goddess with the power of, you guessed it, water. But she hurts more than she helps and just keeps getting on my nerves instead of making me laugh. Easily the worst part of the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd Aqua... she's the reason I almost drop the show.\u001b[24m\n    \u001b[1mそして、アクア...彼女は私がショーをほとんどドロップする理由です。\u001b[22m, \u001b[1mアクアは...彼女は私がほとんどのショーをドロップする理由です。\u001b[22m\n\u001b[4mAt the beginning her arrogance makes her funny but after that she becomes a total b**h.\u001b[24m\n    \u001b[1m初めに彼女の傲慢さは彼女を面白くしますが、その後彼女は合計b ** hになります。\u001b[22m, \u001b[1m始まる彼女の傲慢さで彼女の面白いになりますが、その後、彼女は合計B **時間になります。\u001b[22m\n\u001b[4mOnly caring about money, insulting Kazuma in a derrogative way and of course boastering about being a goddess with the power of, you guessed it, water.\u001b[24m\n    \u001b[1mカズマを卑劣な方法で侮辱し、もちろん権力を持って女神になることを誇りに思って、あなたはそれを推測しました。\u001b[22m, \u001b[1mのみ、お金を気にderrogative方法で一真を侮辱し、当然のパワーを持つ女神であることについてboastering、あなたは、水をそれを推測しました。\u001b[22m\n\u001b[4mBut she hurts more than she helps and just keeps getting on my nerves instead of making me laugh.\u001b[24m\n    \u001b[1mしかし、彼女は彼女が助けてくれるだけでなく、私を笑わせるのではなく、自分の神経に乗り続けている以上に痛いです。\u001b[22m, \u001b[1mしかし、彼女は彼女が助け、だけではなく、私を笑わせるの私の神経に乗る保つ以上に痛いです。\u001b[22m\n\u001b[4mEasily the worst part of the series.\u001b[24m\n    \u001b[1m簡単にシリーズの最悪の部分。\u001b[22m, \u001b[1m簡単に一連の最悪の部分。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\n\u001b[1m\u001b[22m\nBeing a fanservice show, KonoSuba has a fanservice style. Starting with Aqua's perfect butt to the breasts of the guild manager and all the jiggly physics you would expect in a show like this. The animations of the skills are really good like Megumin's spell and the battles look the part. So KonoSuba doesn't flaw in the art deparment.\n\n\u001b[1mファンサービスのショーのように、KonoSubaはファンスタイルのスタイルを持っています。 ギルドマネージャーの胸と、ジグザグな物理学の胸にアクアの完璧な突き合わせを始め、このようなショーであなたは期待していました。 スキルのアニメーションは、メグミンの呪文のように本当に良いですし、戦いはその部分を見ます。 ですから、KonoSubaは美術の分野に欠陥がありません。\u001b[22m\n\u001b[1m(Fansābisu no shō no yō ni, KonoSuba wa fan sutairu no sutairu o motte imasu. Girudomanējā no mune to, jiguzaguna butsurigaku no mune ni akua no kanpekina tsukiawase o hajime, kono yōna shō de anata wa kitai shite imashita. Sukiru no animēshon wa, megumin no jumon no yō ni hontōni yoidesushi, tatakai wa sono bubun o mimasu. Desukara, KonoSuba wa bijutsu no bun'ya ni kekkan ga arimasen.)\u001b[22m\n\nTranslations of \u001b[4mBeing a fanservice show, KonoSuba has a fanservice style. Starting with Aqua's perfect butt to the breasts of the guild manager and all the jiggly physics you would expect in a show like this. The animations of the skills are really good like Megumin's spell and the battles look the part. So KonoSuba doesn't flaw in the art deparment.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing a fanservice show, KonoSuba has a fanservice style.\u001b[24m\n    \u001b[1mファンサービスのショーのように、KonoSubaはファンスタイルのスタイルを持っています。\u001b[22m, \u001b[1mサービスカットのショーなので、KonoSubaはサービスカットのスタイルを持っています。\u001b[22m\n\u001b[4mStarting with Aqua's perfect butt to the breasts of the guild manager and all the jiggly physics you would expect in a show like this.\u001b[24m\n    \u001b[1mギルドマネージャーの胸と、ジグザグな物理学の胸にアクアの完璧な突き合わせを始め、このようなショーであなたは期待していました。\u001b[22m, \u001b[1mギルドマネージャー、あなたがこのようなショーで期待されるすべての小刻みに揺れる物理学の胸にアクアの完璧なお尻で始まります。\u001b[22m\n\u001b[4mThe animations of the skills are really good like Megumin's spell and the battles look the part.\u001b[24m\n    \u001b[1mスキルのアニメーションは、メグミンの呪文のように本当に良いですし、戦いはその部分を見ます。\u001b[22m, \u001b[1mスキルのアニメーションはMeguminの呪文のような本当に良いですし、戦いは一部を見て。\u001b[22m\n\u001b[4mSo KonoSuba doesn't flaw in the art deparment.\u001b[24m\n    \u001b[1mですから、KonoSubaは美術の分野に欠陥がありません。\u001b[22m, \u001b[1mだからKonoSubaは、アートdeparmentに欠陥ません。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\n\u001b[1m\u001b[22m\nHuh? This show had a soundtrack? Nothing memorable... besides I kept skipping the ending since doesn't match the show AT ALL\n\n\u001b[1mハァッ？ この番組はサウンドトラックを持っていましたか？ 思い出に残るものはありません...私は、AT ALL\u001b[22m\n\u001b[1m(Ha~a~tsu? Kono bangumi wa saundotorakku o motte imashita ka? Omoide ni nokoru mono wa arimasen... Watashi wa, AT ōru)\u001b[22m\n\nTranslations of \u001b[4mHuh? This show had a soundtrack? Nothing memorable... besides I kept skipping the ending since doesn't match the show AT ALL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHuh?\u001b[24m\n    \u001b[1mハァッ？\u001b[22m, \u001b[1mえ？\u001b[22m\n\u001b[4mThis show had a soundtrack?\u001b[24m\n    \u001b[1mこの番組はサウンドトラックを持っていましたか？\u001b[22m, \u001b[1mこの番組は、サウンドトラックを持っていましたか？\u001b[22m\n\u001b[4mNothing memorable... besides I kept skipping the ending since doesn't match the show AT ALL\u001b[24m\n    \u001b[1m思い出に残るものはありません...私は、AT ALL\u001b[22m, \u001b[1mまったく表示と一致していないので、私はエンディングをスキップ保た以外にも思い出に残る何もありません...\u001b[22m\n\u001b[1m\u001b[22m\nFinal Verdict:\n\n\u001b[1m最終的な評決：\u001b[22m\n\u001b[1m(Saishū-tekina hyōketsu:)\u001b[22m\n\nTranslations of \u001b[4mFinal Verdict:\u001b[24m\n[ \u001b[4mEspañol\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal\u001b[24m\n    \u001b[1m最終的な\u001b[22m, \u001b[1m最終\u001b[22m, \u001b[1mファイナル\u001b[22m, \u001b[1mの最終\u001b[22m\n\u001b[4mVerdict\u001b[24m\n    \u001b[1m評決\u001b[22m, \u001b[1mの評決\u001b[22m, \u001b[1m判決\u001b[22m, \u001b[1m評決の\u001b[22m\n\u001b[4m:\u001b[24m\n    \u001b[1m：\u001b[22m\n\u001b[1m\u001b[22m\nBeing shorter than most anime KonoSuba is good anime to watch if you want a quick relief of heavy series like Monogatari. The jokes are funny, the rants are hilariuous and Megumin is adorable. It's light story, fanservice and comedic approach to the game genre will please all viewers but, in my opinion, will leave them with the desire for more... but hey, a second season was green lighted as soon as the anime finished. Just hoping that Aque becomes less annoying by then\n\n\u001b[1mあなたが物語のような重いシリーズを素早く救いたいのであれば、ほとんどのアニメよりも短くすることで、アニメはいいアニメです。 ジョークはおかしい、暴言は陽気で、メグミンは愛らしい。 それは軽い話、fanserviceとゲームのジャンルへのコメディのアプローチは、すべての視聴者を喜ばせるだろうが、私の意見では、より多くの欲望とそれらを残すだろう...しかしねえ、2番目のシーズンは、アニメーションが終了するとすぐに緑色だった。 ちょうどAqueがそれほど迷惑にならないように\u001b[22m\n\u001b[1m(Anata ga monogatari no yōna omoi shirīzu o subayaku sukuitai nodeareba, hotondo no anime yori mo mijikaku suru koto de, anime wa ī animedesu. Jōku wa okashī, bōgen wa yōkide, megumin wa airashī. Sore wa karui hanashi, fanservice to gēmu no janru e no komedi no apurōchi wa, subete no shichō-sha o yorokoba serudarouga, watashi no ikende wa, yori ōku no yokubō to sorera o nokosudarou... Shikashinē, 2-banme no shīzun wa, animēshon ga shūryō suruto sugu ni midoriirodatta. Chōdo Aque ga sorehodo meiwaku ni naranai yō ni)\u001b[22m\n\nTranslations of \u001b[4mBeing shorter than most anime KonoSuba is good anime to watch if you want a quick relief of heavy series like Monogatari. The jokes are funny, the rants are hilariuous and Megumin is adorable. It's light story, fanservice and comedic approach to the game genre will please all viewers but, in my opinion, will leave them with the desire for more... but hey, a second season was green lighted as soon as the anime finished. Just hoping that Aque becomes less annoying by then\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBeing shorter than most anime KonoSuba is good anime to watch if you want a quick relief of heavy series like Monogatari.\u001b[24m\n    \u001b[1mあなたが物語のような重いシリーズを素早く救いたいのであれば、ほとんどのアニメよりも短くすることで、アニメはいいアニメです。\u001b[22m, \u001b[1mほとんどのアニメKonoSuba未満であることはあなたが物語のような重い一連の迅速な救済をしたい場合は見て良いアニメです。\u001b[22m\n\u001b[4mThe jokes are funny, the rants are hilariuous and Megumin is adorable.\u001b[24m\n    \u001b[1mジョークはおかしい、暴言は陽気で、メグミンは愛らしい。\u001b[22m, \u001b[1mジョークが面白いです、暴言はhilariuousであり、Meguminが愛らしいです。\u001b[22m\n\u001b[4mIt's light story, fanservice and comedic approach to the game genre will please all viewers but, in my opinion, will leave them with the desire for more... but hey, a second season was green lighted as soon as the anime finished.\u001b[24m\n    \u001b[1mそれは軽い話、fanserviceとゲームのジャンルへのコメディのアプローチは、すべての視聴者を喜ばせるだろうが、私の意見では、より多くの欲望とそれらを残すだろう...しかしねえ、2番目のシーズンは、アニメーションが終了するとすぐに緑色だった。\u001b[22m, \u001b[1mこれは、すべての視聴者を満足させるゲームのジャンルに光の物語、サービスカットやコミカルなアプローチをだが、私の意見では、より多くの欲求でそれらを残して...ちょっと、セカンドシーズンはすぐにアニメが終了したとして点灯緑色でした。\u001b[22m\n\u001b[4mJust hoping that Aque becomes less annoying by then\u001b[24m\n    \u001b[1mちょうどAqueがそれほど迷惑にならないように\u001b[22m, \u001b[1mちょうどAqueはそれまであまり迷惑になることを期待\u001b[22m"
  }
]
