[
  {
    "title": "Papillon_Rose",
    "id": "3112",
    "url": "https://myanimelist.net/anime/3112/Papillon_Rose",
    "user": "Tentacle_Giant",
    "profile": "/profile/Tentacle_Giant/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=131311",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n私はこのアニメを見るために何を持っていたのか分かりませんが、私はしました。\n\nさて、いくつかの裏話：\n私はHuluを見るのが面白くないものを探していた。 しばらくすると、私はPapillon Roseを横切ってカムする。 このアニメは、典型的な魔法の女の子アニメのラッキーなパロディーとして、私には面白いものや短い7つのエピソードのように見えました。 最初のエピソードが上がってきて、それは信じられないくらいぼんやりとしていました。 私はそれを愛し、私は次のエピソードに移動し、...それはまったく異なったものでした。 最初のエピソードは、決して終わらなかった早い時期からのOVAだったことが分かります。\n\n今Papillon Roseテレビシリーズに：\nOVAで陽気に悪いことはすべてここにありません。 ローズのバイブレーターのような、性的に明白なヒラリーはすべて消えてしまった。 信じられないほどにぼんやりとした対話もなくなりました。 しかし、最大の犯罪は、未完成のOVAから構成されているということです。 このシリーズは、あなたが見たことも知らなかった出来事を参照して、視聴者の終わりに軽度の混乱を招く。 芸術は大丈夫ですOVAの上のステップであり、これはさらに完全に異なっていることを示しています。 音楽は、それが一般的なポピーの曲と陽気な気持ちで忘れることができます。 キャラクターは薄い紙で、私は薄い紙の上の薄いティッシュについて話しているわけではありません。彼らはそこにいる魔法少女アニメの中で最も典型的なキャラクターのカットアウトです。  「すべてが大丈夫」という考え方を除いて、開発は絶対にありません。\n\n最終的なノート：オリジナルのOVAをお勧めします。これは悪いことです。 最終的には、それが元の利点の唯一のものだったOVAのユーモアが欠けていたので、それは退屈だった。  6つの退屈なエピソードを保存し、このアニメをスキップします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nI don't know what possessed me to watch this anime but I did.\n\n\u001b[1m私はこのアニメを見るために何を持っていたのか分かりませんが、私はしました。\u001b[22m\n\u001b[1m(Watashi wa kono anime o miru tame ni nani o motte ita no ka wakarimasen ga, watashi wa shimashita.)\u001b[22m\n\nTranslations of \u001b[4mI don't know what possessed me to watch this anime but I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't know what possessed me to watch this anime but I did.\u001b[24m\n    \u001b[1m私はこのアニメを見るために何を持っていたのか分かりませんが、私はしました。\u001b[22m, \u001b[1m私はこのアニメを見て私を保有するが、私が何をしたか分かりません。\u001b[22m\n\u001b[1m\u001b[22m\nOkay some backstory:\n\n\u001b[1mさて、いくつかの裏話：\u001b[22m\n\u001b[1m(Sate, ikutsu ka no urabanashi:)\u001b[22m\n\nTranslations of \u001b[4mOkay some backstory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay some backstory:\u001b[24m\n    \u001b[1mさて、いくつかの裏話：\u001b[22m\nI was perusing Hulu looking for something hilariously bad to watch. After some time I cam across Papillon Rose. This anime presented itself as a raunchy parody of a typical magical girl anime which, to me, looked like something interesting and at a short 7 episodes too. The first episode came up and it was hilariously raunchy to an unbelievable extent. I loved it so I move onto the next episode and... It was completely different. It turns out that first episode was an OVA from some time earlier that never finished.\n\n\u001b[1m私はHuluを見るのが面白くないものを探していた。 しばらくすると、私はPapillon Roseを横切ってカムする。 このアニメは、典型的な魔法の女の子アニメのラッキーなパロディーとして、私には面白いものや短い7つのエピソードのように見えました。 最初のエピソードが上がってきて、それは信じられないくらいぼんやりとしていました。 私はそれを愛し、私は次のエピソードに移動し、...それはまったく異なったものでした。 最初のエピソードは、決して終わらなかった早い時期からのOVAだったことが分かります。\u001b[22m\n\u001b[1m(Watashi wa fūrū o miru no ga omoshirokunai mono o sagashite ita. Shibaraku suru to, watashi wa Papillon rōzu o yokogitte kamu suru. Kono anime wa, tenkei-tekina mahō no on'nanoko anime no rakkīna parodī to shite, watashiniha omoshiroi mono ya mijikai 7tsu no episōdo no yō ni miemashita. Saisho no episōdo ga agatte kite, sore wa shinji rarenai kurai bon'yari to shite imashita. Watashi wa sore o aishi, watashi wa tsugi no episōdo ni idō shi,... Sore wa mattaku kotonatta monodeshita. Saisho no episōdo wa, kesshite owaranakatta hayai jiki kara no ovu~adatta koto ga wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mI was perusing Hulu looking for something hilariously bad to watch. After some time I cam across Papillon Rose. This anime presented itself as a raunchy parody of a typical magical girl anime which, to me, looked like something interesting and at a short 7 episodes too. The first episode came up and it was hilariously raunchy to an unbelievable extent. I loved it so I move onto the next episode and... It was completely different. It turns out that first episode was an OVA from some time earlier that never finished.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was perusing Hulu looking for something hilariously bad to watch.\u001b[24m\n    \u001b[1m私はHuluを見るのが面白くないものを探していた。\u001b[22m, \u001b[1m私は見て陽気に悪い何かを探しにHuluを熟読しました。\u001b[22m\n\u001b[4mAfter some time I cam across Papillon Rose.\u001b[24m\n    \u001b[1mしばらくすると、私はPapillon Roseを横切ってカムする。\u001b[22m, \u001b[1mいくつかの時間後、私はパピヨンローズ渡って、カム。\u001b[22m\n\u001b[4mThis anime presented itself as a raunchy parody of a typical magical girl anime which, to me, looked like something interesting and at a short 7 episodes too.\u001b[24m\n    \u001b[1mこのアニメは、典型的な魔法の女の子アニメのラッキーなパロディーとして、私には面白いものや短い7つのエピソードのように見えました。\u001b[22m, \u001b[1mこのアニメは私に、何か面白いもののように見えた、典型的な魔法少女アニメの汚いパロディとして、また短すぎる7エピソードで自分自身を提示しました。\u001b[22m\n\u001b[4mThe first episode came up and it was hilariously raunchy to an unbelievable extent.\u001b[24m\n    \u001b[1m最初のエピソードが上がってきて、それは信じられないくらいぼんやりとしていました。\u001b[22m, \u001b[1m最初のエピソードは上がってきたそれは信じられない程度に、陽気に不潔でした。\u001b[22m\n\u001b[4mI loved it so I move onto the next episode and... It was completely different.\u001b[24m\n    \u001b[1m私はそれを愛し、私は次のエピソードに移動し、...それはまったく異なったものでした。\u001b[22m, \u001b[1m私は次のエピソードに移動ので、私はそれを愛し、...それは完全に異なっていました。\u001b[22m\n\u001b[4mIt turns out that first episode was an OVA from some time earlier that never finished.\u001b[24m\n    \u001b[1m最初のエピソードは、決して終わらなかった早い時期からのOVAだったことが分かります。\u001b[22m, \u001b[1mこれは、最初のエピソードが終了したことがない、以前のいくつかの時間からOVAだったことが判明します。\u001b[22m\n\u001b[1m\u001b[22m\nNow onto the Papillon Rose TV series:\n\n\u001b[1m今Papillon Roseテレビシリーズに：\u001b[22m\n\u001b[1m(Ima Papillon rōzu terebishirīzu ni:)\u001b[22m\n\nTranslations of \u001b[4mNow onto the Papillon Rose TV series:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow onto the Papillon Rose TV series:\u001b[24m\n    \u001b[1m今Papillon Roseテレビシリーズに：\u001b[22m, \u001b[1m今パピヨンローズTVシリーズへ：\u001b[22m\nEverything that was hilariously bad in the OVA is missing here. All the sexually explicit hilarity like Rose's vibrator is gone. The incredibly raunchy and unbecoming dialogue is also gone. But the biggest crime is that the story builds off of the unfinished OVA. The series references events you never saw or knew of leading to mild confusion on the viewer's end. The art was a step above the OVA which is okay and it further shows that this is completely different. The music is forgettable with it's generic poppy tunes and cheerful feeling. The characters are paper thin and I'm not talking about the 'tits on a stick' paper thin, I mean they are the most typical carbon cutouts of characters from every magical girl anime out there. There is absolutely not development except for the 'Everything will be okay' mentality.\n\n\u001b[1mOVAで陽気に悪いことはすべてここにありません。 ローズのバイブレーターのような、性的に明白なヒラリーはすべて消えてしまった。 信じられないほどにぼんやりとした対話もなくなりました。 しかし、最大の犯罪は、未完成のOVAから構成されているということです。 このシリーズは、あなたが見たことも知らなかった出来事を参照して、視聴者の終わりに軽度の混乱を招く。 芸術は大丈夫ですOVAの上のステップであり、これはさらに完全に異なっていることを示しています。 音楽は、それが一般的なポピーの曲と陽気な気持ちで忘れることができます。 キャラクターは薄い紙で、私は薄い紙の上の薄いティッシュについて話しているわけではありません。彼らはそこにいる魔法少女アニメの中で最も典型的なキャラクターのカットアウトです。  「すべてが大丈夫」という考え方を除いて、開発は絶対にありません。\u001b[22m\n\u001b[1m(Ovu~a de yōki ni warui koto wa subete koko ni arimasen. Rōzu no baiburētā no yōna, seiteki ni meihakuna hirarī wa subete kiete shimatta. Shinji rarenai hodo ni bon'yari to shita taiwa mo nakunarimashita. Shikashi, saidai no hanzai wa, mikansei no ovu~a kara kōsei sa rete iru to iu kotodesu. Kono shirīzu wa, anata ga mita koto mo shiranakatta dekigoto o sanshō shite, shichō-sha no owari ni keido no konran o maneku. Geijutsu wa daijōbudesu ovu~a no ue no suteppudeari, kore wa sarani kanzen ni kotonatte iru koto o shimeshite imasu. Ongaku wa, sore ga ippantekina popī no kyoku to yōkina kimochi de wasureru koto ga dekimasu. Kyarakutā wa usui kami de, watashi wa usui kami no ue no usui tisshu ni tsuite hanashite iru wakede wa arimasen. Karera wa soko ni iru mahō shōjo anime no naka de mottomo tenkei-tekina kyarakutā no kattoautodesu. `Subete ga daijōbu' to iu kangaekata o nozoite, kaihatsu wa zettai ni arimasen.)\u001b[22m\n\nTranslations of \u001b[4mEverything that was hilariously bad in the OVA is missing here. All the sexually explicit hilarity like Rose's vibrator is gone. The incredibly raunchy and unbecoming dialogue is also gone. But the biggest crime is that the story builds off of the unfinished OVA. The series references events you never saw or knew of leading to mild confusion on the viewer's end. The art was a step above the OVA which is okay and it further shows that this is completely different. The music is forgettable with it's generic poppy tunes and cheerful feeling. The characters are paper thin and I'm not talking about the 'tits on a stick' paper thin, I mean they are the most typical carbon cutouts of characters from every magical girl anime out there. There is absolutely not development except for the 'Everything will be okay' mentality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEverything that was hilariously bad in the OVA is missing here.\u001b[24m\n    \u001b[1mOVAで陽気に悪いことはすべてここにありません。\u001b[22m, \u001b[1mOVAで陽気に悪かったすべてはここに欠落しています。\u001b[22m\n\u001b[4mAll the sexually explicit hilarity like Rose's vibrator is gone.\u001b[24m\n    \u001b[1mローズのバイブレーターのような、性的に明白なヒラリーはすべて消えてしまった。\u001b[22m, \u001b[1mローズのバイブレータのようなすべての性的に露骨なはしゃぎがなくなっています。\u001b[22m\n\u001b[4mThe incredibly raunchy and unbecoming dialogue is also gone.\u001b[24m\n    \u001b[1m信じられないほどにぼんやりとした対話もなくなりました。\u001b[22m, \u001b[1m信じられないほど汚いと不似合いな対話もなくなっています。\u001b[22m\n\u001b[4mBut the biggest crime is that the story builds off of the unfinished OVA.\u001b[24m\n    \u001b[1mしかし、最大の犯罪は、未完成のOVAから構成されているということです。\u001b[22m, \u001b[1mしかし、最大の犯罪は物語が未完成のOVAのオフに構築していることです。\u001b[22m\n\u001b[4mThe series references events you never saw or knew of leading to mild confusion on the viewer's end.\u001b[24m\n    \u001b[1mこのシリーズは、あなたが見たことも知らなかった出来事を参照して、視聴者の終わりに軽度の混乱を招く。\u001b[22m, \u001b[1mシリーズは、あなたが見ていないか、視聴者の端に軽度の混乱につながるのを知っていたんイベントを参照します。\u001b[22m\n\u001b[4mThe art was a step above the OVA which is okay and it further shows that this is completely different.\u001b[24m\n    \u001b[1m芸術は大丈夫ですOVAの上のステップであり、これはさらに完全に異なっていることを示しています。\u001b[22m, \u001b[1m芸術は大丈夫ですOVA上記のステップであり、それはさらに、これは完全に異なっていることを示しています。\u001b[22m\n\u001b[4mThe music is forgettable with it's generic poppy tunes and cheerful feeling.\u001b[24m\n    \u001b[1m音楽は、それが一般的なポピーの曲と陽気な気持ちで忘れることができます。\u001b[22m, \u001b[1mそれは一般的なケシの曲と陽気な感じだと音楽は忘れられがちです。\u001b[22m\n\u001b[4mThe characters are paper thin and I'm not talking about the 'tits on a stick' paper thin, I mean they are the most typical carbon cutouts of characters from every magical girl anime out there.\u001b[24m\n    \u001b[1mキャラクターは薄い紙で、私は薄い紙の上の薄いティッシュについて話しているわけではありません。彼らはそこにいる魔法少女アニメの中で最も典型的なキャラクターのカットアウトです。\u001b[22m, \u001b[1m文字は、紙薄く、私は紙の薄い「スティック上のおっぱい」の話ではない、私は彼らがそこにすべての魔法少女アニメのキャラクターの中で最も代表的な炭素切り欠きという意味で。\u001b[22m\n\u001b[4mThere is absolutely not development except for the 'Everything will be okay' mentality.\u001b[24m\n    \u001b[1m「すべてが大丈夫」という考え方を除いて、開発は絶対にありません。\u001b[22m, \u001b[1m開発は「すべては大丈夫だろう」精神を除いて絶対にありません。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Notes: I would only recommend the original OVA, this was just so bad it's bad. Ultimately it was boring because it lacked the humor of the OVA which was the only thing to the original's advantage. Save yourself the 6 episodes of boredom and skip this anime.\n\n\u001b[1m最終的なノート：オリジナルのOVAをお勧めします。これは悪いことです。 最終的には、それが元の利点の唯一のものだったOVAのユーモアが欠けていたので、それは退屈だった。  6つの退屈なエピソードを保存し、このアニメをスキップします。\u001b[22m\n\u001b[1m(Saishū-tekina nōto: Orijinaru no ovu~a o o susume shimasu. Kore wa warui kotodesu. Saishūtekini wa, sore ga gen no riten no yuiitsu no monodatta ovu~a no yūmoa ga kakete itanode, sore wa taikutsudatta. Muttsu no taikutsuna episōdo o hozon shi, kono anime o sukippu shimasu.)\u001b[22m\n\nTranslations of \u001b[4mFinal Notes: I would only recommend the original OVA, this was just so bad it's bad. Ultimately it was boring because it lacked the humor of the OVA which was the only thing to the original's advantage. Save yourself the 6 episodes of boredom and skip this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Notes: I would only recommend the original OVA, this was just so bad it's bad.\u001b[24m\n    \u001b[1m最終的なノート：オリジナルのOVAをお勧めします。これは悪いことです。\u001b[22m, \u001b[1m最終的な注意事項：私はこれだけでは、それは悪いですちょうどそう悪かった、オリジナルのOVAをお勧めします。\u001b[22m\n\u001b[4mUltimately it was boring because it lacked the humor of the OVA which was the only thing to the original's advantage.\u001b[24m\n    \u001b[1m最終的には、それが元の利点の唯一のものだったOVAのユーモアが欠けていたので、それは退屈だった。\u001b[22m, \u001b[1mそれは元の利点に唯一のものだったOVAのユーモアに欠けていたため、最終的にそれは退屈でした。\u001b[22m\n\u001b[4mSave yourself the 6 episodes of boredom and skip this anime.\u001b[24m\n    \u001b[1m6つの退屈なエピソードを保存し、このアニメをスキップします。\u001b[22m, \u001b[1m自分で退屈の6エピソードを保存し、このアニメをスキップします。\u001b[22m"
  },
  {
    "title": "Papillon_Rose",
    "id": "3112",
    "url": "https://myanimelist.net/anime/3112/Papillon_Rose",
    "user": "ronpaul2012_yolo",
    "profile": "/profile/ronpaul2012_yolo/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=211996",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  10\nサウンド|  10\nキャラクター|  10\n|  10\n\nPapillon Roseが仲間の査読者によって最初に閲覧されたときに受け取った「not-so-bad」の評価に対する反発の激しさを考えると、多くの読者が熱心に査読者を見越していると確信しています。 元の批評家から）、このタイトルの彼らの元々の意見を立証するでしょう。 残念なことに、あなたのリーダーは、私と一緒に立ち往生しています。 私は、このタイトルの想像力に乏しいとは思っていませんが、パピヨン・ローズの流行は、物質よりもはっきりと誇大宣伝です。\nでは、誇大宣伝はどこから始めますか？ バットのすぐ外に。 エピソード1の初めから、このタイトルはクッキーカッター少年ジャンプの品種であると多かれ少なかれ自らを表明しています。 ショーの名前はPapillon Roseで、すぐに紹介され、最初のエピソードが終わる前でさえ、視聴者はプロットの最終的な方向性を完全に認識しています。Avatar The Last Airbenderはいつか彼の最強の忍者になります 非常に切望された火影の題名を受け取ります。 しかし、プロットラインの終わりを知ることは、期待するほどの殺人願望ではありません。 結局のところ、それは重要な乗り物です。 しかし、パピヨンローズの場合、乗り物は古い木製のジェットコースターのものと同じです。時にはスリリングで、しばしばノスタルジックですが、まだかなりぎこちなく、興奮と品質の面では控えめです。時にはスリリングで懐かしい、 まだまだかなりぎこちなく、興奮と品質の点では簡単です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nGiven the voracity of the backlash against the 'not-so-bad' rating that Papillon Rose received upon initial viewing by a fellow reviewer, I am certain that many readers eagerly anticipate a reviewer that, upon broader viewing (or even being of dissimilar gender from the original critic), will vindicate their pristine opinion of this title. Unfortunately you, the reader, are stuck with me. While I don't think poorly of this title by any stretch of the imagination, the buzz pervading Papillon Rose is plainly more hype than substance.\n\n\u001b[1mPapillon Roseが仲間の査読者によって最初に閲覧されたときに受け取った「not-so-bad」の評価に対する反発の激しさを考えると、多くの読者が熱心に査読者を見越していると確信しています。 元の批評家から）、このタイトルの彼らの元々の意見を立証するでしょう。 残念なことに、あなたのリーダーは、私と一緒に立ち往生しています。 私は、このタイトルの想像力に乏しいとは思っていませんが、パピヨン・ローズの流行は、物質よりもはっきりと誇大宣伝です。\u001b[22m\n\u001b[1m(Papillon rōzu ga nakama no sadoku-sha ni yotte saisho ni etsuran sa reta toki ni uketotta `not - so - bad' no hyōka ni taisuru hanpatsu no hageshi-sa o kangaeru to, ōku no dokusha ga nesshin ni sadoku-sha o mikoshite iru to kakushin shite imasu. Gen no hihyō-ka kara), kono taitoru no karera no motomoto no iken o risshō surudeshou. Zan'nen'nakotoni, anata no rīdā wa, watashitoisshoni tachiōjō shite imasu. Watashi wa, kono taitoru no sōzō-ryoku ni toboshī to wa omotte imasenga, papiyon rōzu no ryūkō wa, busshitsu yori mo hakkiri to kodai sendendesu.)\u001b[22m\n\nTranslations of \u001b[4mGiven the voracity of the backlash against the 'not-so-bad' rating that Papillon Rose received upon initial viewing by a fellow reviewer, I am certain that many readers eagerly anticipate a reviewer that, upon broader viewing (or even being of dissimilar gender from the original critic), will vindicate their pristine opinion of this title. Unfortunately you, the reader, are stuck with me. While I don't think poorly of this title by any stretch of the imagination, the buzz pervading Papillon Rose is plainly more hype than substance.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGiven the voracity of the backlash against the 'not-so-bad' rating that Papillon Rose received upon initial viewing by a fellow reviewer, I am certain that many readers eagerly anticipate a reviewer that, upon broader viewing (or even being of dissimilar gender\u001b[24m\n    \u001b[1mPapillon Roseが仲間の査読者によって最初に閲覧されたときに受け取った「not-so-bad」の評価に対する反発の激しさを考えると、多くの読者が熱心に査読者を見越していると確信しています。\u001b[22m, \u001b[1mパピヨンローズは仲間投稿者初期の視聴時に受け取った「それほど悪くない」の評価に対するバックラッシュの暴食を考えると、私は多くの読者は熱心に広い上に表示する（あるいは異種性のもので、レビューを予想していることを確信しています\u001b[22m\n\u001b[4mfrom the original critic), will vindicate their pristine opinion of this title.\u001b[24m\n    \u001b[1m元の批評家から）、このタイトルの彼らの元々の意見を立証するでしょう。\u001b[22m, \u001b[1m）元の評論家から、このタイトルの彼らの自然のままの意見の正当性を立証します。\u001b[22m\n\u001b[4mUnfortunately you, the reader, are stuck with me.\u001b[24m\n    \u001b[1m残念なことに、あなたのリーダーは、私と一緒に立ち往生しています。\u001b[22m, \u001b[1m残念ながら、読者は、私と一緒に立ち往生しています。\u001b[22m\n\u001b[4mWhile I don't think poorly of this title by any stretch of the imagination, the buzz pervading Papillon Rose is plainly more hype than substance.\u001b[24m\n    \u001b[1m私は、このタイトルの想像力に乏しいとは思っていませんが、パピヨン・ローズの流行は、物質よりもはっきりと誇大宣伝です。\u001b[22m, \u001b[1m私は想像力の任意のストレッチすることで、このタイトルを不十分とは思いませんが、パピヨンローズを浸透している話題は、物質よりもはっきりとより多くの誇大宣伝です。\u001b[22m\nSo where does the hype begin you ask? Right off the bat. From the very beginning of episode one this title more or less pronounces itself to be of the cookie-cutter Shonen Jump variety, and only a somewhat above average one at that. The character for which the show is named, Papillon Rose, is quickly introduced, and even before the end of the first episode the viewer is completely aware of the ultimate direction of the plot: Avatar The Last Airbender will someday become the strongest ninja of his village and receive the highly coveted title of Hokage. But knowing the end of the plotline isn't as much of a killjoy as one would expect. It is the ride that counts after all. However, in the case of Papillon Rose the ride is tantamount to that of an old, wooden roller coaster: sometimes thrilling and often nostalgic, yet still quite a bit rickety and easily outdone in terms of excitement and quality.sometimes thrilling and often nostalgic, yet still quite a bit rickety and easily outdone in terms of excitement and quality.\n\n\u001b[1mでは、誇大宣伝はどこから始めますか？ バットのすぐ外に。 エピソード1の初めから、このタイトルはクッキーカッター少年ジャンプの品種であると多かれ少なかれ自らを表明しています。 ショーの名前はPapillon Roseで、すぐに紹介され、最初のエピソードが終わる前でさえ、視聴者はプロットの最終的な方向性を完全に認識しています。Avatar The Last Airbenderはいつか彼の最強の忍者になります 非常に切望された火影の題名を受け取ります。 しかし、プロットラインの終わりを知ることは、期待するほどの殺人願望ではありません。 結局のところ、それは重要な乗り物です。 しかし、パピヨンローズの場合、乗り物は古い木製のジェットコースターのものと同じです。時にはスリリングで、しばしばノスタルジックですが、まだかなりぎこちなく、興奮と品質の面では控えめです。時にはスリリングで懐かしい、 まだまだかなりぎこちなく、興奮と品質の点では簡単です。\u001b[22m\n\u001b[1m(Dewa, kodai senden wa doko kara hajimemasu ka? Batto no sugu soto ni. Episōdo 1 no hajimekara, kono taitoru wa kukkīkattā Shōnenjanpu no hinshudearu to ōkare sukunakare mizukara o hyōmei shite imasu. Shō no namae wa Papillon rōzu de, sugu ni shōkai sa re, saisho no episōdo ga owaru maede sae, shichō-sha wa purotto no saishū-tekina hōkō-sei o kanzen ni ninshiki shite imasu. Avatar The Last Airbender wa itsuka kare no saikyō no ninja ni narimasu hijō ni setsubō sa reta hokage no daimei o uketorimasu. Shikashi, purottorain no owari o shiru koto wa, kitai suru hodo no satsujin ganbōde wa arimasen. Kekkyokunotokoro, sore wa jūyōna norimonodesu. Shikashi, papiyonrōzu no baai, norimono wa furui mokusei no jettokōsutā no mono to onajidesu. Tokiniha suriringude, shibashiba nosutarujikkudesuga, mada kanari gikochinaku, kōfun to hinshitsu no mende wa hikaemedesu. Tokiniha suriringude natsukashī, madamada kanari gikochinaku, kōfun to hinshitsu no tende wa kantandesu.)\u001b[22m"
  },
  {
    "title": "Papillon_Rose",
    "id": "3112",
    "url": "https://myanimelist.net/anime/3112/Papillon_Rose",
    "user": "Kalendraf",
    "profile": "/profile/Kalendraf/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=208765",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  1\nキャラクター|  3\n|  2\n\nこれは、2010年にMaiden Japanが発表した「パピヨンローズ」TVシリーズのDVD版のレビューです。英語字幕付きで視聴しました。 同じDVDには、私が前に別々に見直したOVA「ランジェリーソルジャーパピヨンローズ」も含まれています。\n\n「パピヨンローズ」は、「セーラームーン」や「キューティハニー」などの魔法少女シリーズのコミックのパロディーを意図しています。 ショーはいくつかのSFや魔法の要素が含まれています。\n\n親の助言：\nDVDパッケージの年齢層はMA（17歳以上）です。 しかし、この評価は、主にOVAのエピソードに当てはまり、TVシリーズのコンテンツは比較的に非常に緊張している。 ランジェリーの兵士が着用する衣装はかなり汚れています。 いくつかの戦闘シーンがあり、いくつかの血液が表示されていますが、戦闘のほとんどは死亡していない比較的飼い慣れています。 その結果、TVシリーズはPGまたはPG-13コンテンツと同等以上の価値を持ち、若い10代の子供に適しています。\n\nパピヨンローズの歴史：\nこのタイトルを見たり、レビューしたりするときは、「Papillon Rose」のアイデアがウェブサイト上の冗談として起きたことを認識することが重要です。 ファンの関心が高まって、2003年にはOVAが、2006年にはテレビシリーズが制作されました。公式の小説や漫画はありません。  2007年にMilestoneがPVCフィギュアのセットをリリースしました。この2つのバージョンは、OVAとTVシリーズに対応しています\n\nストーリー：3/10\nテレビシリーズは6つのエピソードに及ぶ。 元のOVAは魔法の女の子のスタイルの狂ったセクシャルだったが、TVシリーズはその式を変更し、その過程でいくつかのミスを犯す。\n\n最初に、それはランジェリーの兵士が着用する衣装の他に、元のOVAのほとんどのエッチの側面の一連のものです。  TVシリーズは、これ以上のストーリーコンテンツを追加することでこれを補うよう努めていますが、それはあまりにも安全なプレーを巻き起こし、その結果はひどく不愉快なショーです。 コメディーなパロディーであると思われるショーの場合、それは完全に1にはなりません。\n\n第2に、元のOVAに示されたイベントのおよそ1年後の未来の時間にスキップし、シリーズ中に発生したいくつかのフラッシュバックによって間隙を埋めようとします。 残念なことに、これは実際にいくつかの緩い終わりを残した元のOVAを正当化するものではなく、オリジナルのOVAストーリーラインを放棄することをクリエイターが選択した理由を視聴者に残してしまいます。 この変更の中で、ランジェリークラブはニューパピヨンと呼ばれるメイドのカフェに改造され、元のランジェリークラブを管理していたのと同じ人物によって管理されているようだ。 しかし、その変換についての説明は今までにない。 坪井はそこで働いていますが、仲間のランジェリーの戦闘員は、スタッフに加わる前に顧客として始まります。 残念なことに、この新しい物語は、想像を絶する最も過度に浪費されているカップルを使用しています。 ランジェリーの兵士は記憶喪失がある。 一方、他の文字のうちの1つは、OVAと同じ文字の双子であることが判明している。\n\nさらに、OVAの荒々しく無慈悲な敵は、退屈で不慣れな外人姉妹の新しいセットに置き換えられます。 彼らは地球を攻撃するために到着しましたが、武器（またはその問題の頭脳）を持って来ることを忘れました。 結果として、彼らは入札を行うためにハイブリッドUMA（Unidentified Mysterious Animal）の生き物を活性化または創造することに頼らざるを得ません。 ハイブリッドは面白いと思われますが、ユーモアは西側の聴衆にとってひどく失敗します。 これらのうちのいくつかは、文化的な参考文献の一部を理解している日本の視聴者の方が面白いかもしれません。 結局のところ、地球上の宇宙人の攻撃の背後にある理由は、むしろ無骨であることが判明している。\n\nキャラクター：3/10\n6パートシリーズが実際にOVAのものよりも興味深いキャラクターを持つことはできないとは思えないが、何らかの形でクリエイターがそれを取り除くことができた。 坪井はもう少し背景を与えられているが、他のランジェリーの戦闘機には余分な詳細は与えられていない。 アンの電話による会話は、彼女が眠っていることを示唆しているが、ストーリーにはその要因はない。 シズクは勉強しているように見え、ツボミやアンとの過去の関係は未踏のままです。  6つのエピソードがあったことを考えれば、私はもっと多くのバックグラウンドが提供されることを期待していました。 問題の一部は、ショーが彼らに記憶喪失（彼らがそれをどのように説明したかは決して説明されていない）を与えることを選択したことであり、最初の2つのエピソードでそれに対処するには時間がかかり過ぎる。 一方、猫のラーマは、記憶喪失を治すのを助けている以上の本物の目的を持っていません。\n\n悪役はあまりにも穏やかで、本当に差別化されていません。 黒人の不思議な男のような他のキャラクターのいくつかは、主要な悪役やランジェリーの兵士よりも面白いが、画面の時間は限られている。 全体的に、「パピヨンローズ」の文字はかなり一般的で興味深いようです。 彼らのランジェリーの衣装ではない場合、主なヒロインは完全に忘れることができ、無数の他のアニメキャラクターと区別できないでしょう。\n\nアート/アニメ：6/10\n「パピヨンローズ」のキャラクターアートは、OVAよりも大幅に改善されていますが、それが唯一優れているのです。 キャラクタールックスは、OVAバージョンよりもモダンです。 アニメーションは一般的には優れていますが、動きが滑らかではないようなさまざまなエピソードにはいくつかの点があります。 アートが古いOVAスタイルに戻っているように見えるカップルのエピソードであっても、リリースされていないOVAバージョンから以前に生成されたアートを利用している可能性があることを示している可能性があります。\n\n残念なことに、TVシリーズの変換シーケンスは一般的にOVAよりも悪いです。  TVシリーズは、OVAのPapillon Rose変換シーンの一部を再利用しているようだが、余分なバラを使ってそれを検閲する。 一方、Papillon LilyとPapillon Margaretの変容シーンは、白っぽい色合いで検閲されているように見える静的な画像です。 単純な変形イメージを考えると、白い検閲の理由は不明確です。アンネとシズクを通常の服に入れ、その後ランジェリーの衣装を代わりに次の画像に示しただけかもしれないからです。\n\n音声/声：1/10\n私は通常、バックグラウンドミュージックやボイスワークを容認していますが、このDVDのオーディオは非常に貧弱で、低い評価を与えなければなりません。 たとえば、不快なバックグラウンドミュージックが数秒間含まれている場所がいくつかありますが、再度再生する前に数秒間切れます。 彼らは、シーンに合ったカスタム音楽を作るのとは対照的に、どこかの場所からバックグラウンドの音楽サンプルを単純にコピーし、それを何度も繰り返しダビングすることは明らかです。 他の場所では、Shizuku / Papillon Margaretの声は完全に欠落しています。 彼女の口が動いているのを見ることができますが、オーディオトラックは完全に静かです。 英語のオーディオトラックはDVDにも収録されていないので、オリジナルのオーディオトラックの品質は、日本語が流暢でない人にとっても明らかです。\n\n楽しさ：2/10\n私はこのレビューのためにこのショーを再ウォッチしました。そして、両方の時間に自分自身を強制的に座らせることは非常に困難でした。  「パピヨン・ローズ」TVシリーズは、OVAで見つかったエクチェンコンテンツと少年ユーモアのほとんどを取り除き、それをより多くのストーリー要素で置き換えようとしましたが、結果は退屈で無益でした。 ユーモアの試みはひどく失敗し、そのキャラクターは賞賛されず忘れられません。\n\n最終判決：3/10\n結局のところ、「Papillon Rose」TVシリーズの6つのエピソードは、ほとんど見苦しいものとして終わります。 実際には、元のOVAの式にちょうど固執して、その代わりにもっと多くのエピソードを作成する必要があるようです。 私はもともとこれを4と評価していましたが、それを再ウォッチした後、私はそれを3に減らしました。これはやや寛大です。  Papillon Roseを見たい場合は、OVAを見て、6つのTVエピソードを気にしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nThis is a review of the DVD version of the “Papillon Rose” TV series released by Maiden Japan in 2010. It was viewed with English subtitles. Note that the same DVD also includes the OVA “Lingerie Soldier Papillon Rose' which I have separately reviewed previously.\n\n\u001b[1mこれは、2010年にMaiden Japanが発表した「パピヨンローズ」TVシリーズのDVD版のレビューです。英語字幕付きで視聴しました。 同じDVDには、私が前に別々に見直したOVA「ランジェリーソルジャーパピヨンローズ」も含まれています。\u001b[22m\n\u001b[1m(Kore wa, 2010-nen ni Maiden Japan ga happyō shita `papiyonrōzu' TV shirīzu no DVD-ban no rebyūdesu. Eigo jimaku-tsuki de shichō shimashita. Onaji DVD ni wa, watashi ga mae ni betsubetsu ni minaoshita ovu~a `ranjerīsorujāpapiyonrōzu' mo fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a review of the DVD version of the “Papillon Rose” TV series released by Maiden Japan in 2010. It was viewed with English subtitles. Note that the same DVD also includes the OVA “Lingerie Soldier Papillon Rose' which I have separately reviewed previously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a review of the DVD version of the “Papillon Rose” TV series released by Maiden Japan in 2010. It was viewed with English subtitles.\u001b[24m\n    \u001b[1mこれは、2010年にMaiden Japanが発表した「パピヨンローズ」TVシリーズのDVD版のレビューです。英語字幕付きで視聴しました。\u001b[22m, \u001b[1mこれは、それは英語字幕で見られていた2010年に処女日本が発表した「パピヨンローズ」TVシリーズのDVD版のレビューです。\u001b[22m\n\u001b[4mNote that the same DVD also includes the OVA “Lingerie Soldier Papillon Rose' which I have separately reviewed previously.\u001b[24m\n    \u001b[1m同じDVDには、私が前に別々に見直したOVA「ランジェリーソルジャーパピヨンローズ」も含まれています。\u001b[22m, \u001b[1m同DVDはまた、私は別に、以前に検討したOVA「ランジェリー戦士パピヨンローズ 'を含むことに注意してください。\u001b[22m\n\u001b[1m\u001b[22m\n'Papillon Rose' is intended to be a comedic parody of magical girl series such as “Sailor Moon” and “Cutie Honey” with some ecchi content. The show includes some sci-fi and magic elements.\n\n\u001b[1m「パピヨンローズ」は、「セーラームーン」や「キューティハニー」などの魔法少女シリーズのコミックのパロディーを意図しています。 ショーはいくつかのSFや魔法の要素が含まれています。\u001b[22m\n\u001b[1m(`Papiyonrōzu' wa,`sērāmūn' ya `kyūtihanī' nado no mahō shōjo shirīzu no komikku no parodī o ito shite imasu. Shō wa ikutsu ka no SF ya mahō no yōso ga fukuma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4m'Papillon Rose' is intended to be a comedic parody of magical girl series such as “Sailor Moon” and “Cutie Honey” with some ecchi content. The show includes some sci-fi and magic elements.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'Papillon Rose' is intended to be a comedic parody of magical girl series such as “Sailor Moon” and “Cutie Honey” with some ecchi content.\u001b[24m\n    \u001b[1m「パピヨンローズ」は、「セーラームーン」や「キューティハニー」などの魔法少女シリーズのコミックのパロディーを意図しています。\u001b[22m, \u001b[1m「パピヨンローズ 'は、このような「美少女戦士セーラームーン」といくつかのエッチな内容を持つ「キューティーハニー」などの魔法少女シリーズの喜劇パロディであることを意図しています。\u001b[22m\n\u001b[4mThe show includes some sci-fi and magic elements.\u001b[24m\n    \u001b[1mショーはいくつかのSFや魔法の要素が含まれています。\u001b[22m, \u001b[1mショーは、いくつかのSFと魔法の要素を含んでいます。\u001b[22m\n\u001b[1m\u001b[22m\nParental Advisory:\n\n\u001b[1m親の助言：\u001b[22m\n\u001b[1m(Oya no jogen:)\u001b[22m\n\nTranslations of \u001b[4mParental Advisory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mParental Advisory:\u001b[24m\n    \u001b[1m親の助言：\u001b[22m, \u001b[1mペアレンタルアドバイザリー：\u001b[22m\nThe age rating on the DVD packaging is listed as MA (so 17 and up). However, this rating primarily applies to the OVA episode , and the content of the TV series is vastly tamer by comparison. The outfits worn by the lingerie soldiers are fairly skimpy. There are several combat scenes and some blood is shown, but most of the fights are relatively tame with no deaths. As a result, the TV series is more on par with PG or PG-13 content and would be suitable for young teens.\n\n\u001b[1mDVDパッケージの年齢層はMA（17歳以上）です。 しかし、この評価は、主にOVAのエピソードに当てはまり、TVシリーズのコンテンツは比較的に非常に緊張している。 ランジェリーの兵士が着用する衣装はかなり汚れています。 いくつかの戦闘シーンがあり、いくつかの血液が表示されていますが、戦闘のほとんどは死亡していない比較的飼い慣れています。 その結果、TVシリーズはPGまたはPG-13コンテンツと同等以上の価値を持ち、若い10代の子供に適しています。\u001b[22m\n\u001b[1m(DVD pakkēji no nenrei-sō wa MA (17-sai ijō)desu. Shikashi, kono hyōka wa, omoni ovu~a no episōdo ni atehamari, TV shirīzu no kontentsu wa hikakuteki ni hijō ni kinchō shite iru. Ranjerī no heishi ga chakuyō suru ishō wa kanari yogorete imasu. Ikutsu ka no sentō shīn ga ari, ikutsu ka no ketsueki ga hyōji sa rete imasuga, sentō no hotondo wa shibō shite inai hikakuteki kai narete imasu. Sono kekka, TV shirīzu wa PG matawa PG - 13 kontentsu to dōtōijō no kachi o mochi, wakai 10-dai no kodomo ni tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe age rating on the DVD packaging is listed as MA (so 17 and up). However, this rating primarily applies to the OVA episode , and the content of the TV series is vastly tamer by comparison. The outfits worn by the lingerie soldiers are fairly skimpy. There are several combat scenes and some blood is shown, but most of the fights are relatively tame with no deaths. As a result, the TV series is more on par with PG or PG-13 content and would be suitable for young teens.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe age rating on the DVD packaging is listed as MA (so 17 and up).\u001b[24m\n    \u001b[1mDVDパッケージの年齢層はMA（17歳以上）です。\u001b[22m, \u001b[1mDVDのパッケージに年齢の評価は、MA（そのように17以上）として記載されています。\u001b[22m\n\u001b[4mHowever, this rating primarily applies to the OVA episode , and the content of the TV series is vastly tamer by comparison.\u001b[24m\n    \u001b[1mしかし、この評価は、主にOVAのエピソードに当てはまり、TVシリーズのコンテンツは比較的に非常に緊張している。\u001b[22m, \u001b[1mしかし、この評価は、主にOVAエピソードに適用され、テレビシリーズの含有量は、比較して大幅調教師です。\u001b[22m\n\u001b[4mThe outfits worn by the lingerie soldiers are fairly skimpy.\u001b[24m\n    \u001b[1mランジェリーの兵士が着用する衣装はかなり汚れています。\u001b[22m, \u001b[1mランジェリーの兵士が着用している衣装はかなり露出度の高いです。\u001b[22m\n\u001b[4mThere are several combat scenes and some blood is shown, but most of the fights are relatively tame with no deaths.\u001b[24m\n    \u001b[1mいくつかの戦闘シーンがあり、いくつかの血液が表示されていますが、戦闘のほとんどは死亡していない比較的飼い慣れています。\u001b[22m, \u001b[1mそこにいくつかの戦闘シーンがあり、いくつかの血が示されているが、戦いのほとんどは死亡との比較的飼いならされています。\u001b[22m\n\u001b[4mAs a result, the TV series is more on par with PG or PG-13 content and would be suitable for young teens.\u001b[24m\n    \u001b[1mその結果、TVシリーズはPGまたはPG-13コンテンツと同等以上の価値を持ち、若い10代の子供に適しています。\u001b[22m, \u001b[1mその結果、テレビシリーズは、PGまたはPG-13コンテンツと同等の詳細であり、若い十代の若者たちのために適しているであろう。\u001b[22m\n\u001b[1m\u001b[22m\nBrief history of Papillon Rose:\n\n\u001b[1mパピヨンローズの歴史：\u001b[22m\n\u001b[1m(Papiyonrōzu no rekishi:)\u001b[22m\n\nTranslations of \u001b[4mBrief history of Papillon Rose:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBrief history of Papillon Rose:\u001b[24m\n    \u001b[1mパピヨンローズの歴史：\u001b[22m, \u001b[1mパピヨンローズの簡単な歴史：\u001b[22m\nWhen watching or reviewing this title, it is important realize that the idea for “Papillon Rose” originated as a joke on a website. Growing fan interest in the title eventually led to the creation of the OVA in 2003, and then a TV series in 2006. There are no official novels or manga. A set of PVC figures were released by Milestone in 2007. The two versions correspond to the OVA and TV series\n\n\u001b[1mこのタイトルを見たり、レビューしたりするときは、「Papillon Rose」のアイデアがウェブサイト上の冗談として起きたことを認識することが重要です。 ファンの関心が高まって、2003年にはOVAが、2006年にはテレビシリーズが制作されました。公式の小説や漫画はありません。  2007年にMilestoneがPVCフィギュアのセットをリリースしました。この2つのバージョンは、OVAとTVシリーズに対応しています\u001b[22m\n\u001b[1m(Kono taitoru o mi tari, rebyū shi tari suru toki wa,`Papillon rōzu' no aidea ga u~ebusaito-jō no jōdan to shite okita koto o ninshiki suru koto ga jūyōdesu. Fan no kanshin ga takamatte, 2003-nen ni wa ovu~a ga, 2006-nen ni wa terebishirīzu ga seisaku sa remashita. Kōshiki no shōsetsu ya manga wa arimasen. 2007-Nen ni mairusutōn ga PVC figyua no setto o rirīsu shimashita. Kono 2tsu no bājon wa, ovu~a to TV shirīzu ni taiō shite imasu)\u001b[22m\n\nTranslations of \u001b[4mWhen watching or reviewing this title, it is important realize that the idea for “Papillon Rose” originated as a joke on a website. Growing fan interest in the title eventually led to the creation of the OVA in 2003, and then a TV series in 2006. There are no official novels or manga. A set of PVC figures were released by Milestone in 2007. The two versions correspond to the OVA and TV series\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen watching or reviewing this title, it is important realize that the idea for “Papillon Rose” originated as a joke on a website.\u001b[24m\n    \u001b[1mこのタイトルを見たり、レビューしたりするときは、「Papillon Rose」のアイデアがウェブサイト上の冗談として起きたことを認識することが重要です。\u001b[22m, \u001b[1mこのタイトルを見たり、見直す際には、「パピヨンローズ」のアイデアは、ウェブサイト上の冗談として発信することが重要リアライズです。\u001b[22m\n\u001b[4mGrowing fan interest in the title eventually led to the creation of the OVA in 2003, and then a TV series in 2006. There are no official novels or manga.\u001b[24m\n    \u001b[1mファンの関心が高まって、2003年にはOVAが、2006年にはテレビシリーズが制作されました。公式の小説や漫画はありません。\u001b[22m, \u001b[1mタイトルに成長しているファンの関心は、最終的に2003年にOVAの創出につながって、その後2006年のテレビシリーズは、公式小説や漫画はありません。\u001b[22m\n\u001b[4mA set of PVC figures were released by Milestone in 2007. The two versions correspond to the OVA and TV series\u001b[24m\n    \u001b[1m2007年にMilestoneがPVCフィギュアのセットをリリースしました。この2つのバージョンは、OVAとTVシリーズに対応しています\u001b[22m, \u001b[1mPVCフィギュアのセットは2007年にマイルストーンによってリリースされた2つのバージョンがOVAやTVシリーズに対応します\u001b[22m\n\u001b[1m\u001b[22m\nStory: 3/10\n\n\u001b[1mストーリー：3/10\u001b[22m\n\u001b[1m(Sutōrī: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 3/10\u001b[24m\n    \u001b[1mストーリー：3/10\u001b[22m\nThe TV series spans 6 episodes. While the original OVA was a raunchy send-up of the magical girl style, the TV series alters the formula, and it ends up making several mistakes in the process.\n\n\u001b[1mテレビシリーズは6つのエピソードに及ぶ。 元のOVAは魔法の女の子のスタイルの狂ったセクシャルだったが、TVシリーズはその式を変更し、その過程でいくつかのミスを犯す。\u001b[22m\n\u001b[1m(Terebishirīzu wa muttsu no episōdo ni oyobu. Gen no ovu~a wa mahō no on'nanoko no sutairu no kurutta sekusharudattaga, TV shirīzu wa sono-shiki o henkō shi, sono katei de ikutsu ka no misu o okasu.)\u001b[22m\n\nTranslations of \u001b[4mThe TV series spans 6 episodes. While the original OVA was a raunchy send-up of the magical girl style, the TV series alters the formula, and it ends up making several mistakes in the process.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe TV series spans 6 episodes.\u001b[24m\n    \u001b[1mテレビシリーズは6つのエピソードに及ぶ。\u001b[22m, \u001b[1mテレビシリーズは6エピソードにまたがります。\u001b[22m\n\u001b[4mWhile the original OVA was a raunchy send-up of the magical girl style, the TV series alters the formula, and it ends up making several mistakes in the process.\u001b[24m\n    \u001b[1m元のOVAは魔法の女の子のスタイルの狂ったセクシャルだったが、TVシリーズはその式を変更し、その過程でいくつかのミスを犯す。\u001b[22m, \u001b[1mオリジナルのOVAは魔法少女スタイルの汚いセンドアップでしたが、テレビシリーズは、式を変更し、そしてそれは、プロセス内のいくつかのミスをしてしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nFirst, it guts the series of nearly all of the ecchi aspects of the original OVA besides the costumes worn by the lingerie soldiers. The TV series tries to make up for this by adding a bit more story content, but it winds up playing things too safe, and the result is a show that is terribly unfunny. For a show that is supposed to be a comedic parody, it utterly fails to be one.\n\n\u001b[1m最初に、それはランジェリーの兵士が着用する衣装の他に、元のOVAのほとんどのエッチの側面のシリーズを装備しています。  TVシリーズは、これ以上のストーリーコンテンツを追加することでこれを補うよう努めていますが、それはあまりにも安全なプレーを巻き起こし、その結果はひどく不愉快なショーです。 コメディーなパロディーであると思われるショーでは、完全に1にはならない。\u001b[22m\n\u001b[1m(Saisho ni, soreha ranjerī no heishi ga chakuyō suru ishō no ta ni,-moto no ovu~a no hotondo no etchi no sokumen no shirīzu o sōbi shite imasu. TV shirīzu wa, koreijō no sutōrīkontentsu o tsuika suru koto de kore o oginau yō tsutomete imasuga, sore wa amarini mo anzen'na purē o makiokoshi, sono kekka wa hidoku fuyukaina shōdesu. Komedīna parodīdearu to omowa reru shōde wa, kanzen ni 1 ni wa naranai.)\u001b[22m\n\nTranslations of \u001b[4mFirst, it guts the series of nearly all of the ecchi aspects of the original OVA besides the costumes worn by the lingerie soldiers. The TV series tries to make up for this by adding a bit more story content, but it winds up playing things too safe, and the result is a show that is terribly unfunny. For a show that is supposed to be a comedic parody, it utterly fails to be one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst, it guts the series of nearly all of the ecchi aspects of the original OVA besides the costumes worn by the lingerie soldiers.\u001b[24m\n    \u001b[1m最初に、それはランジェリーの兵士が着用する衣装の他に、元のOVAのほとんどのエッチの側面のシリーズを装備しています。\u001b[22m, \u001b[1mまず、ランジェリーの兵士が着用している衣装のほか、オリジナルOVAのエッチな側面のほぼすべてのシリーズをガッツ。\u001b[22m\n\u001b[4mThe TV series tries to make up for this by adding a bit more story content, but it winds up playing things too safe, and the result is a show that is terribly unfunny.\u001b[24m\n    \u001b[1mTVシリーズは、これ以上のストーリーコンテンツを追加することでこれを補うよう努めていますが、それはあまりにも安全なプレーを巻き起こし、その結果はひどく不愉快なショーです。\u001b[22m, \u001b[1mテレビシリーズは、もう少し話のコンテンツを追加することによって、これを補うためにしようとしますが、それは物事があまりにも安全に遊んで巻き取ると、結果がひどく面白くないですショーです。\u001b[22m\n\u001b[4mFor a show that is supposed to be a comedic parody, it utterly fails to be one.\u001b[24m\n    \u001b[1mコメディーなパロディーであると思われるショーでは、完全に1にはならない。\u001b[22m, \u001b[1m喜劇パロディことになっているショーのために、それは全く一つであると失敗します。\u001b[22m\n\u001b[1m\u001b[22m\nSecond, it skips ahead to a future time roughly one year after the events shown in the original OVA, and tries to bridge the gap in between through a few flashbacks that occur during the series. Unfortunately, this doesn't really do justice to the original OVA which left several loose ends, and leaves viewers to wonder why the creators opted to abandon the original OVA story line. Among the changes, the lingerie club has been converted to a maid cafe called New Papillon, and it appears to be managed by the same person that managed the former lingerie club. However, no explanation is ever provided for its conversion. Tsubomi works there, while the fellow lingerie fighters start out as customers before joining the staff. Unfortunately, the new story resorts to using a couple of the most over-used tropes imaginable. The lingerie soldiers have amnesia. Meanwhile, one of the other characters turns out to be the identical twin of a character from the OVA.\n\n\u001b[1m第2に、元のOVAに示されたイベントのおよそ1年後の未来の時間にスキップし、シリーズ中に発生したいくつかのフラッシュバックによって間隙を埋めようとします。 残念なことに、これは実際にいくつかの緩い終わりを残した元のOVAを正当化するものではなく、オリジナルのOVAストーリーラインを放棄することをクリエイターが選択した理由を視聴者に残してしまいます。 この変更の中で、ランジェリークラブはニューパピヨンと呼ばれるメイドのカフェに改造され、元のランジェリークラブを管理していたのと同じ人物によって管理されているようだ。 しかし、その変換についての説明は今までにない。 坪井はそこで働いていますが、仲間のランジェリーの戦闘員は、スタッフに加わる前に顧客として始まります。 残念なことに、この新しい物語は、想像を絶する最も過度に浪費されているカップルを使用しています。 ランジェリーの兵士は記憶喪失がある。 一方、他の文字のうちの1つは、OVAと同じ文字の双子であることが判明している。\u001b[22m\n\u001b[1m(Dai 2 ni,-moto no ovu~a ni shimesa reta ibento no oyoso 1-nen-go no mirai no jikan ni sukippu shi, shirīzu-chū ni hassei shita ikutsu ka no furasshu bakku ni yotte kangeki o uzumeyou to shimasu. Zan'nen'nakotoni, kore wa jissai ni ikutsu ka no yurui owari o nokoshita gen no ovu~a o seitō-ka suru monode wa naku, orijinaru no ovu~a sutōrīrain o hōki suru koto o kurieitā ga sentaku shita riyū o shichō-sha ni nokoshite shimaimasu. Kono henkō no naka de, ranjerīkurabu wa nyūpapiyon to yoba reru meido no kafe ni kaizō sa re,-moto no ranjerīkurabu o kanri shite ita no to onaji jinbutsu ni yotte kanri sa rete iru yōda. Shikashi, sono henkan ni tsuite no setsumei wa ima made ni nai. Tsuboi wa soko de hataraite imasuga, nakama no ranjerī no sentō-in wa, sutaffu ni kuwawaru mae ni kokyaku to shite hajimarimasu. Zan'nen'nakotoni, kono atarashī monogatari wa, sōzō o zessuru mottomo kado ni rōhi sa rete iru kappuru o shiyō shite imasu. Ranjerī no heishi wa kioku sōshitsu ga aru. Ippō, hoka no moji no uchi no 1tsu wa, ovu~a to onaji moji no futagodearu koto ga hanmei shite iru.)\u001b[22m\n\nTranslations of \u001b[4mSecond, it skips ahead to a future time roughly one year after the events shown in the original OVA, and tries to bridge the gap in between through a few flashbacks that occur during the series. Unfortunately, this doesn't really do justice to the original OVA which left several loose ends, and leaves viewers to wonder why the creators opted to abandon the original OVA story line. Among the changes, the lingerie club has been converted to a maid cafe called New Papillon, and it appears to be managed by the same person that managed the former lingerie club. However, no explanation is ever provided for its conversion. Tsubomi works there, while the fellow lingerie fighters start out as customers before joining the staff. Unfortunately, the new story resorts to using a couple of the most over-used tropes imaginable. The lingerie soldiers have amnesia. Meanwhile, one of the other characters turns out to be the identical twin of a character from the OVA.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSecond, it skips ahead to a future time roughly one year after the events shown in the original OVA, and tries to bridge the gap in between through a few flashbacks that occur during the series.\u001b[24m\n    \u001b[1m第2に、元のOVAに示されたイベントのおよそ1年後の未来の時間にスキップし、シリーズ中に発生したいくつかのフラッシュバックによって間隙を埋めようとします。\u001b[22m, \u001b[1m第二に、それは元のOVAに示すイベントの後、およそ1年将来の時間に先にスキップし、シリーズ中に発生するいくつかのフラッシュバックを介し間のギャップを埋めるためにしようとします。\u001b[22m\n\u001b[4mUnfortunately, this doesn't really do justice to the original OVA which left several loose ends, and leaves viewers to wonder why the creators opted to abandon the original OVA story line.\u001b[24m\n    \u001b[1m残念なことに、これは実際にいくつかの緩い終わりを残した元のOVAを正当化するものではなく、オリジナルのOVAストーリーラインを放棄することをクリエイターが選択した理由を視聴者に残してしまいます。\u001b[22m, \u001b[1m残念ながら、これは本当にいくつかの緩い端を左に元のOVAに正義を行う、とクリエイターがオリジナルのOVAのストーリーラインを放棄することを選択した理由を不思議に視聴者を残していません。\u001b[22m\n\u001b[4mAmong the changes, the lingerie club has been converted to a maid cafe called New Papillon, and it appears to be managed by the same person that managed the former lingerie club.\u001b[24m\n    \u001b[1mこの変更の中で、ランジェリークラブはニューパピヨンと呼ばれるメイドのカフェに改造され、元のランジェリークラブを管理していたのと同じ人物によって管理されているようだ。\u001b[22m, \u001b[1m変化の中で、ランジェリークラブは新パピヨンと呼ばれるメイドカフェに変換された、かつてのランジェリークラブを管理する同じ人によって管理されているようです。\u001b[22m\n\u001b[4mHowever, no explanation is ever provided for its conversion.\u001b[24m\n    \u001b[1mしかし、その変換についての説明は今までにない。\u001b[22m, \u001b[1mしかし、何の説明はこれまで、その変換のために提供されていません。\u001b[22m\n\u001b[4mTsubomi works there, while the fellow lingerie fighters start out as customers before joining the staff.\u001b[24m\n    \u001b[1m坪井はそこで働いていますが、仲間のランジェリーの戦闘員は、スタッフに加わる前に顧客として始まります。\u001b[22m, \u001b[1m仲間ランジェリー戦闘機はスタッフに参加する前に顧客として始まるながらつぼみが、そこに動作します。\u001b[22m\n\u001b[4mUnfortunately, the new story resorts to using a couple of the most over-used tropes imaginable.\u001b[24m\n    \u001b[1m残念なことに、この新しい物語は、想像を絶する最も過度に浪費されているカップルを使用しています。\u001b[22m, \u001b[1m残念ながら、新しいストーリーリゾート過剰使用想像比喩ほとんどのカップルを使用します。\u001b[22m\n\u001b[4mThe lingerie soldiers have amnesia.\u001b[24m\n    \u001b[1mランジェリーの兵士は記憶喪失がある。\u001b[22m, \u001b[1mランジェリーの兵士は、記憶喪失を持っています。\u001b[22m\n\u001b[4mMeanwhile, one of the other characters turns out to be the identical twin of a character from the OVA.\u001b[24m\n    \u001b[1m一方、他の文字のうちの1つは、OVAと同じ文字の双子であることが判明している。\u001b[22m, \u001b[1m一方、他の文字の一つはOVAから文字の一卵性双生児であることが判明しました。\u001b[22m\n\u001b[1m\u001b[22m\nFurthermore, the raunchy yet ruthless enemies of the OVA are replaced by a new set of dull and inept alien sisters. They have arrived to attack earth, yet forgot to bring any weapons (or brains for that matter). As a result, they must resort to activating or creating hybrid UMA (Unidentified Mysterious Animal) creatures to do their bidding. The hybrids are supposed to be funny, but the humor fails terribly for the western audience. Some of these might be more funny for Japanese viewers that understand some of the cultural references. In the end, the reason behind the aliens attack on Earth turns out to be rather inane.\n\n\u001b[1mさらに、OVAの荒々しく無慈悲な敵は、退屈で不慣れな外人姉妹の新しいセットに置き換えられます。 彼らは地球を攻撃するために到着しましたが、武器（またはその問題の頭脳）を持って来ることを忘れました。 結果として、彼らは入札を行うためにハイブリッドUMA（Unidentified Mysterious Animal）の生き物を活性化または創造することに頼らざるを得ません。 ハイブリッドは面白いと思われますが、ユーモアは西側の聴衆にとってひどく失敗します。 これらのうちのいくつかは、文化的な参考文献の一部を理解している日本の視聴者の方が面白いかもしれません。 結局のところ、地球上の宇宙人の攻撃の背後にある理由は、むしろ無骨であることが判明している。\u001b[22m\n\u001b[1m(Sarani, ovu~a no araarashiku mujihina teki wa, taikutsu de funarena gaijin shimai no atarashī setto ni okikae raremasu. Karera wa chikyū o kōgeki suru tame ni tōchaku shimashitaga, buki (matawa sono mondai no zunō) o motte kuru koto o wasuremashita. Kekka to shite, karera wa nyūsatsu o okonau tame ni haiburiddo yūma (Unidentified misuteriasu Animal) no ikimono o kassei-ka matawa sōzō suru koto ni tayorazaru o emasen. Haiburiddo wa omoshiroi to omowa remasuga, yūmoa wa nishigawa no chōshū ni totte hidoku shippai shimasu. Korera no uchi no ikutsu ka wa, bunka-tekina sankō bunken no ichibu o rikai shite iru Nihon no shichō-sha no kata ga omoshiroi kamo shiremasen. Kekkyokunotokoro, chikyū-jō no uchūbito no kōgeki no haigo ni aru riyū wa, mushiro bukotsudearu koto ga hanmei shite iru.)\u001b[22m\n\nTranslations of \u001b[4mFurthermore, the raunchy yet ruthless enemies of the OVA are replaced by a new set of dull and inept alien sisters. They have arrived to attack earth, yet forgot to bring any weapons (or brains for that matter). As a result, they must resort to activating or creating hybrid UMA (Unidentified Mysterious Animal) creatures to do their bidding. The hybrids are supposed to be funny, but the humor fails terribly for the western audience. Some of these might be more funny for Japanese viewers that understand some of the cultural references. In the end, the reason behind the aliens attack on Earth turns out to be rather inane.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFurthermore, the raunchy yet ruthless enemies of the OVA are replaced by a new set of dull and inept alien sisters.\u001b[24m\n    \u001b[1mさらに、OVAの荒々しく無慈悲な敵は、退屈で不慣れな外人姉妹の新しいセットに置き換えられます。\u001b[22m, \u001b[1mさらに、OVAの汚いまだ冷酷な敵が鈍いと無能な外国人姉妹の新しいセットに置き換えられます。\u001b[22m\n\u001b[4mThey have arrived to attack earth, yet forgot to bring any weapons (or brains for that matter).\u001b[24m\n    \u001b[1m彼らは地球を攻撃するために到着しましたが、武器（またはその問題の頭脳）を持って来ることを忘れました。\u001b[22m, \u001b[1m彼らは地球を攻撃するために到着し、まだ（そのことについてまたは脳）任意の武器を持ってくるの忘れたしています。\u001b[22m\n\u001b[4mAs a result, they must resort to activating or creating hybrid UMA (Unidentified Mysterious Animal) creatures to do their bidding.\u001b[24m\n    \u001b[1m結果として、彼らは入札を行うためにハイブリッドUMA（Unidentified Mysterious Animal）の生き物を活性化または創造することに頼らざるを得ません。\u001b[22m, \u001b[1mその結果、彼らは彼らの入札を行うには、ハイブリッドUMA（未確認謎の動物）のクリーチャーを活性化または作成に頼らなければなりません。\u001b[22m\n\u001b[4mThe hybrids are supposed to be funny, but the humor fails terribly for the western audience.\u001b[24m\n    \u001b[1mハイブリッドは面白いと思われますが、ユーモアは西側の聴衆にとってひどく失敗します。\u001b[22m, \u001b[1mハイブリッドは面白いことになったが、ユーモアは西部の聴衆のためにひどく失敗しています。\u001b[22m\n\u001b[4mSome of these might be more funny for Japanese viewers that understand some of the cultural references.\u001b[24m\n    \u001b[1mこれらのうちのいくつかは、文化的な参考文献の一部を理解している日本の視聴者の方が面白いかもしれません。\u001b[22m, \u001b[1mこれらのいくつかは、文化的な参考文献のいくつかを理解し、日本の視聴者のために、より面白いかもしれません。\u001b[22m\n\u001b[4mIn the end, the reason behind the aliens attack on Earth turns out to be rather inane.\u001b[24m\n    \u001b[1m結局のところ、地球上の宇宙人の攻撃の背後にある理由は、むしろ無骨であることが判明している。\u001b[22m, \u001b[1m最後に、地球上のエイリアンの攻撃の背後にある理由は、むしろ無意味であることが判明しました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 3/10\n\n\u001b[1mキャラクター：3/10\u001b[22m\n\u001b[1m(Kyarakutā: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 3/10\u001b[24m\n    \u001b[1mキャラクター：3/10\u001b[22m\nIt's hard to believe that the 6-part series can actually have less interesting characters than those in the OVA, yet somehow the creators managed to pull that off. While Tsubomi is given a bit more background, the other lingerie fighters aren't given much extra detail. Anne's phone conversations suggest that she sleeps around, but none of that factors into the story. Shizuku is shown to be studious, and her past relationship to Tsubomi or Anne is left unexplored. Considering there were 6 episodes to work with, I expected to see a lot more background provided for them. Part of the problem is that the show opted to give them amnesia (how they contracted it is never explained), and it ends up spending way too much time in the first two episodes to deal with that. Meanwhile, the cat, Rama, has no real purpose here beyond helping to cure the amnesia.\n\n\u001b[1m6パートシリーズが実際にOVAのものよりも興味深いキャラクターを持つことはできないとは思えないが、何らかの形でクリエイターがそれを取り除くことができた。 坪井はもう少し背景を与えられているが、他のランジェリーの戦闘機には余分な詳細は与えられていない。 アンの電話による会話は、彼女が眠っていることを示唆しているが、ストーリーにはその要因はない。 シズクは勉強しているように見え、ツボミやアンとの過去の関係は未踏のままです。  6つのエピソードがあったことを考えれば、私はもっと多くのバックグラウンドが提供されることを期待していました。 問題の一部は、ショーが彼らに記憶喪失（彼らがそれをどのように説明したかは決して説明されていない）を与えることを選択したことであり、最初の2つのエピソードでそれに対処するには時間がかかり過ぎる。 一方、猫のラーマは、記憶喪失を治すのを助けている以上の本物の目的を持っていません。\u001b[22m\n\u001b[1m(6 Pātoshirīzu ga jissai ni ovu~a no mono yori mo kyōmibukai kyarakutā o motsu koto wa dekinai to wa omoenaiga, nanrakano katachi de kurieitā ga sore o torinozoku koto ga dekita. Tsuboi wa mōsukoshi haikei o atae rarete iruga, hoka no ranjerī no sentōki ni wa yobun'na shōsai wa atae rarete inai. An no denwa ni yoru kaiwa wa, kanojo ga nemutte iru koto o shisa shite iruga, sutōrī ni wa sono yōin wanai. Shizuku wa benkyō shite iru yō ni mie, tsubomi ya An to no kako no kankei wa mitō no mamadesu. Muttsu no episōdo ga atta koto o kangaereba, watashi wa motto ōku no bakkuguraundo ga teikyō sa reru koto o kitai shite imashita. Mondai no ichibu wa, shō ga karera ni kioku sōshitsu (karera ga sore o dono yō ni setsumei shita ka wa kesshite setsumei sa rete inai) o ataeru koto o sentaku shita kotodeari, saisho no 2tsu no episōdo de sore ni taisho suru ni wa jikan ga kakari sugiru. Ippō, neko no rāma wa, kioku sōshitsu o naosu no o tasukete iru ijō no honmono no mokuteki o motte imasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's hard to believe that the 6-part series can actually have less interesting characters than those in the OVA, yet somehow the creators managed to pull that off. While Tsubomi is given a bit more background, the other lingerie fighters aren't given much extra detail. Anne's phone conversations suggest that she sleeps around, but none of that factors into the story. Shizuku is shown to be studious, and her past relationship to Tsubomi or Anne is left unexplored. Considering there were 6 episodes to work with, I expected to see a lot more background provided for them. Part of the problem is that the show opted to give them amnesia (how they contracted it is never explained), and it ends up spending way too much time in the first two episodes to deal with that. Meanwhile, the cat, Rama, has no real purpose here beyond helping to cure the amnesia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's hard to believe that the 6-part series can actually have less interesting characters than those in the OVA, yet somehow the creators managed to pull that off.\u001b[24m\n    \u001b[1m6パートシリーズが実際にOVAのものよりも興味深いキャラクターを持つことはできないとは思えないが、何らかの形でクリエイターがそれを取り除くことができた。\u001b[22m, \u001b[1mこれは、6回シリーズは、実際にOVAに比べて少ない興味深い文字を持つことができるとは考えにくいですが、まだ何とかクリエイターはそれをやってのけることができました。\u001b[22m\n\u001b[4mWhile Tsubomi is given a bit more background, the other lingerie fighters aren't given much extra detail.\u001b[24m\n    \u001b[1m坪井はもう少し背景を与えられているが、他のランジェリーの戦闘機には余分な詳細は与えられていない。\u001b[22m, \u001b[1mつぼみがもう少し背景を与えている間に、他のランジェリーの戦闘機は多くの余分なディテールを与えられていません。\u001b[22m\n\u001b[4mAnne's phone conversations suggest that she sleeps around, but none of that factors into the story.\u001b[24m\n    \u001b[1mアンの電話による会話は、彼女が眠っていることを示唆しているが、ストーリーにはその要因はない。\u001b[22m, \u001b[1mアンの電話での会話は、彼女が周りに眠ることを示唆しているが、それのどれも物語に要因ません。\u001b[22m\n\u001b[4mShizuku is shown to be studious, and her past relationship to Tsubomi or Anne is left unexplored.\u001b[24m\n    \u001b[1mシズクは勉強しているように見え、ツボミやアンとの過去の関係は未踏のままです。\u001b[22m, \u001b[1mしずくは勤勉であることが示されている、とつぼみまたはアンへの彼女の過去の関係は未踏のままです。\u001b[22m\n\u001b[4mConsidering there were 6 episodes to work with, I expected to see a lot more background provided for them.\u001b[24m\n    \u001b[1m6つのエピソードがあったことを考えれば、私はもっと多くのバックグラウンドが提供されることを期待していました。\u001b[22m, \u001b[1mで動作するように6エピソードがあった考えると、私は彼らのために提供されるより多くの背景を参照することが期待しました。\u001b[22m\n\u001b[4mPart of the problem is that the show opted to give them amnesia (how they contracted it is never explained), and it ends up spending way too much time in the first two episodes to deal with that.\u001b[24m\n    \u001b[1m問題の一部は、ショーが彼らに記憶喪失（彼らがそれをどのように説明したかは決して説明されていない）を与えることを選択したことであり、最初の2つのエピソードでそれに対処するには時間がかかり過ぎる。\u001b[22m, \u001b[1m問題の一部は、（彼らはそれを契約方法を説明されることはありません）ショーは彼らに健忘症を与えることを選んだということであり、それはそれに対処するための最初の2つのエピソードで支出あまりにも多くの時間を終了します。\u001b[22m\n\u001b[4mMeanwhile, the cat, Rama, has no real purpose here beyond helping to cure the amnesia.\u001b[24m\n    \u001b[1m一方、猫のラーマは、記憶喪失を治すのを助けている以上の本物の目的を持っていません。\u001b[22m, \u001b[1m一方、猫、ラーマは、ここでは記憶喪失を治すために助けを超えた本当の目的を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nThe villains are overly bland, and they aren't really differentiated very well. A couple of other characters, like the mysterious men in black, turn out be more interesting than the main villains or the lingerie soldiers, but they have limited screen time. Overall, the characters in 'Papillon Rose' seem rather generic and uninteresting. If not for their Lingerie outfits, the main heroines would be completely forgettable and indistinguishable from countless other anime characters.\n\n\u001b[1m悪役はあまりにも穏やかで、本当に差別化されていません。 黒人の不思議な男のような他のキャラクターのいくつかは、主要な悪役やランジェリーの兵士よりも面白いが、画面時間は限られている。 全体的に、「パピヨンローズ」の文字はかなり一般的で興味深いようです。 彼らのランジェリーの衣装ではない場合、主なヒロインは完全に忘れることができ、無数の他のアニメキャラクターと区別できないでしょう。\u001b[22m\n\u001b[1m(Akuyaku wa amarini mo odayakade, hontōni sabetsu-ka sa rete imasen. Kokujin no fushigina otoko no yōna ta no kyarakutā no ikutsu ka wa, shuyōna akuyaku ya ranjerī no heishi yori mo omoshiroiga, gamen jikan wa kagira rete iru. Zentai-teki ni,`papiyonrōzu' no moji wa kanari ippan-tekide kyōmibukai yōdesu. Karera no ranjerī no ishōde wanai baai, omona hiroin wa kanzen ni wasureru koto ga deki, musū no ta no animekyarakutā to kubetsu dekinaideshou.)\u001b[22m\n\nTranslations of \u001b[4mThe villains are overly bland, and they aren't really differentiated very well. A couple of other characters, like the mysterious men in black, turn out be more interesting than the main villains or the lingerie soldiers, but they have limited screen time. Overall, the characters in 'Papillon Rose' seem rather generic and uninteresting. If not for their Lingerie outfits, the main heroines would be completely forgettable and indistinguishable from countless other anime characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe villains are overly bland, and they aren't really differentiated very well.\u001b[24m\n    \u001b[1m悪役はあまりにも穏やかで、本当に差別化されていません。\u001b[22m, \u001b[1m悪役は、過度に当たり障りのであり、彼らは本当に非常によく区別されません。\u001b[22m\n\u001b[4mA couple of other characters, like the mysterious men in black, turn out be more interesting than the main villains or the lingerie soldiers, but they have limited screen time.\u001b[24m\n    \u001b[1m黒人の不思議な男のような他のキャラクターのいくつかは、主要な悪役やランジェリーの兵士よりも面白いが、画面時間は限られている。\u001b[22m, \u001b[1m他の文字のカップル、黒神秘的な男性のように、メイン悪役やランジェリーの兵士よりももっと面白いことが判明、しかし、彼らは、画面の時間が限られています。\u001b[22m\n\u001b[4mOverall, the characters in 'Papillon Rose' seem rather generic and uninteresting.\u001b[24m\n    \u001b[1m全体的に、「パピヨンローズ」の文字はかなり一般的で興味深いようです。\u001b[22m, \u001b[1m全体的に、「パピヨンローズ」の文字がむしろ一般的でつまらないように見えます。\u001b[22m\n\u001b[4mIf not for their Lingerie outfits, the main heroines would be completely forgettable and indistinguishable from countless other anime characters.\u001b[24m\n    \u001b[1m彼らのランジェリーの衣装ではない場合、主なヒロインは完全に忘れることができ、無数の他のアニメキャラクターと区別できないでしょう。\u001b[22m, \u001b[1m彼らのランジェリー衣装のためではない場合は、メインヒロインは、無数の他のアニメのキャラクターから完全に忘れと区別がつかないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nArt / Animation: 6/10\n\n\u001b[1mアート/アニメ：6/10\u001b[22m\n\u001b[1m(Āto/ anime: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt / Animation: 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt / Animation: 6/10\u001b[24m\n    \u001b[1mアート/アニメ：6/10\u001b[22m, \u001b[1mアート/アニメーション：6/10\u001b[22m\nThe character art in 'Papillon Rose' is a significant improvement over the OVA, though it's the only thing that is better. The characters looks are more modern than the OVA version. The animation is generally better too, but there are a few points in various episodes where the motion didn't seem as smooth. There were even a few spots in a couple episodes where the art seemed to revert to the older OVA style, possibly indicating that those scenes leveraged previously generated art from an unreleased OVA version.\n\n\u001b[1m「パピヨンローズ」のキャラクターアートは、OVAよりも大幅に改善されていますが、それが唯一優れているのです。 キャラクタールックスは、OVAバージョンよりもモダンです。 アニメーションは一般的には優れていますが、動きが滑らかではないようなさまざまなエピソードにはいくつかの点があります。 アートが古いOVAスタイルに戻っているように見えるカップルのエピソードであっても、リリースされていないOVAバージョンから以前に生成されたアートを利用している可能性があることを示している可能性があります。\u001b[22m\n\u001b[1m(`Papiyonrōzu' no kyarakutāāto wa, ovu~a yori mo ōhaba ni kaizen sa rete imasuga, sore ga yuiitsu sugurete iru nodesu. Kyarakutārukkusu wa, ovu~a bājon yori mo modandesu. Animēshon wa ippantekini wa sugurete imasuga, ugoki ga namerakade wa nai yōna samazamana episōdo ni wa ikutsu ka no ten ga arimasu. Āto ga furui ovu~a sutairu ni modotte iru yō ni mieru kappuru no episōdodeatte mo, rirīsu sa rete inai ovu~a bājon kara izen ni seisei sa reta āto o riyō shite iru kanōsei ga aru koto o shimeshite iru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character art in 'Papillon Rose' is a significant improvement over the OVA, though it's the only thing that is better. The characters looks are more modern than the OVA version. The animation is generally better too, but there are a few points in various episodes where the motion didn't seem as smooth. There were even a few spots in a couple episodes where the art seemed to revert to the older OVA style, possibly indicating that those scenes leveraged previously generated art from an unreleased OVA version.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character art in 'Papillon Rose' is a significant improvement over the OVA, though it's the only thing that is better.\u001b[24m\n    \u001b[1m「パピヨンローズ」のキャラクターアートは、OVAよりも大幅に改善されていますが、それが唯一優れているのです。\u001b[22m, \u001b[1mそれが優れているだけのことだけれども「パピヨンローズ」の文字アートは、OVAを超える有意な改善です。\u001b[22m\n\u001b[4mThe characters looks are more modern than the OVA version.\u001b[24m\n    \u001b[1mキャラクタールックスは、OVAバージョンよりもモダンです。\u001b[22m, \u001b[1m文字のルックスは、OVA版よりも近代的です。\u001b[22m\n\u001b[4mThe animation is generally better too, but there are a few points in various episodes where the motion didn't seem as smooth.\u001b[24m\n    \u001b[1mアニメーションは一般的には優れていますが、動きが滑らかではないようなさまざまなエピソードにはいくつかの点があります。\u001b[22m, \u001b[1mアニメーションは、あまりにも一般的に良いですが、動きが平滑ないないようでした様々なエピソードでいくつかのポイントがあります。\u001b[22m\n\u001b[4mThere were even a few spots in a couple episodes where the art seemed to revert to the older OVA style, possibly indicating that those scenes leveraged previously generated art from an unreleased OVA version.\u001b[24m\n    \u001b[1mアートが古いOVAスタイルに戻っているように見えるカップルのエピソードであっても、リリースされていないOVAバージョンから以前に生成されたアートを利用している可能性があることを示している可能性があります。\u001b[22m, \u001b[1m芸術はおそらく以前に活用したもののシーンは未発表のOVA版からアートを生成していることを示す、古いOVAスタイルに戻すように見えたカップルのエピソードであっても、いくつかのスポットがありました。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, the transformation sequences in the TV series are generally worse than the OVA. The TV Series seems to re-use part of the Papillon Rose transformation scene from the OVA, but it censors it with extra roses. Meanwhile, the transformation scenes for Papillon Lily and Papillon Margaret are just static imges that appear to be censored with glowing white. Given the simplistic transformation imagery, the reason for the white censoring is unclear since they probably could have just shown Anne and Shizuku in their regular clothes and then their Lingerie outfits in a subsequent image instead.\n\n\u001b[1m残念なことに、TVシリーズの変換シーケンスは一般的にOVAよりも悪いです。  TVシリーズは、OVAのPapillon Rose変換シーンの一部を再利用しているようだが、余分なバラを使ってそれを検閲する。 一方、Papillon LilyとPapillon Margaretの変容シーンは、白っぽい色合いで検閲されているように見える静的な画像です。 単純な変形イメージを考えると、白い検閲の理由は不明確です。アンネとシズクを通常の服に入れ、その後ランジェリーの衣装を代わりに次の画像に示しただけかもしれないからです。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, TV shirīzu no henkan shīkensu wa ippantekini ovu~a yori mo waruidesu. TV shirīzu wa, ovu~a no Papillon rōzu henkan shīn no ichibu o sai riyō shite iru yōdaga, yobun'na bara o tsukatte sore o ken'etsu suru. Ippō, Papillon riryi to Papillon māgaretto no hen'yō shīn wa, shiroppoi iroai de ken'etsu sa rete iru yō ni mieru seitekina gazōdesu. Tanjun'na henkei imēji o kangaeru to, shiroi ken'etsu no riyū wa fumeikakudesu. An'ne to shizuku o tsūjō no fuku ni ire, sonogo ranjerī no ishō o kawarini-ji no gazō ni shimeshita dake kamo shirenaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, the transformation sequences in the TV series are generally worse than the OVA. The TV Series seems to re-use part of the Papillon Rose transformation scene from the OVA, but it censors it with extra roses. Meanwhile, the transformation scenes for Papillon Lily and Papillon Margaret are just static imges that appear to be censored with glowing white. Given the simplistic transformation imagery, the reason for the white censoring is unclear since they probably could have just shown Anne and Shizuku in their regular clothes and then their Lingerie outfits in a subsequent image instead.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, the transformation sequences in the TV series are generally worse than the OVA.\u001b[24m\n    \u001b[1m残念なことに、TVシリーズの変換シーケンスは一般的にOVAよりも悪いです。\u001b[22m, \u001b[1m残念ながら、テレビシリーズでの変換シーケンスは、OVAよりも一般的に悪化しています。\u001b[22m\n\u001b[4mThe TV Series seems to re-use part of the Papillon Rose transformation scene from the OVA, but it censors it with extra roses.\u001b[24m\n    \u001b[1mTVシリーズは、OVAのPapillon Rose変換シーンの一部を再利用しているようだが、余分なバラを使ってそれを検閲する。\u001b[22m, \u001b[1mTVシリーズはOVAからパピヨンローズ変態シーンの再利用の一部に思えるが、それは余分なバラとそれを検閲します。\u001b[22m\n\u001b[4mMeanwhile, the transformation scenes for Papillon Lily and Papillon Margaret are just static imges that appear to be censored with glowing white.\u001b[24m\n    \u001b[1m一方、Papillon LilyとPapillon Margaretの変容シーンは、白っぽい色合いで検閲されているように見える静的な画像です。\u001b[22m, \u001b[1m一方、パピヨンリリーとパピヨンマーガレットの変換シーンは光る白で検閲されるように見えるだけの静的imgesです。\u001b[22m\n\u001b[4mGiven the simplistic transformation imagery, the reason for the white censoring is unclear since they probably could have just shown Anne and Shizuku in their regular clothes and then their Lingerie outfits in a subsequent image instead.\u001b[24m\n    \u001b[1m単純な変形イメージを考えると、白い検閲の理由は不明確です。アンネとシズクを通常の服に入れ、その後ランジェリーの衣装を代わりに次の画像に示しただけかもしれないからです。\u001b[22m, \u001b[1m単純な変換画像を考えると、白い打ち切りの理由は、彼らはおそらく代わりに、次の画像にアンと雫その普通の服で、その後、それらのランジェリー衣装を示している可能性があるため不明です。\u001b[22m\n\u001b[1m\u001b[22m\nSound / Voice: 1/10\n\n\u001b[1m音声/声：1/10\u001b[22m\n\u001b[1m(Onsei/ koe: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound / Voice: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound / Voice: 1/10\u001b[24m\n    \u001b[1m音声/声：1/10\u001b[22m, \u001b[1mサウンド/音声：1月10日\u001b[22m\nI'm usually rather forgiving on background music, and voice work, but the audio on this DVD is so poor that I have to give it a low rating. For example, there are some spots where ominous background music is included for a few seconds, but then it cuts out for a few seconds before they play it again. It's obvious that they simply copied a background music sample from somewhere and then dubbed it in over and over as opposed to creating custom music to fit the scene. In other spots, the voice for Shizuku/Papillon Margaret is completely missing. You can see her mouth moving, but the audio track is completely silent. Since English audio tracks aren't even included on the DVD, the poor quality of the original audio track is even apparent to someone not fluent in Japanese.\n\n\u001b[1m私は通常、バックグラウンドミュージックやボイスワークを容認していますが、このDVDのオーディオは非常に貧弱で、低い評価を与えなければなりません。 たとえば、不快なバックグラウンドミュージックが数秒間含まれている場所がいくつかありますが、再度再生する前に数秒間切れます。 彼らは、シーンに合ったカスタム音楽を作るのとは対照的に、どこかの場所からバックグラウンドの音楽サンプルを単純にコピーし、それを何度も繰り返しダビングすることは明らかです。 他の場所では、Shizuku / Papillon Margaretの声は完全に欠落しています。 彼女の口が動いているのを見ることができますが、オーディオトラックは完全に静かです。 英語のオーディオトラックはDVDにも収録されていないので、オリジナルのオーディオトラックの品質は、日本語が流暢でない人にとっても明らかです。\u001b[22m\n\u001b[1m(Watashi wa tsūjō, bakkuguraundomyūjikku ya boisuwāku o yōnin shite imasuga, kono DVD no ōdio wa hijō ni hinjaku de, hikui hyōka o ataenakereba narimasen. Tatoeba, fukaina bakkuguraundomyūjikku ga sū-byōkan fukuma rete iru basho ga ikutsu ka arimasuga, saido saisei suru mae ni sū-byōkan kiremasu. Karera wa, shīn ni atta kasutamu ongaku o tsukuru no to wa taishō-teki ni, doko ka no basho kara bakkuguraundo no ongaku sanpuru o tanjun ni kopī shi, sore o nando mo kurikaeshi dabingu suru koto wa akirakadesu. Hoka no bashode wa, Shizuku/ Papillon māgaretto no koe wa kanzen ni ketsuraku shite imasu. Kanojo no kuchi ga ugoite iru no o miru koto ga dekimasuga, ōdiotorakku wa kanzen ni shizukadesu. Eigo no ōdiotorakku wa DVD ni mo shūroku sa rete inainode, orijinaru no ōdiotorakku no hinshitsu wa, nihongo ga ryūchōdenai hito ni tottemo akirakadesu.)\u001b[22m\n\nTranslations of \u001b[4mI'm usually rather forgiving on background music, and voice work, but the audio on this DVD is so poor that I have to give it a low rating. For example, there are some spots where ominous background music is included for a few seconds, but then it cuts out for a few seconds before they play it again. It's obvious that they simply copied a background music sample from somewhere and then dubbed it in over and over as opposed to creating custom music to fit the scene. In other spots, the voice for Shizuku/Papillon Margaret is completely missing. You can see her mouth moving, but the audio track is completely silent. Since English audio tracks aren't even included on the DVD, the poor quality of the original audio track is even apparent to someone not fluent in Japanese.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm usually rather forgiving on background music, and voice work, but the audio on this DVD is so poor that I have to give it a low rating.\u001b[24m\n    \u001b[1m私は通常、バックグラウンドミュージックやボイスワークを容認していますが、このDVDのオーディオは非常に貧弱で、低い評価を与えなければなりません。\u001b[22m, \u001b[1m私は通常、バックグラウンドミュージック、および音声の仕事にかなり寛容なんだけど、このDVDのオーディオは、私はそれを低い評価を与えなければならないほど貧弱です。\u001b[22m\n\u001b[4mFor example, there are some spots where ominous background music is included for a few seconds, but then it cuts out for a few seconds before they play it again.\u001b[24m\n    \u001b[1mたとえば、不快なバックグラウンドミュージックが数秒間含まれている場所がいくつかありますが、再度再生する前に数秒間切れます。\u001b[22m, \u001b[1m例えば、不吉なバックグラウンドミュージックは数秒のために含まれているいくつかのスポットがありますが、彼らは再びそれを再生する前に、それは数秒間切り出します。\u001b[22m\n\u001b[4mIt's obvious that they simply copied a background music sample from somewhere and then dubbed it in over and over as opposed to creating custom music to fit the scene.\u001b[24m\n    \u001b[1m彼らは、シーンに合ったカスタム音楽を作るのとは対照的に、どこかの場所からバックグラウンドの音楽サンプルを単純にコピーし、それを何度も繰り返しダビングすることは明らかです。\u001b[22m, \u001b[1mそれは、彼らは単にどこからバックグラウンドミュージックのサンプルをコピーしてから、シーンに合わせてカスタムの音楽を作成するとは対照的に、何度も繰り返しでそれをダビングしていることは明らかです。\u001b[22m\n\u001b[4mIn other spots, the voice for Shizuku/Papillon Margaret is completely missing.\u001b[24m\n    \u001b[1m他の場所では、Shizuku / Papillon Margaretの声は完全に欠落しています。\u001b[22m, \u001b[1m他のスポットでは、雫/パピヨンマーガレットのための声が完全に欠落しています。\u001b[22m\n\u001b[4mYou can see her mouth moving, but the audio track is completely silent.\u001b[24m\n    \u001b[1m彼女の口が動いているのを見ることができますが、オーディオトラックは完全に静かです。\u001b[22m, \u001b[1mあなたは彼女の口が動いて見ることができますが、オーディオトラックは完全に沈黙しています。\u001b[22m\n\u001b[4mSince English audio tracks aren't even included on the DVD, the poor quality of the original audio track is even apparent to someone not fluent in Japanese.\u001b[24m\n    \u001b[1m英語のオーディオトラックはDVDにも収録されていないので、オリジナルのオーディオトラックの品質は、日本語が流暢でない人にとっても明らかです。\u001b[22m, \u001b[1m英語のオーディオトラックがあってもDVDに含まれていないので、元のオーディオトラックの品質不良は日本語に堪能ではない人にでも明らかです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 2/10\n\n\u001b[1m楽しさ：2/10\u001b[22m\n\u001b[1m(Tanoshisa: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 2/10\u001b[24m\n    \u001b[1m楽しさ：2/10\u001b[22m\nI rewatched this show for this review, and it was very hard to force myself to sit through it both times. The 'Papillon Rose' TV series opted to strip out most of the ecchi content and juvenile humor found in the OVA, and tried to replace it with more story elements, but the result is boring and uninteresting. The attempts at humor fail badly, and its characters are uninspired and forgettable.\n\n\u001b[1m私はこのレビューのためにこのショーを再ウォッチしました。そして、両方の時間に自分自身を強制的に座らせることは非常に困難でした。  「パピヨン・ローズ」TVシリーズは、OVAで見つかったエクチェンコンテンツと少年ユーモアのほとんどを取り除き、それをより多くのストーリー要素で置き換えようとしましたが、結果は退屈で無益でした。 ユーモアの試みはひどく失敗し、そのキャラクターは賞賛されず忘れられません。\u001b[22m\n\u001b[1m(Watashi wa kono rebyū no tame ni kono shō o sai u~otchi shimashita. Soshite, ryōhō no jikan ni jibun jishin o kyōsei-teki ni suwara seru koto wa hijō ni kon'nandeshita. `Papiyon rōzu' TV shirīzu wa, ovu~a de mitsukatta ekuchenkontentsu to shōnen yūmoa no hotondo o torinozoki, sore o yori ōku no sutōrī yōso de okikaeyou to shimashitaga, kekka wa taikutsude muekideshita. Yūmoa no kokoromi wa hidoku shippai shi, sono kyarakutā wa shōsan sa rezu wasure raremasen.)\u001b[22m\n\nTranslations of \u001b[4mI rewatched this show for this review, and it was very hard to force myself to sit through it both times. The 'Papillon Rose' TV series opted to strip out most of the ecchi content and juvenile humor found in the OVA, and tried to replace it with more story elements, but the result is boring and uninteresting. The attempts at humor fail badly, and its characters are uninspired and forgettable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI rewatched this show for this review, and it was very hard to force myself to sit through it both times.\u001b[24m\n    \u001b[1m私はこのレビューのためにこのショーを再ウォッチしました。そして、両方の時間に自分自身を強制的に座らせることは非常に困難でした。\u001b[22m, \u001b[1m私はこのレビューのためにこのショーをrewatched、それを介して両方の時間を座って自分自身を強制することは非常に困難でした。\u001b[22m\n\u001b[4mThe 'Papillon Rose' TV series opted to strip out most of the ecchi content and juvenile humor found in the OVA, and tried to replace it with more story elements, but the result is boring and uninteresting.\u001b[24m\n    \u001b[1m「パピヨン・ローズ」TVシリーズは、OVAで見つかったエクチェンコンテンツと少年ユーモアのほとんどを取り除き、それをより多くのストーリー要素で置き換えようとしましたが、結果は退屈で無益でした。\u001b[22m, \u001b[1m「パピヨンローズ」TVシリーズがOVAで見つかったエッチなコンテンツおよび若年ユーモアの大部分を取り除くことを選んだ、とより多くの物語の要素に置き換えることを試みたが、結果は退屈でつまらないです。\u001b[22m\n\u001b[4mThe attempts at humor fail badly, and its characters are uninspired and forgettable.\u001b[24m\n    \u001b[1mユーモアの試みはひどく失敗し、そのキャラクターは賞賛されず忘れられません。\u001b[22m, \u001b[1mユーモアの試みはひどく失敗し、その文字が平凡と忘れています。\u001b[22m\n\u001b[1m\u001b[22m\nFinal verdict: 3/10\n\n\u001b[1m最終判決：3/10\u001b[22m\n\u001b[1m(Saishū hanketsu: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mFinal verdict: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal verdict: 3/10\u001b[24m\n    \u001b[1m最終判決：3/10\u001b[22m, \u001b[1m最終的な評決：3/10\u001b[22m\nUltimately, the 6 episodes of the 'Papillon Rose' TV series end up as nearly unwatchable dreck that never comes close to the zany yet watchable OVA. In fact, it seems like they should have just stuck with the original OVA formula and made more episodes of that instead. I originally rated this as a 4, but after rewatching it, I have reduced that to a 3 which still feels a bit generous. If you're interested in seeing Papillon Rose, just watch the OVA and don't bother with the 6 TV episodes.\n\n\u001b[1m結局のところ、「Papillon Rose」TVシリーズの6つのエピソードは、ほとんど見苦しいものとして終わります。 実際には、元のOVAの式にちょうど固執して、その代わりにもっと多くのエピソードを作成する必要があるようです。 私はもともとこれを4と評価していましたが、それを再ウォッチした後、私はそれを3に減らしました。これはやや寛大です。  Papillon Roseを見たい場合は、OVAを見て、6つのTVエピソードを気にしないでください。\u001b[22m\n\u001b[1m(Kekkyokunotokoro,`Papillon rōzu' TV shirīzu no muttsu no episōdo wa, hotondo migurushī mono to shite owarimasu. Jissai ni wa,-moto no ovu~a no shiki ni chōdo koshū shite, sonokawarini motto ōku no episōdo o sakusei suru hitsuyō ga aru yōdesu. Watashi wa motomoto kore o 4 to hyōka shite imashitaga, sore o sai u~otchi shita nochi, watashi wa sore o 3 ni herashimashita. Kore wa yaya kandaidesu. Papillon rōzu o mitai baai wa, ovu~a o mite, muttsu no TV episōdo o kinishinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mUltimately, the 6 episodes of the 'Papillon Rose' TV series end up as nearly unwatchable dreck that never comes close to the zany yet watchable OVA. In fact, it seems like they should have just stuck with the original OVA formula and made more episodes of that instead. I originally rated this as a 4, but after rewatching it, I have reduced that to a 3 which still feels a bit generous. If you're interested in seeing Papillon Rose, just watch the OVA and don't bother with the 6 TV episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUltimately, the 6 episodes of the 'Papillon Rose' TV series end up as nearly unwatchable dreck that never comes close to the zany yet watchable OVA.\u001b[24m\n    \u001b[1m結局のところ、「Papillon Rose」TVシリーズの6つのエピソードは、ほとんど見苦しいものとして終わります。\u001b[22m, \u001b[1m最終的には、「パピヨンローズ」TVシリーズの6エピソードはおどけまだなんとか見OVAに近づくことはないとほとんど見るに耐えない安物に終わります。\u001b[22m\n\u001b[4mIn fact, it seems like they should have just stuck with the original OVA formula and made more episodes of that instead.\u001b[24m\n    \u001b[1m実際には、元のOVAの式にちょうど固執して、その代わりにもっと多くのエピソードを作成する必要があるようです。\u001b[22m, \u001b[1m彼らは元のOVA式で立ち往生し、代わりにそのより多くのエピソードを作っている必要がありますように実際には、それが思われます。\u001b[22m\n\u001b[4mI originally rated this as a 4, but after rewatching it, I have reduced that to a 3 which still feels a bit generous.\u001b[24m\n    \u001b[1m私はもともとこれを4と評価していましたが、それを再ウォッチした後、私はそれを3に減らしました。これはやや寛大です。\u001b[22m, \u001b[1m私はもともと4としてこれを評価し、それをrewatchingた後、私はまだ少しは寛大な感じ3にそれを削減しました。\u001b[22m\n\u001b[4mIf you're interested in seeing Papillon Rose, just watch the OVA and don't bother with the 6 TV episodes.\u001b[24m\n    \u001b[1mPapillon Roseを見たい場合は、OVAを見て、6つのTVエピソードを気にしないでください。\u001b[22m, \u001b[1mあなたはパピヨンローズを見ることに興味があるなら、単にOVAを見て、6テレビ番組で気にしないでください。\u001b[22m"
  }
]
