[
  {
    "title": "Kindaichi_Shounen_no_Jikenbo_Returns_2nd_Season",
    "id": "31227",
    "url": "https://myanimelist.net/anime/31227/Kindaichi_Shounen_no_Jikenbo_Returns_2nd_Season",
    "user": "plisetskytrash",
    "profile": "/profile/plisetskytrash/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=214533",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  9\n\nまず最初に、漫画やプレクエルのような以前の金田一少年の事例の資料を見たり読んだりしなかったので、基本的には何も知らずに今シーズンに飛び込んできました。 また、このシリーズではすべてが完全にはっきりしているので、プロットを理解するために必ずプリクエルを見る必要はないと付け加える必要があります。\n\nこれは、有名な探偵の孫、金田元君を中心とした典型的な探偵ミステリーアニメです。 アニメは、手がかり、捜査、賢明な控除によって、異なる犯罪の神秘的な状況を解決しようと努めている。 素敵な友人みゆきの助けを借りて、彼はあらゆる犯罪を解決することができます。 そして、最も重要なことは、加害者が誰かを本当に推測することができないので、あなたは終わりまでそれに入っています！ さらに興味深いのは、たとえ殺人犯が誰であるかを知っていても、なぜ彼がそれをやったのか、またそれがどういうことか分かりません。 このすべてが恥ずかしそうになっている瞬間に、それを見て興奮させる驚きの要素もあります。 通常はストーリーはかなり悲しいので、そこに人間の魂をすばやく覗き込み、殺人のための様々な動機が卑劣になります。 深刻で感情的な瞬間がたくさんありますが、あなたは面白い瞬間と軽いコメディをたくさん楽しむことができます。 おそらく、それは他のアニメと同じくらい現実的で進歩的ではありませんが、見るのは楽しいです。 このアニメのもう一つのすばらしいことは、キャラクターです。 原は愛情があり、決定的で、知的で、ただの大きな主人公です。\n\n金田一少年の事件簿は、本当に楽しいアニメであり、たくさんの資質を持っているので、不思議な小説やエキサイティングな物語を持つこの少年探偵のジャンルが好きなら、本当にこの物をお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all I must say I didn’t watch/read any previous Kindaichi Shounen no Jikenbo material, like manga or prequel so I basically jumped into this season without previous knowledge of anything else and I definitely didn’t regret it! Also I need to add that everything was perfectly clear in this series so you don’t necessarily need to watch prequel to understand the plot.\n\n\u001b[1mまず最初に、漫画やプレクエルのような以前の金田一少年の事例の資料を見たり読んだりしなかったので、基本的には何も知らずに今シーズンに飛び込んできました。 また、このシリーズではすべてが完全にはっきりしているので、プロットを理解するために必ずプリクエルを見る必要はないと付け加える必要があります。\u001b[22m\n\u001b[1m(Mazu saisho ni, manga ya purekueru no yōna izen no Kindaichi shōnen no jirei no shiryō o mi tari yon dari shinakattanode, kihontekini wa nani mo shirazu ni ima shīzun ni tobikonde kimashita. Mata, kono shirīzude wa subete ga kanzen ni hakkiri shite irunode, purotto o rikai suru tame ni kanarazu purikueru o miru hitsuyō wa nai to tsukekuwaeru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all I must say I didn’t watch/read any previous Kindaichi Shounen no Jikenbo material, like manga or prequel so I basically jumped into this season without previous knowledge of anything else and I definitely didn’t regret it! Also I need to add that everything was perfectly clear in this series so you don’t necessarily need to watch prequel to understand the plot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all I must say I didn’t watch/read any previous Kindaichi Shounen no Jikenbo material, like manga or prequel so I basically jumped into this season without previous knowledge of anything else and I definitely didn’t regret it!\u001b[24m\n    \u001b[1mまず最初に、漫画やプレクエルのような以前の金田一少年の事例の資料を見たり読んだりしなかったので、基本的には何も知らずに今シーズンに飛び込んできました。\u001b[22m, \u001b[1mまず第一に、私はので、私は基本的に他の何の予備知識なしでこの季節に飛び込んだと私は間違いなくそれを後悔していなかった漫画や続編のような、任意の以前の金田一少年ノー事件簿材料を読まない/見ていないと言わなければなりません！\u001b[22m\n\u001b[4mAlso I need to add that everything was perfectly clear in this series so you don’t necessarily need to watch prequel to understand the plot.\u001b[24m\n    \u001b[1mまた、このシリーズではすべてが完全にはっきりしているので、プロットを理解するために必ずプリクエルを見る必要はないと付け加える必要があります。\u001b[22m, \u001b[1mまた、私はあなたが必ずしもプロットを理解するために続編を見てする必要はありませんので、すべてがこのシリーズで完全に透明であったことを追加する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThis is a typical detective-mystery anime that revolve around high school student Hajime Kindaichi, grandson of famous detective. Anime focuses on Hajime’s efforts to solve the mysterious circumstances of different crimes by means of clues, investigation, and clever deduction. With help of his lovely friend Miyuki, he can solve every crime. And the most important thing you can’t really guess who the perpetrator is, so you’re into it till the end! What makes it even more interesting, even if you know who the murderer is, you have no clue why he did it or how. In the moment all of this is reviled there is also that element of surprise which makes it so exciting to watch. Usually the stories are quite sad so there we have a quick peek into human souls and various motives for murder are reviled. Although there are a lot of serious and emotional moments you can enjoy a lot of funny moments and light comedy too. Perhaps it is not as realistic and advanced as some other animes but it’s fun to watch. One more great thing about this anime are the characters. Hajime is loveable, determined, intelligent, just great main shounen character.\n\n\u001b[1mこれは、有名な探偵の孫、金田元君を中心とした典型的な探偵ミステリーアニメです。 アニメは、手がかり、捜査、賢明な控除によって、異なる犯罪の神秘的な状況を解決しようと努めている。 素敵な友人みゆきの助けを借りて、彼はあらゆる犯罪を解決することができます。 そして、最も重要なことは、加害者が誰かを本当に推測することができないので、あなたは終わりまでそれに入っています！ さらに興味深いのは、たとえ殺人犯が誰であるかを知っていても、なぜ彼がそれをやったのか、またそれがどういうことか分かりません。 このすべてが恥ずかしそうになっている瞬間に、それを見て興奮させる驚きの要素もあります。 通常はストーリーはかなり悲しいので、そこに人間の魂をすばやく覗き込み、殺人のための様々な動機が卑劣になります。 深刻で感情的な瞬間がたくさんありますが、あなたは面白い瞬間と軽いコメディをたくさん楽しむことができます。 おそらく、それは他のアニメと同じくらい現実的で進歩的ではありませんが、見るのは楽しいです。 このアニメのもう一つのすばらしいことは、キャラクターです。 原は愛情があり、決定的で、知的で、ただの大きな主人公です。\u001b[22m\n\u001b[1m(Kore wa, yūmeina tantei no mago, Kaneda moto kimi o chūshin to shita tenkei-tekina tantei misuterīanimedesu. Anime wa, tegakari, sōsa, kenmeina kōjo ni yotte, kotonaru hanzai no shinpi-tekina jōkyō o kaiketsu shiyou to tsutomete iru. Soshite, mottomo jūyōna koto wa, kagai-sha ga dareka o hontōni suisoku suru koto ga dekinainode, anata wa owari made sore ni haitte imasu! Sarani kyōmibukai no wa, tatoe satsujin-han ga daredearu ka o shitte ite mo, naze kare ga sore o yatta no ka, mata sore ga dō iu koto ka wakarimasen. Ko no subete ga hazukashi-sō ni natte iru shunkan ni, sore o mite kōfun sa seru odoroki no yōso mo arimasu. Tsūjō wa sutōrī wa kanari kanashīnode, soko ni ningen no tamashī o subayaku nozoki komi, satsujin no tame no samazamana dōki ga hiretsu ni narimasu. Shinkokude kanjō-tekina shunkan ga takusan arimasuga, anata wa omoshiroi shunkan to karui komedi o takusan tanoshimu koto ga dekimasu. Osoraku, sore wa hoka no anime to onaji kurai genjitsu-tekide shinpo-tekide wa arimasenga, miru no wa tanoshīdesu. Kono anime no mōhitotsu no subarashī koto wa, kyarakutādesu. Hara wa aijō ga ari, ketteitekide, chiteki de, tada no ōkina shujinkōdesu. Sutekina yūjin Miyuki no tasuke o karite, kare wa arayuru hanzai o kaiketsu suru koto ga dekimasu.)\u001b[22m\n\u001b[1m\u001b[22m\nKindaichi Shounen no Jikenbo Returns is really enjoyable anime with lots of qualities so if you like this shounen-detective genre with mysterious plot and exciting stories I truly recommend this one.\n\n\u001b[1m金田一少年の事件簿は、本当に楽しいアニメであり、たくさんの資質を持っているので、不思議な小説やエキサイティングな物語を持つこの少年探偵のジャンルが好きなら、本当にこの物をお勧めします。\u001b[22m\n\u001b[1m(Kindaichi shōnen'nojikenbo wa, hontōni tanoshī animedeari, takusan no shishitsu o motte irunode, fushigina shōsetsu ya ekisaitinguna monogatari o motsu kono shōnen tantei no janru ga sukinara, hontōni kono mono o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mKindaichi Shounen no Jikenbo Returns is really enjoyable anime with lots of qualities so if you like this shounen-detective genre with mysterious plot and exciting stories I truly recommend this one.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKindaichi Shounen no Jikenbo Returns is really enjoyable anime with lots of qualities so if you like this shounen-detective genre with mysterious plot and exciting stories I truly recommend this one.\u001b[24m\n    \u001b[1m金田一少年の事件簿は、本当に楽しいアニメであり、たくさんの資質を持っているので、不思議な小説やエキサイティングな物語を持つこの少年探偵のジャンルが好きなら、本当にこの物をお勧めします。\u001b[22m, \u001b[1m金田一少年の事件簿なしあなたは神秘的なプロットと刺激的なストーリーと、この少年探偵ジャンルを好きなら、私は本当に、このいずれかをお勧めしますので、資質の多くが付いて本当に楽しいアニメで返します。\u001b[22m"
  },
  {
    "title": "Kindaichi_Shounen_no_Jikenbo_Returns_2nd_Season",
    "id": "31227",
    "url": "https://myanimelist.net/anime/31227/Kindaichi_Shounen_no_Jikenbo_Returns_2nd_Season",
    "user": "FlunentDirty",
    "profile": "/profile/FlunentDirty/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=214239",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\n私は金田一シリーズのファンです。 ストーリーは楽しく、エキサイティングで簡単です。 私は犯罪関連のショーや映画を熱心に捉えているので、犯人が犯人をどのように犯したか主人公の金田町が明らかにすると、私の結論が違うと驚いています。 みゆきと金田一の間のマンザイのコメディが大好きです。 みゆきはもちろん金田一のパートナー、愛の関心、親友です。 私は両者の間の進歩を見たいと思います。 新しいアニメを探してこのシリーズから始めたいのであれば、最初にリリースされた金田一シリーズから始めてください。 シリーズ全体で活躍するキャラクターやプロットがあり、事前の知識なしに一部のエピソードを理解することはできません。 金田一シリーズを楽しんでいただければ幸いです。来るべき新しい「ファイル」を楽しみにしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI have been a fan of the Kindaichi Series for over four years. The stories are fun, exciting and easy to follow. I am an avid watcher of crime related shows and movies, so when the main character Kindaichi reveals how the criminal committed the crime, I am surprised when my conclusion is different. I love the 'manzai' comedy act between Miyuki and Kindaichi. Miyuki is of course Kindaichi's partner, love interest, and best friend. I would like to see a progression between the two and so would Miyuki. If you are looking for a new anime to watch and want to start with this series, please start with the first released Kindaichi series. There are characters and plots that run throughout the series and you will not understand some episodes without prior knowledge. I hope you come to enjoy the Kindaichi Series as much as I have and I look forward to a new 'File' of cases to come.\n\n\u001b[1m私は金田一シリーズのファンです。 ストーリーは楽しく、エキサイティングで簡単です。 私は犯罪関連のショーや映画を熱心に捉えているので、犯人が犯人をどのように犯したか主人公の金田町が明らかにすると、私の結論が違うと驚いています。 みゆきと金田一の間のマンザイのコメディが大好きです。 みゆきはもちろん金田一のパートナー、愛の関心、親友です。 私は両者の間の進歩を見たいと思います。 新しいアニメを探してこのシリーズから始めたいのであれば、最初にリリースされた金田一シリーズから始めてください。 シリーズ全体で活躍するキャラクターやプロットがあり、事前の知識なしに一部のエピソードを理解することはできません。 金田一シリーズを楽しんでいただければ幸いです。来るべき新しい「ファイル」を楽しみにしています。\u001b[22m\n\u001b[1m(Watashi wa Kindaichi shirīzu no fandesu. Sutōrī wa tanoshiku, ekisaitingude kantandesu. Watashi wa hanzai kanren no shō ya eiga o nesshin ni toraete irunode, han'nin ga han'nin o dono yō ni okashita ka shujinkō no kanetachō ga akiraka ni suru to, watashi no ketsuron ga chigau to odoroite imasu. Miyuki to Kindaichi no ma no manzai no komedi ga daisukidesu. Miyuki wa mochiron Kindaichi no pātonā, ai no kanshin, shin'yūdesu. Watashi wa ryōsha no ma no shinpo o mitai to omoimasu. Atarashī anime o sagashi teko no shirīzu kara hajimetai nodeareba, saisho ni rirīsu sa reta Kindaichi shirīzu kara hajimete kudasai. Shirīzu zentai de katsuyaku suru kyarakutā ya purotto ga ari, jizen no chishiki nashi ni ichibu no episōdo o rikai suru koto wa dekimasen. Kindaichi shirīzu o tanoshinde itadakereba saiwaidesu. Kurubeki atarashī `fairu' o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mI have been a fan of the Kindaichi Series for over four years. The stories are fun, exciting and easy to follow. I am an avid watcher of crime related shows and movies, so when the main character Kindaichi reveals how the criminal committed the crime, I am surprised when my conclusion is different. I love the 'manzai' comedy act between Miyuki and Kindaichi. Miyuki is of course Kindaichi's partner, love interest, and best friend. I would like to see a progression between the two and so would Miyuki. If you are looking for a new anime to watch and want to start with this series, please start with the first released Kindaichi series. There are characters and plots that run throughout the series and you will not understand some episodes without prior knowledge. I hope you come to enjoy the Kindaichi Series as much as I have and I look forward to a new 'File' of cases to come.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have been a fan of the Kindaichi Series for over four years.\u001b[24m\n    \u001b[1m私は金田一シリーズのファンです。\u001b[22m, \u001b[1m私は4年以上にわたって金田一シリーズのファンになっています。\u001b[22m\n\u001b[4mThe stories are fun, exciting and easy to follow.\u001b[24m\n    \u001b[1mストーリーは楽しく、エキサイティングで簡単です。\u001b[22m, \u001b[1m物語は、楽しく刺激的で、従うことは簡単です。\u001b[22m\n\u001b[4mI am an avid watcher of crime related shows and movies, so when the main character Kindaichi reveals how the criminal committed the crime, I am surprised when my conclusion is different.\u001b[24m\n    \u001b[1m私は犯罪関連のショーや映画を熱心に捉えているので、犯人が犯人をどのように犯したか主人公の金田町が明らかにすると、私の結論が違うと驚いています。\u001b[22m, \u001b[1m私は犯罪関連番組や映画の熱心なウォッチャーですので、主人公金田一は、犯罪者が罪を犯したかを明らかにするとき私の結論が異なる場合、私は驚いています。\u001b[22m\n\u001b[4mI love the 'manzai' comedy act between Miyuki and Kindaichi.\u001b[24m\n    \u001b[1mみゆきと金田一の間のマンザイのコメディが大好きです。\u001b[22m, \u001b[1m私はみゆきと金田一間の「漫才」喜劇の行為が大好きです。\u001b[22m\n\u001b[4mMiyuki is of course Kindaichi's partner, love interest, and best friend.\u001b[24m\n    \u001b[1mみゆきはもちろん金田一のパートナー、愛の関心、親友です。\u001b[22m, \u001b[1mみゆきはもちろん金田一のパートナー、愛興味、そして親友です。\u001b[22m\n\u001b[4mI would like to see a progression between the two and so would Miyuki.\u001b[24m\n    \u001b[1m私は両者の間の進歩を見たいと思います。\u001b[22m, \u001b[1m私は2つの間の進行を見てみたいので、みゆきだろうだろう。\u001b[22m\n\u001b[4mIf you are looking for a new anime to watch and want to start with this series, please start with the first released Kindaichi series.\u001b[24m\n    \u001b[1m新しいアニメを探してこのシリーズから始めたいのであれば、最初にリリースされた金田一シリーズから始めてください。\u001b[22m, \u001b[1mあなたが見て、このシリーズで開始するために、新しいアニメを探している場合は、最初にリリースされ金田一シリーズで開始してください。\u001b[22m\n\u001b[4mThere are characters and plots that run throughout the series and you will not understand some episodes without prior knowledge.\u001b[24m\n    \u001b[1mシリーズ全体で活躍するキャラクターやプロットがあり、事前の知識なしに一部のエピソードを理解することはできません。\u001b[22m, \u001b[1mシリーズ全体で実行し、事前の知識がなくても、いくつかのエピソードを理解できないだろう文字とプロットがあります。\u001b[22m\n\u001b[4mI hope you come to enjoy the Kindaichi Series as much as I have and I look forward to a new 'File' of cases to come.\u001b[24m\n    \u001b[1m金田一シリーズを楽しんでいただければ幸いです。来るべき新しい「ファイル」を楽しみにしています。\u001b[22m, \u001b[1m私は私が持っているとして、あなたが同じくらい金田一シリーズを楽しむために出てほしいと私は来て例の新しい「ファイル」を楽しみにしています。\u001b[22m"
  },
  {
    "title": "Kindaichi_Shounen_no_Jikenbo_Returns_2nd_Season",
    "id": "31227",
    "url": "https://myanimelist.net/anime/31227/Kindaichi_Shounen_no_Jikenbo_Returns_2nd_Season",
    "user": "Manjix",
    "profile": "/profile/Manjix/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=223558",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  7\nキャラクター|  9\n|  7\n\n金田一の適応は漫画に十分に忠実であり、したがってそれを良いものにする。 しかし、いくつかのケースでは、謎の鍵となる手がかりがほとんどないため、観客が実際に近代の体験に参加することは困難です（つまり、シャーロックの経験）。\n\n漫画と比べると、金田一アニメは漫画ファンの視点から少し遅れているが、アニメは緊張とサスペンスをうまく演奏しているが、殺人者を暗示するには遅れている。\n\n全体的には、この番組は多くの場合と同様に、金田一の経験を紹介しています。特に、再ウォッチすると、犯罪がどのように行われたかについてのヒントを実際に追い抜くことができます。\n\n金田一のフランチャイズは、年齢にもかかわらず依然として強く、このシリーズはフランチャイズが忠実なファンを強く裏付ける理由の良い例です。  Kindaichi Returnsは、元のランと比べて多くの緩いケースにも適応しているため、視聴者が何かをしていることに直ちに従うことができます。 私はあなたが元のランを追う方法がないと言うと、金田一はフランチャイズにあなたを紹介し、ファンがこのシリーズに忠実である理由を理解する良い方法です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nKindaichi adaptation is faithful enough to the manga, hence making it good. However, in some cases they left out few of the key clues for the mystery, so it makes it harder for the audience to actually participate in the Kindaichi experience (ie: the Sherlock experience).\n\n\u001b[1m金田一の適応は漫画に十分に忠実であり、したがってそれを良いものにする。 しかし、いくつかのケースでは、謎の鍵となる手がかりがほとんどないため、観客が実際に近代の体験に参加することは困難です（つまり、シャーロックの経験）。\u001b[22m\n\u001b[1m(Kindaichi no tekiō wa manga ni jūbun ni chūjitsudeari, shitagatte sore o yoimono ni suru. Shikashi, ikutsu ka no kēsude wa, nazo no kagi to naru tegakari ga hotondo nai tame, kankyaku ga jissai ni kindai no taiken ni sanka suru koto wa kon'nandesu (tsumari, shārokku no keiken).)\u001b[22m\n\nTranslations of \u001b[4mKindaichi adaptation is faithful enough to the manga, hence making it good. However, in some cases they left out few of the key clues for the mystery, so it makes it harder for the audience to actually participate in the Kindaichi experience (ie: the Sherlock experience).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKindaichi adaptation is faithful enough to the manga, hence making it good.\u001b[24m\n    \u001b[1m金田一の適応は漫画に十分に忠実であり、したがってそれを良いものにする。\u001b[22m, \u001b[1m金田一の適応は、したがって、それは良い作り、漫画に十分忠実です。\u001b[22m\n\u001b[4mHowever, in some cases they left out few of the key clues for the mystery, so it makes it harder for the audience to actually participate in the Kindaichi experience (ie: the Sherlock experience).\u001b[24m\n    \u001b[1mしかし、いくつかのケースでは、謎の鍵となる手がかりがほとんどないため、観客が実際に近代の体験に参加することは困難です（つまり、シャーロックの経験）。\u001b[22m, \u001b[1mしかし、いくつかのケースでは、彼らは謎のための重要な手がかりの数を残し、それはそれが難しく、観客が実際に金田一の経験（すなわち：シャーロック・エクスペリエンス）に参加できるようになります。\u001b[22m\n\u001b[1m\u001b[22m\nIn comparison to the manga, Kindaichi anime is slightly behind in the details as from a manga fan's perspective, the anime played well in building up the tension and the suspense, but lags behind when it comes to hinting the killer.\n\n\u001b[1m漫画と比べると、金田一アニメは漫画ファンの視点から少し遅れているが、アニメは緊張とサスペンスをうまく演奏しているが、殺人者を暗示するには遅れている。\u001b[22m\n\u001b[1m(Manga to kuraberu to, Kindaichi anime wa manga fan no shiten kara sukoshi okurete iruga, anime wa kinchō to sasupensu o umaku ensō shite iruga, satsujin-sha o anji suru ni wa okurete iru.)\u001b[22m\n\nTranslations of \u001b[4mIn comparison to the manga, Kindaichi anime is slightly behind in the details as from a manga fan's perspective, the anime played well in building up the tension and the suspense, but lags behind when it comes to hinting the killer.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn comparison to the manga, Kindaichi anime is slightly behind in the details as from a manga fan's perspective, the anime played well in building up the tension and the suspense, but lags behind when it comes to hinting the killer.\u001b[24m\n    \u001b[1m漫画と比べると、金田一アニメは漫画ファンの視点から少し遅れているが、アニメは緊張とサスペンスをうまく演奏しているが、殺人者を暗示するには遅れている。\u001b[22m, \u001b[1m漫画と比較して、金田一アニメ漫画ファンの視点からのように詳細に少し遅れて、アニメは緊張とサスペンスを構築する上で良いプレーをしたが、それはキラーをヒンティングに来るとき遅れています。\u001b[22m\n\u001b[1m\u001b[22m\nOverall though, the show is a good introduction to the Kindaichi experience as in plenty of the cases, especially when you rewatch, you can actually catch up the author's hints for how the crime was committed.\n\n\u001b[1m全体的には、この番組は多くの場合と同様に、金田一の経験を紹介しています。特に、再ウォッチすると、犯罪がどのように行われたかについてのヒントを実際に追い抜くことができます。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, kono bangumi wa ōku no baai to dōyō ni, Kindaichi no keiken o shōkai shite imasu. Tokuni, sai u~otchi suru to, hanzai ga dono yō ni okonawa reta ka ni tsuite no hinto o jissai ni oinuku koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall though, the show is a good introduction to the Kindaichi experience as in plenty of the cases, especially when you rewatch, you can actually catch up the author's hints for how the crime was committed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall though, the show is a good introduction to the Kindaichi experience as in plenty of the cases, especially when you rewatch, you can actually catch up the author's hints for how the crime was committed.\u001b[24m\n    \u001b[1m全体的には、この番組は多くの場合と同様に、金田一の経験を紹介しています。特に、再ウォッチすると、犯罪がどのように行われたかについてのヒントを実際に追い抜くことができます。\u001b[22m, \u001b[1m全体的にかかわらず、ショーは例たくさんのように金田一の経験に優れた入門書ですあなたはrewatchとき、特に、あなたが実際に犯罪がされた方法のための著者のヒントをキャッチアップすることができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe Kindaichi franchise still goes strong despite its age and this series is a good example of why the franchise has a strong backing of loyal fans. Kindaichi Returns is also an adaptation of many loose cases in comparison to the original run, hence it's easy for viewers to just hop in and follow what is going on. I'd say if you do not have a way to follow the original run, Kindaichi Returns is a good way to introduce you to the franchise and understand why the fans are loyal to this series.\n\n\u001b[1m金田一のフランチャイズは、年齢にもかかわらず依然として強く、このシリーズはフランチャイズが忠実なファンを強く裏付ける理由の良い例です。  Kindaichi Returnsは、元のランと比べて多くの緩いケースにも適応しているため、視聴者が何かをしていることに直ちに従うことができます。 私はあなたが元のランを追う方法がないと言うと、金田一はフランチャイズにあなたを紹介し、ファンがこのシリーズに忠実である理由を理解する良い方法です。\u001b[22m\n\u001b[1m(Kindaichi no furanchaizu wa, nenrei nimokakawarazu izentoshite tsuyoku, kono shirīzu wa furanchaizu ga chūjitsuna fan o tsuyoku uradzukeru riyū no yoi reidesu. Kindaichi Returns wa,-moto no ran to kurabete ōku no yurui kēsu ni mo tekiō shite iru tame, shichō-sha ga nanika o shite iru koto ni tadachini shitagau koto ga dekimasu. Watashi wa anata ga gen no ran o ou hōhō ga nai to iu to, Kindaichi wa furanchaizu ni anata o shōkai shi, fan ga kono shirīzu ni chūjitsudearu riyū o rikai suru yoi hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe Kindaichi franchise still goes strong despite its age and this series is a good example of why the franchise has a strong backing of loyal fans. Kindaichi Returns is also an adaptation of many loose cases in comparison to the original run, hence it's easy for viewers to just hop in and follow what is going on. I'd say if you do not have a way to follow the original run, Kindaichi Returns is a good way to introduce you to the franchise and understand why the fans are loyal to this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe Kindaichi franchise still goes strong despite its age and this series is a good example of why the franchise has a strong backing of loyal fans.\u001b[24m\n    \u001b[1m金田一のフランチャイズは、年齢にもかかわらず依然として強く、このシリーズはフランチャイズが忠実なファンを強く裏付ける理由の良い例です。\u001b[22m, \u001b[1m金田一のフランチャイズはまだその年齢にもかかわらず、強力になり、このシリーズは、フランチャイズは忠実なファンの強い支持を持っている理由の良い例です。\u001b[22m\n\u001b[4mKindaichi Returns is also an adaptation of many loose cases in comparison to the original run, hence it's easy for viewers to just hop in and follow what is going on.\u001b[24m\n    \u001b[1mKindaichi Returnsは、元のランと比べて多くの緩いケースにも適応しているため、視聴者が何かをしていることに直ちに従うことができます。\u001b[22m, \u001b[1m金田一返しは、視聴者はただでホップと起こっているものをフォローするために、したがって、それは簡単です、また、元のランに比べて多くの緩い例適応したものです。\u001b[22m\n\u001b[4mI'd say if you do not have a way to follow the original run, Kindaichi Returns is a good way to introduce you to the franchise and understand why the fans are loyal to this series.\u001b[24m\n    \u001b[1m私はあなたが元のランを追う方法がないと言うと、金田一はフランチャイズにあなたを紹介し、ファンがこのシリーズに忠実である理由を理解する良い方法です。\u001b[22m, \u001b[1mあなたは、元の実行を追跡する方法を持っていない場合、私は言うだろう、金田一が返しフランチャイズを紹介し、ファンはこのシリーズに忠実である理由を理解するための良い方法です。\u001b[22m"
  }
]
