[
  {
    "title": "Hundred",
    "id": "31338",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "user": "SammD",
    "profile": "/profile/SammD/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=222284",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  5\n|  5\n\nあなたがこれを読んでいるなら、IS：Infinite Stratos、Radukai Kishi no Cavalry、またはDate A LiveのようなSF /ロマンス/ハーレムジャンルの番組をよく知っているでしょう。 このショーは、文字通り、これらのショーのカットアンドペーストです（そして、どちらかといえば良いビットをカットしません）。 プロットは信じられないほど予測可能で、私はまったく驚いていなかったし、まったく穏やかであったので、見守っている理由の多くが本当にあった。 正直言って、あなたがこれよりも優れているが、内容はかなり似ている番組を探しているなら、私はIS：Infinite Stratosをお勧めしたいと思いますが、基本的にこの番組と同じです。\n\n物語は私の意見ではかなり平凡だった、それは本当にこのジャンルの他のアニメのすべてから突き出ていないし、プロットは本当に一般的です。 クールなパワーを持つヒーロー、比較的面白くなく重要でない女の子、そして恨みを抱く悪者のグループ。\n\n事は、この番組は初期のエピソードでは有望であった、それは比較的興味深い概念を持っていたし、それが正しく実行された場合、それはかなりまともなショーだっただろう。 しかし、プロットの開発の欠如といくつかの無駄なロマンスのエピソードは、メインの物語にちょうどタックを感じさせた。 地獄、あなたは、エピソード11まで、主要な悪役を適切に見ることさえできません。その前に、彼らは奇妙な名前から離れて言及されていません。\n\n芸術はかなり上品で、不満はあまりありませんでしたが、他のショーからはそれほど際立っていませんでした。 戦いのシーンはかなり良いと描かれたが、彼らの多くはなかったし、代わりにほとんどの時間のためにいくつかの愚かなハーレムがらくただった。\n\nサウンドもかなり良いですが、ほとんどの時間、私は実際にBGMや音楽に気づいていませんでしたが、OPとEPはかなりまともです。\n\n文字もかなり明るくありませんでした。 主人公は、あなたが他のすべてのharem / sci-fiショーで見た一般的なヒーローのように思えます。彼はまったく穏やかです。 女性キャラクターもジェネリックで、あなたはメインガール、豊かなパワフルな女の子、アイドル、一般的なキャラクターを見せてくれます。  「メイン」の少女でさえ、少し影に残っていて、あなたは本当に彼女について多くのことを学ぶことはありません。 プロットはあなたがキャラクターを推測することをほとんど残しておらず、キャラクターの開発においてより良い仕事をしていたはずです。\n\nショーはちょっと退屈でほとんどプロットの展開がなかったので、私はこのショーを楽しんでいなかった。 このジャンルのほとんどのショーは、彼らの明るくないプロットやキャラクターを補うためにfanserviceに依存していますが、このショーでもそれほど多くはありませんでした。\n\n全体的に、私はそれがひどいショーではないので純粋に6/10を与えるだろうが、地獄が退屈なものになることは確かである。  ISの最初のシーズンと同じように表示されます：Infinite Stratosはちょうどこの番組とプロットに似ているようですが、はるかに良く実行され、さらに面白いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIf you're reading this you are most likely familiar with shows in the sci-fi / romance / harem genre like IS: Infinite Stratos, Radukai Kishi no Cavalry, or Date A Live. This show is literally just a cut and paste of those shows (and it doesn't cut the good bits out either). The plot is incredibly predictable and the I wasn't surprised at all, or really had much of a reason to keep watching because it was so bland. To be honest, if you're looking for a show that is better than this, but fairly similar in content, I'd recommend IS: Infinite Stratos because it's basically the same as this show apart from it's done better in almost all aspects.\n\n\u001b[1mあなたがこれを読んでいるなら、IS：Infinite Stratos、Radukai Kishi no Cavalry、またはDate A LiveのようなSF /ロマンス/ハーレムジャンルの番組をよく知っているでしょう。 このショーは、文字通り、これらのショーのカットアンドペーストです（そして、どちらかといえば良いビットをカットしません）。 プロットは信じられないほど予測可能で、私はまったく驚いていなかったし、まったく穏やかであったので、見守っている理由の多くが本当にあった。 正直言って、あなたがこれよりも優れているが、内容はかなり似ている番組を探しているなら、私はIS：Infinite Stratosをお勧めしたいと思いますが、基本的にこの番組と同じです。\u001b[22m\n\u001b[1m(Anata ga kore o yonde irunara, IS: Infinitto Stratos, Radukai Kishi no Cavalry, matawa dēta A raibu no yōna SF/ romansu/ hāremujanru no bangumi o yoku shitte irudeshou. Kono shō wa, mojidōri, korera no shō no kattoandopēsutodesu (soshite, dochira ka to ieba yoi bitto o katto shimasen). Purotto wa shinji rarenai hodo yosoku kanōde, watashi wa mattaku odoroite inakattashi, mattaku odayakadeattanode, mimamotte iru riyū no ōku ga hontōni atta. Shōjiki itte, anata ga kore yori mo sugurete iruga, naiyō wa kanari nite iru bangumi o sagashite irunara, watashi wa IS: Infinitto Stratos o o susume shitai to omoimasuga, kihontekini kono bangumi to onajidesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you're reading this you are most likely familiar with shows in the sci-fi / romance / harem genre like IS: Infinite Stratos, Radukai Kishi no Cavalry, or Date A Live. This show is literally just a cut and paste of those shows (and it doesn't cut the good bits out either). The plot is incredibly predictable and the I wasn't surprised at all, or really had much of a reason to keep watching because it was so bland. To be honest, if you're looking for a show that is better than this, but fairly similar in content, I'd recommend IS: Infinite Stratos because it's basically the same as this show apart from it's done better in almost all aspects.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're reading this you are most likely familiar with shows in the sci-fi / romance / harem genre like IS: Infinite Stratos, Radukai Kishi no Cavalry, or Date A Live.\u001b[24m\n    \u001b[1mあなたがこれを読んでいるなら、IS：Infinite Stratos、Radukai Kishi no Cavalry、またはDate A LiveのようなSF /ロマンス/ハーレムジャンルの番組をよく知っているでしょう。\u001b[22m, \u001b[1mインフィニット・ストラトス、Radukai岸なし騎兵、またはデート・ア・ライブ：あなたがこれを読んでいる場合は、最も可能性が高いようなサイファイ/ロマンス/ハーレムのジャンルの番組に精通しています。\u001b[22m\n\u001b[4mThis show is literally just a cut and paste of those shows (and it doesn't cut the good bits out either).\u001b[24m\n    \u001b[1mこのショーは、文字通り、これらのショーのカットアンドペーストです（そして、どちらかといえば良いビットをカットしません）。\u001b[22m, \u001b[1mこのショーは、文字通り、それらの番組のちょうどカットアンドペーストである（そして、それはどちらか良いビットをカットしません）。\u001b[22m\n\u001b[4mThe plot is incredibly predictable and the I wasn't surprised at all, or really had much of a reason to keep watching because it was so bland.\u001b[24m\n    \u001b[1mプロットは信じられないほど予測可能で、私はまったく驚いていなかったし、まったく穏やかであったので、見守っている理由の多くが本当にあった。\u001b[22m, \u001b[1mプロットは非常に予測可能であると私は全く驚かなかった、またはそれはとても味気だったので、本当に見て維持する理由の多くを持っていました。\u001b[22m\n\u001b[4mTo be honest, if you're looking for a show that is better than this, but fairly similar in content, I'd recommend IS: Infinite Stratos because it's basically the same as this show apart from it's done better in almost all aspects.\u001b[24m\n    \u001b[1m正直言って、あなたがこれよりも優れているが、内容はかなり似ている番組を探しているなら、私はIS：Infinite Stratosをお勧めしたいと思いますが、基本的にこの番組と同じです。\u001b[22m, \u001b[1m正直に言うと、あなたはこれよりも優れている番組を探していますが、内容にかなり似ている場合は、私がお勧めIS：インフィニット・ストラトス、それは基本的に離れて、それはほとんどすべての面で優れて行われていますから、この番組と同じだからです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was pretty mediocre in my opinion, it really didn't stick out from all of the other anime in this genre and the plot is really generic. Hero with cool powers, some girls who are relatively uninteresting and not important, and a group of bad guys which have a grudge.\n\n\u001b[1m物語は私の意見ではかなり平凡だった、それは本当にこのジャンルの他のアニメのすべてから突き出ていないし、プロットは本当に一般的です。 クールなパワーを持つヒーロー、比較的面白くなく重要でない女の子、そして恨みを抱く悪者のグループ。\u001b[22m\n\u001b[1m(Monogatari wa watashi no ikende wa kanari heibondatta, sore wa hontōni kono janru no ta no anime no subete kara tsukidete inaishi, purotto wa hontōni ippan-tekidesu. Kūruna pawā o motsu hīrō, hikakuteki omoshirokunaku jūyōdenai on'nanoko, soshite urami o daku warumono no gurūpu.)\u001b[22m\n\nTranslations of \u001b[4mThe story was pretty mediocre in my opinion, it really didn't stick out from all of the other anime in this genre and the plot is really generic. Hero with cool powers, some girls who are relatively uninteresting and not important, and a group of bad guys which have a grudge.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was pretty mediocre in my opinion, it really didn't stick out from all of the other anime in this genre and the plot is really generic.\u001b[24m\n    \u001b[1m物語は私の意見ではかなり平凡だった、それは本当にこのジャンルの他のアニメのすべてから突き出ていないし、プロットは本当に一般的です。\u001b[22m, \u001b[1m物語はそれが本当にこのジャンルの他のアニメのすべてからはみ出さず、プロットは本当に一般的であり、私の意見ではかなり平凡でした。\u001b[22m\n\u001b[4mHero with cool powers, some girls who are relatively uninteresting and not important, and a group of bad guys which have a grudge.\u001b[24m\n    \u001b[1mクールなパワーを持つヒーロー、比較的面白くなく重要でない女の子、そして恨みを抱く悪者のグループ。\u001b[22m, \u001b[1mクールな力を持つヒーロー、比較的重要でないと重要ではありませんいくつかの女の子、そして恨みを持っている悪者のグループ。\u001b[22m\n\u001b[1m\u001b[22m\nThe thing is, this show looked promising in the early episodes, it had a relatively interesting concept and if it was executed correctly, it would have been a fairly decent show. However the lack of plot development and some useless romance episodes just made the main story feel tacked on. Hell, you don't even get to see the main villain properly up until episode 11, before then they are pretty much not mentioned apart from the odd name.\n\n\u001b[1m事は、この番組は初期のエピソードでは有望であった、それは比較的興味深い概念を持っていたし、それが正しく実行された場合、それはかなりまともなショーだっただろう。 しかし、プロットの開発の欠如といくつかの無駄なロマンスのエピソードは、メインの物語にちょうどタックを感じさせた。 地獄、あなたは、エピソード11まで、主要な悪役を適切に見ることさえできません。その前に、彼らは奇妙な名前から離れて言及されていません。\u001b[22m\n\u001b[1m(Koto wa, kono bangumi wa shoki no episōdode wa yūbōdeatta, sore wa hikakuteki kyōmibukai gainen o motte itashi, sore ga tadashiku jikkō sa reta baai, sore wa kanari matomona shōdattadarou. Shikashi, purotto no kaihatsu no ketsujo to ikutsu ka no mudana romansu no episōdo wa, mein no monogatari ni chōdo takku o kanji saseta. Jigoku, anata wa, episōdo 11 made, shuyōna akuyaku o tekisetsu ni miru koto sae dekimasen. Sono zen ni, karera wa kimyōna namae kara hanarete genkyū sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mThe thing is, this show looked promising in the early episodes, it had a relatively interesting concept and if it was executed correctly, it would have been a fairly decent show. However the lack of plot development and some useless romance episodes just made the main story feel tacked on. Hell, you don't even get to see the main villain properly up until episode 11, before then they are pretty much not mentioned apart from the odd name.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing is, this show looked promising in the early episodes, it had a relatively interesting concept and if it was executed correctly, it would have been a fairly decent show.\u001b[24m\n    \u001b[1m事は、この番組は初期のエピソードでは有望であった、それは比較的興味深い概念を持っていたし、それが正しく実行された場合、それはかなりまともなショーだっただろう。\u001b[22m, \u001b[1m事は、このショーは初期のエピソードに有望に見えたが、それは比較的面白い概念を持っていたし、それが正しく実行された場合、それはかなりまともなショーだったでしょう。\u001b[22m\n\u001b[4mHowever the lack of plot development and some useless romance episodes just made the main story feel tacked on.\u001b[24m\n    \u001b[1mしかし、プロットの開発の欠如といくつかの無駄なロマンスのエピソードは、メインの物語にちょうどタックを感じさせた。\u001b[22m, \u001b[1mしかし、プロットの開発の欠如といくつかの無用な恋愛エピソードはちょうどメインストーリーは上のタック感じさせてくれました。\u001b[22m\n\u001b[4mHell, you don't even get to see the main villain properly up until episode 11, before then they are pretty much not mentioned apart from the odd name.\u001b[24m\n    \u001b[1m地獄、あなたは、エピソード11まで、主要な悪役を適切に見ることさえできません。その前に、彼らは奇妙な名前から離れて言及されていません。\u001b[22m, \u001b[1m地獄、あなたも、それらはかなり奇妙な名前とは別に記載されていない前に、適切エピソード11までの主な悪役を見ることがありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe art was fairly decent, there was not much to complain about but it didn't stand out much from other shows. The fight scenes were pretty good and drawn nicely but there wasn't many of them and instead just some mindless harem crap for most of the time.\n\n\u001b[1m芸術はかなり上品で、不満はあまりありませんでしたが、他のショーからはそれほど際立っていませんでした。 戦いのシーンはかなり良いと描かれたが、彼らの多くはなかったし、代わりにほとんどの時間のためにいくつかの愚かなハーレムがらくただった。\u001b[22m\n\u001b[1m(Geijutsu wa kanari jōhinde, fuman wa amari arimasendeshitaga, hoka no shō kara wa sorehodo kiwadatte imasendeshita. Tatakai no shīn wa kanari yoi to egaka retaga, karera no ōku wa nakattashi, kawarini hotondo no jikan no tame ni ikutsu ka no orokana hāremu garakutadatta.)\u001b[22m\n\nTranslations of \u001b[4mThe art was fairly decent, there was not much to complain about but it didn't stand out much from other shows. The fight scenes were pretty good and drawn nicely but there wasn't many of them and instead just some mindless harem crap for most of the time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art was fairly decent, there was not much to complain about but it didn't stand out much from other shows.\u001b[24m\n    \u001b[1m芸術はかなり上品で、不満はあまりありませんでしたが、他のショーからはそれほど際立っていませんでした。\u001b[22m, \u001b[1m芸術は文句を言うべき多くがなかった、かなりまともだったが、それは他のショーからあまり目立ちませんでした。\u001b[22m\n\u001b[4mThe fight scenes were pretty good and drawn nicely but there wasn't many of them and instead just some mindless harem crap for most of the time.\u001b[24m\n    \u001b[1m戦いのシーンはかなり良いと描かれたが、彼らの多くはなかったし、代わりにほとんどの時間のためにいくつかの愚かなハーレムがらくただった。\u001b[22m, \u001b[1m戦いのシーンはかなり良かったし、きれいに描かれたが、代わりに、それらの多くとは、ほとんどの時間のためだけにいくつかの愚かなハーレムのがらくたはありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe sound was also pretty good, most of the time I didn't really notice the background music or the music during fights but the OP and EP were fairly decent.\n\n\u001b[1mサウンドもかなり良いですが、ほとんどの時間、私は実際にBGMや音楽に気づいていませんでしたが、OPとEPはかなりまともです。\u001b[22m\n\u001b[1m(Saundo mo kanari yoidesuga, hotondo no jikan, watashi wa jissai ni BGM ya ongaku ni kidzuite imasendeshitaga, OP to EP wa kanari matomodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound was also pretty good, most of the time I didn't really notice the background music or the music during fights but the OP and EP were fairly decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound was also pretty good, most of the time I didn't really notice the background music or the music during fights but the OP and EP were fairly decent.\u001b[24m\n    \u001b[1mサウンドもかなり良いですが、ほとんどの時間、私は実際にBGMや音楽に気づいていませんでしたが、OPとEPはかなりまともです。\u001b[22m, \u001b[1m音は、私は本当に戦いの間にバックグラウンドミュージックや音楽に気付かなかったが、OPとEPはかなりまともだったほとんどの時間、またかなりよかったです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters also were pretty lacklustre. The protagonist just seems like the generic hero you've seen in about every other harem / sci-fi show and he is quite bland. The female characters are also generic, you've got the main girl, the rich powerful girl and the idol, generic characters with pretty minimal development during the show. Even the 'main' girl is left in the shadow a bit and you don't really learn much about her. The plot leaves you guessing on characters for the most part and it really should have done a better job at character development.\n\n\u001b[1m文字もかなり明るくありませんでした。 主人公は、あなたが他のすべてのharem / sci-fiショーで見た一般的なヒーローのように思えます。彼はまったく穏やかです。 女性キャラクターもジェネリックで、あなたはメインガール、豊かなパワフルな女の子、アイドル、一般的なキャラクターを見せてくれます。  「メイン」の少女でさえ、少し影に残っていて、あなたは本当に彼女について多くのことを学ぶことはありません。 プロットはあなたがキャラクターを推測することをほとんど残しておらず、キャラクターの開発においてより良い仕事をしていたはずです。\u001b[22m\n\u001b[1m(Moji mo kanari akaruku arimasendeshita. Shujinkō wa, anata ga hoka no subete no harem/ sci - fi shō de mita ippantekina hīrō no yō ni omoemasu. Kare wa mattaku odayakadesu. Josei kyarakutā mo jenerikku de, anata wa meingāru, yutakana pawafuruna on'nanoko, aidoru, ippantekina kyarakutā o misete kuremasu. `Mein' no shōjode sae, sukoshi kage ni nokotte ite, anata wa hontōni kanojo ni tsuite ōku no koto o manabu koto wa arimasen. Purotto wa anata ga kyarakutā o suisoku suru koto o hotondo nokoshite orazu, kyarakutā no kaihatsu ni oite yoriyoi shigoto o shite ita hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters also were pretty lacklustre. The protagonist just seems like the generic hero you've seen in about every other harem / sci-fi show and he is quite bland. The female characters are also generic, you've got the main girl, the rich powerful girl and the idol, generic characters with pretty minimal development during the show. Even the 'main' girl is left in the shadow a bit and you don't really learn much about her. The plot leaves you guessing on characters for the most part and it really should have done a better job at character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters also were pretty lacklustre.\u001b[24m\n    \u001b[1m文字もかなり明るくありませんでした。\u001b[22m, \u001b[1m文字もかなり精彩を欠いていました。\u001b[22m\n\u001b[4mThe protagonist just seems like the generic hero you've seen in about every other harem / sci-fi show and he is quite bland.\u001b[24m\n    \u001b[1m主人公は、あなたが他のすべてのharem / sci-fiショーで見た一般的なヒーローのように思えます。彼はまったく穏やかです。\u001b[22m, \u001b[1m主人公はちょうどあなたがほぼすべての他のハーレム/ SFのショーで見てきたし、彼は非常に当たり障りのある一般的なヒーローのように思えます。\u001b[22m\n\u001b[4mThe female characters are also generic, you've got the main girl, the rich powerful girl and the idol, generic characters with pretty minimal development during the show.\u001b[24m\n    \u001b[1m女性キャラクターもジェネリックで、あなたはメインガール、豊かなパワフルな女の子、アイドル、一般的なキャラクターを見せてくれます。\u001b[22m, \u001b[1m女性キャラクターは、あなたがショーの間にメインの女の子、豊富な強力な少女と偶像、かなり最小限の開発に一般的な文字を持っている、また、一般的なものです。\u001b[22m\n\u001b[4mEven the 'main' girl is left in the shadow a bit and you don't really learn much about her.\u001b[24m\n    \u001b[1m「メイン」の少女でさえ、少し影に残っていて、あなたは本当に彼女について多くのことを学ぶことはありません。\u001b[22m, \u001b[1mでも「主」少女が影の中に少し残っているし、あなたが本当に彼女について多くを学習することはありません。\u001b[22m\n\u001b[4mThe plot leaves you guessing on characters for the most part and it really should have done a better job at character development.\u001b[24m\n    \u001b[1mプロットはあなたがキャラクターを推測することをほとんど残しておらず、キャラクターの開発においてより良い仕事をしていたはずです。\u001b[22m, \u001b[1mプロットは、あなたがほとんどの部分は文字に推測し、それが本当に文字の開発でより良い仕事をしている必要があります残します。\u001b[22m\n\u001b[1m\u001b[22m\nThe show was a little bit boring most of the time and there wasn't really much plot development so I didn't really enjoy this show much. Most shows in this genre rely on fanservice to make up for their lacklustre plot and characters but this show didn't have much of it either.\n\n\u001b[1mショーはちょっと退屈でほとんどプロットの展開がなかったので、私はこのショーを楽しんでいなかった。 このジャンルのほとんどのショーは、彼らの明るくないプロットやキャラクターを補うためにfanserviceに依存していますが、このショーでもそれほど多くはありませんでした。\u001b[22m\n\u001b[1m(Shō wa chotto taikutsu de hotondo purotto no tenkai ga nakattanode, watashi wa kono shō o tanoshinde inakatta. Kono janru no hotondo no shō wa, karera no akarukunai purotto ya kyarakutā o oginau tame ni fanservice ni izon shite imasuga, kono shō demo sorehodo ōku wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe show was a little bit boring most of the time and there wasn't really much plot development so I didn't really enjoy this show much. Most shows in this genre rely on fanservice to make up for their lacklustre plot and characters but this show didn't have much of it either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show was a little bit boring most of the time and there wasn't really much plot development so I didn't really enjoy this show much.\u001b[24m\n    \u001b[1mショーはちょっと退屈でほとんどプロットの展開がなかったので、私はこのショーを楽しんでいなかった。\u001b[22m, \u001b[1mショーはほとんどの時間を退屈少しだったと私は本当に多くのこのショーを楽しんでいませんでしたので、本当に多くのプロットの開発はありませんでした。\u001b[22m\n\u001b[4mMost shows in this genre rely on fanservice to make up for their lacklustre plot and characters but this show didn't have much of it either.\u001b[24m\n    \u001b[1mこのジャンルのほとんどのショーは、彼らの明るくないプロットやキャラクターを補うためにfanserviceに依存していますが、このショーでもそれほど多くはありませんでした。\u001b[22m, \u001b[1mこのジャンルのほとんどのショーはその精彩を欠いたプロットやキャラクターを補うためにサービスカットに依存しているが、このショーはどちらかそれの多くを持っていませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, i'd give it a 6/10 purely because it's not a terrible show, but it sure as hell can be a boring one. Shows like the first season of IS: Infinite Stratos just seem to be really similar to this show plot-wise but also much better executed and a lot more interesting.\n\n\u001b[1m全体的に、私はそれがひどいショーではないので純粋に6/10を与えるだろうが、地獄が退屈なものになることは確かである。  ISの最初のシーズンと同じように表示されます：Infinite Stratosはちょうどこの番組とプロットに似ているようですが、はるかに良く実行され、さらに面白いです。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa sore ga hidoi shōde wanainode junsui ni 6/ 10 o ataerudarouga, jigoku ga taikutsuna mono ni naru koto wa tashikadearu. IS no saisho no shīzun to onajiyōni hyōji sa remasu: Infinitto Stratos wa chōdo kono bangumi to purotto ni nite iru yōdesuga, haruka ni yoku jikkō sa re, sarani omoshiroidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, i'd give it a 6/10 purely because it's not a terrible show, but it sure as hell can be a boring one. Shows like the first season of IS: Infinite Stratos just seem to be really similar to this show plot-wise but also much better executed and a lot more interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, i'd give it a 6/10 purely because it's not a terrible show, but it sure as hell can be a boring one.\u001b[24m\n    \u001b[1m全体的に、私はそれがひどいショーではないので純粋に6/10を与えるだろうが、地獄が退屈なものになることは確かである。\u001b[22m, \u001b[1m全体的に、それはひどいショーではありませんので、私は純粋にそれを6/10を与えるだろうが、それは確かに地獄のように退屈いずれかになります。\u001b[22m\n\u001b[4mShows like the first season of IS: Infinite Stratos just seem to be really similar to this show plot-wise but also much better executed and a lot more interesting.\u001b[24m\n    \u001b[1mISの最初のシーズンと同じように表示されます：Infinite Stratosはちょうどこの番組とプロットに似ているようですが、はるかに良く実行され、さらに面白いです。\u001b[22m, \u001b[1mISの最初のシーズンのように表示します：インフィニット・ストラトスはちょうどこのショープロット単位だけでなく、はるかに良い実行され、より多くの興味深いと本当に似ているように思われます。\u001b[22m"
  },
  {
    "title": "Hundred",
    "id": "31338",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "user": "Prof_Telperion",
    "profile": "/profile/Prof_Telperion/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=221948",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  9\nサウンド|  9\nキャラクター|  3\n|  6\n\n私がこのショーに見る最も一般的な批評は、物語の点で「これまでに見た」ものです。 これは非常に真実です（作家がテンプレートをたどっているように見えるところまで）が、私はほとんどのショーでそれを過ぎている傾向があります。 ほとんどの人の好きなショーはおそらく他のショーからのリッピングです。 重要なのは、同じ物語の異なる描写がみんなに違ったものになるということです。\n\nそれは、必ずしも私に届いたものではありませんでした。 私はそれを見て残念だとは言わない、それは時間を渡すための素敵なショーだった。 仏教徒の錬金術師とキル・ラ・キルを組み合わせたような気がしましたが、両者の完全な組み合わせではなく、フランケンシュタイン博士が両者を材料として使っているかのようであったと言うことができます。\n\n私はショーが権力（またはこの場合は武器）でバラエティに富むことができる時が大好きなので、百人はそれを探求していないことを除いてそれを行っています（もし武器が100以上の異なる形、 少なくとも背景の文字を投げて、私たちにいくつかのことを示してください）。 これは、私がキャラクターに低い得点を付けた理由の半分です。なぜなら、全身兵器兵器の概念をエピソード2から究極の形をとって導入しているからです。しかし、2人のキャラクターしかこれを達成できませんでした。 その同じエピソード）。 それ以外の文字は本当に欠けていた。 貧しい人物のスコアの残りの半分は、シリーズ全体を通してすべてが同じままであるためです。 彼らが誰であるかについての驚くべき洞察はない。  「問題がある」とみなされる可能性のあるキャラクターについての心変わりの瞬間はありません（ハンターの場合を除きます）。\n\n私はアクションアニメを見ると、スピーチを誘発する少なくとも1つのガチョウバンプが存在するのが好きだし、気分が良い良い瞬間（キラーラキルがそれをくれた）でも、百人はそれをすることができなかったと正直に言うことができる 私",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThe most common criticism I see of this show is 'seen it before' in terms of the story; This is very true (to the point where it seemed like the writers were following a template even), but I tend to look past that with most shows because of course that's going to happen. Most peoples' favorite show is probably a ripoff from some other show; what's important is that different portrayals of the same story reach everyone differently.\n\n\u001b[1m私がこのショーに見る最も一般的な批評は、物語の点で「これまでに見た」ものです。 これは非常に真実です（作家がテンプレートをたどっているように見えるところまで）が、私はほとんどのショーでそれを過ぎている傾向があります。 ほとんどの人の好きなショーはおそらく他のショーからのリッピングです。 重要なのは、同じ物語の異なる描写がみんなに違ったものになるということです。\u001b[22m\n\u001b[1m(Watashi ga kono shō ni miru mottomo ippantekina hihyō wa, monogatari no tende `kore made ni mita' monodesu. Kore wa hijō ni shinjitsudesu (sakka ga tenpurēto o tadotte iru yō ni mieru tokoro made) ga, watashi wa hotondo no shō de sore o sugite iru keikō ga arimasu. Hotondo no hito no sukina shō wa osoraku hoka no shō kara no rippingudesu. Jūyōna no wa, onaji monogatari no kotonaru byōsha ga min'na ni chigatta mono ni naru to iu kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe most common criticism I see of this show is 'seen it before' in terms of the story; This is very true (to the point where it seemed like the writers were following a template even), but I tend to look past that with most shows because of course that's going to happen. Most peoples' favorite show is probably a ripoff from some other show; what's important is that different portrayals of the same story reach everyone differently.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe most common criticism I see of this show is 'seen it before' in terms of the story;\u001b[24m\n    \u001b[1m私がこのショーに見る最も一般的な批評は、物語の点で「これまでに見た」ものです。\u001b[22m, \u001b[1m私はこのショーの参照の最も一般的な批判は、ストーリーの面で「前にそれを見て 'されます。\u001b[22m\n\u001b[4mThis is very true (to the point where it seemed like the writers were following a template even), but I tend to look past that with most shows because of course that's going to happen.\u001b[24m\n    \u001b[1mこれは非常に真実です（作家がテンプレートをたどっているように見えるところまで）が、私はほとんどのショーでそれを過ぎている傾向があります。\u001b[22m, \u001b[1mこれは、（ライターがあっても、テンプレートを次のされたようにそれが見えた点に）非常に本当ですが、私は起こるだろうので、もちろんほとんどの番組で、過去に見える傾向があります。\u001b[22m\n\u001b[4mMost peoples' favorite show is probably a ripoff from some other show;\u001b[24m\n    \u001b[1mほとんどの人の好きなショーはおそらく他のショーからのリッピングです。\u001b[22m, \u001b[1mほとんどの人々のお気に入りの番組は、おそらくいくつかの他のショーからの盗作です。\u001b[22m\n\u001b[4mwhat's important is that different portrayals of the same story reach everyone differently.\u001b[24m\n    \u001b[1m重要なのは、同じ物語の異なる描写がみんなに違ったものになるということです。\u001b[22m, \u001b[1m重要なのは、同じストーリーの異なる描写が異なる皆に到達することです。\u001b[22m\n\u001b[1m\u001b[22m\nThat being said, this was not necessarily one that reached me. I won't say I regret watching it, it was a nice show to pass the time with. It felt like they combined Buso Renkin and Kill la Kill, but rather than a complete combination of the two, it would be apt to say that it was as if Dr. Frankenstein had put the show together using the two as material.\n\n\u001b[1mそれは、必ずしも私に届いたものではありませんでした。 私はそれを見て残念だとは言わない、それは時間を渡すための素敵なショーだった。 仏教徒の錬金術師とキル・ラ・キルを組み合わせたような気がしましたが、両者の完全な組み合わせではなく、フランケンシュタイン博士が両者を材料として使っているかのようであったと言うことができます。\u001b[22m\n\u001b[1m(Sore wa, kanarazushimo watashi ni todoita monode wa arimasendeshita. Watashi wa sore o mite zan'nenda to wa iwanai, soreha jikan o watasu tame no sutekina shōdatta. Bukkyōto no renkinjutsu-shi to kiru ra kiru o kumiawaseta yōna ki ga shimashitaga, ryōsha no kanzen'na kumiawasede wa naku, furankenshutain hakase ga ryōsha o zairyō to shite tsukatte iru ka no yōdeatta to iu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat being said, this was not necessarily one that reached me. I won't say I regret watching it, it was a nice show to pass the time with. It felt like they combined Buso Renkin and Kill la Kill, but rather than a complete combination of the two, it would be apt to say that it was as if Dr. Frankenstein had put the show together using the two as material.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat being said, this was not necessarily one that reached me.\u001b[24m\n    \u001b[1mそれは、必ずしも私に届いたものではありませんでした。\u001b[22m, \u001b[1m言われていること、これは必ずしも私に達したものではありませんでした。\u001b[22m\n\u001b[4mI won't say I regret watching it, it was a nice show to pass the time with.\u001b[24m\n    \u001b[1m私はそれを見て残念だとは言わない、それは時間を渡すための素敵なショーだった。\u001b[22m, \u001b[1m私は一緒に時間を渡すために素晴らしいショーだった、私はそれを見て後悔言うことはありません。\u001b[22m\n\u001b[4mIt felt like they combined Buso Renkin and Kill la Kill, but rather than a complete combination of the two, it would be apt to say that it was as if Dr. Frankenstein had put the show together using the two as material.\u001b[24m\n    \u001b[1m仏教徒の錬金術師とキル・ラ・キルを組み合わせたような気がしましたが、両者の完全な組み合わせではなく、フランケンシュタイン博士が両者を材料として使っているかのようであったと言うことができます。\u001b[22m, \u001b[1m彼らは武装錬金とキル・ラ・キルを組み合わせたようにそれは感じたのではなく、2の完全な組み合わせよりも、フランケンシュタイン博士は、材料として2を使用して一緒にショーを入れていたかのようにそれがあったと言うしやすいだろう。\u001b[22m\n\u001b[1m\u001b[22m\nI love when a show can have variety with powers (or weapons in this case), so Hundred has that going for it, except they didn't explore it as well as they could have (if the weapon can have over 100 different forms, then at least throw in background characters to show us some more of them). This is half of why I gave it a low score on characters, because they introduce the concept of Full-Body Armament -weapons taking their ultimate form- from episode 2, but only two characters ever achieve it (and we see those two right in that same episode); it left the other characters really lacking. The other half of the poor character score is because they all remain the same throughout the entire series: no real development from when they were introduced; no amazing insight into who they are; no heart changing moments about characters that could be considered 'problematic' (except slightly for the hunters).\n\n\u001b[1m私はショーが権力（またはこの場合は武器）でバラエティに富むことができる時が大好きなので、百人はそれを探求していないことを除いてそれを行っています（もし武器が100以上の異なる形、 少なくとも背景の文字を投げて、私たちにいくつかのことを示してください）。 これは、私がキャラクターに低い得点を付けた理由の半分です。なぜなら、全身兵器兵器の概念をエピソード2から究極の形をとって導入しているからです。しかし、2人のキャラクターしかこれを達成できませんでした。 その同じエピソード）。 それ以外の文字は本当に欠けていた。 貧しい人物のスコアの残りの半分は、シリーズ全体を通してすべてが同じままであるためです。 彼らが誰であるかについての驚くべき洞察はない。  「問題がある」とみなされる可能性のあるキャラクターについての心変わりの瞬間はありません（ハンターの場合を除きます）。\u001b[22m\n\u001b[1m(Watashi wa shō ga kenryoku (matawa ko no baai wa buki) de baraeti ni tomu koto ga dekiru toki ga daisukinanode, hyaku hito wa sore o tankyū shite inai koto o nozoite sore o okonatte imasu (moshi buki ga 100 ijō no kotonaru katachi, sukunakutomo haikei no moji o nagete, watashitachi ni ikutsu ka no koto o shimeshite kudasai). Kore wa, watashi ga kyarakutā ni hikui tokuten o tsuketa riyū no hanbundesu. Nazenara, zenshin heiki heiki no gainen o episōdo 2 kara kyūkyoku no katachi o totte dōnyū shite irukaradesu. Shikashi, 2-ri no kyarakutā shika kore o tassei dekimasendeshita. Sono onaji episōdo). Sore igai no moji wa hontōni kakete ita. Mazushī jinbutsu no sukoa no nokori no hanbun wa, shirīzu zentai o tōshite subete ga onaji mamadearu tamedesu. Karera ga daredearu ka ni tsuite no odorokubeki dōsatsu wanai. `Mondai ga aru' to minasa reru kanōsei no aru kyarakutā ni tsuite no kokorogawari no shunkan wa arimasen (hantā no baai o nozokimasu).)\u001b[22m\n\nTranslations of \u001b[4mI love when a show can have variety with powers (or weapons in this case), so Hundred has that going for it, except they didn't explore it as well as they could have (if the weapon can have over 100 different forms, then at least throw in background characters to show us some more of them). This is half of why I gave it a low score on characters, because they introduce the concept of Full-Body Armament -weapons taking their ultimate form- from episode 2, but only two characters ever achieve it (and we see those two right in that same episode); it left the other characters really lacking. The other half of the poor character score is because they all remain the same throughout the entire series: no real development from when they were introduced; no amazing insight into who they are; no heart changing moments about characters that could be considered 'problematic' (except slightly for the hunters).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love when a show can have variety with powers (or weapons in this case), so Hundred has that going for it, except they didn't explore it as well as they could have (if the weapon can have over 100 different forms,\u001b[24m\n    \u001b[1m私はショーが権力（またはこの場合は武器）でバラエティに富むことができる時が大好きなので、百人はそれを探求していないことを除いてそれを行っています（もし武器が100以上の異なる形、\u001b[22m, \u001b[1mショーは（この場合、または武器）力を持つ様々な構造を有することができるとき、私は大好きなので百の武器は100以上のさまざまな形態を持つことができる場合、彼らは（だけでなく、彼らが持っている可能性があるので、それを探求しなかった以外は、それのために行くことがあり、\u001b[22m\n\u001b[4mthen at least throw in background characters to show us some more of them).\u001b[24m\n    \u001b[1m少なくとも背景の文字を投げて、私たちにいくつかのことを示してください）。\u001b[22m, \u001b[1mその後、少なくとも）私たちにそれらのいくつかの詳細を表示するためにバックグラウンド文字で投げます。\u001b[22m\n\u001b[4mThis is half of why I gave it a low score on characters, because they introduce the concept of Full-Body Armament -weapons taking their ultimate form- from episode 2, but only two characters ever achieve it (and we see those two right in\u001b[24m\n    \u001b[1mこれは、私がキャラクターに低い得点を付けた理由の半分です。なぜなら、全身兵器兵器の概念をエピソード2から究極の形をとって導入しているからです。しかし、2人のキャラクターしかこれを達成できませんでした。\u001b[22m, \u001b[1m彼らはフルボディ武装-weaponsはエピソード2から彼らの究極form-を取るの概念を導入するので、これは、私はそれを文字に低い点数を与えた理由の半分であるが、唯一の2文字が今までそれを実現（私たちは、これらの2の右にあるを参照してください\u001b[22m\n\u001b[4mthat same episode);\u001b[24m\n    \u001b[1mその同じエピソード）。\u001b[22m\n\u001b[4mit left the other characters really lacking.\u001b[24m\n    \u001b[1mそれ以外の文字は本当に欠けていた。\u001b[22m, \u001b[1mそれは本当に欠けている他の文字を残しました。\u001b[22m\n\u001b[4mThe other half of the poor character score is because they all remain the same throughout the entire series: no real development from when they were introduced;\u001b[24m\n    \u001b[1m貧しい人物のスコアの残りの半分は、シリーズ全体を通してすべてが同じままであるためです。\u001b[22m, \u001b[1m貧しい文字スコアの他の半分は、彼らはすべてのシリーズ全体を通して同じままであるためである：それらが導入された時から本当の開発。\u001b[22m\n\u001b[4mno amazing insight into who they are;\u001b[24m\n    \u001b[1m彼らが誰であるかについての驚くべき洞察はない。\u001b[22m, \u001b[1m彼らが誰であるかに全く驚くべき洞察力はありません。\u001b[22m\n\u001b[4mno heart changing moments about characters that could be considered 'problematic' (except slightly for the hunters).\u001b[24m\n    \u001b[1m「問題がある」とみなされる可能性のあるキャラクターについての心変わりの瞬間はありません（ハンターの場合を除きます）。\u001b[22m, \u001b[1m何の心は（わずかにハンターを除く）「問題」と考えることができた文字の周りのモーメントを変更することはありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhen I watch an action anime, I like there to be at least one goosebump inducing speech, or perhaps a nice feel-good moment (even Kill la Kill gave me that), but I can honestly say that Hundred couldn't do it for me\n\n\u001b[1m私はアクションアニメを見ると、スピーチを誘発する少なくとも1つのガチョウバンプが存在するのが好きだし、気分が良い良い瞬間（キラーラキルがそれをくれた）でも、百人はそれをすることができなかったと正直に言うことができる 私\u001b[22m\n\u001b[1m(Watashi wa akushon anime o miru to, supīchi o yūhatsu suru sukunakutomo 1tsu no gachoubanpu ga sonzai suru no ga sukidashi, kibun ga yoi yoi shunkan (kirārakiru ga sore o kureta) demo, hyaku hito wa sore o suru koto ga dekinakatta to shōjiki ni iu koto ga dekiru watashi)\u001b[22m\n\nTranslations of \u001b[4mWhen I watch an action anime, I like there to be at least one goosebump inducing speech, or perhaps a nice feel-good moment (even Kill la Kill gave me that), but I can honestly say that Hundred couldn't do it for me\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I watch an action anime, I like there to be at least one goosebump inducing speech, or perhaps a nice feel-good moment (even Kill la Kill gave me that), but I can honestly say that Hundred couldn't do it for\u001b[24m\n    \u001b[1m私はアクションアニメを見ると、スピーチを誘発する少なくとも1つのガチョウバンプが存在するのが好きだし、気分が良い良い瞬間（キラーラキルがそれをくれた）でも、百人はそれをすることができなかったと正直に言うことができる\u001b[22m, \u001b[1m私はアクションアニメを見るとき、私は、少なくとも一つは、音声を誘導goosebump、またはおそらく感触-良い瞬間（でもキル・ラ・キルは私を与えたこと）が、私は正直に百のためにそれを行うことができなかったと言うことができるがあることが好き\u001b[22m\n\u001b[4mme\u001b[24m\n    \u001b[1m私\u001b[22m, \u001b[1m私に\u001b[22m"
  },
  {
    "title": "Hundred",
    "id": "31338",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "user": "NotAnElk",
    "profile": "/profile/NotAnElk/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=221885",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  1\nキャラクター|  1\n|  2\n\n注：レビューの下部にはスポイラーが含まれています。 スポイラーのタグなどがありますが、早期に警告するのが最善です。\n\n時には本当に驚くべきアニメを見ているとき、私は何が本当に恐ろしいかを見て、自分に何ができるかを思い出させる必要があると感じます。 この目的のために、百は大丈夫です。 他の目的のために、百人はひどいです。\n\nストーリー：1/10\nいくつかのアニメはプロットを持たないことで逃げることができます。 例えば、ラッキースターは、物語を持つ必要はありません。なぜなら、それは愚かな少数の生命のアニメだからです。 しかし、何百もありません。 百人は地球とウイルスに侵入している邪悪な異星人ロボット様の生き物と、プロットをしようとしていますか？ このキャラクターはスレイヤーと呼ばれ、エイリアンウィルスに感染しているかどうか、あるいはその一部だけに感染しているかどうかは不明です。  N-Shieldは2番目のエピソードに現れますが、決して実際には説明されていないようなものです。\n\nアート/サウンド：1/10\n思い出に残るものはありません。私はこれについて本当に何も言えません。 キャラクターは大丈夫だが、標準的なアニメキャラクターとはまったく異なるわけではない。 ロボットのエイリアン、戦い場面、変換シーケンスなども視覚的には印象的です。\n\nキャラクター：1/10\nすべての人物はトロペです。 ジェネリックアニメの主人公、ブロンドの髪の毛のツンデレの豊かな少女、幼年期の友人の愛の関心、身元不明の病気のために体が弱い入院した妹、ポップアイドル、主人公のものなど。 本当にそれらの3つに拡大します。 これらの3つのうち、1つだけキャラクターの開発を通過し、それは導入されてから数分の間に固定される問題です。それは、偶然にも、アニメが大部分の問題をどのように処理するかです。 主要な悪役さえも最後のエピソードまでしか言及されておらず、彼女の動機は笑われて無意味です。 その名前にちょうど12のエピソードで、Hundredはおそらくそれが愚かに捨てるすべての人物を通して働くことができません。\n\n楽しさ：2/10\n私は数回笑ったが、それが起こった時のほとんどは、すぐに頭の震え、一息、そして「このアニメはひどい私の神」に続いていた。\n\n全体：2/10\n全体的に、Hundredはスローグで、私がそれから欲しがっているものにはほとんど適合しません。 それは私に悪いアニメがどのように見えるかを思い出させるのに成功したので、良いものを高く評価することができます。しかし、振り返ってみると、そこには他の悪いアニメがあり、仕事をよりうまく果たすでしょう。 主人公は非常に忘れがたいので、私はこれを書いているので、すでに彼の名前を忘れてしまったと思う。 私は実際に彼の名前が隼人であることを覚えておくために概要を見なければならなかった。 最後にはショーを落としたいと思っていましたが、私はこのレビューのためにしませんでした。 百人はひどいです。\n\n最終エピソード：1/10\nこの特定の例では、最終的なエピソードは本当に困惑しているので、自分のセクションに値すると思います。 私はスポイラーなしでこのセクションをすることはできないと思うので、\n[スポイラー警告}\nすぐそこに。\n\n[スポイラーズ終了]\nそれは百の最後のエピソードです。 あなたが最初の11のエピソードを見ることができるならば、私はこのフィナーレである奇妙なことを体験できるように、この事を見ておくことをお勧めします。 もちろん、それは想像力のどんなストレッチでも良いアニメではありません、それはビッグオーダーのような良い電車のアニメさえありませんが、それは...うーん...何か。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nNote: The bottom of the review contains spoilers. There's a spoiler tag and everything but best to warn early.\n\n\u001b[1m注：レビューの下部にはスポイラーが含まれています。 スポイラーのタグなどがありますが、早期に警告するのが最善です。\u001b[22m\n\u001b[1m(Chū: Rebyū no kabu ni wa supoirā ga fukuma rete imasu. Supoirā no tagu nado ga arimasuga, sōki ni keikoku suru no ga saizendesu.)\u001b[22m\n\nTranslations of \u001b[4mNote: The bottom of the review contains spoilers. There's a spoiler tag and everything but best to warn early.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNote: The bottom of the review contains spoilers.\u001b[24m\n    \u001b[1m注：レビューの下部にはスポイラーが含まれています。\u001b[22m, \u001b[1m注：レビューの底部はネタバレが含まれています。\u001b[22m\n\u001b[4mThere's a spoiler tag and everything but best to warn early.\u001b[24m\n    \u001b[1mスポイラーのタグなどがありますが、早期に警告するのが最善です。\u001b[22m, \u001b[1m早期に警告するためのスポイラータグと最高のすべてがあります。\u001b[22m\n\u001b[1m\u001b[22m\nSometimes when watching a really amazing anime, I feel the need to watch something truly dreadful to remind myself what the alternative is. For this purpose, Hundred is ok. For any other purpose, Hundred is awful.\n\n\u001b[1m時には本当に驚くべきアニメを見ているとき、私は何が本当に恐ろしいかを見て、自分に何ができるかを思い出させる必要があると感じます。 この目的のために、百は大丈夫です。 他の目的のために、百人はひどいです。\u001b[22m\n\u001b[1m(Tokiniha hontōni odorokubeki anime o mite iru toki, watashi wa nani ga hontōni osoroshī ka o mite, jibun ni nanigadekiruka o omoidasa seru hitsuyō ga aru to kanjimasu. Kono mokuteki no tame ni, hyaku wa daijōbudesu. Hoka no mokuteki no tame ni, hyaku hito wa hidoidesu.)\u001b[22m\n\nTranslations of \u001b[4mSometimes when watching a really amazing anime, I feel the need to watch something truly dreadful to remind myself what the alternative is. For this purpose, Hundred is ok. For any other purpose, Hundred is awful.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSometimes when watching a really amazing anime, I feel the need to watch something truly dreadful to remind myself what the alternative is.\u001b[24m\n    \u001b[1m時には本当に驚くべきアニメを見ているとき、私は何が本当に恐ろしいかを見て、自分に何ができるかを思い出させる必要があると感じます。\u001b[22m, \u001b[1m本当に素晴らしいアニメを見たときに時々、私は代替が何であるかを自分自身を思い出させるために、真に恐ろしい何かを監視する必要性を感じます。\u001b[22m\n\u001b[4mFor this purpose, Hundred is ok.\u001b[24m\n    \u001b[1mこの目的のために、百は大丈夫です。\u001b[22m, \u001b[1mこの目的のために、百okです。\u001b[22m\n\u001b[4mFor any other purpose, Hundred is awful.\u001b[24m\n    \u001b[1m他の目的のために、百人はひどいです。\u001b[22m, \u001b[1m他の目的のために、百はひどいです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 1/10\n\n\u001b[1mストーリー：1/10\u001b[22m\n\u001b[1m(Sutōrī: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 1/10\u001b[24m\n    \u001b[1mストーリー：1/10\u001b[22m\nSome animes can get away with not having a plot. Lucky Star, for example, doesn't need to have a story, since it's a silly little slice of life anime. Hundred, however, is not. Hundred tries to have a plot sort of, with evil alien robot-like creatures invading the earth and a virus? The characters are called Slayers and the show seems undecided on whether or not all of them are infected with the alien virus or only some of them. Concepts are brought up but not explored at all at random, like the N-Shield which shows up in the second episode but is never really explained or anything.\n\n\u001b[1mいくつかのアニメはプロットを持たないことで逃げることができます。 例えば、ラッキースターは、物語を持つ必要はありません。なぜなら、それは愚かな少数の生命のアニメだからです。 しかし、何百もありません。 百人は地球とウイルスに侵入している邪悪な異星人ロボット様の生き物と、プロットをしようとしていますか？ このキャラクターはスレイヤーと呼ばれ、エイリアンウィルスに感染しているかどうか、あるいはその一部だけに感染しているかどうかは不明です。  N-Shieldは2番目のエピソードに現れますが、決して実際には説明されていないようなものです。\u001b[22m\n\u001b[1m(Ikutsu ka no anime wa purotto o motanai koto de nigeru koto ga dekimasu. Tatoeba, rakkīsutā wa, monogatari o motsu hitsuyō wa arimasen. Nazenara, sore wa orokana shōsū no seimei no animedakaradesu. Shikashi, nan hyaku mo arimasen. Hyaku hito wa chikyū to uirusu ni shin'nyū shite iru jaakuna iseijin robotto-sama no ikimono to, purotto o shiyou to shite imasu ka? Kono kyarakutā wa sureiyā to yoba re, eirian'u~irusu ni kansen shite iru ka dō ka, aruiwa sono ichibu dake ni kansen shite iru ka dō ka wa fumeidesu. N - shīrudo wa 2-banme no episōdo ni arawaremasuga, kesshite jissai ni wa setsumei sa rete inai yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mSome animes can get away with not having a plot. Lucky Star, for example, doesn't need to have a story, since it's a silly little slice of life anime. Hundred, however, is not. Hundred tries to have a plot sort of, with evil alien robot-like creatures invading the earth and a virus? The characters are called Slayers and the show seems undecided on whether or not all of them are infected with the alien virus or only some of them. Concepts are brought up but not explored at all at random, like the N-Shield which shows up in the second episode but is never really explained or anything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome animes can get away with not having a plot.\u001b[24m\n    \u001b[1mいくつかのアニメはプロットを持たないことで逃げることができます。\u001b[22m, \u001b[1mいくつかのアニメは、プロットを持っていないと逃げることができます。\u001b[22m\n\u001b[4mLucky Star, for example, doesn't need to have a story, since it's a silly little slice of life anime.\u001b[24m\n    \u001b[1m例えば、ラッキースターは、物語を持つ必要はありません。なぜなら、それは愚かな少数の生命のアニメだからです。\u001b[22m, \u001b[1mそれは人生のアニメの他愛ないスライスだかららき☆すたは、例えば、物語を持っている必要はありません。\u001b[22m\n\u001b[4mHundred, however, is not.\u001b[24m\n    \u001b[1mしかし、何百もありません。\u001b[22m, \u001b[1mハンドレッドは、しかし、ではありません。\u001b[22m\n\u001b[4mHundred tries to have a plot sort of, with evil alien robot-like creatures invading the earth and a virus?\u001b[24m\n    \u001b[1m百人は地球とウイルスに侵入している邪悪な異星人ロボット様の生き物と、プロットをしようとしていますか？\u001b[22m, \u001b[1mハンドレッドは、邪悪なエイリアンロボットのような生き物が地球とウイルスに侵入して、ソートのプロットを持ってしようとすると？\u001b[22m\n\u001b[4mThe characters are called Slayers and the show seems undecided on whether or not all of them are infected with the alien virus or only some of them.\u001b[24m\n    \u001b[1mこのキャラクターはスレイヤーと呼ばれ、エイリアンウィルスに感染しているかどうか、あるいはその一部だけに感染しているかどうかは不明です。\u001b[22m, \u001b[1m文字は、スレイヤーズと呼ばれ、ショーはそれらのすべてが外国人のウイルスまたは一部のみそれらのに感染しているかどうかについては未定のようです。\u001b[22m\n\u001b[4mConcepts are brought up but not explored at all at random, like the N-Shield which shows up in the second episode but is never really explained or anything.\u001b[24m\n    \u001b[1mN-Shieldは2番目のエピソードに現れますが、決して実際には説明されていないようなものです。\u001b[22m, \u001b[1mコンセプトは育ちが、第2のエピソードで現れたが、本当に説明も何もありませんんN-シールドのように、ランダムにすべてで探求されていません。\u001b[22m\n\u001b[1m\u001b[22m\nArt/Sound: 1/10\n\n\u001b[1mアート/サウンド：1/10\u001b[22m\n\u001b[1m(Āto/ saundo: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt/Sound: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/Sound: 1/10\u001b[24m\n    \u001b[1mアート/サウンド：1/10\u001b[22m\nNothing memorable, there's not really anything I can say about this. The characters look ok but not really much different from standard anime characters. Even the robot aliens, fight scenes, and transformation sequences are visually unimpressive.\n\n\u001b[1m思い出に残るものはありません。私はこれについて本当に何も言えません。 キャラクターは大丈夫だが、標準的なアニメキャラクターとはまったく異なるわけではない。 ロボットのエイリアン、戦い場面、変換シーケンスなども視覚的には印象的です。\u001b[22m\n\u001b[1m(Omoide ni nokoru mono wa arimasen. Watashi wa kore ni tsuite hontōni nani mo iemasen. Kyarakutā wa daijōbudaga, hyōjun-tekina animekyarakutā to wa mattaku kotonaru wakede wanai. Robotto no eirian, tatakai bamen, henkan shīkensu nado mo shikaku-teki ni wa inshō-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mNothing memorable, there's not really anything I can say about this. The characters look ok but not really much different from standard anime characters. Even the robot aliens, fight scenes, and transformation sequences are visually unimpressive.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNothing memorable, there's not really anything I can say about this.\u001b[24m\n    \u001b[1m思い出に残るものはありません。私はこれについて本当に何も言えません。\u001b[22m, \u001b[1m思い出に残る何も、本当に私はこのことについて言うことができる何もありませんません。\u001b[22m\n\u001b[4mThe characters look ok but not really much different from standard anime characters.\u001b[24m\n    \u001b[1mキャラクターは大丈夫だが、標準的なアニメキャラクターとはまったく異なるわけではない。\u001b[22m, \u001b[1m文字は、[OK]を見てではなく、本当に多くの標準的なアニメのキャラクターとは異なります。\u001b[22m\n\u001b[4mEven the robot aliens, fight scenes, and transformation sequences are visually unimpressive.\u001b[24m\n    \u001b[1mロボットのエイリアン、戦い場面、変換シーケンスなども視覚的には印象的です。\u001b[22m, \u001b[1mでもロボットエイリアンは、戦うシーン、および変換シーケンスは、視覚的印象です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 1/10\n\n\u001b[1mキャラクター：1/10\u001b[22m\n\u001b[1m(Kyarakutā: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 1/10\u001b[24m\n    \u001b[1mキャラクター：1/10\u001b[22m\nEvery character is a trope. Generic anime protagonist, blonde drill-haired tsundere rich girl, childhood friend love interest, hospitalized little sister whose body is weak because of an unidentified illness, pop idol with a thing for the main character, etc. Hundred introduces a bunch of characters and only really expands on three of them. Of those three, only one goes through any character development and it's a problem that's introduced and then fixed in the span of a couple minutes, which is, incidentally, how the anime deals with the majority of the problems that crop up. Even the main villain is only ever mentioned until the final episode, and her motivations are laughably pointless. With only 12 episodes to its name, Hundred can't possibly work through all the characters it foolishly throws out.\n\n\u001b[1mすべての人物はトロペです。 ジェネリックアニメの主人公、ブロンドの髪の毛のツンデレの豊かな少女、幼年期の友人の愛の関心、身元不明の病気のために体が弱い入院した妹、ポップアイドル、主人公のものなど。 本当にそれらの3つに拡大します。 これらの3つのうち、1つだけキャラクターの開発を通過し、それは導入されてから数分の間に固定される問題です。それは、偶然にも、アニメが大部分の問題をどのように処理するかです。 主要な悪役さえも最後のエピソードまでしか言及されておらず、彼女の動機は笑われて無意味です。 その名前にちょうど12のエピソードで、Hundredはおそらくそれが愚かに捨てるすべての人物を通して働くことができません。\u001b[22m\n\u001b[1m(Subete no jinbutsu wa toropedesu. Jenerikku anime no shujinkō, burondo no kaminoke no tsundere no yutakana shōjo, yōnen-ki no yūjin no ai no kanshin, mimoto fumei no byōki no tame ni karada ga yowai nyūin shita imōto, poppuaidoru, shujinkō no mono nado. Hontōni sorera no 3ttsu ni kakudai shimasu. Korera no 3ttsu no uchi, 1tsu dake kyarakutā no kaihatsu o tsūka shi, soreha dōnyū sa rete kara sūbun no ma ni kotei sa reru mondaidesu. Sore wa, gūzen ni mo, anime ga daibubun no mondai o dono yō ni shori suru kadesu. Shuyōna akuyaku sae mo saigo no episōdo made shika genkyū sa rete orazu, kanojo no dōki wa warawa rete muimidesu. Sono namae ni chōdo 12 no episōdo de, handoreddo wa osoraku sore ga oroka ni suteru subete no jinbutsu o tōshite hataraku koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mEvery character is a trope. Generic anime protagonist, blonde drill-haired tsundere rich girl, childhood friend love interest, hospitalized little sister whose body is weak because of an unidentified illness, pop idol with a thing for the main character, etc. Hundred introduces a bunch of characters and only really expands on three of them. Of those three, only one goes through any character development and it's a problem that's introduced and then fixed in the span of a couple minutes, which is, incidentally, how the anime deals with the majority of the problems that crop up. Even the main villain is only ever mentioned until the final episode, and her motivations are laughably pointless. With only 12 episodes to its name, Hundred can't possibly work through all the characters it foolishly throws out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery character is a trope.\u001b[24m\n    \u001b[1mすべての人物はトロペです。\u001b[22m, \u001b[1mすべての文字は比喩です。\u001b[22m\n\u001b[4mGeneric anime protagonist, blonde drill-haired tsundere rich girl, childhood friend love interest, hospitalized little sister whose body is weak because of an unidentified illness, pop idol with a thing for the main character, etc. Hundred introduces a bunch of characters and only\u001b[24m\n    \u001b[1mジェネリックアニメの主人公、ブロンドの髪の毛のツンデレの豊かな少女、幼年期の友人の愛の関心、身元不明の病気のために体が弱い入院した妹、ポップアイドル、主人公のものなど。\u001b[22m, \u001b[1m一般的なアニメの主人公、ブロンドドリルの髪のツンデレ豊富な女の子、幼なじみの愛興味、などそのボディのため正体不明の病気の弱い入院妹、主人公のためのもので、ポップ・アイドル、百文字の束を紹介し、のみ\u001b[22m\n\u001b[4mreally expands on three of them.\u001b[24m\n    \u001b[1m本当にそれらの3つに拡大します。\u001b[22m, \u001b[1m実際にそれらの3を拡張したものです。\u001b[22m\n\u001b[4mOf those three, only one goes through any character development and it's a problem that's introduced and then fixed in the span of a couple minutes, which is, incidentally, how the anime deals with the majority of the problems that crop up.\u001b[24m\n    \u001b[1mこれらの3つのうち、1つだけキャラクターの開発を通過し、それは導入されてから数分の間に固定される問題です。それは、偶然にも、アニメが大部分の問題をどのように処理するかです。\u001b[22m, \u001b[1mこれら3つのうち、一つだけは、任意の文字の開発を経て、それが偶然、ある導入した後、数分のスパンで固定されています問題、だ、どのようにアニメのお得な情報、その作物の最大の問題の大部分。\u001b[22m\n\u001b[4mEven the main villain is only ever mentioned until the final episode, and her motivations are laughably pointless.\u001b[24m\n    \u001b[1m主要な悪役さえも最後のエピソードまでしか言及されておらず、彼女の動機は笑われて無意味です。\u001b[22m, \u001b[1mでもメイン悪役はしか最終回までに述べた、と彼女の動機はばかばかしいほど無意味ですされています。\u001b[22m\n\u001b[4mWith only 12 episodes to its name, Hundred can't possibly work through all the characters it foolishly throws out.\u001b[24m\n    \u001b[1mその名前にちょうど12のエピソードで、Hundredはおそらくそれが愚かに捨てるすべての人物を通して働くことができません。\u001b[22m, \u001b[1mその名の唯一の12のエピソードでは、百は、おそらくそれは愚かに捨てたすべての文字を介して動作することはできません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 2/10\n\n\u001b[1m楽しさ：2/10\u001b[22m\n\u001b[1m(Tanoshisa: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 2/10\u001b[24m\n    \u001b[1m楽しさ：2/10\u001b[22m\nI laughed a few times, though most of the time when that happened, it was immediately followed by a shake of the head, a sigh, and a 'my god this anime is awful.'\n\n\u001b[1m私は数回笑ったが、それが起こった時のほとんどは、すぐに頭の震え、一息、そして「このアニメはひどい私の神」に続いていた。\u001b[22m\n\u001b[1m(Watashi wa sū-kai waratta ga, sore ga okotta toki no hotondo wa, sugu ni atama no furue, hitoiki, soshite `kono anime wa hidoi watashi no kami' ni tsudzuite ita.)\u001b[22m\n\nTranslations of \u001b[4mI laughed a few times, though most of the time when that happened, it was immediately followed by a shake of the head, a sigh, and a 'my god this anime is awful.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI laughed a few times, though most of the time when that happened, it was immediately followed by a shake of the head, a sigh, and a 'my god this anime is awful.'\u001b[24m\n    \u001b[1m私は数回笑ったが、それが起こった時のほとんどは、すぐに頭の震え、一息、そして「このアニメはひどい私の神」に続いていた。\u001b[22m, \u001b[1mそれが起こった時間のほとんどが、それはすぐに頭、ため息の手ぶれが続いたものの、私は、数回笑って、「私の神はこのアニメがひどいです。 '\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 2/10\n\n\u001b[1m全体：2/10\u001b[22m\n\u001b[1m(Zentai: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 2/10\u001b[24m\n    \u001b[1m全体：2/10\u001b[22m\nOverall, Hundred is a slog, barely even fit for what I wanted out of it. It succeeded at reminding me what a bad anime looks like so I can better appreciate the good ones, but looking back I realize there are other bad anime out there that would fulfill the job better. The main character is so remarkably forgettable that I think I've already forgotten his name as I write this. I actually had to look at the synopsis to remember that his name is Hayato. Near the end I wanted so badly to drop the show but I didn't for the sake of this review. Hundred is terrible.\n\n\u001b[1m全体的に、Hundredはスローグで、私がそれから欲しがっているものにはほとんど適合しません。 それは私に悪いアニメがどのように見えるかを思い出させるのに成功したので、良いものを高く評価することができます。しかし、振り返ってみると、そこには他の悪いアニメがあり、仕事をよりうまく果たすでしょう。 主人公は非常に忘れがたいので、私はこれを書いているので、すでに彼の名前を忘れてしまったと思う。 私は実際に彼の名前が隼人であることを覚えておくために概要を見なければならなかった。 最後にはショーを落としたいと思っていましたが、私はこのレビューのためにしませんでした。 百人はひどいです。\u001b[22m\n\u001b[1m(Zentai-teki ni, handoreddo wa surōgu de, watashi ga sore kara hoshi gatte iru mono ni wa hotondo tekigō shimasen. Sore wa watashi ni warui anime ga dono yōnimieru ka o omoidasa seru no ni seikō shitanode, yoimono o takaku hyōka suru koto ga dekimasu. Shikashi, furikaette miru to, soko ni wa hoka no warui anime ga ari, shigoto o yori umaku hatasudeshou. Shujinkō wa hijō ni wasure gatainode, watashi wa kore o kaite irunode, sudeni kare no namae o wasurete shimatta to omou. Watashi wa jissai ni kare no namae ga Hayatodearu koto o oboete oku tame ni gaiyō o minakereba naranakatta. Saigo ni wa shō o otoshitai to omotte imashitaga, watashi wa kono rebyū no tame ni shimasendeshita. Hyaku hito wa hidoidesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Hundred is a slog, barely even fit for what I wanted out of it. It succeeded at reminding me what a bad anime looks like so I can better appreciate the good ones, but looking back I realize there are other bad anime out there that would fulfill the job better. The main character is so remarkably forgettable that I think I've already forgotten his name as I write this. I actually had to look at the synopsis to remember that his name is Hayato. Near the end I wanted so badly to drop the show but I didn't for the sake of this review. Hundred is terrible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Hundred is a slog, barely even fit for what I wanted out of it.\u001b[24m\n    \u001b[1m全体的に、Hundredはスローグで、私がそれから欲しがっているものにはほとんど適合しません。\u001b[22m, \u001b[1m全体的に、百はかろうじてさえ私はそれから何を望むかに適合、強打です。\u001b[22m\n\u001b[4mIt succeeded at reminding me what a bad anime looks like so I can better appreciate the good ones, but looking back I realize there are other bad anime out there that would fulfill the job better.\u001b[24m\n    \u001b[1mそれは私に悪いアニメがどのように見えるかを思い出させるのに成功したので、良いものを高く評価することができます。しかし、振り返ってみると、そこには他の悪いアニメがあり、仕事をよりうまく果たすでしょう。\u001b[22m, \u001b[1mそれはので、私はよりよい良いものを味わうことができるように悪いアニメに見えるものを私に思い出させるが、私はより良い仕事を果たすことになるそこに他の悪いアニメがある実現振り返ってみるに成功しました。\u001b[22m\n\u001b[4mThe main character is so remarkably forgettable that I think I've already forgotten his name as I write this.\u001b[24m\n    \u001b[1m主人公は非常に忘れがたいので、私はこれを書いているので、すでに彼の名前を忘れてしまったと思う。\u001b[22m, \u001b[1m主人公は、私は私がこれを書いている私はすでに彼の名前を忘れてしまったと思うほど顕著に忘れられがちです。\u001b[22m\n\u001b[4mI actually had to look at the synopsis to remember that his name is Hayato.\u001b[24m\n    \u001b[1m私は実際に彼の名前が隼人であることを覚えておくために概要を見なければならなかった。\u001b[22m, \u001b[1m私は実際に彼の名前は隼人であることを覚えておくことがシノプシスを見ていました。\u001b[22m\n\u001b[4mNear the end I wanted so badly to drop the show but I didn't for the sake of this review.\u001b[24m\n    \u001b[1m最後にはショーを落としたいと思っていましたが、私はこのレビューのためにしませんでした。\u001b[22m, \u001b[1m終わり近く私はショーをドロップするようにひどくたかったが、私はこのレビューのためにしませんでした。\u001b[22m\n\u001b[4mHundred is terrible.\u001b[24m\n    \u001b[1m百人はひどいです。\u001b[22m, \u001b[1m百ひどいです。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Episode: 1/10\n\n\u001b[1m最終エピソード：1/10\u001b[22m\n\u001b[1m(Saishū episōdo: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mFinal Episode: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Episode: 1/10\u001b[24m\n    \u001b[1m最終エピソード：1/10\u001b[22m, \u001b[1m最終回：1/10\u001b[22m\nI think in this particular instance the final episode deserves its own section because it is truly baffling. I don't think I can do this section without spoilers, so I'll put this large\n\n\u001b[1mこの特定の例では、最終的なエピソードは本当に困惑しているので、自分のセクションに値すると思います。 私はスポイラーなしでこのセクションをすることはできないと思うので、\u001b[22m\n\u001b[1m(Kono tokutei no reide wa, saishū-tekina episōdo wa hontōni konwaku shite irunode, jibun no sekushon ni ataisuru to omoimasu. Watashi wa supoirā nashi de kono sekushon o suru koto wa dekinai to omou node,)\u001b[22m\n\nTranslations of \u001b[4mI think in this particular instance the final episode deserves its own section because it is truly baffling. I don't think I can do this section without spoilers, so I'll put this large\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think in this particular instance the final episode deserves its own section because it is truly baffling.\u001b[24m\n    \u001b[1mこの特定の例では、最終的なエピソードは本当に困惑しているので、自分のセクションに値すると思います。\u001b[22m, \u001b[1m私はそれが本当に不可解であるため、この特定の例では、最終的なエピソードが独自のセクションに値すると思います。\u001b[22m\n\u001b[4mI don't think I can do this section without spoilers, so I'll put this large\u001b[24m\n    \u001b[1m私はスポイラーなしでこのセクションをすることはできないと思うので、\u001b[22m, \u001b[1m私はネタバレなしでこのセクションを行うことができるとは思わないので、私はこの大きなを入れます\u001b[22m\n[SPOILER ALERT}\n\n\u001b[1m[スポイラー警告}\u001b[22m\n\u001b[1m([Supoirā keikoku})\u001b[22m\n\nTranslations of \u001b[4m[SPOILER ALERT}\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[SPOILER ALERT}\u001b[24m\n    \u001b[1m[スポイラー警告}\u001b[22m, \u001b[1m[スポイラー警告]\u001b[22m, \u001b[1m【SPOILER ALERT}\u001b[22m\nright there.\n\n\u001b[1mすぐそこに。\u001b[22m\n\u001b[1m(Sugu soko ni.)\u001b[22m\n\nTranslations of \u001b[4mright there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mright there.\u001b[24m\n    \u001b[1mすぐそこに。\u001b[22m, \u001b[1mそこに。\u001b[22m, \u001b[1mすぐそこ。\u001b[22m\n\u001b[1m\u001b[22m\n[SPOILERS END]\n\n\u001b[1m[スポイラーズ終了]\u001b[22m\n\u001b[1m([Supoirāzu shūryō])\u001b[22m\n\nTranslations of \u001b[4m[SPOILERS END]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[SPOILERS END]\u001b[24m\n    \u001b[1m[スポイラーズ終了]\u001b[22m, \u001b[1m【ネタバレのEND]\u001b[22m\nSo that's the final episode of Hundred. If you can sit through the first 11 episodes, I recommend watching this thing just so you can experience the weirdness that is this finale. Of course, it's not a good anime by any stretch of the imagination, it's not even a good trainwreck anime like Big Order, but it's... uh... something.\n\n\u001b[1mそれは百の最後のエピソードです。 あなたが最初の11のエピソードを見ることができるならば、私はこのフィナーレである奇妙なことを体験できるように、この事を見ておくことをお勧めします。 もちろん、それは想像力のどんなストレッチでも良いアニメではありません、それはビッグオーダーのような良い電車のアニメさえありませんが、それは...うーん...何か。\u001b[22m\n\u001b[1m(Sore wa hyaku no saigo no episōdodesu. Anata ga saisho no 11 no episōdo o miru koto ga dekirunaraba, watashi wa kono fināredearu kimyōna koto o taiken dekiru yō ni, kono koto o mite oku koto o o susume shimasu. Mochiron, soreha sōzō-ryoku no don'na sutoretchi demo yoi animede wa arimasen, soreha bigguōdā no yōna yoi densha no anime sae arimasenga, soreha... U ̄ n... Nani ka.)\u001b[22m\n\nTranslations of \u001b[4mSo that's the final episode of Hundred. If you can sit through the first 11 episodes, I recommend watching this thing just so you can experience the weirdness that is this finale. Of course, it's not a good anime by any stretch of the imagination, it's not even a good trainwreck anime like Big Order, but it's... uh... something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo that's the final episode of Hundred.\u001b[24m\n    \u001b[1mそれは百の最後のエピソードです。\u001b[22m, \u001b[1mだから、百の最終回です。\u001b[22m\n\u001b[4mIf you can sit through the first 11 episodes, I recommend watching this thing just so you can experience the weirdness that is this finale.\u001b[24m\n    \u001b[1mあなたが最初の11のエピソードを見ることができるならば、私はこのフィナーレである奇妙なことを体験できるように、この事を見ておくことをお勧めします。\u001b[22m, \u001b[1mあなたが最初の11のエピソードを通して座ることができる場合、私はあなたがこのフィナーレですすごみを体験することができますちょうどので、この事を見てお勧めします。\u001b[22m\n\u001b[4mOf course, it's not a good anime by any stretch of the imagination, it's not even a good trainwreck anime like Big Order, but it's... uh... something.\u001b[24m\n    \u001b[1mもちろん、それは想像力のどんなストレッチでも良いアニメではありません、それはビッグオーダーのような良い電車のアニメさえありませんが、それは...うーん...何か。\u001b[22m, \u001b[1mもちろん、それはいくら想像力をたくましくしても良いアニメではありません、それはビッグ注文のようにも良いtrainwreckアニメはありませんが、それは...ええと...何か。\u001b[22m"
  },
  {
    "title": "Hundred",
    "id": "31338",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "user": "GreyGaming",
    "profile": "/profile/GreyGaming/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=221340",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  2\nサウンド|  2\nキャラクター|  1\n|  1\n\nおそらく最もシーズンのガンショーへようこそ。 それは絶対にひどく、これまで存在していた最も一般的なショーです。 地獄、それは非常に一般的なので、何もオリジナルのことはできません。 それはライターが良いものについて軽い小説を書こうと思っていたのですが、私にはアイデアがありません。私の好きなショーは何ですか？人気があります。 私は知っている、女の子とInfinite Stratosの設定をしましょう、オレイモから妹を取得し、フェイト/滞在の夜からエミヤをコピーし、その後、性別を変更し、これまでこれまでに住んでいた最も馬鹿に圧倒されたキリトでこれを最高のハーレムにしましょう。 このアニメの小道具は、実際にはMCが女の子を選ぶことを実際にしているが、ゴミ箱だ。 はい、実際に起こりました。\n\nストーリー：1/10\n\nこれは文字通り、歴史の歴史の中で最も一般的なハーレムのアニメです。  Infinite Stratosよりも一般的なものであり、私はそれがどのように可能であるかも知らない。  Savagesと呼ばれるこれらのものを撃退するために\"Little Garden\"という水の中でこの巨大な船に行くとき、それは基本的にこの人を葉原木更路に従います。 今、アニメは、これらの巨大な昆虫がどこから来ているのかを教えてくれるわけではありません。 それは彼らが宇宙から来ているが、それ以外の場面を示しているが、その起源などを決して説明していない。 他のすべてはとても一般的です。 何も説明されていない。 それは愚かな一般的なハーレム物語であり、それは吸う。\n\nアート：2/10\n\nこれは2006年に作られたように見えます。文字通りそうです。 それは穏やかな、恐ろしいと何も驚くほどに見えます。 ショーは多くの優れたアートディレクションを使用していた可能性があります。\n\nサウンド：2/10\n\n私はこのショーのためにOpとEdを嫌いです。 私の意見ではひどいところがあり、オストは何の特別なものでもありません。 インサートの曲はそれほどうまくいきませんでした。\n\nキャラクター：1/10\n\nこれらは、最も暗い、一般的な、愚かな、あまり書かれていない、そしてハーレムジャンルの他のすべてのキャラクターと同じように文字通りデザインされています。 隼人はあなたの平均的なMCで、他のすべてのMCと同じように、ダムであり、ひよこのマグネットです。 そして、私たちは、Infinite Stratosのシャーロット、あなたの大きなおっぱいの大統領（このアニメのキャプテン）、大きな仲間を持つ大統領、そして何の理由もなく彼と恋に落ちる大統領からの裂け目を持っています。 他のすべてのキャラクターは、これほどまでに何の開発も受けていないし、彼らはすべてかなり悪いです。 悪役は最後の2つのエピソードのように表示され、彼女はかなりばかげている。 全体的に、これらは神のひどい人物でした。\n\n楽しさ：1/10\n\n男の男は私はこのアニメを見て嫌いでした。 それはとても一般的であり、人々がおそらくHUNDRED時間を見たことのあるショーでした。 これを見るのは私の時間の無駄でした、そして、これを見るのは単なる夢でした。 この作品は、すでにハーレムのジャンルと、このショーの火を増したジェネリックキャラクターと同じように、何も保存できませんでした。\n\n全体：1/10\n\n私はあなたがすでにこのアニメについての私の意見を知っていると確信しているので、私はそれについて話すのをやめます。 あなたがそれを見たいと思っている人のためにこのシリーズを見たい、またはしたくない理由がここにあります。\n\n次の場合に注意してください：\n - あなたは、ハーレムの方が好きです\n - ロマンス好き（悪いロマンスbtw）\n - あなたはMCが実際に女の子を見たいと思っている\n - 神はひどい話やキャラクターを気にしないでください\n - 悪いアートワークとサウンドを見ることができる\n\n次の場合は注意しないでください：\nあなたはハレ・アニメを憎む\n - あなたは良いキャラクターや物語が必要です\n - いいアートワークが必要です\n - 嫌いなSAO（それはSAOよりも悪いです）\n - 良いショーを探している\n - 楽しんでみたい",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 2\n\n\u001b[1mアニメーション|  2\u001b[22m\n\u001b[1m(Animēshon | 2)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nWelcome to the probably the most cancer show of the season. It is absolutely awful and is the most generic show that has ever existed. Hell, it’s so generic that they can’t even do anything original. It’s like the writer wanted to write a light novel about something good but then said, I have no ideas, hmm what are my favorite shows and what is popular? I know, let’s take the girls and setting of Infinite Stratos, get the sister from Oreimo, copy Emiya from Fate/ stay night but then change his gender and also make this the best harem ever with the most ridiculously overpowered Kirito that has ever lived. It’s trash although props to this anime for once actually having the MC choose a girl. Yes, that actually happened.\n\n\u001b[1mおそらく最もシーズンのガンショーへようこそ。 それは絶対にひどく、これまで存在していた最も一般的なショーです。 地獄、それは非常に一般的なので、何もオリジナルのことはできません。 それはライターが良いものについて軽い小説を書こうと思っていたのですが、私にはアイデアがありません。私の好きなショーは何ですか？人気があります。 私は知っている、女の子とInfinite Stratosの設定をしましょう、オレイモから妹を取得し、フェイト/滞在の夜からエミヤをコピーし、その後、性別を変更し、これまでこれまでに住んでいた最も馬鹿に圧倒されたキリトでこれを最高のハーレムにしましょう。 このアニメの小道具は、実際にはMCが女の子を選ぶことを実際にしているが、ゴミ箱だ。 はい、実際に起こりました。\u001b[22m\n\u001b[1m(Osoraku mottomo shīzun no ganshō e yōkoso. Sore wa zettai ni hidoku, kore made sonzai shite ita mottomo ippantekina shōdesu. Jigoku, sore wa hijō ni ippan-tekinanode, nani mo orijinaru no koto wa dekimasen. Sore wa raitā ga yoi mono ni tsuite karui shōsetsu o kakou to omotte ita nodesuga, watashiniha aidea ga arimasen. Watashi no sukina shō wa nanidesu ka? Ninki ga arimasu. Watashi wa shitte iru, on'nanoko to infinitto Stratos no settei o shimashou, oreimo kara imōto o shutoku shi, feito/ taizai no yoru kara Emiya o kopī shi, sonogo, seibetsu o henkō shi, kore made kore made ni sunde ita mottomo baka ni attō sa reta Kirito de kore o saikō no hāremu ni shimashou. Kono anime no kodōgu wa, jissai ni wa MC ga on'nanoko o erabu koto o jissai ni shite iruga, gomibakoda. Hai, jissai ni okorimashita.)\u001b[22m\n\nTranslations of \u001b[4mWelcome to the probably the most cancer show of the season. It is absolutely awful and is the most generic show that has ever existed. Hell, it’s so generic that they can’t even do anything original. It’s like the writer wanted to write a light novel about something good but then said, I have no ideas, hmm what are my favorite shows and what is popular? I know, let’s take the girls and setting of Infinite Stratos, get the sister from Oreimo, copy Emiya from Fate/ stay night but then change his gender and also make this the best harem ever with the most ridiculously overpowered Kirito that has ever lived. It’s trash although props to this anime for once actually having the MC choose a girl. Yes, that actually happened.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWelcome to the probably the most cancer show of the season.\u001b[24m\n    \u001b[1mおそらく最もシーズンのガンショーへようこそ。\u001b[22m, \u001b[1m今シーズンのおそらく最も癌のショーへようこそ。\u001b[22m\n\u001b[4mIt is absolutely awful and is the most generic show that has ever existed.\u001b[24m\n    \u001b[1mそれは絶対にひどく、これまで存在していた最も一般的なショーです。\u001b[22m, \u001b[1mそれは絶対にひどいです、これまで存在してきた最も一般的なショーです。\u001b[22m\n\u001b[4mHell, it’s so generic that they can’t even do anything original.\u001b[24m\n    \u001b[1m地獄、それは非常に一般的なので、何もオリジナルのことはできません。\u001b[22m, \u001b[1m地獄、それは彼らがあっても、元の何かを行うことができないので、一般的なのです。\u001b[22m\n\u001b[4mIt’s like the writer wanted to write a light novel about something good but then said, I have no ideas, hmm what are my favorite shows and what is popular?\u001b[24m\n    \u001b[1mそれはライターが良いものについて軽い小説を書こうと思っていたのですが、私にはアイデアがありません。私の好きなショーは何ですか？人気があります。\u001b[22m, \u001b[1mそれは作家が何か良いことについてのライトノベルを書きたかったが、その後、私はうーん、私のお気に入りの番組ものであり、人気のあるものです、何のアイデアを持っていないと述べたようなものですか？\u001b[22m\n\u001b[4mI know, let’s take the girls and setting of Infinite Stratos, get the sister from Oreimo, copy Emiya from Fate/ stay night but then change his gender and also make this the best harem ever with the most ridiculously overpowered Kirito that has ever lived.\u001b[24m\n    \u001b[1m私は知っている、女の子とInfinite Stratosの設定をしましょう、オレイモから妹を取得し、フェイト/滞在の夜からエミヤをコピーし、その後、性別を変更し、これまでこれまでに住んでいた最も馬鹿に圧倒されたキリトでこれを最高のハーレムにしましょう。\u001b[22m, \u001b[1m私は、俺の妹がこんなに可愛いわけがないから妹を取得、の女の子とインフィニット・ストラトスの設定を見てみましょう、知っているフェイト/ステイナイトから衛宮をコピーしたが、その後、彼の性別を変更しても、この今まで生きてきた最もばかばかしいほど圧倒キリトと史上最高のハーレム作ります。\u001b[22m\n\u001b[4mIt’s trash although props to this anime for once actually having the MC choose a girl.\u001b[24m\n    \u001b[1mこのアニメの小道具は、実際にはMCが女の子を選ぶことを実際にしているが、ゴミ箱だ。\u001b[22m, \u001b[1mそれは小道具であるが、一度実際にMCが女の子を選択したため、このアニメにゴミです。\u001b[22m\n\u001b[4mYes, that actually happened.\u001b[24m\n    \u001b[1mはい、実際に起こりました。\u001b[22m, \u001b[1mはい、それは実際に起こりました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 1/10\n\n\u001b[1mストーリー：1/10\u001b[22m\n\u001b[1m(Sutōrī: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 1/10\u001b[24m\n    \u001b[1mストーリー：1/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is quite literally the most generic harem anime in the history of history. Even more generic than Infinite Stratos and I don’t even know how that is possible. It basically follow this guy named Kisaragi Hayato as he goes to this giant ship in the water called “Little Garden” to train to defeat these things called Savages. Now the anime doesn’t tell you where these giant insect things come from nor does it tell you anything about them besides that they are attacking earth. It shows one scene with them coming from space but other than that, never explains their origins or anything like that. Everything else is so generic. Nothing is explained. It’s a stupid generic harem story and it sucks.\n\n\u001b[1mこれは文字通り、歴史の歴史の中で最も一般的なハーレムのアニメです。  Infinite Stratosよりも一般的なものであり、私はそれがどのように可能であるかも知らない。  Savagesと呼ばれるこれらのものを撃退するために\"Little Garden\"という水の中でこの巨大な船に行くとき、それは基本的にこの人を葉原木更路に従います。 今、アニメは、これらの巨大な昆虫がどこから来ているのかを教えてくれるわけではありません。 それは彼らが宇宙から来ているが、それ以外の場面を示しているが、その起源などを決して説明していない。 他のすべてはとても一般的です。 何も説明されていない。 それは愚かな一般的なハーレム物語であり、それは吸う。\u001b[22m\n\u001b[1m(Kore wa mojidōri, rekishi no rekishi no naka de mottomo ippantekina hāremu no animedesu. Infinitto Stratos yori mo ippantekina monodeari, watashi wa sore ga dono yō ni kanōdearu ka mo shiranai. Savages to yoba reru korera no mono o gekitai suru tame ni\" Little Garden\" to iu mizu no naka de kono kyodaina fune ni iku toki, soreha kihontekini kono hito o ha genboku sara-ji ni shitagaimasu. Ima, anime wa, korera no kyodaina konchū ga doko kara kite iru no ka o oshiete kureru wakede wa arimasen. Sore wa karera ga uchū kara kite iruga, soreigai no bamen o shimeshite iruga, sono kigen nado o kesshite setsumei shite inai. Hoka no subete wa totemo ippan-tekidesu. Nani mo setsumei sa rete inai. Sore wa orokana ippantekina hāremu monogatarideari, sore wa suu.)\u001b[22m\n\nTranslations of \u001b[4mThis is quite literally the most generic harem anime in the history of history. Even more generic than Infinite Stratos and I don’t even know how that is possible. It basically follow this guy named Kisaragi Hayato as he goes to this giant ship in the water called “Little Garden” to train to defeat these things called Savages. Now the anime doesn’t tell you where these giant insect things come from nor does it tell you anything about them besides that they are attacking earth. It shows one scene with them coming from space but other than that, never explains their origins or anything like that. Everything else is so generic. Nothing is explained. It’s a stupid generic harem story and it sucks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is quite literally the most generic harem anime in the history of history.\u001b[24m\n    \u001b[1mこれは文字通り、歴史の歴史の中で最も一般的なハーレムのアニメです。\u001b[22m, \u001b[1mこれは、文字通り歴史の歴史の中で最も一般的なハーレムアニメです。\u001b[22m\n\u001b[4mEven more generic than Infinite Stratos and I don’t even know how that is possible.\u001b[24m\n    \u001b[1mInfinite Stratosよりも一般的なものであり、私はそれがどのように可能であるかも知らない。\u001b[22m, \u001b[1mさらにより一般的なインフィニット・ストラトス、私よりもそれが可能であるのか分かりません。\u001b[22m\n\u001b[4mIt basically follow this guy named Kisaragi Hayato as he goes to this giant ship in the water called “Little Garden” to train to defeat these things called Savages.\u001b[24m\n    \u001b[1mSavagesと呼ばれるこれらのものを撃退するために\"Little Garden\"という水の中でこの巨大な船に行くとき、それは基本的にこの人を葉原木更路に従います。\u001b[22m, \u001b[1m彼は野蛮と呼ばれるこれらの事を倒すために訓練するために「リトルガーデン」と呼ばれる水の中にこの巨大な船に行くように、それは基本的に如月隼人という名前のこの男に従ってください。\u001b[22m\n\u001b[4mNow the anime doesn’t tell you where these giant insect things come from nor does it tell you anything about them besides that they are attacking earth.\u001b[24m\n    \u001b[1m今、アニメは、これらの巨大な昆虫がどこから来ているのかを教えてくれるわけではありません。\u001b[22m, \u001b[1mこれらの巨大な昆虫の事から来たり、それはあなたに彼らが地球を攻撃していることに加えて、それらについては何も教えてくれないところ今のアニメはあなたを教えてくれありません。\u001b[22m\n\u001b[4mIt shows one scene with them coming from space but other than that, never explains their origins or anything like that.\u001b[24m\n    \u001b[1mそれは彼らが宇宙から来ているが、それ以外の場面を示しているが、その起源などを決して説明していない。\u001b[22m, \u001b[1mそれは彼らと1シーンが宇宙から来たが、それ以外を示し、その起源またはそのような何かを説明することはありません。\u001b[22m\n\u001b[4mEverything else is so generic.\u001b[24m\n    \u001b[1m他のすべてはとても一般的です。\u001b[22m, \u001b[1mそれ以外はとても汎用的です。\u001b[22m\n\u001b[4mNothing is explained.\u001b[24m\n    \u001b[1m何も説明されていない。\u001b[22m, \u001b[1m何も説明されていません。\u001b[22m\n\u001b[4mIt’s a stupid generic harem story and it sucks.\u001b[24m\n    \u001b[1mそれは愚かな一般的なハーレム物語であり、それは吸う。\u001b[22m, \u001b[1mそれは愚かな一般的なハーレムの話だし、それは吸います。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 2/10\n\n\u001b[1mアート：2/10\u001b[22m\n\u001b[1m(Āto: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 2/10\u001b[24m\n    \u001b[1mアート：2/10\u001b[22m\n\u001b[1m\u001b[22m\nWell this shows looks like it was made in 2006. Literally it does. It looks bland, terrible and nothing amazing. The show could have used a lot better art direction.\n\n\u001b[1mこれは2006年に作られたように見えます。文字通りそうです。 それは穏やかな、恐ろしいと何も驚くほどに見えます。 ショーは多くの優れたアートディレクションを使用していた可能性があります。\u001b[22m\n\u001b[1m(Kore wa 2006-nen ni tsukura reta yō ni miemasu. Mojidōri sōdesu. Sore wa odayakana, osoroshī to nani mo odoroku hodo ni miemasu. Shō wa ōku no sugureta ātodirekushon o shiyō shite ita kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mWell this shows looks like it was made in 2006. Literally it does. It looks bland, terrible and nothing amazing. The show could have used a lot better art direction.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell this shows looks like it was made in 2006. Literally it does.\u001b[24m\n    \u001b[1mこれは2006年に作られたように見えます。文字通りそうです。\u001b[22m, \u001b[1mさて、このショーは、それが2006年に作られたような文字通りそれがないに見えます。\u001b[22m\n\u001b[4mIt looks bland, terrible and nothing amazing.\u001b[24m\n    \u001b[1mそれは穏やかな、恐ろしいと何も驚くほどに見えます。\u001b[22m, \u001b[1mそれは、当たり障りのないひどいと驚くほど何も見えます。\u001b[22m\n\u001b[4mThe show could have used a lot better art direction.\u001b[24m\n    \u001b[1mショーは多くの優れたアートディレクションを使用していた可能性があります。\u001b[22m, \u001b[1mショーはかなり良くアートディレクションを使用することもできました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 2/10\n\n\u001b[1mサウンド：2/10\u001b[22m\n\u001b[1m(Saundo: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 2/10\u001b[24m\n    \u001b[1mサウンド：2/10\u001b[22m\n\u001b[1m\u001b[22m\nWell I hate the Op and Eds for this show. There terrible in my opinion and the ost is nothing special at all. The insert songs didn’t fare any better.\n\n\u001b[1m私はこのショーのためにOpとEdを嫌いです。 私の意見ではひどいところがあり、オストは何の特別なものでもありません。 インサートの曲はそれほどうまくいきませんでした。\u001b[22m\n\u001b[1m(Watashi wa kono shō no tame ni Op to Ed o kiraidesu. Watashi no ikende wa hidoi tokoro ga ari, osuto wa nani no tokubetsuna monode mo arimasen. Insāto no kyoku wa sore hodo umaku ikimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWell I hate the Op and Eds for this show. There terrible in my opinion and the ost is nothing special at all. The insert songs didn’t fare any better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell I hate the Op and Eds for this show.\u001b[24m\n    \u001b[1m私はこのショーのためにOpとEdを嫌いです。\u001b[22m, \u001b[1mさて、私はこのショーのためにオペアンプと編を憎みます。\u001b[22m\n\u001b[4mThere terrible in my opinion and the ost is nothing special at all.\u001b[24m\n    \u001b[1m私の意見ではひどいところがあり、オストは何の特別なものでもありません。\u001b[22m, \u001b[1mそこひどい私の意見とOSTでは全く特別なものではありません。\u001b[22m\n\u001b[4mThe insert songs didn’t fare any better.\u001b[24m\n    \u001b[1mインサートの曲はそれほどうまくいきませんでした。\u001b[22m, \u001b[1m挿入歌は、任意のより良い運賃ませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 1/10\n\n\u001b[1mキャラクター：1/10\u001b[22m\n\u001b[1m(Kyarakutā: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 1/10\u001b[24m\n    \u001b[1mキャラクター：1/10\u001b[22m\n\u001b[1m\u001b[22m\nThese are the blandest, generic, stupid, poorly written, and designed literally the same way as every other character in the harem genre. Hayato is your average MC that like every other MC, is dumb and is a chick magnet. Then we have a rip off of Charlotte from Infinite Stratos, your big boobs president (captain in this anime), the one with the big bro complex, and the one that falls in love with him for no reason. Every other character receives no development what so ever and they are all pretty bad. The villain doesn’t show up until like the last 2 episodes and she’s pretty stupid as well. Overall, these were god awful characters.\n\n\u001b[1mこれらは、最も暗い、一般的な、愚かな、あまり書かれていない、そしてハーレムジャンルの他のすべてのキャラクターと同じように文字通りデザインされています。 隼人はあなたの平均的なMCで、他のすべてのMCと同じように、ダムであり、ひよこのマグネットです。 そして、私たちは、Infinite Stratosのシャーロット、あなたの大きなおっぱいの大統領（このアニメのキャプテン）、大きな仲間を持つ大統領、そして何の理由もなく彼と恋に落ちる大統領を奪ってしまいました。 他のすべてのキャラクターは、これほどまでに何の開発も受けていないし、彼らはすべてかなり悪いです。 悪役は最後の2つのエピソードのように表示され、彼女はかなりばかげている。 全体的に、これらは神のひどい人物でした。\u001b[22m\n\u001b[1m(Korera wa, mottomo kurai, ippantekina, orokana, amari kaka rete inai, soshite hāremujanru no ta no subete no kyarakutā to onajiyōni mojidōri dezain sa rete imasu. Hayato wa anata no heikin-tekina MC de, hoka no subete no MC to onajiyōni, damudeari, hiyoko no magunettodesu. Soshite, watashitachiha, infinitto Stratos no shārotto, anata no ōkina oppai no daitōryō (kono anime no kyaputen), ōkina nakama o motsu daitōryō, soshite nani no riyū mo naku kare to koiniochiru daitōryō o ubatte shimaimashita. Hoka no subete no kyarakutā wa, kore hodo made ni nani no kaihatsu mo ukete inaishi, karera wa subete kanari waruidesu. Akuyaku wa saigo no 2tsu no episōdo no yō ni hyōji sa re, kanojo wa kanari bakagete iru. Zentai-teki ni, korera wa kami no hidoi jinbutsudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThese are the blandest, generic, stupid, poorly written, and designed literally the same way as every other character in the harem genre. Hayato is your average MC that like every other MC, is dumb and is a chick magnet. Then we have a rip off of Charlotte from Infinite Stratos, your big boobs president (captain in this anime), the one with the big bro complex, and the one that falls in love with him for no reason. Every other character receives no development what so ever and they are all pretty bad. The villain doesn’t show up until like the last 2 episodes and she’s pretty stupid as well. Overall, these were god awful characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThese are the blandest, generic, stupid, poorly written, and designed literally the same way as every other character in the harem genre.\u001b[24m\n    \u001b[1mこれらは、最も暗い、一般的な、愚かな、あまり書かれていない、そしてハーレムジャンルの他のすべてのキャラクターと同じように文字通りデザインされています。\u001b[22m, \u001b[1mこれらは下手に書かれた、blandest一般的な、愚かであり、文字通りハーレムジャンル内の他のすべての文字と同じように設計されています。\u001b[22m\n\u001b[4mHayato is your average MC that like every other MC, is dumb and is a chick magnet.\u001b[24m\n    \u001b[1m隼人はあなたの平均的なMCで、他のすべてのMCと同じように、ダムであり、ひよこのマグネットです。\u001b[22m, \u001b[1m隼人は、他のすべてのMCが好きなあなたの平均MCは、ダムであるとひよこ磁石です。\u001b[22m\n\u001b[4mThen we have a rip off of Charlotte from Infinite Stratos, your big boobs president (captain in this anime), the one with the big bro complex, and the one that falls in love with him for no reason.\u001b[24m\n    \u001b[1mそして、私たちは、Infinite Stratosのシャーロット、あなたの大きなおっぱいの大統領（このアニメのキャプテン）、大きな仲間を持つ大統領、そして何の理由もなく彼と恋に落ちる大統領を奪ってしまいました。\u001b[22m, \u001b[1mその後、我々はインフィニット・ストラトス、あなたの巨乳社長（このアニメでキャプテン）、大きな仲間複合体と1、および理由もなく彼と恋に落ちる1からシャーロットのオフ裂け目を持っています。\u001b[22m\n\u001b[4mEvery other character receives no development what so ever and they are all pretty bad.\u001b[24m\n    \u001b[1m他のすべてのキャラクターは、これほどまでに何の開発も受けていないし、彼らはすべてかなり悪いです。\u001b[22m, \u001b[1m他のすべての文字は、どのようなので、今までにない発展を受信しないと、彼らはすべてのかなり悪いです。\u001b[22m\n\u001b[4mThe villain doesn’t show up until like the last 2 episodes and she’s pretty stupid as well.\u001b[24m\n    \u001b[1m悪役は最後の2つのエピソードのように表示され、彼女はかなりばかげている。\u001b[22m, \u001b[1m悪役は、最後の2話のようになるまで表示されません、彼女は同様にかなり愚かです。\u001b[22m\n\u001b[4mOverall, these were god awful characters.\u001b[24m\n    \u001b[1m全体的に、これらは神のひどい人物でした。\u001b[22m, \u001b[1m全体的に、これらは神ひどい文字がありました。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 1/10\n\n\u001b[1m楽しさ：1/10\u001b[22m\n\u001b[1m(Tanoshisa: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 1/10\u001b[24m\n    \u001b[1m楽しさ：1/10\u001b[22m\n\u001b[1m\u001b[22m\nMan of man did I hate watching this anime. It was so generic and a show that people probably have seen a HUNDRED times already. It was a waste of my time to watch this and it was just a drag to watch this. Nothing could have saved this thing as it was already in the harem genre and with the generic characters that just added more to the fire that is this show.\n\n\u001b[1m男の男は私はこのアニメを見て嫌いでした。 それはとても一般的であり、人々がおそらくHUNDRED時間を見たことのあるショーでした。 これを見るのは私の時間の無駄でした、そして、これを見るのは単なる夢でした。 この作品は、すでにハーレムのジャンルと、このショーの火を増したジェネリックキャラクターと同じように、何も保存できませんでした。\u001b[22m\n\u001b[1m(Otoko no otoko wa watashi wa kono anime o mite kiraideshita. Sore wa totemo ippan-tekideari, hitobito ga osoraku HUNDRED jikan o mita koto no aru shōdeshita. Kore o miru no wa watashi no jikan'nomudadeshita, soshite, kore o miru no wa tan'naru yumedeshita. Kono sakuhin wa, sudeni hāremu no janru to, kono shō no hi o mashita jenerikkukyarakutā to onajiyōni, nani mo hozon dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mMan of man did I hate watching this anime. It was so generic and a show that people probably have seen a HUNDRED times already. It was a waste of my time to watch this and it was just a drag to watch this. Nothing could have saved this thing as it was already in the harem genre and with the generic characters that just added more to the fire that is this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMan of man did I hate watching this anime.\u001b[24m\n    \u001b[1m男の男は私はこのアニメを見て嫌いでした。\u001b[22m, \u001b[1m人の男が、私はこのアニメを見て嫌いでした。\u001b[22m\n\u001b[4mIt was so generic and a show that people probably have seen a HUNDRED times already.\u001b[24m\n    \u001b[1mそれはとても一般的であり、人々がおそらくHUNDRED時間を見たことのあるショーでした。\u001b[22m, \u001b[1mそれはとても一般的で、人々はおそらく既に100回見てきましたショーでした。\u001b[22m\n\u001b[4mIt was a waste of my time to watch this and it was just a drag to watch this.\u001b[24m\n    \u001b[1mこれを見るのは私の時間の無駄でした、そして、これを見るのは単なる夢でした。\u001b[22m, \u001b[1mそれは、これを見て私の時間の無駄だったし、これを監視するだけでドラッグしました。\u001b[22m\n\u001b[4mNothing could have saved this thing as it was already in the harem genre and with the generic characters that just added more to the fire that is this show.\u001b[24m\n    \u001b[1mこの作品は、すでにハーレムのジャンルと、このショーの火を増したジェネリックキャラクターと同じように、何も保存できませんでした。\u001b[22m, \u001b[1mそれはハーレムのジャンルで、ちょうどこのショーで火により追加された汎用的な文字で既にあったように何もこの事を保存していない可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 1/10\n\n\u001b[1m全体：1/10\u001b[22m\n\u001b[1m(Zentai: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 1/10\u001b[24m\n    \u001b[1m全体：1/10\u001b[22m\n\u001b[1m\u001b[22m\nI’m sure you already know my opinion on this anime so I’ll stop talking about that. Here is why you want to or don’t want to watch this series for anyone who is looking to watch it.\n\n\u001b[1m私はあなたがすでにこのアニメについての私の意見を知っていると確信しているので、私はそれについて話すのをやめます。 あなたがそれを見たいと思っている人のためにこのシリーズを見たい、またはしたくない理由がここにあります。\u001b[22m\n\u001b[1m(Watashi wa anata ga sudeni kono anime ni tsuite no watashi no iken o shitte iru to kakushin shite irunode, watashi wa sore ni tsuite hanasu no o yamemasu. Anata ga sore o mitai to omotte iru hito no tame ni kono shirīzu o mitai, matawa shitakunai riyū ga koko ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI’m sure you already know my opinion on this anime so I’ll stop talking about that. Here is why you want to or don’t want to watch this series for anyone who is looking to watch it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’m sure you already know my opinion on this anime so I’ll stop talking about that.\u001b[24m\n    \u001b[1m私はあなたがすでにこのアニメについての私の意見を知っていると確信しているので、私はそれについて話すのをやめます。\u001b[22m, \u001b[1m私はそのことについて話して停止されますので、あなたはすでにこのアニメの私の意見を知っていると確信しています。\u001b[22m\n\u001b[4mHere is why you want to or don’t want to watch this series for anyone who is looking to watch it.\u001b[24m\n    \u001b[1mあなたがそれを見たいと思っている人のためにこのシリーズを見たい、またはしたくない理由がここにあります。\u001b[22m, \u001b[1mあなたがしたいか、それを見るために探している人のためにこのシリーズを見たくない理由ここにあります。\u001b[22m\n\u001b[1m\u001b[22m\nWatch if:\n\n\u001b[1m次の場合を監視：\u001b[22m\n\u001b[1m(Tsugi no baai o kanshi:)\u001b[22m\n\nTranslations of \u001b[4mWatch if:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatch if:\u001b[24m\n    \u001b[1m次の場合を監視：\u001b[22m, \u001b[1m場合見ます：\u001b[22m\n- You like harem animes\n\n\u001b[1m - あなたは、ハーレムの方が好きです\u001b[22m\n\u001b[1m(- Anata wa, hāremu no kata ga sukidesu)\u001b[22m\n\nTranslations of \u001b[4m- You like harem animes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- You like harem animes\u001b[24m\n    \u001b[1m - あなたは、ハーレムの方が好きです\u001b[22m, \u001b[1m - あなたはハーレムアニメが好き\u001b[22m\n- You like Romance (bad romance btw)\n\n\u001b[1m - ロマンス好き（悪いロマンスbtw）\u001b[22m\n\u001b[1m(- Romansu-suki (warui romansu btw))\u001b[22m\n\nTranslations of \u001b[4m- You like Romance (bad romance btw)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- You like Romance (bad romance btw)\u001b[24m\n    \u001b[1m - ロマンス好き（悪いロマンスbtw）\u001b[22m, \u001b[1m - あなたロマンス（ところで悪いロマンス）のような\u001b[22m\n- You want to see the MC actually CHOOSE A GIRL\n\n\u001b[1m - あなたはMCが実際に女の子を見たいと思っている\u001b[22m\n\u001b[1m(- Anata wa MC ga jissai ni on'nanoko o mitai to omotte iru)\u001b[22m\n\nTranslations of \u001b[4m- You want to see the MC actually CHOOSE A GIRL\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- You want to see the MC actually CHOOSE A GIRL\u001b[24m\n    \u001b[1m - あなたはMCが実際に女の子を見たいと思っている\u001b[22m, \u001b[1m - あなたは、MCが実際に女の子をCHOOSE見たいです\u001b[22m\n- Don’t mind god awful stories or characters\n\n\u001b[1m - 神はひどい話やキャラクターを気にしないでください\u001b[22m\n\u001b[1m(- Kami wa hidoi hanashi ya kyarakutā o kinishinaide kudasai)\u001b[22m\n\nTranslations of \u001b[4m- Don’t mind god awful stories or characters\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Don’t mind god awful stories or characters\u001b[24m\n    \u001b[1m - 神はひどい話やキャラクターを気にしないでください\u001b[22m, \u001b[1m - 神ひどい話や文字を気にしないでください\u001b[22m\n- Can stand looking at bad artwork and sound\n\n\u001b[1m - 悪いアートワークとサウンドを見ることができる\u001b[22m\n\u001b[1m(- Warui ātowāku to saundo o miru koto ga dekiru)\u001b[22m\n\nTranslations of \u001b[4m- Can stand looking at bad artwork and sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Can stand looking at bad artwork and sound\u001b[24m\n    \u001b[1m - 悪いアートワークとサウンドを見ることができる\u001b[22m, \u001b[1m - 悪いアートワークと音を見て立つことができます\u001b[22m\n\u001b[1m\u001b[22m\nDon’t watch if:\n\n\u001b[1m次の場合は注意しないでください：\u001b[22m\n\u001b[1m(Tsugi no baai wa chūi shinaide kudasai:)\u001b[22m\n\nTranslations of \u001b[4mDon’t watch if:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDon’t watch if:\u001b[24m\n    \u001b[1m次の場合は注意しないでください：\u001b[22m, \u001b[1m場合は見ていません：\u001b[22m\n- You hate harem animes\n\n\u001b[1mあなたはハレ・アニメを憎む\u001b[22m\n\u001b[1m(Anata wa hare anime o nikumu)\u001b[22m\n\nTranslations of \u001b[4m- You hate harem animes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- You hate harem animes\u001b[24m\n    \u001b[1mあなたはハレ・アニメを憎む\u001b[22m, \u001b[1m - あなたはハーレムアニメを憎みます\u001b[22m\n- You need good characters and stories\n\n\u001b[1m - あなたは良いキャラクターや物語が必要です\u001b[22m\n\u001b[1m(- Anata wa yoi kyarakutā ya monogatari ga hitsuyōdesu)\u001b[22m\n\nTranslations of \u001b[4m- You need good characters and stories\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- You need good characters and stories\u001b[24m\n    \u001b[1m - あなたは良いキャラクターや物語が必要です\u001b[22m, \u001b[1m - あなたは良いキャラクターや物語を必要とします\u001b[22m\n- You need good artwork\n\n\u001b[1m - いいアートワークが必要です\u001b[22m\n\u001b[1m(- Ī ātowāku ga hitsuyōdesu)\u001b[22m\n\nTranslations of \u001b[4m- You need good artwork\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- You need good artwork\u001b[24m\n    \u001b[1m - いいアートワークが必要です\u001b[22m, \u001b[1m - あなたは良いアートワークを必要とします\u001b[22m\n- Hated SAO (it’s worse than SAO for sure)\n\n\u001b[1m - 嫌いなSAO（それはSAOよりも悪いです）\u001b[22m\n\u001b[1m(- Kiraina SAO (sore wa SAO yori mo waruidesu))\u001b[22m\n\nTranslations of \u001b[4m- Hated SAO (it’s worse than SAO for sure)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Hated SAO (it’s worse than SAO for sure)\u001b[24m\n    \u001b[1m - 嫌いなSAO（それはSAOよりも悪いです）\u001b[22m, \u001b[1m - 嫌いSAO（それは確かにSAOよりも悪いです）\u001b[22m\n- Looking for a good show\n\n\u001b[1m - 良いショーを探している\u001b[22m\n\u001b[1m(- Yoi shō o sagashite iru)\u001b[22m\n\nTranslations of \u001b[4m- Looking for a good show\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Looking for a good show\u001b[24m\n    \u001b[1m - 良いショーを探している\u001b[22m, \u001b[1m - 良いショーを探して\u001b[22m\n- Wanting to be entertained\n\n\u001b[1m - 楽しんでみたい\u001b[22m\n\u001b[1m(- Tanoshinde mitai)\u001b[22m\n\nTranslations of \u001b[4m- Wanting to be entertained\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Wanting to be entertained\u001b[24m\n    \u001b[1m - 楽しんでみたい\u001b[22m, \u001b[1m - 楽しまれることを望みます\u001b[22m"
  },
  {
    "title": "Hundred",
    "id": "31338",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "user": "WrenchMan",
    "profile": "/profile/WrenchMan/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=226437",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  5\nキャラクター|  3\n|  6\n\n新しいレビュー：\n（私の古いレビューを振り返ってみると、私はあまりにも過酷で重要な詳細を提供していないと感じました。その結果、私は全く新しいレビューを書いていきます。 誰でもそれを見たいと思っています）。\n\n私はすべてのアニメは潜在的可能性があると思う。 その1つのエピソードでは、実際に時間を費やし、ファンサービスのために犠牲を払う代わりに、適切なストーリーテリングやキャラクターの相互作用に集中していたため、OVAのエピソードの1つが実際のアニメーションよりもはるかに優れているエッチハレムのアニメを見ました 。 その1つのOVAのエピソードでは、主人公は実際のアニメのようにカットアンドペーストのハーレムキャラクターの一部のシェルではなく、実際にキャラクターのように感じました。 悲しいことに、百人は他の100人ほどの平凡なハレームのアニメと同じ道を踏み出すことに決めました。\n\nストーリー3/10\n\nあなたが多くのエッチハレムアニメを見たなら、それらの多くがジェネリックパターンに従うことに気づくでしょう。そして、このアニメはそのパターンに従います。 彼らが独創的でないことを望むならば、大丈夫です。 しかし、彼らがそれを適切に行わなければ、アニメはせいぜい平凡なものになるでしょう。\n\n物語は非常に基本的なもので、物語が存在するように十分な努力をしているだけで、それ以上のものはありません。 その結果、物語は非常に予測可能であり、穏やかでした。 物語がある方向に向くように強制された部分もあった。 これにより、キャラクターは馬鹿しくて不合理に見えて、何が起こるかを正確に予測したにもかかわらず、不信感を表明してしまいました。\n\nあなたがharemアニメの多くを見て、良い物語で1つを探しているなら、私はハイスクールDxDのシーズン1を見ることをお勧めします。 あなたがゾンビのように感じ、リラックスしたい、そして何もする必要がない場合、私はあなたがこれを試すことができると思います。  （ `-`）/\n\nキャラクター3/10\n\nストーリーのように、このアニメのキャラクターもジェネリックパターンに従います。 また、ストーリーのように、キャラクターに最小限の努力を払ったかのようです。\n\n最初に、我々は一般的なハーレムMCを持っています：木更津隼人。 通常、一般的なハーレムMCは岩石ほど密度が高い。 言い換えれば、女の子が自分の顔に愛を告白すると、気づかないでしょう。 彼の顔にココナッツを投げると、彼は気づかないでしょう。 しかし、幸いなことに、隼人木更路は密集していないようですので、私は彼に拍手喝采します。 しかし他のものはかなり簡単です。\n\nほとんどすべての一般的なハーレムMCのように、スクリプトは彼の手が彼女の乳房をつかんでいるような非現実的に便利な方法で女の子に誤って旅行するように強制します。 それに加えて、気づかないうちに、彼らはすべて、ファックダンバスのように胸を圧迫する。 たいていの場合、女の子たちは、彼らのせいではないとしても、叫んで叫び、MCを責めます。 明らかに、これは面白く刺激的であるはずです。\n\n胸をつかむことに加えて、一般的なハレムMCは、危機の時に感情的なスピーチを出そうと試み、完全なおしゃれな二靴であり、女の子が彼と戦っているときの負担だと思う。 それについて話す時間が無駄だ。 あなたがいくつかの平凡なハレームを見たことがあるなら、あなたは知っているでしょう。\n\n他の重要な文字もかなり一般的です。 アイドル、妹、あなたが幼少時に会った人、など。MCのように、これらの女の子はファンサービスと貧しいコメディーのために愚かになりました。 彼らの行動は予測可能です。\n\n耳障りな音を出しているこの子供もいます：Olfred Korvanh。 あなたはいつ彼を見るでしょう。\n\nほとんどのキャラクターは本当に際立っていません。 物語のように、彼らはただそこにいる。\n\n6/10\n\n芸術はほとんどの部分で大丈夫だと思われる。 アニメの世代は最新ですが、それは本当に際立っていません。 アクションシーンはそれほど刺激的ではありません。 キャラクターは、血液や創傷がなく無意識のうちに落ちる。 心のこもったアニメのための軽快なアニメーション。 彼らはあなたを引き寄せるために、最初から血を流していますが、それはあなたが見るすべてです。\n\nファンタスティックのために、小さなおっぱいの女の子が30秒ほど大きなおっぱいをしていたこのシーンがありました。 私は来て...（ ' - '）/\n\n結論\n\nこれから楽しむことがあるかもしれません。 あなたが物語の多くを探していない場合、ゾンビのように感じて、リラックスしたい、または他に何もする必要がない場合は、試してみてください（/）\n\n\n\n\n古いレビュー：\nこのレビューにはスポイラーが含まれているかもしれませんが、このアニメは数え切れないほどの他のハレームのアニメによって既に崩れてしまっているので気にしません。\n\n\n - ストーリー - \n物語は、「野蛮人」と呼ばれる巨大なモンスターから人類を守るために生徒を訓練する学校に入学するハーレムMCに関するものです。  （v 'o'）b\n\nアニメは面白いフラッシュバックで始まります。 フラッシュバックはホラーとゴアの小さなビットを使用して野蛮人を導入する '大丈夫'仕事をします。 しかし残念なことに、それが終わったら、我々は一般的なハーレム世界に導入される。 彼らが最初に構築した恐怖は、アニメ全体で失われます。 ゴアとホラーの要素でいっぱいになるのではなく、彼らは野蛮人をハーレムの哀れな横顔に変えます。 野蛮人が出現すると、誰も本当に危険に晒されていないようです。 それからもう一度それは軽快な少年です。だから何でも（ ` - `）/\n\n物語の残りの部分はかなり簡単です。 学校でのハレム様式の決闘、各アークの後のハーレム様式の結論、ハーレムMCは女の子へのトリッピングと自分のおっぱいをつかむ。\nあなたはそれを名づけます、彼らはそれをハーレムに（v ` - `）b\n\n\n - キャラクター - \nほとんどのキャラクターはかなり一般的です。 我々は、一般的なハーレムスピーチ、ツンデレ、アイドル、妹、などを与えるハレムMCを得ました。スクリプトのいくつかは吸い込まれたボールでした。 次に例を示します。\n\n*スポイラー警告*\n一部の学生は入学式に遅れていて、キャプテンは彼らを追放したかった。 しかし、学生が自分の中で戦うときには、たわごとをしません。 誰かが危険な使命を真剣に受け止めていないときは、たわごとをしません。\n*スポイラーのアラート*\n\n\n - アニメーション - \nアニメーションは大丈夫だった。 いくつかの戦いはまだフレームを持っていた。 傷つきや出血なく無意識のうちに落ちる。 ハーレムMCのためのいくつかのおっぱい物理学。\n\n\n - コメディー - \nアニメのコメディは、典型的なハレム・コメディです。 ハーレムMCは女の子に砲撃を受け、彼は彼と戦う。 ハッハッハハッハッハ...（v 'O'）。\n\n\n - 結論 - \n私はアニメが悪いとは言わないが、どちらかといえば良いことではない。 他のハーレム・アニメとは区別がつきませんでした。 スクリプティングはかなり基本的で、穏やかでした。 アニメーションやサウンドと同様に",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nNEW REVIEW:\n\n\u001b[1m新しいレビュー：\u001b[22m\n\u001b[1m(Atarashī rebyū:)\u001b[22m\n\nTranslations of \u001b[4mNEW REVIEW:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNEW REVIEW:\u001b[24m\n    \u001b[1m新しいレビュー：\u001b[22m\n(Looking back at my old review, I felt that I may have been too harsh and didn't provide enough important details. As a result, I will write a completely new review. My old review will be at the bottom in case I or anyone wants to view it.)\n\n\u001b[1m（私の古いレビューを振り返ってみると、私はあまりにも過酷で重要な詳細を提供していないと感じました。その結果、私は全く新しいレビューを書いていきます。 誰でもそれを見たいと思っています）。\u001b[22m\n\u001b[1m((Watashi no furui rebyū o furikaette miru to, watashi wa amarini mo kakokude jūyōna shōsai o teikyō shite inai to kanjimashita. Sono kekka, watashi wa mattaku atarashī rebyū o kaite ikimasu. Dare demo sore o mitai to omotte imasu).)\u001b[22m\n\nTranslations of \u001b[4m(Looking back at my old review, I felt that I may have been too harsh and didn't provide enough important details. As a result, I will write a completely new review. My old review will be at the bottom in case I or anyone wants to view it.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Looking back at my old review, I felt that I may have been too harsh and didn't provide enough important details. As a result, I will write a completely new review. My old review will be at the bottom in case I or\u001b[24m\n    \u001b[1m（私の古いレビューを振り返ってみると、私はあまりにも過酷で重要な詳細を提供していないと感じました。その結果、私は全く新しいレビューを書いていきます。\u001b[22m, \u001b[1m（私の古いレビューで振り返ってみると、私は結果として、私は完全に新しいレビューを書きます。私はあまりにも過酷されている可能性があり、十分な重要な詳細を提供しなかったことを感じました。私の古いレビューは、私は場合に、一番下になりますか\u001b[22m\n\u001b[4manyone wants to view it.)\u001b[24m\n    \u001b[1m誰でもそれを見たいと思っています）。\u001b[22m, \u001b[1m誰もがそれを表示したいと考えています。）\u001b[22m\n\u001b[1m\u001b[22m\nI think every anime has potential. I've seen an ecchi harem anime where one of its OVA episodes was so much better than the actual anime, because in that one episode, they actually took time and focused on proper storytelling and character interactions instead of making sacrifices for the sake of fanservice . In that one OVA episode, the heroine actually felt like a character, not just some shell of a cut and paste harem character like in the actual anime. Sadly, Hundred decided to take the same road as the other hundred or so mediocre harem anime, and they did a pretty bland job at it too.\n\n\u001b[1m私はすべてのアニメは潜在的可能性があると思う。 その1つのエピソードでは、実際に時間を費やし、ファンサービスのために犠牲を払う代わりに、適切なストーリーテリングやキャラクターの相互作用に集中していたため、OVAのエピソードの1つが実際のアニメーションよりもはるかに優れているエッチハレムのアニメを見ました 。 その1つのOVAのエピソードでは、主人公は実際のアニメのようにカットアンドペーストのハーレムキャラクターの一部のシェルではなく、実際にキャラクターのように感じました。 悲しいことに、百人は他の100人ほどの平凡なハレームのアニメと同じ道を踏み出すことに決めました。\u001b[22m\n\u001b[1m(Watashi wa subete no anime wa senzai-teki kanōsei ga aru to omou. Sono 1tsu no episōdode wa, jissai ni jikan o tsuiyashi, fansābisu no tame ni gisei o harau kawari ni, tekisetsuna sutōrīteringu ya kyarakutā no sōgo sayō ni shūchū shite ita tame, ovu~a no episōdo no 1tsu ga jissai no animēshon yori mo haruka ni sugurete iru etchiharemu no anime o mimashita. Sono 1tsu no ovu~a no episōdode wa, shujinkō wa jissai no anime no yō ni kattoandopēsuto no hāremukyarakutā no ichibu no sherude wa naku, jissai ni kyarakutā no yō ni kanjimashita. Kanashī koto ni, hyaku hito wa hoka no 100-ri hodo no heibon'na harēmu no anime to onaji michi o fumidasu koto ni kimemashita.)\u001b[22m\n\nTranslations of \u001b[4mI think every anime has potential. I've seen an ecchi harem anime where one of its OVA episodes was so much better than the actual anime, because in that one episode, they actually took time and focused on proper storytelling and character interactions instead of making sacrifices for the sake of fanservice . In that one OVA episode, the heroine actually felt like a character, not just some shell of a cut and paste harem character like in the actual anime. Sadly, Hundred decided to take the same road as the other hundred or so mediocre harem anime, and they did a pretty bland job at it too.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think every anime has potential.\u001b[24m\n    \u001b[1m私はすべてのアニメは潜在的可能性があると思う。\u001b[22m, \u001b[1m私はすべてのアニメは可能性を秘めていると思います。\u001b[22m\n\u001b[4mI've seen an ecchi harem anime where one of its OVA episodes was so much better than the actual anime, because in that one episode, they actually took time and focused on proper storytelling and character interactions instead of making sacrifices for the sake of fanservice\u001b[24m\n    \u001b[1mその1つのエピソードでは、実際に時間を費やし、ファンサービスのために犠牲を払う代わりに、適切なストーリーテリングやキャラクターの相互作用に集中していたため、OVAのエピソードの1つが実際のアニメーションよりもはるかに優れているエッチハレムのアニメを見ました\u001b[22m, \u001b[1mその1つのエピソードでは、彼らが実際に時間がかかったし、代わりにサービスカットのために犠牲を作るの適切なストーリーテリングと文字の相互作用に焦点を当てたので、私は、そのOVAエピソードの一つは、実際のアニメよりもそんなに優れていたエッチハーレムアニメを見てきました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mIn that one OVA episode, the heroine actually felt like a character, not just some shell of a cut and paste harem character like in the actual anime.\u001b[24m\n    \u001b[1mその1つのOVAのエピソードでは、主人公は実際のアニメのようにカットアンドペーストのハーレムキャラクターの一部のシェルではなく、実際にキャラクターのように感じました。\u001b[22m, \u001b[1mその1 OVAエピソードでは、ヒロインは実際には文字ではなく、実際のアニメのようにカット＆ペーストハーレム文字のちょうどいくつかの殻のように感じました。\u001b[22m\n\u001b[4mSadly, Hundred decided to take the same road as the other hundred or so mediocre harem anime, and they did a pretty bland job at it too.\u001b[24m\n    \u001b[1m悲しいことに、百人は他の100人ほどの平凡なハレームのアニメと同じ道を踏み出すことに決めました。\u001b[22m, \u001b[1m悲しいことに、百は百他ほど平凡なハーレムアニメと同じ道を取ることにした、と彼らはあまりにもそれでかなり当たり障りのない仕事をしました。\u001b[22m\n\u001b[1m\u001b[22m\nStory 3/10\n\n\u001b[1mストーリー3/10\u001b[22m\n\u001b[1m(Sutōrī 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 3/10\u001b[24m\n    \u001b[1mストーリー3/10\u001b[22m\n\u001b[1m\u001b[22m\nIf you've seen a lot of ecchi harem anime, you'll notice that a lot of them follow a generic pattern, and this anime happens to follow that pattern. If they want to be unoriginal, fine. But unless they do it properly, the anime will be mediocre at most.\n\n\u001b[1mあなたが多くのエッチハレムアニメを見たなら、それらの多くがジェネリックパターンに従うことに気づくでしょう。そして、このアニメはそのパターンに従います。 彼らが独創的でないことを望むならば、大丈夫です。 しかし、彼らがそれを適切に行わなければ、アニメはせいぜい平凡なものになるでしょう。\u001b[22m\n\u001b[1m(Anata ga ōku no etchiharemuanime o mitanara, sorera no ōku ga jenerikkupatān ni shitagau koto ni kidzukudeshou. Soshite, kono anime wa sono patān ni shitagaimasu. Karera ga dokusō-tekidenai koto o nozomunaraba, daijōbudesu. Shikashi, karera ga sore o tekisetsu ni okonawanakereba, anime wa seizei heibon'na mono ni narudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIf you've seen a lot of ecchi harem anime, you'll notice that a lot of them follow a generic pattern, and this anime happens to follow that pattern. If they want to be unoriginal, fine. But unless they do it properly, the anime will be mediocre at most.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you've seen a lot of ecchi harem anime, you'll notice that a lot of them follow a generic pattern, and this anime happens to follow that pattern.\u001b[24m\n    \u001b[1mあなたが多くのエッチハレムアニメを見たなら、それらの多くがジェネリックパターンに従うことに気づくでしょう。そして、このアニメはそのパターンに従います。\u001b[22m, \u001b[1mあなたはエッチハーレムアニメをたくさん見てきた場合は、それらの多くは、一般的なパターンに従うことに気づくでしょう、そしてこのアニメは、そのパターンに従うことを起こります。\u001b[22m\n\u001b[4mIf they want to be unoriginal, fine.\u001b[24m\n    \u001b[1m彼らが独創的でないことを望むならば、大丈夫です。\u001b[22m, \u001b[1m彼らは独創性に欠けるようにしたい場合は、罰金。\u001b[22m\n\u001b[4mBut unless they do it properly, the anime will be mediocre at most.\u001b[24m\n    \u001b[1mしかし、彼らがそれを適切に行わなければ、アニメはせいぜい平凡なものになるでしょう。\u001b[22m, \u001b[1mしかし、彼らはそれを正しく行う場合を除き、アニメで最も平凡になります。\u001b[22m\n\u001b[1m\u001b[22m\nThe story was extremely basic, as if they only put enough effort so that a story would exist, but nothing more. As a result, the story was very predictable and bland. There were also parts where the story was forced to go a certain direction. This made the characters seem dumb and irrational, and left me facepalming in disbelief even though I predicted exactly what was going to happen.\n\n\u001b[1m物語は非常に基本的なもので、物語が存在するように十分な努力をしているだけで、それ以上のものはありません。 その結果、物語は非常に予測可能であり、穏やかでした。 物語がある方向に向くように強制された部分もあった。 これにより、キャラクターは馬鹿しくて不合理に見えて、何が起こるかを正確に予測したにもかかわらず、不信感を表明してしまいました。\u001b[22m\n\u001b[1m(Monogatari wa hijō ni kihon-tekina mono de, monogatari ga sonzai suru yō ni jūbun'na doryoku o shite iru dake de, soreijō no mono wa arimasen. Sono kekka, monogatari wa hijō ni yosoku kanōdeari, odayakadeshita. Monogatari ga aru hōkō ni muku yō ni kyōsei sa reta bubun mo atta. Kore ni yori, kyarakutā wa baka shi kute fugōri ni miete, nani ga okoru ka o seikaku ni yosoku shita nimokakawarazu, fushin-kan o hyōmei shite shimaimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story was extremely basic, as if they only put enough effort so that a story would exist, but nothing more. As a result, the story was very predictable and bland. There were also parts where the story was forced to go a certain direction. This made the characters seem dumb and irrational, and left me facepalming in disbelief even though I predicted exactly what was going to happen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story was extremely basic, as if they only put enough effort so that a story would exist, but nothing more.\u001b[24m\n    \u001b[1m物語は非常に基本的なもので、物語が存在するように十分な努力をしているだけで、それ以上のものはありません。\u001b[22m, \u001b[1m彼らは唯一の物語が存在することになるように、十分な努力が、より多くの何を置くかのように物語は、非常に基本的でした。\u001b[22m\n\u001b[4mAs a result, the story was very predictable and bland.\u001b[24m\n    \u001b[1mその結果、物語は非常に予測可能であり、穏やかでした。\u001b[22m, \u001b[1mその結果、物語は非常に予測し、当たり障りのでした。\u001b[22m\n\u001b[4mThere were also parts where the story was forced to go a certain direction.\u001b[24m\n    \u001b[1m物語がある方向に向くように強制された部分もあった。\u001b[22m, \u001b[1m物語は特定の方向に行くことを余儀なくされた部分もありました。\u001b[22m\n\u001b[4mThis made the characters seem dumb and irrational, and left me facepalming in disbelief even though I predicted exactly what was going to happen.\u001b[24m\n    \u001b[1mこれにより、キャラクターは馬鹿しくて不合理に見えて、何が起こるかを正確に予測したにもかかわらず、不信感を表明してしまいました。\u001b[22m, \u001b[1mこれは、文字がダムや不合理なようで作られた、と私は起こることを何が起こっていたかを正確に予測していても信じられないfacepalming私を残しました。\u001b[22m\n\u001b[1m\u001b[22m\nIf you've seen lots of harem anime and are looking for one with a good story, I suggest you watch season 1 of High School DxD. If you feel like a zombie, want to relax, and have nothing else to do, I guess you could give this a try. (` -`)/\n\n\u001b[1mあなたがharemアニメの多くを見て、良い物語で1つを探しているなら、私はハイスクールDxDのシーズン1を見ることをお勧めします。 あなたがゾンビのように感じ、リラックスしたい、そして何もする必要がない場合、私はあなたがこれを試すことができると思います。  （ `-`）/\u001b[22m\n\u001b[1m(Anata ga harem anime no ōku o mite, yoi monogatari de 1tsu o sagashite irunara, watashi wa haisukūru DxD no shīzun 1 o miru koto o o susume shimasu. Anata ga zonbi no yō ni kanji, rirakkusu shitai, soshite nani mo suru hitsuyō ga nai baai, watashi wa anata ga kore o tamesu koto ga dekiru to omoimasu. (`-`)/)\u001b[22m\n\nTranslations of \u001b[4mIf you've seen lots of harem anime and are looking for one with a good story, I suggest you watch season 1 of High School DxD. If you feel like a zombie, want to relax, and have nothing else to do, I guess you could give this a try. (` -`)/\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you've seen lots of harem anime and are looking for one with a good story, I suggest you watch season 1 of High School DxD.\u001b[24m\n    \u001b[1mあなたがharemアニメの多くを見て、良い物語で1つを探しているなら、私はハイスクールDxDのシーズン1を見ることをお勧めします。\u001b[22m, \u001b[1mあなたはハーレムアニメをたくさん見てきたし、良い話で1を探しているなら、私はあなたがハイスクールD×Dのシーズン1を見てお勧めします。\u001b[22m\n\u001b[4mIf you feel like a zombie, want to relax, and have nothing else to do, I guess you could give this a try.\u001b[24m\n    \u001b[1mあなたがゾンビのように感じ、リラックスしたい、そして何もする必要がない場合、私はあなたがこれを試すことができると思います。\u001b[22m, \u001b[1mあなたは、ゾンビのように感じるリラックスしたい、と他に何もを持っていない場合、私はあなたがこれを試してみることができると思います。\u001b[22m\n\u001b[4m(` -`)/\u001b[24m\n    \u001b[1m（ `-`）/\u001b[22m\n\u001b[1m\u001b[22m\nCharacter 3/10\n\n\u001b[1mキャラクター3/10\u001b[22m\n\u001b[1m(Kyarakutā 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter 3/10\u001b[24m\n    \u001b[1mキャラクター3/10\u001b[22m, \u001b[1m文字3/10\u001b[22m\n\u001b[1m\u001b[22m\nLike the story, the characters in this anime also follow a generic pattern. Again, like the story, it's as if minimal effort was put into the characters.\n\n\u001b[1mストーリーのように、このアニメのキャラクターもジェネリックパターンに従います。 また、ストーリーのように、キャラクターに最小限の努力を払ったかのようです。\u001b[22m\n\u001b[1m(Sutōrī no yō ni, kono anime no kyarakutā mo jenerikkupatān ni shitagaimasu. Mata, sutōrī no yō ni, kyarakutā ni saishōgen no doryoku o haratta ka no yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mLike the story, the characters in this anime also follow a generic pattern. Again, like the story, it's as if minimal effort was put into the characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike the story, the characters in this anime also follow a generic pattern.\u001b[24m\n    \u001b[1mストーリーのように、このアニメのキャラクターもジェネリックパターンに従います。\u001b[22m, \u001b[1m物語のように、このアニメの登場人物も、一般的なパターンに従ってください。\u001b[22m\n\u001b[4mAgain, like the story, it's as if minimal effort was put into the characters.\u001b[24m\n    \u001b[1mまた、ストーリーのように、キャラクターに最小限の努力を払ったかのようです。\u001b[22m, \u001b[1mここでも、物語のように、それは、最小限の労力が文字に置かれたかのようです。\u001b[22m\n\u001b[1m\u001b[22m\nFirst off, we have the generic harem MC: Kisaragi Hayato. Normally, generic harem MCs are as dense as rocks. In other words, when a girl confesses their love to his face, he won't notice. If you throw a coconut at his face, he won't notice. But fortunately, Kisaragi Hayato doesn't seem to be dense, so I applaud him for that. But everything else is pretty straightforward.\n\n\u001b[1m最初に、我々は一般的なハーレムMCを持っています：木更津隼人。 通常、一般的なハーレムMCは岩石ほど密度が高い。 言い換えれば、女の子が自分の顔に愛を告白すると、気づかないだろう。 彼の顔にココナッツを投げると、彼は気づかないでしょう。 しかし、幸いなことに、隼人木更路は密集していないようですので、私は彼に拍手喝采します。 しかし他のものはかなり簡単です。\u001b[22m\n\u001b[1m(Saisho ni, wareware wa ippantekina hāremu MC o motte imasu: Kisaradzu Hayato. Tsūjō, ippantekina hāremu MC wa ganseki hodo mitsudo ga takai. Iikaereba, on'nanoko ga jibun no kao ni ai o kokuhaku suru to, kidzukanaidarou. Kare no kao ni kokonattsu o nageru to, kare wa kidzukanaideshou. Shikashi, saiwaina koto ni, Hayato ki sara-ji wa misshū shite inai yōdesunode, watashi wa kare ni hakujukassai shimasu. Shikashi hoka no mono wa kanari kantandesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst off, we have the generic harem MC: Kisaragi Hayato. Normally, generic harem MCs are as dense as rocks. In other words, when a girl confesses their love to his face, he won't notice. If you throw a coconut at his face, he won't notice. But fortunately, Kisaragi Hayato doesn't seem to be dense, so I applaud him for that. But everything else is pretty straightforward.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst off, we have the generic harem MC: Kisaragi Hayato.\u001b[24m\n    \u001b[1m最初に、我々は一般的なハーレムMCを持っています：木更津隼人。\u001b[22m, \u001b[1m如月隼人：まず第一に、我々は一般的なハーレムMCを有しています。\u001b[22m\n\u001b[4mNormally, generic harem MCs are as dense as rocks.\u001b[24m\n    \u001b[1m通常、一般的なハーレムMCは岩石ほど密度が高い。\u001b[22m, \u001b[1m通常、一般的なハーレムMCは岩のように密集しています。\u001b[22m\n\u001b[4mIn other words, when a girl confesses their love to his face, he won't notice.\u001b[24m\n    \u001b[1m言い換えれば、女の子が自分の顔に愛を告白すると、気づかないだろう。\u001b[22m, \u001b[1m女の子が彼の顔に自分の愛を告白するときに、他の言葉では、彼は気付くことはありません。\u001b[22m\n\u001b[4mIf you throw a coconut at his face, he won't notice.\u001b[24m\n    \u001b[1m彼の顔にココナッツを投げると、彼は気づかないでしょう。\u001b[22m, \u001b[1mあなたは彼の顔にココナッツを投げる場合は、彼が気付くことはありません。\u001b[22m\n\u001b[4mBut fortunately, Kisaragi Hayato doesn't seem to be dense, so I applaud him for that.\u001b[24m\n    \u001b[1mしかし、幸いなことに、隼人木更路は密集していないようですので、私は彼に拍手喝采します。\u001b[22m, \u001b[1mしかし幸いなことに、如月隼人は、緻密ではないようですので、私はそのために彼を称賛します。\u001b[22m\n\u001b[4mBut everything else is pretty straightforward.\u001b[24m\n    \u001b[1mしかし他のものはかなり簡単です。\u001b[22m, \u001b[1mしかし、他のすべてが非常に簡単です。\u001b[22m\n\u001b[1m\u001b[22m\nLike almost every generic harem MC, the script forces him to accidentally trip onto girls in such an unrealistically convenient way that his hand is grabbing her breast. On top of that, without realizing, they all squeeze the breast like fucking dumbasses. Most of the time, the girls being squeezed scream and blame the MCs even if it's not their fault. Apparently, this is supposed to be funny and stimulating.\n\n\u001b[1mほとんどすべての一般的なハーレムMCのように、スクリプトは彼の手が彼女の乳房をつかんでいるような非現実的に便利な方法で女の子に誤って旅行するように強制します。 それに加えて、気づかないうちに、彼らはすべて、ファックダンバスのように胸を圧迫する。 たいていの場合、女の子たちは、彼らのせいではないとしても、叫んで叫び、MCを責めます。 明らかに、これは面白く刺激的であるはずです。\u001b[22m\n\u001b[1m(Hotondo subete no ippantekina hāremu MC no yō ni, sukuriputo wa kare no te ga kanojo no chibusa o tsukande iru yōna higenjitsuteki ni benrina hōhō de on'nanoko ni ayamatte ryokō suru yō ni kyōsei shimasu. Sorenikuwaete, kidzukanai uchi ni, karera wa subete, fakkudanbasu no yō ni mune o appaku suru. Taitei no baai, on'nanoko-tachi wa, karera no seide wa nai to shite mo, sakende sakebi, MC o sememasu. Akiraka ni, kore wa omoshiroku shigeki-tekidearu hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mLike almost every generic harem MC, the script forces him to accidentally trip onto girls in such an unrealistically convenient way that his hand is grabbing her breast. On top of that, without realizing, they all squeeze the breast like fucking dumbasses. Most of the time, the girls being squeezed scream and blame the MCs even if it's not their fault. Apparently, this is supposed to be funny and stimulating.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike almost every generic harem MC, the script forces him to accidentally trip onto girls in such an unrealistically convenient way that his hand is grabbing her breast.\u001b[24m\n    \u001b[1mほとんどすべての一般的なハーレムMCのように、スクリプトは彼の手が彼女の乳房をつかんでいるような非現実的に便利な方法で女の子に誤って旅行するように強制します。\u001b[22m, \u001b[1mほぼすべての一般的なハーレムMCと同様に、スクリプトが誤って彼の手は彼女の胸をつかんされるような非現実的な簡便な方法で女の子にトリップするように彼を強制します。\u001b[22m\n\u001b[4mOn top of that, without realizing, they all squeeze the breast like fucking dumbasses.\u001b[24m\n    \u001b[1mそれに加えて、気づかないうちに、彼らはすべて、ファックダンバスのように胸を圧迫する。\u001b[22m, \u001b[1mその上で、実現することなく、彼らはすべてのクソdumbassesのような胸を絞ります。\u001b[22m\n\u001b[4mMost of the time, the girls being squeezed scream and blame the MCs even if it's not their fault.\u001b[24m\n    \u001b[1mたいていの場合、女の子たちは、彼らのせいではないとしても、叫んで叫び、MCを責めます。\u001b[22m, \u001b[1m時間のほとんどは、女の子は悲鳴を搾り、それは彼らのせいではない場合でも、司会を非難しています。\u001b[22m\n\u001b[4mApparently, this is supposed to be funny and stimulating.\u001b[24m\n    \u001b[1m明らかに、これは面白く刺激的であるはずです。\u001b[22m, \u001b[1mどうやら、これは面白いと刺激的なことになっています。\u001b[22m\n\u001b[1m\u001b[22m\nIn addition to the breast grabbing, the generic harem MC attempts to give emotional speeches during times of crisis, is a complete goody two-shoes, thinks it's a burden when girls are fighting over him, etc. The list goes on and it'd be a waste of time talking about it. If you've seen a few mediocre harem animes, you'll know.\n\n\u001b[1m胸をつかむことに加えて、一般的なハレムMCは、危機の時に感情的なスピーチを出そうと試み、完全なおしゃれな二靴であり、女の子が彼と戦っているときの負担だと思う。 それについて話す時間が無駄だ。 あなたがいくつかの平凡なハレームを見たことがあるなら、あなたは知っているでしょう。\u001b[22m\n\u001b[1m(Mune o tsukamu koto ni kuwaete, ippantekina haremu MC wa, kiki no toki ni kanjō-tekina supīchi o dasou to kokoromi, kanzen'na osharena ni kutsudeari, on'nanoko ga kare to tatakatte iru toki no futanda to omou. Sore ni tsuite hanasu jikan ga mudada. Anata ga ikutsu ka no heibon'na harēmu o mita koto ga arunara, anata wa shitte irudeshou.)\u001b[22m\n\nTranslations of \u001b[4mIn addition to the breast grabbing, the generic harem MC attempts to give emotional speeches during times of crisis, is a complete goody two-shoes, thinks it's a burden when girls are fighting over him, etc. The list goes on and it'd be a waste of time talking about it. If you've seen a few mediocre harem animes, you'll know.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn addition to the breast grabbing, the generic harem MC attempts to give emotional speeches during times of crisis, is a complete goody two-shoes, thinks it's a burden when girls are fighting over him, etc. The list goes on and it'd\u001b[24m\n    \u001b[1m胸をつかむことに加えて、一般的なハレムMCは、危機の時に感情的なスピーチを出そうと試み、完全なおしゃれな二靴であり、女の子が彼と戦っているときの負担だと思う。\u001b[22m, \u001b[1mつかんで胸に加えて、など、一般的なハーレムMCは、危機の時代に感情的なスピーチを与えようと、完全なグッディは、2-シューズです、女の子が彼の上に戦っているとき、それは負担だと思っているリストが上になり、それだろう\u001b[22m\n\u001b[4mbe a waste of time talking about it.\u001b[24m\n    \u001b[1mそれについて話す時間が無駄だ。\u001b[22m, \u001b[1mそれについて話時間の無駄です。\u001b[22m\n\u001b[4mIf you've seen a few mediocre harem animes, you'll know.\u001b[24m\n    \u001b[1mあなたがいくつかの平凡なハレームを見たことがあるなら、あなたは知っているでしょう。\u001b[22m, \u001b[1mあなたはいくつかの平凡なハーレムアニメを見てきた場合、あなたは知っていますよ。\u001b[22m\n\u001b[1m\u001b[22m\nThe other important characters are also pretty generic. Tsundere, idol, little sister, someone you met at childhood, etc. Like the MC, these girls have been dumbed down for the sake of fan service and poor comedy. and their actions are predictable.\n\n\u001b[1m他の重要な文字もかなり一般的です。 アイドル、妹、あなたが幼少時に会った人、など。MCのように、これらの女の子はファンサービスと貧しいコメディーのために愚かになりました。 彼らの行動は予測可能です。\u001b[22m\n\u001b[1m(Hoka no jūyōna moji mo kanari ippan-tekidesu. Aidoru, imōto, anata ga yōshō-ji ni atta hito, nado. MC no yō ni, korera no on'nanoko wa fansābisu to mazushī komedī no tame ni oroka ni narimashita. Karera no kōdō wa yosoku kanōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe other important characters are also pretty generic. Tsundere, idol, little sister, someone you met at childhood, etc. Like the MC, these girls have been dumbed down for the sake of fan service and poor comedy. and their actions are predictable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe other important characters are also pretty generic.\u001b[24m\n    \u001b[1m他の重要な文字もかなり一般的です。\u001b[22m, \u001b[1m他の重要な文字もかなり一般的なものです。\u001b[22m\n\u001b[4mTsundere, idol, little sister, someone you met at childhood, etc. Like the MC, these girls have been dumbed down for the sake of fan service and poor comedy.\u001b[24m\n    \u001b[1mアイドル、妹、あなたが幼少時に会った人、など。MCのように、これらの女の子はファンサービスと貧しいコメディーのために愚かになりました。\u001b[22m, \u001b[1mなどツンデレ、アイドル、妹、あなたが子供の頃に出会った誰か、MCと同様に、これらの女の子は、ファンサービスと貧しい喜劇のためにダウン易しく書き直されてきました。\u001b[22m\n\u001b[4mand their actions are predictable.\u001b[24m\n    \u001b[1m彼らの行動は予測可能です。\u001b[22m, \u001b[1mそして彼らの行動は予測可能です。\u001b[22m\n\u001b[1m\u001b[22m\nThere's also this one kid who sounds and acts extremely annoying: Olfred Korvanh. You'll know when you see him.\n\n\u001b[1m耳障りな音を出しているこの子供もいます：Olfred Korvanh。 あなたはいつ彼を見るでしょう。\u001b[22m\n\u001b[1m(Mimizawarina oto o dashite iru kono kodomo mo imasu: Olfred Korvanh. Anata wa itsu kare o mirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThere's also this one kid who sounds and acts extremely annoying: Olfred Korvanh. You'll know when you see him.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's also this one kid who sounds and acts extremely annoying: Olfred Korvanh.\u001b[24m\n    \u001b[1m耳障りな音を出しているこの子供もいます：Olfred Korvanh。\u001b[22m, \u001b[1mOlfred Korvanh：音と非常に迷惑な働きこの1子供もあります。\u001b[22m\n\u001b[4mYou'll know when you see him.\u001b[24m\n    \u001b[1mあなたはいつ彼を見るでしょう。\u001b[22m, \u001b[1mあなたが彼を見たとき、あなたは知っていますよ。\u001b[22m\n\u001b[1m\u001b[22m\nMost of the characters don't really stand out. Like the story, they are just there.\n\n\u001b[1mほとんどのキャラクターは本当に際立っていません。 物語のように、彼らはただそこにいる。\u001b[22m\n\u001b[1m(Hotondo no kyarakutā wa hontōni kiwadatte imasen. Monogatari no yō ni, karera wa tada soko ni iru.)\u001b[22m\n\nTranslations of \u001b[4mMost of the characters don't really stand out. Like the story, they are just there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the characters don't really stand out.\u001b[24m\n    \u001b[1mほとんどのキャラクターは本当に際立っていません。\u001b[22m, \u001b[1m文字のほとんどが本当に際立っていません。\u001b[22m\n\u001b[4mLike the story, they are just there.\u001b[24m\n    \u001b[1m物語のように、彼らはただそこにいる。\u001b[22m, \u001b[1m物語のように、彼らはただそこにあります。\u001b[22m\n\u001b[1m\u001b[22m\nAt 6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4mAt 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAt 6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日で\u001b[22m\n\u001b[1m\u001b[22m\nThe art seems okay for the most part. It's up to date for its generation of anime, but it doesn't really stand out. The action scenes aren't that exciting. The characters fall unconscious without blood or wounds. Lighthearted animations for a lighthearted anime. They will use some blood and gore on the very beginning to draw you in, but that is all you will see.\n\n\u001b[1m芸術はほとんどの部分で大丈夫だと思われる。 アニメの世代は最新ですが、それは本当に際立っていません。 アクションシーンはそれほど刺激的ではありません。 キャラクターは、血液や創傷がなく無意識のうちに落ちる。 心のこもったアニメのための軽快なアニメーション。 彼らはあなたを引き寄せるために、最初から血を流していますが、それはあなたが見るすべてです。\u001b[22m\n\u001b[1m(Geijutsu wa hotondo no bubun de daijōbuda to omowa reru. Anime no sedai wa saishindesuga, sore wa hontōni kiwadatte imasen. Akushonshīn wa sorehodo shigeki-tekide wa arimasen. Kyarakutā wa, ketsueki ya sōshō ga naku muishiki no uchi ni ochiru. Kokoro no komotta anime no tame no keikaina animēshon. Karera wa anata o hikiyoseru tame ni, saisho kara chi o nagashite imasuga, sore wa anata ga miru subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art seems okay for the most part. It's up to date for its generation of anime, but it doesn't really stand out. The action scenes aren't that exciting. The characters fall unconscious without blood or wounds. Lighthearted animations for a lighthearted anime. They will use some blood and gore on the very beginning to draw you in, but that is all you will see.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art seems okay for the most part.\u001b[24m\n    \u001b[1m芸術はほとんどの部分で大丈夫だと思われる。\u001b[22m, \u001b[1m技術は、ほとんどの部分は大丈夫そうです。\u001b[22m\n\u001b[4mIt's up to date for its generation of anime, but it doesn't really stand out.\u001b[24m\n    \u001b[1mアニメの世代は最新ですが、それは本当に際立っていません。\u001b[22m, \u001b[1mそれはアニメのその世代のための最新のだが、それは本当に目立ついません。\u001b[22m\n\u001b[4mThe action scenes aren't that exciting.\u001b[24m\n    \u001b[1mアクションシーンはそれほど刺激的ではありません。\u001b[22m, \u001b[1mアクションシーンはそのエキサイティングではありません。\u001b[22m\n\u001b[4mThe characters fall unconscious without blood or wounds.\u001b[24m\n    \u001b[1mキャラクターは、血液や創傷がなく無意識のうちに落ちる。\u001b[22m, \u001b[1m文字は、血液や傷のない無意識に落ちます。\u001b[22m\n\u001b[4mLighthearted animations for a lighthearted anime.\u001b[24m\n    \u001b[1m心のこもったアニメのための軽快なアニメーション。\u001b[22m, \u001b[1m気軽にアニメのための陽気なアニメーション。\u001b[22m\n\u001b[4mThey will use some blood and gore on the very beginning to draw you in, but that is all you will see.\u001b[24m\n    \u001b[1m彼らはあなたを引き寄せるために、最初から血を流していますが、それはあなたが見るすべてです。\u001b[22m, \u001b[1m彼らはいくつかの血液を使用し、中にあなたを描画するために非常に最初の上のマチが、それはあなたが表示されるすべてであるだろう。\u001b[22m\n\u001b[1m\u001b[22m\nThere was this scene where a girl with small tits had bigger tits for like 30 seconds for the sake of fanservice. I mean come on... ( '- ')/\n\n\u001b[1mファンタスティックのために、小さなおっぱいの女の子が30秒ほど大きなおっぱいをしていたこのシーンがありました。 私は来て...（ ' - '）/\u001b[22m\n\u001b[1m(Fantasutikku no tame ni, chīsana oppai no on'nanoko ga 30-byō hodo ōkina oppai o shite ita kono shīn ga arimashita. Watashi wa kite... ( ' - ')/)\u001b[22m\n\nTranslations of \u001b[4mThere was this scene where a girl with small tits had bigger tits for like 30 seconds for the sake of fanservice. I mean come on... ( '- ')/\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was this scene where a girl with small tits had bigger tits for like 30 seconds for the sake of fanservice.\u001b[24m\n    \u001b[1mファンタスティックのために、小さなおっぱいの女の子が30秒ほど大きなおっぱいをしていたこのシーンがありました。\u001b[22m, \u001b[1m小さなおっぱいと女の子がサービスカットのために30秒等の大きなおっぱいを持っていたこのシーンがありました。\u001b[22m\n\u001b[4mI mean come on... ( '- ')/\u001b[24m\n    \u001b[1m私は来て...（ ' - '）/\u001b[22m, \u001b[1m私が上に来る意味...（ ' - '）/\u001b[22m\n\u001b[1m\u001b[22m\nConclusion\n\n\u001b[1m結論\u001b[22m\n\u001b[1m(Ketsuron)\u001b[22m\n\nDefinitions of \u001b[4mConclusion\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    結論\u001b[22m\n        conclusion, decision, finding, resolution, judgment, determination\n\u001b[1m    締結\u001b[22m\n        conclusion, contract\n\u001b[1m    最後\u001b[22m\n        end, conclusion\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    完了\u001b[22m\n        completion, conclusion\n\u001b[1m    結び\u001b[22m\n        conclusion, union, ending\n\u001b[1m    判断\u001b[22m\n        judgment, decision, conclusion, adjudication, decipherment, divination\n\u001b[1m    結末\u001b[22m\n        end, conclusion, resolution, decision, resolve, judgment\n\u001b[1m    完結\u001b[22m\n        completion, conclusion\n\u001b[1m    帰結\u001b[22m\n        conclusion\n\u001b[1m    決着\u001b[22m\n        settlement, conclusion, end, decision\n\u001b[1m    終局\u001b[22m\n        finale, end, conclusion, denouement, close, end of a game of go\n\u001b[1m    断定\u001b[22m\n        conclusion, decision\n\u001b[1m    決断\u001b[22m\n        decision, resolution, determination, resolve, judgment, conclusion\n\u001b[1m    締め括り\u001b[22m\n        conclusion, supervision, completion, summing-up\n\u001b[1m    決議\u001b[22m\n        resolution, decision, resolve, vote, determination, judgment\n\u001b[1m    竣工\u001b[22m\n        completion, finish, fulfillment, end, termination, culmination\n\u001b[1m    纏め\u001b[22m\n        conclusion, settlement\n\u001b[1m    予断\u001b[22m\n        prediction, guessing, conclusion\n\u001b[1m    決意\u001b[22m\n        determination, resolve, decision, resolution, will, judgment\n\u001b[1m    段落\u001b[22m\n        period, full stop, conclusion\n\u001b[1m    論断\u001b[22m\n        verdict, conclusion\n\u001b[1m    竣成\u001b[22m\n        fulfillment, completion, end, termination, culmination, conclusion\n\u001b[1m    切り上げ\u001b[22m\n        conclusion\n\u001b[1m    切上げ\u001b[22m\n        conclusion\n\u001b[1m    纏まり\u001b[22m\n        settlement, conclusion, consistency\n\u001b[1m    明け\u001b[22m\n        dawn, dawning, daylight, daybreak, cockcrow, aurora\n\u001b[1m    デシジョン\u001b[22m\n        decision, conclusion, determination, resolve, settlement, finding\n\u001b[1m    結着\u001b[22m\n        conclusion, decision, end\n\u001b[1m\u001b[22m\nThere may be enjoyment to be had from this. If you're not looking for much of a story, feel like a zombie and want to relax, or have nothing else to do, I guess you could give it a try (( ` o`)/)\n\n\u001b[1mこれから楽しむことがあるかもしれません。 あなたが物語の多くを探していない場合、ゾンビのように感じて、リラックスしたい、または他に何もする必要がない場合は、試してみてください（/）\u001b[22m\n\u001b[1m(Korekara tanoshimu koto ga aru kamo shiremasen. Anata ga monogatari no ōku o sagashite inai baai, zonbi no yō ni kanjite, rirakkusu shitai, matawa hoka ni nani mo suru hitsuyō ga nai baai wa, tameshite mite kudasai ( / ))\u001b[22m\n\nTranslations of \u001b[4mThere may be enjoyment to be had from this. If you're not looking for much of a story, feel like a zombie and want to relax, or have nothing else to do, I guess you could give it a try (( ` o`)/)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere may be enjoyment to be had from this.\u001b[24m\n    \u001b[1mこれから楽しむことがあるかもしれません。\u001b[22m, \u001b[1mこのことから持っていたことがあるように楽しすることができます。\u001b[22m\n\u001b[4mIf you're not looking for much of a story, feel like a zombie and want to relax, or have nothing else to do, I guess you could give it a try (( ` o`)/)\u001b[24m\n    \u001b[1mあなたが物語の多くを探していない場合、ゾンビのように感じて、リラックスしたい、または他に何もする必要がない場合は、試してみてください（/）\u001b[22m, \u001b[1mあなたは物語の多くを見ていない場合、私はあなたがそれを試してみることができると思い、ゾンビのように感じるとリラックスしたい、または他に何もを持っていない（（ `o`）/）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOLD REVIEW:\n\n\u001b[1m古いレビュー：\u001b[22m\n\u001b[1m(Furui rebyū:)\u001b[22m\n\nTranslations of \u001b[4mOLD REVIEW:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOLD REVIEW:\u001b[24m\n    \u001b[1m古いレビュー：\u001b[22m, \u001b[1mOLD REVIEW：\u001b[22m\nThis review may contain spoilers, but I don't care, because this anime has already been spoiled by countless other harem anime.\n\n\u001b[1mこのレビューにはスポイラーが含まれているかもしれませんが、このアニメは数え切れないほどの他のハレームのアニメによって既に崩れてしまっているので気にしません。\u001b[22m\n\u001b[1m(Kono rebyū ni wa supoirā ga fukuma rete iru kamo shiremasenga, kono anime wa kazoekirenai hodo no ta no harēmu no anime ni yotte sudeni kuzurete shimatte irunode ki ni shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis review may contain spoilers, but I don't care, because this anime has already been spoiled by countless other harem anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis review may contain spoilers, but I don't care, because this anime has already been spoiled by countless other harem anime.\u001b[24m\n    \u001b[1mこのレビューにはスポイラーが含まれているかもしれませんが、このアニメは数え切れないほどの他のハレームのアニメによって既に崩れてしまっているので気にしません。\u001b[22m, \u001b[1mこのアニメは既に無数の他のハーレムアニメによって台無しにされているため、このレビューはネタバレが含まれているかもしれないが、私は気にしないでください。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n--Story--\n\n\u001b[1m - ストーリー - \u001b[22m\n\u001b[1m(- Sutōrī -)\u001b[22m\n\nDefinitions of \u001b[4m--Story--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe story is about a harem MC who enrolls in a school that trains its students to protect humanity from gigantic monsters called 'savage'. (v 'o')b\n\n\u001b[1m物語は、「野蛮人」と呼ばれる巨大なモンスターから人類を守るために生徒を訓練する学校に入学するハーレムMCに関するものです。  （v 'o'）b\u001b[22m\n\u001b[1m(Monogatari wa,`yaban hito' to yoba reru kyodaina monsutā kara jinrui o mamoru tame ni seito o kunren suru gakkō ni nyūgaku suru hāremu MC ni kansuru monodesu. (V ' o') b)\u001b[22m\n\nTranslations of \u001b[4mThe story is about a harem MC who enrolls in a school that trains its students to protect humanity from gigantic monsters called 'savage'. (v 'o')b\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is about a harem MC who enrolls in a school that trains its students to protect humanity from gigantic monsters called 'savage'.\u001b[24m\n    \u001b[1m物語は、「野蛮人」と呼ばれる巨大なモンスターから人類を守るために生徒を訓練する学校に入学するハーレムMCに関するものです。\u001b[22m, \u001b[1m物語は「野蛮人」と呼ばれる巨大なモンスターから人類を守るために、学生を養成学校に入学ハーレムMCについてです。\u001b[22m\n\u001b[4m(v 'o')b\u001b[24m\n    \u001b[1m（v 'o'）b\u001b[22m\n\u001b[1m\u001b[22m\nThe anime starts off with an interesting flashback. The flashback does an 'okay' job of introducing the savages using a tiny bit of horror and gore. But sadly, when it's done, we get introduced into the generic harem world; any horror they built up at the very beginning is lost throughout the anime. Rather than building up with the gore and horror elements, they turn the savage into a pathetic sideshow for the harem. It's like no one is really in danger whenever the savage appear. Then again it's a lighthearted shonen, so whatever ( `-`)/\n\n\u001b[1mアニメは面白いフラッシュバックで始まります。 フラッシュバックはホラーとゴアの小さなビットを使用して野蛮人を導入する '大丈夫'仕事をします。 しかし残念なことに、それが終わったら、我々は一般的なハーレム世界に導入される。 彼らが最初に構築した恐怖は、アニメ全体で失われます。 ゴアとホラーの要素でいっぱいになるのではなく、彼らは野蛮人をハーレムの哀れな横顔に変えます。 野蛮人が出現すると、誰も本当に危険に晒されていないようです。 それからもう一度それは軽快な少年です。だから何でも（ ` - `）/\u001b[22m\n\u001b[1m(Anime wa omoshiroi furasshu bakku de hajimarimasu. Furasshu bakku wa horā to Goa no chīsana bitto o shiyō shite yaban hito o dōnyū suru' daijōbu' shigoto o shimasu. Shikashi zan'nen'nakotoni, sore ga owattara, wareware wa ippantekina hāremu sekai ni dōnyū sa reru. Karera ga saisho ni kōchiku shita kyōfu wa, anime zentai de ushinawa remasu. Goa to horā no yōso de ippai ni naru node wa naku, karera wa yaban hito o hāremu no awarena yokogao ni kaemasu. Yaban hito ga shutsugen suru to, dare mo hontōni kiken ni sarasa rete inai yōdesu. Sorekara mōichido sore wa keikaina shōnendesu. Dakara nani demo (` - `)/)\u001b[22m\n\nTranslations of \u001b[4mThe anime starts off with an interesting flashback. The flashback does an 'okay' job of introducing the savages using a tiny bit of horror and gore. But sadly, when it's done, we get introduced into the generic harem world; any horror they built up at the very beginning is lost throughout the anime. Rather than building up with the gore and horror elements, they turn the savage into a pathetic sideshow for the harem. It's like no one is really in danger whenever the savage appear. Then again it's a lighthearted shonen, so whatever ( `-`)/\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime starts off with an interesting flashback.\u001b[24m\n    \u001b[1mアニメは面白いフラッシュバックで始まります。\u001b[22m\n\u001b[4mThe flashback does an 'okay' job of introducing the savages using a tiny bit of horror and gore.\u001b[24m\n    \u001b[1mフラッシュバックはホラーとゴアの小さなビットを使用して野蛮人を導入する '大丈夫'仕事をします。\u001b[22m, \u001b[1mフラッシュバックは、恐怖とマチの小さなビットを使用して野蛮を導入する「大丈夫」仕事をしていません。\u001b[22m\n\u001b[4mBut sadly, when it's done, we get introduced into the generic harem world;\u001b[24m\n    \u001b[1mしかし残念なことに、それが終わったら、我々は一般的なハーレム世界に導入される。\u001b[22m, \u001b[1mそれが終了したときしかし、悲しいことに、我々は一般的なハーレムの世界に導入されます。\u001b[22m\n\u001b[4many horror they built up at the very beginning is lost throughout the anime.\u001b[24m\n    \u001b[1m彼らが最初に構築した恐怖は、アニメ全体で失われます。\u001b[22m, \u001b[1m彼らは非常に先頭に構築任意の恐怖は、アニメを通して失われます。\u001b[22m\n\u001b[4mRather than building up with the gore and horror elements, they turn the savage into a pathetic sideshow for the harem.\u001b[24m\n    \u001b[1mゴアとホラーの要素でいっぱいになるのではなく、彼らは野蛮人をハーレムの哀れな横顔に変えます。\u001b[22m, \u001b[1mむしろマチと恐怖の要素で構築するよりも、彼らはハーレムのための哀れな余興に野蛮人を回します。\u001b[22m\n\u001b[4mIt's like no one is really in danger whenever the savage appear.\u001b[24m\n    \u001b[1m野蛮人が出現すると、誰も本当に危険に晒されていないようです。\u001b[22m, \u001b[1m野蛮が表示されるたびに誰もが危険にさらさ本当にされていないようなものです。\u001b[22m\n\u001b[4mThen again it's a lighthearted shonen, so whatever ( `-`)/\u001b[24m\n    \u001b[1mそれからもう一度それは軽快な少年です。だから何でも（ ` - `）/\u001b[22m, \u001b[1mその後、再び、それは陽気な少年だ、だから何（ `-`）/\u001b[22m\n\u001b[1m\u001b[22m\nThe rest of the story is pretty straightforward. Harem-style duel at school, harem style conclusion after each arc, harem MC tripping onto girls and grabbing their boobs.\n\n\u001b[1m物語の残りの部分はかなり簡単です。 学校でのハレム様式の決闘、各アークの後のハーレム様式の結論、ハーレムMCは女の子へのトリッピングと自分のおっぱいをつかむ。\u001b[22m\n\u001b[1m(Monogatari no nokori no bubun wa kanari kantandesu. Gakkō de no haremu yōshiki no kettō, kaku āku no nochi no hāremu yōshiki no ketsuron, hāremu MC wa on'nanoko e no torippingu to jibun no oppai o tsukamu.)\u001b[22m\n\nTranslations of \u001b[4mThe rest of the story is pretty straightforward. Harem-style duel at school, harem style conclusion after each arc, harem MC tripping onto girls and grabbing their boobs.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe rest of the story is pretty straightforward.\u001b[24m\n    \u001b[1m物語の残りの部分はかなり簡単です。\u001b[22m, \u001b[1m物語の残りの部分は非常に簡単です。\u001b[22m\n\u001b[4mHarem-style duel at school, harem style conclusion after each arc, harem MC tripping onto girls and grabbing their boobs.\u001b[24m\n    \u001b[1m学校でのハレム様式の決闘、各アークの後のハーレム様式の結論、ハーレムMCは女の子へのトリッピングと自分のおっぱいをつかむ。\u001b[22m, \u001b[1m学校でハーレムスタイルの決闘、各アーク後のハーレムスタイルの結論は、ハーレムMCは女の子につまずきとそのおっぱいをつかん。\u001b[22m\nYou name it, they harem it (v `-`)b\n\n\u001b[1mあなたはそれを名づけます、彼らはそれをハーレムに（v ` - `）b\u001b[22m\n\u001b[1m(Anata wa sore o nadzukemasu, karera wa sore o hāremu ni (v ` - `) b)\u001b[22m\n\nTranslations of \u001b[4mYou name it, they harem it (v `-`)b\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou name it, they harem it (v `-`)b\u001b[24m\n    \u001b[1mあなたはそれを名づけます、彼らはそれをハーレムに（v ` - `）b\u001b[22m, \u001b[1mあなたはB、彼らはそれ（V `-`）ハーレム、それに名前を付けます\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n--Characters--\n\n\u001b[1m - キャラクター - \u001b[22m\n\u001b[1m(- Kyarakutā -)\u001b[22m\n\nDefinitions of \u001b[4m--Characters--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nMost of the characters are pretty generic. We got a harem MC who gives generic harem speeches, the tsundere, the idol, the little sister, etc. Some of the scripting sucked balls. Here is an example:\n\n\u001b[1mほとんどのキャラクターはかなり一般的です。 我々は、一般的なハーレムスピーチ、ツンデレ、アイドル、妹、などを与えるハレムMCを得ました。スクリプトのいくつかは吸い込まれたボールでした。 次に例を示します。\u001b[22m\n\u001b[1m(Hotondo no kyarakutā wa kanari ippan-tekidesu. Wareware wa, ippantekina hāremusupīchi, tsundere, aidoru, imōto, nado o ataeru haremu MC o emashita. Sukuriputo no ikutsu ka wa suikoma reta bōrudeshita. Tsugini rei o shimeshimasu.)\u001b[22m\n\nTranslations of \u001b[4mMost of the characters are pretty generic. We got a harem MC who gives generic harem speeches, the tsundere, the idol, the little sister, etc. Some of the scripting sucked balls. Here is an example:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMost of the characters are pretty generic.\u001b[24m\n    \u001b[1mほとんどのキャラクターはかなり一般的です。\u001b[22m, \u001b[1m文字のほとんどは、かなり一般的なものです。\u001b[22m\n\u001b[4mWe got a harem MC who gives generic harem speeches, the tsundere, the idol, the little sister, etc. Some of the scripting sucked balls.\u001b[24m\n    \u001b[1m我々は、一般的なハーレムスピーチ、ツンデレ、アイドル、妹、などを与えるハレムMCを得ました。スクリプトのいくつかは吸い込まれたボールでした。\u001b[22m, \u001b[1m私たちは、スクリプトの一部がボールを吸い込まなど、一般的なハーレムスピーチ、ツンデレ、アイドル、妹を与えるハーレムMCを得ました。\u001b[22m\n\u001b[4mHere is an example:\u001b[24m\n    \u001b[1m次に例を示します。\u001b[22m\n\u001b[1m\u001b[22m\n*spoiler alert*\n\n\u001b[1m*スポイラー警告*\u001b[22m\n\u001b[1m(* Supoirā keikoku*)\u001b[22m\n\nTranslations of \u001b[4m*spoiler alert*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*spoiler alert*\u001b[24m\n    \u001b[1m*スポイラー警告*\u001b[22m, \u001b[1m*スポイラーアラート*\u001b[22m\nSome students were late for the entrance ceremony and the captain wanted to expel them. HOWEVER, when students fight among themselves, -doesn't give a shit-. When someone isn't taking the dangerous missions seriously, -doesn't give a shit-.\n\n\u001b[1m一部の学生は入学式に遅れていて、キャプテンは彼らを追放したかった。 しかし、学生が自分の中で戦うときには、たわごとをしません。 誰かが危険な使命を真剣に受け止めていないときは、たわごとをしません。\u001b[22m\n\u001b[1m(Ichibu no gakusei wa nyūgakushiki ni okurete ite, kyaputen wa karera o tsuihō shitakatta. Shikashi, gakusei ga jibun no naka de tatakau tokiniha, tawagoto o shimasen. Dareka ga kiken'na shimei o shinken ni uketomete inai toki wa, tawagoto o shimasen.)\u001b[22m\n\nTranslations of \u001b[4mSome students were late for the entrance ceremony and the captain wanted to expel them. HOWEVER, when students fight among themselves, -doesn't give a shit-. When someone isn't taking the dangerous missions seriously, -doesn't give a shit-.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome students were late for the entrance ceremony and the captain wanted to expel them.\u001b[24m\n    \u001b[1m一部の学生は入学式に遅れていて、キャプテンは彼らを追放したかった。\u001b[22m, \u001b[1m一部の学生は入学式に遅刻したと船長は、それらを追放したかったです。\u001b[22m\n\u001b[4mHOWEVER, when students fight among themselves, -doesn't give a shit-.\u001b[24m\n    \u001b[1mしかし、学生が自分の中で戦うときには、たわごとをしません。\u001b[22m, \u001b[1m学生が自分たちの中で戦うときしかし、shit-を与える-doesn't。\u001b[22m\n\u001b[4mWhen someone isn't taking the dangerous missions seriously, -doesn't give a shit-.\u001b[24m\n    \u001b[1m誰かが危険な使命を真剣に受け止めていないときは、たわごとをしません。\u001b[22m, \u001b[1m誰かが真剣に危険な任務を取っていない場合、shit-を与える-doesn't。\u001b[22m\n*spoiler alert over*\n\n\u001b[1m*スポイラーのアラート*\u001b[22m\n\u001b[1m(* Supoirā no arāto*)\u001b[22m\n\nTranslations of \u001b[4m*spoiler alert over*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*spoiler alert over*\u001b[24m\n    \u001b[1m*スポイラーのアラート*\u001b[22m, \u001b[1mオーバー*スポイラー警告*\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n--Animation--\n\n\u001b[1m - アニメーション - \u001b[22m\n\u001b[1m(- Animēshon -)\u001b[22m\n\nDefinitions of \u001b[4m--Animation--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アニメーション\u001b[22m\n        animation\n\u001b[1m    アニメ\u001b[22m\n        animation\n\u001b[1m    気力\u001b[22m\n        energy, spirit, vigor, vitality, willpower, verve\n\u001b[1m    精\u001b[22m\n        essence, energy, ardor, soul, vigor, life\n\u001b[1m    意気込み\u001b[22m\n        enthusiasm, eagerness, passion, ardor, zeal, inspiration\n\u001b[1m    健祥\u001b[22m\n        vigor, spirit, pep, energy, liveliness, ebullience\n\u001b[1m    清祥\u001b[22m\n        vigor, spirit, ardor, mind, life, vitality\n\u001b[1m    朗らか\u001b[22m\n        cheerfulness, cheer, luster, ebulliency, shine, light\n\u001b[1m    スピリッツ\u001b[22m\n        ardor, animation, consciousness, ardour\n\u001b[1m    スピリット\u001b[22m\n        ardor, esprit, animation, consciousness, ardour\nThe animation was okay. Some fights had still frames. People falling unconscious without bruising or bleeding. Some boob physics for the harem MC.\n\n\u001b[1mアニメーションは大丈夫だった。 いくつかの戦いはまだフレームを持っていた。 傷つきや出血なく無意識のうちに落ちる。 ハーレムMCのためのいくつかのおっぱい物理学。\u001b[22m\n\u001b[1m(Animēshon wa daijōbudatta. Ikutsu ka notatakai wa mada furēmu o motte ita. Kizutsuki ya shukketsu naku muishiki no uchi ni ochiru. Hāremu MC no tame no ikutsu ka no oppai butsurigaku.)\u001b[22m\n\nTranslations of \u001b[4mThe animation was okay. Some fights had still frames. People falling unconscious without bruising or bleeding. Some boob physics for the harem MC.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation was okay.\u001b[24m\n    \u001b[1mアニメーションは大丈夫だった。\u001b[22m, \u001b[1mアニメーションは大丈夫でした。\u001b[22m\n\u001b[4mSome fights had still frames.\u001b[24m\n    \u001b[1mいくつかの戦いはまだフレームを持っていた。\u001b[22m, \u001b[1mいくつかの戦いはまだフレームを持っていました。\u001b[22m\n\u001b[4mPeople falling unconscious without bruising or bleeding.\u001b[24m\n    \u001b[1m傷つきや出血なく無意識のうちに落ちる。\u001b[22m, \u001b[1m人々はあざや出血なし無意識落下します。\u001b[22m\n\u001b[4mSome boob physics for the harem MC.\u001b[24m\n    \u001b[1mハーレムMCのためのいくつかのおっぱい物理学。\u001b[22m, \u001b[1mハーレムMCのためのいくつかの豊胸手術の物理学。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n--Comedy--\n/ˈkämədē/\n\n\u001b[1m - コメディー - \u001b[22m\n\u001b[1m(- Komedī -)\u001b[22m\n\nDefinitions of \u001b[4m--Comedy--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    コメディー\u001b[22m\n        comedy, committee\n\u001b[1m    喜劇\u001b[22m\n        comedy, funny show\n\u001b[1m    戯け芝居\u001b[22m\n        comedy, burlesque\n\u001b[1m    三枚\u001b[22m\n        comedy\nThe comedy in the anime is the typical harem comedy. The harem MC gets bombarded by girls and they fight over him. ha ha ha ha ha ha ha... (v 'O').\n\n\u001b[1mアニメのコメディは、典型的なハレム・コメディです。 ハーレムMCは女の子に砲撃を受け、彼は彼と戦う。 ハッハッハハッハッハ...（v 'O'）。\u001b[22m\n\u001b[1m(Anime no komedi wa, tenkei-tekina haremu komedidesu. Hāremu MC wa on'nanoko ni hōgeki o uke, kare wa kare to tatakau. Hahhahhahahhahha... (V ' O').)\u001b[22m\n\nTranslations of \u001b[4mThe comedy in the anime is the typical harem comedy. The harem MC gets bombarded by girls and they fight over him. ha ha ha ha ha ha ha... (v 'O').\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe comedy in the anime is the typical harem comedy.\u001b[24m\n    \u001b[1mアニメのコメディは、典型的なハレム・コメディです。\u001b[22m, \u001b[1mアニメでの喜劇は、典型的なハーレムコメディです。\u001b[22m\n\u001b[4mThe harem MC gets bombarded by girls and they fight over him.\u001b[24m\n    \u001b[1mハーレムMCは女の子に砲撃を受け、彼は彼と戦う。\u001b[22m, \u001b[1mハーレムMCは女の子によって砲撃されますと、彼らは彼の上に戦います。\u001b[22m\n\u001b[4mha ha ha ha ha ha ha... (v 'O').\u001b[24m\n    \u001b[1mハッハッハハッハッハ...（v 'O'）。\u001b[22m, \u001b[1mハッハッハハッハッハハッハッハ...（V 'O'）。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n--Conclusion--\n\n\u001b[1m - 結論 - \u001b[22m\n\u001b[1m(- Ketsuron -)\u001b[22m\n\nDefinitions of \u001b[4m--Conclusion--\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    結論\u001b[22m\n        conclusion, decision, finding, resolution, judgment, determination\n\u001b[1m    締結\u001b[22m\n        conclusion, contract\n\u001b[1m    最後\u001b[22m\n        end, conclusion\n\u001b[1m    結語\u001b[22m\n        conclusion, epilogue, summary, epilog, recapitulation, summation\n\u001b[1m    完了\u001b[22m\n        completion, conclusion\n\u001b[1m    結び\u001b[22m\n        conclusion, union, ending\n\u001b[1m    判断\u001b[22m\n        judgment, decision, conclusion, adjudication, decipherment, divination\n\u001b[1m    結末\u001b[22m\n        end, conclusion, resolution, decision, resolve, judgment\n\u001b[1m    完結\u001b[22m\n        completion, conclusion\n\u001b[1m    帰結\u001b[22m\n        conclusion\n\u001b[1m    決着\u001b[22m\n        settlement, conclusion, end, decision\n\u001b[1m    終局\u001b[22m\n        finale, end, conclusion, denouement, close, end of a game of go\n\u001b[1m    断定\u001b[22m\n        conclusion, decision\n\u001b[1m    決断\u001b[22m\n        decision, resolution, determination, resolve, judgment, conclusion\n\u001b[1m    締め括り\u001b[22m\n        conclusion, supervision, completion, summing-up\n\u001b[1m    決議\u001b[22m\n        resolution, decision, resolve, vote, determination, judgment\n\u001b[1m    竣工\u001b[22m\n        completion, finish, fulfillment, end, termination, culmination\n\u001b[1m    纏め\u001b[22m\n        conclusion, settlement\n\u001b[1m    予断\u001b[22m\n        prediction, guessing, conclusion\n\u001b[1m    決意\u001b[22m\n        determination, resolve, decision, resolution, will, judgment\n\u001b[1m    段落\u001b[22m\n        period, full stop, conclusion\n\u001b[1m    論断\u001b[22m\n        verdict, conclusion\n\u001b[1m    竣成\u001b[22m\n        fulfillment, completion, end, termination, culmination, conclusion\n\u001b[1m    切り上げ\u001b[22m\n        conclusion\n\u001b[1m    切上げ\u001b[22m\n        conclusion\n\u001b[1m    纏まり\u001b[22m\n        settlement, conclusion, consistency\n\u001b[1m    明け\u001b[22m\n        dawn, dawning, daylight, daybreak, cockcrow, aurora\n\u001b[1m    デシジョン\u001b[22m\n        decision, conclusion, determination, resolve, settlement, finding\n\u001b[1m    結着\u001b[22m\n        conclusion, decision, end\nI wouldn't say the anime is bad, but it's not good either. It didn't really have much to distinguish itself from the other harem anime. The scripting was pretty basic and bland. Likewise with the animations and sound.\n\n\u001b[1m私はアニメが悪いとは言わないが、どちらかといえば良いことではない。 他のハーレム・アニメとは区別がつきませんでした。 スクリプティングはかなり基本的で、穏やかでした。 アニメーションやサウンドと同様に\u001b[22m\n\u001b[1m(Watashi wa anime ga warui to wa iwanai ga, dochira ka to ieba yoi kotode wanai. Hoka no hāremu anime to wa kubetsu ga tsukimasendeshita. Sukuriputingu wa kanari kihon-tekide, odayakadeshita. Animēshon ya saundo to dōyō ni)\u001b[22m\n\nTranslations of \u001b[4mI wouldn't say the anime is bad, but it's not good either. It didn't really have much to distinguish itself from the other harem anime. The scripting was pretty basic and bland. Likewise with the animations and sound.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI wouldn't say the anime is bad, but it's not good either.\u001b[24m\n    \u001b[1m私はアニメが悪いとは言わないが、どちらかといえば良いことではない。\u001b[22m, \u001b[1m私はアニメが悪いとは言わないだろうが、それはどちらか良いではありません。\u001b[22m\n\u001b[4mIt didn't really have much to distinguish itself from the other harem anime.\u001b[24m\n    \u001b[1m他のハーレム・アニメとは区別がつきませんでした。\u001b[22m, \u001b[1mそれは実際に他のハーレムアニメから自分自身を区別することはあまりありませんでした。\u001b[22m\n\u001b[4mThe scripting was pretty basic and bland.\u001b[24m\n    \u001b[1mスクリプティングはかなり基本的で、穏やかでした。\u001b[22m, \u001b[1mスクリプトは、かなり基本的と当たり障りのでした。\u001b[22m\n\u001b[4mLikewise with the animations and sound.\u001b[24m\n    \u001b[1mアニメーションやサウンドと同様に\u001b[22m, \u001b[1m同様に、アニメーションとサウンドを持ちます。\u001b[22m"
  },
  {
    "title": "Hundred",
    "id": "31338",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "user": "Ailhou",
    "profile": "/profile/Ailhou/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=221368",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  1\nアニメーション|  2\nサウンド|  3\nキャラクター|  5\n|  4\n\nストーリー：1/10\nまず第一に、私はこれがより良くなる可能性があると思うので、私は1を与えています。 このアニメの主な問題は、実際には物語がないことです。 それだけではあまりにも発展していない宇宙を持っています。 私はそれに入っている人にとって唯一の楽しい部分は、非常にクリシェのエッチシーン（私は個人的にそれが好きではない）だと思います。\n私が言わなければならないことは、ショーはより大きな設定でフィラーの大きな束のように感じることです。 結末は本当に私には失望しているので、特に最後のエピソードを見て非常に痛いです。 世界について何も説明されておらず、悪役の動機は...疑わしい。 それは2番目のシーズンがあるかもしれないことを明らかにしますが。 しかし、それは軽い斬新な適応ですので、私は確かに私が推測することはできませんか？\n\nアート：2/10\n私は本当に芸術のスタイルを嫌うが、それは個人的な味です。 それは一般的なもので、古い学校のような気がしますが、悪い方法です。 少なくとも彼らはいくつかのCGIを投げ込もうとはしなかったし、戦い場面もまともだった。 バックグラウンドは美しいものとして私を攻撃しなかった。\n私は多くのキャラクターデザインも好きではありませんでしたが、少なくとも実際にはお互いに異なるので、ここでは努力しています。\n\nサウンド：3/10\nキャラクターの1つが歌手なので、いくつかの曲があります。 私は本当にこれらの曲が好きではないが、歌手はかなりの声をしているので大丈夫だ。 それ以外に、サウンドトラックのトラックが本当に頭の中にこびりついているとは言えません。私はほとんど気付いていませんでした。\n音声の演技は大丈夫ですが、アニメーションと一致しない箇所があることがあります。\n\nキャラクター：5/10\n私はキャラクターのどれにも憎しみを感じなかったが、愛もなかった。  MCは典型的なより強いショーネの主人公であり、彼のハーレムは一緒に捨てられたクリシェの女の子の束です。 私は、女の子たちが2人を除いてお互いに本当のやりとりをしていないように感じました。 彼らはまたシリーズを通して変わらない。\n私が以前に言ったように、悪役の動機は疑わしく、実際には少なくとも1つの点で私の全体的な楽しさを減らしました。 これがショーを役に立たないようにしたのです。\nこのハーレム・アニメが好きなのは、MCが最後に女の子を実際に選ぶということです。これは非常に満足しています！\n\n楽しさ：4/10\nこの番組は最初の2つのエピソード以来悪いことは分かっていましたが、とにかくそれを見続けていたのは、クリシェがとても笑っていたから面白かったからです。\n\n総合評価：4/10\n私は本当に誰にも勧められません。なぜなら、それは何か新しいものをもたらさず、時には非常に退屈になる可能性があるからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 2\n\n\u001b[1mアニメーション|  2\u001b[22m\n\u001b[1m(Animēshon | 2)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nStory: 1/10\n\n\u001b[1mストーリー：1/10\u001b[22m\n\u001b[1m(Sutōrī: 1/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 1/10\u001b[24m\n    \u001b[1mストーリー：1/10\u001b[22m\nFirst of all, I’m giving a 1 because I think this has the potential to get better. The main problem with this anime is that… it actually doesn’t have a story. It just has a universe which is way too underdeveloped. I guess the only enjoyable part, for those who are into it, are the extremely cliché ecchi scenes (I personally don’t like it).\n\n\u001b[1mまず第一に、私はこれがより良くなる可能性があると思うので、私は1を与えています。 このアニメの主な問題は、実際には物語がないことです。 それだけではあまりにも発展していない宇宙を持っています。 私はそれに入っている人にとって唯一の楽しい部分は、非常にクリシェのエッチシーン（私は個人的にそれが好きではない）だと思います。\u001b[22m\n\u001b[1m(Mazu daiichi ni, watashi wa kore ga yori yoku naru kanōsei ga aru to omou node, watashi wa 1 o ataete imasu. Kono anime no omona mondai wa, jissai ni wa monogatari ga nai kotodesu. Sore dakede wa amarini mo hatten shite inai uchū o motte imasu. Watashi wa sore ni haitte iru hito ni totte yuiitsu no tanoshī bubun wa, hijō ni kurishe no etchishīn (watashi wa kojin-teki ni sore ga sukide wa nai)da to omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all, I’m giving a 1 because I think this has the potential to get better. The main problem with this anime is that… it actually doesn’t have a story. It just has a universe which is way too underdeveloped. I guess the only enjoyable part, for those who are into it, are the extremely cliché ecchi scenes (I personally don’t like it).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all, I’m giving a 1 because I think this has the potential to get better.\u001b[24m\n    \u001b[1mまず第一に、私はこれがより良くなる可能性があると思うので、私は1を与えています。\u001b[22m, \u001b[1m私はこれが良くなる可能性を秘めていると思うので、まず第一に、私は1を与えています。\u001b[22m\n\u001b[4mThe main problem with this anime is that… it actually doesn’t have a story.\u001b[24m\n    \u001b[1mこのアニメの主な問題は、実際には物語がないことです。\u001b[22m, \u001b[1mこのアニメの主な問題は、それが実際に話を持っていない...ということです。\u001b[22m\n\u001b[4mIt just has a universe which is way too underdeveloped.\u001b[24m\n    \u001b[1mそれだけではあまりにも発展していない宇宙を持っています。\u001b[22m, \u001b[1mそれはちょうどあまりにも未発達である宇宙を持っています。\u001b[22m\n\u001b[4mI guess the only enjoyable part, for those who are into it, are the extremely cliché ecchi scenes (I personally don’t like it).\u001b[24m\n    \u001b[1m私はそれに入っている人にとって唯一の楽しい部分は、非常にクリシェのエッチシーン（私は個人的にそれが好きではない）だと思います。\u001b[22m, \u001b[1m私はそれにしている人のために、極めて文句エッチなシーンが（私は個人的に好きではない）であり、唯一の楽しい部分を推測します。\u001b[22m\nWhat I have to say is that the show feels like a big bunch of fillers in a bigger setting. It’s very painful to watch, especially the last episode since the ending is really disappointing to me. Nothing about the world is explained and the villain’s motivations are… questionable. Though it reveals that there may be a second season. However, it’s a light novel adaptation so we can’t know for sure I guess?\n\n\u001b[1m私が言わなければならないことは、ショーはより大きな設定でフィラーの大きな束のように感じることです。 結末は本当に私には失望しているので、特に最後のエピソードを見て非常に痛いです。 世界について何も説明されておらず、悪役の動機は...疑わしい。 それは2番目のシーズンがあるかもしれないことを明らかにしますが。 しかし、それは軽い斬新な適応ですので、私は確かに私が推測することはできませんか？\u001b[22m\n\u001b[1m(Watashi ga iwanakereba naranai koto wa, shō wa yori ōkina settei de firā no ōkina taba no yō ni kanjiru kotodesu. Ketsumatsu wa hontōni watashiniha shitsubō shite irunode, tokuni saigo no episōdo o mite hijō ni itaidesu. Sekai ni tsuite nani mo setsumei sa rete orazu, akuyaku no dōki wa... Utagawashī. Sore wa 2-banme no shīzun ga aru kamo shirenai koto o akiraka ni shimasuga. Shikashi, sore wa karui zanshin'na tekiōdesunode, watashi wa tashika ni watashi ga suisoku suru koto wa dekimasen ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat I have to say is that the show feels like a big bunch of fillers in a bigger setting. It’s very painful to watch, especially the last episode since the ending is really disappointing to me. Nothing about the world is explained and the villain’s motivations are… questionable. Though it reveals that there may be a second season. However, it’s a light novel adaptation so we can’t know for sure I guess?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I have to say is that the show feels like a big bunch of fillers in a bigger setting.\u001b[24m\n    \u001b[1m私が言わなければならないことは、ショーはより大きな設定でフィラーの大きな束のように感じることです。\u001b[22m, \u001b[1m私が言っていることはショーが大きく設定中の充填剤の大きな束のように感じているということです。\u001b[22m\n\u001b[4mIt’s very painful to watch, especially the last episode since the ending is really disappointing to me.\u001b[24m\n    \u001b[1m結末は本当に私には失望しているので、特に最後のエピソードを見て非常に痛いです。\u001b[22m, \u001b[1mそれはエンディングは私には本当に残念ですので、特に最後のエピソードを見て非常に苦痛です。\u001b[22m\n\u001b[4mNothing about the world is explained and the villain’s motivations are… questionable.\u001b[24m\n    \u001b[1m世界について何も説明されておらず、悪役の動機は...疑わしい。\u001b[22m, \u001b[1m世界について何も説明されていないと悪役の動機は...疑問です。\u001b[22m\n\u001b[4mThough it reveals that there may be a second season.\u001b[24m\n    \u001b[1mそれは2番目のシーズンがあるかもしれないことを明らかにしますが。\u001b[22m, \u001b[1mそれは第二シーズンがあるかもしれないことが明らかになったけど。\u001b[22m\n\u001b[4mHowever, it’s a light novel adaptation so we can’t know for sure I guess?\u001b[24m\n    \u001b[1mしかし、それは軽い斬新な適応ですので、私は確かに私が推測することはできませんか？\u001b[22m, \u001b[1mしかし、それは私たちは私が推測確実に知ることができないライトノベル適応ですか？\u001b[22m\n\u001b[1m\u001b[22m\nArt: 2/10\n\n\u001b[1mアート：2/10\u001b[22m\n\u001b[1m(Āto: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 2/10\u001b[24m\n    \u001b[1mアート：2/10\u001b[22m\nI really dislike the art style but it’s personal tastes. It’s generic and feels kind of old school but in a bad way. At least they didn’t try to throw in some CGI and the fight scenes were decent. The backgrounds didn’t strike me as beautiful either.\n\n\u001b[1m私は本当に芸術のスタイルを嫌うが、それは個人的な味です。 それは一般的なもので、古い学校のような気がしますが、悪い方法です。 少なくとも彼らはいくつかのCGIを投げ込もうとはしなかったし、戦い場面もまともだった。 バックグラウンドは美しいものとして私を攻撃しなかった。\u001b[22m\n\u001b[1m(Watashi wa hontōni geijutsu no sutairu o kirauga, soreha kojin-tekina ajidesu. Sore wa ippan-tekina mono de, furui gakkō no yōna ki ga shimasuga, warui hōhōdesu. Sukunakutomo karera wa ikutsu ka no CGI o nagekomou to wa shinakattashi, tatakai bamen mo matomodatta. Bakkuguraundo wa utsukushī mono to shite watashi o kōgeki shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mI really dislike the art style but it’s personal tastes. It’s generic and feels kind of old school but in a bad way. At least they didn’t try to throw in some CGI and the fight scenes were decent. The backgrounds didn’t strike me as beautiful either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really dislike the art style but it’s personal tastes.\u001b[24m\n    \u001b[1m私は本当に芸術のスタイルを嫌うが、それは個人的な味です。\u001b[22m, \u001b[1m私は本当にアートスタイルを嫌うが、それは個人的な好みです。\u001b[22m\n\u001b[4mIt’s generic and feels kind of old school but in a bad way.\u001b[24m\n    \u001b[1mそれは一般的なもので、古い学校のような気がしますが、悪い方法です。\u001b[22m, \u001b[1mそれはジェネリックだと古い学校の悪い方法で、種類を感じています。\u001b[22m\n\u001b[4mAt least they didn’t try to throw in some CGI and the fight scenes were decent.\u001b[24m\n    \u001b[1m少なくとも彼らはいくつかのCGIを投げ込もうとはしなかったし、戦い場面もまともだった。\u001b[22m, \u001b[1m少なくとも彼らはいくつかのCGIでスローするようにしようとしなかったとの戦いのシーンがまともでした。\u001b[22m\n\u001b[4mThe backgrounds didn’t strike me as beautiful either.\u001b[24m\n    \u001b[1mバックグラウンドは美しいものとして私を攻撃しなかった。\u001b[22m, \u001b[1m背景には、いずれかの美しいとして私を打つませんでした。\u001b[22m\nI didn’t like a lot of the character designs too, though they are at least really different from one another so there’s effort here.\n\n\u001b[1m私は多くのキャラクターデザインも好きではありませんでしたが、少なくとも実際にはお互いに異なるので、ここでは努力しています。\u001b[22m\n\u001b[1m(Watashi wa ōku no kyarakutādezain mo sukide wa arimasendeshitaga, sukunakutomo jissai ni wa otagai ni kotonaru node, kokode wa doryoku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI didn’t like a lot of the character designs too, though they are at least really different from one another so there’s effort here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn’t like a lot of the character designs too, though they are at least really different from one another so there’s effort here.\u001b[24m\n    \u001b[1m私は多くのキャラクターデザインも好きではありませんでしたが、少なくとも実際にはお互いに異なるので、ここでは努力しています。\u001b[22m, \u001b[1m私は、彼らは、少なくとも互いに本当に異なっているので、努力がここにありますけれども、文字の多くは、あまりにも設計好きではなかったです。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 3/10\n\n\u001b[1mサウンド：3/10\u001b[22m\n\u001b[1m(Saundo: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 3/10\u001b[24m\n    \u001b[1mサウンド：3/10\u001b[22m\nThere are some songs as one of the characters is a singer. I don’t really like these songs but the singer has a pretty voice so it’s ok. Other than that, I can’t say any track of the soundtrack really stuck in my head, I barely noticed any of them.\n\n\u001b[1mキャラクターの1つが歌手なので、いくつかの曲があります。 私はこれらの曲が本当に好きではありませんが、歌手はかわいらしい声をしていますので大丈夫です。 それ以外は、サウンドトラックのトラックが本当に頭に詰まっているとは言えません。私はほとんど気付いていませんでした。\u001b[22m\n\u001b[1m(Kyarakutā no 1tsu ga kashunanode, ikutsu ka no kyoku ga arimasu. Watashi wa korera no kyoku ga hontōni sukide wa arimasenga, kashu wa kawairashī koe o shite imasunode daijōbudesu. Sore igai wa, saundotorakku no torakku ga hontōni atama ni tsumatte iru to wa iemasen. Watashi wa hotondo kidzuite imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThere are some songs as one of the characters is a singer. I don’t really like these songs but the singer has a pretty voice so it’s ok. Other than that, I can’t say any track of the soundtrack really stuck in my head, I barely noticed any of them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are some songs as one of the characters is a singer.\u001b[24m\n    \u001b[1mキャラクターの1つが歌手なので、いくつかの曲があります。\u001b[22m, \u001b[1m文字の一つは歌手であるように、いくつかの曲があります。\u001b[22m\n\u001b[4mI don’t really like these songs but the singer has a pretty voice so it’s ok.\u001b[24m\n    \u001b[1m私はこれらの曲が本当に好きではありませんが、歌手はかわいらしい声をしていますので大丈夫です。\u001b[22m, \u001b[1m私は実際にこれらの曲を好きではないが、それは大丈夫ですので、歌手はかなり声をしています。\u001b[22m\n\u001b[4mOther than that, I can’t say any track of the soundtrack really stuck in my head, I barely noticed any of them.\u001b[24m\n    \u001b[1mそれ以外は、サウンドトラックのトラックが本当に頭に詰まっているとは言えません。私はほとんど気付いていませんでした。\u001b[22m, \u001b[1mそれ以外は、私は本当に私の頭の中で立ち往生サウンドトラックの任意のトラックを言うことはできませんが、私はほとんどそれらのいずれかに気づきました。\u001b[22m\nVoice acting is okay but I can remember some times where it didn’t match the animation.\n\n\u001b[1m音声の演技は大丈夫ですが、アニメーションと一致しない箇所があることがあります。\u001b[22m\n\u001b[1m(Onsei no engi wa daijōbudesuga, animēshon to itchishinai kasho ga aru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mVoice acting is okay but I can remember some times where it didn’t match the animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVoice acting is okay but I can remember some times where it didn’t match the animation.\u001b[24m\n    \u001b[1m音声の演技は大丈夫ですが、アニメーションと一致しない箇所があることがあります。\u001b[22m, \u001b[1m声の演技は大丈夫ですが、私はそれがアニメーションと一致しなかったいくつかの回を覚えています。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 5/10\n\n\u001b[1mキャラクター：5/10\u001b[22m\n\u001b[1m(Kyarakutā: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 5/10\u001b[24m\n    \u001b[1mキャラクター：5/10\u001b[22m\nI didn’t feel no hatred for any of the characters but no love either. The MC is a typical get-stronger shounen hero and his harem is a bunch of cliché girls thrown together. I feel like the girls didn’t have real interactions between one another, except for two of them, so they just felt kind of dumb. They also don’t change throughout the series.\n\n\u001b[1m私はキャラクターのどれにも憎しみを感じなかったが、愛もなかった。  MCは典型的なより強いショーネの主人公であり、彼のハーレムは一緒に捨てられたクリシェの女の子の束です。 私は、女の子たちが2人を除いてお互いに本当のやりとりをしていないように感じました。 彼らはまたシリーズを通して変わらない。\u001b[22m\n\u001b[1m(Watashi wa kyarakutā no dore ni mo nikushimi o kanjinakattaga, ai mo nakatta. MC wa tenkei-tekina yori tsuyoi shōne no shujinkōdeari, kare no hāremu wa issho ni sute rareta kurishe no on'nanoko no tabadesu. Watashi wa, on'nanoko-tachi ga 2-ri o nozoite otagai ni hontō no yaritori o shite inai yō ni kanjimashita. Karera wa mata shirīzu o tōshite kawaranai.)\u001b[22m\n\nTranslations of \u001b[4mI didn’t feel no hatred for any of the characters but no love either. The MC is a typical get-stronger shounen hero and his harem is a bunch of cliché girls thrown together. I feel like the girls didn’t have real interactions between one another, except for two of them, so they just felt kind of dumb. They also don’t change throughout the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn’t feel no hatred for any of the characters but no love either.\u001b[24m\n    \u001b[1m私はキャラクターのどれにも憎しみを感じなかったが、愛もなかった。\u001b[22m, \u001b[1m私はどちらかのいずれかの文字には憎しみが、無愛を感じるしませんでした。\u001b[22m\n\u001b[4mThe MC is a typical get-stronger shounen hero and his harem is a bunch of cliché girls thrown together.\u001b[24m\n    \u001b[1mMCは典型的なより強いショーネの主人公であり、彼のハーレムは一緒に捨てられたクリシェの女の子の束です。\u001b[22m, \u001b[1mMCは、典型的なのget-強い少年英雄であり、彼のハーレムは一緒に投げ決まり文句の女の子の束です。\u001b[22m\n\u001b[4mI feel like the girls didn’t have real interactions between one another, except for two of them, so they just felt kind of dumb.\u001b[24m\n    \u001b[1m私は、女の子たちが2人を除いてお互いに本当のやりとりをしていないように感じました。\u001b[22m, \u001b[1m女の子はそれらの2を除いて、互いの間で本当の相互作用を持っていなかったような気がするので、彼らはただ一種のダム感じました。\u001b[22m\n\u001b[4mThey also don’t change throughout the series.\u001b[24m\n    \u001b[1m彼らはまたシリーズを通して変わらない。\u001b[22m, \u001b[1m彼らはまた、シリーズ全体で変更しないでください。\u001b[22m\nAs I said earlier, the villain’s motivation is questionable and it actually reduced my overall enjoyment by at least one point. This is what made the show feel useless.\n\n\u001b[1m私が以前に言ったように、悪役の動機は疑わしく、実際には少なくとも1つの点で私の全体的な楽しさを減らしました。 これがショーを役に立たないようにしたのです。\u001b[22m\n\u001b[1m(Watashi ga izen ni itta yō ni, akuyaku no dōki wa utagawashiku, jissai ni wa sukunakutomo 1tsu no ten de watashi no zentai-tekina tanoshisa o herashimashita. Kore ga shō o yakunitatanai yō ni shita nodesu.)\u001b[22m\n\nTranslations of \u001b[4mAs I said earlier, the villain’s motivation is questionable and it actually reduced my overall enjoyment by at least one point. This is what made the show feel useless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said earlier, the villain’s motivation is questionable and it actually reduced my overall enjoyment by at least one point.\u001b[24m\n    \u001b[1m私が以前に言ったように、悪役の動機は疑わしく、実際には少なくとも1つの点で私の全体的な楽しさを減らしました。\u001b[22m, \u001b[1m私が先に言ったように、悪役の動機は疑問であり、それは実際には少なくとも1つの点によって私の全体的な楽しさを減少させました。\u001b[22m\n\u001b[4mThis is what made the show feel useless.\u001b[24m\n    \u001b[1mこれがショーを役に立たないようにしたのです。\u001b[22m, \u001b[1mこれは、ショーは役に立たない感じさせたものです。\u001b[22m\nWhat I like about this harem anime is that the MC actually chooses a girl at the end: this felt very satisfying!\n\n\u001b[1mこのハーレム・アニメが好きなのは、MCが最後に女の子を実際に選ぶということです。これは非常に満足しています！\u001b[22m\n\u001b[1m(Kono hāremu anime ga sukina no wa, MC ga saigo ni on'nanoko o jissai ni erabu to iu kotodesu. Kore wa hijō ni manzoku shite imasu!)\u001b[22m\n\nTranslations of \u001b[4mWhat I like about this harem anime is that the MC actually chooses a girl at the end: this felt very satisfying!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I like about this harem anime is that the MC actually chooses a girl at the end: this felt very satisfying!\u001b[24m\n    \u001b[1mこのハーレム・アニメが好きなのは、MCが最後に女の子を実際に選ぶということです。これは非常に満足しています！\u001b[22m, \u001b[1m私はこのハーレムアニメを好きなことはMCが実際に最後に女の子を選ぶことです。これは非常に満足を感じました！\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 4/10\n\n\u001b[1m楽しさ：4/10\u001b[22m\n\u001b[1m(Tanoshisa: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 4/10\u001b[24m\n    \u001b[1m楽しさ：4/10\u001b[22m\nI knew this show was bad since the first 2 episodes but continued to watch it anyway because at least, it was funny because the clichés were so laughable.\n\n\u001b[1mこの番組は最初の2つのエピソード以来悪いことは分かっていましたが、とにかくそれを見続けていたのは、クリシェがとても笑っていたから面白かったからです。\u001b[22m\n\u001b[1m(Kono bangumi wa saisho no 2tsu no episōdo irai warui koto wa wakatte imashitaga, tonikaku sore o mi tsudzukete ita no wa, kurishe ga totemo waratte itakara omoshirokattakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI knew this show was bad since the first 2 episodes but continued to watch it anyway because at least, it was funny because the clichés were so laughable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI knew this show was bad since the first 2 episodes but continued to watch it anyway because at least, it was funny because the clichés were so laughable.\u001b[24m\n    \u001b[1mこの番組は最初の2つのエピソード以来悪いことは分かっていましたが、とにかくそれを見続けていたのは、クリシェがとても笑っていたから面白かったからです。\u001b[22m, \u001b[1m私はこのショーが最初の2エピソード以来、悪いことを知っていたが、決まり文句はとてもばかばかしいたので、少なくとも、それが面白かったので、とにかくそれを見続けました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall rating: 4/10\n\n\u001b[1m総合評価：4/10\u001b[22m\n\u001b[1m(Sōgō hyōka: 4/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall rating: 4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall rating: 4/10\u001b[24m\n    \u001b[1m総合評価：4/10\u001b[22m\nI really don’t recommend it to anyone since it doesn’t bring anything new and can be very boring at times.\n\n\u001b[1m私は本当に誰にも勧められません。なぜなら、それは何か新しいものをもたらさず、時には非常に退屈になる可能性があるからです。\u001b[22m\n\u001b[1m(Watashi wa hontōni darenimo susume raremasen. Nazenara, sore wa nani ka atarashī mono o motarasazu, tokiniha hijō ni taikutsu ni naru kanōsei ga arukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mI really don’t recommend it to anyone since it doesn’t bring anything new and can be very boring at times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really don’t recommend it to anyone since it doesn’t bring anything new and can be very boring at times.\u001b[24m\n    \u001b[1m私は本当に誰にも勧められません。なぜなら、それは何か新しいものをもたらさず、時には非常に退屈になる可能性があるからです。\u001b[22m, \u001b[1mそれは新しいものを持っていないとの回で非常に退屈することができますので、私は本当に誰にもお勧めしません。\u001b[22m"
  },
  {
    "title": "Hundred",
    "id": "31338",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "user": "MadHatter90",
    "profile": "/profile/MadHatter90/reviews",
    "pages": "2",
    "number": "7",
    "link": "/reviews.php?id=223359",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  2\nアニメーション|  6\nサウンド|  4\nキャラクター|  6\n|  2\n\nあなたがまだ気づいていないなら、これはもう一つのメカ/学校/ハーレムのアニメです。 それは新しい軍事装置の適性を持っている人の標準的なプロットであり、彼はハーレムを組み立てる学校に行く。 具体的には、何百人もの人たちが無限のストラトスを細部まで細かく捉えている。 私が見たことがあるのなら、なぜそれを見続けたのですか？ まあ、Infinite Stratosにはいくつかの問題がありました（主人公は棘がない、愚かな人、紛争の重大さの欠如、一次元の愛の関心事、詰め物、そして幕開けに集中しているなどです）。 最初は、これらの問題のすべてが修正されたように見えました。\n\nがっかりしたよ。 問題のいくつかは修正されましたが、実際にソースの材料よりも悪いことが実際に管理される他の多くの問題がありました。 メインキャラクターはより良いが、それ以外はほとんど修正されていないと認められる。 すべての問題は、中点付近でショーが完全にシフトするという事実に由来します。 元の紛争は、最初の紛争と比較して相対的に重要でないように見えるものに置き換えられます。 トーンは「人類の外人に対する闘い」から高校ドラマへと変わります。 ショーは、2つのエピソードフィナーレまでフィラーになります。 最後に、ショーは本当に退屈です。 戦いは鈍く短いです。 使用される武器はダムで、イライラするほど面白くない。\n\n要約すると、このショーの最初の部分は素晴らしいショーであったかもしれないものの基礎を築いています。  2つ目はこの基盤を破壊し、別の退屈な、一般的な時間の浪費を与えます。 これで気にしないでください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\nIf you aren’t already aware, this is yet another mecha/school/harem anime. It is the standard plot of guy who has an aptitude for a new military device goes to school where he assembles a harem. More specifically, Hundred blatantly rips off Infinite Stratos down to minute details. Why did I keep watching it if it is something I have already seen? Well, Infinite Stratos had some problems(such as the main character being spineless and clueless, a lack of an overarching conflict, one dimensional love interests, filler, and too much focus on the harem). Initially, it looked like all of these problems were fixed and I could now enjoy its full potential.\n\n\u001b[1mあなたがまだ気づいていないなら、これはもう一つのメカ/学校/ハーレムのアニメです。 それは新しい軍事装置の適性を持っている人の標準的なプロットであり、彼はハーレムを組み立てる学校に行く。 具体的には、何百人もの人たちが無限のストラトスを細部まで細かく捉えている。 私が見たことがあるのなら、なぜそれを見続けたのですか？ まあ、Infinite Stratosにはいくつかの問題がありました（主人公は棘がない、愚かな人、紛争の重大さの欠如、一次元の愛の関心事、詰め物、そして幕開けに集中しているなどです）。 最初は、これらの問題のすべてが修正されたように見えました。\u001b[22m\n\u001b[1m(Anata ga mada kidzuite inainara, koreha mōhitotsu no meka/ gakkō/ hāremu no animedesu. Sore wa atarashī gunji sōchi no tekisei o motte iru hito no hyōjun-tekina purottodeari, kare wa hāremu o kumitateru gakkōniiku. Gutaitekini wa, nan hyaku-ri mo no hito-tachi ga mugen no sutoratosu o saibu made komakaku toraete iru. Watashi ga mita koto ga aru nonara, naze sore o mi tsudzuketa nodesu ka? Mā, infinitto Stratos ni wa ikutsu ka no mondai ga arimashita (shujinkō wa toge ga nai, orokana hito, funsō no jūdai-sa no ketsujo, ichi-jigen no ai no kanshinji, tsumebutsu, soshite makuake ni shūchū shite iru nadodesu). Saisho wa, korera no mondai no subete ga shūsei sa reta yō ni miemashita.)\u001b[22m\n\nTranslations of \u001b[4mIf you aren’t already aware, this is yet another mecha/school/harem anime. It is the standard plot of guy who has an aptitude for a new military device goes to school where he assembles a harem. More specifically, Hundred blatantly rips off Infinite Stratos down to minute details. Why did I keep watching it if it is something I have already seen? Well, Infinite Stratos had some problems(such as the main character being spineless and clueless, a lack of an overarching conflict, one dimensional love interests, filler, and too much focus on the harem). Initially, it looked like all of these problems were fixed and I could now enjoy its full potential.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you aren’t already aware, this is yet another mecha/school/harem anime.\u001b[24m\n    \u001b[1mあなたがまだ気づいていないなら、これはもう一つのメカ/学校/ハーレムのアニメです。\u001b[22m, \u001b[1m既に気付いていない場合、これはまた別のメカ/学校/ハーレムアニメです。\u001b[22m\n\u001b[4mIt is the standard plot of guy who has an aptitude for a new military device goes to school where he assembles a harem.\u001b[24m\n    \u001b[1mそれは新しい軍事装置の適性を持っている人の標準的なプロットであり、彼はハーレムを組み立てる学校に行く。\u001b[22m, \u001b[1mこれは、新しい軍事デバイスが、彼はハーレムを組み立て、学校に行くための適性を持っている男の標準プロットです。\u001b[22m\n\u001b[4mMore specifically, Hundred blatantly rips off Infinite Stratos down to minute details.\u001b[24m\n    \u001b[1m具体的には、何百人もの人たちが無限のストラトスを細部まで細かく捉えている。\u001b[22m, \u001b[1m具体的には、百は露骨分細部にまでインフィニット・ストラトスをリッピング。\u001b[22m\n\u001b[4mWhy did I keep watching it if it is something I have already seen?\u001b[24m\n    \u001b[1m私が見たことがあるのなら、なぜそれを見続けたのですか？\u001b[22m, \u001b[1mなぜ私はそれが私はすでに見てきたものである場合、それを見続けたのですか？\u001b[22m\n\u001b[4mWell, Infinite Stratos had some problems(such as the main character being spineless and clueless, a lack of an overarching conflict, one dimensional love interests, filler, and too much focus on the harem).\u001b[24m\n    \u001b[1mまあ、Infinite Stratosにはいくつかの問題がありました（主人公は棘がない、愚かな人、紛争の重大さの欠如、一次元の愛の関心事、詰め物、そして幕開けに集中しているなどです）。\u001b[22m, \u001b[1mまあ、インフィニット・ストラトスは（そのような主人公がひ弱と無知であるとして、包括的な紛争、1次元の愛の利益、充填材、およびハーレムにあまりにも多くの焦点の欠如）いくつかの問題を抱えていました。\u001b[22m\n\u001b[4mInitially, it looked like all of these problems were fixed and I could now enjoy its full potential.\u001b[24m\n    \u001b[1m最初は、これらの問題のすべてが修正されたように見えました。\u001b[22m, \u001b[1mこれらの問題のすべてが修正されたように最初は、それが見て、私は今、その可能性を最大限に楽しむことができます。\u001b[22m\n\u001b[1m\u001b[22m\nI was disappointed. While some of the problems were fixed, there were so many other problems that it actually manages to be worse than the source material. Granted the main character is better but little else is fixed. All the problems stem from the fact that around the midpoint the show completely shifts. The original conflict is replaced by one that seems relatively unimportant when compared to the first. The tone switches from “humanity’s struggle against alien invaders” to a high school drama. The show becomes filler until the two-episode finale. Finally, the show is really boring. The fights are dull and short. The weapons used are dumb and frustratingly uninteresting.\n\n\u001b[1mがっかりしたよ。 問題のいくつかは修正されましたが、実際にソースの材料よりも悪いことが実際に管理される他の多くの問題がありました。 メインキャラクターはより良いが、それ以外はほとんど修正されていないと認められる。 すべての問題は、中点付近でショーが完全にシフトするという事実に由来します。 元の紛争は、最初の紛争と比較して相対的に重要でないように見えるものに置き換えられます。 トーンは「人類の外人に対する闘い」から高校ドラマへと変わります。 ショーは、2つのエピソードフィナーレまでフィラーになります。 最後に、ショーは本当に退屈です。 戦いは鈍く短いです。 使用される武器はダムで、イライラするほど面白くない。\u001b[22m\n\u001b[1m(Gakkari shita yo. Mondai no ikutsu ka wa shūsei sa remashitaga, jissai ni sōsu no zairyō yori mo warui koto ga jissai ni kanri sa reru ta no ōku no mondai ga arimashita. Meinkyarakutā wa yoriyoi ga, soreigai wa hotondo shūsei sa rete inai to mitome rareru. Subete no mondai wa, chūten fukin de shō ga kanzen ni shifuto suru to iu jijitsu ni yurai shimasu. Gen no funsō wa, saisho no funsō to hikaku shite sōtaitekini jūyōdenai yō ni mieru mono ni okikae raremasu. Tōn wa `jinrui no gaijin ni taisuru tatakai' kara kōkō dorama e to kawarimasu. Shō wa, 2tsu no episōdofināre made firā ni narimasu. Saigo ni, shō wa hontōni taikutsudesu. Tatakai wa nibuku mijikaidesu. Shiyō sa reru buki wa damu de, iraira suru hodo omoshirokunai.)\u001b[22m\n\nTranslations of \u001b[4mI was disappointed. While some of the problems were fixed, there were so many other problems that it actually manages to be worse than the source material. Granted the main character is better but little else is fixed. All the problems stem from the fact that around the midpoint the show completely shifts. The original conflict is replaced by one that seems relatively unimportant when compared to the first. The tone switches from “humanity’s struggle against alien invaders” to a high school drama. The show becomes filler until the two-episode finale. Finally, the show is really boring. The fights are dull and short. The weapons used are dumb and frustratingly uninteresting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was disappointed.\u001b[24m\n    \u001b[1mがっかりしたよ。\u001b[22m, \u001b[1m私は失望した。\u001b[22m, \u001b[1m私はがっかりしました。\u001b[22m\n\u001b[4mWhile some of the problems were fixed, there were so many other problems that it actually manages to be worse than the source material.\u001b[24m\n    \u001b[1m問題のいくつかは修正されましたが、実際にソースの材料よりも悪いことが実際に管理される他の多くの問題がありました。\u001b[22m, \u001b[1m問題のいくつかを固定しているが、それは実際にソースの材料よりも悪化する管理他の多くの問題がありました。\u001b[22m\n\u001b[4mGranted the main character is better but little else is fixed.\u001b[24m\n    \u001b[1mメインキャラクターはより良いが、それ以外はほとんど修正されていないと認められる。\u001b[22m, \u001b[1m確かに主人公が良いですが、少し他は固定です。\u001b[22m\n\u001b[4mAll the problems stem from the fact that around the midpoint the show completely shifts.\u001b[24m\n    \u001b[1mすべての問題は、中点付近でショーが完全にシフトするという事実に由来します。\u001b[22m, \u001b[1mすべての問題は、中間点の周りショーが完全にシフトしているという事実に由来します。\u001b[22m\n\u001b[4mThe original conflict is replaced by one that seems relatively unimportant when compared to the first.\u001b[24m\n    \u001b[1m元の紛争は、最初の紛争と比較して相対的に重要でないように見えるものに置き換えられます。\u001b[22m, \u001b[1m元の競合が最初と比較した場合、比較的重要でないと思われるものに交換されています。\u001b[22m\n\u001b[4mThe tone switches from “humanity’s struggle against alien invaders” to a high school drama.\u001b[24m\n    \u001b[1mトーンは「人類の外人に対する闘い」から高校ドラマへと変わります。\u001b[22m, \u001b[1mトーンは高校のドラマに「エイリアンの侵略に対する人類の闘争」から切り替わります。\u001b[22m\n\u001b[4mThe show becomes filler until the two-episode finale.\u001b[24m\n    \u001b[1mショーは、2つのエピソードフィナーレまでフィラーになります。\u001b[22m, \u001b[1mショーは2エピソードのフィナーレまで、フィラーとなります。\u001b[22m\n\u001b[4mFinally, the show is really boring.\u001b[24m\n    \u001b[1m最後に、ショーは本当に退屈です。\u001b[22m\n\u001b[4mThe fights are dull and short.\u001b[24m\n    \u001b[1m戦いは鈍く短いです。\u001b[22m, \u001b[1m戦いが鈍いと短いです。\u001b[22m\n\u001b[4mThe weapons used are dumb and frustratingly uninteresting.\u001b[24m\n    \u001b[1m使用される武器はダムで、イライラするほど面白くない。\u001b[22m, \u001b[1m使用武器はダムといらいらするほど面白くないです。\u001b[22m\n\u001b[1m\u001b[22m\nIn summary, the first part of this show lays the foundation for what could have been a great show. The second destroys this foundation and gives us another tedious, generic time-waster. Don’t even bother with this.\n\n\u001b[1m要約すると、このショーの最初の部分は素晴らしいショーであったかもしれないものの基礎を築いています。  2つ目はこの基盤を破壊し、別の退屈な、一般的な時間の浪費を与えます。 これで気にしないでください。\u001b[22m\n\u001b[1m(Yōyaku suru to, kono shō no saisho no bubun wa subarashī shōdeatta kamo shirenai mono no kiso o kizuite imasu. 2Tsu-me wa kono kiban o hakai shi,-betsu no taikutsuna, ippantekina jikan no rōhi o ataemasu. Kore de kinishinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIn summary, the first part of this show lays the foundation for what could have been a great show. The second destroys this foundation and gives us another tedious, generic time-waster. Don’t even bother with this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn summary, the first part of this show lays the foundation for what could have been a great show.\u001b[24m\n    \u001b[1m要約すると、このショーの最初の部分は素晴らしいショーであったかもしれないものの基礎を築いています。\u001b[22m, \u001b[1m要約すると、この番組の最初の部分は素晴らしいショーだったかもしれない何のための基盤を産みます。\u001b[22m\n\u001b[4mThe second destroys this foundation and gives us another tedious, generic time-waster.\u001b[24m\n    \u001b[1m2つ目はこの基盤を破壊し、別の退屈な、一般的な時間の浪費を与えます。\u001b[22m, \u001b[1m第二は、この基盤を破壊し、私たちに別の退屈な、一般的な時間の無駄になります。\u001b[22m\n\u001b[4mDon’t even bother with this.\u001b[24m\n    \u001b[1mこれで気にしないでください。\u001b[22m, \u001b[1mでも、これで気にしないでください。\u001b[22m"
  },
  {
    "title": "Hundred",
    "id": "31338",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "user": "ThunderClap448",
    "profile": "/profile/ThunderClap448/reviews",
    "pages": "2",
    "number": "8",
    "link": "/reviews.php?id=222664",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  1\nキャラクター|  1\n|  1\n\n始めに、私はこのアニメを9にします。実際には、5つの9。\nNO NO NO NO NOのように。\n\n今私達は攻撃的な参照を途中で取り除いたので、実際にアニメを見直してみましょう。\n\nストーリー！  （1）\n\nはい。 私は、それがかなりカーボンコピーであることに気付いた人を見た人はだと思います。 それは額に「ジェネリック」スタンプをつけています。 文字通りそれについて何も良いことはありません。 多分それは拷問方法として使われるかもしれない。 しかたがない。\n\nアート！  （1）\n\nMeh。 アニメの悪いアニメを見たことがある。 アニメーションが荒々しくひどいという事実は変わらない。 それは今シーズンの他のアニメから疎外しようとしているようなものです。\n\n音！  （1）\n\nああ、神様。 私の耳はほとんど一点で破裂したので、私はこの部分をずっと見直すべきではないと思う。 特に、それによって引き起こされる健康上の問題による可能性のあるバイアスのため。 私は、鼓腸で死んでいる象に付けられたヴォーヴェラのようなアニメの音をどうやって作り出すのか、私は知らない。\n\nキャラクター！  （ - 無限）\n\nああ、神様。 私は文字ですべての決まりを記載しようとするつもりはない。 近親相姦imoutos、tsunderes、幼稚園の友人、MCで暴力を浴びている、主人公は血まみれの状況を読むことができない、暗い過去...そしてそれはこの芝生の表面を傷つけるだけです。 それはさえない騒ぎ、それはたわごとのたわごとショー、鼻の中で歌う\"雨の中で歌う\"。\n\n楽しみ！  （10/10）\n\nもちろん、私は皮肉になっています。その魅力的で魅力的な方法です。 真剣に言えば、私はむしろ水を拷問して、爪を引っ張って、私のボールが2回目を見るよりも火についた。 しかし、私は後で悩まされないほど私のプライムではないプロの査読者であり、これが終わるまでこれを見るでしょう。 クリスマスにぶら下がっているので、これを見ているよりも少し劣っています。\nいずれにせよ、私は批評家として私の端を保つためにそれを見た。 私がアニメを大いに嫌う理由は、上記のすべてです。\n\n全体！  （1）\n\nこのアニメの頭の中に独創的なアイデアがあったら、それは腫瘍だと思っていただろう。 皮肉なことに、アニメ自体は腫瘍なので、脳の問題が好きな人はSKIP ITにしてください。\n\n再び、このアニメには何も良いことはありません。 これはハーレムで、それは私の好みに合わないかもしれないという事実に腹を立てることができますが、神様、私はハーレム、エッチ、あらゆる種類のガンのジャンルを見てきました。そしていくつかはかなりうまくいっていました（Rakudai Kishi no Eiyuutan 良いecchi / haremアニメのために）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nTo start off, I give this anime a 9. Actually, five 9s.\n\n\u001b[1m始めに、私はこのアニメを9にします。実際には、5つの9。\u001b[22m\n\u001b[1m(Hajime ni, watashi wa kono anime o 9 ni shimasu. Jissai ni wa, itsutsu no 9.)\u001b[22m\n\nTranslations of \u001b[4mTo start off, I give this anime a 9. Actually, five 9s.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo start off, I give this anime a 9. Actually, five 9s.\u001b[24m\n    \u001b[1m始めに、私はこのアニメを9にします。実際には、5つの9。\u001b[22m, \u001b[1mオフを開始するには、私はこのアニメ9.実際には、ファイブ・ナインを与えます。\u001b[22m\nAs in NEIN NEIN NEIN NEIN NEIN.\n\n\u001b[1mNO NO NO NO NOのように。\u001b[22m\n\u001b[1m(NO NO NO NO NO no yō ni.)\u001b[22m\n\nTranslations of \u001b[4mAs in NEIN NEIN NEIN NEIN NEIN.\u001b[24m\n[ \u001b[4mDeutsch\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNEIN\u001b[24m\n    \u001b[1mNO\u001b[22m, \u001b[1mNOで\u001b[22m, \u001b[1mNOの\u001b[22m\n\u001b[4mNEIN\u001b[24m\n    \u001b[1mNO\u001b[22m, \u001b[1mNOで\u001b[22m, \u001b[1mNOの\u001b[22m\n\u001b[4mNEIN\u001b[24m\n    \u001b[1mNO\u001b[22m, \u001b[1mNOで\u001b[22m, \u001b[1mNOの\u001b[22m\n\u001b[4mNEIN\u001b[24m\n    \u001b[1mNO\u001b[22m, \u001b[1mNOで\u001b[22m, \u001b[1mNOの\u001b[22m\n\u001b[4mNEIN\u001b[24m\n    \u001b[1mNO\u001b[22m, \u001b[1mで\u001b[22m, \u001b[1mにある\u001b[22m, \u001b[1mにおける\u001b[22m, \u001b[1mでの\u001b[22m\n\u001b[4mAs in\u001b[24m\n    \u001b[1mのように\u001b[22m, \u001b[1mの場合と同様に\u001b[22m, \u001b[1mの場合と同様\u001b[22m, \u001b[1mのよう\u001b[22m, \u001b[1mと同様に\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nNow that we got the offensive reference out of the way, let me go and actually 'review' the anime!\n\n\u001b[1m今私達は攻撃的な参照を途中で取り除いたので、実際にアニメを見直してみましょう。\u001b[22m\n\u001b[1m(Ima watashi-tachi wa kōgeki-tekina sanshō o tochū de torinozoitanode, jissai ni anime o minaoshite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mNow that we got the offensive reference out of the way, let me go and actually 'review' the anime!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow that we got the offensive reference out of the way, let me go and actually 'review' the anime!\u001b[24m\n    \u001b[1m今私達は攻撃的な参照を途中で取り除いたので、実際にアニメを見直してみましょう。\u001b[22m, \u001b[1m今、私たちは方法のうち攻勢参照を持っていることを、私は行かせ、実際に「レビュー」アニメ！\u001b[22m\n\u001b[1m\u001b[22m\nSTORY! (1)\n\n\u001b[1mストーリー！  （1）\u001b[22m\n\u001b[1m(Sutōrī! (1 ))\u001b[22m\n\nTranslations of \u001b[4mSTORY! (1)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY!\u001b[24m\n    \u001b[1mストーリー！\u001b[22m, \u001b[1mSTORY！\u001b[22m\n\u001b[4m(1)\u001b[24m\n    \u001b[1m（1）\u001b[22m\n\u001b[1m\u001b[22m\nOkay. I think anyone who watched IS noticed that it's pretty much a carbon copy. It wears the 'generic' stamp on its forehead. There's literally nothing good about it. Maybe it could be used as a torture method. Oh well.\n\n\u001b[1mはい。 私は、それがかなりカーボンコピーであることに気付いた人を見た人はだと思います。 それは額に「ジェネリック」スタンプをつけています。 文字通りそれについて何も良いことはありません。 多分それは拷問方法として使われるかもしれない。 しかたがない。\u001b[22m\n\u001b[1m(Hai. Watashi wa, sore ga kanari kābonkopīdearu koto ni kidzuita hito o mita hito wada to omoimasu. Soreha-gaku ni `jenerikku' sutanpu o tsukete imasu. Mojidōri sore ni tsuite nani mo yoi koto wa arimasen. Tabun sore wa gōmon hōhō to shite tsukawa reru kamo shirenai. Shikata ga nai.)\u001b[22m\n\nTranslations of \u001b[4mOkay. I think anyone who watched IS noticed that it's pretty much a carbon copy. It wears the 'generic' stamp on its forehead. There's literally nothing good about it. Maybe it could be used as a torture method. Oh well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay.\u001b[24m\n    \u001b[1mはい。\u001b[22m, \u001b[1mさて、\u001b[22m, \u001b[1mわかりました。\u001b[22m\n\u001b[4mI think anyone who watched IS noticed that it's pretty much a carbon copy.\u001b[24m\n    \u001b[1m私は、それがかなりカーボンコピーであることに気付いた人を見た人はだと思います。\u001b[22m, \u001b[1m私が見た誰もが、それはかなりカーボンコピーだことに気づいていると思います。\u001b[22m\n\u001b[4mIt wears the 'generic' stamp on its forehead.\u001b[24m\n    \u001b[1mそれは額に「ジェネリック」スタンプをつけています。\u001b[22m, \u001b[1mそれは、その額に「一般的な」スタンプを身に着けています。\u001b[22m\n\u001b[4mThere's literally nothing good about it.\u001b[24m\n    \u001b[1m文字通りそれについて何も良いことはありません。\u001b[22m, \u001b[1mそれについての良いものは、文字通りありません。\u001b[22m\n\u001b[4mMaybe it could be used as a torture method.\u001b[24m\n    \u001b[1m多分それは拷問方法として使われるかもしれない。\u001b[22m, \u001b[1m多分それは拷問方法として使用することができます。\u001b[22m\n\u001b[4mOh well.\u001b[24m\n    \u001b[1mしかたがない。\u001b[22m, \u001b[1mああ。\u001b[22m, \u001b[1mまあ。\u001b[22m\n\u001b[1m\u001b[22m\nART! (1)\n\n\u001b[1mアート！  （1）\u001b[22m\n\u001b[1m(Āto! (1 ))\u001b[22m\n\nTranslations of \u001b[4mART! (1)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART!\u001b[24m\n    \u001b[1mアート！\u001b[22m, \u001b[1m技術！\u001b[22m, \u001b[1m芸術！\u001b[22m, \u001b[1mART！\u001b[22m\n\u001b[4m(1)\u001b[24m\n    \u001b[1m（1）\u001b[22m\n\u001b[1m\u001b[22m\nMeh. I've seen some anime with worse animation. That doesn't change the fact that the animation is drab and awful. It's like it's trying to alienate itself from the other animes of this season, which are *mostly* good.\n\n\u001b[1mMeh。 アニメの悪いアニメを見たことがある。 アニメーションが荒々しくひどいという事実は変わらない。 それは今シーズンの他のアニメから疎外しようとしているようなものです。\u001b[22m\n\u001b[1m(Meh. Anime no warui anime o mita koto ga aru. Animēshon ga araarashiku hidoi to iu jijitsu wa kawaranai. Sore wa ima shīzun no ta no anime kara sogai shiyou to shite iru yōna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mMeh. I've seen some anime with worse animation. That doesn't change the fact that the animation is drab and awful. It's like it's trying to alienate itself from the other animes of this season, which are *mostly* good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMeh.\u001b[24m\n    \u001b[1mMeh。\u001b[22m, \u001b[1mまあまあ。\u001b[22m\n\u001b[4mI've seen some anime with worse animation.\u001b[24m\n    \u001b[1mアニメの悪いアニメを見たことがある。\u001b[22m, \u001b[1m私はより悪いアニメーションでいくつかのアニメを見てきました。\u001b[22m\n\u001b[4mThat doesn't change the fact that the animation is drab and awful.\u001b[24m\n    \u001b[1mアニメーションが荒々しくひどいという事実は変わらない。\u001b[22m, \u001b[1mそれはアニメーションが単調とひどいであるという事実は変更されません。\u001b[22m\n\u001b[4mIt's like it's trying to alienate itself from the other animes of this season, which are *mostly* good.\u001b[24m\n    \u001b[1mそれは今シーズンの他のアニメから疎外しようとしているようなものです。\u001b[22m, \u001b[1m良い*主に*あるこの季節の他のアニメ、から自身を遠ざけるしようとしているようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND! (1)\n\n\u001b[1m音！  （1）\u001b[22m\n\u001b[1m(Oto! (1 ))\u001b[22m\n\nTranslations of \u001b[4mSOUND! (1)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND!\u001b[24m\n    \u001b[1m音！\u001b[22m, \u001b[1m聞こえる！\u001b[22m, \u001b[1mサウンド！\u001b[22m, \u001b[1m音！\u001b[22m, \u001b[1mSOUND！\u001b[22m\n\u001b[4m(1)\u001b[24m\n    \u001b[1m（1）\u001b[22m\n\u001b[1m\u001b[22m\nOh god. My ears ruptured almost at one point, I don't think I should review this part much. Especially because of the possible bias due to health issues caused by it. I do not know how does one manage to make an anime sound like a vuvuzela attached to an elephant dying of flatulence.\n\n\u001b[1mああ、神様。 私の耳はほとんど一点で破裂したので、私はこの部分をずっと見直すべきではないと思う。 特に、それによって引き起こされる健康上の問題による可能性のあるバイアスのため。 私は、鼓腸で死んでいる象に付けられたヴォーヴェラのようなアニメの音をどうやって作り出すのか、私は知らない。\u001b[22m\n\u001b[1m(Ā, kamisama. Watashi no mimi wa hotondo itten de haretsu shitanode, watashi wa kono bubun o zutto minaosubekide wa nai to omou. Tokuni, sore ni yotte hikiokosa reru kenkōjō no mondai ni yoru kanōsei no aru baiasu no tame. Watashi wa, kochō de shinde iru zō ni tsuke rareta vu~ōvu~era no yōna anime no oto o dō yatte tsukuridasu no ka, watashi wa shiranai.)\u001b[22m\n\nTranslations of \u001b[4mOh god. My ears ruptured almost at one point, I don't think I should review this part much. Especially because of the possible bias due to health issues caused by it. I do not know how does one manage to make an anime sound like a vuvuzela attached to an elephant dying of flatulence.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh god.\u001b[24m\n    \u001b[1mああ、神様。\u001b[22m, \u001b[1mああ神。\u001b[22m\n\u001b[4mMy ears ruptured almost at one point, I don't think I should review this part much.\u001b[24m\n    \u001b[1m私の耳はほとんど一点で破裂したので、私はこの部分をずっと見直すべきではないと思う。\u001b[22m, \u001b[1m私の耳はほぼ一点で、私はずっとこの部分を見直すべきであるとは思わない破裂しました。\u001b[22m\n\u001b[4mEspecially because of the possible bias due to health issues caused by it.\u001b[24m\n    \u001b[1m特に、それによって引き起こされる健康上の問題による可能性のあるバイアスのため。\u001b[22m, \u001b[1m特にため、それに起因する健康上の問題に起因する可能性バイアス。\u001b[22m\n\u001b[4mI do not know how does one manage to make an anime sound like a vuvuzela attached to an elephant dying of flatulence.\u001b[24m\n    \u001b[1m私は、鼓腸で死んでいる象に付けられたヴォーヴェラのようなアニメの音をどうやって作り出すのか、私は知らない。\u001b[22m, \u001b[1m私は1つは、鼓腸の象の瀕死に添付ブブゼラなどのアニメの音を作るために管理していのか分かりません。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER! (-infinity)\n\n\u001b[1mキャラクター！  （ - 無限）\u001b[22m\n\u001b[1m(Kyarakutā! ( - Mugen))\u001b[22m\n\nTranslations of \u001b[4mCHARACTER! (-infinity)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER!\u001b[24m\n    \u001b[1mキャラクター！\u001b[22m, \u001b[1m文字！\u001b[22m, \u001b[1mCHARACTER！\u001b[22m\n\u001b[4m(-infinity)\u001b[24m\n    \u001b[1m（ - 無限）\u001b[22m, \u001b[1m（-Infinity）\u001b[22m\n\u001b[1m\u001b[22m\nOh god. I'm not even gonna try to list all the cliches with the characters. Incest imoutos, tsunderes, childhood friend that has a crush on MC, retarded main who can't read the bloody situation, dark past... and that's just scratching the surface of this turd. It's not even a turd, it's a shit show of shits, playing 'singing in the rain' in a pile of boogers.\n\n\u001b[1mああ、神様。 私は文字ですべての決まりを記載しようとするつもりはない。 近親相姦imoutos、tsunderes、幼稚園の友人、MCで暴力を浴びている、主人公は血まみれの状況を読むことができない、暗い過去...そしてそれはこの芝生の表面を傷つけるだけです。 それはさえない騒ぎ、それはたわごとのたわごとショー、鼻の中で歌う\"雨の中で歌う\"。\u001b[22m\n\u001b[1m(Ā, kamisama. Watashi wa moji de subete no kimari o kisai shiyou to suru tsumori wanai. Konshinsōkan imoutos, tsunderes, yōchien no yūjin, MC de bōryoku o abite iru, shujinkō wa chimamire no jōkyō o yomu koto ga dekinai, kurai kako... Soshite sore wa kono shibafu no hyōmen o kizutsukeru dakedesu. Sore wa saenai sawagi, soreha tawagoto no tawagoto shō, hana no naka de utau\" ame no naka de utau\".)\u001b[22m\n\nTranslations of \u001b[4mOh god. I'm not even gonna try to list all the cliches with the characters. Incest imoutos, tsunderes, childhood friend that has a crush on MC, retarded main who can't read the bloody situation, dark past... and that's just scratching the surface of this turd. It's not even a turd, it's a shit show of shits, playing 'singing in the rain' in a pile of boogers.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh god.\u001b[24m\n    \u001b[1mああ、神様。\u001b[22m, \u001b[1mああ神。\u001b[22m\n\u001b[4mI'm not even gonna try to list all the cliches with the characters.\u001b[24m\n    \u001b[1m私は文字ですべての決まりを記載しようとするつもりはない。\u001b[22m, \u001b[1m私もつもり文字で、すべての決まり文句を一覧表示しようとしていませんよ。\u001b[22m\n\u001b[4mIncest imoutos, tsunderes, childhood friend that has a crush on MC, retarded main who can't read the bloody situation, dark past... and that's just scratching the surface of this turd.\u001b[24m\n    \u001b[1m近親相姦imoutos、tsunderes、幼稚園の友人、MCで暴力を浴びている、主人公は血まみれの状況を読むことができない、暗い過去...そしてそれはこの芝生の表面を傷つけるだけです。\u001b[22m, \u001b[1m近親相姦imoutos、tsunderes、MC、流血の事態、暗い過去を読み取ることができません遅く主に片思いを持っている...そしてそれはちょうどこの糞の表面に傷をつけています幼なじみ。\u001b[22m\n\u001b[4mIt's not even a turd, it's a shit show of shits, playing 'singing in the rain' in a pile of boogers.\u001b[24m\n    \u001b[1mそれはさえない騒ぎ、それはたわごとのたわごとショー、鼻の中で歌う\"雨の中で歌う\"。\u001b[22m, \u001b[1mそれはヤニの山の「雨に唄えば」を演奏し、たわごとのたわごとショーだ、でも糞ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT! (10/10)\n\n\u001b[1m楽しみ！  （10/10）\u001b[22m\n\u001b[1m(Tanoshimi! (10/ 10))\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT! (10/10)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT!\u001b[24m\n    \u001b[1m楽しみ！\u001b[22m, \u001b[1mエンジョイ！\u001b[22m, \u001b[1m享有！\u001b[22m\n\u001b[4m(10/10)\u001b[24m\n    \u001b[1m（10/10）\u001b[22m\n\u001b[1m\u001b[22m\nOf course, I'm being sarcastic, in that lovably misanthropic way of mine. Seriously tho, I'd rather get water tortured, have my nails pulled out and my balls set on fire than watch this a 2nd time. But me, being a pro reviewer in not so much my prime as much as I won't be bothered later, will watch this till end, and you better bloody appreciate it. Because hanging yourself on christmas is slightly less depressing than watching this.\n\n\u001b[1mもちろん、私は皮肉になっています。その魅力的で魅力的な方法です。 真剣に言えば、私はむしろ水を拷問して、爪を引っ張って、私のボールが2回目を見るよりも火についた。 しかし、私は後で悩まされないほど私のプライムではないプロの査読者であり、これが終わるまでこれを見るでしょう。 クリスマスにぶら下がっているので、これを見ているよりも少し劣っています。\u001b[22m\n\u001b[1m(Mochiron, watashi wa hiniku ni natte imasu. Sono mirikiteki de miryoku-tekina hōhōdesu. Shinken ni ieba, watashi wa mushiro mizu o gōmon shite, tsume o hippatte, watashi no bōru ga 2 eme o miru yori mo hi ni tsuita. Shikashi, watashi wa atode nayamasa renai hodo watashi no puraimude wanai puro no sadoku-shadeari, kore ga owaru made kore o mirudeshou. Kurisumasu ni burasagatte irunode, kore o mite iru yori mo sukoshi ototte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOf course, I'm being sarcastic, in that lovably misanthropic way of mine. Seriously tho, I'd rather get water tortured, have my nails pulled out and my balls set on fire than watch this a 2nd time. But me, being a pro reviewer in not so much my prime as much as I won't be bothered later, will watch this till end, and you better bloody appreciate it. Because hanging yourself on christmas is slightly less depressing than watching this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOf course, I'm being sarcastic, in that lovably misanthropic way of mine.\u001b[24m\n    \u001b[1mもちろん、私は皮肉になっています。その魅力的で魅力的な方法です。\u001b[22m, \u001b[1mもちろん、私は私の愛らしく厭世ように、皮肉です。\u001b[22m\n\u001b[4mSeriously tho, I'd rather get water tortured, have my nails pulled out and my balls set on fire than watch this a 2nd time.\u001b[24m\n    \u001b[1m真剣に言えば、私はむしろ水を拷問して、爪を引っ張って、私のボールが2回目を見るよりも火についた。\u001b[22m, \u001b[1m真剣に、カントー私はむしろ水拷問を受け、私の爪が引き出されている取得したいと私のボールは、このに2回目を見るよりも、火に設定してください。\u001b[22m\n\u001b[4mBut me, being a pro reviewer in not so much my prime as much as I won't be bothered later, will watch this till end, and you better bloody appreciate it.\u001b[24m\n    \u001b[1mしかし、私は後で悩まされないほど私のプライムではないプロの査読者であり、これが終わるまでこれを見るでしょう。\u001b[22m, \u001b[1mしかし、私は、同じくらい私は、後に悩まされることはないので、そんなに私の盛りのプロレビューされて、最後までこれを見ますと、あなたはより良い血まみれそれを感謝しています。\u001b[22m\n\u001b[4mBecause hanging yourself on christmas is slightly less depressing than watching this.\u001b[24m\n    \u001b[1mクリスマスにぶら下がっているので、これを見ているよりも少し劣っています。\u001b[22m, \u001b[1mクリスマスに自分自身をぶら下げがやや少ない気のめいるこれを見よりもされているため。\u001b[22m\nEither way, I watched it just to keep my edge as a reviewer. Reasons why I heavily dislike the anime is everything listed above.\n\n\u001b[1mいずれにせよ、私は批評家として私の端を保つためにそれを見た。 私がアニメを大いに嫌う理由は、上記のすべてです。\u001b[22m\n\u001b[1m(Izure ni seyo, watashi wa hihyō-ka to shite watashi no hashi o tamotsu tame ni sore o mita. Watashi ga anime o ōini kirau riyū wa, jōki no subetedesu.)\u001b[22m\n\nTranslations of \u001b[4mEither way, I watched it just to keep my edge as a reviewer. Reasons why I heavily dislike the anime is everything listed above.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEither way, I watched it just to keep my edge as a reviewer.\u001b[24m\n    \u001b[1mいずれにせよ、私は批評家として私の端を保つためにそれを見た。\u001b[22m, \u001b[1mいずれにせよ、私はそれだけでレビューアとしての私のエッジを維持するために見ていました。\u001b[22m\n\u001b[4mReasons why I heavily dislike the anime is everything listed above.\u001b[24m\n    \u001b[1m私がアニメを大いに嫌う理由は、上記のすべてです。\u001b[22m, \u001b[1m私は頻繁にアニメを嫌う理由は、上記のすべてです。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL! (1)\n\n\u001b[1m全体！  （1）\u001b[22m\n\u001b[1m(Zentai! (1 ))\u001b[22m\n\nTranslations of \u001b[4mOVERALL! (1)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL!\u001b[24m\n    \u001b[1m全体！\u001b[22m, \u001b[1m全体的な！\u001b[22m, \u001b[1m全体的に！\u001b[22m, \u001b[1mOVERALL！\u001b[22m\n\u001b[4m(1)\u001b[24m\n    \u001b[1m（1）\u001b[22m\n\u001b[1m\u001b[22m\nIf this anime had an original idea in its head, it would've thought it's a tumor. Ironically, the anime itself is the tumor, so please, if you like your brain matter, SKIP IT.\n\n\u001b[1mこのアニメの頭の中に独創的なアイデアがあったら、それは腫瘍だと思っていただろう。 皮肉なことに、アニメ自体は腫瘍なので、脳の問題が好きな人はSKIP ITにしてください。\u001b[22m\n\u001b[1m(Kono anime no atama no naka ni dokusō-tekina aidea ga attara, soreha shuyōda to omotte itadarou. Hinikuna koto ni, anime jitai wa shuyōnanode, nō no mondai ga sukinahito wa sukippu IT ni shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf this anime had an original idea in its head, it would've thought it's a tumor. Ironically, the anime itself is the tumor, so please, if you like your brain matter, SKIP IT.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf this anime had an original idea in its head, it would've thought it's a tumor.\u001b[24m\n    \u001b[1mこのアニメの頭の中に独創的なアイデアがあったら、それは腫瘍だと思っていただろう。\u001b[22m, \u001b[1mこのアニメは、その頭の中にオリジナルのアイデアを持っていた場合、それは、腫瘍だと思っただろう。\u001b[22m\n\u001b[4mIronically, the anime itself is the tumor, so please, if you like your brain matter, SKIP IT.\u001b[24m\n    \u001b[1m皮肉なことに、アニメ自体は腫瘍なので、脳の問題が好きな人はSKIP ITにしてください。\u001b[22m, \u001b[1m皮肉なことに、アニメ自体が腫瘍であるので、あなたは、あなたの脳の問題のような場合、それをスキップしてください。\u001b[22m\n\u001b[1m\u001b[22m\nAgain, there is NOTHING good about this anime. You can belch the facts that this is a harem, and it might not fit my tastes, but god damn, I've watched harem, ecchi, and all kind of cancer genres, and some were done fairly good (see Rakudai Kishi no Eiyuutan for a good ecchi/harem anime).\n\n\u001b[1m再び、このアニメには何も良いことはありません。 これはハーレムで、それは私の好みに合わないかもしれないという事実に腹を立てることができますが、神様、私はハーレム、エッチ、あらゆる種類のガンのジャンルを見てきました。そしていくつかはかなりうまくいっていました（Rakudai Kishi no Eiyuutan 良いecchi / haremアニメのために）。\u001b[22m\n\u001b[1m(Futatabi, kono anime ni wa nani mo yoi koto wa arimasen. Kore wa hāremu de, sore wa watashi no konomi ni awanai kamo shirenai to iu jijitsu ni hara o tateru koto ga dekimasuga, kamisama, watashi wa hāremu, etchi, arayuru shurui no gan no janru o mitekimashita. Soshite ikutsu ka wa kanari umaku itte imashita (Rakudai Kishi no Eiyuutan yoi ecchi/ harem anime no tame ni).)\u001b[22m\n\nTranslations of \u001b[4mAgain, there is NOTHING good about this anime. You can belch the facts that this is a harem, and it might not fit my tastes, but god damn, I've watched harem, ecchi, and all kind of cancer genres, and some were done fairly good (see Rakudai Kishi no Eiyuutan for a good ecchi/harem anime).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, there is NOTHING good about this anime.\u001b[24m\n    \u001b[1m再び、このアニメには何も良いことはありません。\u001b[22m, \u001b[1mここでも、このアニメについての良いものは何もありません。\u001b[22m\n\u001b[4mYou can belch the facts that this is a harem, and it might not fit my tastes, but god damn, I've watched harem, ecchi, and all kind of cancer genres, and some were done fairly good (see Rakudai Kishi no Eiyuutan\u001b[24m\n    \u001b[1mこれはハーレムで、それは私の好みに合わないかもしれないという事実に腹を立てることができますが、神様、私はハーレム、エッチ、あらゆる種類のガンのジャンルを見てきました。そしていくつかはかなりうまくいっていました（Rakudai Kishi no Eiyuutan\u001b[22m, \u001b[1m（落第岸ノーEiyuutanを見ていないあなたは、これがハーレムであるとの事実をげっぷすることができ、そしてそれは私の好みに合わないかもしれないが、いまいましい神、私はハーレム、エッチ、および癌のジャンルのすべての種類を見てきた、といくつかはかなり良い行われました\u001b[22m\n\u001b[4mfor a good ecchi/harem anime).\u001b[24m\n    \u001b[1m良いecchi / haremアニメのために）。\u001b[22m, \u001b[1m良いエッチ/ハーレムアニメのため）。\u001b[22m"
  },
  {
    "title": "Hundred",
    "id": "31338",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "user": "arrays",
    "profile": "/profile/arrays/reviews",
    "pages": "2",
    "number": "9",
    "link": "/reviews.php?id=222352",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  1\nアニメーション|  4\nサウンド|  3\nキャラクター|  1\n|  1\n\nアニメを見ていることの最も重要な部分は、ショーに飛び込み、その世界とキャラクターを探索することができることです。 問題のアニメが数え切れないほどの他の番組と区別できないときは、そのようなことをするのはとても難しいです。 基本的にはこのショーが存在する理由はないし、人々がショーを見ることもありません。これはショーの目的と同じことを30回行うよりも多くのショーがあるからです。\n\n\n「ストーリー」に着手すると、ジェネリックモンスターハンティングスクールに向かうジェネラルハレムを持つ一般的な主人公がいます。 物語は、それがどこに行くのか、それは面白くない、その退屈な、鈍い、そしてちょうど満ち足りた説得力のものであるか分からないので、恐ろしい神です。 これは以前よりよく行われています。\n1/10プロット\n\n芸術はそれほど悪くはないが、恐ろしい行動方向と演出でそれが無駄になると言うだろう。 キャラクターのデザインは大丈夫ですが、視覚的に魅力的であることからそれらを引き出すのは、彼らの服装です。\n4/10\n\n音は芸術のようなものであり、それほど悪くないが、ショーにどんな影響も与えない。 音声の演技はかなり良いからちょうど平凡な迷惑に及ぶことができます。\n4/10\n\nショーの最悪の部分は、放浪と希望の実現のための文字です。 このショーは、キャラクターが聴衆に酔いしれるためにばかげたことをする。 すべてのキャラクターがメインキャラクターを愛しています。 これは、キャラクターや「緊張した」シーンには役立ちません。 また、キャラクターの開発はほとんど存在しない。 彼らがキャラクターの開発をするとき、それはしばしば混乱して退屈です。\n1/10\n\n私はこのショーで一つのシーンを楽しむことができなかったと思う。 私はちょうど私がこのショーを見ていないふりをしたいと思う。\n1/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 4\n\n\u001b[1mアニメーション|  4\u001b[22m\n\u001b[1m(Animēshon | 4)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nThe best part about watching an anime is being able to dive into the show and explore its world and characters. It is very hard to do anything like that when the anime in question isn't able to distinguish itself from countless other shows. Basically there is no reason for this show to exist or for people to watch it because there are many other shows that do the exact same thing that this show aims to do but 30 times better.\n\n\u001b[1mアニメを見ていることの最も重要な部分は、ショーに飛び込み、その世界とキャラクターを探索できることです。 問題のアニメが数え切れないほどの他の番組と区別できないときは、そのようなことをするのは非常に難しいです。 基本的にはこのショーが存在する理由は全くないし、人々がショーを見る理由もない。なぜならこのショーの目的は同じだが30倍も良いショーが多いからだ。\u001b[22m\n\u001b[1m(Anime o mite iru koto no mottomojūyōna bubun wa, shō ni tobikomi, sono sekai to kyarakutā o tansaku dekiru kotodesu. Mondai no anime ga kazoekirenai hodo no ta no bangumi to kubetsu dekinai toki wa, sono yōna koto o suru no wa hijō ni muzukashīdesu. Kihontekini wa kono shō ga sonzai suru riyū wa mattaku naishi, hitobito ga shō o miru riyū mo nai. Nazenara kono shō no mokuteki wa onajidaga 30-bai mo yoi shō ga ōikarada.)\u001b[22m\n\nTranslations of \u001b[4mThe best part about watching an anime is being able to dive into the show and explore its world and characters. It is very hard to do anything like that when the anime in question isn't able to distinguish itself from countless other shows. Basically there is no reason for this show to exist or for people to watch it because there are many other shows that do the exact same thing that this show aims to do but 30 times better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe best part about watching an anime is being able to dive into the show and explore its world and characters.\u001b[24m\n    \u001b[1mアニメを見ていることの最も重要な部分は、ショーに飛び込み、その世界とキャラクターを探索できることです。\u001b[22m, \u001b[1mアニメを見てについての最もよい部分は、ショーに飛び込むとその世界とキャラクターを探索することができることです。\u001b[22m\n\u001b[4mIt is very hard to do anything like that when the anime in question isn't able to distinguish itself from countless other shows.\u001b[24m\n    \u001b[1m問題のアニメが数え切れないほどの他の番組と区別できないときは、そのようなことをするのは非常に難しいです。\u001b[22m, \u001b[1m問題のアニメは、無数の他の番組から自分自身を区別することができないときにはそのような何かを行うことは非常に困難です。\u001b[22m\n\u001b[4mBasically there is no reason for this show to exist or for people to watch it because there are many other shows that do the exact same thing that this show aims to do but 30 times better.\u001b[24m\n    \u001b[1m基本的にはこのショーが存在する理由は全くないし、人々がショーを見る理由もない。なぜならこのショーの目的は同じだが30倍も良いショーが多いからだ。\u001b[22m, \u001b[1m基本的に存在する場合は、このショーのためか、このショーは30倍優れてやるが、することを目指していることを正確に同じことを行う他の多くのショーがあるので、人々はそれを見てするための理由はありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nGetting on to the 'story', we have a generic protagonist with a generic harem going a generic monster hunting school. The story is god awful as it doesn't know where it is going, it is uninteresting, its boring, its dull, and its just full of plot convince. It has been done before and done better.\n\n\u001b[1m「ストーリー」に着手すると、ジェネリックモンスターハンティングスクールに向かうジェネラルハレムを持つ一般的な主人公がいます。 物語は、それがどこに行くのか、それは面白くない、その退屈な、鈍い、そしてちょうど満ち足りた説得力のものであるか分からないので、恐ろしい神です。 これは以前よりよく行われています。\u001b[22m\n\u001b[1m(`Sutōrī' ni chakushu suru to, jenerikkumonsutāhantingusukūru ni mukau jeneraruharemu o motsu ippantekina shujinkō ga imasu. Monogatari wa, sore ga doko ni iku no ka, soreha omoshirokunai, sono taikutsuna, nibui, soshite chōdo michitarita settoku-ryoku no monodearu ka wakaranainode, osoroshī kamidesu. Kore wa izen yori yoku okonawa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mGetting on to the 'story', we have a generic protagonist with a generic harem going a generic monster hunting school. The story is god awful as it doesn't know where it is going, it is uninteresting, its boring, its dull, and its just full of plot convince. It has been done before and done better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGetting on to the 'story', we have a generic protagonist with a generic harem going a generic monster hunting school.\u001b[24m\n    \u001b[1m「ストーリー」に着手すると、ジェネリックモンスターハンティングスクールに向かうジェネラルハレムを持つ一般的な主人公がいます。\u001b[22m, \u001b[1m「物語」に乗る、我々は一般的なモンスターの狩猟学校に行くの一般的なハーレムでの一般的な主人公を持っています。\u001b[22m\n\u001b[4mThe story is god awful as it doesn't know where it is going, it is uninteresting, its boring, its dull, and its just full of plot convince.\u001b[24m\n    \u001b[1m物語は、それがどこに行くのか、それは面白くない、その退屈な、鈍い、そしてちょうど満ち足りた説得力のものであるか分からないので、恐ろしい神です。\u001b[22m, \u001b[1m物語はそれが起こっている場所がわからないので、ひどい神である、それは、つまらない、その退屈なその鈍い、と説得プロットのそのちょうどいっぱいです。\u001b[22m\n\u001b[4mIt has been done before and done better.\u001b[24m\n    \u001b[1mこれは以前よりよく行われています。\u001b[22m, \u001b[1mそれは前に行われ、より良い行われてきました。\u001b[22m\n1/10 plot\n\n\u001b[1m1/10プロット\u001b[22m\n\u001b[1m(1/ 10 Purotto)\u001b[22m\n\nTranslations of \u001b[4m1/10 plot\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1/10 plot\u001b[24m\n    \u001b[1m1/10プロット\u001b[22m\n\u001b[1m\u001b[22m\nThe art isn't too bad but I would say it goes to waste with terrible action direction and directing. The character designs are okay but what brings them down from being visually appealing is their outfits.\n\n\u001b[1m芸術はそれほど悪くはないが、恐ろしい行動方向と演出でそれが無駄になると言うだろう。 キャラクターのデザインは大丈夫ですが、視覚的に魅力的ではないということは、彼らの服装です。\u001b[22m\n\u001b[1m(Geijutsu wa sore hodo waruku wa naiga, osoroshī kōdō hōkō to enshutsu de sore ga muda ni naru to iudarou. Kyarakutā no dezain wa daijōbudesuga, shikaku-teki ni mirikitekide wa nai to iu koto wa, karera no fukusōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art isn't too bad but I would say it goes to waste with terrible action direction and directing. The character designs are okay but what brings them down from being visually appealing is their outfits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art isn't too bad but I would say it goes to waste with terrible action direction and directing.\u001b[24m\n    \u001b[1m芸術はそれほど悪くはないが、恐ろしい行動方向と演出でそれが無駄になると言うだろう。\u001b[22m, \u001b[1m芸術はそれほど悪くはありませんが、私はそれはひどい動作方向と演出で無駄に行くと言うでしょう。\u001b[22m\n\u001b[4mThe character designs are okay but what brings them down from being visually appealing is their outfits.\u001b[24m\n    \u001b[1mキャラクターのデザインは大丈夫ですが、視覚的に魅力的ではないということは、彼らの服装です。\u001b[22m, \u001b[1mキャラクターデザインは大丈夫ですが、どのような視覚的に魅力的であることから、それらをダウンさせますと、彼らの衣装です。\u001b[22m\n4/10\n\n\u001b[1m4/10\u001b[22m\n\u001b[1m(4/ 10)\u001b[22m\n\nTranslations of \u001b[4m4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4/10\u001b[24m\n    \u001b[1m4/10\u001b[22m, \u001b[1m4月10日\u001b[22m\n\u001b[1m\u001b[22m\nThe sound is just like the art and its not too bad but it doesn't stick out or make any impact in the show. The voice acting can range from pretty good to just plain annoying.\n\n\u001b[1m音は芸術のようなものであり、それほど悪くないが、ショーにどんな影響も与えない。 音声の演技はかなり良いからちょうど平凡な迷惑に及ぶことができます。\u001b[22m\n\u001b[1m(Oto wa geijutsu no yōna monodeari, sorehodo warukunai ga, shō ni don'na eikyō mo ataenai. Onsei no engi wa kanari yoikara chōdo heibon'na meiwaku ni oyobu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe sound is just like the art and its not too bad but it doesn't stick out or make any impact in the show. The voice acting can range from pretty good to just plain annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound is just like the art and its not too bad but it doesn't stick out or make any impact in the show.\u001b[24m\n    \u001b[1m音は芸術のようなものであり、それほど悪くないが、ショーにどんな影響も与えない。\u001b[22m, \u001b[1m音はちょうど芸術のようなもので、そのあまりにも悪くはないが、それは飛び出しやショーで任意の影響を与えることはありません。\u001b[22m\n\u001b[4mThe voice acting can range from pretty good to just plain annoying.\u001b[24m\n    \u001b[1m音声の演技はかなり良いからちょうど平凡な迷惑に及ぶことができます。\u001b[22m, \u001b[1m声の演技はかなり良いから、単なる迷惑な範囲とすることができます。\u001b[22m\n4/10\n\n\u001b[1m4/10\u001b[22m\n\u001b[1m(4/ 10)\u001b[22m\n\nTranslations of \u001b[4m4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4/10\u001b[24m\n    \u001b[1m4/10\u001b[22m, \u001b[1m4月10日\u001b[22m\n\u001b[1m\u001b[22m\nThe worst part of the show is the characters due to pandering and wish fulfillment. This show makes the characters do stupid things just to pander to the audience. all of the characters love the main character to pander. This doesn't help with the characters and the 'tense' scenes. Also, the character development is nearly non-existent. When they do give character development, its often in a confusing and boring.\n\n\u001b[1mショーの最悪の部分は、放浪と希望の実現のための文字です。 このショーは、キャラクターが聴衆に酔いしれるためにばかげたことをする。 すべてのキャラクターがメインキャラクターを愛しています。 これは、キャラクターや「緊張した」シーンには役立ちません。 また、キャラクターの開発はほとんど存在しない。 彼らがキャラクターの開発をするとき、それはしばしば混乱して退屈です。\u001b[22m\n\u001b[1m(Shō no saiaku no bubun wa, hōrō to kibō no jitsugen no tame no mojidesu. Kono shō wa, kyarakutā ga chōshū ni yoishireru tame ni bakageta koto o suru. Subete no kyarakutā ga meinkyarakutā o aishiteimasu. Kore wa, kyarakutā ya `kinchō shita' shīn ni wa yakudachimasen. Mata, kyarakutā no kaihatsu wa hotondo sonzaishinai. Karera ga kyarakutā no kaihatsu o suru toki, sore wa shibashiba konran shite taikutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe worst part of the show is the characters due to pandering and wish fulfillment. This show makes the characters do stupid things just to pander to the audience. all of the characters love the main character to pander. This doesn't help with the characters and the 'tense' scenes. Also, the character development is nearly non-existent. When they do give character development, its often in a confusing and boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe worst part of the show is the characters due to pandering and wish fulfillment.\u001b[24m\n    \u001b[1mショーの最悪の部分は、放浪と希望の実現のための文字です。\u001b[22m, \u001b[1mショーの最悪の部分が原因迎合と願望成就文字です。\u001b[22m\n\u001b[4mThis show makes the characters do stupid things just to pander to the audience.\u001b[24m\n    \u001b[1mこのショーは、キャラクターが聴衆に酔いしれるためにばかげたことをする。\u001b[22m, \u001b[1mこのショーは、文字だけの視聴者に迎合する愚かなことを行うことができます。\u001b[22m\n\u001b[4mall of the characters love the main character to pander.\u001b[24m\n    \u001b[1mすべてのキャラクターがメインキャラクターを愛しています。\u001b[22m, \u001b[1mすべての文字は、迎合するメインキャラクターが大好きです。\u001b[22m\n\u001b[4mThis doesn't help with the characters and the 'tense' scenes.\u001b[24m\n    \u001b[1mこれは、キャラクターや「緊張した」シーンには役立ちません。\u001b[22m, \u001b[1mこれは、文字と「緊張」の場面で役立ちません。\u001b[22m\n\u001b[4mAlso, the character development is nearly non-existent.\u001b[24m\n    \u001b[1mまた、キャラクターの開発はほとんど存在しない。\u001b[22m, \u001b[1mまた、キャラクターの成長はほぼ存在しないです。\u001b[22m\n\u001b[4mWhen they do give character development, its often in a confusing and boring.\u001b[24m\n    \u001b[1m彼らがキャラクターの開発をするとき、それはしばしば混乱して退屈です。\u001b[22m, \u001b[1m彼らは混乱と退屈で、その多くの場合、文字の開発を与える行うと。\u001b[22m\n1/10\n\n\u001b[1m1/10\u001b[22m\n\u001b[1m(1/ 10)\u001b[22m\n\nTranslations of \u001b[4m1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1/10\u001b[24m\n    \u001b[1m1/10\u001b[22m, \u001b[1m1月10日\u001b[22m\n\u001b[1m\u001b[22m\nI think I didn't enjoy one scene in this show. I think I just want to pretend I haven't seen this show.\n\n\u001b[1m私はこのショーで一つのシーンを楽しむことができなかったと思う。 私はちょうど私がこのショーを見ていないふりをしたいと思う。\u001b[22m\n\u001b[1m(Watashi wa kono shō de hitotsu no shīn o tanoshimu koto ga dekinakatta to omou. Watashi wa chōdo watashi ga kono shō o mite inai furi o shitai to omou.)\u001b[22m\n\nTranslations of \u001b[4mI think I didn't enjoy one scene in this show. I think I just want to pretend I haven't seen this show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think I didn't enjoy one scene in this show.\u001b[24m\n    \u001b[1m私はこのショーで一つのシーンを楽しむことができなかったと思う。\u001b[22m, \u001b[1m私はこのショーではワンシーンを楽しんでいませんでしたと思います。\u001b[22m\n\u001b[4mI think I just want to pretend I haven't seen this show.\u001b[24m\n    \u001b[1m私はちょうど私がこのショーを見ていないふりをしたいと思う。\u001b[22m, \u001b[1m私はちょうど私がこの番組を見ていないふりをしたいと思います。\u001b[22m\n1/10\n\n\u001b[1m1/10\u001b[22m\n\u001b[1m(1/ 10)\u001b[22m\n\nTranslations of \u001b[4m1/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1/10\u001b[24m\n    \u001b[1m1/10\u001b[22m, \u001b[1m1月10日\u001b[22m"
  },
  {
    "title": "Hundred",
    "id": "31338",
    "url": "https://myanimelist.net/anime/31338/Hundred",
    "user": "JCAPER",
    "profile": "/profile/JCAPER/reviews",
    "pages": "2",
    "number": "10",
    "link": "/reviews.php?id=222114",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  5\nサウンド|  5\nキャラクター|  1\n|  1\n\n[これは私の最初のレビューです。 最初のエピソードからいくつかのマイナーなスポイラーがあります]\n\nああ、あなたは知っている、4種類のアニメがある：\n1-それはあなたがそれを見終わったので、あなたがとても落ち込んだ素晴らしいアニメがあり、見ることはもう残っていません。\nあなたの貴重な時間を楽しんで価値がある良いアニメがあります。\n3  - 悪いアニメがあっても、楽しんでいないかもしれないが、彼らは彼らのために何か起こっていた。\nそして、そこには...「もの」...アニメがひどいので、品質管理が日本のものであっても、オタク文化が長い間何かを買うならば、ショーにはかわいい女の子がいます。\n\nそして、あなたは、百人が第四種であることを見ています。 予告編を見たとき、すぐに私にInfinite Stratos（もう一つのアニメはあまり好きではない）を思い出させました。 冗談、私はコメント 'Welpで、それはISアイデアの再考でなければならないので、それは悪くはありません'と言いました。\n\nそれは私が間違っていることを証明することができました。\n\nストーリー：1/10  - 絶対に哀れです。 ここでの唯一の話は、プロローグ、MCのための世界と環境を設定するイベントです。 アニメが現在の出来事の前に起こったことを説明するとすぐに、プロットは文字通り停止します。 このショーは、すべてがセットアップされた純粋なファンサービスであり、MCはメカニックとして学校生活を楽しむことができます。 過去に起こったことは、アニメで再び言及されたり、プロットの開発に使用されたりすることはありません。\n\nそれで基本的に、それはISと同じことをしました。 問題は、私が「それは同じことをした」と言うとき、私はそれがすべてのことをしたことを意味する。 私は繰り返すが、このショーは別の一般的なショーをコピーしてさらに一般的なものになりました。\n\n作家は1時間で何かを作るように圧力をかけられたか、まったく無能であり、新しい仕事を見つけなければならない。\n\nアート/アニメーション：5/10  - ここではあまり言いません。 私は芸術に嫌われていないので、私は最高の裁判官ではないと認めますが、正直言ってそれが悪くないとは言えません。 それは平均です。\n\nサウンド：5/10  - 再び、平均。 私のアテンションを得た曲やバックグラウンドのサウンドトラックはなかったし、私の耳を引き裂こうとしたひどいOSTもなかった。 だから平均。\n\nキャラクター：1/10  - ストーリーのように、哀れです。 すべての一文字が穏やかで片面です。 あなたはツンデレを見る？ まあ、そうです。 秘密の人格はなく、個人的な目的や希望はありません。 それは交渉するマリネット、それ以外のものはありません。\n\nすべて1人1人が遅れている。 みんな。 どうして？ まあ、最初の例の1つは、「エミール」が女の子であることに気づくことができない人です（心配しないでください、それはスポイラーではなく、一見、彼が女の子であることをはっきりと見ることができます。  ..私は本当に失礼な男がいないのにあなたに何を伝えるべきかわからない......））。  Emileの面はアーティストのデザインが貧弱だと主張することができますが、多くの瞬間に、エミールはすべての人の前で女の子のように話し、行動し、彼はまだ男だと思っています！ 後者のエピソードでは、彼が女の子であることを証明したいと思ったら、誰の前でも服を脱がなければならないということになると、私は冗談ではない。\n\nprez（別のヒロイン）は同じように遅れている（彼女はインテリジェントbtwと思われる）。 おそらく、パイロットはまれで貴重であり、2名のパイロットが式典に遅れたとき、彼女は何をしていますか？ 彼らに警告するか、何らかの罰を与えるか？ いいえ、追放してください。 貴重な貴重なパイロットは、遅れている（少し沈む）。 ああ、ケーキの上にチェリーを置くの？ 彼女は本当の理由でMCに挑戦し、その2人のパイロットを賞金として使う。\n\nそして私が一番気に入っているのは、主なヒロインがInfinite Stratosのシャーロットのコピー貼りです。 シャーロットは、私のために、文字通り唯一の素敵なものであった（それは1つまたは2つのエピソードのために、彼女は穏やかなキャラクターの群に参加した後）、そしてその後も彼女の権利をコピーすることはできませんでした。 どうして？ まあ、シャーロットは悲しいことに、キャラクターとして探検されませんでしたが、少なくともエピソードの1つでは、彼女は興味深いと思っていました。彼女は有望でした。  Hundredの主人公は基本的にCharlotteの状態を失った後に有望です。\n\nああ、善良な人たちがお互いに話している間に悪い人が動かないか攻撃することがないアニメがあるのを知っていますか？ さて、このアニメは、主人公がお互いに話している間に、数分間敵が文字通り置かれている極端なところまで移動します。 彼らは文字通り彼らと一緒にお茶セットを持ってきて、敵の前でお茶を飲むことができました。\n\n楽しさ：1/10  - 正直？ 私は10回のエピソードを見ていた。 まあ、実際にはtbh、いくつかの時点で私はエピソードをスキップし始めた。 退屈な対話が始まると、私は3〜4分をスキップしました。\n\n全体的に：2 / 10-離れてください。 真剣に、私は意味しない。 あなたがおっぱいやエッチをしたい場合は、はるかに良いオプションがあります、それらを探しに行く。 私のようなマゾヒストではなく、この「もの」を見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\n[this is my first review. There are some minor spoilers from the first episode]\n\n\u001b[1m[これは私の最初のレビューです。 最初のエピソードからいくつかのマイナーなスポイラーがあります]\u001b[22m\n\u001b[1m([Kore wa watashi no saisho no rebyūdesu. Saisho no episōdo kara ikutsu ka no maināna supoirā ga arimasu])\u001b[22m\n\nTranslations of \u001b[4m[this is my first review. There are some minor spoilers from the first episode]\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m[this is my first review.\u001b[24m\n    \u001b[1m[これは私の最初のレビューです。\u001b[22m, \u001b[1m[これが私の最初のレビューです。\u001b[22m\n\u001b[4mThere are some minor spoilers from the first episode]\u001b[24m\n    \u001b[1m最初のエピソードからいくつかのマイナーなスポイラーがあります]\u001b[22m, \u001b[1mいくつかのマイナーなスポイラーは、最初のエピソードからあります]\u001b[22m\n\u001b[1m\u001b[22m\nOh boy... You know, there are 4 kinds of anime:\n\n\u001b[1mああ、あなたは知っている、4種類のアニメがある：\u001b[22m\n\u001b[1m(Ā, anata wa shitte iru, 4 shurui no anime ga aru:)\u001b[22m\n\nTranslations of \u001b[4mOh boy... You know, there are 4 kinds of anime:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh boy... You know, there are 4 kinds of anime:\u001b[24m\n    \u001b[1mああ、あなたは知っている、4種類のアニメがある：\u001b[22m, \u001b[1mああ...あなたは知っている、アニメの4種類があります。\u001b[22m\n1- there are great animes that make you so depressed because you just finished watching it and there's nothing more left to watch;\n\n\u001b[1m1-それはあなたがそれを見終わったので、あなたがとても落ち込んだ素晴らしいアニメがあり、見ることはもう残っていません。\u001b[22m\n\u001b[1m(1 - Sore wa anata ga sore o mi owattanode, anata ga totemo ochikonda subarashī anime ga ari, miru koto wa mō nokotte imasen.)\u001b[22m\n\nTranslations of \u001b[4m1- there are great animes that make you so depressed because you just finished watching it and there's nothing more left to watch;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1- there are great animes that make you so depressed because you just finished watching it and there's nothing more left to watch;\u001b[24m\n    \u001b[1m1-それはあなたがそれを見終わったので、あなたがとても落ち込んだ素晴らしいアニメがあり、見ることはもう残っていません。\u001b[22m, \u001b[1m1  - あなたはそれを見終えて、見て、より左の何もないので、あなたはとても落ち込んで作る偉大なアニメがあります。\u001b[22m\n2- there are good anime that are enjoyable and worth your precious time;\n\n\u001b[1mあなたの貴重な時間を楽しんで価値がある良いアニメがあります。\u001b[22m\n\u001b[1m(Anata no kichōna jikan o tanoshinde kachigāru yoi anime ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4m2- there are good anime that are enjoyable and worth your precious time;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2- there are good anime that are enjoyable and worth your precious time;\u001b[24m\n    \u001b[1mあなたの貴重な時間を楽しんで価値がある良いアニメがあります。\u001b[22m, \u001b[1m2位楽しく、あなたの貴重な時間の価値がある良いアニメがあります。\u001b[22m\n3- there are bad anime that even though they may have not been enjoyable, they had something going on for them;\n\n\u001b[1m3  - 悪いアニメがあっても、楽しんでいないかもしれないが、彼らは彼らのために何か起こっていた。\u001b[22m\n\u001b[1m(3 - Warui anime ga atte mo, tanoshinde inai kamo shirenaiga, karera wa karera no tame ni nanika okotte ita.)\u001b[22m\n\nTranslations of \u001b[4m3- there are bad anime that even though they may have not been enjoyable, they had something going on for them;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3- there are bad anime that even though they may have not been enjoyable, they had something going on for them;\u001b[24m\n    \u001b[1m3  - 悪いアニメがあっても、楽しんでいないかもしれないが、彼らは彼らのために何か起こっていた。\u001b[22m, \u001b[1m3彼らは楽しいされていない場合であっても、彼らは彼らのために起こっている何かを持っていた悪いアニメがあります。\u001b[22m\n4- and then there are... 'Things'... Anime so terrible that makes one question if quality control is even a thing in Japan, or if the otaku culture will buy anything as long there are cute girls in the show.\n\n\u001b[1mそして、そこには...「もの」...アニメがひどいので、品質管理が日本のものであっても、オタク文化が長い間何かを買うならば、ショーにはかわいい女の子がいます。\u001b[22m\n\u001b[1m(Soshite, soko ni wa... `Mono'... Anime ga hidoinode, hinshitsu kanri ga Nihon no monodeatte mo, otaku bunka ga nagaiai nanika o kaunaraba, shō ni wa kawaī on'nanoko ga imasu.)\u001b[22m\n\nTranslations of \u001b[4m4- and then there are... 'Things'... Anime so terrible that makes one question if quality control is even a thing in Japan, or if the otaku culture will buy anything as long there are cute girls in the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4- and then there are... 'Things'... Anime so terrible that makes one question if quality control is even a thing in Japan, or if the otaku culture will buy anything as long there are cute girls in the show.\u001b[24m\n    \u001b[1mそして、そこには...「もの」...アニメがひどいので、品質管理が日本のものであっても、オタク文化が長い間何かを買うならば、ショーにはかわいい女の子がいます。\u001b[22m, \u001b[1m4-およびそこです... '事'...品質管理は日本でも事ある、またはオタク文化が何かを購入する場合に限り、ショーでかわいい女の子がある場合は、1つの質問をするアニメひどいです。\u001b[22m\n\u001b[1m\u001b[22m\nAnd you see, Hundred is the 4th kind. When I saw the trailer, it immediately reminded me of Infinite Stratos (another anime I'm not very fond off). Jokingly, I said in the comments 'Welp, it must be a retake on the IS idea, so it can't be worse'.\n\n\u001b[1mそして、あなたは、百人が第四種であることを見ています。 予告編を見たとき、すぐに私にInfinite Stratos（もう一つのアニメはあまり好きではない）を思い出させました。 冗談、私はコメント 'Welpで、それはISアイデアの再考でなければならないので、それは悪くはありません'と言いました。\u001b[22m\n\u001b[1m(Soshite, anata wa, hyaku hito ga daiyonshudearu koto o mite imasu. Yokokuhen o mita toki, sugu ni watashi ni infinitto Stratos (mōhitotsu no anime wa amari sukide wa nai) o omoidasa semashita. Jōdan, watashi wa komento' Welp de, soreha IS aidea no saikōdenakereba naranainode, sore wa waruku wa arimasen' to iimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnd you see, Hundred is the 4th kind. When I saw the trailer, it immediately reminded me of Infinite Stratos (another anime I'm not very fond off). Jokingly, I said in the comments 'Welp, it must be a retake on the IS idea, so it can't be worse'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd you see, Hundred is the 4th kind.\u001b[24m\n    \u001b[1mそして、あなたは、百人が第四種であることを見ています。\u001b[22m, \u001b[1mそして、あなたは、百は第四種である参照してください。\u001b[22m\n\u001b[4mWhen I saw the trailer, it immediately reminded me of Infinite Stratos (another anime I'm not very fond off).\u001b[24m\n    \u001b[1m予告編を見たとき、すぐに私にInfinite Stratos（もう一つのアニメはあまり好きではない）を思い出させました。\u001b[22m, \u001b[1m私はトレーラーを見たとき、それはすぐインフィニット・ストラトス（私はオフに非常に好きじゃない別のアニメ）のことを思い出しました。\u001b[22m\n\u001b[4mJokingly, I said in the comments 'Welp, it must be a retake on the IS idea, so it can't be worse'.\u001b[24m\n    \u001b[1m冗談、私はコメント 'Welpで、それはISアイデアの再考でなければならないので、それは悪くはありません'と言いました。\u001b[22m, \u001b[1m冗談めかして、私は「それはISのアイデアに撮り直しでなければならないので、それが悪化することはできません、Welpのコメントで述べています。\u001b[22m\n\u001b[1m\u001b[22m\nIt managed to prove me wrong.\n\n\u001b[1mそれは私が間違っていることを証明することができました。\u001b[22m\n\u001b[1m(Sore wa watashi ga machigatte iru koto o shōmei suru koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mIt managed to prove me wrong.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt managed to prove me wrong.\u001b[24m\n    \u001b[1mそれは私が間違っていることを証明することができました。\u001b[22m, \u001b[1mそれは私が間違っていることを証明するために管理しました。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 1/10 - Absolutely pathetic. The only story here is the prologue, the events that set up the world and environment for the MC. As soon as the anime finishes explaining what happened prior to the present events, the plot stops, literally. This show is pure fan-service where everything was set up so the MC can enjoy school life as a mecha pilot. Everything that happened in the past will not be mentioned again in the anime or used for plot development.\n\n\u001b[1mストーリー：1/10  - 絶対に哀れです。 ここでの唯一の話は、プロローグ、MCのための世界と環境を設定するイベントです。 アニメが現在の出来事の前に起こったことを説明するとすぐに、プロットは文字通り停止します。 このショーは、すべてがセットアップされた純粋なファンサービスであり、MCはメカニックとして学校生活を楽しむことができます。 過去に起こったことは、アニメで再び言及されたり、プロットの開発に使用されたりすることはありません。\u001b[22m\n\u001b[1m(Sutōrī: 1/ 10 - Zettai ni awaredesu. Koko de no yuiitsu no hanashi wa, purorōgu, MC no tame no sekai to kankyō o settei suru ibentodesu. Anime ga genzai no dekigoto no mae ni okotta koto o setsumei suruto sugu ni, purotto wa mojidōri teishi shimasu. Kono shō wa, subete ga settoappu sa reta junsuina fansābisudeari, MC wa mekanikku to shite gakkō seikatsu o tanoshimu koto ga dekimasu. Kako ni okotta koto wa, anime de futatabi genkyū sa re tari, purotto no kaihatsu ni shiyō sa re tari suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mStory: 1/10 - Absolutely pathetic. The only story here is the prologue, the events that set up the world and environment for the MC. As soon as the anime finishes explaining what happened prior to the present events, the plot stops, literally. This show is pure fan-service where everything was set up so the MC can enjoy school life as a mecha pilot. Everything that happened in the past will not be mentioned again in the anime or used for plot development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 1/10 - Absolutely pathetic.\u001b[24m\n    \u001b[1mストーリー：1/10  - 絶対に哀れです。\u001b[22m, \u001b[1mストーリー：1/10  - 絶対に哀れ。\u001b[22m\n\u001b[4mThe only story here is the prologue, the events that set up the world and environment for the MC.\u001b[24m\n    \u001b[1mここでの唯一の話は、プロローグ、MCのための世界と環境を設定するイベントです。\u001b[22m, \u001b[1mここだけの話では、プロローグ、MCのための世界と環境を設定するイベントです。\u001b[22m\n\u001b[4mAs soon as the anime finishes explaining what happened prior to the present events, the plot stops, literally.\u001b[24m\n    \u001b[1mアニメが現在の出来事の前に起こったことを説明するとすぐに、プロットは文字通り停止します。\u001b[22m, \u001b[1mすぐにアニメが存在するイベントの前に何が起こったのかを説明終了として、プロットは文字通り、停止します。\u001b[22m\n\u001b[4mThis show is pure fan-service where everything was set up so the MC can enjoy school life as a mecha pilot.\u001b[24m\n    \u001b[1mこのショーは、すべてがセットアップされた純粋なファンサービスであり、MCはメカニックとして学校生活を楽しむことができます。\u001b[22m, \u001b[1mこのショーは、すべてがメカパイロットとして学校生活を楽しむことができるようにMCを設定して、純粋なファンサービスです。\u001b[22m\n\u001b[4mEverything that happened in the past will not be mentioned again in the anime or used for plot development.\u001b[24m\n    \u001b[1m過去に起こったことは、アニメで再び言及されたり、プロットの開発に使用されたりすることはありません。\u001b[22m, \u001b[1m過去に起こったことすべてがアニメに再び言及したり、プロットの開発のために使用されることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nSo basically, it did the same thing as IS. Problem is, when I say 'it did the same thing', I mean it did everything IS did. I repeat, this show managed to copy another generic show and be even more generic.\n\n\u001b[1mそれで基本的に、それはISと同じことをしました。 問題は、私が「それは同じことをした」と言うとき、私はそれがすべてのことをしたことを意味する。 私は繰り返すが、このショーは別の一般的なショーをコピーしてさらに一般的なものになりました。\u001b[22m\n\u001b[1m(Sore de kihontekini, soreha IS to onaji koto o shimashita. Mondai wa, watashi ga `sore wa onaji koto o shita' to iu toki, watashi wa sore ga subete no koto o shita koto o imi suru. Watashi wa kurikaesuga, kono shō wa betsu no ippantekina shō o kopī shite sarani ippantekina mono ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mSo basically, it did the same thing as IS. Problem is, when I say 'it did the same thing', I mean it did everything IS did. I repeat, this show managed to copy another generic show and be even more generic.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo basically, it did the same thing as IS.\u001b[24m\n    \u001b[1mそれで基本的に、それはISと同じことをしました。\u001b[22m, \u001b[1mISように、基本的に、それは同じことをしました。\u001b[22m\n\u001b[4mProblem is, when I say 'it did the same thing', I mean it did everything IS did.\u001b[24m\n    \u001b[1m問題は、私が「それは同じことをした」と言うとき、私はそれがすべてのことをしたことを意味する。\u001b[22m, \u001b[1m問題は、私は「それは同じことをした」と言うとき、私はそれがなかったものはすべてをしたわけです。\u001b[22m\n\u001b[4mI repeat, this show managed to copy another generic show and be even more generic.\u001b[24m\n    \u001b[1m私は繰り返すが、このショーは別の一般的なショーをコピーしてさらに一般的なものになりました。\u001b[22m, \u001b[1m私は繰り返し、このショーは、他の一般的なショーをコピーし、さらに汎用的であることを管理します。\u001b[22m\n\u001b[1m\u001b[22m\nThe writer either was pressured to cook something in one hour, or he is absolutely incompetent and should find a new line of work.\n\n\u001b[1m作家は1時間で何かを作るように圧力をかけられたか、まったく無能であり、新しい仕事を見つけなければならない。\u001b[22m\n\u001b[1m(Sakka wa 1-jikan de nanika o tsukuru yō ni atsuryoku o kake rareta ka, mattaku munōdeari, atarashī shigoto o mitsukenakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mThe writer either was pressured to cook something in one hour, or he is absolutely incompetent and should find a new line of work.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe writer either was pressured to cook something in one hour, or he is absolutely incompetent and should find a new line of work.\u001b[24m\n    \u001b[1m作家は1時間で何かを作るように圧力をかけられたか、まったく無能であり、新しい仕事を見つけなければならない。\u001b[22m, \u001b[1mライターはどちらか1時間で何かを調理するために圧力をかけた、または彼が絶対的に無能であり、仕事の新しい行を見つける必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt/animation: 5/10 - Not much to say here. I'm not picky with art so I admit I'm not the best judge, but I can honestly say it's not bad or good. It's average.\n\n\u001b[1mアート/アニメーション：5/10  - ここではあまり言いません。 私は芸術に嫌われていないので、私は最高の裁判官ではないと認めますが、正直言ってそれは悪くないといいことではありません。 それは平均です。\u001b[22m\n\u001b[1m(Āto/ animēshon: 5/ 10 - Kokode wa amari iimasen. Watashi wa geijutsu ni kirawa rete inainode, watashi wa saikō no saibankande wa nai to mitomemasuga, shōjiki itte sore wa warukunaito ī kotode wa arimasen. Sore wa heikindesu.)\u001b[22m\n\nTranslations of \u001b[4mArt/animation: 5/10 - Not much to say here. I'm not picky with art so I admit I'm not the best judge, but I can honestly say it's not bad or good. It's average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt/animation: 5/10 - Not much to say here.\u001b[24m\n    \u001b[1mアート/アニメーション：5/10  - ここではあまり言いません。\u001b[22m, \u001b[1mアート/アニメーション：5/10  - ここで言っても過言はありません。\u001b[22m\n\u001b[4mI'm not picky with art so I admit I'm not the best judge, but I can honestly say it's not bad or good.\u001b[24m\n    \u001b[1m私は芸術に嫌われていないので、私は最高の裁判官ではないと認めますが、正直言ってそれは悪くないといいことではありません。\u001b[22m, \u001b[1m私は技術にうるさいじゃないので、私は、私は最高の裁判官ないんだ認めるが、私はそれが悪いか良いではない正直に言うことができます。\u001b[22m\n\u001b[4mIt's average.\u001b[24m\n    \u001b[1mそれは平均です。\u001b[22m, \u001b[1mこれは平均です。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 5/10 - Again, average. There was no song or background soundtrack that got my atention, and there was also no terrible OST that made me wish to tear off my ears. So average.\n\n\u001b[1mサウンド：5/10  - 再び、平均。 私のアテンションを得た曲やバックグラウンドのサウンドトラックはなかったし、私の耳を引き裂こうとしたひどいOSTもなかった。 だから平均。\u001b[22m\n\u001b[1m(Saundo: 5/ 10 - Futatabi, heikin. Watashi no atenshon o eta kyoku ya bakkuguraundo no saundotorakku wa nakattashi, watashi no mimi o hikisakou to shita hidoi OST mo nakatta. Dakara heikin.)\u001b[22m\n\nTranslations of \u001b[4mSound: 5/10 - Again, average. There was no song or background soundtrack that got my atention, and there was also no terrible OST that made me wish to tear off my ears. So average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 5/10 - Again, average.\u001b[24m\n    \u001b[1mサウンド：5/10  - 再び、平均。\u001b[22m, \u001b[1mサウンド：5/10  - ここでも、平均。\u001b[22m\n\u001b[4mThere was no song or background soundtrack that got my atention, and there was also no terrible OST that made me wish to tear off my ears.\u001b[24m\n    \u001b[1m私のアテンションを得た曲やバックグラウンドのサウンドトラックはなかったし、私の耳を引き裂こうとしたひどいOSTもなかった。\u001b[22m, \u001b[1m私のatentionを持ってない曲やバックグラウンドサウンドトラックはありませんでした、と私は私の耳を引き裂くしたい行わないひどいOSTもありませんでした。\u001b[22m\n\u001b[4mSo average.\u001b[24m\n    \u001b[1mだから平均。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 1/10 - Like the story, pathetic. Every single character is bland and one sided. You see a tsundere? Well, that's that. No secret personality, no personal objectives or wishes. It's a marionette that talks, nothing else.\n\n\u001b[1mキャラクター：1/10  - ストーリーのように、哀れです。 すべての一文字が穏やかで片面です。 あなたはツンデレを見る？ まあ、そうです。 秘密の人格はなく、個人的な目的や希望はありません。 それは交渉するマリネット、それ以外のものはありません。\u001b[22m\n\u001b[1m(Kyarakutā: 1/ 10 - Sutōrī no yō ni, awaredesu. Subete no hitomoji ga odayakade katamendesu. Anata wa tsundere o miru? Mā,-sōdesu. Himitsu no jinkaku wa naku, kojin-tekina mokuteki ya kibō wa arimasen. Sore wa kōshō suru Mari netto, soreigai no mono wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 1/10 - Like the story, pathetic. Every single character is bland and one sided. You see a tsundere? Well, that's that. No secret personality, no personal objectives or wishes. It's a marionette that talks, nothing else.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 1/10 - Like the story, pathetic.\u001b[24m\n    \u001b[1mキャラクター：1/10  - ストーリーのように、哀れです。\u001b[22m, \u001b[1mキャラクター：1/10  - 物語のように、哀れ。\u001b[22m\n\u001b[4mEvery single character is bland and one sided.\u001b[24m\n    \u001b[1mすべての一文字が穏やかで片面です。\u001b[22m, \u001b[1m一つ一つの文字が当たり障りであり、1つは味方しました。\u001b[22m\n\u001b[4mYou see a tsundere?\u001b[24m\n    \u001b[1mあなたはツンデレを見る？\u001b[22m, \u001b[1mあなたはツンデレを参照してください？\u001b[22m\n\u001b[4mWell, that's that.\u001b[24m\n    \u001b[1mまあ、そうです。\u001b[22m, \u001b[1mまあ、それはそれです。\u001b[22m\n\u001b[4mNo secret personality, no personal objectives or wishes.\u001b[24m\n    \u001b[1m秘密の人格はなく、個人的な目的や希望はありません。\u001b[22m, \u001b[1m秘密個性なし、個人的な目標や願い。\u001b[22m\n\u001b[4mIt's a marionette that talks, nothing else.\u001b[24m\n    \u001b[1mそれは交渉するマリネット、それ以外のものはありません。\u001b[22m, \u001b[1mそれは語ってマリオネット、何もないのです。\u001b[22m\n\u001b[1m\u001b[22m\nEvery-single-one is retarded. Everyone. Why? Well, one of the first examples is no one being able to notice that 'Emile' is a girl (don't worry, it's not a spoiler, you can clearly see at first glance that he's a girl (if you can't. .. I don't really know what to tell you without sounding rude dude......)). One could argue that Emile aspect is just poor design from the artists, but the problem is that in many moments, Emile talks and acts like a girl in front of everyone, and they STILL think he's a guy! I'm not kidding when I say that in latter episodes it reaches to a point that he would have to undress in front of everyone if he wanted to prove he's a girl.\n\n\u001b[1mすべて1人1人が遅れている。 みんな。 どうして？ まあ、最初の例の1つは、「エミール」が女の子であることに気づくことができない人です（心配しないでください、それはスポイラーではなく、一見、彼が女の子であることをはっきりと見ることができます。  ..私は本当に失礼な男がいないとあなたに何を伝えるべきかわかりません......））。  Emileの面はアーティストのデザインが貧弱だと主張することができますが、多くの瞬間に、エミールはすべての人の前で女の子のように話し、行動し、彼はまだ男だと思っています！ 後者のエピソードでは、彼が女の子であることを証明したいと思ったら、誰の前でも服を脱がなければならないということになると、私は冗談ではない。\u001b[22m\n\u001b[1m(Subete 1-ri 1-ri ga okurete iru. Min'na. Dōshite? Mā, saisho no rei no 1tsu wa,`emīru' ga on'nanokodearu koto ni kidzuku koto ga dekinai hitodesu (shinpaishinaidekudasai, soreha supoirāde wa naku, ikken, kare ga on'nanokodearu koto o hakkiri to miru koto ga dekimasu... Watashi wa hontōni shitsureina otoko ga inaito anata ni nani o tsutaerubeki ka wakarimasen......)). Emile no men wa ātisuto no dezain ga hinjakuda to shuchō suru koto ga dekimasuga, ōku no shunkan ni, emīru wa subete no hito no mae de on'nanoko no yō ni hanashi, kōdō shi, kare wa mada otokoda to omotte imasu! Kōsha no episōdode wa, kare ga on'nanokodearu koto o shōmei shitai to omottara, dare no mae demo fuku o nuganakereba naranai to iu koto ni naru to, watashi wa jōdande wanai.)\u001b[22m\n\nTranslations of \u001b[4mEvery-single-one is retarded. Everyone. Why? Well, one of the first examples is no one being able to notice that 'Emile' is a girl (don't worry, it's not a spoiler, you can clearly see at first glance that he's a girl (if you can't. .. I don't really know what to tell you without sounding rude dude......)). One could argue that Emile aspect is just poor design from the artists, but the problem is that in many moments, Emile talks and acts like a girl in front of everyone, and they STILL think he's a guy! I'm not kidding when I say that in latter episodes it reaches to a point that he would have to undress in front of everyone if he wanted to prove he's a girl.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery-single-one is retarded.\u001b[24m\n    \u001b[1mすべて1人1人が遅れている。\u001b[22m, \u001b[1mすべての単1が遅角されます。\u001b[22m\n\u001b[4mEveryone.\u001b[24m\n    \u001b[1mみんな。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mWell, one of the first examples is no one being able to notice that 'Emile' is a girl (don't worry, it's not a spoiler, you can clearly see at first glance that he's a girl (if you can't.\u001b[24m\n    \u001b[1mまあ、最初の例の1つは、「エミール」が女の子であることに気づくことができない人です（心配しないでください、それはスポイラーではなく、一見、彼が女の子であることをはっきりと見ることができます。\u001b[22m, \u001b[1mそれができない場合はまあ、最初の例の一つは、それはスポイラー誰も「エミール」は女の子（心配しないであることに気づくことができることではありませんされていない、あなたは（彼が女の子だということを一目見ただけではっきりと見ることができます。\u001b[22m\n\u001b[4m.. I don't really know what to tell you without sounding rude dude......)).\u001b[24m\n    \u001b[1m..私は本当に失礼な男がいないとあなたに何を伝えるべきかわかりません......））。\u001b[22m, \u001b[1m..私は本当に失礼な男を鳴らすことなく、あなたに伝えかわかりません......））。\u001b[22m\n\u001b[4mOne could argue that Emile aspect is just poor design from the artists, but the problem is that in many moments, Emile talks and acts like a girl in front of everyone, and they STILL think he's a guy!\u001b[24m\n    \u001b[1mEmileの面はアーティストのデザインが貧弱だと主張することができますが、多くの瞬間に、エミールはすべての人の前で女の子のように話し、行動し、彼はまだ男だと思っています！\u001b[22m, \u001b[1m一つは、エミールの側面は、アーティストからちょうど悪いデザインですが、問題は、多くの瞬間には、エミールの講演や働く少女のような皆の前で、彼らはまだ彼が男だと思うことであると主張することができます！\u001b[22m\n\u001b[4mI'm not kidding when I say that in latter episodes it reaches to a point that he would have to undress in front of everyone if he wanted to prove he's a girl.\u001b[24m\n    \u001b[1m後者のエピソードでは、彼が女の子であることを証明したいと思ったら、誰の前でも服を脱がなければならないということになると、私は冗談ではない。\u001b[22m, \u001b[1m私は後者のエピソードで、それは彼が女の子だことを証明したかった場合、彼は皆の前で服を脱ぎしなければならない点に到達したことを言うとき、私は冗談ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe prez (another heroine) is equally retarded (she's supposed to be intelligent btw). Supposedly, pilots are rare and valuable, and what does she do when 2 pilots are late for the ceremony? Warn them or give them some kind of punishment? Nope, expel them. Valuable pilots that are rare, for being late (let that sink in for a bit). Oh, and to put the cherry on top of the cake? She's challenges the MC for no real reason and use those 2 pilots as the prize.\n\n\u001b[1mprez（別のヒロイン）は同じように遅れている（彼女はインテリジェントbtwと思われる）。 おそらく、パイロットはまれで貴重であり、2名のパイロットが式典に遅れたとき、彼女は何をしていますか？ 彼らに警告するか、何らかの罰を与えるか？ いいえ、追放してください。 貴重な貴重なパイロットは、遅れている（少し沈む）。 ああ、ケーキの上にチェリーを置くの？ 彼女は本当の理由でMCに挑戦し、その2人のパイロットを賞金として使う。\u001b[22m\n\u001b[1m(Prez (betsu no hiroin) wa onajiyōni okurete iru (kanojo wa interijento btw to omowa reru). Osoraku, pairotto wa marede kichōdeari, 2-mei no pairotto ga shikiten ni okureta toki, kanojo wa nani o shite imasu ka? Karera ni keikoku suru ka, nanrakano batsu o ataeru ka? Īe, tsuihō shite kudasai. Kichōna kichōna pairotto wa, okurete iru (sukoshi shizumu). Ā, kēki no ue ni cherī o oku no? Kanojo wa hontō no riyū de MC ni chōsen shi, sono 2-ri no pairotto o shōkin to shite tsukau.)\u001b[22m\n\nTranslations of \u001b[4mThe prez (another heroine) is equally retarded (she's supposed to be intelligent btw). Supposedly, pilots are rare and valuable, and what does she do when 2 pilots are late for the ceremony? Warn them or give them some kind of punishment? Nope, expel them. Valuable pilots that are rare, for being late (let that sink in for a bit). Oh, and to put the cherry on top of the cake? She's challenges the MC for no real reason and use those 2 pilots as the prize.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe prez (another heroine) is equally retarded (she's supposed to be intelligent btw).\u001b[24m\n    \u001b[1mprez（別のヒロイン）は同じように遅れている（彼女はインテリジェントbtwと思われる）。\u001b[22m, \u001b[1mPREZ（別のヒロイン）が（彼女はところで、インテリジェントなことになっている）も同様に遅角されます。\u001b[22m\n\u001b[4mSupposedly, pilots are rare and valuable, and what does she do when 2 pilots are late for the ceremony?\u001b[24m\n    \u001b[1mおそらく、パイロットはまれで貴重であり、2名のパイロットが式典に遅れたとき、彼女は何をしていますか？\u001b[22m, \u001b[1mたぶん、パイロットは希少で価値がある、と2パイロットは式典のために遅れたとき、彼女は何をするのでしょうか？\u001b[22m\n\u001b[4mWarn them or give them some kind of punishment?\u001b[24m\n    \u001b[1m彼らに警告するか、何らかの罰を与えるか？\u001b[22m, \u001b[1mそれらを警告したり、それらを処罰のいくつかの種類を与えますか？\u001b[22m\n\u001b[4mNope, expel them.\u001b[24m\n    \u001b[1mいいえ、追放してください。\u001b[22m, \u001b[1mいや、それらを追放します。\u001b[22m\n\u001b[4mValuable pilots that are rare, for being late (let that sink in for a bit).\u001b[24m\n    \u001b[1m貴重な貴重なパイロットは、遅れている（少し沈む）。\u001b[22m, \u001b[1m遅刻のため、稀である貴重なパイロットが（それはビットのためでシンクしましょう）。\u001b[22m\n\u001b[4mOh, and to put the cherry on top of the cake?\u001b[24m\n    \u001b[1mああ、ケーキの上にチェリーを置くの？\u001b[22m, \u001b[1mああ、ケーキの上に桜を置きますか？\u001b[22m\n\u001b[4mShe's challenges the MC for no real reason and use those 2 pilots as the prize.\u001b[24m\n    \u001b[1m彼女は本当の理由でMCに挑戦し、その2人のパイロットを賞金として使う。\u001b[22m, \u001b[1m彼女はありません本当の理由のためのMCに挑戦し、賞品としてそれらの2パイロットを使用しています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd what irks me the most is that the main heroine is an obvious copy-paste of Charlotte from Infinite Stratos. Charlotte, for me, was literally the only nice thing IS had going for itself (for 1 or 2 episodes, after that she joined the flock of bland characters), and even then Hundred wasn't able to copy her right. Why? Well, Charlotte sadly wasn't explored as a character, but at least for one episode she sparked the idea that she could be interesting, she was promising. The main heroine in Hundred is basically Charlotte after losing her status as promising.\n\n\u001b[1mそして私が一番気に入っているのは、主なヒロインがInfinite Stratosのシャーロットのコピー貼りです。 シャーロットは、私のために、文字通り唯一の素敵なものであった（それは1つまたは2つのエピソードのために、彼女は穏やかなキャラクターの群に参加した後）、そしてその後も彼女の権利をコピーすることはできませんでした。 どうして？ まあ、シャーロットは悲しいことに、キャラクターとして探検されませんでしたが、少なくともエピソードの1つでは、彼女は興味深いと思っていました。彼女は有望でした。  Hundredの主人公は基本的にCharlotteの状態を失った後に有望です。\u001b[22m\n\u001b[1m(Soshite watashi ga ichiban kiniitte iru no wa, omona hiroin ga infinitto Stratos no shārotto no kopī haridesu. Shārotto wa, watashi no tame ni, mojidōri yuiitsu no sutekina monodeatta (sore wa 1tsu matawa 2tsu no episōdo no tame ni, kanojo wa odayakana kyarakutā no gun ni sanka shita nochi), soshite sonogo mo kanojo no kenri o kopī suru koto wa dekimasendeshita. Dōshite? Mā, shārotto wa kanashī koto ni, kyarakutā to shite tanken sa remasendeshitaga, sukunakutomo episōdo no 1tsude wa, kanojo wa kyōmibukai to omotte imashita. Kanojo wa yūbōdeshita. Handoreddo no shujinkō wa kihontekini sharurotto no jōtai o ushinatta nochi ni yūbōdesu.)\u001b[22m\n\nTranslations of \u001b[4mAnd what irks me the most is that the main heroine is an obvious copy-paste of Charlotte from Infinite Stratos. Charlotte, for me, was literally the only nice thing IS had going for itself (for 1 or 2 episodes, after that she joined the flock of bland characters), and even then Hundred wasn't able to copy her right. Why? Well, Charlotte sadly wasn't explored as a character, but at least for one episode she sparked the idea that she could be interesting, she was promising. The main heroine in Hundred is basically Charlotte after losing her status as promising.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd what irks me the most is that the main heroine is an obvious copy-paste of Charlotte from Infinite Stratos.\u001b[24m\n    \u001b[1mそして私が一番気に入っているのは、主なヒロインがInfinite Stratosのシャーロットのコピー貼りです。\u001b[22m, \u001b[1mそして、何ほとんど私をいらいらするメインヒロインはインフィニット・ストラトスシャーロットの明らかなコピー＆ペーストであるということです。\u001b[22m\n\u001b[4mCharlotte, for me, was literally the only nice thing IS had going for itself (for 1 or 2 episodes, after that she joined the flock of bland characters), and even then Hundred wasn't able to copy her right.\u001b[24m\n    \u001b[1mシャーロットは、私のために、文字通り唯一の素敵なものであった（それは1つまたは2つのエピソードのために、彼女は穏やかなキャラクターの群に参加した後）、そしてその後も彼女の権利をコピーすることはできませんでした。\u001b[22m, \u001b[1m（彼女は当たり障りのない文字の群れに加わったことの後に、1または2のエピソードのために）私にとっては、文字通り唯一の良いところは、それ自体のために行く持っていたISたシャーロット、その後も百は彼女の右をコピーすることができませんでした。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mWell, Charlotte sadly wasn't explored as a character, but at least for one episode she sparked the idea that she could be interesting, she was promising.\u001b[24m\n    \u001b[1mまあ、シャーロットは悲しいことに、キャラクターとして探検されませんでしたが、少なくともエピソードの1つでは、彼女は興味深いと思っていました。彼女は有望でした。\u001b[22m, \u001b[1mまあ、シャーロットは、悲しいことに、文字として調査されなかったが、少なくとも1つのエピソードのために彼女は約束した、彼女は面白いかもしれないという考えを巻き起こしました。\u001b[22m\n\u001b[4mThe main heroine in Hundred is basically Charlotte after losing her status as promising.\u001b[24m\n    \u001b[1mHundredの主人公は基本的にCharlotteの状態を失った後に有望です。\u001b[22m, \u001b[1m百のメインヒロインは有望としての地位を失った後、基本的にはシャーロットです。\u001b[22m\n\u001b[1m\u001b[22m\nOh, and do you know how in some animes the bad guys don't move or attack while the good guys talk with each other? Well, this anime takes it to the extremes, where the enemies literally stay put for several minutes while our main characters talk with each other. They could literally bring a tea set with them and drink some tea in front of the enemies.\n\n\u001b[1mああ、善良な人たちがお互いに話している間に悪い人が動かないか攻撃することがないアニメがあるのを知っていますか？ さて、このアニメは、主人公がお互いに話している間に、数分間敵が文字通り置かれている極端なところまで移動します。 彼らは文字通り彼らと一緒にお茶セットを持ってきて、敵の前でお茶を飲むことができました。\u001b[22m\n\u001b[1m(Ā, zenryōna hito-tachi ga otagai ni hanashite iru ma ni warui hito ga ugokanai ka kōgeki suru koto ga nai anime ga aru no o shitte imasu ka? Sate, kono anime wa, shujinkō ga otagai ni hanashite iru ma ni, sū-funkan teki ga mojidōri oka rete iru kyokutan'na tokoro made idō shimasu. Karera wa mojidōri karera to issho ni ocha setto o motte kite, teki no mae de ocha o nomu koto ga dekimashita.)\u001b[22m\n\nTranslations of \u001b[4mOh, and do you know how in some animes the bad guys don't move or attack while the good guys talk with each other? Well, this anime takes it to the extremes, where the enemies literally stay put for several minutes while our main characters talk with each other. They could literally bring a tea set with them and drink some tea in front of the enemies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, and do you know how in some animes the bad guys don't move or attack while the good guys talk with each other?\u001b[24m\n    \u001b[1mああ、善良な人たちがお互いに話している間に悪い人が動かないか攻撃することがないアニメがあるのを知っていますか？\u001b[22m, \u001b[1mああ、あなたは良い人がお互いに話をしながら、いくつかのアニメで悪者が移動したり攻撃しない方法を知っていますか？\u001b[22m\n\u001b[4mWell, this anime takes it to the extremes, where the enemies literally stay put for several minutes while our main characters talk with each other.\u001b[24m\n    \u001b[1mさて、このアニメは、主人公がお互いに話している間に、数分間敵が文字通り置かれている極端なところまで移動します。\u001b[22m, \u001b[1mさて、このアニメは敵が文字通り私たちの主な文字がお互いに話をしながら数分間じっと両極端にそれを取ります。\u001b[22m\n\u001b[4mThey could literally bring a tea set with them and drink some tea in front of the enemies.\u001b[24m\n    \u001b[1m彼らは文字通り彼らと一緒にお茶セットを持ってきて、敵の前でお茶を飲むことができました。\u001b[22m, \u001b[1m彼らは文字通り彼らとお茶のセットを持参し、敵の前でお茶を飲むことができます。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 1/10 - Honestly? Idk how or why I watched 10 episodes. Well, not really tbh, at some point I started skipping the episodes. Once a boring dialogue started, I just skipped 3 or 4 minutes.\n\n\u001b[1m楽しさ：1/10  - 正直？ 私は10回のエピソードを見ていた。 まあ、実際にはtbh、いくつかの時点で私はエピソードをスキップし始めた。 退屈な対話が始まると、私は3〜4分をスキップしました。\u001b[22m\n\u001b[1m(Tanoshisa: 1/ 10 - Shōjiki? Watashi wa 10-kai no episōdo o mite ita. Mā, jissai ni wa tbh, ikutsu ka no jiten de watashi wa episōdo o sukippu shi hajimeta. Taikutsuna taiwa ga hajimaru to, watashi wa 3 〜 4-bu o sukippu shimashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 1/10 - Honestly? Idk how or why I watched 10 episodes. Well, not really tbh, at some point I started skipping the episodes. Once a boring dialogue started, I just skipped 3 or 4 minutes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 1/10 - Honestly?\u001b[24m\n    \u001b[1m楽しさ：1/10  - 正直？\u001b[22m, \u001b[1m楽しさ：1月10日 - 正直なところ？\u001b[22m\n\u001b[4mIdk how or why I watched 10 episodes.\u001b[24m\n    \u001b[1m私は10回のエピソードを見ていた。\u001b[22m, \u001b[1m私は10のエピソードを見てどのようにか、なぜIDK。\u001b[22m\n\u001b[4mWell, not really tbh, at some point I started skipping the episodes.\u001b[24m\n    \u001b[1mまあ、実際にはtbh、いくつかの時点で私はエピソードをスキップし始めた。\u001b[22m, \u001b[1mまあ、実際にTBH、いくつかの点で私はエピソードをスキップ開始されていません。\u001b[22m\n\u001b[4mOnce a boring dialogue started, I just skipped 3 or 4 minutes.\u001b[24m\n    \u001b[1m退屈な対話が始まると、私は3〜4分をスキップしました。\u001b[22m, \u001b[1m退屈な対話が開始されると、私はちょうど3か4分をスキップ。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 2/10- Stay away. No I mean, seriously. If you want boobs or ecchi, there are much better options, go look for them. Don't be a masochist like me and watch this 'thing'.\n\n\u001b[1m全体的に：2 / 10-離れてください。 真剣に、私は意味しない。 あなたがおっぱいやエッチをしたい場合は、はるかに良いオプションがあります、それらを探しに行く。 私のようなマゾヒストではなく、この「もの」を見てください。\u001b[22m\n\u001b[1m(Zentai-teki ni: 2/ 10 - Hanarete kudasai. Shinken ni, watashi wa imi shinai. Anata ga oppai ya etchi o shitai baai wa, haruka ni yoi opushon ga arimasu, sorera o sagashi ni iku. Watashi no yōna mazohisutode wa naku, kono `mono' o mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mOverall: 2/10- Stay away. No I mean, seriously. If you want boobs or ecchi, there are much better options, go look for them. Don't be a masochist like me and watch this 'thing'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 2/10- Stay away.\u001b[24m\n    \u001b[1m全体的に：2 / 10-離れてください。\u001b[22m, \u001b[1m全体：2 / 10-近づきません。\u001b[22m\n\u001b[4mNo I mean, seriously.\u001b[24m\n    \u001b[1m真剣に、私は意味しない。\u001b[22m, \u001b[1mいいえ、私は真剣に、意味します。\u001b[22m\n\u001b[4mIf you want boobs or ecchi, there are much better options, go look for them.\u001b[24m\n    \u001b[1mあなたがおっぱいやエッチをしたい場合は、はるかに良いオプションがあります、それらを探しに行く。\u001b[22m, \u001b[1mあなたはおっぱいやエッチをしたい場合は、はるかに良いオプションがありますが、彼らのために見に行きます。\u001b[22m\n\u001b[4mDon't be a masochist like me and watch this 'thing'.\u001b[24m\n    \u001b[1m私のようなマゾヒストではなく、この「もの」を見てください。\u001b[22m, \u001b[1m私のようなマゾなると、この「事」を見ていません。\u001b[22m"
  }
]
