[
  {
    "title": "Tonkatsu_DJ_Agetarou",
    "id": "31370",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "user": "ChasewingAnime",
    "profile": "/profile/ChasewingAnime/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=217696",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  8\n\n私が最初に言ったのは、あまりにも過小評価されていたからです。\n\n人々はこのシリーズでは、芸術のために（少なくとも私が考えて分析するものであるために）行かない。 私はこのオリジナルの漫画は、ジャンプ+からの私のお気に入りの一つであり、 'ユニークな'芸術スタイルと言います。 すべてのアニメが巨大なかわいい萌えアニメの女の子であるわけではありません。 これを覚えておいてください。 ただ、それを避けてください。 芸術のために1を与えるのをやめてください。 アニメはアートスタイルではありません。 すべては、すべての独自の、元のスタイルを持っています。\nTonkatsuの店の少年のことが、DJとしてインスピレーションを受けました。\nちょうどそれを行ってください。 ちょうど私を信じて、それは 'SH * T'のアニメではありません。\n私は個人的にこれを愛している、みんな、萌えではなく、ちょうどそれを与える。\n\n私は個人的にこれを愛しています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nAll I would say first: too underrated.\n\n\u001b[1m私が最初に言ったのは、あまりにも過小評価されていたからです。\u001b[22m\n\u001b[1m(Watashi ga saisho ni itta no wa, amarini mo kashō hyōka sa rete itakaradesu.)\u001b[22m\n\nTranslations of \u001b[4mAll I would say first: too underrated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll I would say first: too underrated.\u001b[24m\n    \u001b[1m私が最初に言ったのは、あまりにも過小評価されていたからです。\u001b[22m, \u001b[1mすべて私が最初に言う：あまりにも過小評価。\u001b[22m\n\u001b[1m\u001b[22m\npeople don't give a go with this series, just because of the art (at least that's what I think and analyze). I would say this original manga is one of my favorite from jump +, with a 'unique' art style. Not all anime are big eyed cute Moe anime girls. Just keep this in mind. Just, stop avoiding it. Stop giving it 1's because of the art. Anime is not the art style. Everything has its own, original style of everything.\n\n\u001b[1m人々はこのシリーズでは、芸術のために（少なくとも私が考えて分析するものであるために）行かない。 私はこのオリジナルの漫画は、ジャンプ+からの私のお気に入りの一つであり、 'ユニークな'芸術スタイルと言います。 すべてのアニメが巨大なかわいい萌えアニメの女の子であるわけではありません。 これを覚えておいてください。 ただ、それを避けてください。 芸術のために1を与えるのをやめてください。 アニメはアートスタイルではありません。 すべては、すべての独自の、元のスタイルを持っています。\u001b[22m\n\u001b[1m(Hitobito wa kono shirīzude wa, geijutsu no tame ni (sukunakutomo watashi ga kangaete bunseki suru monodearu tame ni) ikanai. Watashi wa kono orijinaru no manga wa, janpu + kara no watashinōkiniiri no hitotsudeari, ' yunīkuna' geijutsu sutairu to iimasu. Subete no anime ga kyodaina kawaī moeanime no on'nanokodearu wakede wa arimasen. Kore o oboete oite kudasai. Tada, sore o sakete kudasai. Geijutsu no tame ni 1 o ataeru no o yamete kudasai. Anime wa ātosutairude wa arimasen. Subete wa, subete no dokuji no,-moto no sutairu o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mpeople don't give a go with this series, just because of the art (at least that's what I think and analyze). I would say this original manga is one of my favorite from jump +, with a 'unique' art style. Not all anime are big eyed cute Moe anime girls. Just keep this in mind. Just, stop avoiding it. Stop giving it 1's because of the art. Anime is not the art style. Everything has its own, original style of everything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mpeople don't give a go with this series, just because of the art (at least that's what I think and analyze).\u001b[24m\n    \u001b[1m人々はこのシリーズでは、芸術のために（少なくとも私が考えて分析するものであるために）行かない。\u001b[22m, \u001b[1m人々は（少なくとも、それは私が考えるものだと分析）という理由だけで芸術の、このシリーズで外出を与えることはありません。\u001b[22m\n\u001b[4mI would say this original manga is one of my favorite from jump +, with a 'unique' art style.\u001b[24m\n    \u001b[1m私はこのオリジナルの漫画は、ジャンプ+からの私のお気に入りの一つであり、 'ユニークな'芸術スタイルと言います。\u001b[22m, \u001b[1m私はこの原作は、「ユニークな「アートスタイルで、ジャンプ+からの私のお気に入りの一つであると言うでしょう。\u001b[22m\n\u001b[4mNot all anime are big eyed cute Moe anime girls.\u001b[24m\n    \u001b[1mすべてのアニメが巨大なかわいい萌えアニメの女の子であるわけではありません。\u001b[22m, \u001b[1mていないすべてのアニメは大きな目の可愛い萌えアニメの女の子です。\u001b[22m\n\u001b[4mJust keep this in mind.\u001b[24m\n    \u001b[1mこれを覚えておいてください。\u001b[22m, \u001b[1mただ、これを覚えておきます。\u001b[22m\n\u001b[4mJust, stop avoiding it.\u001b[24m\n    \u001b[1mただ、それを避けてください。\u001b[22m, \u001b[1mただ、それを回避することを停止します。\u001b[22m\n\u001b[4mStop giving it 1's because of the art.\u001b[24m\n    \u001b[1m芸術のために1を与えるのをやめてください。\u001b[22m, \u001b[1mそれを理由芸術の1のを与えて停止します。\u001b[22m\n\u001b[4mAnime is not the art style.\u001b[24m\n    \u001b[1mアニメはアートスタイルではありません。\u001b[22m, \u001b[1mアニメアートスタイルではありません。\u001b[22m\n\u001b[4mEverything has its own, original style of everything.\u001b[24m\n    \u001b[1mすべては、すべての独自の、元のスタイルを持っています。\u001b[22m, \u001b[1mすべては、すべての独自の、オリジナルのスタイルを持っています。\u001b[22m\nIts about a boy from a Tonkatsu shop inspired to be a DJ.\n\n\u001b[1mTonkatsuの店の少年のことが、DJとしてインスピレーションを受けました。\u001b[22m\n\u001b[1m(Tonkatsu no mise no shōnen no koto ga, DJ to shite insupirēshon o ukemashita.)\u001b[22m\n\nTranslations of \u001b[4mIts about a boy from a Tonkatsu shop inspired to be a DJ.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIts about a boy from a Tonkatsu shop inspired to be a DJ.\u001b[24m\n    \u001b[1mTonkatsuの店の少年のことが、DJとしてインスピレーションを受けました。\u001b[22m, \u001b[1mそのDJであることを触発とんかつ店から少年について。\u001b[22m\nJust give it a go. Just trust me, its not a 'SH*T' anime.\n\n\u001b[1mちょうどそれを行ってください。 ちょうど私を信じて、それは 'SH * T'のアニメではありません。\u001b[22m\n\u001b[1m(Chōdo sore o okonatte kudasai. Chōdo watashi o shinjite, soreha' SH* T' no animede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mJust give it a go. Just trust me, its not a 'SH*T' anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJust give it a go.\u001b[24m\n    \u001b[1mちょうどそれを行ってください。\u001b[22m, \u001b[1mただ、それをやってみます。\u001b[22m\n\u001b[4mJust trust me, its not a 'SH*T' anime.\u001b[24m\n    \u001b[1mちょうど私を信じて、それは 'SH * T'のアニメではありません。\u001b[22m, \u001b[1mただ、そのない「SH * T 'のアニメを私を信頼しています。\u001b[22m\nI personally love this, guys, not everything is Moe, just give it a go.\n\n\u001b[1m私は個人的にこれを愛している、みんな、萌えではなく、ちょうどそれを与える。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni kore o aishite iru, min'na, moede wa naku, chōdo sore o ataeru.)\u001b[22m\n\nTranslations of \u001b[4mI personally love this, guys, not everything is Moe, just give it a go.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally love this, guys, not everything is Moe, just give it a go.\u001b[24m\n    \u001b[1m私は個人的にこれを愛している、みんな、萌えではなく、ちょうどそれを与える。\u001b[22m, \u001b[1m私は個人的にこの、人を愛し、ないすべては萌えがある、ちょうどそれをやってみます。\u001b[22m\n\u001b[1m\u001b[22m\nI personally love this.\n\n\u001b[1m私は個人的にこれを愛しています。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni kore o aishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mI personally love this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally love this.\u001b[24m\n    \u001b[1m私は個人的にこれを愛しています。\u001b[22m, \u001b[1m私は個人的にこれが大好きです。\u001b[22m"
  },
  {
    "title": "Tonkatsu_DJ_Agetarou",
    "id": "31370",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "user": "Goot",
    "profile": "/profile/Goot/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=219254",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  9\nキャラクター|  7\n|  9\n\nそうですね、これはMALでの私の最初のレビューですので、私をハードに育てませんD：\n\nまず初めに、私はアートスタイルから外してはいけない潜在的なウォッチャーを教えてください。 確かに芸術のスタイルは、あなたが慣れていたものではありませんが、それはアニメの魅力の一部です。\n\nストーリー7  - これまでのストーリーはまったくまっすぐではありましたが、今までのDJのアニメを見たことはありませんが、奇妙なアニメの世界を掘り下げませんでした。 しかし、最新のエピソードでは、私は非常にエキサイティングな可能性があるいくつかの潜在的なプロットを参照してください。  ：D\n\nアート8  - 一言で言えばユニークで、シンプルなウェブ漫画のようなスタイルです。 私は、アニメのスタイルが伝統的なアニメで見られる深刻さを取り除くと信じています。 それは楽しむことを意味し、ベッドの前で光り輝く何かこのアートスタイルは間違いなくそれを実現します。\n\nサウンド9  - 私の意見では素晴らしいサウンドトラックとアニメ自体で演奏された曲は、実際にはかなりいいです。  DJアニメから期待していたダブステップやDnBではありません。それは間違いなく古い学校がもっと冷え込んでDJになり、このアニメが頭に釘を打つのです。 使用される溝は本当にあなたを冷たい状態にします。\n\nキャラクター7  - 私が見る限り、MCに特別なことは何もありません。DJであることを夢見ているあなたの平均的な10代の少年です。 キャラクターはユニークな様式でスタイルされていますが、これはこのアニメが採用した漫画的なアートスタイルによるものです。\n\n楽しさ9  - 私はいくつかの自由な時間やベッドの直前に見て私のお気に入りのアニメの一つです。 純粋な楽しみの10分、私は貴重な宝物です。 あなたが陰謀を引き起こさない何かを探しているなら（エピソード7のように）、これは素晴らしいアニメです。仕事/学校での暗い日に少しでも私を助けました。\n\n全体的な8  - リラックスショーは、何が起こっているかを理解するためにあなたが本当にコミットする必要はないことを見て。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nRight, so this is my first review on MAL so don't roast me to hard D:\n\n\u001b[1mそうですね、これはMALでの私の最初のレビューですので、私をハードに育てませんD：\u001b[22m\n\u001b[1m(Sōdesune, koreha MAL de no watashi no saisho no rebyūdesunode, watashi o hādo ni sodatemasen D:)\u001b[22m\n\nTranslations of \u001b[4mRight, so this is my first review on MAL so don't roast me to hard D:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRight, so this is my first review on MAL so don't roast me to hard D:\u001b[24m\n    \u001b[1mそうですね、これはMALでの私の最初のレビューですので、私をハードに育てませんD：\u001b[22m, \u001b[1m右、これは一生懸命Dに私をローストしないMALの私の最初のレビューです。\u001b[22m\n\u001b[1m\u001b[22m\nFirst of all I'd like to tell any potential watchers that DON'T BE PUT OFF BY THE ART STYLE. Sure the art style isn't what you're used to but that's part of the anime's charm, well at least in my view.\n\n\u001b[1mまず初めに、私はアートスタイルから外してはいけない潜在的なウォッチャーを教えてください。 確かに芸術のスタイルは、あなたが慣れていたものではありませんが、それはアニメの魅力の一部です。\u001b[22m\n\u001b[1m(Mazu hajime ni, watashi wa ātosutairu kara hazushite wa ikenai senzai-tekina u~otchā o oshietekudasai. Tashika ni geijutsu no sutairu wa, anata ga narete ita monode wa arimasenga, soreha anime no miryoku no ichibudesu.)\u001b[22m\n\nTranslations of \u001b[4mFirst of all I'd like to tell any potential watchers that DON'T BE PUT OFF BY THE ART STYLE. Sure the art style isn't what you're used to but that's part of the anime's charm, well at least in my view.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFirst of all I'd like to tell any potential watchers that DON'T BE PUT OFF BY THE ART STYLE.\u001b[24m\n    \u001b[1mまず初めに、私はアートスタイルから外してはいけない潜在的なウォッチャーを教えてください。\u001b[22m, \u001b[1mまず第一に、私はアートスタイルではオフに置くことがないすべての潜在的なウォッチャーをお伝えしたいと思います。\u001b[22m\n\u001b[4mSure the art style isn't what you're used to but that's part of the anime's charm, well at least in my view.\u001b[24m\n    \u001b[1m確かに芸術のスタイルは、あなたが慣れていたものではありませんが、それはアニメの魅力の一部です。\u001b[22m, \u001b[1m確かにアートスタイルは、あなたが使用しているが、それはよく私の見解で、少なくとも、アニメの魅力の一部だものではありません。\u001b[22m\n\u001b[1m\u001b[22m\nStory 7 - Whilst the story has been straight forward so far its definitely unique, I haven't seen an anime about DJing so far but then again I haven't dug deep into the weird world of anime. In the latest episodes however, I do see some potential plot that may get quite exciting. :D\n\n\u001b[1mストーリー7  - これまでのストーリーはまったくまっすぐではありましたが、今までのDJのアニメを見たことはありませんが、奇妙なアニメの世界を掘り下げませんでした。 しかし、最新のエピソードでは、私は非常にエキサイティングな可能性があるいくつかの潜在的なプロットを参照してください。  ：D\u001b[22m\n\u001b[1m(Sutōrī 7 - kore made no sutōrī wa mattaku massugude wa arimashitaga, ima made no DJ no anime o mita koto wa arimasenga, kimyōna anime no sekai o horisagemasendeshita. Shikashi, saishin no episōdode wa, watashi wa hijō ni ekisaitinguna kanōsei ga aru ikutsu ka no senzai-tekina purotto o sanshō shite kudasai. : D)\u001b[22m\n\nTranslations of \u001b[4mStory 7 - Whilst the story has been straight forward so far its definitely unique, I haven't seen an anime about DJing so far but then again I haven't dug deep into the weird world of anime. In the latest episodes however, I do see some potential plot that may get quite exciting. :D\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 7 - Whilst the story has been straight forward so far its definitely unique, I haven't seen an anime about DJing so far but then again I haven't dug deep into the weird world of anime.\u001b[24m\n    \u001b[1mストーリー7  - これまでのストーリーはまったくまっすぐではありましたが、今までのDJのアニメを見たことはありませんが、奇妙なアニメの世界を掘り下げませんでした。\u001b[22m, \u001b[1mストーリー7  - 物語はまっすぐ前方に、これまでその間違いなくユニークな、私はこれまでにDJプレイについてのアニメを見ていないされましたが、その後、再び、私はアニメの奇妙な世界に深く掘っていないけれども。\u001b[22m\n\u001b[4mIn the latest episodes however, I do see some potential plot that may get quite exciting.\u001b[24m\n    \u001b[1mしかし、最新のエピソードでは、私は非常にエキサイティングな可能性があるいくつかの潜在的なプロットを参照してください。\u001b[22m, \u001b[1mしかし、最新のエピソードでは、私は非常にエキサイティングな得ることができますいくつかの潜在的なプロットを見ています。\u001b[22m\n\u001b[4m:D\u001b[24m\n    \u001b[1m：D\u001b[22m\n\u001b[1m\u001b[22m\nArt 8 - Its unique to say the least, a simplistic web comic kind of style. I believe that the style of the anime takes away the seriousness that I see in traditional animes. Its meant to be enjoyed, something light-hearted before bed and this art style definitely achieves it.\n\n\u001b[1mアート8  - 一言で言えばユニークで、シンプルなウェブ漫画のようなスタイルです。 私はアニメのスタイルが伝統的なアニメで見られる深刻さを取り除くと信じています。 それは楽しむことを意味し、ベッドの前で光り輝く何かこのアートスタイルは間違いなくそれを実現します。\u001b[22m\n\u001b[1m(Āto 8 - hitokoto de ieba yunīku de, shinpuruna u~ebu manga no yōna sutairudesu. Watashi wa anime no sutairu ga dentō-tekina anime de mi rareru shinkoku-sa o torinozoku to shinjite imasu. Sore wa tanoshimu koto o imi shi, beddo no mae de hikarikagayaku nanika kono ātosutairu wa machigainaku sore o jitsugen shimasu.)\u001b[22m\n\nTranslations of \u001b[4mArt 8 - Its unique to say the least, a simplistic web comic kind of style. I believe that the style of the anime takes away the seriousness that I see in traditional animes. Its meant to be enjoyed, something light-hearted before bed and this art style definitely achieves it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt 8 - Its unique to say the least, a simplistic web comic kind of style.\u001b[24m\n    \u001b[1mアート8  - 一言で言えばユニークで、シンプルなウェブ漫画のようなスタイルです。\u001b[22m, \u001b[1mアート8  - スタイルの単純なウェブコミックの種類、控えめに言っても、そのユニーク。\u001b[22m\n\u001b[4mI believe that the style of the anime takes away the seriousness that I see in traditional animes.\u001b[24m\n    \u001b[1m私はアニメのスタイルが伝統的なアニメで見られる深刻さを取り除くと信じています。\u001b[22m, \u001b[1m私はアニメのスタイルは、私は伝統的なアニメで見る深刻さを奪うと信じています。\u001b[22m\n\u001b[4mIts meant to be enjoyed, something light-hearted before bed and this art style definitely achieves it.\u001b[24m\n    \u001b[1mそれは楽しむことを意味し、ベッドの前で光り輝く何かこのアートスタイルは間違いなくそれを実現します。\u001b[22m, \u001b[1mITSは、寝る前快活な何かを楽しむことを意図して、このアートスタイルは間違いなくそれを実現しています。\u001b[22m\n\u001b[1m\u001b[22m\nSound 9 - Great soundtrack in my opinion and the songs played in the anime itself are actually quite nice. It isn't the dubstep or DnB that you'd expect from a DJ anime, its definitely the old school more chilled out take on DJing and damn this anime hits the nail on the head. The grooves used really do put you into a chilled state.\n\n\u001b[1mサウンド9  - 私の意見では素晴らしいサウンドトラックとアニメ自体で演奏された曲は、実際にはかなりいいです。  DJアニメから期待していたダブステップやDnBではありません。それは間違いなく旧式のスクールがもっと寒くてDJになり、このアニメが頭に釘を打つのです。 使用される溝は本当にあなたを冷たい状態にします。\u001b[22m\n\u001b[1m(Saundo 9 - watashi no ikende wa subarashī saundotorakku to anime jitai de ensō sa reta kyoku wa, jissai ni wa kanari īdesu. DJ anime kara kitai shite ita dabusuteppu ya DnBde wa arimasen. Sore wa machigainaku kyūshiki no sukūru ga motto samukute DJ ni nari, kono anime ga atama ni kugi o utsu nodesu. Shiyō sa reru mizo wa hontōni anata o tsumetai jōtai ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mSound 9 - Great soundtrack in my opinion and the songs played in the anime itself are actually quite nice. It isn't the dubstep or DnB that you'd expect from a DJ anime, its definitely the old school more chilled out take on DJing and damn this anime hits the nail on the head. The grooves used really do put you into a chilled state.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound 9 - Great soundtrack in my opinion and the songs played in the anime itself are actually quite nice.\u001b[24m\n    \u001b[1mサウンド9  - 私の意見では素晴らしいサウンドトラックとアニメ自体で演奏された曲は、実際にはかなりいいです。\u001b[22m, \u001b[1m9サウンド - アニメ自体で再生偉大な私の意見では、サウンドトラックや歌、実際には非常にいいです。\u001b[22m\n\u001b[4mIt isn't the dubstep or DnB that you'd expect from a DJ anime, its definitely the old school more chilled out take on DJing and damn this anime hits the nail on the head.\u001b[24m\n    \u001b[1mDJアニメから期待していたダブステップやDnBではありません。それは間違いなく旧式のスクールがもっと寒くてDJになり、このアニメが頭に釘を打つのです。\u001b[22m, \u001b[1mそれはあなたがDJアニメから期待ダブステップやドラムンベースではありません、その間違いなく古い学校は、より多くのDJプレイにテイクを冷却し、このアニメは、頭の上に釘を打ついまいましいです。\u001b[22m\n\u001b[4mThe grooves used really do put you into a chilled state.\u001b[24m\n    \u001b[1m使用される溝は本当にあなたを冷たい状態にします。\u001b[22m, \u001b[1m実際には使わ溝は、チルド状態にあなたを置くありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 7 - Nothing special with the MC as far as I can see, just your average teenage boy whose got a dream to be a DJ. Characters are styled in a unique fashion though this is due to the cartoony art style this anime has adopted.\n\n\u001b[1mキャラクター7  - 私が見る限り、MCに特別なことは何もありません。DJであることを夢見ているあなたの平均的な10代の少年です。 キャラクターはユニークな様式でスタイルされていますが、これはこのアニメが採用した漫画的なアートスタイルによるものです。\u001b[22m\n\u001b[1m(Kyarakutā 7 - watashi ga mirukagiri, MC ni tokubetsuna koto wa nani mo arimasen. DJdearu koto o yumemite iru anata no heikin-tekina 10-dai no shōnendesu. Kyarakutā wa yunīkuna yōshiki de sutairu sa rete imasuga, koreha kono anime ga saiyō shita manga-tekina ātosutairu ni yoru monodesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters 7 - Nothing special with the MC as far as I can see, just your average teenage boy whose got a dream to be a DJ. Characters are styled in a unique fashion though this is due to the cartoony art style this anime has adopted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 7 - Nothing special with the MC as far as I can see, just your average teenage boy whose got a dream to be a DJ.\u001b[24m\n    \u001b[1mキャラクター7  - 私が見る限り、MCに特別なことは何もありません。DJであることを夢見ているあなたの平均的な10代の少年です。\u001b[22m, \u001b[1mキャラクター7  - 私の知る限りではMCで何も特別、DJなるように夢を持って、ちょうどあなたの平均的な十代の少年。\u001b[22m\n\u001b[4mCharacters are styled in a unique fashion though this is due to the cartoony art style this anime has adopted.\u001b[24m\n    \u001b[1mキャラクターはユニークな様式でスタイルされていますが、これはこのアニメが採用した漫画的なアートスタイルによるものです。\u001b[22m, \u001b[1mこれはこのアニメが採用している漫画のアートスタイルが原因ですが、文字がユニークなファッションでスタイル設定されています。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment 9 - It's one of my favourite animes to watch when I have some free time or just before bed. Ten minutes of pure enjoyment, something that I treasure dearly. If your looking for something that won't bring about any negativity (as on episode 7) this is a great anime to watch, definitely helped me out a little on those gloomy days at work/school.\n\n\u001b[1m楽しさ9  - 私はいくつかの自由な時間やベッドの直前に見て私のお気に入りのアニメの一つです。 純粋な楽しみの10分、私は貴重な宝物です。 あなたが陰謀を引き起こさない何かを探しているなら（エピソード7のように）、これは素晴らしいアニメです。仕事/学校での暗い日に少しでも私を助けました。\u001b[22m\n\u001b[1m(Tanoshisa 9 - watashi wa ikutsu ka no jiyūna jikan ya beddo no chokuzen ni mite watashinōkiniiri no anime no hitotsudesu. Junsuina tanoshimi no 10-bu, watashi wa kichōna takaramonodesu. Anata ga inbō o hikiokosanai nanika o sagashite irunara (episōdo 7 no yō ni), kore wa subarashī animedesu. Shigoto/ gakkō de no kurai hi ni sukoshidemo watashi o tasukemashita.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment 9 - It's one of my favourite animes to watch when I have some free time or just before bed. Ten minutes of pure enjoyment, something that I treasure dearly. If your looking for something that won't bring about any negativity (as on episode 7) this is a great anime to watch, definitely helped me out a little on those gloomy days at work/school.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment 9 - It's one of my favourite animes to watch when I have some free time or just before bed.\u001b[24m\n    \u001b[1m楽しさ9  - 私はいくつかの自由な時間やベッドの直前に見て私のお気に入りのアニメの一つです。\u001b[22m, \u001b[1m楽し9  - それは、私はいくつかの自由時間または直前にベッドを持っているときに見て私の好きなアニメの一つです。\u001b[22m\n\u001b[4mTen minutes of pure enjoyment, something that I treasure dearly.\u001b[24m\n    \u001b[1m純粋な楽しみの10分、私は貴重な宝物です。\u001b[22m, \u001b[1m純粋な楽しみの10分、私は心から大切な何か。\u001b[22m\n\u001b[4mIf your looking for something that won't bring about any negativity (as on episode 7) this is a great anime to watch, definitely helped me out a little on those gloomy days at work/school.\u001b[24m\n    \u001b[1mあなたが陰謀を引き起こさない何かを探しているなら（エピソード7のように）、これは素晴らしいアニメです。仕事/学校での暗い日に少しでも私を助けました。\u001b[22m, \u001b[1mあなたは（エピソード7上のように）任意の否定を約もたらすことはありません何かを探している場合、これは間違いなく仕事/学校でそれらの憂鬱な日に少し私を助け、見て素晴らしいアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall 8 - A relaxing show to watch that you don't really need to commit to in order to understand whats happening.\n\n\u001b[1m全体的な8  - リラックスショーは、何が起こっているかを理解するためにあなたが本当にコミットする必要はないことを見て。\u001b[22m\n\u001b[1m(Zentai-tekina 8 - rirakkusushō wa, nani ga okotte iru ka o rikai suru tame ni anata ga hontōni komitto suru hitsuyō wanai koto o mite.)\u001b[22m\n\nTranslations of \u001b[4mOverall 8 - A relaxing show to watch that you don't really need to commit to in order to understand whats happening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall 8 - A relaxing show to watch that you don't really need to commit to in order to understand whats happening.\u001b[24m\n    \u001b[1m全体的な8  - リラックスショーは、何が起こっているかを理解するためにあなたが本当にコミットする必要はないことを見て。\u001b[22m, \u001b[1m8全体的に - あなたが本当に起こっていただきました！を理解するためににコミットする必要がないことを見てリラックスショー。\u001b[22m"
  },
  {
    "title": "Tonkatsu_DJ_Agetarou",
    "id": "31370",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "user": "Mushrooshi",
    "profile": "/profile/Mushrooshi/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=218397",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  6\n|  10\n\n約3年半ぶりの回転を続けているDJとして、私とオタクDJの友人との間でこのショーは本当に大事になっています。 少しの詳細はたくさんありますが、ミキシングの芸術には今までのところ全体的に非常に忠実でした。作者がAgetaroのスピン方法を学ぶ正確さには本当に感謝しています。\n\nアートのスタイルは非常に非伝統的で、アニメが行くまでは正直なところ、このアートスタイルはアダルトスイムの何かから期待されるものです。 しかし、それはショーの雰囲気によく合います。私は苦情はありません。 それは本当にあなたの上品なオタクを目指したショーではありません。\n\n音楽は基本的だが滑らかで、サウンドトラックが出てきたら、曲の一部をループして、曲をいくつか練習してみたい。\n\n全体的に見れば、このシリーズをあなたの典型的なアニメファンに推薦できるかどうかはわかりませんが、アニメに参加していないDJ友人全員にもお勧めします。 あなたの標準的なアニメとほとんど似ていなくても、特にダンスミュージックのファンにとってはそれだけで十分です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nAs a DJ that's been spinning for about three and a half years, this show has been a real treat between me and my otaku DJ friends. Although it takes out a lot of the little details, it's overall so far very true to the art of mixing and I really appreciate the accuracy the writers put in how Agetaro learns how to spin.\n\n\u001b[1m約3年半ぶりの回転を続けているDJとして、私とオタクDJの友人との間でこのショーは本当に大事になっています。 少しの詳細はたくさんありますが、ミキシングの芸術には今までのところ全体的に非常に忠実でした。作者がAgetaroのスピン方法を学ぶ正確さには本当に感謝しています。\u001b[22m\n\u001b[1m(Yaku 3-nen-han-buri no kaiten o tsudzukete iru DJ to shite, watashi to otaku DJ no yūjin to no ma de kono shō wa hontōni daiji ni natte imasu. Sukoshi no shōsai wa takusan arimasuga, mikishingu no geijutsu ni wa ima made no tokoro zentai-teki ni hijō ni chūjitsudeshita. Sakusha ga Agetaro no supin hōhō o manabu seikaku-sa ni wa hontōni kansha shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs a DJ that's been spinning for about three and a half years, this show has been a real treat between me and my otaku DJ friends. Although it takes out a lot of the little details, it's overall so far very true to the art of mixing and I really appreciate the accuracy the writers put in how Agetaro learns how to spin.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a DJ that's been spinning for about three and a half years, this show has been a real treat between me and my otaku DJ friends.\u001b[24m\n    \u001b[1m約3年半ぶりの回転を続けているDJとして、私とオタクDJの友人との間でこのショーは本当に大事になっています。\u001b[22m, \u001b[1m約3年半紡績されていますDJとして、このショーは、私と私のオタクDJの友人の間で実際の治療されています。\u001b[22m\n\u001b[4mAlthough it takes out a lot of the little details, it's overall so far very true to the art of mixing and I really appreciate the accuracy the writers put in how Agetaro learns how to spin.\u001b[24m\n    \u001b[1m少しの詳細はたくさんありますが、ミキシングの芸術には今までのところ全体的に非常に忠実でした。作者がAgetaroのスピン方法を学ぶ正確さには本当に感謝しています。\u001b[22m, \u001b[1mそれはほとんどの詳細の多くを取るが、それはこれまでのところ、全体の混合の技術と非常に本当だと私は本当に作家はAgetaroが回転する方法を学ぶ方法に入れ精度を高く評価しています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art style is very non-traditional as far as anime goes, and honestly, this art style is something I'd expect out of something on Adult Swim. However, it fits the vibe of the show quite well, and I have no complaints. It's not really a show aimed for your cliche otakus.\n\n\u001b[1mアートのスタイルは非常に非伝統的で、アニメが行くまでは正直なところ、このアートスタイルはアダルトスイムの何かから期待されるものです。 しかし、それはショーの雰囲気によく合います。私は苦情はありません。 それは本当にあなたの上品なオタクを目指したショーではありません。\u001b[22m\n\u001b[1m(Āto no sutairu wa hijō ni hi dentō-tekide, anime ga iku made wa shōjikina tokoro, kono ātosutairu wa adarutosuimu no nanika kara kitai sa reru monodesu. Shikashi, soreha shō no fun'iki ni yoku aimasu. Watashi wa kujō wa arimasen. Sore wa hontōni anata no jōhin'na otaku o mezashita shōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art style is very non-traditional as far as anime goes, and honestly, this art style is something I'd expect out of something on Adult Swim. However, it fits the vibe of the show quite well, and I have no complaints. It's not really a show aimed for your cliche otakus.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style is very non-traditional as far as anime goes, and honestly, this art style is something I'd expect out of something on Adult Swim.\u001b[24m\n    \u001b[1mアートのスタイルは非常に非伝統的で、アニメが行くまでは正直なところ、このアートスタイルはアダルトスイムの何かから期待されるものです。\u001b[22m, \u001b[1mアートスタイルは限りアニメが行くように非常に非伝統的である、と正直、このアートスタイルは、私はアダルトスイムに何かの外に期待したいものです。\u001b[22m\n\u001b[4mHowever, it fits the vibe of the show quite well, and I have no complaints.\u001b[24m\n    \u001b[1mしかし、それはショーの雰囲気によく合います。私は苦情はありません。\u001b[22m, \u001b[1mしかし、それは非常によくショーの雰囲気に合った、と私は不満はありません。\u001b[22m\n\u001b[4mIt's not really a show aimed for your cliche otakus.\u001b[24m\n    \u001b[1mそれは本当にあなたの上品なオタクを目指したショーではありません。\u001b[22m, \u001b[1mそれは本当にあなたの決まり文句のオタクを目的としたショーではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe music is basic but slick, and if a soundtrack comes out, I'd love to loop some of the tunes and do some scratching sessions on them.\n\n\u001b[1m音楽は基本的だが滑らかで、サウンドトラックが出てきたら、曲の一部をループして、曲をいくつか練習してみたい。\u001b[22m\n\u001b[1m(Ongaku wa kihon-tekidaga namerakade, saundotorakku ga dete kitara,-kyoku no ichibu o rūpu shite, kyoku o ikutsu ka renshū shite mitai.)\u001b[22m\n\nTranslations of \u001b[4mThe music is basic but slick, and if a soundtrack comes out, I'd love to loop some of the tunes and do some scratching sessions on them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe music is basic but slick, and if a soundtrack comes out, I'd love to loop some of the tunes and do some scratching sessions on them.\u001b[24m\n    \u001b[1m音楽は基本的だが滑らかで、サウンドトラックが出てきたら、曲の一部をループして、曲をいくつか練習してみたい。\u001b[22m, \u001b[1m音楽が基本ですが、スリックで、サウンドトラックが登場すれば、私はループに曲のいくつかを愛し、それらにいくつかのスクラッチセッションにしてください。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I'm not sure if I can recommend this series to your typical anime fan, but I recommend it to all my DJ friends to watch, even the ones who aren't into anime. Even though it barely has any resemblance to your standard anime, it does stand well on its own, especially for dance music fans.\n\n\u001b[1m全体的に見れば、このシリーズをあなたの典型的なアニメファンに推薦できるかどうかはわかりませんが、アニメに参加していないDJ友人全員にもお勧めします。 あなたの標準的なアニメとほとんど似ていなくても、特にダンスミュージックのファンにとってはそれだけで十分です。\u001b[22m\n\u001b[1m(Zentai-teki ni mireba, kono shirīzu o anata no tenkei-tekina anime fan ni suisen dekiru ka dō ka wa wakarimasenga, anime ni sanka shite inai DJ yūjin zen'in ni mo o susume shimasu. Anata no hyōjun-tekina anime to hotondo nite inakute mo, tokuni dansumyūjikku no fan ni totte wa sore dakede jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I'm not sure if I can recommend this series to your typical anime fan, but I recommend it to all my DJ friends to watch, even the ones who aren't into anime. Even though it barely has any resemblance to your standard anime, it does stand well on its own, especially for dance music fans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I'm not sure if I can recommend this series to your typical anime fan, but I recommend it to all my DJ friends to watch, even the ones who aren't into anime.\u001b[24m\n    \u001b[1m全体的に見れば、このシリーズをあなたの典型的なアニメファンに推薦できるかどうかはわかりませんが、アニメに参加していないDJ友人全員にもお勧めします。\u001b[22m, \u001b[1m全体的に、私はあなたの典型的なアニメファンにこのシリーズをお勧めすることができます場合、私はわからないんだけど、私は見てすべての私のDJの友人、アニメ化されていなくてもものにそれをお勧めします。\u001b[22m\n\u001b[4mEven though it barely has any resemblance to your standard anime, it does stand well on its own, especially for dance music fans.\u001b[24m\n    \u001b[1mあなたの標準的なアニメとほとんど似ていなくても、特にダンスミュージックのファンにとってはそれだけで十分です。\u001b[22m, \u001b[1mそれはかろうじて標準のアニメへの類似性を持っているにもかかわらず、それは特にダンスミュージックファンのために、自分自身でも立つん。\u001b[22m"
  },
  {
    "title": "Tonkatsu_DJ_Agetarou",
    "id": "31370",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "user": "cotyy",
    "profile": "/profile/cotyy/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=218278",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n5回目のエピソードを見た後、私はショー自体が少なくとも7になると信じています。はい、私はアートが圧倒的であることに同意します。 それは奇妙なフィッティングで、あなたは結局それを無視します。\n\n私が芸術に慣れた後、私はサウンドトラックに焦点を当て始め、音楽は実際にうまくタイミングが取れていることがわかりました。 アニメ自体が独自の雰囲気を作り出すサウンドトラックのおかげです。\n\n私が言いたいことは、それがいかにシンプルであるかを除いて、プロットは私のためにひどいか退屈ではなかったということです。 私は実際に彼のことが好きなので、Agetarouが改善し、実行するのを見守っていたかった。 私はすべてのキャラクターが好きです、そして、彼らのほとんどは、物語の深さの欠如を補う、自分の神秘的で愛らしい資質を持っていると思います。  （ - アンタゴニストもそうです。）\n\nそれを見ることをお勧めしますか？ 確かに、もしあなたが本当に芸術に慣れることができないのであれば、おそらくあなたのためではないでしょう。\n\nと少しのメモ：\n\n私が間違っているなら私を訂正してください。しかし、今日までこれはこれまでに創られた唯一のDJアニメかもしれません。 これが実際にDJテーマのアニメが存在するのかどうかはわかりませんが、私はDJになることを目指す主人公を持つ単一のアニメを見つけたり聞いたりしていません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nAfter watching the 5th episode, I believe the show in itself deserves at the very least a 7. While yes, I will agree that the art is underwhelming; it's oddly fitting, and you eventually just ignore it.\n\n\u001b[1m5回目のエピソードを見た後、私はショー自体が少なくとも7になると信じています。はい、私はアートが圧倒的であることに同意します。 それは奇妙なフィッティングで、あなたは結局それを無視します。\u001b[22m\n\u001b[1m(5-Kai-me no episōdo o mita nochi, watashi wa shō jitai ga sukunakutomo 7 ni naru to shinjite imasu. Hai, watashi wa āto ga attōtekidearu koto ni dōi shimasu. Sore wa kimyōna fittingu de, anata wa kekkyoku sore o mushi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAfter watching the 5th episode, I believe the show in itself deserves at the very least a 7. While yes, I will agree that the art is underwhelming; it's oddly fitting, and you eventually just ignore it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter watching the 5th episode, I believe the show in itself deserves at the very least a 7. While yes, I will agree that the art is underwhelming;\u001b[24m\n    \u001b[1m5回目のエピソードを見た後、私はショー自体が少なくとも7になると信じています。はい、私はアートが圧倒的であることに同意します。\u001b[22m, \u001b[1m第五のエピソードを見た後、私ははい、私はアートはがっかりであることに同意しますが、それ自体でのショーは非常に少なくとも7に値すると考えています。\u001b[22m\n\u001b[4mit's oddly fitting, and you eventually just ignore it.\u001b[24m\n    \u001b[1mそれは奇妙なフィッティングで、あなたは結局それを無視します。\u001b[22m, \u001b[1mそれは奇妙なフィッティングだし、あなたは最終的にそれを無視します。\u001b[22m\n\u001b[1m\u001b[22m\nAfter I got used to the art, I started to focus on the soundtrack, and found that the music is actually nicely timed, and does a good job at setting the vibe. I think it's also thanks to the soundtrack that the anime in itself at creates its own unique atmosphere in general.\n\n\u001b[1m私が芸術に慣れた後、私はサウンドトラックに焦点を当て始め、音楽は実際にうまくタイミングが取れていることがわかりました。 アニメ自体が独自の雰囲気を作り出すサウンドトラックのおかげです。\u001b[22m\n\u001b[1m(Watashi ga geijutsu ni nareta nochi, watashi wa saundotorakku ni shōten o ate hajime, ongaku wa jissai ni umaku taimingu ga torete iru koto ga wakarimashita. Anime jitai ga dokuji no fun'iki o tsukuridasu saundotorakku no okagedesu.)\u001b[22m\n\nTranslations of \u001b[4mAfter I got used to the art, I started to focus on the soundtrack, and found that the music is actually nicely timed, and does a good job at setting the vibe. I think it's also thanks to the soundtrack that the anime in itself at creates its own unique atmosphere in general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAfter I got used to the art, I started to focus on the soundtrack, and found that the music is actually nicely timed, and does a good job at setting the vibe.\u001b[24m\n    \u001b[1m私が芸術に慣れた後、私はサウンドトラックに焦点を当て始め、音楽は実際にうまくタイミングが取れていることがわかりました。\u001b[22m, \u001b[1m私は芸術に慣れた後、私はサウンドトラックに注力し始め、そして音楽が実際にうまくタイミングで、バイブ設定で良い仕事をしていることがわかりました。\u001b[22m\n\u001b[4mI think it's also thanks to the soundtrack that the anime in itself at creates its own unique atmosphere in general.\u001b[24m\n    \u001b[1mアニメ自体が独自の雰囲気を作り出すサウンドトラックのおかげです。\u001b[22m, \u001b[1m私はそれがで自身でアニメが一般的で、独自のユニークな雰囲気を作成することも、サウンドトラックのおかげだと思います。\u001b[22m\n\u001b[1m\u001b[22m\nAnother thing I'd like to mention is that the plot wasn't god awful or boring for me, aside from how simple it is. I actually wanted to stick around and keep watching Agetarou improve and perform, because I like him. I like all the characters, and I think most of them have their own mysterious and lovable qualities, which makes up for the lack of depth in the story. (--And theres an antagonist too.)\n\n\u001b[1m私が言いたいことは、それがいかにシンプルかを除いて、プロットは私にとってはひどいものでも退屈でもないということです。 私は実際に彼のことが好きなので、Agetarouが改善し、実行するのを見守っていたかった。 私はすべてのキャラクターが好きです、そして、彼らのほとんどは、物語の深さの欠如を補う、自分の神秘的で愛らしい資質を持っていると思います。  （ - アンタゴニストもそうです。）\u001b[22m\n\u001b[1m(Watashi ga iitai koto wa, sore ga ikani shinpuru ka o nozoite, purotto wa watashi ni totte wa hidoi monode mo taikutsude mo nai to iu kotodesu. Watashi wa jissai ni kare no koto ga sukinanode, Agetarou ga kaizen shi, jikkō suru no o mimamotte itakatta. Watashi wa subete no kyarakutā ga sukidesu, soshite, karera no hotondo wa, monogatari no fuka-sa no ketsujo o oginau, jibun no shinpi-tekide airashī shishitsu o motte iru to omoimasu. ( - Antagonisuto mo sōdesu. ))\u001b[22m\n\nTranslations of \u001b[4mAnother thing I'd like to mention is that the plot wasn't god awful or boring for me, aside from how simple it is. I actually wanted to stick around and keep watching Agetarou improve and perform, because I like him. I like all the characters, and I think most of them have their own mysterious and lovable qualities, which makes up for the lack of depth in the story. (--And theres an antagonist too.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnother thing I'd like to mention is that the plot wasn't god awful or boring for me, aside from how simple it is.\u001b[24m\n    \u001b[1m私が言いたいことは、それがいかにシンプルかを除いて、プロットは私にとってはひどいものでも退屈でもないということです。\u001b[22m, \u001b[1m私が言及したいもう一つは、プロットはさておき、それがどのように単純なものから、私のための神ひどいか退屈ではなかったということです。\u001b[22m\n\u001b[4mI actually wanted to stick around and keep watching Agetarou improve and perform, because I like him.\u001b[24m\n    \u001b[1m私は実際に彼のことが好きなので、Agetarouが改善し、実行するのを見守っていたかった。\u001b[22m, \u001b[1m私は実際に固執し、私は彼が好きだから、Agetarouが改善し、実行見て維持したいです。\u001b[22m\n\u001b[4mI like all the characters, and I think most of them have their own mysterious and lovable qualities, which makes up for the lack of depth in the story.\u001b[24m\n    \u001b[1m私はすべてのキャラクターが好きです、そして、彼らのほとんどは、物語の深さの欠如を補う、自分の神秘的で愛らしい資質を持っていると思います。\u001b[22m, \u001b[1m私はすべての文字を好きで、私は彼らのほとんどは物語の中で深さの不足を補う独自の神秘と愛すべき資質を、持っていると思います。\u001b[22m\n\u001b[4m(--And theres an antagonist too.)\u001b[24m\n    \u001b[1m（ - アンタゴニストもそうです。）\u001b[22m, \u001b[1m（--andも拮抗薬をtheresの。）\u001b[22m\n\u001b[1m\u001b[22m\nDo I recommend you watch it? Sure, but if you really can't get used to the art, then it's probably just not for you.\n\n\u001b[1mそれを見ることをお勧めしますか？ 確かに、もしあなたが本当に芸術に慣れることができないのであれば、おそらくあなたのためではないでしょう。\u001b[22m\n\u001b[1m(Sore o miru koto o o susume shimasu ka? Tashika ni, moshi anata ga hontōni geijutsu ni nareru koto ga dekinai nodeareba, osoraku anata no tamede wanaideshou.)\u001b[22m\n\nTranslations of \u001b[4mDo I recommend you watch it? Sure, but if you really can't get used to the art, then it's probably just not for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDo I recommend you watch it?\u001b[24m\n    \u001b[1mそれを見ることをお勧めしますか？\u001b[22m, \u001b[1m私はあなたがそれを見てお勧めですか？\u001b[22m\n\u001b[4mSure, but if you really can't get used to the art, then it's probably just not for you.\u001b[24m\n    \u001b[1m確かに、もしあなたが本当に芸術に慣れることができないのであれば、おそらくあなたのためではないでしょう。\u001b[22m, \u001b[1mあなたが本当に芸術に慣れることができない場合は確かに、しかし、それはあなたのためだけではおそらくありません。\u001b[22m\n\u001b[1m\u001b[22m\nAnd a little side note:\n\n\u001b[1mと少しのメモ：\u001b[22m\n\u001b[1m(To sukoshi no memo:)\u001b[22m\n\nTranslations of \u001b[4mAnd a little side note:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd a little side note:\u001b[24m\n    \u001b[1mと少しのメモ：\u001b[22m, \u001b[1m少しサイドノート：\u001b[22m\n\u001b[1m\u001b[22m\nCorrect me if I'm wrong but to this day, this might just be the only DJ anime that has ever been created. Not sure if this actually is the only DJ themed anime to exist, but I have not found or heard of a single anime with a main character that strives to become a DJ.\n\n\u001b[1m私が間違っているなら私を訂正してください。しかし、今日までこれはこれまでに創られた唯一のDJアニメかもしれません。 これが実際にDJテーマのアニメが存在するのかどうかはわかりませんが、私はDJになることを目指す主人公を持つ単一のアニメを見つけたり聞いたりしていません。\u001b[22m\n\u001b[1m(Watashi ga machigatte irunara watashi o teisei shite kudasai. Shikashi, kyō made kore wa kore made ni tsukura reta yuiitsu no DJ anime kamo shiremasen. Kore ga jissai ni DJ tēma no anime ga sonzai suru no ka dō ka wa wakarimasenga, watashi wa DJ ni naru koto o mezasu shujinkō o motsu tan'itsu no anime o mitsuke tari kii tari shite imasen.)\u001b[22m\n\nTranslations of \u001b[4mCorrect me if I'm wrong but to this day, this might just be the only DJ anime that has ever been created. Not sure if this actually is the only DJ themed anime to exist, but I have not found or heard of a single anime with a main character that strives to become a DJ.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCorrect me if I'm wrong but to this day, this might just be the only DJ anime that has ever been created.\u001b[24m\n    \u001b[1m私が間違っているなら私を訂正してください。しかし、今日までこれはこれまでに創られた唯一のDJアニメかもしれません。\u001b[22m, \u001b[1m私が間違っているが、この日に、これはちょうど今まで作成された唯一のDJアニメであるかもしれないなら、私を修正してください。\u001b[22m\n\u001b[4mNot sure if this actually is the only DJ themed anime to exist, but I have not found or heard of a single anime with a main character that strives to become a DJ.\u001b[24m\n    \u001b[1mこれが実際にDJテーマのアニメが存在するのかどうかはわかりませんが、私はDJになることを目指す主人公を持つ単一のアニメを見つけたり聞いたりしていません。\u001b[22m, \u001b[1mこれは実際に存在する唯一のDJテーマにしたアニメですが、私が見つけたか、DJになるように努めています主人公を持つ単一のアニメで聞いたことがないかどうかわかりません。\u001b[22m"
  },
  {
    "title": "Tonkatsu_DJ_Agetarou",
    "id": "31370",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "user": "MetaThPr4h",
    "profile": "/profile/MetaThPr4h/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=222109",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  10\n|  9\n\nTonkatsu DJ Agetarouは、この春の2016年シーズンの過小評価されたアニメのための私のはっきりした選択です、それは本当に楽しいアニメだから試してみた人はほとんどいないのは残念です。\n\nアゲタロウは家族のトンカツで働くが、それはあまり好きではないが、運命によってディスクジョッキーの世界が発見され、驚いたことに彼は気付く。 どんなエピソードでも、どれくらい似ているのですか？\n\nこのアニメが本当に好きなのは、「仲間」だと感じている、誰もが他の人にはとても冷たく、ドラマがほとんどないからです.Agetarouが失敗したとき、彼は絶望的な絶望には行かず、誰も責めません 彼の間違いのために、彼はそれを受け入れ、改善する方法を探し、偉大で好きなキャラクターのキャストの助けを借りて、彼はいつも戻ってきて、彼が学んだことを示し、これは本当に面白い、 最高のディスクジョッキーになるために彼の方法でエピソード。\n\n芸術は醜く見えるかもしれませんが、それは間違いありませんが、シリーズにはうってつけに聞こえません。音の部分は素晴らしく、キャッチーなテーマのおかげで、すべてのエピソードで音楽のリズムに移ります。 このアニメは持っています。\n\nTonkatsu DJ Agetarouは完全に腕時計にふさわしいアニメであり、楽しくてクールなキャラクターがたくさんあり、気分が良い経験を探しているなら、このアニメはあなたのためだけです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nTonkatsu DJ Agetarou is my clear choice for underrated anime of this Spring 2016 season, it's a shame that few people gave it a try because it's a really enjoyable anime.\n\n\u001b[1mTonkatsu DJ Agetarouは、この春の2016年シーズンの過小評価されたアニメのための私のはっきりした選択です、それは本当に楽しいアニメだから試してみた人はほとんどいないのは残念です。\u001b[22m\n\u001b[1m(Tonkatsu DJ Agetarou wa, kono haru no 2016-nen shīzun no kashō hyōka sa reta anime no tame no watashi no hakkiri shita sentakudesu, sore wa hontōni tanoshī animedakara tameshite mita hito wa hotondo inai no wa zan'nendesu.)\u001b[22m\n\nTranslations of \u001b[4mTonkatsu DJ Agetarou is my clear choice for underrated anime of this Spring 2016 season, it's a shame that few people gave it a try because it's a really enjoyable anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTonkatsu DJ Agetarou is my clear choice for underrated anime of this Spring 2016 season, it's a shame that few people gave it a try because it's a really enjoyable anime.\u001b[24m\n    \u001b[1mTonkatsu DJ Agetarouは、この春の2016年シーズンの過小評価されたアニメのための私のはっきりした選択です、それは本当に楽しいアニメだから試してみた人はほとんどいないのは残念です。\u001b[22m, \u001b[1mとんかつDJ Agetarouがこの春2016年シーズンの過小評価のアニメのための私の明確な選択肢である、それはそれは本当に楽しいアニメだから少数の人々はそれを試して与えたことは残念です。\u001b[22m\n\u001b[1m\u001b[22m\nAgetarou works at his family's tonkatsu (a Japanese food which consists of a breaded, deep-fried pork cutlet) restaurant, he doesn't like it much, but destiny made him discover the disc jockey world, and, for his surprise, he realizes more and more every episode how similar is cooking and working in a tonkatsu restaurant to being a DJ in the details about them.\n\n\u001b[1mアゲタロウは家族のトンカツで働くが、それはあまり好きではないが、運命によってディスクジョッキーの世界が発見され、驚いたことに彼は気付く。 どんなエピソードでも、どれくらい似ているのですか？\u001b[22m\n\u001b[1m(Agetarou wa kazoku no tonkatsu de hatarakuga, sore wa amari sukide wa naiga, unmei ni yotte disukujokkī no sekai ga hakken sa re, odoroita koto ni kare wa kidzuku. Don'na episōdo demo, dorekurai nite iru nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mAgetarou works at his family's tonkatsu (a Japanese food which consists of a breaded, deep-fried pork cutlet) restaurant, he doesn't like it much, but destiny made him discover the disc jockey world, and, for his surprise, he realizes more and more every episode how similar is cooking and working in a tonkatsu restaurant to being a DJ in the details about them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgetarou works at his family's tonkatsu (a Japanese food which consists of a breaded, deep-fried pork cutlet) restaurant, he doesn't like it much, but destiny made him discover the disc jockey world, and, for his surprise, he realizes\u001b[24m\n    \u001b[1mアゲタロウは家族のトンカツで働くが、それはあまり好きではないが、運命によってディスクジョッキーの世界が発見され、驚いたことに彼は気付く。\u001b[22m, \u001b[1mAgetarouは彼の家族のとんかつレストラン（パン粉、揚げ豚カツで構成日本食）で働く、彼はずっとそれを好きではありませんが、運命は彼がディスクジョッキーの世界を発見なされ、そして、彼の驚きのために、彼が実現します\u001b[22m\n\u001b[4mmore and more every episode how similar is cooking and working in a tonkatsu restaurant to being a DJ in the details about them.\u001b[24m\n    \u001b[1mどんなエピソードでも、どれくらい似ているのですか？\u001b[22m, \u001b[1mより多くのすべてのエピソードは、どのように似て調理し、それらについての詳細でDJであることにとんかつレストランで働いています。\u001b[22m\n\u001b[1m\u001b[22m\nSomething that I really like about this anime is the 'bro' feeling it has, everyone is just so cool to the others and there is little to no drama, when Agetarou fails, he won't go in a neverending despair, nor blame anyone for his mistakes, he accepts it and looks for a way to improve, and, with the help of the great and likeable cast of side characters, he always comes back and shows what he learned, this makes for a really entertaining and positive experience every episode in his way to become the best disc jockey.\n\n\u001b[1mこのアニメが本当に好きなのは、「仲間」だと感じている、誰もが他の人にはとても冷たく、ドラマがほとんどないからです.Agetarouが失敗したとき、彼は絶望的な絶望には行かず、誰も責めません 彼の間違いのために、彼はそれを受け入れ、改善する方法を探し、偉大で好きなキャラクターのキャストの助けを借りて、彼はいつも戻ってきて、彼が学んだことを示し、これは本当に面白い、 最高のディスクジョッキーになるために彼の方法でエピソード。\u001b[22m\n\u001b[1m(Kono anime ga hontōni sukina no wa,`nakama'da to kanjite iru, daremoga hokanohito ni wa totemo tsumetaku, dorama ga hotondo naikaradesu. Agetarou ga shippai shita toki, kare wa zetsubō-tekina zetsubō ni wa ikazu, dare mo sememasen kare no machigai no tame ni, kare wa sore o ukeire, kaizen suru hōhō o sagashi, idaide sukina kyarakutā no kyasuto no tasuke o karite, kare wa itsumo modotte kite, kare ga mananda koto o shimeshi, kore wa hontōni omoshiroi, saikō no disukujokkī ni naru tame ni kare no hōhō de episōdo.)\u001b[22m\n\nTranslations of \u001b[4mSomething that I really like about this anime is the 'bro' feeling it has, everyone is just so cool to the others and there is little to no drama, when Agetarou fails, he won't go in a neverending despair, nor blame anyone for his mistakes, he accepts it and looks for a way to improve, and, with the help of the great and likeable cast of side characters, he always comes back and shows what he learned, this makes for a really entertaining and positive experience every episode in his way to become the best disc jockey.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSomething that I really like about this anime is the 'bro' feeling it has, everyone is just so cool to the others and there is little to no drama, when Agetarou fails, he won't go in a neverending despair, nor blame anyone\u001b[24m\n    \u001b[1mこのアニメが本当に好きなのは、「仲間」だと感じている、誰もが他の人にはとても冷たく、ドラマがほとんどないからです.Agetarouが失敗したとき、彼は絶望的な絶望には行かず、誰も責めません\u001b[22m, \u001b[1m私は本当にこのアニメは「仲間」、それが持っている感じですについてのように、誰もが他の人にちょうどとてもクールで、ノードラマにほとんどない何かが、Agetarouが失敗したとき、彼はネバーエンディング絶望に行く、また誰を責めることはありません\u001b[22m\n\u001b[4mfor his mistakes, he accepts it and looks for a way to improve, and, with the help of the great and likeable cast of side characters, he always comes back and shows what he learned, this makes for a really entertaining and positive experience every\u001b[24m\n    \u001b[1m彼の間違いのために、彼はそれを受け入れ、改善する方法を探し、偉大で好きなキャラクターのキャストの助けを借りて、彼はいつも戻ってきて、彼が学んだことを示し、これは本当に面白い、\u001b[22m, \u001b[1m彼の過ちのために、彼はそれを受け入れ、改善する方法を探し、サイドの文字の偉大なと好感の持てるキャストの助けを借りて、彼はいつも戻ってくると、彼が学んだことを示し、これは、すべての本当に面白いと肯定的な経験になり\u001b[22m\n\u001b[4mepisode in his way to become the best disc jockey.\u001b[24m\n    \u001b[1m最高のディスクジョッキーになるために彼の方法でエピソード。\u001b[22m\n\u001b[1m\u001b[22m\nThe art may look ugly, and it arguably is, but it just fits the series so well that can't be complained about, the sound part is amazing, I find myself moving to the rhythm of the music every episode thanks to the catchy themes this anime has.\n\n\u001b[1m芸術は醜く見えるかもしれませんが、それは間違いありませんが、シリーズにはうってつけに聞こえません。音の部分は素晴らしく、キャッチーなテーマのおかげで、すべてのエピソードで音楽のリズムに移ります。 このアニメは持っています。\u001b[22m\n\u001b[1m(Geijutsu wa minikuku mieru kamo shiremasenga, soreha machigaiarimasen ga, shirīzu ni wa uttetsuke ni kikoemasen. Oto no bubun wa subarashiku, kyatchīna tēma no okage de, subete no episōdo de ongaku no rizumu ni utsurimasu. Kono anime wa motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art may look ugly, and it arguably is, but it just fits the series so well that can't be complained about, the sound part is amazing, I find myself moving to the rhythm of the music every episode thanks to the catchy themes this anime has.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art may look ugly, and it arguably is, but it just fits the series so well that can't be complained about, the sound part is amazing, I find myself moving to the rhythm of the music every episode thanks to the catchy themes\u001b[24m\n    \u001b[1m芸術は醜く見えるかもしれませんが、それは間違いありませんが、シリーズにはうってつけに聞こえません。音の部分は素晴らしく、キャッチーなテーマのおかげで、すべてのエピソードで音楽のリズムに移ります。\u001b[22m, \u001b[1m芸術は醜い見て、それ間違いなくですが、それだけで音の部分は私は自分自身が音楽のリズムにキャッチーなテーマにすべてのエピソードのおかげで移動見つけ、素晴らしいです、不満することができないので、よくシリーズにフィットすることができます\u001b[22m\n\u001b[4mthis anime has.\u001b[24m\n    \u001b[1mこのアニメは持っています。\u001b[22m\n\u001b[1m\u001b[22m\nTonkatsu DJ Agetarou is an anime that totally deserves a watch and if you're looking for a feel good experience with lots of fun and cool characters, this anime is just for you.\n\n\u001b[1mTonkatsu DJ Agetarouは完全に腕時計にふさわしいアニメであり、楽しくてクールなキャラクターがたくさんあり、気分が良い経験を探しているなら、このアニメはあなたのためだけです。\u001b[22m\n\u001b[1m(Tonkatsu DJ Agetarou wa kanzen ni udedokei ni fusawashī animedeari, tanoshikute kūruna kyarakutā ga takusan ari, kibungayoi keiken o sagashite irunara, kono anime wa anata no tame dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mTonkatsu DJ Agetarou is an anime that totally deserves a watch and if you're looking for a feel good experience with lots of fun and cool characters, this anime is just for you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTonkatsu DJ Agetarou is an anime that totally deserves a watch and if you're looking for a feel good experience with lots of fun and cool characters, this anime is just for you.\u001b[24m\n    \u001b[1mTonkatsu DJ Agetarouは完全に腕時計にふさわしいアニメであり、楽しくてクールなキャラクターがたくさんあり、気分が良い経験を探しているなら、このアニメはあなたのためだけです。\u001b[22m, \u001b[1mとんかつDJ Agetarouは完全に時計に値するアニメですし、楽しさとクールな文字のたくさんの感触良い経験を探しているなら、このアニメはちょうどあなたのためです。\u001b[22m"
  },
  {
    "title": "Tonkatsu_DJ_Agetarou",
    "id": "31370",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "user": "420kawaii",
    "profile": "/profile/420kawaii/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=224064",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  6\nアニメーション|  7\nサウンド|  10\nキャラクター|  8\n|  10\n\n時には、アニメはアニメのための日本語の単語であることを覚えていないことがあります。 しかし、日本国外では、この言葉は通常、日本のアニメーションのすべてを指します。 もちろん、現代日本のアニメーションを考えるときには、典型的な「アニメアートスタイル」があります。 このスタイル（現実的な体の比率、カラフルな髪型、細い輪郭、大きな目など）は、ほとんどの近代的なアニメで使用されていると言えます。 これは時に、西洋の非日常的な作品（ティーンタイタンズ、アバター：最後のエアベンダー）に、「アニメのように見える」と記述されることがあります。 しかし、もしアニメが定義どおりにアニメーションならば、どのように「アニメのように見えますか？ さて、このレビューを「アニメ」という言葉の意味論についての議論に変えてはいけません。 単に後者の定義、つまりすべての日本のアニメーションに行きましょう。\n\nそれでも、アニメは特定のアートスタイルに限定されません。 これは覚えておくことが重要です.Ping Pong：アニメーションやTonkatsu DJ Agetarouなどの番組がいつもポップアップすると、非定型のアートやアニメーションスタイルに酔いしれてしまう人もいます。 人々はアニメ芸術とアニメーションの通常のスタイルにとても慣れているので、すぐにこのようなショーを却下することができます。 しかし、私にとっては、このショーは新鮮な空気の息吹です。  「リフレッシュ」は、このショーを私に最もよく表す単語です。 私は実際には、これらのような非正統的なアニメーションやアートスタイルの番組を楽しみにしています。 彼らは私が必ずしも「典型的な」アニメアートスタイルに飽き飽きしているわけではありませんが、これらのショーのユニークさは物事を新鮮に保ちます。 アニメショーの海では、同じアートスタイルだけでなく、多くの場合、同じ互換性のあるキャラクター、魔法の儀式、セッティングがあり、アニメは私にとって非常に目立つ傾向があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nSometimes people fail to remember that anime is simply the Japanese word for any and all animation. But outside of Japan, the word typically refers to any and all Japanese animation. Of course, there is a typical 'anime art style' that comes to mind when thinking about contemporary Japanese animation. This style (realistic body proportions, colorful hair, thin outlines, large eyes, etc.) comes to mind because, arguably, it is used in almost all modern anime. This has sometimes led to some Western, non-Japanese works (Teen Titans, Avatar: The Last Airbender) to be described as 'looking like anime.' But, how can anything 'look like anime' if anime is, by definition, any animation? Now, let's not turn this review into a discussion on the semantics of the word 'anime.' Let's simply go with the latter definition: any and all Japanese animation.\n\n\u001b[1m時には、アニメはアニメのための日本語の単語であることを覚えていないことがあります。 しかし、日本国外では、この言葉は通常、日本のアニメーションのすべてを指します。 もちろん、現代日本のアニメーションを考えるときには、典型的な「アニメアートスタイル」があります。 このスタイル（現実的な体の比率、カラフルな髪型、細い輪郭、大きな目など）は、ほとんどの近代的なアニメで使用されていると言えます。 これは時に、西洋の非日常的な作品（ティーンタイタンズ、アバター：最後のエアベンダー）に、「アニメのように見える」と記述されることがあります。 しかし、もしアニメが定義どおりにアニメーションならば、どのように「アニメのように見えますか？ さて、このレビューを「アニメ」という言葉の意味論についての議論に変えてはいけません。 単に後者の定義、つまりすべての日本のアニメーションに行きましょう。\u001b[22m\n\u001b[1m(Tokiniha, anime wa anime no tame no nihongo no tangodearu koto o oboete inai koto ga arimasu. Shikashi, Nihon kokugaide wa, kono kotoba wa tsūjō, Nihon no animēshon no subete o sashimasu. Mochiron, gendainihon no animēshon o kangaeru tokiniha, tenkei-tekina `animeātosutairu' ga arimasu. Kono sutairu (genjitsu-tekina karada no hiritsu, karafuruna kamigata, hosoi rinkaku, ōkina me nado) wa, hotondo no kindai-tekina anime de shiyō sa rete iru to iemasu. Kore wa tokini, seiyō no hinichijōtekina sakuhin (tīntaitanzu, abatā: Saigo no eabendā) ni,`anime no yōnimieru' to kijutsu sa reru koto ga arimasu. Shikashi, moshi anime ga teigi-dōri ni animēshon'naraba, dono yō ni `anime no yō ni miemasu ka? Sate, kono rebyū o `anime' to iu kotoba no imi-ron ni tsuite no giron ni kaete wa ikemasen. Tan'ni kōsha no teigi, tsumari subete no Nihon no animēshon ni ikimashou.)\u001b[22m\n\nTranslations of \u001b[4mSometimes people fail to remember that anime is simply the Japanese word for any and all animation. But outside of Japan, the word typically refers to any and all Japanese animation. Of course, there is a typical 'anime art style' that comes to mind when thinking about contemporary Japanese animation. This style (realistic body proportions, colorful hair, thin outlines, large eyes, etc.) comes to mind because, arguably, it is used in almost all modern anime. This has sometimes led to some Western, non-Japanese works (Teen Titans, Avatar: The Last Airbender) to be described as 'looking like anime.' But, how can anything 'look like anime' if anime is, by definition, any animation? Now, let's not turn this review into a discussion on the semantics of the word 'anime.' Let's simply go with the latter definition: any and all Japanese animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSometimes people fail to remember that anime is simply the Japanese word for any and all animation.\u001b[24m\n    \u001b[1m時には、アニメはアニメのための日本語の単語であることを覚えていないことがあります。\u001b[22m, \u001b[1m時々、人々はアニメは、単に任意およびすべてのアニメーションのための日本の単語であることを覚えておくことはできません。\u001b[22m\n\u001b[4mBut outside of Japan, the word typically refers to any and all Japanese animation.\u001b[24m\n    \u001b[1mしかし、日本国外では、この言葉は通常、日本のアニメーションのすべてを指します。\u001b[22m, \u001b[1mしかし、日本の外で、言葉は、典型的には、任意およびすべての日本のアニメを指します。\u001b[22m\n\u001b[4mOf course, there is a typical 'anime art style' that comes to mind when thinking about contemporary Japanese animation.\u001b[24m\n    \u001b[1mもちろん、現代日本のアニメーションを考えるときには、典型的な「アニメアートスタイル」があります。\u001b[22m, \u001b[1mもちろん、現代日本のアニメーションについて考えるときに頭に浮かぶの典型的な「アニメアートスタイル」があります。\u001b[22m\n\u001b[4mThis style (realistic body proportions, colorful hair, thin outlines, large eyes, etc.) comes to mind because, arguably, it is used in almost all modern anime.\u001b[24m\n    \u001b[1mこのスタイル（現実的な体の比率、カラフルな髪型、細い輪郭、大きな目など）は、ほとんどの近代的なアニメで使用されていると言えます。\u001b[22m, \u001b[1m間違いなく、それはほとんどすべての近代的なアニメで使用されている、ため、このスタイル（現実的なプロポーション、カラフルな髪、細いアウトライン、大きな目、など）が頭に浮かぶ。\u001b[22m\n\u001b[4mThis has sometimes led to some Western, non-Japanese works (Teen Titans, Avatar: The Last Airbender) to be described as 'looking like anime.'\u001b[24m\n    \u001b[1mこれは時に、西洋の非日常的な作品（ティーンタイタンズ、アバター：最後のエアベンダー）に、「アニメのように見える」と記述されることがあります。\u001b[22m, \u001b[1mこれは時々いくつかの西洋、日本語以外の作品（ティーンタイタンズ、アバター：伝説の少年アン）につながっている」。アニメのように見える」と説明します\u001b[22m\n\u001b[4mBut, how can anything 'look like anime' if anime is, by definition, any animation?\u001b[24m\n    \u001b[1mしかし、もしアニメが定義どおりにアニメーションならば、どのように「アニメのように見えますか？\u001b[22m, \u001b[1mしかし、どのように何でもアニメは、定義により、任意のアニメーションの場合は「アニメのように見える」ことができますか？\u001b[22m\n\u001b[4mNow, let's not turn this review into a discussion on the semantics of the word 'anime.'\u001b[24m\n    \u001b[1mさて、このレビューを「アニメ」という言葉の意味論についての議論に変えてはいけません。\u001b[22m, \u001b[1mさて、単語の意味についての議論にこの口コミを回すわけにはいきません」アニメ」。\u001b[22m\n\u001b[4mLet's simply go with the latter definition: any and all Japanese animation.\u001b[24m\n    \u001b[1m単に後者の定義、つまりすべての日本のアニメーションに行きましょう。\u001b[22m, \u001b[1m任意およびすべての日本のアニメ：のは、単に後者の定義に行ってみましょう。\u001b[22m\n\u001b[1m\u001b[22m\nStill, anime is not limited to a specific art style. That is important to remember, because when shows like Ping Pong: The Animation or Tonkatsu DJ Agetarou pop up every now and again, some people tend to be a bit taken aback by the atypical art and animation style. People have become so used to the usual style of anime art and animation that they may immediately dismiss a show like this. But to me, this show is breath of fresh air. 'Refreshing' is the word that best describes this show to me. I actually look forward to shows with unorthodox animation and art styles such as these. They are a treat to watch, not because I am necessarily tired of the 'typical' anime art style, but the uniqueness of these shows keep things fresh. In a sea of anime shows that have not only the same art style, but often the same interchangeable characters, tropes, and settings, anime like these tend to stand out a lot for me.\n\n\u001b[1mそれでも、アニメは特定のアートスタイルに限定されません。 これは覚えておくことが重要です.Ping Pong：アニメーションやTonkatsu DJ Agetarouなどの番組がいつもポップアップすると、非定型のアートやアニメーションスタイルに酔いしれてしまう人もいます。 人々はアニメ芸術とアニメーションの通常のスタイルにとても慣れているので、すぐにこのようなショーを却下することができます。 しかし、私にとっては、このショーは新鮮な空気の息吹です。  「リフレッシュ」は、このショーを私に最もよく表す単語です。 私は実際には、これらのような非正統的なアニメーションやアートスタイルの番組を楽しみにしています。 彼らは私が必ずしも「典型的な」アニメアートスタイルに飽き飽きしているわけではありませんが、これらのショーのユニークさは物事を新鮮に保ちます。 アニメショーの海では、同じアートスタイルだけでなく、多くの場合、同じ互換性のあるキャラクター、魔法の儀式、セッティングがあり、アニメは私にとって非常に目立つ傾向があります。\u001b[22m\n\u001b[1m(Soredemo, anime wa tokutei no ātosutairu ni gentei sa remasen. Kore wa oboete oku koto ga jūyōdesu. Ping Pong: Animēshon ya Tonkatsu DJ Agetarou nado no bangumi ga itsumo poppuappu suru to, hi teikei no āto ya animēshonsutairu ni yoishirete shimau hito mo imasu. Hitobito wa anime geijutsu to animēshon no tsūjō no sutairu ni totemo narete irunode, sugu ni kono yōna shō o kyakka suru koto ga dekimasu. Shikashi, watashi ni totte wa, kono shō wa shinsen'na kūki no ibukidesu. `Rifuresshu' wa, kono shō o watashi ni mottomo yoku arawasu tangodesu. Watashi wa jissai ni wa, korera no yōna hi seitō-tekina animēshon ya ātosutairu no bangumi o tanoshiminishiteimasu. Karera wa watashi ga kanarazushimo `tenkei-tekina' animeātosutairu ni akiakishite iru wakede wa arimasenga, korera no shō no yunīku-sa wa monogoto o shinsen ni tamochimasu. Animeshō no umide wa, onaji ātosutairu dakedenaku, ōku no baai, onaji gokanseinoaru kyarakutā, mahō no gishiki, settingu ga ari, anime wa watashi ni totte hijō ni medatsu keikō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mStill, anime is not limited to a specific art style. That is important to remember, because when shows like Ping Pong: The Animation or Tonkatsu DJ Agetarou pop up every now and again, some people tend to be a bit taken aback by the atypical art and animation style. People have become so used to the usual style of anime art and animation that they may immediately dismiss a show like this. But to me, this show is breath of fresh air. 'Refreshing' is the word that best describes this show to me. I actually look forward to shows with unorthodox animation and art styles such as these. They are a treat to watch, not because I am necessarily tired of the 'typical' anime art style, but the uniqueness of these shows keep things fresh. In a sea of anime shows that have not only the same art style, but often the same interchangeable characters, tropes, and settings, anime like these tend to stand out a lot for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStill, anime is not limited to a specific art style.\u001b[24m\n    \u001b[1mそれでも、アニメは特定のアートスタイルに限定されません。\u001b[22m, \u001b[1mそれでも、アニメは、特定のアートスタイルに限定されるものではありません。\u001b[22m\n\u001b[4mThat is important to remember, because when shows like Ping Pong: The Animation or Tonkatsu DJ Agetarou pop up every now and again, some people tend to be a bit taken aback by the atypical art and animation style.\u001b[24m\n    \u001b[1mこれは覚えておくことが重要です.Ping Pong：アニメーションやTonkatsu DJ Agetarouなどの番組がいつもポップアップすると、非定型のアートやアニメーションスタイルに酔いしれてしまう人もいます。\u001b[22m, \u001b[1mアニメーションやとんかつDJ Agetarouすべての今、もう一度ポップアップ、一部の人々は少し非定型アートやアニメーションスタイルでびっくりする傾向がある：それはピンポンのようなショーはときので、覚えておくことが重要です。\u001b[22m\n\u001b[4mPeople have become so used to the usual style of anime art and animation that they may immediately dismiss a show like this.\u001b[24m\n    \u001b[1m人々はアニメ芸術とアニメーションの通常のスタイルにとても慣れているので、すぐにこのようなショーを却下することができます。\u001b[22m, \u001b[1m人々は、彼らはすぐにこのようなショーを解任することができるアニメのアートやアニメーションのいつものスタイルに非常に使用されるようになっています。\u001b[22m\n\u001b[4mBut to me, this show is breath of fresh air.\u001b[24m\n    \u001b[1mしかし、私にとっては、このショーは新鮮な空気の息吹です。\u001b[22m, \u001b[1mしかし私には、このショーは、新鮮な空気の息です。\u001b[22m\n\u001b[4m'Refreshing' is the word that best describes this show to me.\u001b[24m\n    \u001b[1m「リフレッシュ」は、このショーを私に最もよく表す単語です。\u001b[22m, \u001b[1m「さわやか」は最高の私には、このショーを記述する言葉です。\u001b[22m\n\u001b[4mI actually look forward to shows with unorthodox animation and art styles such as these.\u001b[24m\n    \u001b[1m私は実際には、これらのような非正統的なアニメーションやアートスタイルの番組を楽しみにしています。\u001b[22m, \u001b[1m私は実際にこのような非正統的なアニメーションやアートスタイルでショーを楽しみにしています。\u001b[22m\n\u001b[4mThey are a treat to watch, not because I am necessarily tired of the 'typical' anime art style, but the uniqueness of these shows keep things fresh.\u001b[24m\n    \u001b[1m彼らは私が必ずしも「典型的な」アニメアートスタイルに飽き飽きしているわけではありませんが、これらのショーのユニークさは物事を新鮮に保ちます。\u001b[22m, \u001b[1m彼らは私が「典型的な」アニメアートスタイルの必ずしも疲れていないので、見て御馳走しているが、これらのショーの一意性は、新鮮なものを維持します。\u001b[22m\n\u001b[4mIn a sea of anime shows that have not only the same art style, but often the same interchangeable characters, tropes, and settings, anime like these tend to stand out a lot for me.\u001b[24m\n    \u001b[1mアニメショーの海では、同じアートスタイルだけでなく、多くの場合、同じ互換性のあるキャラクター、魔法の儀式、セッティングがあり、アニメは私にとって非常に目立つ傾向があります。\u001b[22m, \u001b[1m同じアートスタイルが、多くの場合、同じ互換文字、比喩、および設定だけでなく、を持っているアニメ番組の海では、これらのようなアニメは私のために多くのことを目立つ傾向にあります。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Tonkatsu_DJ_Agetarou",
    "id": "31370",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "user": "DawnYamada",
    "profile": "/profile/DawnYamada/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=225746",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  7\n|  8\n\n私はDJになりたいので、このアニメは私の目を引っ掛けましたが、どれくらいのテーブルを見たら、私の魂は私の体を離れました。 とにかく、ラップでもEDMであろうと、私は本当に音楽が大好きです。私は音楽祭/イベントのどんな種類にも行きます。\n\n私は忙しい時にこのアニメを見て、短いエピソードを見たいと思っていたので、私はとてもうれしいです。\nアニメやアニメを見ることは、醜いアートにチャンスを与えた経験を与えました。私は、カジュアルなウォッチャーはいつも目の前に何か良いものがほしいと思うでしょう。\n\nストーリー：\nエピソードあたりのペースの変化ですが、唯一欠けているのは、プロットの間と後で起こることです。 個人的には、短い12話のアニメとしては大丈夫だと思います。 それ以上あれば、それを破壊するかもしれません。\n\nアート：\nあなたはそれを自分で判断することができます、このアニメのポイントはビジュアルではなく音楽です。\n彼らはうまくやってくれました。\n\n音：\n少し繰り返し、ちょうどあなたの想像力を流させてください。\n\nキャラクター：\n普通の元気なメインの男、私は彼が実生活でどのように関係しているのが好きです。\n\n楽しさ/全体：\n私は疲れてしまったので、時々休みましたが、通常はそれが私を笑わせます。\n\nアニメは、彼らが言うように、隠された宝石をお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThis anime caught my eye because I want to be a DJ, but as soon as I saw how much a table costs, my soul left my body. Anyway, I truly love music whether it's rap or EDM, I go to any kind of music festival/event.\n\n\u001b[1m私はDJになりたいので、このアニメは私の目を引っ掛けましたが、どれくらいのテーブルを見たら、私の魂は私の体を離れました。 とにかく、ラップでもEDMであろうと、私は本当に音楽が大好きです。私は音楽祭/イベントのどんな種類にも行きます。\u001b[22m\n\u001b[1m(Watashi wa DJ ni naritainode, kono anime wa watashi no me o hikkakemashitaga, dorekurai no tēburu o mitara, watashi no tamashī wa watashi no karada o hanaremashita. Tonikaku, rappu demo EDMdearou to, watashi wa hontōni ongaku ga daisukidesu. Watashi wa ongaku-sai/ ibento no don'na shurui ni mo ikimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime caught my eye because I want to be a DJ, but as soon as I saw how much a table costs, my soul left my body. Anyway, I truly love music whether it's rap or EDM, I go to any kind of music festival/event.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime caught my eye because I want to be a DJ, but as soon as I saw how much a table costs, my soul left my body.\u001b[24m\n    \u001b[1m私はDJになりたいので、このアニメは私の目を引っ掛けましたが、どれくらいのテーブルを見たら、私の魂は私の体を離れました。\u001b[22m, \u001b[1m私はDJになりたいので、このアニメは私の目に留まったが、できるだけ早く私はどのくらいのテーブルのコストを見たように、私の魂は私の体を残しました。\u001b[22m\n\u001b[4mAnyway, I truly love music whether it's rap or EDM, I go to any kind of music festival/event.\u001b[24m\n    \u001b[1mとにかく、ラップでもEDMであろうと、私は本当に音楽が大好きです。私は音楽祭/イベントのどんな種類にも行きます。\u001b[22m, \u001b[1mとにかく、私は本当にそれがラップまたはEDMのかどうか、音楽を愛し、私は音楽祭/イベントのいずれかの種類に移動します。\u001b[22m\n\u001b[1m\u001b[22m\nI came across this anime when I got busy and wanted to watch short episodes, I'm so glad I did.\n\n\u001b[1m私は忙しい時にこのアニメを見て、短いエピソードを見たいと思っていたので、私はとてもうれしいです。\u001b[22m\n\u001b[1m(Watashi wa isogashī toki ni kono anime o mite, mijikai episōdo o mitai to omotte itanode, watashi wa totemo ureshīdesu.)\u001b[22m\n\nTranslations of \u001b[4mI came across this anime when I got busy and wanted to watch short episodes, I'm so glad I did.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI came across this anime when I got busy and wanted to watch short episodes, I'm so glad I did.\u001b[24m\n    \u001b[1m私は忙しい時にこのアニメを見て、短いエピソードを見たいと思っていたので、私はとてもうれしいです。\u001b[22m, \u001b[1m私は忙しい持って、短いエピソードを見たいと思ったとき、私は私が私がしたので、うれしいです、このアニメに出くわしました。\u001b[22m\nWatching anime or cartoons gave the experience to give ugly art a chance, I guess casual watchers always want something good on the eyes *throws shade at popular plot-less anime*.\n\n\u001b[1mアニメやアニメを見ることは、醜いアートにチャンスを与えた経験を与えました。私は、カジュアルなウォッチャーはいつも目の前に何か良いものがほしいと思うでしょう。\u001b[22m\n\u001b[1m(Anime ya anime o miru koto wa, minikui āto ni chansu o ataeta keiken o ataemashita. Watashi wa, kajuaruna u~otchā wa itsumo me no mae ni nanika yoimono ga hoshī to omoudeshou.)\u001b[22m\n\nTranslations of \u001b[4mWatching anime or cartoons gave the experience to give ugly art a chance, I guess casual watchers always want something good on the eyes *throws shade at popular plot-less anime*.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatching anime or cartoons gave the experience to give ugly art a chance, I guess casual watchers always want something good on the eyes *throws shade at popular plot-less anime*.\u001b[24m\n    \u001b[1mアニメやアニメを見ることは、醜いアートにチャンスを与えた経験を与えました。私は、カジュアルなウォッチャーはいつも目の前に何か良いものがほしいと思うでしょう。\u001b[22m, \u001b[1mアニメや漫画醜い芸術にチャンスを与えるために経験を与えたを見て、私はカジュアルなウォッチャーが常に目に良い何かが* *人気のプロットレスアニメで日陰をスローしたいと思います。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nIt's pace changes per episode, but the only thing missing is what happens in-between and after the plot. Personally, I think it's fine as a short 12 episode anime. Any more than that might ruin it.\n\n\u001b[1mエピソードあたりのペースの変化ですが、唯一欠けているのは、プロットの間と後で起こることです。 個人的には、短い12話のアニメとしては大丈夫だと思います。 それ以上あれば、それを破壊するかもしれません。\u001b[22m\n\u001b[1m(Episōdo-atari no pēsu no henkadesuga, yuiitsu kakete iru no wa, purotto no ma to atode okoru kotodesu. Kojin-teki ni wa, mijikai 12-wa no anime to shite wa daijōbuda to omoimasu. Sore ijō areba, sore o hakai suru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIt's pace changes per episode, but the only thing missing is what happens in-between and after the plot. Personally, I think it's fine as a short 12 episode anime. Any more than that might ruin it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's pace changes per episode, but the only thing missing is what happens in-between and after the plot.\u001b[24m\n    \u001b[1mエピソードあたりのペースの変化ですが、唯一欠けているのは、プロットの間と後で起こることです。\u001b[22m, \u001b[1mそれはエピソードごとのペースの変化だが、不足している唯一のものは、インの間でプロットした後に何が起こるかです。\u001b[22m\n\u001b[4mPersonally, I think it's fine as a short 12 episode anime.\u001b[24m\n    \u001b[1m個人的には、短い12話のアニメとしては大丈夫だと思います。\u001b[22m, \u001b[1m個人的に、私はそれが短い12エピソードのアニメとして罰金だと思います。\u001b[22m\n\u001b[4mAny more than that might ruin it.\u001b[24m\n    \u001b[1mそれ以上あれば、それを破壊するかもしれません。\u001b[22m, \u001b[1mそれよりも、それ以上はそれを台無しにする可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nYou can judge it yourself, the point in this anime is the music, not visuals.\n\n\u001b[1mあなたはそれを自分で判断することができます、このアニメのポイントはビジュアルではなく音楽です。\u001b[22m\n\u001b[1m(Anata wa sore o jibun de handan suru koto ga dekimasu, kono anime no pointo wa bijuarude wanaku ongakudesu.)\u001b[22m\n\nTranslations of \u001b[4mYou can judge it yourself, the point in this anime is the music, not visuals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou can judge it yourself, the point in this anime is the music, not visuals.\u001b[24m\n    \u001b[1mあなたはそれを自分で判断することができます、このアニメのポイントはビジュアルではなく音楽です。\u001b[22m, \u001b[1mあなたはそれを自分で判断することができ、このアニメのポイントは、音楽ではなく、ビジュアルです。\u001b[22m\nThey delivered well, is all I can say.\n\n\u001b[1m彼らはうまくやってくれました。\u001b[22m\n\u001b[1m(Karera wa umaku yatte kuremashita.)\u001b[22m\n\nTranslations of \u001b[4mThey delivered well, is all I can say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey delivered well, is all I can say.\u001b[24m\n    \u001b[1m彼らはうまくやってくれました。\u001b[22m, \u001b[1m彼らはすべて私に言えることですが、うまく配信しました。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nA bit repetitive, just let your imagination flow.\n\n\u001b[1m少し繰り返し、ちょうどあなたの想像力を流させてください。\u001b[22m\n\u001b[1m(Sukoshi kurikaeshi, chōdo anata no sōzō-ryoku o nagasa sete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mA bit repetitive, just let your imagination flow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA bit repetitive, just let your imagination flow.\u001b[24m\n    \u001b[1m少し繰り返し、ちょうどあなたの想像力を流させてください。\u001b[22m, \u001b[1m反復ビットは、ちょうどあなたの想像力を流します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nUsual energetic main guy, I like how he's relatable in real life.\n\n\u001b[1m普通の元気なメインの男、私は彼が実生活でどのように関係しているのが好きです。\u001b[22m\n\u001b[1m(Futsū no genkina mein no otoko, watashi wa kare ga jisseikatsu de dono yō ni kankei shite iru no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mUsual energetic main guy, I like how he's relatable in real life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUsual energetic main guy, I like how he's relatable in real life.\u001b[24m\n    \u001b[1m普通の元気なメインの男、私は彼が実生活でどのように関係しているのが好きです。\u001b[22m, \u001b[1mいつもエネルギッシュなメインの男が、私は彼が実際の生活の中で話すことのできるのですか好きです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall:\n\n\u001b[1m楽しさ/全体：\u001b[22m\n\u001b[1m(Tanoshisa/ zentai:)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall:\u001b[24m\n    \u001b[1m楽しさ/全体：\u001b[22m\nSometimes I dozed off because I'm exhausted, but usually it makes me laugh.\n\n\u001b[1m私は疲れてしまったので、時々休みましたが、通常はそれが私を笑わせます。\u001b[22m\n\u001b[1m(Watashi wa tsukarete shimattanode, tokidoki yasumimashitaga, tsūjō wa sore ga watashi o warawasemasu.)\u001b[22m\n\nTranslations of \u001b[4mSometimes I dozed off because I'm exhausted, but usually it makes me laugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSometimes I dozed off because I'm exhausted, but usually it makes me laugh.\u001b[24m\n    \u001b[1m私は疲れてしまったので、時々休みましたが、通常はそれが私を笑わせます。\u001b[22m, \u001b[1m私は疲れていので、時々私は居眠りし、通常それは私を笑わせてくれる。\u001b[22m\n\u001b[1m\u001b[22m\nAnime recommended, like they say, a hidden gem.\n\n\u001b[1mアニメは、彼らが言うように、隠された宝石をお勧めします。\u001b[22m\n\u001b[1m(Anime wa, karera ga iu yō ni, kakusareta hōseki o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnime recommended, like they say, a hidden gem.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnime recommended, like they say, a hidden gem.\u001b[24m\n    \u001b[1mアニメは、彼らが言うように、隠された宝石をお勧めします。\u001b[22m, \u001b[1m彼らが言うようなアニメは、隠れた逸品をお勧めします。\u001b[22m"
  },
  {
    "title": "Tonkatsu_DJ_Agetarou",
    "id": "31370",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "user": "ultra_aleph",
    "profile": "/profile/ultra_aleph/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=223302",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  8\nサウンド|  10\nキャラクター|  8\n|  10\n\nあなたは、アニメジャズ、ロック、デスメタル、クラシック、ポップのすべての種類のミュージシャンを見ます...しかし、今まで私の知る限り、電子音楽に特化したアニメシリーズはありませんでした。  Tonkatsu DJ Agetarouは最後に間違ったことを正し、それにふさわしい電子音楽をスポットライトに当てました。 電子音楽のファンとして、私はこのシリーズをどれだけ楽しんでいるかを表現することはできません。\nそれは電子音楽を真剣に受け入れ、それはそれの芸術的側面と科学的側面の両方を示す。  DJになるには、さまざまなタイプの音楽、さまざまなトラックの組み立て方法や、機器を操作するための技術的スキルについて想像する能力が必要です。 しかし、このアニメは電子音楽の主な側面の1つ、すなわちその創造性も示しています。 雨滴のピッタパッターからフライヤーの油の詰まりまで、何でもリズムとメロディーになることができます。 音楽はどこにでもありますが、それを発見するには才能ある人物が必要です.Agetarouはまさにその人物です。\nDJワールドが感染性であることを発見した彼の不思議は、ほとんどの人が理解していること、自分の夢を追いかけること、世界を学ぶこと、人々とつながることを学ぶことを通っているからです。 ステージの恐怖、経験不足、羨望のライバルなど、彼が直面する困難や克服しなければならない障害など、若いDJの道筋を正確に描写します。\n芸術は萌えの美学とは大きく異なり、3Dもありませんので、一部の人にとっては慣れるのに時間がかかるかもしれませんが、私は個人的にはむしろ単純な芸術のスタイルが落書きを思い起こさせ、 ナイトクラブと地下のパーティーがあります。 音楽がポイントである、それらの曲のいくつかはあなたの頭の中に長時間留まります。 シリーズにはかなりのユーモアがあります。そのキャラクターの名前を見てみましょう。 -  Big Master Fry、DJ Oily、間違いなくテーマがあります。\nそして、私は本当に深刻なテーマに正確に取り組んでいるにもかかわらず、アニメは軽く心地よく、全体的に気持ち良い雰囲気を持っています。  Agetarouは良い友達と素敵な家族を持っていて、有益な人に囲まれていて、全体的に素敵な人です。そして時には彼の音楽が再び人々と一体となって最高を披露したとき、本当に涙が私の目に届きました。\nこのアニメは、エレクトロニック・ミュージックのファンにとって必見のアイテムです。 あなたがファンでなければ、まだ試してみるべきでしょうか、このタイプの音楽についてのあなたの見方を変えるでしょう！ 良い冷ややか。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nYou see all sorts of musicians in anime - jazz, rock, death metal, classical, pop... But until now there has not been, to my knowledge, an anime series devoted to electronic music. Tonkatsu DJ Agetarou has righted that wrong at last and put electronic music in the spotlight where it deserves to be. As a fan of electronic music, I really cannot begin to express how much I enjoyed the series.\n\n\u001b[1mあなたは、アニメジャズ、ロック、デスメタル、クラシック、ポップのすべての種類のミュージシャンを見ます...しかし、今まで私の知る限り、電子音楽に特化したアニメシリーズはありませんでした。  Tonkatsu DJ Agetarouは最後に間違ったことを正し、それにふさわしい電子音楽をスポットライトに当てました。 電子音楽のファンとして、私はこのシリーズをどれだけ楽しんでいるかを表現することはできません。\u001b[22m\n\u001b[1m(Anata wa, anime jazu, rokku, desumetaru, kurashikku, poppu no subete no shurui no myūjishan o mimasu... Shikashi, imamade watashi no shiru kagiri, denshi ongaku ni toku-ka shita animeshirīzu wa arimasendeshita. Tonkatsu DJ Agetarou wa saigo ni machigatta koto o tadashi, sore ni fusawashī denshi ongaku o supottoraito ni atemashita. Denshi ongaku no fan to shite, watashi wa kono shirīzu o dore dake tanoshinde iru ka o hyōgen suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mYou see all sorts of musicians in anime - jazz, rock, death metal, classical, pop... But until now there has not been, to my knowledge, an anime series devoted to electronic music. Tonkatsu DJ Agetarou has righted that wrong at last and put electronic music in the spotlight where it deserves to be. As a fan of electronic music, I really cannot begin to express how much I enjoyed the series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou see all sorts of musicians in anime - jazz, rock, death metal, classical, pop... But until now there has not been, to my knowledge, an anime series devoted to electronic music.\u001b[24m\n    \u001b[1mあなたは、アニメジャズ、ロック、デスメタル、クラシック、ポップのすべての種類のミュージシャンを見ます...しかし、今まで私の知る限り、電子音楽に特化したアニメシリーズはありませんでした。\u001b[22m, \u001b[1mジャズ、ロック、デスメタル、クラシック、ポップ...しかし、今までは、私の知る限り、存在しなかった、電子音楽に捧げアニメシリーズ - あなたはアニメでミュージシャンのすべての種類を参照してください。\u001b[22m\n\u001b[4mTonkatsu DJ Agetarou has righted that wrong at last and put electronic music in the spotlight where it deserves to be.\u001b[24m\n    \u001b[1mTonkatsu DJ Agetarouは最後に間違ったことを正し、それにふさわしい電子音楽をスポットライトに当てました。\u001b[22m, \u001b[1mとんかつDJ Agetarouは、最後にその間違って直立し、それがために値する脚光を浴びて電子音楽を入れています。\u001b[22m\n\u001b[4mAs a fan of electronic music, I really cannot begin to express how much I enjoyed the series.\u001b[24m\n    \u001b[1m電子音楽のファンとして、私はこのシリーズをどれだけ楽しんでいるかを表現することはできません。\u001b[22m, \u001b[1m電子音楽のファンとして、私は本当に私がシリーズを楽しんでどれだけ表現するために始めることはできません。\u001b[22m\nIt takes electronic music seriously, it shows both the artistic and the scientific side of it. Being a DJ requires vast knowledge about different types of music, the ability to imagine how various tracks can be put together and the technical skills to operate the equipment. But this anime also shows one of the main aspects of electronic music - its creativity. Anything can become rhythm and melody, from the pitter-patter of raindrops to the sizzle of oil in the fryer. Music is everywhere, but it takes a talented person to discover it, and Agetarou is just that person.\n\n\u001b[1mそれは電子音楽を真剣に受け入れ、それはそれの芸術的側面と科学的側面の両方を示す。  DJになるには、さまざまなタイプの音楽、さまざまなトラックの組み立て方法や、機器を操作するための技術的スキルについて想像する能力が必要です。 しかし、このアニメは電子音楽の主な側面の1つ、すなわちその創造性も示しています。 雨滴のピッタパッターからフライヤーの油の詰まりまで、何でもリズムとメロディーになることができます。 音楽はどこにでもありますが、それを発見するには才能ある人物が必要です.Agetarouはまさにその人物です。\u001b[22m\n\u001b[1m(Sore wa denshi ongaku o shinken ni ukeire, sore wa sore no geijutsu-teki sokumen to kagaku-teki sokumen no ryōhō o shimesu. DJ ni naruniha, samazamana taipu no ongaku, samazamana torakku no kumitate hōhō ya, kiki o sōsa suru tame no gijutsu-teki sukiru ni tsuite sōzō suru nōryoku ga hitsuyōdesu. Shikashi, kono anime wa denshi ongaku no omona sokumen no 1tsu, sunawachi sono sōzō-sei mo shimeshite imasu. Uteki no pittapattā kara furaiyā no abura no tsumari made, nani demo rizumu to merodī ni naru koto ga dekimasu. Ongaku wa doko ni demo arimasuga, sore o hakken suru ni wa sainō aru jinbutsu ga hitsuyōdesu. Agetarou wa masani sono jinbutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mIt takes electronic music seriously, it shows both the artistic and the scientific side of it. Being a DJ requires vast knowledge about different types of music, the ability to imagine how various tracks can be put together and the technical skills to operate the equipment. But this anime also shows one of the main aspects of electronic music - its creativity. Anything can become rhythm and melody, from the pitter-patter of raindrops to the sizzle of oil in the fryer. Music is everywhere, but it takes a talented person to discover it, and Agetarou is just that person.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt takes electronic music seriously, it shows both the artistic and the scientific side of it.\u001b[24m\n    \u001b[1mそれは電子音楽を真剣に受け入れ、それはそれの芸術的側面と科学的側面の両方を示す。\u001b[22m, \u001b[1mそれは芸術とそれを科学的側面の両方を示し、真剣に電子音楽を取ります。\u001b[22m\n\u001b[4mBeing a DJ requires vast knowledge about different types of music, the ability to imagine how various tracks can be put together and the technical skills to operate the equipment.\u001b[24m\n    \u001b[1mDJになるには、さまざまなタイプの音楽、さまざまなトラックの組み立て方法や、機器を操作するための技術的スキルについて想像する能力が必要です。\u001b[22m, \u001b[1mDJであることは、機器を操作するために、異なる音楽の種類、一緒に置くことができる方法を様々なトラックを想像する能力と技術的なスキルについての膨大な知識を必要とします。\u001b[22m\n\u001b[4mBut this anime also shows one of the main aspects of electronic music - its creativity.\u001b[24m\n    \u001b[1mしかし、このアニメは電子音楽の主な側面の1つ、すなわちその創造性も示しています。\u001b[22m, \u001b[1mその創造性 - しかし、このアニメは、電子音楽の主要な側面の一つを示しています。\u001b[22m\n\u001b[4mAnything can become rhythm and melody, from the pitter-patter of raindrops to the sizzle of oil in the fryer.\u001b[24m\n    \u001b[1m雨滴のピッタパッターからフライヤーの油の詰まりまで、何でもリズムとメロディーになることができます。\u001b[22m, \u001b[1m何でも雨滴のパタパタからフライヤー内の油のジュージューという音に、リズムとメロディーになることができます。\u001b[22m\n\u001b[4mMusic is everywhere, but it takes a talented person to discover it, and Agetarou is just that person.\u001b[24m\n    \u001b[1m音楽はどこにでもありますが、それを発見するには才能ある人物が必要です.Agetarouはまさにその人物です。\u001b[22m, \u001b[1m音楽はどこにでもあるが、それはそれを発見するために有能な人がかかり、Agetarouはただその人です。\u001b[22m\nHis wonder at discovering the DJing world is infectious, you cannot help but root for him, because he goes through things most people understand - chasing his dream, learning things about the world, trying to connect with people... The anime has a rather accurate depiction of the path of a young DJ, including the difficulties he faces and the obstacles he has to overcome, including stage fright, inexperience and envious rivals.\n\n\u001b[1mDJワールドが感染性であることを発見した彼の不思議は、ほとんどの人が理解していること、自分の夢を追いかけること、世界を学ぶこと、人々とつながることを学ぶことを通っているからです。 ステージの恐怖、経験不足、羨望のライバルなど、彼が直面する困難や克服しなければならない障害など、若いDJの道筋を正確に描写します。\u001b[22m\n\u001b[1m(DJ wārudo ga kansen-seidearu koto o hakken shita kare no fushigi wa, hotondo no hito ga rikai shite iru koto, jibun no yume o oikakeru koto, sekai o manabu koto, hitobito to tsunagaru koto o manabu koto o kayotte irukaradesu. Sutēji no kyōfu, keiken fusoku, senbō no raibaru nado, kare ga chokumen suru kon'nan ya kokufuku shinakereba naranai shōgai nado, wakai DJ no michisuji o seikaku ni byōsha shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHis wonder at discovering the DJing world is infectious, you cannot help but root for him, because he goes through things most people understand - chasing his dream, learning things about the world, trying to connect with people... The anime has a rather accurate depiction of the path of a young DJ, including the difficulties he faces and the obstacles he has to overcome, including stage fright, inexperience and envious rivals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHis wonder at discovering the DJing world is infectious, you cannot help but root for him, because he goes through things most people understand - chasing his dream, learning things about the world, trying to connect with people... The anime has a rather\u001b[24m\n    \u001b[1mDJワールドが感染性であることを発見した彼の不思議は、ほとんどの人が理解していること、自分の夢を追いかけること、世界を学ぶこと、人々とつながることを学ぶことを通っているからです。\u001b[22m, \u001b[1mアニメではなく、を持っている...人々と接続しようと、世界についての事を学び、彼の夢を追いかけて - 彼はほとんどの人が理解して物事を通過するので、DJプレイの世界を発見する時、彼の不思議は、あなたが彼のために助けることがルートではないことができ、感染性であります\u001b[22m\n\u001b[4maccurate depiction of the path of a young DJ, including the difficulties he faces and the obstacles he has to overcome, including stage fright, inexperience and envious rivals.\u001b[24m\n    \u001b[1mステージの恐怖、経験不足、羨望のライバルなど、彼が直面する困難や克服しなければならない障害など、若いDJの道筋を正確に描写します。\u001b[22m, \u001b[1m彼が直面している困難や舞台恐怖症、経験不足と嫉妬ライバルなど、彼が克服しなければならない障害物、を含む若手DJのパスの正確な描写、。\u001b[22m\nThe art differs very much from the moe aesthetics and does not have and 3D, so it might take some time to get used to it for some people, but I personally found that the rather simplistic art style often reminds of graffiti, contributing to that feel of night clubs and underground parties. The music is on point, some of those songs will stay in your head for a long time. The series has quite a bit of humour too, just take a look at those character names - Big Master Fry, DJ Oily, there is definitely a theme there.\n\n\u001b[1m芸術は萌えの美学とは大きく異なり、3Dもありませんので、一部の人にとっては慣れるのに時間がかかるかもしれませんが、私は個人的にはむしろ単純な芸術のスタイルが落書きを思い起こさせ、 ナイトクラブと地下のパーティーがあります。 音楽がポイントである、それらの曲のいくつかはあなたの頭の中に長時間留まります。 シリーズにはかなりのユーモアがあります。そのキャラクターの名前を見てみましょう。 -  Big Master Fry、DJ Oily、間違いなくテーマがあります。\u001b[22m\n\u001b[1m(Geijutsu wa moe no bigaku to wa ōkiku kotonari, 3 D mo arimasen'node, ichibu no hito ni totte wa nareru no ni jikan ga kakaru kamo shiremasenga, watashi wa kojin-teki ni wa mushiro tanjun'na geijutsu no sutairu ga rakugaki o omoiokosa se, naitokurabu to chika no pātī ga arimasu. Ongaku ga pointodearu, sorera no kyoku no ikutsu ka wa anata no atama no naka ni chōjikan tomarimasu. Shirīzu ni wa kanari no yūmoa ga arimasu. Sono kyarakutā no namae o mite mimashou. - Big maisutā furai, DJ Oily, machigainaku tēma ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe art differs very much from the moe aesthetics and does not have and 3D, so it might take some time to get used to it for some people, but I personally found that the rather simplistic art style often reminds of graffiti, contributing to that feel of night clubs and underground parties. The music is on point, some of those songs will stay in your head for a long time. The series has quite a bit of humour too, just take a look at those character names - Big Master Fry, DJ Oily, there is definitely a theme there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art differs very much from the moe aesthetics and does not have and 3D, so it might take some time to get used to it for some people, but I personally found that the rather simplistic art style often reminds of graffiti, contributing to that feel\u001b[24m\n    \u001b[1m芸術は萌えの美学とは大きく異なり、3Dもありませんので、一部の人にとっては慣れるのに時間がかかるかもしれませんが、私は個人的にはむしろ単純な芸術のスタイルが落書きを思い起こさせ、\u001b[22m, \u001b[1m芸術は萌え美学からあまり異なり、持っていると3D、それは一部の人のためにそれに慣れるまでに時間がかかるかもしれませんが、私は個人的にその感触に貢献し、むしろ単純なアートスタイルは、多くの場合、グラフィティを連想させることが分かっていません\u001b[22m\n\u001b[4mof night clubs and underground parties.\u001b[24m\n    \u001b[1mナイトクラブと地下のパーティーがあります。\u001b[22m, \u001b[1mナイトクラブ、地下政党の。\u001b[22m\n\u001b[4mThe music is on point, some of those songs will stay in your head for a long time.\u001b[24m\n    \u001b[1m音楽がポイントである、それらの曲のいくつかはあなたの頭の中に長時間留まります。\u001b[22m, \u001b[1m音楽がポイントであり、これらの曲のいくつかは、長い時間のためにあなたの頭のままになります。\u001b[22m\n\u001b[4mThe series has quite a bit of humour too, just take a look at those character names - Big Master Fry, DJ Oily, there is definitely a theme there.\u001b[24m\n    \u001b[1mシリーズにはかなりのユーモアがあります。そのキャラクターの名前を見てみましょう。 -  Big Master Fry、DJ Oily、間違いなくテーマがあります。\u001b[22m, \u001b[1mシリーズはちょうどそれらの文字の名前を見て、あまりにもユーモアのかなりのビットを持っている - ビッグマスターフライ、DJ油性は、間違いなくそこにテーマがあります。\u001b[22m\nAnd I really like how despite tackling serious themes with accuracy, the anime stays light-hearted and has a general feel-good atmosphere. Agetarou has good friends and a nice family and is surrounded by helpful people, and is himself an overall nice guy, and at times it really brought tears to my eyes when his music once again showed the best in people and united everyone.\n\n\u001b[1mそして、私は本当に深刻なテーマに正確に取り組んでいるにもかかわらず、アニメは軽く心地よく、全体的に気持ち良い雰囲気を持っています。  Agetarouは良い友達と素敵な家族を持っていて、有益な人に囲まれていて、全体的に素敵な人です。そして時には彼の音楽が再び人々と一体となって最高を披露したとき、本当に涙が私の目に届きました。\u001b[22m\n\u001b[1m(Soshite, watashi wa hontōni shinkokuna tēma ni seikaku ni torikunde iru nimokakawarazu, anime wa karuku kokochiyoku, zentai-teki ni kimochiyoi fun'iki o motte imasu. Agetarou wa yoi tomodachi to sutekina kazoku o motte ite, yūekina hito ni kakoma rete ite, zentai-teki ni sutekinahitodesu. Soshite tokiniha kare no ongaku ga futatabi hitobito to ittai to natte saikō o hirō shita toki, hontōni namida ga watashi no me ni todokimashita.)\u001b[22m\n\nTranslations of \u001b[4mAnd I really like how despite tackling serious themes with accuracy, the anime stays light-hearted and has a general feel-good atmosphere. Agetarou has good friends and a nice family and is surrounded by helpful people, and is himself an overall nice guy, and at times it really brought tears to my eyes when his music once again showed the best in people and united everyone.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd I really like how despite tackling serious themes with accuracy, the anime stays light-hearted and has a general feel-good atmosphere.\u001b[24m\n    \u001b[1mそして、私は本当に深刻なテーマに正確に取り組んでいるにもかかわらず、アニメは軽く心地よく、全体的に気持ち良い雰囲気を持っています。\u001b[22m, \u001b[1mそして、私は本当に正確に重大なテーマに取り組むことにもかかわらず、どのように好きで、アニメは快活なままで、一般的な感触-良い雰囲気を持っています。\u001b[22m\n\u001b[4mAgetarou has good friends and a nice family and is surrounded by helpful people, and is himself an overall nice guy, and at times it really brought tears to my eyes when his music once again showed the best in people and united everyone.\u001b[24m\n    \u001b[1mAgetarouは良い友達と素敵な家族を持っていて、有益な人に囲まれていて、全体的に素敵な人です。そして時には彼の音楽が再び人々と一体となって最高を披露したとき、本当に涙が私の目に届きました。\u001b[22m, \u001b[1mAgetarouは良い友人と素敵な家族を持っていると役に立つ人に囲まれて、そして彼自身は全体的にいい人で、彼の音楽は再び人々に最善を示し、すべての人を団結するときの回で、それは本当に私の目に涙をもたらしました。\u001b[22m\nAll in all, this anime is a must-see for any fan of electronic music. And if you are not a fan, you should still give it a try, maybe it will change your perspective on this type of music! Good chill.\n\n\u001b[1mこのアニメは、エレクトロニック・ミュージックのファンにとって必見のアイテムです。 あなたがファンでなければ、まだ試してみるべきでしょうか、このタイプの音楽についてのあなたの見方を変えるでしょう！ 良い冷ややか。\u001b[22m\n\u001b[1m(Kono anime wa, erekutoronikku myūjikku no fan ni totte hikken no aitemudesu. Anata ga fandenakereba, mada tameshite mirubekideshou ka, kono taipu no ongaku ni tsuite no anata no mikata o kaerudeshou! Yoi hiyayaka.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, this anime is a must-see for any fan of electronic music. And if you are not a fan, you should still give it a try, maybe it will change your perspective on this type of music! Good chill.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, this anime is a must-see for any fan of electronic music.\u001b[24m\n    \u001b[1mこのアニメは、エレクトロニック・ミュージックのファンにとって必見のアイテムです。\u001b[22m, \u001b[1mすべてのすべてで、このアニメは、電子音楽のいずれかのファンのために必見です。\u001b[22m\n\u001b[4mAnd if you are not a fan, you should still give it a try, maybe it will change your perspective on this type of music!\u001b[24m\n    \u001b[1mあなたがファンでなければ、まだ試してみるべきでしょうか、このタイプの音楽についてのあなたの見方を変えるでしょう！\u001b[22m, \u001b[1mあなたがファンでないなら、あなたはまだ、多分それは音楽のこのタイプのあなたの視点を変更します、それを試してみる必要があります！\u001b[22m\n\u001b[4mGood chill.\u001b[24m\n    \u001b[1m良い冷ややか。\u001b[22m, \u001b[1mグッド寒さ。\u001b[22m"
  },
  {
    "title": "Tonkatsu_DJ_Agetarou",
    "id": "31370",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "user": "V1nn13z",
    "profile": "/profile/V1nn13z/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=219163",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  8\n\nTL; DR：アニメの良さ。 それはすべてではないのでアートスタイルを無視し、ちょうどそのことを見てください。 あなたはそれを後悔しない（地獄でさえ短い）。\n\n「Bishoujo Yuugi Unit Crane Game」と同じように、私はそれを本当に楽しんでいます。 芸術的スタイルが本当に悪いか、物語がファックインのセンスにならない場合、人々は短いアニメを避けているようです。\n\n私が見る短い4分の1分のアニメの1つとして、これは「スペースパトロールルルコ」（私の目ではとにかく）と思われる。 ストーリーは複雑ではなく、音楽は本当にグルーヴィー（ヒップホップ/ラップミュージックも好きではない男から来ている）、そしていつかは良い芸術が間違いを意味しないことを実際に示している（私はあなたに話している、  「Koukaku No Pandora」）。\n\nちょっとした編集/暴言をここにしましょう。 これを美術館が魅力的ではないので、渡すべきものと見なす人々の一部は、その美しさを見ていません。 明らかに彼らはそうではありません。 たっぷりとした物語やおっぱいが盛り上がっています。\n\n憧れのアニメーター/ビデオ作家（大学でもこれを専攻しています）として、あなたは本当に過去の芸術のスタイルを見ているべきです。 これは一般的な問題です（特にビデオゲームに参加している場合）。 はい、恐ろしい芸術か恐ろしい物語のどちらかで、恐ろしいアニメがたくさんあります。 別のレンズから見てみてください。 そして一度それを楽しんでみましょう。\n\nだから、あなたが見ている少年のアニメをオフにするだけです。 あなたのOTPが起こらないので、あなたが泣いていると怒っているその少女のアニメを置く。 そのファンサービスとフルエッチのアニメをしばらく置いておけば、それはあなたにとってはあまり良くないことが分かります。 ただ座って、このアニメを最初から最後まで見て、それを沈めるようにして、楽しんでください。 あなたは行方不明ではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR: The anime's good. Ignore the art style since it's not everything, and just watch the damn thing. You wont regret it (hell it's even short).\n\n\u001b[1mTL; DR：アニメの良さ。 それはすべてではないのでアートスタイルを無視し、ちょうどそのことを見てください。 あなたはそれを後悔しない（地獄でさえ短い）。\u001b[22m\n\u001b[1m(TL; DR: Anime no yo-sa. Sore wa subetede wanainode ātosutairu o mushi shi, chōdo sono koto o mite kudasai. Anata wa sore o kōkaishinai (jigokude sae mijikai).)\u001b[22m\n\nTranslations of \u001b[4mTL;DR: The anime's good. Ignore the art style since it's not everything, and just watch the damn thing. You wont regret it (hell it's even short).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR: The anime's good.\u001b[24m\n    \u001b[1mTL; DR：アニメの良さ。\u001b[22m, \u001b[1mTL; DR：アニメの良いです。\u001b[22m\n\u001b[4mIgnore the art style since it's not everything, and just watch the damn thing.\u001b[24m\n    \u001b[1mそれはすべてではないのでアートスタイルを無視し、ちょうどそのことを見てください。\u001b[22m, \u001b[1mそれがすべてではありませんので、アートスタイルを無視し、ただこいつを見て。\u001b[22m\n\u001b[4mYou wont regret it (hell it's even short).\u001b[24m\n    \u001b[1mあなたはそれを後悔しない（地獄でさえ短い）。\u001b[22m, \u001b[1mあなたは（地獄それも短いです）、それを後悔して文句を言いません。\u001b[22m\n\u001b[1m\u001b[22m\nI guess the same with 'Bishoujo Yuugi Unit Crane Game', I really enjoy it. People seem to avoid short anime if either the art style is really bad, or the story doesn't make fuckin' sense.\n\n\u001b[1m「Bishoujo Yuugi Unit Crane Game」と同じように、私はそれを本当に楽しんでいます。 芸術的スタイルが本当に悪いか、物語がファックインのセンスにならない場合、人々は短いアニメを避けているようです。\u001b[22m\n\u001b[1m(`Bishoujo Yuugi yunitto kurēn Game' to onajiyōni, watashi wa sore o hontōni tanoshinde imasu. Geijutsu-teki sutairu ga hontōni warui ka, monogatari ga fakkuin no sensu ni naranai baai, hitobito wa mijikai anime o sakete iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI guess the same with 'Bishoujo Yuugi Unit Crane Game', I really enjoy it. People seem to avoid short anime if either the art style is really bad, or the story doesn't make fuckin' sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess the same with 'Bishoujo Yuugi Unit Crane Game', I really enjoy it.\u001b[24m\n    \u001b[1m「Bishoujo Yuugi Unit Crane Game」と同じように、私はそれを本当に楽しんでいます。\u001b[22m, \u001b[1m私は、私は本当にそれを楽しむ、「美少女遊戯ユニットクレーンゲーム」と同じことを推測します。\u001b[22m\n\u001b[4mPeople seem to avoid short anime if either the art style is really bad, or the story doesn't make fuckin' sense.\u001b[24m\n    \u001b[1m芸術的スタイルが本当に悪いか、物語がファックインのセンスにならない場合、人々は短いアニメを避けているようです。\u001b[22m, \u001b[1m人々はどちらかのアートスタイルは本当に悪い場合ショートアニメを避けるように見える、または物語は虚辞意味がありません。\u001b[22m\n\u001b[1m\u001b[22m\nAs one of 4 short (less than 10 minutes) anime I watch, this seems to be with 'Space Patrol Luluco' (in my eyes, anyway). The story's not complicated, the music is really groovy (coming from a guy who doesn't even like hip hop/rap musics), and really shows that sometime, a good art doesn't mean shit (I'm talking to YOU, 'Koukaku No Pandora').\n\n\u001b[1m私が見る短い4分の1分のアニメの1つとして、これは「スペースパトロールルルコ」（私の目ではとにかく）と思われる。 ストーリーは複雑ではなく、音楽は本当にグルーヴィー（ヒップホップ/ラップミュージックも好きではない男から来ている）、そしていつかは良い芸術が間違いを意味しないことを実際に示している（私はあなたに話している、  「Koukaku No Pandora」）。\u001b[22m\n\u001b[1m(Watashi ga miru mijikai 4-bun'no 1-bu no anime no 1tsu to shite, koreha `supēsupatorōrururuko'(watashi no mede wa tonikaku) to omowa reru. Sutōrī wa fukuzatsude wa naku, ongaku wa hontōni gurūvu~ī (hippuhoppu/ rappumyūjikku mo sukide wanai otoko kara kite iru), soshite itsuka wa yoi geijutsu ga machigai o imi shinai koto o jissai ni shimeshite iru (watashi wa anata ni hanashite iru, `Koukaku No pandora').)\u001b[22m\n\nTranslations of \u001b[4mAs one of 4 short (less than 10 minutes) anime I watch, this seems to be with 'Space Patrol Luluco' (in my eyes, anyway). The story's not complicated, the music is really groovy (coming from a guy who doesn't even like hip hop/rap musics), and really shows that sometime, a good art doesn't mean shit (I'm talking to YOU, 'Koukaku No Pandora').\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs one of 4 short (less than 10 minutes) anime I watch, this seems to be with 'Space Patrol Luluco' (in my eyes, anyway).\u001b[24m\n    \u001b[1m私が見る短い4分の1分のアニメの1つとして、これは「スペースパトロールルルコ」（私の目ではとにかく）と思われる。\u001b[22m, \u001b[1m私が見て4短い（10分未満）アニメの一つとして、これは（とにかく私の目には、）「宇宙パトロールLuluco 'であると思われます。\u001b[22m\n\u001b[4mThe story's not complicated, the music is really groovy (coming from a guy who doesn't even like hip hop/rap musics), and really shows that sometime, a good art doesn't mean shit (I'm talking to YOU,\u001b[24m\n    \u001b[1mストーリーは複雑ではなく、音楽は本当にグルーヴィー（ヒップホップ/ラップミュージックも好きではない男から来ている）、そしていつかは良い芸術が間違いを意味しないことを実際に示している（私はあなたに話している、\u001b[22m, \u001b[1m物語は、音楽が（でもヒップホップ/ラップの楽曲のようにしない男から来る）本当にかっこいい、複雑ではない、と本当にいつか、良い芸術は（私はあなたに話しているたわごとを意味するものではないことを示しています\u001b[22m\n\u001b[4m'Koukaku No Pandora').\u001b[24m\n    \u001b[1m「Koukaku No Pandora」）。\u001b[22m, \u001b[1m「Koukakuなしパンドラ '）。\u001b[22m\n\u001b[1m\u001b[22m\nLet's go a bit editorial/rant here. Some of the people that see this as something you should pass 'cause the art isn't appealing, isn't seeing the beauty of it. Clearly they're not. There are a lot of good anime out there who has shitty story or shitty build up.\n\n\u001b[1mちょっとした編集/暴言をここにしましょう。 これを美術館が魅力的ではないので、渡すべきものと見なす人々の一部は、その美しさを見ていません。 明らかに彼らはそうではありません。 たっぷりとした物語やおっぱいが盛り上がっています。\u001b[22m\n\u001b[1m(Chottoshita henshū/ bōgen o koko ni shimashou. Kore o bijutsukan ga mirikitekide wanainode, watasubeki mono to minasu hitobito no ichibu wa, sono utsukushi-sa o mite imasen. Akiraka ni karera wa sōde wa arimasen. Tappuri to shita monogatari ya oppai ga moriagatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mLet's go a bit editorial/rant here. Some of the people that see this as something you should pass 'cause the art isn't appealing, isn't seeing the beauty of it. Clearly they're not. There are a lot of good anime out there who has shitty story or shitty build up.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's go a bit editorial/rant here.\u001b[24m\n    \u001b[1mちょっとした編集/暴言をここにしましょう。\u001b[22m, \u001b[1mそれでは、ここでビット社説/暴言を行ってみましょう。\u001b[22m\n\u001b[4mSome of the people that see this as something you should pass 'cause the art isn't appealing, isn't seeing the beauty of it.\u001b[24m\n    \u001b[1mこれを美術館が魅力的ではないので、渡すべきものと見なす人々の一部は、その美しさを見ていません。\u001b[22m, \u001b[1mあなたは「合格芸術を起こすべきものとしてこれを参照して人々のいくつかは、それの美しさを見ていない、魅力的ではありません。\u001b[22m\n\u001b[4mClearly they're not.\u001b[24m\n    \u001b[1m明らかに彼らはそうではありません。\u001b[22m, \u001b[1m明らかにそうではありませんね。\u001b[22m\n\u001b[4mThere are a lot of good anime out there who has shitty story or shitty build up.\u001b[24m\n    \u001b[1mたっぷりとした物語やおっぱいが盛り上がっています。\u001b[22m, \u001b[1mくだらない話やくだらない蓄積を持ってそこに良いアニメがたくさんあります。\u001b[22m\n\u001b[1m\u001b[22m\nAs an aspiring animator/videographer (even majoring this on college), you guys should really see past art style or 'this anime looks cool 'cause people like it'. This is a common problem now (specially if you're into video game). Yes there are a lot of horrible anime with either horrible art or horrible story altogether. Try seeing it from a different lens. And for once, let's enjoy it.\n\n\u001b[1m憧れのアニメーター/ビデオ作家（大学でもこれを専攻しています）として、あなたは本当に過去の芸術のスタイルを見ているべきです。 これは一般的な問題です（特にビデオゲームに参加している場合）。 はい、恐ろしい芸術か恐ろしい物語のどちらかで、恐ろしいアニメがたくさんあります。 別のレンズから見てみてください。 そして一度それを楽しんでみましょう。\u001b[22m\n\u001b[1m(Akogareno animētā/ bideo sakka (daigaku demo kore o senkō shite imasu) to shite, anata wa hontōni kako no geijutsu no sutairu o mite irubekidesu. Kore wa ippantekina mondaidesu (tokuni bideogēmu ni sanka shite iru baai). Hai, osoroshī geijutsu ka osoroshī monogatari no dochira ka de, osoroshī anime ga takusan arimasu. Betsu no renzu kara mite mite kudasai. Soshite ichido sore o tanoshinde mimashou.)\u001b[22m\n\nTranslations of \u001b[4mAs an aspiring animator/videographer (even majoring this on college), you guys should really see past art style or 'this anime looks cool 'cause people like it'. This is a common problem now (specially if you're into video game). Yes there are a lot of horrible anime with either horrible art or horrible story altogether. Try seeing it from a different lens. And for once, let's enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs an aspiring animator/videographer (even majoring this on college), you guys should really see past art style or 'this anime looks cool 'cause people like it'.\u001b[24m\n    \u001b[1m憧れのアニメーター/ビデオ作家（大学でもこれを専攻しています）として、あなたは本当に過去の芸術のスタイルを見ているべきです。\u001b[22m, \u001b[1m意欲的なアニメーター/ビデオグラファー（でも、大学でこれを専攻）のように、君たちは本当に過去のアートスタイルを見るべきか」それのような原因の人」このアニメはクールに見えます」。\u001b[22m\n\u001b[4mThis is a common problem now (specially if you're into video game).\u001b[24m\n    \u001b[1mこれは一般的な問題です（特にビデオゲームに参加している場合）。\u001b[22m, \u001b[1m（あなたがビデオゲームに興味特別な場合）これは、現在一般的な問題です。\u001b[22m\n\u001b[4mYes there are a lot of horrible anime with either horrible art or horrible story altogether.\u001b[24m\n    \u001b[1mはい、恐ろしい芸術か恐ろしい物語のどちらかで、恐ろしいアニメがたくさんあります。\u001b[22m, \u001b[1mはい全く恐ろしいアートや恐ろしい物語のいずれかと恐ろしいアニメがたくさんあります。\u001b[22m\n\u001b[4mTry seeing it from a different lens.\u001b[24m\n    \u001b[1m別のレンズから見てみてください。\u001b[22m, \u001b[1m別のレンズからそれを見てみてください。\u001b[22m\n\u001b[4mAnd for once, let's enjoy it.\u001b[24m\n    \u001b[1mそして一度それを楽しんでみましょう。\u001b[22m, \u001b[1mそしてかつてのために、のは、それを楽しむことができます。\u001b[22m\n\u001b[1m\u001b[22m\nSo, just turn off that shonen anime you're watching. Put down that shoujo anime you're crying and raging since your OTP won't happen. Lay off that fan-service and full-of-ecchi anime for a while, you know it's not good for you anyway. Just sit down, watch this anime from start to finish, and... let it sink it, enjoy it. You're not missing out.\n\n\u001b[1mだから、あなたが見ている少年のアニメをオフにするだけです。 あなたのOTPが起こらないので、あなたが泣いていると怒っているその少女のアニメを置く。 そのファンサービスとフルエッチのアニメをしばらく置いておけば、それはあなたにとってはあまり良くないことが分かります。 ただ座って、このアニメを最初から最後まで見て、それを沈めるようにして、楽しんでください。 あなたは行方不明ではありません。\u001b[22m\n\u001b[1m(Dakara, anata ga mite iru shōnen no anime o ofunisuru dakedesu. Anata no OTP ga okoranainode, anata ga naite iru to ikatteiru sono shōjo no anime o oku. Sono fansābisu to furuetchi no anime o shibaraku oite okeba, sore wa anata ni totte wa amari yokunai koto ga wakarimasu. Tada suwatte, kono anime o saisho kara saigomade mite, sore o shizumeru yō ni shite, tanoshinde kudasai. Anata wa yukue fumeide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSo, just turn off that shonen anime you're watching. Put down that shoujo anime you're crying and raging since your OTP won't happen. Lay off that fan-service and full-of-ecchi anime for a while, you know it's not good for you anyway. Just sit down, watch this anime from start to finish, and... let it sink it, enjoy it. You're not missing out.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, just turn off that shonen anime you're watching.\u001b[24m\n    \u001b[1mだから、あなたが見ている少年のアニメをオフにするだけです。\u001b[22m, \u001b[1mだから、ちょうどあなたが監視していますその少年のアニメをオフにします。\u001b[22m\n\u001b[4mPut down that shoujo anime you're crying and raging since your OTP won't happen.\u001b[24m\n    \u001b[1mあなたのOTPが起こらないので、あなたが泣いていると怒っているその少女のアニメを置く。\u001b[22m, \u001b[1mあなたが泣いて、あなたのOTPは発生しませんので、荒れ狂うているその少女アニメを置きます。\u001b[22m\n\u001b[4mLay off that fan-service and full-of-ecchi anime for a while, you know it's not good for you anyway.\u001b[24m\n    \u001b[1mそのファンサービスとフルエッチのアニメをしばらく置いておけば、それはあなたにとってはあまり良くないことが分かります。\u001b[22m, \u001b[1mしばらくの間、そのファンサービスとフルの-エッチなアニメを解雇、あなたはそれがとにかくあなたのために良いではありません知っています。\u001b[22m\n\u001b[4mJust sit down, watch this anime from start to finish, and... let it sink it, enjoy it.\u001b[24m\n    \u001b[1mただ座って、このアニメを最初から最後まで見て、それを沈めるようにして、楽しんでください。\u001b[22m, \u001b[1mただ、座って最初から最後まで、このアニメを見て、そして...それはそれをシンクさせ、それを楽しみます。\u001b[22m\n\u001b[4mYou're not missing out.\u001b[24m\n    \u001b[1mあなたは行方不明ではありません。\u001b[22m, \u001b[1mあなたは逃していません。\u001b[22m"
  },
  {
    "title": "Tonkatsu_DJ_Agetarou",
    "id": "31370",
    "url": "https://myanimelist.net/anime/31370/Tonkatsu_DJ_Agetarou",
    "user": "jdntrck",
    "profile": "/profile/jdntrck/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=219489",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  10\nキャラクター|  7\n|  9\n\nこのアニメは間違った理由で十分に人気がありません。 このショーの悪いレビューのほとんどは、主に他のアニメと比べて非常に貧弱に見えるかもしれない芸術に焦点を当てますが、これはアニメのスタイルの一部であり、ユニークなものです。\nこれにアニメや面白いキャラクターのための珍しい話題のキック・サウンド・サウンドトラックを追加すると、Tonkatsu DJ Agetarouが手に入ります。\nしかし、私はエピソードが短すぎると思うし、ストーリーラインが本当により発展するかもしれないと感じるが、一方で、エピソード中に私たちが退屈するのを防ぐ。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is not popular enough for the wrong reasons. Most of bad reviews for this show would mainly focus on the art, which may look quite poor compared to other animes but this is part of the style of the anime and it is what makes it unique.\n\n\u001b[1mこのアニメは間違った理由で十分に人気がありません。 このショーの悪いレビューのほとんどは、主に他のアニメと比べて非常に貧弱に見えるかもしれない芸術に焦点を当てますが、これはアニメのスタイルの一部であり、ユニークなものです。\u001b[22m\n\u001b[1m(Kono anime wa machigatta riyū de jūbun ni ninki ga arimasen. Kono shō no warui rebyū no hotondo wa, omo ni hoka no anime to kurabete hijō ni hinjaku ni mieru kamo shirenai geijutsu ni shōten o atemasuga, koreha anime no sutairu no ichibudeari, yunīkuna monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is not popular enough for the wrong reasons. Most of bad reviews for this show would mainly focus on the art, which may look quite poor compared to other animes but this is part of the style of the anime and it is what makes it unique.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is not popular enough for the wrong reasons.\u001b[24m\n    \u001b[1mこのアニメは間違った理由で十分に人気がありません。\u001b[22m, \u001b[1mこのアニメは、間違った理由のために十分に普及していません。\u001b[22m\n\u001b[4mMost of bad reviews for this show would mainly focus on the art, which may look quite poor compared to other animes but this is part of the style of the anime and it is what makes it unique.\u001b[24m\n    \u001b[1mこのショーの悪いレビューのほとんどは、主に他のアニメと比べて非常に貧弱に見えるかもしれない芸術に焦点を当てますが、これはアニメのスタイルの一部であり、ユニークなものです。\u001b[22m, \u001b[1mこのショーのための悪いレビューのほとんどは、主に他のアニメに比べて非常に貧弱に見えるかもしれアート、に焦点を当てることになるが、これはアニメのスタイルの一部であり、それはそれはユニークなものです。\u001b[22m\nAdd to that a kick-ass soundtrack, an unusual topic for animes and funny characters and you'll get Tonkatsu DJ Agetarou.\n\n\u001b[1mこれにアニメや面白いキャラクターのための珍しい話題のキック・サウンド・サウンドトラックを追加すると、Tonkatsu DJ Agetarouが手に入ります。\u001b[22m\n\u001b[1m(Kore ni anime ya omoshiroi kyarakutā no tame no mezurashī wadai no kikku saundo saundotorakku o tsuika suru to, Tonkatsu DJ Agetarou ga te ni hairimasu.)\u001b[22m\n\nTranslations of \u001b[4mAdd to that a kick-ass soundtrack, an unusual topic for animes and funny characters and you'll get Tonkatsu DJ Agetarou.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAdd to that a kick-ass soundtrack, an unusual topic for animes and funny characters and you'll get Tonkatsu DJ Agetarou.\u001b[24m\n    \u001b[1mこれにアニメや面白いキャラクターのための珍しい話題のキック・サウンド・サウンドトラックを追加すると、Tonkatsu DJ Agetarouが手に入ります。\u001b[22m, \u001b[1mそれにキックのお尻のサウンドトラック、アニメや変な文字は珍しいトピックを追加すると、とんかつDJ Agetarouを取得します。\u001b[22m\nHowever, I do think that the episodes are too short and I feel like the storyline could really be more developed, but in the other hand, it prevents us to feel bored during the episodes.\n\n\u001b[1mしかし、私はエピソードが短すぎると思うし、ストーリーラインが本当により発展するかもしれないと感じるが、一方で、エピソード中に私たちが退屈するのを防ぐ。\u001b[22m\n\u001b[1m(Shikashi, watashi wa episōdo ga mijika sugiru to omoushi, sutōrīrain ga hontōni yori hatten suru kamo shirenai to kanjiru ga, ippō de, episōdo-chū ni watashitachi ga taikutsu suru no o fusegu.)\u001b[22m\n\nTranslations of \u001b[4mHowever, I do think that the episodes are too short and I feel like the storyline could really be more developed, but in the other hand, it prevents us to feel bored during the episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, I do think that the episodes are too short and I feel like the storyline could really be more developed, but in the other hand, it prevents us to feel bored during the episodes.\u001b[24m\n    \u001b[1mしかし、私はエピソードが短すぎると思うし、ストーリーラインが本当により発展するかもしれないと感じるが、一方で、エピソード中に私たちが退屈するのを防ぐ。\u001b[22m, \u001b[1mしかし、私はエピソードが短すぎるとストーリーは本当に多くの先進かもしれないが、一方で、それはエピソード中に退屈を感じるために私たちを防ぐように私は感じていると思います。\u001b[22m"
  }
]
