[
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "RenegadesNation",
    "profile": "/profile/RenegadesNation/reviews",
    "pages": "3",
    "number": "1",
    "link": "/reviews.php?id=224062",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  9\nキャラクター|  6\n|  5\n\n放映終了後約1ヶ月ぐらい、私は大橋柏を始めました。 説明は私の目を引いて、私はそれを見る計画に入れました。 実際に1週間後にそれを見ている。  2つのエピソードの後、私はキャラクターがかなり素敵でかわいいと思って、私は物語が展開するのを待つことができませんでした。 それはそれを実現するためにエピソード4の終わりまで私をヒットしなかった。 そこに/あり/全く話がなかった。 それは、あのキャンディーについて話すキャラクターのある日本のキャンディーに関するフィラーとアニメでした。\n\nストーリー：3\n+彼らはストーリーラインを作り、ストーリーに付随するキャラクターに性格や癖をつけようとした\n彼らの好意ではうまくいかず、アニメはちょうどキャンディーのことだ\nココノツは漫画家になりたいとの冒頭に設立されました。 最初のエピソードの後、これは再び言及されない\n私は本当にそれに興味がなかったので、私は実際にそれを落とすと考えていたので、実際に私に月にかかったdagashi kashiを介して - ハーフウェイ\n\nキャラクター：7\n++沙耶。 クソ。 ヒンドゥー教。\n+ sayaはこのアニメの中で、私がそれを落とさなかった唯一の理由です\n - 冗談は、恥知らずの、思いもよらないファンサービスのキャラクターとして描かれています。 彼女のギャグのおっぱいは頻繁に言及され、恋人に似た彼女のシーンがあります\nあなたの人格は本当に際立っていません。 彼は女性の男性になりたいし、涼しくしようとするが、彼は単なる変態者である（これは、彼が第2位の男性であるために、特に/ over / overplayされている）\n - ココノツは、無知の愛の関心を持つ一般的な主人公です\n\n開発：4\n+はたらきの意図とココノツのゴールは、観客に試合がどのようにして終わりと終わりをするのか不思議に思う葛藤を作り出します\nもちろん、ストーリーラインを演奏するためのものは実際にはありません\n一番エピソードはフィラーで、作家がエピソード1で作った紛争には何も貢献していない、ちょうど熱い/ココノツはお菓子を話す\n\nアート：8\n+アニメの最強のポイント、芸術はかなりです\nキャンディーのクローズアップがあると詳細がはっきりと表示されます\n+実際には、環境やキャラクターの活気にあふれた芸術スタイルが本当に好きです。また、華丸の目は本当にクールな方法で描かれています。\n - あなたは、アニメは通常、オープニングとエンディングがストーリーラインのポイントをヒントするようなトロピックを持っていることを知っていますか？  OPとEDはストーリーに似ています。 シーケンス中にあなたが見る狂ったもののほとんどは、キャンディ以外の重要な意味を持ちません\n\n総合的な楽しさ：5（tl; dr）\n+最初のエピソードで確立された争い、芸術はきれいで活気のあるスタイルを持っています\nストーリーラインは、キャンディーについて85％のフィラーになることが判明しています。ホタルはギャグのおっぱいやファンサービスのキャラクターを持っています。キャラクターの個性は際立っていません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nI started Dagashi Kashi about a month or so after it finished airing. The description caught my eye and I put it into plan to watch; actually watching it a week later. After two episodes, I thought the characters were pretty nice and cute and I couldn't wait for the story to unfold. It didn't hit me until the end of episode four to realize it. There /was/ no story. It was mere filler and an anime about japanese candy with characters to talk about said candy.\n\n\u001b[1m放映終了後約1ヶ月ぐらい、私は大橋柏を始めました。 説明は私の目を引いて、私はそれを見る計画に入れました。 実際に1週間後にそれを見ている。  2つのエピソードの後、私はキャラクターがかなり素敵でかわいいと思って、私は物語が展開するのを待つことができませんでした。 それはそれを実現するためにエピソード4の終わりまで私をヒットしなかった。 そこに/あり/全く話がなかった。 それは、あのキャンディーについて話すキャラクターのある日本のキャンディーに関するフィラーとアニメでした。\u001b[22m\n\u001b[1m(Hōei shūryōgo yaku 1-kagetsu gurai, watashi wa ōhashi Kashiwa o hajimemashita. Setsumei wa watashi no me o hiite, watashi wa sore o miru keikaku ni iremashita. Jissai ni 1-shūkan-go ni sore o mite iru. 2Tsu no episōdo no ato, watashi wa kyarakutā ga kanari sutekide kawaī to omotte, watashi wa monogatari ga tenkai suru no o matsu koto ga dekimasendeshita. Sore wa sore o jitsugen suru tame ni episōdo 4 no owari made watashi o hitto shinakatta. Soko ni/ ari/ mattaku hanashi ga nakatta. Sore wa, ano kyandī ni tsuite hanasu kyarakutā no aru Nihon no kyandī ni kansuru firā to animedeshita.)\u001b[22m\n\nTranslations of \u001b[4mI started Dagashi Kashi about a month or so after it finished airing. The description caught my eye and I put it into plan to watch; actually watching it a week later. After two episodes, I thought the characters were pretty nice and cute and I couldn't wait for the story to unfold. It didn't hit me until the end of episode four to realize it. There /was/ no story. It was mere filler and an anime about japanese candy with characters to talk about said candy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI started Dagashi Kashi about a month or so after it finished airing.\u001b[24m\n    \u001b[1m放映終了後約1ヶ月ぐらい、私は大橋柏を始めました。\u001b[22m, \u001b[1mそれが放映終了した後、私は月かそこらについてDagashiカシュガルを開始しました。\u001b[22m\n\u001b[4mThe description caught my eye and I put it into plan to watch;\u001b[24m\n    \u001b[1m説明は私の目を引いて、私はそれを見る計画に入れました。\u001b[22m, \u001b[1m説明は私の目に留まったと私は見ての計画の中にそれを置きます。\u001b[22m\n\u001b[4mactually watching it a week later.\u001b[24m\n    \u001b[1m実際に1週間後にそれを見ている。\u001b[22m, \u001b[1m実際週間後にそれを見て。\u001b[22m\n\u001b[4mAfter two episodes, I thought the characters were pretty nice and cute and I couldn't wait for the story to unfold.\u001b[24m\n    \u001b[1m2つのエピソードの後、私はキャラクターがかなり素敵でかわいいと思って、私は物語が展開するのを待つことができませんでした。\u001b[22m, \u001b[1m2つのエピソードの後、私は文字はかなりいいとかわいいと思っていたし、物語が展開するために私は待つことができませんでした。\u001b[22m\n\u001b[4mIt didn't hit me until the end of episode four to realize it.\u001b[24m\n    \u001b[1mそれはそれを実現するためにエピソード4の終わりまで私をヒットしなかった。\u001b[22m, \u001b[1mそれは、それを実現するためにエピソード4の最後まで私にヒットしませんでした。\u001b[22m\n\u001b[4mThere /was/ no story.\u001b[24m\n    \u001b[1mそこに/あり/全く話がなかった。\u001b[22m, \u001b[1m/ /何の話もなかったです。\u001b[22m\n\u001b[4mIt was mere filler and an anime about japanese candy with characters to talk about said candy.\u001b[24m\n    \u001b[1mそれは、あのキャンディーについて話すキャラクターのある日本のキャンディーに関するフィラーとアニメでした。\u001b[22m, \u001b[1mそれは単なる充填剤と約言ったキャンディを話をする文字と日本のお菓子についてのアニメでした。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 3\n\n\u001b[1mストーリー：3\u001b[22m\n\u001b[1m(Sutōrī: 3)\u001b[22m\n\nTranslations of \u001b[4mStory: 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 3\u001b[24m\n    \u001b[1mストーリー：3\u001b[22m\n+they tried to make a storyline and give personalities and quirks to the characters accompanying the story\n\n\u001b[1m+彼らはストーリーラインを作り、ストーリーに付随するキャラクターに性格や癖をつけようとした\u001b[22m\n\u001b[1m(+ Karera wa sutōrīrain o tsukuri, sutōrī ni fuzui suru kyarakutā ni seikaku ya kuse o tsukeyou to shita)\u001b[22m\n\nTranslations of \u001b[4m+they tried to make a storyline and give personalities and quirks to the characters accompanying the story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+they tried to make a storyline and give personalities and quirks to the characters accompanying the story\u001b[24m\n    \u001b[1m+彼らはストーリーラインを作り、ストーリーに付随するキャラクターに性格や癖をつけようとした\u001b[22m, \u001b[1m+彼らはストーリーを作り、物語を伴う文字に個性や癖を与えることを試みました\u001b[22m\n-it doesn't work out in their favor, and it eventually hits the viewer that the anime is just about candy\n\n\u001b[1m彼らの好意ではうまくいかず、アニメはちょうどキャンディーのことだ\u001b[22m\n\u001b[1m(Karera no kōide wa umaku ikazu, anime wa chōdo kyandī no kotoda)\u001b[22m\n\nTranslations of \u001b[4m-it doesn't work out in their favor, and it eventually hits the viewer that the anime is just about candy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-it doesn't work out in their favor, and it eventually hits the viewer that the anime is just about candy\u001b[24m\n    \u001b[1m彼らの好意ではうまくいかず、アニメはちょうどキャンディーのことだ\u001b[22m, \u001b[1m-itは、彼らの好意でうまくいかない、それは最終的にはアニメだけのお菓子についてですビューアを打ちます\u001b[22m\n-it's established at the beginning that kokonotsu wants to become a manga artist. after the first episode, this isn't mentioned again\n\n\u001b[1mココノツは漫画家になりたいとの冒頭に設立されました。 最初のエピソードの後、これは再び言及されない\u001b[22m\n\u001b[1m(Kokonotsu wa mangakka ni naritai to no bōtō ni setsuritsu sa remashita. Saisho no episōdo no ato, kore wa futatabi genkyū sa renai)\u001b[22m\n\nTranslations of \u001b[4m-it's established at the beginning that kokonotsu wants to become a manga artist. after the first episode, this isn't mentioned again\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-it's established at the beginning that kokonotsu wants to become a manga artist.\u001b[24m\n    \u001b[1mココノツは漫画家になりたいとの冒頭に設立されました。\u001b[22m, \u001b[1m-itはkokonotsuは漫画家になりたい初めに設立されています。\u001b[22m\n\u001b[4mafter the first episode, this isn't mentioned again\u001b[24m\n    \u001b[1m最初のエピソードの後、これは再び言及されない\u001b[22m, \u001b[1m最初のエピソードの後、これは再び言及されていません\u001b[22m\n-halfway through dagashi kashi, which actually took me a month to get to because i really wasn't interested in it, i actually considered dropping it\n\n\u001b[1m私は本当にそれに興味がなかったので、私は実際にそれを落とすと考えていたので、実際に私に月にかかったdagashi kashiを介して - ハーフウェイ\u001b[22m\n\u001b[1m(Watashi wa hontōni sore ni kyōmi ga nakattanode, watashi wa jissai ni sore o otosu to kangaete itanode, jissai ni watashi ni tsuki ni kakatta dagashi kashi o kaishite - hāfuu~ei)\u001b[22m\n\nTranslations of \u001b[4m-halfway through dagashi kashi, which actually took me a month to get to because i really wasn't interested in it, i actually considered dropping it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-halfway through dagashi kashi, which actually took me a month to get to because i really wasn't interested in it, i actually considered dropping it\u001b[24m\n    \u001b[1m私は本当にそれに興味がなかったので、私は実際にそれを落とすと考えていたので、実際に私に月にかかったdagashi kashiを介して - ハーフウェイ\u001b[22m, \u001b[1m私は本当にそれに興味がなかったので、実際に取得するために月かかったdagashiのカシュガル、経由-halfway、私は実際にそれをドロップすると考えられ\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 7\n\n\u001b[1mキャラクター：7\u001b[22m\n\u001b[1m(Kyarakutā: 7)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 7\u001b[24m\n    \u001b[1mキャラクター：7\u001b[22m\n++Saya. Fucking. Endou.\n\n\u001b[1m++沙耶。 クソ。 ヒンドゥー教。\u001b[22m\n\u001b[1m(+ + Saya. Kuso. Hindo~ū kyō.)\u001b[22m\n\nTranslations of \u001b[4m++Saya. Fucking. Endou.\u001b[24m\n[ \u001b[4mKreyòl Ayisyen\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m++\u001b[24m\n    \u001b[1m++\u001b[22m, \u001b[1m+ +\u001b[22m\n\u001b[4mSaya\u001b[24m\n    \u001b[1m沙耶\u001b[22m, \u001b[1mさや\u001b[22m, \u001b[1m小夜\u001b[22m, \u001b[1m戸沙耶\u001b[22m, \u001b[1mSayaさん\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mFucking\u001b[24m\n    \u001b[1mクソ\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mEndou\u001b[24m\n    \u001b[1mヒンドゥー教\u001b[22m, \u001b[1mヒンドゥー教の\u001b[22m, \u001b[1mのヒンドゥー教\u001b[22m, \u001b[1mのヒンズー教\u001b[22m, \u001b[1mのヒンドゥー教の\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n+saya's in this anime, and is the one and only reason i didn't drop it\n\n\u001b[1m+ sayaはこのアニメの中で、私がそれを落とさなかった唯一の理由です\u001b[22m\n\u001b[1m(+ Saya wa kono anime no naka de, watashi ga sore o otosanakatta yuiitsu no riyūdesu)\u001b[22m\n\nTranslations of \u001b[4m+saya's in this anime, and is the one and only reason i didn't drop it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+saya's in this anime, and is the one and only reason i didn't drop it\u001b[24m\n    \u001b[1m+ sayaはこのアニメの中で、私がそれを落とさなかった唯一の理由です\u001b[22m, \u001b[1m+沙耶さんこのアニメで、と私はそれをドロップしませんでした唯一の理由です\u001b[22m\n-hotaru's portrayed as a shameless, unaware fanservice character; her gag boobs are mentioned frequently and there are scenes involving her that resemble hentai\n\n\u001b[1m - 冗談は、恥知らずの、思いもよらないファンサービスのキャラクターとして描かれています。 彼女のギャグのおっぱいは頻繁に言及され、恋人に似た彼女のシーンがあります\u001b[22m\n\u001b[1m(- Jōdan wa, hajishirazu no, omoimoyoranai fansābisu no kyarakutā to shite egaka rete imasu. Kanojo no gyagu no oppai wa hinpan ni genkyū sa re, koibito ni nita kanojo no shīn ga arimasu)\u001b[22m\n\nTranslations of \u001b[4m-hotaru's portrayed as a shameless, unaware fanservice character; her gag boobs are mentioned frequently and there are scenes involving her that resemble hentai\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-hotaru's portrayed as a shameless, unaware fanservice character;\u001b[24m\n    \u001b[1m - 冗談は、恥知らずの、思いもよらないファンサービスのキャラクターとして描かれています。\u001b[22m, \u001b[1m-hotaruさんは恥知らず、気づかないサービスカット文字として描か;\u001b[22m\n\u001b[4mher gag boobs are mentioned frequently and there are scenes involving her that resemble hentai\u001b[24m\n    \u001b[1m彼女のギャグのおっぱいは頻繁に言及され、恋人に似た彼女のシーンがあります\u001b[22m, \u001b[1m彼女のギャグおっぱいが頻繁に言及されていると変態に似ている彼女が関与する場面があります\u001b[22m\n-tou's personality really doesn't stand out; he wants to be a ladies man and tries to be cool, but he's just a pervert (which is overplayed, /especially/ since he's the second leading male)\n\n\u001b[1mあなたの人格は本当に際立っていません。 彼は女性の男性になりたいし、涼しくしようとするが、彼は単なる変態者である（これは、彼が第2位の男性であるために、特に/ over / overplayされている）\u001b[22m\n\u001b[1m(Anata no jinkaku wa hontōni kiwadatte imasen. Kare wa josei no dansei ni naritaishi, suzushiku shiyou to suruga, kare wa tan'naru hentai-shadearu (kore wa, kare ga dai 2-i no danseidearu tame ni, tokuni/ ōvu~ā/ overplay sa rete iru))\u001b[22m\n\nTranslations of \u001b[4m-tou's personality really doesn't stand out; he wants to be a ladies man and tries to be cool, but he's just a pervert (which is overplayed, /especially/ since he's the second leading male)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-tou's personality really doesn't stand out;\u001b[24m\n    \u001b[1mあなたの人格は本当に際立っていません。\u001b[22m, \u001b[1m-touの性格は本当に目立ついません。\u001b[22m\n\u001b[4mhe wants to be a ladies man and tries to be cool, but he's just a pervert (which is overplayed, /especially/ since he's the second leading male)\u001b[24m\n    \u001b[1m彼は女性の男性になりたいし、涼しくしようとするが、彼は単なる変態者である（これは、彼が第2位の男性であるために、特に/ over / overplayされている）\u001b[22m, \u001b[1m彼は女性の男になりたいと思っているとクールにしようとしますが、（彼は第二の主要男性だからoverplayedされ、/特に/）、彼はただの変態です\u001b[22m\n-kokonotsu is a generic protagonist with a clueless love interest\n\n\u001b[1m - ココノツは、無知の愛の関心を持つ一般的な主人公です\u001b[22m\n\u001b[1m(- Kokonotsu wa, muchi no ai no kanshinwomotsu ippantekina shujinkōdesu)\u001b[22m\n\nTranslations of \u001b[4m-kokonotsu is a generic protagonist with a clueless love interest\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-kokonotsu is a generic protagonist with a clueless love interest\u001b[24m\n    \u001b[1m - ココノツは、無知の愛の関心を持つ一般的な主人公です\u001b[22m, \u001b[1m-kokonotsuは無知な愛興味を持つ一般的な主人公であります\u001b[22m\n\u001b[1m\u001b[22m\nDevelopment: 4\n\n\u001b[1m開発：4\u001b[22m\n\u001b[1m(Kaihatsu: 4)\u001b[22m\n\nTranslations of \u001b[4mDevelopment: 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDevelopment: 4\u001b[24m\n    \u001b[1m開発：4\u001b[22m\n+hotaru's intentions and kokonotsu's goal create a conflict that leaves the viewer wondering how the ordeal with play out and end\n\n\u001b[1m+はたらきの意図とココノツのゴールは、観客に試合がどのようにして終わりと終わりをするのか不思議に思う葛藤を作り出します\u001b[22m\n\u001b[1m(+ Hataraki no ito to kokonotsu no gōru wa, kankyaku ni shiai ga dono yō ni shite owari to owari o suru no ka fushigi ni omou kattō o tsukuridashimasu)\u001b[22m\n\nTranslations of \u001b[4m+hotaru's intentions and kokonotsu's goal create a conflict that leaves the viewer wondering how the ordeal with play out and end\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+hotaru's intentions and kokonotsu's goal create a conflict that leaves the viewer wondering how the ordeal with play out and end\u001b[24m\n    \u001b[1m+はたらきの意図とココノツのゴールは、観客に試合がどのようにして終わりと終わりをするのか不思議に思う葛藤を作り出します\u001b[22m, \u001b[1m+ほたるの意図とkokonotsuの目標は不思議ビューアを残し競合を作成する方法、プレイアウトと終了と試練\u001b[22m\n-until of course, there's not really anything there to play out the storyline\n\n\u001b[1mもちろん、ストーリーラインを演奏するためのものは実際にはありません\u001b[22m\n\u001b[1m(Mochiron, sutōrīrain o ensō suru tame no mono wa jissai ni wa arimasen)\u001b[22m\n\nTranslations of \u001b[4m-until of course, there's not really anything there to play out the storyline\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-until of course, there's not really anything there to play out the storyline\u001b[24m\n    \u001b[1mもちろん、ストーリーラインを演奏するためのものは実際にはありません\u001b[22m, \u001b[1mもちろん-until、ストーリーを再生するために本当に何そこではありません\u001b[22m\n-most episodes are filler and don't contribute anything to the conflict the writers made in episode 1, just hotaru/kokonotsu talking about candy\n\n\u001b[1m一番エピソードはフィラーで、作家がエピソード1で作った紛争には何も貢献していない、ちょうど熱い/ココノツはお菓子を話す\u001b[22m\n\u001b[1m(Ichiban episōdo wa firā de, sakka ga episōdo 1 de tsukutta funsō ni wa nani mo kōken shite inai, chōdo atsui/ kokonotsu wa okashi o hanasu)\u001b[22m\n\nTranslations of \u001b[4m-most episodes are filler and don't contribute anything to the conflict the writers made in episode 1, just hotaru/kokonotsu talking about candy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-most episodes are filler and don't contribute anything to the conflict the writers made in episode 1, just hotaru/kokonotsu talking about candy\u001b[24m\n    \u001b[1m一番エピソードはフィラーで、作家がエピソード1で作った紛争には何も貢献していない、ちょうど熱い/ココノツはお菓子を話す\u001b[22m, \u001b[1m - ほとんどのエピソードは、充填剤であり、お菓子の話だけほたる/ kokonotsu、紛争にエピソード1で行われた作家を何も寄与しません\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\n+the anime's strongest point, as the art is pretty\n\n\u001b[1m+アニメの最強のポイント、芸術はかなりです\u001b[22m\n\u001b[1m(+ Anime no saikyō no pointo, geijutsu wa kanaridesu)\u001b[22m\n\nTranslations of \u001b[4m+the anime's strongest point, as the art is pretty\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+the anime's strongest point, as the art is pretty\u001b[24m\n    \u001b[1m+アニメの最強のポイント、芸術はかなりです\u001b[22m, \u001b[1m芸術はかなりあるように、アニメの最強のポイントを+\u001b[22m\n+detail clearly shows when there's a closeup of the candy\n\n\u001b[1mキャンディーのクローズアップがあると詳細がはっきりと表示されます\u001b[22m\n\u001b[1m(Kyandī no kurōzuappu ga aru to shōsai ga hakkiri to hyōji sa remasu)\u001b[22m\n\nTranslations of \u001b[4m+detail clearly shows when there's a closeup of the candy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+detail clearly shows when there's a closeup of the candy\u001b[24m\n    \u001b[1mキャンディーのクローズアップがあると詳細がはっきりと表示されます\u001b[22m, \u001b[1mキャンディのクローズアップがあるとき+詳細は明らかに示しています\u001b[22m\n+i actually really like the vibrant art style of the environments and characters, also hotaru's eyes are drawn in a really cool way\n\n\u001b[1m+実際には、環境やキャラクターの活気にあふれた芸術スタイルが本当に好きです。また、華丸の目は本当にクールな方法で描かれています。\u001b[22m\n\u001b[1m(+ Jissai ni wa, kankyō ya kyarakutā no kakki ni afureta geijutsu sutairu ga hontōni sukidesu. Mata, kamaru no me wa hontōni kūruna hōhō de egaka rete imasu.)\u001b[22m\n\nTranslations of \u001b[4m+i actually really like the vibrant art style of the environments and characters, also hotaru's eyes are drawn in a really cool way\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+i actually really like the vibrant art style of the environments and characters, also hotaru's eyes are drawn in a really cool way\u001b[24m\n    \u001b[1m+実際には、環境やキャラクターの活気にあふれた芸術スタイルが本当に好きです。また、華丸の目は本当にクールな方法で描かれています。\u001b[22m, \u001b[1m+私は実際には本当に環境や文字の活気に満ちたアートスタイルのように、また、ほたるの目は本当にクールな方法で描かれています\u001b[22m\n-you know how anime usually has that trope where the opening and ending hints at points in the storyline? the OP and ED are just like the story; most of the crazy things you see play out during the sequences don't have any significance other than the candy\n\n\u001b[1m - あなたは、アニメは通常、オープニングとエンディングがストーリーラインのポイントをヒントするようなトロピックを持っていることを知っていますか？  OPとEDはストーリーに似ています。 シーケンス中にあなたが見る狂ったもののほとんどは、キャンディ以外の重要な意味を持ちません\u001b[22m\n\u001b[1m(- Anata wa, anime wa tsūjō, ōpuningu to endingu ga sutōrīrain no pointo o hinto suru yōna toro pikku o motte iru koto o shitte imasu ka? OP to ED wa sutōrī ni nite imasu. Shīkensu-chū ni anata ga miru kuruttamonono hotondo wa, kyandi igai no jūyōna imi o mochimasen)\u001b[22m\n\nTranslations of \u001b[4m-you know how anime usually has that trope where the opening and ending hints at points in the storyline? the OP and ED are just like the story; most of the crazy things you see play out during the sequences don't have any significance other than the candy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-you know how anime usually has that trope where the opening and ending hints at points in the storyline?\u001b[24m\n    \u001b[1m - あなたは、アニメは通常、オープニングとエンディングがストーリーラインのポイントをヒントするようなトロピックを持っていることを知っていますか？\u001b[22m, \u001b[1m - あなたはアニメは通常、ストーリーの点で開口部とエンディングのヒントその比喩を持っているか知っていますか？\u001b[22m\n\u001b[4mthe OP and ED are just like the story;\u001b[24m\n    \u001b[1mOPとEDはストーリーに似ています。\u001b[22m, \u001b[1mOPとEDはちょうど物語のようなものです。\u001b[22m\n\u001b[4mmost of the crazy things you see play out during the sequences don't have any significance other than the candy\u001b[24m\n    \u001b[1mシーケンス中にあなたが見る狂ったもののほとんどは、キャンディ以外の重要な意味を持ちません\u001b[22m, \u001b[1mあなたはシーケンス中にプレイアウトを参照してくださいクレイジー物事のほとんどは、キャンディ以外の意義を持っていません\u001b[22m\n\u001b[1m\u001b[22m\nOverall Enjoyment: 5 (tl;dr)\n\n\u001b[1m総合的な楽しさ：5（tl; dr）\u001b[22m\n\u001b[1m(Sōgō-tekina tanoshisa: 5 (Tl; dr))\u001b[22m\n\nTranslations of \u001b[4mOverall Enjoyment: 5 (tl;dr)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Enjoyment: 5 (tl;dr)\u001b[24m\n    \u001b[1m総合的な楽しさ：5（tl; dr）\u001b[22m, \u001b[1m全体的な楽しさ：5（TL; DR）\u001b[22m\n+a storyline is attempted, saya endou, conflict established in first episode, art is pretty and has a vibrant style\n\n\u001b[1m+最初のエピソードで確立された争い、芸術はきれいで活気のあるスタイルを持っています\u001b[22m\n\u001b[1m(+ Saisho no episōdo de kakuritsu sa reta arasoi, geijutsu wa kireide kakkinoaru sutairu o motte imasu)\u001b[22m\n\nTranslations of \u001b[4m+a storyline is attempted, saya endou, conflict established in first episode, art is pretty and has a vibrant style\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+a storyline is attempted, saya endou, conflict established in first episode, art is pretty and has a vibrant style\u001b[24m\n    \u001b[1m+最初のエピソードで確立された争い、芸術はきれいで活気のあるスタイルを持っています\u001b[22m, \u001b[1m+ストーリーが試行され、さや遠藤は、紛争最初のエピソードに設立され、芸術はかなりあると活気に満ちたスタイルを持っています\u001b[22m\n-storyline turns out to be 85% filler about candy, hotaru has gag boobs and fanservice characterization, character personalities aren't outstanding, saya's the only reason i didn't drop it\n\n\u001b[1mストーリーラインは、キャンディーについて85％のフィラーになることが判明しています。ホタルはギャグのおっぱいやファンサービスのキャラクターを持っています。キャラクターの個性は際立っていません。\u001b[22m\n\u001b[1m(Sutōrīrain wa, kyandī ni tsuite 85-pāsento no firā ni naru koto ga hanmei shite imasu. Hotaru wa gyagu no oppai ya fansābisu no kyarakutā o motte imasu. Kyarakutā no kosei wa kiwadatte imasen.)\u001b[22m\n\nTranslations of \u001b[4m-storyline turns out to be 85% filler about candy, hotaru has gag boobs and fanservice characterization, character personalities aren't outstanding, saya's the only reason i didn't drop it\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-storyline turns out to be 85% filler about candy, hotaru has gag boobs and fanservice characterization, character personalities aren't outstanding, saya's the only reason i didn't drop it\u001b[24m\n    \u001b[1mストーリーラインは、キャンディーについて85％のフィラーになることが判明しています。ホタルはギャグのおっぱいやファンサービスのキャラクターを持っています。キャラクターの個性は際立っていません。\u001b[22m, \u001b[1m-storylineはほたるがギャグおっぱいとサービスカットの特性評価を持っている、キャンディ約85％の充填剤であることが判明し、キャラクタの個性が未解決ではありません、sayaが私はそれをドロップしなかった唯一の理由です\u001b[22m"
  },
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "EbiNewin",
    "profile": "/profile/EbiNewin/reviews",
    "pages": "3",
    "number": "2",
    "link": "/reviews.php?id=217304",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  7\n\nアニメの季節に入って、このシリーズのために少し誇大宣伝がありましたが、どのような理由がありますか。 誇大宣伝は、文字のためのもので、特にどのように設計されています。  （ビデオレビューは私のチャンネル上にあります、ここに書かれています）\n\nストーリー -  6/10\n\nDagashi Kashiは静かな田舎の村にあります。そこでは、乗客が楽しく過ごす時間を過ごすことができます。 物語は、地元の大ガショップのオーナーに雇用主であることを説得しようと、スナックの会社の募集職として働くホタールについてです。 しかし、店主であるヨシカダは、息子のココノツに店長を就任させることができない限り、ホタールの言葉に同意するだけではなく、 彼は自分の夢を持っているので、次の頭。 ホタールがココノツツに店を引き継ぐことをダガシを通してどうしようとしているのか、素晴らしい試みと話が始まります。\n\nストーリーが提示される方法は、それがスケッチに基づいているということです。そのため、重要なストーリーがあるにもかかわらず、進展はほとんど見られません。 本当にどんな進歩もないのです。  Dagashiを食べているキャラクターがいろいろな意味であります。  Dagashiが何であるか分からなければ、それは基本的に日本のお菓子です。 そして、それは本当に物語の話です。 私がショーについて迷惑をかけるのは、時には進歩しているような気がします。特に、バックストーリーを見せたり、未来について熟考したりする人はほとんどいないでしょう。 彼らは何も意味しないように感じる。 そして、そこから、物語は古くなってしまいます。\n\nキャラクター -  7/10\n\nキャラクターは、おそらくショーの中で最も良い部分ではなく、彼らの発展のためではなく、彼らが好きな面白いキャラクターであるという事実のためだけだろう。\n\n主人公の志賀田琴之が、大橋店の後継者になろうとしているが、漫画家であることを夢見ている。 もちろん、彼のお父さんとホタルは、彼が店の次のオーナーになりたがっています。 彼は次の店主になるという意図はなく、幾分コントロールフリークです。 彼はいつも彼のお父さんが店を運営している方法を批判するので、それは本当にまともなdagashi知識を持っているという事実を付け加えます、次の所有者になることはホタールのためだけではなく、彼は能力と可能性を秘めています 1つだけ。 私たちが本当に最後から唯一得たのは、彼が夢を追いかけようと自分の運命を受け入れて、大蔵屋を引き継ぐかどうかということです。 それ以外では私は彼が非常に興味深いとは言いません。\n\nホタル宍道はショーの主役の一人です。 彼女は非常に奇妙なキャラクターで、ダガシを完全に深く愛する非常に偏った人物です。 文字通り彼女が食べるものはすべてダガシで、彼女はダガシに住んでいます。 彼女は大ガシについては非常に精通しており、雌鶏は自分の知識を使ってココノツツの知識を使って知識を習得します。 ショーを通して、彼女は本当に変化の兆しを見せません。まるで彼女を巻き込んでいるように、それはダガシについてです。 私たちは、彼女の裏話や動機の多くを実際に学ぶことはありません。\n\n遠藤沙耶は、ココノツの幼なじみの友人の一人でもあります。 彼女は、まっすぐなレベルの主人公のキャラクターのように周りにいるキャラクターのようなものですが、基本的には、ダガシを食べる方法を説明するキャラクターのための方法です。 沙耶はダグシについては熱狂的ではありませんが、さまざまな種類のゲームをプレイするための隠された才能を持っています。 彼女はおそらく、自分の望むものを決めるのではなく、ほとんどのキャラクターの成長を見せてくれるでしょう。彼女は誰の周りにもハングしてしまうのが好きです。\n\nTo EndoとYo Shikadaは、テーブルにもっとコメディーを提供するためにちょっとした支援キャラクターです。 私がキャラクターについて好きなのは、お互いの相互作用です。 キャラクターはお互いに良い化学を持ち、お互いのユニークな性格を補完します。\n\nアニメーションとサウンド -  6/10、6/10\n\nこのアニメはかなり誇大宣伝していたのは、ホタールのキャラクターデザインだったし、サヤだと思う。 ホタルは、彼女の最も大きな特徴は彼女の大きな目であり、正直なところリンネガンのように見えます。 そして、サヤは彼女とは正反対の姿をしています。 静かな町では本当にあまり進んでいないので、背景や風景は基本的なものです。 彼らはエピソードの終わりにそれを示すとき、非常に正確に見えるので、彼らがかなりよくうまくいくのは、大蔵のデザインを正しく得ることです。 彼らがダガシを食べ始める時代には、すごく微妙なアニメーションがあります。私は本当にすべてのキャラクターがユニークなデザインを持ち、同時に非常に目立つのが好きです。 人生の一部を見るには、多くのことは起こらないので、本当に複雑なアニメーションは得られません。\n\n私がOSTについて言うことができるのは、それが本当に弾力的だということです。 音楽がコメディのジャンルに合っているように、シーンにはそれほど多くは追加されませんが、聞くのはいくぶん楽しいものです。 そこには古典的な豪華な勝利の音楽もあります。 オープニングはかなりキャッチーで、それには素晴らしいリズムがあり、コーラスが得られるまではそれほど好きではありません。  Hotaruのseiyuによって歌われるEDはいいですが、私はそれの巨大なファンではない、それは簡単で迷惑なように聞こえる。\n\n楽しさ -  7/10\n\nアニメは日本のお菓子を見せて、とても違ったことをやろうとしたことに本当に感謝しています。 しかし、それが実行された方法は少し退屈になることができます。 最初の数回は、食べると、食べる方法を説明するすべての創造的な方法を楽しませることができますが、それは本当に繰り返しと失効します。 コメディーと同じように、ジョークは時を経て古くなる。 しかし、私がショーについて好きなことは、キャラクターの相互作用、お互いの会話、彼らの人格が衝突するのを見ることです。 そして、正直言って、私は彼らがそれを提示した方法で実際に繰り返しているので、彼らがパートであるよりもdagashiを食べていないときの部分が好きだった。 しかし、実際には、私はダガシが何かを知らないし、あなたがダガシが何であるか分からなければ、あなたはそれが何であるかを知らないので、おそらくあまり気にしないでしょう。 それが良いかどうかを知る。 ショーの大部分は商品の配置です。\n\n評決 -  6.5 / 10\n\nレビューの終わりに近づくにつれて、私はそれが進歩すると思った時にはどこにも行かないので、物語を6にしますが、そうはしません。 そしてそれは全体的にすばらしい話ではありません。 しかし、私は彼らが思い描くことができるさまざまなスケッチが好きであり、彼らが非常にユニークな何かをしようとしていることを感謝し、\n\nアニメーションとサウンドについては、私は6と6を与えます。アニメーションは悪くない、それは良いことをこことそこに行うが、私を吹き飛ばすことはありません。 芸術のスタイルはとてもユニークですが、私はキャラクターにとって非常にユニークなデザインをしていて、それを非常に目立たせるのが好きです。 オストはコメディのジャンルによく合いますが、OPとEDはむしろスキップすることができます。\n\nキャラクターのために私は彼らに7を与える。キャラクターの開発はあまり進んでいないが、キャラクターの相互作用と冗談が大好きだ。 相反する人格にもかかわらず、彼らはお互いに本当に良い化学を持っています。\n\n私自身の個人的な楽しさについては、私はそれを7にします。最初のいくつかのエピソードは楽しいものでしたが、この式は古くて退屈でした。 そして、私は大きな知識とダガシ感覚を持っていないという事実は、彼らが促進しようとしていることについてはあまり気にしません。 基本的には商品の配置でした。\n\nだから全部を丸めた後の総合スコアは、Dagashi Kashiに6.5 / 10を与える。 あなたが退屈して反復性を気にしなければ、それは楽しいショーです。 私はこのショーを人生のファン、そしてダガシを知っている人たちに紹介することをお勧めします。これは主にあなたを対象にしている可能性が高いからです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nGoing into the anime season, there was a bit of hype for this particular series, but for what reason. The hype was for the characters and especially how they are designed. (Video review is up on my channel, here is the written)\n\n\u001b[1mアニメの季節に入って、このシリーズのために少し誇大宣伝がありましたが、どのような理由がありますか。 誇大宣伝は、文字のためのもので、特にどのように設計されています。  （ビデオレビューは私のチャンネル上にあります、ここに書かれています）\u001b[22m\n\u001b[1m(Anime no kisetsu ni haitte, kono shirīzu no tame ni sukoshi kodai senden ga arimashitaga, do no yōna riyū ga arimasu ka. Kodai senden wa, moji no tame no mono de, tokuni dono yō ni sekkei sa rete imasu. (Bideorebyū wa watashi no chan'neru-jō ni arimasu, koko ni kaka rete imasu))\u001b[22m\n\nTranslations of \u001b[4mGoing into the anime season, there was a bit of hype for this particular series, but for what reason. The hype was for the characters and especially how they are designed. (Video review is up on my channel, here is the written)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGoing into the anime season, there was a bit of hype for this particular series, but for what reason.\u001b[24m\n    \u001b[1mアニメの季節に入って、このシリーズのために少し誇大宣伝がありましたが、どのような理由がありますか。\u001b[22m, \u001b[1mアニメの季節に入って、この特定のシリーズのために、しかし、どのような理由のための誇大広告のビットがありました。\u001b[22m\n\u001b[4mThe hype was for the characters and especially how they are designed.\u001b[24m\n    \u001b[1m誇大宣伝は、文字のためのもので、特にどのように設計されています。\u001b[22m, \u001b[1m誇大広告は、文字のためだったと、彼らは、特にどのように設計されています。\u001b[22m\n\u001b[4m(Video review is up on my channel, here is the written)\u001b[24m\n    \u001b[1m（ビデオレビューは私のチャンネル上にあります、ここに書かれています）\u001b[22m, \u001b[1m（動画のレビューはここで書かれている、私のチャンネルにアップしています）\u001b[22m\n\u001b[1m\u001b[22m\nStory - 6/10\n\n\u001b[1mストーリー -  6/10\u001b[22m\n\u001b[1m(Sutōrī - 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 6/10\u001b[24m\n    \u001b[1mストーリー -  6/10\u001b[22m\n\u001b[1m\u001b[22m\nDagashi Kashi is set in a quiet rural village, where the occupants spend their time just chilling around, finding some fun things to do. The story is about Hotaru, who works as snacks company recruit, trying to convince the owner of a local dagashi shop to be an employer. However, Yo Shikada, who is the owner of the shop won't simply agree to Hotaru's term, unless she is able to convince his son, Kokonotsu to take up reigns as the head of the shop, but Kokonotsu has no intention of becoming the next head, as he has his own dreams. And so begins the wonderful attempts and stories on how Hotaru tries to convince Kokonotsu to take over the shop, through Dagashi.\n\n\u001b[1mDagashi Kashiは静かな田舎の村にあります。そこでは、乗客が楽しく過ごす時間を過ごすことができます。 物語は、地元の大ガショップのオーナーに雇用主であることを説得しようと、スナックの会社の募集職として働くホタールについてです。 しかし、店主であるヨシカダは、息子のココノツに店長を就任させることができない限り、ホタールの言葉に同意するだけではなく、 彼は自分の夢を持っているので、次の頭。 ホタールがココノツツに店を引き継ぐことをダガシを通してどうしようとしているのか、素晴らしい試みと話が始まります。\u001b[22m\n\u001b[1m(Dagashi Kashi wa shizukana inaka no mura ni arimasu. Sokode wa, jōkyaku ga tanoshiku sugosu jikan o sugosu koto ga dekimasu. Monogatari wa, jimoto no dai ga shoppu no ōnā ni koyōshudearu koto o settoku shiyou to, sunakku no kaisha no boshū-shoku to shite hataraku hotāru ni tsuitedesu. Shikashi, tenshudearu yoshikada wa, musuko no kokonotsu ni tenchō o shūnin sa seru koto ga dekinai kagiri, hotāru no kotoba ni dōi suru dakede wa naku, kare wa jibun no yume o motte irunode,-ji no atama. Hotāru ga kokonotsutsu ni mise o hikitsugu koto o dagashi o tōshite dō shiyō to shite iru no ka, subarashī kokoromi to hanashi ga hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mDagashi Kashi is set in a quiet rural village, where the occupants spend their time just chilling around, finding some fun things to do. The story is about Hotaru, who works as snacks company recruit, trying to convince the owner of a local dagashi shop to be an employer. However, Yo Shikada, who is the owner of the shop won't simply agree to Hotaru's term, unless she is able to convince his son, Kokonotsu to take up reigns as the head of the shop, but Kokonotsu has no intention of becoming the next head, as he has his own dreams. And so begins the wonderful attempts and stories on how Hotaru tries to convince Kokonotsu to take over the shop, through Dagashi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDagashi Kashi is set in a quiet rural village, where the occupants spend their time just chilling around, finding some fun things to do.\u001b[24m\n    \u001b[1mDagashi Kashiは静かな田舎の村にあります。そこでは、乗客が楽しく過ごす時間を過ごすことができます。\u001b[22m, \u001b[1mDagashiカシュガルは、居住者が行うにはいくつかの楽しいことを見つけ、ちょうど周りの冷却に時間を過ごす静かな田舎の村に設定されています。\u001b[22m\n\u001b[4mThe story is about Hotaru, who works as snacks company recruit, trying to convince the owner of a local dagashi shop to be an employer.\u001b[24m\n    \u001b[1m物語は、地元の大ガショップのオーナーに雇用主であることを説得しようと、スナックの会社の募集職として働くホタールについてです。\u001b[22m, \u001b[1m物語は雇用主であることを地元のdagashi店の所有者を説得しようとしている、スナック会社のリクルートとして働くほたる、についてです。\u001b[22m\n\u001b[4mHowever, Yo Shikada, who is the owner of the shop won't simply agree to Hotaru's term, unless she is able to convince his son, Kokonotsu to take up reigns as the head of the shop, but Kokonotsu has no intention of becoming the\u001b[24m\n    \u001b[1mしかし、店主であるヨシカダは、息子のココノツに店長を就任させることができない限り、ホタールの言葉に同意するだけではなく、\u001b[22m, \u001b[1mしかし、彼女は店の責任者として統治を取るために彼の息子、Kokonotsuを説得することができない限り、店の所有者であるヨShikadaは、単に、ほたるの用語に同意しませんが、Kokonotsuとなっておりますの意思がありません\u001b[22m\n\u001b[4mnext head, as he has his own dreams.\u001b[24m\n    \u001b[1m彼は自分の夢を持っているので、次の頭。\u001b[22m, \u001b[1m次のヘッド、彼は彼自身の夢を持っているよう。\u001b[22m\n\u001b[4mAnd so begins the wonderful attempts and stories on how Hotaru tries to convince Kokonotsu to take over the shop, through Dagashi.\u001b[24m\n    \u001b[1mホタールがココノツツに店を引き継ぐことをダガシを通してどうしようとしているのか、素晴らしい試みと話が始まります。\u001b[22m, \u001b[1mそしてとても素晴らしい試みと蛍がDagashiを通じて、店を引き継ぐためにKokonotsuを説得しようとする方法についての物語を開始します。\u001b[22m\n\u001b[1m\u001b[22m\nThe way the story is presented is that it’s all sketch based, so even though there is a overarching story, you hardly see it progress. There is not really if any progression at all. It’s all about the characters eating Dagashi in different ways. And if you don’t know what Dagashi is, it’s basically Japanese sweets. And that is there really is talk about the story. What I find annoying about the show is, how at times it does feel like was progressing, especially the few times they showed backstories and having characters ponder about the future, but in the end none of that ever really comes in to play, most of them feel like they don't mean anything. And from there, the story gets kind of stale.\n\n\u001b[1mストーリーが提示される方法は、それがスケッチに基づいているということです。そのため、重要なストーリーがあるにもかかわらず、進展はほとんど見られません。 本当にどんな進歩もないのです。  Dagashiを食べているキャラクターがいろいろな意味であります。  Dagashiが何であるか分からなければ、それは基本的に日本のお菓子です。 そして、それは本当に物語の話です。 私がショーについて迷惑をかけるのは、時には進歩しているような気がします。特に、バックストーリーを見せたり、未来について熟考したりする人はほとんどいないでしょう。 彼らは何も意味しないように感じる。 そして、そこから、物語は古くなってしまいます。\u001b[22m\n\u001b[1m(Sutōrī ga teiji sa reru hōhō wa, sore ga suketchi ni motodzuite iru to iu kotodesu. Sonotame, jūyōna sutōrī ga aru nimokakawarazu, shinten wa hotondo mi raremasen. Hontōni don'na shinpo mo nai nodesu. Dagashi o tabete iru kyarakutā ga iroirona imidearimasu. Dagashi ga nandearu ka wakaranakereba, soreha kihontekini Nihon no okashidesu. Soshite, sore wa hontōni monogatari no hanashidesu. Watashi ga shō ni tsuite meiwakuwokakeru no wa, tokiniha shinpo shite iru yōna ki ga shimasu. Tokuni, bakkusutōrī o mise tari, mirai ni tsuite jukukō shi tari suru hito wa hotondo inaideshou. Karera wa nani mo imi shinai yō ni kanjiru. Soshite, soko kara, monogatari wa furuku natte shimaimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe way the story is presented is that it’s all sketch based, so even though there is a overarching story, you hardly see it progress. There is not really if any progression at all. It’s all about the characters eating Dagashi in different ways. And if you don’t know what Dagashi is, it’s basically Japanese sweets. And that is there really is talk about the story. What I find annoying about the show is, how at times it does feel like was progressing, especially the few times they showed backstories and having characters ponder about the future, but in the end none of that ever really comes in to play, most of them feel like they don't mean anything. And from there, the story gets kind of stale.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe way the story is presented is that it’s all sketch based, so even though there is a overarching story, you hardly see it progress.\u001b[24m\n    \u001b[1mストーリーが提示される方法は、それがスケッチに基づいているということです。そのため、重要なストーリーがあるにもかかわらず、進展はほとんど見られません。\u001b[22m, \u001b[1m物語が提示されている方法は、それがベースのすべてのスケッチであるということですので、包括的な話があっても、あなたはほとんどそれが進行見えません。\u001b[22m\n\u001b[4mThere is not really if any progression at all.\u001b[24m\n    \u001b[1m本当にどんな進歩もないのです。\u001b[22m, \u001b[1mまったく進行場合は本当にありません。\u001b[22m\n\u001b[4mIt’s all about the characters eating Dagashi in different ways.\u001b[24m\n    \u001b[1mDagashiを食べているキャラクターがいろいろな意味であります。\u001b[22m, \u001b[1mこれは、すべての異なる方法でDagashiを食べる文字についてです。\u001b[22m\n\u001b[4mAnd if you don’t know what Dagashi is, it’s basically Japanese sweets.\u001b[24m\n    \u001b[1mDagashiが何であるか分からなければ、それは基本的に日本のお菓子です。\u001b[22m, \u001b[1mあなたはDagashiが何であるかわからない場合、それは基本的に日本のお菓子です。\u001b[22m\n\u001b[4mAnd that is there really is talk about the story.\u001b[24m\n    \u001b[1mそして、それは本当に物語の話です。\u001b[22m, \u001b[1mそして、それは実際にそこにある物語についての話です。\u001b[22m\n\u001b[4mWhat I find annoying about the show is, how at times it does feel like was progressing, especially the few times they showed backstories and having characters ponder about the future, but in the end none of that ever really comes in to play, most of\u001b[24m\n    \u001b[1m私がショーについて迷惑をかけるのは、時には進歩しているような気がします。特に、バックストーリーを見せたり、未来について熟考したりする人はほとんどいないでしょう。\u001b[22m, \u001b[1m私はショーについて迷惑を見つけることは、ほとんどの文字は将来について熟考するが、最終的にそれのどれもが今まで本当にプレイするには来ないの回で、それは、彼らがbackstoriesを示し、特に数回進行し、持っていたような気がしないか、あります\u001b[22m\n\u001b[4mthem feel like they don't mean anything.\u001b[24m\n    \u001b[1m彼らは何も意味しないように感じる。\u001b[22m, \u001b[1m彼らは何を意味するものではありませんようにそれらを感じます。\u001b[22m\n\u001b[4mAnd from there, the story gets kind of stale.\u001b[24m\n    \u001b[1mそして、そこから、物語は古くなってしまいます。\u001b[22m, \u001b[1mそして、そこから、話が古いの種類を取得します。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters - 7/10\n\n\u001b[1mキャラクター -  7/10\u001b[22m\n\u001b[1m(Kyarakutā - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters - 7/10\u001b[24m\n    \u001b[1mキャラクター -  7/10\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are probably the best part of the show, not for their developments but just for the fact they are fun characters to like.\n\n\u001b[1mキャラクターは、おそらくショーの中で最も良い部分ではなく、彼らの発展のためではなく、彼らが好きな面白いキャラクターであるという事実のためだけだろう。\u001b[22m\n\u001b[1m(Kyarakutā wa, osoraku shō no naka de mottomo yoi bubunde wa naku, karera no hatten no tamede wa naku, karera ga sukina omoshiroi kyarakutādearu to iu jijitsu no tame dakedarou.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are probably the best part of the show, not for their developments but just for the fact they are fun characters to like.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are probably the best part of the show, not for their developments but just for the fact they are fun characters to like.\u001b[24m\n    \u001b[1mキャラクターは、おそらくショーの中で最も良い部分ではなく、彼らの発展のためではなく、彼らが好きな面白いキャラクターであるという事実のためだけだろう。\u001b[22m, \u001b[1m文字ではなく、その発展のために、おそらくショーの最良の部分ですが、ただ事実を彼らが好きな楽しい文字です。\u001b[22m\n\u001b[1m\u001b[22m\nKokonotsu Shikada is the main protagonist, and he is setup to becoming the successor of the Dagashi shop, however he dreams to be a manga artist. Of course his dad and Hotaru want him to be next owner of the store. Even he has no intentions of becoming the next store owner, he is somewhat a control freak. As he will always criticise on how his dad runs the store, add that with the fact he has a really decent dagashi knowledge, so him becoming the next owner is not just for the sake of Hotaru, but he has the ability and potential to become one as well. The only development we really get from him at the very end is when he questions whether he wants to pursue his dreams or accept his fate and take over the dagashi shop. Outside of that I wouldn’t see say he’s greatly interesting.\n\n\u001b[1m主人公の志賀田琴之が、大橋店の後継者になろうとしているが、漫画家であることを夢見ている。 もちろん、彼のお父さんとホタルは、彼が店の次のオーナーになりたがっています。 彼は次の店主になるという意図はなく、幾分コントロールフリークです。 彼はいつも彼のお父さんが店を運営している方法を批判するので、それは本当にまともなdagashi知識を持っているという事実を付け加えます、次の所有者になることはホタールのためだけではなく、彼は能力と可能性を秘めています 1つだけ。 私たちが本当に最後から唯一得たのは、彼が夢を追いかけようと自分の運命を受け入れて、大蔵屋を引き継ぐかどうかということです。 それ以外では私は彼が非常に興味深いとは言いません。\u001b[22m\n\u001b[1m(Shujinkō no Shiga ta kotono ga, ōhashi-ten no kōkei-sha ni narou to shite iruga, mangakkadearu koto o yumemite iru. Mochiron, kare no otōsan to hotaru wa, kare ga mise no tsugi no ōnā ni narita gatte imasu. Kare wa tsugi no tenshu ni naru to iu ito wa naku, ikubun kontorōrufurīkudesu. Kare wa itsumo kare no otōsanga-ten o un'ei shite iru hōhō o hihan surunode, sore wa hontōni matomona dagashi chishiki o motte iru to iu jijitsu o tsukekuwaemasu,-ji no shoyū-sha ni naru koto wa hotāru no tame dakede wa naku, kare wa nōryoku to kanōsei o himete imasu 1tsu dake. Watashitachi ga hontōni saigo kara yuiitsu eta no wa, kare ga yume o oikakeyou to jibun no unmei o ukeirete, ōkura-ya o hikitsugu ka dō ka to iu kotodesu. Soreigaide wa watashi wa kare ga hijō ni kyōmibukai to wa iimasen.)\u001b[22m\n\nTranslations of \u001b[4mKokonotsu Shikada is the main protagonist, and he is setup to becoming the successor of the Dagashi shop, however he dreams to be a manga artist. Of course his dad and Hotaru want him to be next owner of the store. Even he has no intentions of becoming the next store owner, he is somewhat a control freak. As he will always criticise on how his dad runs the store, add that with the fact he has a really decent dagashi knowledge, so him becoming the next owner is not just for the sake of Hotaru, but he has the ability and potential to become one as well. The only development we really get from him at the very end is when he questions whether he wants to pursue his dreams or accept his fate and take over the dagashi shop. Outside of that I wouldn’t see say he’s greatly interesting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKokonotsu Shikada is the main protagonist, and he is setup to becoming the successor of the Dagashi shop, however he dreams to be a manga artist.\u001b[24m\n    \u001b[1m主人公の志賀田琴之が、大橋店の後継者になろうとしているが、漫画家であることを夢見ている。\u001b[22m, \u001b[1mKokonotsu Shikadaは主人公である、と彼はしかし、彼は漫画家であることを夢見る、Dagashi店の後継者になるための設定です。\u001b[22m\n\u001b[4mOf course his dad and Hotaru want him to be next owner of the store.\u001b[24m\n    \u001b[1mもちろん、彼のお父さんとホタルは、彼が店の次のオーナーになりたがっています。\u001b[22m, \u001b[1mもちろん、彼のお父さんとほたるは、彼は店の次の所有者になりたいです。\u001b[22m\n\u001b[4mEven he has no intentions of becoming the next store owner, he is somewhat a control freak.\u001b[24m\n    \u001b[1m彼は次の店主になるという意図はなく、幾分コントロールフリークです。\u001b[22m, \u001b[1mでも、彼は次の店のオーナーになってのない意図を持っていない、彼は多少コントロールフリークです。\u001b[22m\n\u001b[4mAs he will always criticise on how his dad runs the store, add that with the fact he has a really decent dagashi knowledge, so him becoming the next owner is not just for the sake of Hotaru, but he has the ability and potential to become\u001b[24m\n    \u001b[1m彼はいつも彼のお父さんが店を運営している方法を批判するので、それは本当にまともなdagashi知識を持っているという事実を付け加えます、次の所有者になることはホタールのためだけではなく、彼は能力と可能性を秘めています\u001b[22m, \u001b[1m彼はいつも彼のお父さんが店を実行する方法に批判されるように、彼は次の所有者がちょうど蛍のためではありませんになってきて、彼は本当にまともなdagashi知識を持っているという事実であることを追加したが、彼はになる能力と可能性を秘めています\u001b[22m\n\u001b[4mone as well.\u001b[24m\n    \u001b[1m1つだけ。\u001b[22m, \u001b[1m1としても。\u001b[22m\n\u001b[4mThe only development we really get from him at the very end is when he questions whether he wants to pursue his dreams or accept his fate and take over the dagashi shop.\u001b[24m\n    \u001b[1m私たちが本当に最後から唯一得たのは、彼が夢を追いかけようと自分の運命を受け入れて、大蔵屋を引き継ぐかどうかということです。\u001b[22m, \u001b[1m彼は彼が彼の夢を追求するか、自分の運命を受け入れ、dagashi店を引き継ぐことを望んでいるかどうかを問うたときに私たちは本当に最後の最後に彼から取得する唯一の開発です。\u001b[22m\n\u001b[4mOutside of that I wouldn’t see say he’s greatly interesting.\u001b[24m\n    \u001b[1mそれ以外では私は彼が非常に興味深いとは言いません。\u001b[22m, \u001b[1mその外の私は、彼は非常に興味深いものだと言う表示されないでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nHotaru Shidare is one of the main girls of the show. She is a very weird character, a very eccentric individual having a completely profound love for dagashi. Literally all she ever eats is dagashi and she lives on dagashi. She is very knowledgeable when it comes to dagashi, and hences uses her knowledge to test Kokonotsu on his knowledge and the two usually end up butting heads with each other on even ground with their knowledge. Throughout the show, she doesn’t really show any sign of change, as if anything involving her, it’s about dagashi. We never really learn much of her backstory or motives.\n\n\u001b[1mホタル宍道はショーの主役の一人です。 彼女は非常に奇妙なキャラクターで、ダガシを完全に深く愛する非常に偏った人物です。 文字通り彼女が食べるものはすべてダガシで、彼女はダガシに住んでいます。 彼女は大ガシについては非常に精通しており、雌鶏は自分の知識を使ってココノツツの知識を使って知識を習得します。 ショーを通して、彼女は本当に変化の兆しを見せません。まるで彼女を巻き込んでいるように、それはダガシについてです。 私たちは、彼女の裏話や動機の多くを実際に学ぶことはありません。\u001b[22m\n\u001b[1m(Hotaru Shinji wa shō no shuyaku no hitoridesu. Kanojo wa hijō ni kimyōna kyarakutā de, dagashi o kanzen ni fukaku aisuru hijō ni katayotta jinbutsudesu. Mojidōri kanojo ga taberu mono wa subete dagashi de, kanojo wa dagashi ni sunde imasu. Kanojo wa dai ga shi ni tsuite wa hijō ni seitsū shite ori, mesudori wa jibun no chishiki o tsukatte kokonotsutsu no chishiki o tsukatte chishiki o shūtoku shimasu. Shō o tōshite, kanojo wa hontōni henka no kizashi o misemasen. Marude kanojo o makikonde iru yō ni, soreha dagashi ni tsuitedesu. Watashitachiha, kanojo no urabanashi ya dōki no ōku o jissai ni manabu koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mHotaru Shidare is one of the main girls of the show. She is a very weird character, a very eccentric individual having a completely profound love for dagashi. Literally all she ever eats is dagashi and she lives on dagashi. She is very knowledgeable when it comes to dagashi, and hences uses her knowledge to test Kokonotsu on his knowledge and the two usually end up butting heads with each other on even ground with their knowledge. Throughout the show, she doesn’t really show any sign of change, as if anything involving her, it’s about dagashi. We never really learn much of her backstory or motives.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotaru Shidare is one of the main girls of the show.\u001b[24m\n    \u001b[1mホタル宍道はショーの主役の一人です。\u001b[22m, \u001b[1mほたるShidareはショーのメインの女の子の一つです。\u001b[22m\n\u001b[4mShe is a very weird character, a very eccentric individual having a completely profound love for dagashi.\u001b[24m\n    \u001b[1m彼女は非常に奇妙なキャラクターで、ダガシを完全に深く愛する非常に偏った人物です。\u001b[22m, \u001b[1m彼女は非常に奇妙な文字、dagashiのための完全に深い愛を持つ非常にエキセントリック個人です。\u001b[22m\n\u001b[4mLiterally all she ever eats is dagashi and she lives on dagashi.\u001b[24m\n    \u001b[1m文字通り彼女が食べるものはすべてダガシで、彼女はダガシに住んでいます。\u001b[22m, \u001b[1m文字通り、彼女が今まで食べすべてがdagashiであり、彼女はdagashiに住んでいます。\u001b[22m\n\u001b[4mShe is very knowledgeable when it comes to dagashi, and hences uses her knowledge to test Kokonotsu on his knowledge and the two usually end up butting heads with each other on even ground with their knowledge.\u001b[24m\n    \u001b[1m彼女は大ガシについては非常に精通しており、雌鶏は自分の知識を使ってココノツツの知識を使って知識を習得します。\u001b[22m, \u001b[1mそれはdagashiに来るとき、彼女は非常に知識が豊富で、hencesは彼の知識にKokonotsuをテストするために彼女の知識を使用し、2が通常であっても、その知識を使ってグランドにお互いに頭を突き合わせてしまいます。\u001b[22m\n\u001b[4mThroughout the show, she doesn’t really show any sign of change, as if anything involving her, it’s about dagashi.\u001b[24m\n    \u001b[1mショーを通して、彼女は本当に変化の兆しを見せません。まるで彼女を巻き込んでいるように、それはダガシについてです。\u001b[22m, \u001b[1m何が彼女を伴う場合、それはdagashiについてですとしてショーを通して、彼女は本当に、変化の兆候を示していません。\u001b[22m\n\u001b[4mWe never really learn much of her backstory or motives.\u001b[24m\n    \u001b[1m私たちは、彼女の裏話や動機の多くを実際に学ぶことはありません。\u001b[22m, \u001b[1m私たちは本当に彼女の裏話や動機の多くを学ぶことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nSaya Endo is one of Kokonotsu’s childhood friends bearing crush on him as well. She is kind of the character to have around as the more straight level headed character, basically she a way for the characters who know a lot about dagashi to explain how to eat dagashi. Saya is not really enthusiastic about dagshi, but she does bear a hidden talent for playing different type of games. She probably shows the most character development, actually deciding what she wants, and she likes the fact she gets the hang around everyone, although sort of selfish of her, she wants everyone to stay together.\n\n\u001b[1m遠藤沙耶は、ココノツの幼なじみの友人の一人でもあります。 彼女は、まっすぐなレベルの主人公のキャラクターのように周りにいるキャラクターのようなものですが、基本的には、ダガシを食べる方法を説明するキャラクターのための方法です。 沙耶はダグシについては熱狂的ではありませんが、さまざまな種類のゲームをプレイするための隠された才能を持っています。 彼女はおそらく、自分の望むものを決めるのではなく、ほとんどのキャラクターの成長を見せてくれるでしょう。彼女は誰の周りにもハングしてしまうのが好きです。\u001b[22m\n\u001b[1m(Endō saya wa, kokonotsu no osananajimi no yūjin no hitori demo arimasu. Kanojo wa, massuguna reberu no shujinkō no kyarakutā no yō ni mawari ni iru kyarakutā no yōna monodesuga, kihontekini wa, dagashi o taberu hōhō o setsumei suru kyarakutā no tame no hōhōdesu. Saya wa dagushi ni tsuite wa nekkyō-tekide wa arimasenga, samazamana shurui no gēmu o purei suru tame no kakusareta sainō o motte imasu. Kanojo wa osoraku, jibun no nozomu mono o kimeru node wa naku, hotondo no kyarakutā no seichō o misete kurerudeshou. Kanojo wa dare no mawari ni mo hangu shite shimau no ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mSaya Endo is one of Kokonotsu’s childhood friends bearing crush on him as well. She is kind of the character to have around as the more straight level headed character, basically she a way for the characters who know a lot about dagashi to explain how to eat dagashi. Saya is not really enthusiastic about dagshi, but she does bear a hidden talent for playing different type of games. She probably shows the most character development, actually deciding what she wants, and she likes the fact she gets the hang around everyone, although sort of selfish of her, she wants everyone to stay together.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSaya Endo is one of Kokonotsu’s childhood friends bearing crush on him as well.\u001b[24m\n    \u001b[1m遠藤沙耶は、ココノツの幼なじみの友人の一人でもあります。\u001b[22m, \u001b[1m沙耶遠藤は、同様に彼に片思いを保有Kokonotsuの幼年期の友人の一人です。\u001b[22m\n\u001b[4mShe is kind of the character to have around as the more straight level headed character, basically she a way for the characters who know a lot about dagashi to explain how to eat dagashi.\u001b[24m\n    \u001b[1m彼女は、まっすぐなレベルの主人公のキャラクターのように周りにいるキャラクターのようなものですが、基本的には、ダガシを食べる方法を説明するキャラクターのための方法です。\u001b[22m, \u001b[1m彼女は文字の種類は、よりまっすぐレベル向かった文字として周りにいdagashi食べる方法を説明するためのdagashiについて多くのことを知っている文字については基本的に彼女の方法にあります。\u001b[22m\n\u001b[4mSaya is not really enthusiastic about dagshi, but she does bear a hidden talent for playing different type of games.\u001b[24m\n    \u001b[1m沙耶はダグシについては熱狂的ではありませんが、さまざまな種類のゲームをプレイするための隠された才能を持っています。\u001b[22m, \u001b[1m沙耶はdagshiについては本当に熱心ではありませんが、彼女はゲームの異なるタイプを再生するための隠れた才能を負いません。\u001b[22m\n\u001b[4mShe probably shows the most character development, actually deciding what she wants, and she likes the fact she gets the hang around everyone, although sort of selfish of her, she wants everyone to stay together.\u001b[24m\n    \u001b[1m彼女はおそらく、自分の望むものを決めるのではなく、ほとんどのキャラクターの成長を見せてくれるでしょう。彼女は誰の周りにもハングしてしまうのが好きです。\u001b[22m, \u001b[1m彼女はおそらく、実際に彼女が何を望んでいるかを決定する、ほとんどのキャラクターの成長を示しており、一種の利己的な彼女の、彼女は誰もが一緒に滞在したいが、彼女は彼女が誰も周りのこつを取得するという事実が好き。\u001b[22m\n\u001b[1m\u001b[22m\nTo Endo and Yo Shikada are other supporting characters that are kind of just around to provide more comedy to the table. What I like about the characters is their interactions with each other. The characters have good chemistry with each other and they complement each other’s unique personalities as well.\n\n\u001b[1mTo EndoとYo Shikadaは、テーブルにもっとコメディーを提供するためにちょっとした支援キャラクターです。 私がキャラクターについて好きなのは、お互いの相互作用です。 キャラクターはお互いに良い化学を持ち、お互いのユニークな性格を補完します。\u001b[22m\n\u001b[1m(To Endo to Yo Shikada wa, tēburu ni motto komedī o teikyō suru tame ni chottoshita shien kyarakutādesu. Watashi ga kyarakutā ni tsuite sukina no wa, otagai no sōgo sayōdesu. Kyarakutā wa otagai ni yoi kagaku o mochi, otagai no yunīkuna seikaku o hokan shimasu.)\u001b[22m\n\nTranslations of \u001b[4mTo Endo and Yo Shikada are other supporting characters that are kind of just around to provide more comedy to the table. What I like about the characters is their interactions with each other. The characters have good chemistry with each other and they complement each other’s unique personalities as well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTo Endo and Yo Shikada are other supporting characters that are kind of just around to provide more comedy to the table.\u001b[24m\n    \u001b[1mTo EndoとYo Shikadaは、テーブルにもっとコメディーを提供するためにちょっとした支援キャラクターです。\u001b[22m, \u001b[1m遠藤とヨShikadaにテーブルへのより多くの喜劇を提供するだけで周りの種類のある他の支援の文字があります。\u001b[22m\n\u001b[4mWhat I like about the characters is their interactions with each other.\u001b[24m\n    \u001b[1m私がキャラクターについて好きなのは、お互いの相互作用です。\u001b[22m, \u001b[1m私は文字を好きなことは、互いとの相互作用です。\u001b[22m\n\u001b[4mThe characters have good chemistry with each other and they complement each other’s unique personalities as well.\u001b[24m\n    \u001b[1mキャラクターはお互いに良い化学を持ち、お互いのユニークな性格を補完します。\u001b[22m, \u001b[1m文字はお互いに相性が良いと彼らは同様に、お互いのユニークな個性を補完します。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation and Sound - 6/10, 6/10\n\n\u001b[1mアニメーションとサウンド -  6/10、6/10\u001b[22m\n\u001b[1m(Animēshon to saundo - 6/ 10, 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation and Sound - 6/10, 6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation and Sound - 6/10, 6/10\u001b[24m\n    \u001b[1mアニメーションとサウンド -  6/10、6/10\u001b[22m, \u001b[1mアニメーションとサウンド -  6月10日、6月10日\u001b[22m\n\u001b[1m\u001b[22m\nWhat somewhat made this anime pretty hype was the character designs of Hotaru and I think Saya. Hotaru is kind of out there, with her most distinguish feature being her big eyes, which to be honest looks like a Rinnegan. And Saya being sort of the opposite of her in almost every way has the tiniest eyes. The background and scenery is rather basic as there is not really much going on ever in the quiet town. What they do pretty well is get the dagashi designs right, as when they show it at the end of the episode, it looks very accurate. There are some nice subtle animation during the times when they start eating dagashi.I really like that all the characters have unique designs and very noticeable at the same time. For a slice of life show though, not a lot happens, so you wouldn’t get really complex animation.\n\n\u001b[1mこのアニメはかなり誇大宣伝していたのは、ホタールのキャラクターデザインだったし、サヤと思う。 ホタルは、彼女の最も大きな特徴は彼女の大きな目であり、正直なところリンネガンのように見えます。 そして、サヤは彼女とは正反対の姿をしています。 静かな町ではあまり進んでいないので、背景や風景は基本的なものです。 彼らはエピソードの終わりにそれを示すとき、非常に正確に見えるので、彼らがかなりよくうまくいくのは、大蔵のデザインを正しく得ることです。 彼らがダガシを食べ始める時には、すごく微妙なアニメーションがあります。私は本当に、すべてのキャラクターがユニークなデザインを持ち、同時に非常に目立つのが好きです。 人生の一部を見るには、多くのことは起こらないので、本当に複雑なアニメーションは得られません。\u001b[22m\n\u001b[1m(Kono anime wa kanari kodai senden shite ita no wa, hotāru no kyarakutādezaindattashi, saya to omou. Hotaru wa, kanojo no mottomo ōkina tokuchō wa kanojo no ōkina medeari, shōjikina tokoro rin'negan no yō ni miemasu. Soshite, saya wa kanojo to wa seihantai no sugata o shite imasu. Shizukana machide wa amari susunde inainode, haikei ya fūkei wa kihon-tekina monodesu. Karera wa episōdo no owari ni sore o shimesu toki, hijō ni seikaku ni mieru node, karera ga kanari yoku umaku iku no wa, ōkura no dezain o tadashiku eru kotodesu. Karera ga dagashi o tabe hajimeru tokiniha, sugoku bimyōna animēshon ga arimasu. Watashi wa hontōni, subete no kyarakutā ga yunīkuna dezain o mochi, dōjini hijō ni medatsu no ga sukidesu. Jinsei no ichibu o miru ni wa, ōku no koto wa okoranainode, hontōni fukuzatsuna animēshon wa e raremasen.)\u001b[22m\n\nTranslations of \u001b[4mWhat somewhat made this anime pretty hype was the character designs of Hotaru and I think Saya. Hotaru is kind of out there, with her most distinguish feature being her big eyes, which to be honest looks like a Rinnegan. And Saya being sort of the opposite of her in almost every way has the tiniest eyes. The background and scenery is rather basic as there is not really much going on ever in the quiet town. What they do pretty well is get the dagashi designs right, as when they show it at the end of the episode, it looks very accurate. There are some nice subtle animation during the times when they start eating dagashi.I really like that all the characters have unique designs and very noticeable at the same time. For a slice of life show though, not a lot happens, so you wouldn’t get really complex animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat somewhat made this anime pretty hype was the character designs of Hotaru and I think Saya.\u001b[24m\n    \u001b[1mこのアニメはかなり誇大宣伝していたのは、ホタールのキャラクターデザインだったし、サヤと思う。\u001b[22m, \u001b[1mややこのアニメを作った何かなり誇大広告はほたるのキャラクターデザインだったと私は沙耶だと思います。\u001b[22m\n\u001b[4mHotaru is kind of out there, with her most distinguish feature being her big eyes, which to be honest looks like a Rinnegan.\u001b[24m\n    \u001b[1mホタルは、彼女の最も大きな特徴は彼女の大きな目であり、正直なところリンネガンのように見えます。\u001b[22m, \u001b[1m蛍は、彼女が最もRinneganのような正直なルックスであるために彼女の大きな目を、という特徴を区別して、そこに一種のです。\u001b[22m\n\u001b[4mAnd Saya being sort of the opposite of her in almost every way has the tiniest eyes.\u001b[24m\n    \u001b[1mそして、サヤは彼女とは正反対の姿をしています。\u001b[22m, \u001b[1mそして、沙耶は、ほぼすべての方法で彼女の反対の一種である最も小さい目をしています。\u001b[22m\n\u001b[4mThe background and scenery is rather basic as there is not really much going on ever in the quiet town.\u001b[24m\n    \u001b[1m静かな町ではあまり進んでいないので、背景や風景は基本的なものです。\u001b[22m, \u001b[1m本当に多くの静かな町で、これまでに行っていないがあるような背景や風景は、かなり基本的なものです。\u001b[22m\n\u001b[4mWhat they do pretty well is get the dagashi designs right, as when they show it at the end of the episode, it looks very accurate.\u001b[24m\n    \u001b[1m彼らはエピソードの終わりにそれを示すとき、非常に正確に見えるので、彼らがかなりよくうまくいくのは、大蔵のデザインを正しく得ることです。\u001b[22m, \u001b[1m彼らはエピソードの終わりにそれを表示するとき、それは非常に正確に見えるように彼らはかなりよくやっていることは、dagashiデザインは権利を取得します。\u001b[22m\n\u001b[4mThere are some nice subtle animation during the times when they start eating dagashi.I really like that all the characters have unique designs and very noticeable at the same time.\u001b[24m\n    \u001b[1m彼らがダガシを食べ始める時には、すごく微妙なアニメーションがあります。私は本当に、すべてのキャラクターがユニークなデザインを持ち、同時に非常に目立つのが好きです。\u001b[22m, \u001b[1m彼らはdagashi.Iを食べ始めるときに、本当にすべての文字が同時にユニークなデザインと非常に顕著を持っていることを好きな時間帯にいくつかの素晴らしい微妙なアニメーションがあります。\u001b[22m\n\u001b[4mFor a slice of life show though, not a lot happens, so you wouldn’t get really complex animation.\u001b[24m\n    \u001b[1m人生の一部を見るには、多くのことは起こらないので、本当に複雑なアニメーションは得られません。\u001b[22m, \u001b[1mあなたは本当に複雑なアニメーションを取得しないように、しかし生命のショーのスライスについては、多くないが、起こります。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I can say about the OST, is that it’s really bouncy. Like the music suits the comedy genre and although it doesn’t add to the scenes all that much, it is somewhat enjoyable to listen to. You can some classical fancy triumph music in there as well. The opening is pretty catchy and has a nice rhythm to it, until it gets the chorus, which I don’t like it all that much. The ED, sung by Hotaru’s seiyu, is nice but, I’m not a huge fan of it, it sounds simple and kind of annoying.\n\n\u001b[1m私がOSTについて言うことができるのは、それが本当に弾力的だということです。 音楽がコメディのジャンルに合っているように、シーンにはそれほど多くは追加されませんが、聞くのはいくぶん楽しいものです。 そこには古典的な豪華な勝利の音楽もあります。 オープニングはかなりキャッチーで、それには素晴らしいリズムがあり、コーラスが得られるまではそれほど好きではありません。  Hotaruのseiyuによって歌われるEDはいいですが、私はそれの巨大なファンではない、それは簡単で迷惑なように聞こえる。\u001b[22m\n\u001b[1m(Watashi ga OST ni tsuite iu koto ga dekiru no wa, sore ga hontōni danryoku-tekida to iu kotodesu. Ongaku ga komedi no janru ni atte iru yō ni, shīn ni wa sorehodo ōku wa tsuika sa remasenga, kiku no wa ikubun tanoshī monodesu. Soko ni wa koten-tekina gōkana shōri no ongaku mo arimasu. Ōpuningu wa kanari kyatchī de, soreni wa subarashī rizumu ga ari, kōrasu ga e rareru made wa sorehodo sukide wa arimasen. Hotaru no seiyu ni yotte utawa reru ED wa īdesuga, watashi wa sore no kyodaina fande wanai, sore wa kantande meiwakuna yō ni kikoeru.)\u001b[22m\n\nTranslations of \u001b[4mWhat I can say about the OST, is that it’s really bouncy. Like the music suits the comedy genre and although it doesn’t add to the scenes all that much, it is somewhat enjoyable to listen to. You can some classical fancy triumph music in there as well. The opening is pretty catchy and has a nice rhythm to it, until it gets the chorus, which I don’t like it all that much. The ED, sung by Hotaru’s seiyu, is nice but, I’m not a huge fan of it, it sounds simple and kind of annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I can say about the OST, is that it’s really bouncy.\u001b[24m\n    \u001b[1m私がOSTについて言うことができるのは、それが本当に弾力的だということです。\u001b[22m, \u001b[1m私は韓国ドラマOSTについて言うことができるか、それは本当に弾むということです。\u001b[22m\n\u001b[4mLike the music suits the comedy genre and although it doesn’t add to the scenes all that much, it is somewhat enjoyable to listen to.\u001b[24m\n    \u001b[1m音楽がコメディのジャンルに合っているように、シーンにはそれほど多くは追加されませんが、聞くのはいくぶん楽しいものです。\u001b[22m, \u001b[1m音楽のようなコメディのジャンルに合った、それはすべてのことずっとシーンに追加されませんが、を聞くために幾分楽しいです。\u001b[22m\n\u001b[4mYou can some classical fancy triumph music in there as well.\u001b[24m\n    \u001b[1mそこには古典的な豪華な勝利の音楽もあります。\u001b[22m, \u001b[1mあなたはそこにいくつかの古典的な派手な勝利の音楽も同様にすることができます。\u001b[22m\n\u001b[4mThe opening is pretty catchy and has a nice rhythm to it, until it gets the chorus, which I don’t like it all that much.\u001b[24m\n    \u001b[1mオープニングはかなりキャッチーで、それには素晴らしいリズムがあり、コーラスが得られるまではそれほど好きではありません。\u001b[22m, \u001b[1mそれは私がすべてのことずっとそれを好きではないコーラスを、取得するまで開口部は、かなりキャッチーであり、それに素敵なリズムを持っています。\u001b[22m\n\u001b[4mThe ED, sung by Hotaru’s seiyu, is nice but, I’m not a huge fan of it, it sounds simple and kind of annoying.\u001b[24m\n    \u001b[1mHotaruのseiyuによって歌われるEDはいいですが、私はそれの巨大なファンではない、それは簡単で迷惑なように聞こえる。\u001b[22m, \u001b[1mほたるの西友が歌うEDは、私はそれの巨大なファンではない、素晴らしいですが、それは簡単で、種類の迷惑な音。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 7/10\n\n\u001b[1m楽しさ -  7/10\u001b[22m\n\u001b[1m(Tanoshisa - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 7/10\u001b[24m\n    \u001b[1m楽しさ -  7/10\u001b[22m, \u001b[1m楽しさ -  7月10日\u001b[22m\n\u001b[1m\u001b[22m\nI really appreciated that the anime tried to do something very different, making a show about Japanese sweets. But the way it was executed can get a little boring. For first few times when eat dagashi and all the creative ways of explaining how to eat can be entertaining, but it gets really repetitive and stale. Same with the comedy, the jokes get old over time. But what I do like about the show is character interactions, their conversations with each other, seeing their personalities collide. And to be honest, I liked the parts when they weren’t eating dagashi more than the parts when they were, because it got really repetitive in the way they presented it. But also the fact, I don't know what dagashi is and if you don't have any idea what dagashi is you're probably not going to care as much, because you don't know what it is, you don't know if it's good or not. The majority of the show is product placement.\n\n\u001b[1mアニメは日本のお菓子を見せて、とても違ったことをやろうとしたことに本当に感謝しています。 しかし、それが実行された方法は少し退屈になることができます。 最初の数回は、食べると、食べる方法を説明するすべての創造的な方法を楽しませることができますが、それは本当に繰り返しと失効します。 コメディーと同じように、ジョークは時を経て古くなる。 しかし、私がショーについて好きなことは、キャラクターの相互作用、お互いの会話、彼らの人格が衝突するのを見ることです。 そして、正直言って、私は彼らがそれを提示した方法で実際に繰り返しているので、彼らがパートであるよりもdagashiを食べていないときの部分が好きだった。 しかし、実際には、私はダガシが何かを知らないし、あなたがダガシが何であるか分からなければ、あなたはそれが何であるかを知らないので、おそらくあまり気にしないでしょう。 それが良いかどうかを知る。 ショーの大部分は商品の配置です。\u001b[22m\n\u001b[1m(Anime wa Nihon no okashi o misete, totemo chigatta koto o yarou to shita koto ni hontōni kansha shite imasu. Shikashi, sore ga jikkō sa reta hōhō wa sukoshi taikutsu ni naru koto ga dekimasu. Saisho no sū-kai wa, taberu to, taberu hōhō o setsumei suru subete no sōzō-tekina hōhō o tanoshima seru koto ga dekimasuga, sore wa hontōni kurikaeshi to shikkō shimasu. Komedī to onajiyōni, jōku wa toki o hete furuku naru. Shikashi, watashi ga shō ni tsuite sukina koto wa, kyarakutā no sōgo sayō, otagai no kaiwa, karera no jinkaku ga shōtotsu suru no o miru kotodesu. Soshite, shōjiki itte, watashi wa karera ga sore o teiji shita hōhō de jissai ni kurikaeshite irunode, karera ga pātodearu yori mo dagashi o tabete inai toki no bubun ga sukidatta. Shikashi, jissai ni wa, watashi wa dagashi ga nanika o shiranaishi, anata ga dagashi ga nandearu ka wakaranakereba, anata wa sore ga nandearu ka o shiranainode, osoraku amari ki ni shinaideshou. Sore ga yoi ka dō ka o shiru. Shō no daibubun wa shōhin no haichidesu.)\u001b[22m\n\nTranslations of \u001b[4mI really appreciated that the anime tried to do something very different, making a show about Japanese sweets. But the way it was executed can get a little boring. For first few times when eat dagashi and all the creative ways of explaining how to eat can be entertaining, but it gets really repetitive and stale. Same with the comedy, the jokes get old over time. But what I do like about the show is character interactions, their conversations with each other, seeing their personalities collide. And to be honest, I liked the parts when they weren’t eating dagashi more than the parts when they were, because it got really repetitive in the way they presented it. But also the fact, I don't know what dagashi is and if you don't have any idea what dagashi is you're probably not going to care as much, because you don't know what it is, you don't know if it's good or not. The majority of the show is product placement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really appreciated that the anime tried to do something very different, making a show about Japanese sweets.\u001b[24m\n    \u001b[1mアニメは日本のお菓子を見せて、とても違ったことをやろうとしたことに本当に感謝しています。\u001b[22m, \u001b[1m私は本当にアニメが日本のお菓子についてのショーを作る、非常に異なる何かをしようとしたことを高く評価しました。\u001b[22m\n\u001b[4mBut the way it was executed can get a little boring.\u001b[24m\n    \u001b[1mしかし、それが実行された方法は少し退屈になることができます。\u001b[22m, \u001b[1mしかし、それが実行された方法は少し退屈を得ることができます。\u001b[22m\n\u001b[4mFor first few times when eat dagashi and all the creative ways of explaining how to eat can be entertaining, but it gets really repetitive and stale.\u001b[24m\n    \u001b[1m最初の数回は、食べると、食べる方法を説明するすべての創造的な方法を楽しませることができますが、それは本当に繰り返しと失効します。\u001b[22m, \u001b[1mdagashi食べて、食べる方法を説明するのすべての創造的な方法は、面白いことができますが、それは本当に反復的で陳腐取得します。最初の数回のために\u001b[22m\n\u001b[4mSame with the comedy, the jokes get old over time.\u001b[24m\n    \u001b[1mコメディーと同じように、ジョークは時を経て古くなる。\u001b[22m, \u001b[1m喜劇と同じ、ジョークは、時間の経過とともに古い得ます。\u001b[22m\n\u001b[4mBut what I do like about the show is character interactions, their conversations with each other, seeing their personalities collide.\u001b[24m\n    \u001b[1mしかし、私がショーについて好きなことは、キャラクターの相互作用、お互いの会話、彼らの人格が衝突するのを見ることです。\u001b[22m, \u001b[1mしかし、私がショーについてのようにやっていることは、文字の相互作用、互いの会話、彼らの個性が衝突見ています。\u001b[22m\n\u001b[4mAnd to be honest, I liked the parts when they weren’t eating dagashi more than the parts when they were, because it got really repetitive in the way they presented it.\u001b[24m\n    \u001b[1mそして、正直言って、私は彼らがそれを提示した方法で実際に繰り返しているので、彼らがパートであるよりもdagashiを食べていないときの部分が好きだった。\u001b[22m, \u001b[1m彼らは彼らがいた部分よりdagashi以上を食べていなかったとき、それは彼らがそれを提示した方法で本当に繰り返し得たのでと正直に言うと、私は、部品が好き。\u001b[22m\n\u001b[4mBut also the fact, I don't know what dagashi is and if you don't have any idea what dagashi is you're probably not going to care as much, because you don't know what it is, you don't\u001b[24m\n    \u001b[1mしかし、実際には、私はダガシが何かを知らないし、あなたがダガシが何であるか分からなければ、あなたはそれが何であるかを知らないので、おそらくあまり気にしないでしょう。\u001b[22m, \u001b[1mしかし、また、実際に、私はdagashiが何であるかを知らないとあなたはおそらく同じくらい気にするつもりはないされているものdagashi任意のアイデアを持っていない場合、あなたはそれが何であるかわからないので、あなたはしないでください\u001b[22m\n\u001b[4mknow if it's good or not.\u001b[24m\n    \u001b[1mそれが良いかどうかを知る。\u001b[22m, \u001b[1mそれは良いことだかどうかを知ります。\u001b[22m\n\u001b[4mThe majority of the show is product placement.\u001b[24m\n    \u001b[1mショーの大部分は商品の配置です。\u001b[22m, \u001b[1mショーの大半はプロダクトプレイスメントです。\u001b[22m\n\u001b[1m\u001b[22m\nVerdict - 6.5/10\n\n\u001b[1m評決 -  6.5 / 10\u001b[22m\n\u001b[1m(Hyōketsu - 6. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mVerdict - 6.5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mVerdict - 6.5/10\u001b[24m\n    \u001b[1m評決 -  6.5 / 10\u001b[22m\n\u001b[1m\u001b[22m\nAs we draw closer to the end of the review, I give the story a 6, because it doesn’t really go anywhere when there a times when I thought it will progress, but it doesn’t. And it’s not much of a great story overall. But I do like the different sketches they can come up with, and appreciate the fact they try to do something very unique,\n\n\u001b[1mレビューの終わりに近づくにつれて、私はそれが進歩すると思った時にはどこにも行かないので、物語を6にしますが、そうはしません。 そしてそれは全体的にすばらしい話ではありません。 しかし、私は彼らが思い描くことができるさまざまなスケッチが好きであり、彼らが非常にユニークな何かをしようとしていることを感謝し、\u001b[22m\n\u001b[1m(Rebyū no owari ni chikadzuku ni tsurete, watashi wa sore ga shinpo suru to omotta tokiniha dokoni mo ikanainode, monogatari o 6 ni shimasuga, sō wa shimasen. Soshite sore wa zentai-teki ni subarashī hanashide wa arimasen. Shikashi, watashi wa karera ga omoiegaku koto ga dekiru samazamana suketchi ga sukideari, karera ga hijō ni yunīkuna nanika o shiyou to shite iru koto o kansha shi,)\u001b[22m\n\nTranslations of \u001b[4mAs we draw closer to the end of the review, I give the story a 6, because it doesn’t really go anywhere when there a times when I thought it will progress, but it doesn’t. And it’s not much of a great story overall. But I do like the different sketches they can come up with, and appreciate the fact they try to do something very unique,\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs we draw closer to the end of the review, I give the story a 6, because it doesn’t really go anywhere when there a times when I thought it will progress, but it doesn’t.\u001b[24m\n    \u001b[1mレビューの終わりに近づくにつれて、私はそれが進歩すると思った時にはどこにも行かないので、物語を6にしますが、そうはしません。\u001b[22m, \u001b[1m私たちは、レビューの最後に近づくように、私はそれが進行するそこに時間を考えたときとき、それは本当にどこにも行かないので、私は、話6を与えるが、それはしません。\u001b[22m\n\u001b[4mAnd it’s not much of a great story overall.\u001b[24m\n    \u001b[1mそしてそれは全体的にすばらしい話ではありません。\u001b[22m, \u001b[1mそして、それは全体的な偉大な物語の多くはありません。\u001b[22m\n\u001b[4mBut I do like the different sketches they can come up with, and appreciate the fact they try to do something very unique,\u001b[24m\n    \u001b[1mしかし、私は彼らが思い描くことができるさまざまなスケッチが好きであり、彼らが非常にユニークな何かをしようとしていることを感謝し、\u001b[22m, \u001b[1mしかし、私は、彼らが思い付くことができます別のスケッチのように行う、と彼らは非常にユニークな何かをしようとする事実に感謝します\u001b[22m\n\u001b[1m\u001b[22m\nFor the animation and sound, I give it a 6 and 6. The animation is not bad, it does good things here and there, but doesn’t blow me away. The art style is pretty good a unique, I like how they have very unique designs for the characters and make it very noticeable. The ost fits the comedy genre very well, but the OP and ED is rather skip able.\n\n\u001b[1mアニメーションとサウンドについては、私は6と6を与えます。アニメーションは悪くない、それは良いことをこことそこに行うが、私を吹き飛ばすことはありません。 芸術のスタイルはとてもユニークですが、私はキャラクターにとって非常にユニークなデザインをしていて、それを非常に目立たせるのが好きです。 オストはコメディのジャンルによく合いますが、OPとEDはむしろスキップすることができます。\u001b[22m\n\u001b[1m(Animēshon to saundo ni tsuite wa, watashi wa 6 to 6 o ataemasu. Animēshon wa warukunai, sore wa yoi koto o koko to soko ni okonauga, watashi o fukitobasu koto wa arimasen. Geijutsu no sutairu wa totemo yunīkudesuga, watashi wa kyarakutā ni totte hijō ni yunīkuna dezain o shite ite, sore o hijō ni medata seru no ga sukidesu. Osuto wa komedi no janru ni yoku aimasu ga, OP to ED wa mushiro sukippu suru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the animation and sound, I give it a 6 and 6. The animation is not bad, it does good things here and there, but doesn’t blow me away. The art style is pretty good a unique, I like how they have very unique designs for the characters and make it very noticeable. The ost fits the comedy genre very well, but the OP and ED is rather skip able.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the animation and sound, I give it a 6 and 6. The animation is not bad, it does good things here and there, but doesn’t blow me away.\u001b[24m\n    \u001b[1mアニメーションとサウンドについては、私は6と6を与えます。アニメーションは悪くない、それは良いことをこことそこに行うが、私を吹き飛ばすことはありません。\u001b[22m, \u001b[1mアニメーションとサウンドのために、私はアニメーションは悪いことではありませんそれを6と6を与え、それがここにある良いものを行いますが、私を吹き飛ばしていません。\u001b[22m\n\u001b[4mThe art style is pretty good a unique, I like how they have very unique designs for the characters and make it very noticeable.\u001b[24m\n    \u001b[1m芸術のスタイルはとてもユニークですが、私はキャラクターにとって非常にユニークなデザインをしていて、それを非常に目立たせるのが好きです。\u001b[22m, \u001b[1mアートスタイルは、かなり良いユニークである彼らは文字の非常にユニークなデザインを持っており、それが非常に目立つようどのように私は好き。\u001b[22m\n\u001b[4mThe ost fits the comedy genre very well, but the OP and ED is rather skip able.\u001b[24m\n    \u001b[1mオストはコメディのジャンルによく合いますが、OPとEDはむしろスキップすることができます。\u001b[22m, \u001b[1mOSTは非常によくコメディのジャンルに合うが、OPとEDはむしろできスキップされます。\u001b[22m\n\u001b[1m\u001b[22m\nFor the characters I give them a 7. Even though there is not really much development by any of the characters, I love the interactions and banter between the characters. Despite the contradicting personalities, they all have really good chemistry with each other.\n\n\u001b[1mキャラクターのために私は彼らに7を与える。キャラクターの開発はあまり進んでいないが、キャラクターの相互作用と冗談が大好きだ。 相反する人格にもかかわらず、彼らはお互いに本当に良い化学を持っています。\u001b[22m\n\u001b[1m(Kyarakutā no tame ni watashi wa karera ni 7 o ataeru. Kyarakutā no kaihatsu wa amari susunde inaiga, kyarakutā no sōgo sayō to jōdan ga daisukida. Sōhansuru jinkaku nimokakawarazu, karera wa otagai ni hontōni yoi kagaku o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mFor the characters I give them a 7. Even though there is not really much development by any of the characters, I love the interactions and banter between the characters. Despite the contradicting personalities, they all have really good chemistry with each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor the characters I give them a 7. Even though there is not really much development by any of the characters, I love the interactions and banter between the characters.\u001b[24m\n    \u001b[1mキャラクターのために私は彼らに7を与える。キャラクターの開発はあまり進んでいないが、キャラクターの相互作用と冗談が大好きだ。\u001b[22m, \u001b[1m文字のいずれかによって、実際に多くの開発がないにもかかわらず文字については、私は彼らに7を与え、私は文字の間の相互作用や冗談が大好きです。\u001b[22m\n\u001b[4mDespite the contradicting personalities, they all have really good chemistry with each other.\u001b[24m\n    \u001b[1m相反する人格にもかかわらず、彼らはお互いに本当に良い化学を持っています。\u001b[22m, \u001b[1m相反する個性にもかかわらず、それらはすべてお互いに本当に相性が良いです。\u001b[22m\n\u001b[1m\u001b[22m\nAs for my own personal enjoyment, I give it a 7. Yes the first few episodes were enjoyable, but the formula got old and boring. And the fact I don’t have a great knowledge and sense of dagashi, I couldn’t really care too much for what they were trying to promote. Basically it was product placement.\n\n\u001b[1m私自身の個人的な楽しさについては、私はそれを7にします。最初のいくつかのエピソードは楽しいものでしたが、この式は古くて退屈でした。 そして、私は大きな知識とダガシ感覚を持っていないという事実は、彼らが促進しようとしていることについてはあまり気にしません。 基本的には商品の配置でした。\u001b[22m\n\u001b[1m(Watashi jishin no kojin-tekina tanoshisa ni tsuite wa, watashi wa sore o 7 ni shimasu. Saisho no ikutsu ka no episōdo wa tanoshī monodeshitaga, kono shiki wa furukute taikutsudeshita. Soshite, watashi wa ōkina chishiki to dagashi kankaku o motteinai to iu jijitsu wa, karera ga sokushin shiyou to shite iru koto ni tsuite wa amari ki ni shimasen. Kihontekini wa shōhin no haichideshita.)\u001b[22m\n\nTranslations of \u001b[4mAs for my own personal enjoyment, I give it a 7. Yes the first few episodes were enjoyable, but the formula got old and boring. And the fact I don’t have a great knowledge and sense of dagashi, I couldn’t really care too much for what they were trying to promote. Basically it was product placement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs for my own personal enjoyment, I give it a 7. Yes the first few episodes were enjoyable, but the formula got old and boring.\u001b[24m\n    \u001b[1m私自身の個人的な楽しさについては、私はそれを7にします。最初のいくつかのエピソードは楽しいものでしたが、この式は古くて退屈でした。\u001b[22m, \u001b[1m私自身の個人的な楽しみのためとして、私はそれ7.はいを与える最初のいくつかのエピソードが楽しいでしたが、式が古いと退屈です。\u001b[22m\n\u001b[4mAnd the fact I don’t have a great knowledge and sense of dagashi, I couldn’t really care too much for what they were trying to promote.\u001b[24m\n    \u001b[1mそして、私は大きな知識とダガシ感覚を持っていないという事実は、彼らが促進しようとしていることについてはあまり気にしません。\u001b[22m, \u001b[1mそして、私はdagashiの偉大な知識とセンスを持っていない事実は、私は本当に彼らが推進しようとしていた何のためにあまり気にしませんでした。\u001b[22m\n\u001b[4mBasically it was product placement.\u001b[24m\n    \u001b[1m基本的には商品の配置でした。\u001b[22m, \u001b[1m基本的には、製品の配置でした。\u001b[22m\n\u001b[1m\u001b[22m\nSo for the overall score after rounding it all up, I give Dagashi Kashi a 6.5/10. If you don’t get bored and mind the repetitiveness it is an enjoyable show. I recommend this show to slice of life fans, and those with knowledge of dagashi, as this is mostly likely aimed towards you.\n\n\u001b[1mだから全部を丸めた後の総合スコアは、Dagashi Kashiに6.5 / 10を与える。 あなたが退屈して反復性を気にしなければ、それは楽しいショーです。 私はこのショーを人生のファン、そしてダガシを知っている人たちに紹介することをお勧めします。これは主にあなたを対象にしている可能性が高いからです。\u001b[22m\n\u001b[1m(Dakara zenbu o marumeta nochi no sōgō sukoa wa, Dagashi Kashi ni 6. 5/ 10 O ataeru. Anata ga taikutsu shite hanpuku-sei o ki ni shinakereba, sore wa tanoshī shōdesu. Watashi wa kono shō o jinsei no fan, soshite dagashi o shitte iru hito-tachi ni shōkai suru koto o o susume shimasu. Kore wa omoni anata o taishō ni shite iru kanōsei ga takaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mSo for the overall score after rounding it all up, I give Dagashi Kashi a 6.5/10. If you don’t get bored and mind the repetitiveness it is an enjoyable show. I recommend this show to slice of life fans, and those with knowledge of dagashi, as this is mostly likely aimed towards you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo for the overall score after rounding it all up, I give Dagashi Kashi a 6.5/10.\u001b[24m\n    \u001b[1mだから全部を丸めた後の総合スコアは、Dagashi Kashiに6.5 / 10を与える。\u001b[22m, \u001b[1mだから、すべての切り上げ後の全体のスコアのために、私はDagashiカシュガル6.5 / 10を与えます。\u001b[22m\n\u001b[4mIf you don’t get bored and mind the repetitiveness it is an enjoyable show.\u001b[24m\n    \u001b[1mあなたが退屈して反復性を気にしなければ、それは楽しいショーです。\u001b[22m, \u001b[1mあなたは退屈と反復性を気にしない場合、それは楽しいショーです。\u001b[22m\n\u001b[4mI recommend this show to slice of life fans, and those with knowledge of dagashi, as this is mostly likely aimed towards you.\u001b[24m\n    \u001b[1m私はこのショーを人生のファン、そしてダガシを知っている人たちに紹介することをお勧めします。これは主にあなたを対象にしている可能性が高いからです。\u001b[22m, \u001b[1mこれは主におそらくあなたに向かって目的としているように私は、人生のファンのスライスにこのショーをお勧めします、とdagashiの知識を有するもの。\u001b[22m"
  },
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "Pandapod",
    "profile": "/profile/Pandapod/reviews",
    "pages": "3",
    "number": "3",
    "link": "/reviews.php?id=217023",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  1\nアニメーション|  6\nサウンド|  4\nキャラクター|  1\n|  1\n\nこれは私が見た最悪のアニメの一つです。 ちょっと退屈だし、すべてのエピソードはちょうど特定の日本のキャンディーブランドの商業のように感じられる。 多くの商品の配置がありますが、それ以上に物語に入れてしまっています。\n\n文字は非常に単純ですし、あなたは誰のものでも十分深くは決してありません。 面白い人はホタールだけで、彼女がどんなにクレイジーなことが起こっているかを知ることができます。 それが見守る唯一の理由でした。\n\nそして、ジョークはちょうどリサイクルされた退屈な熱気であり、めったに面白いものではありません。  「面白い」食べ物の話は、非現実的で、上から見た感じがします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nThis is one of the worst anime I've seen. Its just plain boring, and every episode just feels like some commercial for a specific japanese candy-brand. There ist soooo much product placement, even more that they have put in the story.\n\n\u001b[1mこれは私が見た最悪のアニメの一つです。 ちょっと退屈だし、すべてのエピソードはちょうど特定の日本のキャンディーブランドの商業のように感じられる。 多くの商品の配置がありますが、それ以上に物語に入れてしまっています。\u001b[22m\n\u001b[1m(Kore wa watashi ga mita saiaku no anime no hitotsudesu. Chotto taikutsudashi, subete no episōdo wa chōdo tokutei no Nihon no kyandīburando no shōgyō no yō ni kanji rareru. Ōku no shōhin no haichi ga arimasuga, soreijō ni monogatari ni irete shimatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is one of the worst anime I've seen. Its just plain boring, and every episode just feels like some commercial for a specific japanese candy-brand. There ist soooo much product placement, even more that they have put in the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is one of the worst anime I've seen.\u001b[24m\n    \u001b[1mこれは私が見た最悪のアニメの一つです。\u001b[22m, \u001b[1mこれは私が見てきた最悪のアニメの一つです。\u001b[22m\n\u001b[4mIts just plain boring, and every episode just feels like some commercial for a specific japanese candy-brand.\u001b[24m\n    \u001b[1mちょっと退屈だし、すべてのエピソードはちょうど特定の日本のキャンディーブランドの商業のように感じられる。\u001b[22m, \u001b[1mその単なる退屈な、とすべてのエピソードだけで、特定の日本のお菓子ブランドのためのいくつかの商用のように感じています。\u001b[22m\n\u001b[4mThere ist soooo much product placement, even more that they have put in the story.\u001b[24m\n    \u001b[1m多くの商品の配置がありますが、それ以上に物語に入れてしまっています。\u001b[22m, \u001b[1mさらに多くの彼らは物語の中で入れていることを、サイコー多くのプロダクトプレースメントがイスト。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are just very plain, and you never get deep enough with anyone of them. The only interesting person is Hotaru, just to see what more crazy things that she comes up with. That was the only reason it kept watching.\n\n\u001b[1m文字は非常に単純ですし、あなたは誰のものでも十分深くは決してありません。 面白い人はホタールだけで、彼女がどんなにクレイジーなことが起こっているかを知ることができます。 それが見守る唯一の理由でした。\u001b[22m\n\u001b[1m(Moji wa hijō ni tanjundesushi, anatahadare no monode mo jūbun fukaku wa kesshite arimasen. Omoshiroi hito wa hotāru dake de, kanojo ga don'nani kureijīna koto ga okotte iru ka o shiru koto ga dekimasu. Sore ga mimamoru yuiitsu no riyūdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are just very plain, and you never get deep enough with anyone of them. The only interesting person is Hotaru, just to see what more crazy things that she comes up with. That was the only reason it kept watching.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are just very plain, and you never get deep enough with anyone of them.\u001b[24m\n    \u001b[1m文字は非常に単純ですし、あなたは誰のものでも十分深くは決してありません。\u001b[22m, \u001b[1m文字だけの非常に平野であり、あなたは彼らの誰とも深く十分に得ることはありません。\u001b[22m\n\u001b[4mThe only interesting person is Hotaru, just to see what more crazy things that she comes up with.\u001b[24m\n    \u001b[1m面白い人はホタールだけで、彼女がどんなにクレイジーなことが起こっているかを知ることができます。\u001b[22m, \u001b[1m唯一の面白い人はちょうど彼女が思い付くものをより多くの狂気の事を確認するために、蛍です。\u001b[22m\n\u001b[4mThat was the only reason it kept watching.\u001b[24m\n    \u001b[1mそれが見守る唯一の理由でした。\u001b[22m, \u001b[1mそれはそれは見保た唯一の理由でした。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the jokes are just recycled boring tropes, and seldom really funny. The 'funny' food stories just feels unrealistic and over-the-top.\n\n\u001b[1mそして、ジョークはちょうどリサイクルされた退屈な熱気であり、めったに面白いものではありません。  「面白い」食べ物の話は、非現実的で、上から見た感じがします。\u001b[22m\n\u001b[1m(Soshite, jōku wa chōdo risaikuru sa reta taikutsuna nekkideari, mettani omoshiroi monode wa arimasen. `Omoshiroi' tabemono no hanashi wa, higenjitsuteki de,-jō kara mita kanji ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd the jokes are just recycled boring tropes, and seldom really funny. The 'funny' food stories just feels unrealistic and over-the-top.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the jokes are just recycled boring tropes, and seldom really funny.\u001b[24m\n    \u001b[1mそして、ジョークはちょうどリサイクルされた退屈な熱気であり、めったに面白いものではありません。\u001b[22m, \u001b[1mそして、ジョークはちょうど退屈な比喩をリサイクルし、めったに本当に面白いされています。\u001b[22m\n\u001b[4mThe 'funny' food stories just feels unrealistic and over-the-top.\u001b[24m\n    \u001b[1m「面白い」食べ物の話は、非現実的で、上から見た感じがします。\u001b[22m, \u001b[1m「面白い」食品の話だけで非現実的とオーバーザトップ感じています。\u001b[22m"
  },
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "Ryander",
    "profile": "/profile/Ryander/reviews",
    "pages": "3",
    "number": "4",
    "link": "/reviews.php?id=215669",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|  6\n\nDagashi Kashi（AKAキャンディー商品の配置はアニメ）は、キャンディーの事実、コメディー、ファンサービスが混在しています。\n\nあなたがキャンディーについての愚かで軽快なアニメを探していて、ゼロプロットの進歩に悩まされていないなら、これは好きかもしれません。\nそこにはどこにも行かないロマンチックなサブプロットがあり、オープン・エンディング、およびサイド/マイナー・キャラクターの明確な欠如があります。\n\nほぼすべてのエピソードはまったく同じパターンに従います：\nエキセントリックなホタルは、キャンディーをもっと面白く見せるばかばかしい方法を思いつき、キャンディーといくつかのギャグについての事実を思い起こさせる。\n\nそれはよく見え、私はそれを見て好きでしたが、ほとんどの視聴者はこのアニメを気にしません。 彼らに見せてもらうようなプロットはなく、アニメ全体の発展の欠如は彼らを見守っていることを意味しません。 全体として、非常に平均的です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nDagashi Kashi (AKA candy product placement the anime) is a mixture of candy facts, comedy and fan-service.\n\n\u001b[1mDagashi Kashi（AKAキャンディー商品の配置はアニメ）は、キャンディーの事実、コメディー、ファンサービスが混在しています。\u001b[22m\n\u001b[1m(Dagashi Kashi (AKA kyandī shōhin no haichi wa anime) wa, kyandī no jijitsu, komedī, fansābisu ga konzai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mDagashi Kashi (AKA candy product placement the anime) is a mixture of candy facts, comedy and fan-service.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDagashi Kashi (AKA candy product placement the anime) is a mixture of candy facts, comedy and fan-service.\u001b[24m\n    \u001b[1mDagashi Kashi（AKAキャンディー商品の配置はアニメ）は、キャンディーの事実、コメディー、ファンサービスが混在しています。\u001b[22m, \u001b[1mDagashiカシュガル（AKAキャンディプロダクトプレイスメントアニメ）キャンディ事実、コメディ、ファンサービスの混合物です。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're looking for a silly and lighthearted anime about candy, and you're not bothered by zero plot progress then you might like this.\n\n\u001b[1mあなたがキャンディーについての愚かで軽快なアニメを探していて、ゼロプロットの進歩に悩まされていないなら、これは好きかもしれません。\u001b[22m\n\u001b[1m(Anata ga kyandī ni tsuite no orokade keikaina anime o sagashite ite, zeropurotto no shinpo ni nayamasa rete inainara, kore wa suki kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mIf you're looking for a silly and lighthearted anime about candy, and you're not bothered by zero plot progress then you might like this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're looking for a silly and lighthearted anime about candy, and you're not bothered by zero plot progress then you might like this.\u001b[24m\n    \u001b[1mあなたがキャンディーについての愚かで軽快なアニメを探していて、ゼロプロットの進歩に悩まされていないなら、これは好きかもしれません。\u001b[22m, \u001b[1mあなたがお菓子について愚かと気軽にアニメを探している、とあなたがゼロプロットの進行状況に悩まされていないなら、あなたはこれが好きかもしれません。\u001b[22m\nThere's a romantic subplot that goes nowhere, an open ending, and a distinct lack of side/minor characters.\n\n\u001b[1mそこにはどこにも行かないロマンチックなサブプロットがあり、オープン・エンディング、およびサイド/マイナー・キャラクターの明確な欠如があります。\u001b[22m\n\u001b[1m(Soko ni wa dokoni mo ikanai romanchikkuna sabupurotto ga ari, ōpun endingu, oyobi saido/ mainā kyarakutā no meikakuna ketsujo ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere's a romantic subplot that goes nowhere, an open ending, and a distinct lack of side/minor characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's a romantic subplot that goes nowhere, an open ending, and a distinct lack of side/minor characters.\u001b[24m\n    \u001b[1mそこにはどこにも行かないロマンチックなサブプロットがあり、オープン・エンディング、およびサイド/マイナー・キャラクターの明確な欠如があります。\u001b[22m, \u001b[1mどこにも行かないロマンチックなサブプロット、オープンエンディング、サイド/マイナー文字の明確な欠如があります。\u001b[22m\n\u001b[1m\u001b[22m\nAlmost every episode follows the exact same pattern:\n\n\u001b[1mほぼすべてのエピソードはまったく同じパターンに従います：\u001b[22m\n\u001b[1m(Hobo subete no episōdo wa mattaku onaji patān ni shitagaimasu:)\u001b[22m\n\nTranslations of \u001b[4mAlmost every episode follows the exact same pattern:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlmost every episode follows the exact same pattern:\u001b[24m\n    \u001b[1mほぼすべてのエピソードはまったく同じパターンに従います：\u001b[22m\nEccentric Hotaru comes up with a silly way to make candy seem more interesting, cue facts about candy and a few gags.\n\n\u001b[1mエキセントリックなホタルは、キャンディーをもっと面白く見せるばかばかしい方法を思いつき、キャンディーといくつかのギャグについての事実を思い起こさせる。\u001b[22m\n\u001b[1m(Ekisentorikkuna hotaru wa, kyandī o motto omoshiroku miseru bakabakashī hōhō o omoitsuki, kyandī to ikutsu ka no gyagu ni tsuite no jijitsu o omoiokosa seru.)\u001b[22m\n\nTranslations of \u001b[4mEccentric Hotaru comes up with a silly way to make candy seem more interesting, cue facts about candy and a few gags.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEccentric Hotaru comes up with a silly way to make candy seem more interesting, cue facts about candy and a few gags.\u001b[24m\n    \u001b[1mエキセントリックなホタルは、キャンディーをもっと面白く見せるばかばかしい方法を思いつき、キャンディーといくつかのギャグについての事実を思い起こさせる。\u001b[22m, \u001b[1mエキセントリックほたるはお菓子はお菓子といくつかのギャグについてもっと面白い、キュー事実を見えるようにする愚かな方法を思い付きます。\u001b[22m\n\u001b[1m\u001b[22m\nIt looks good and I liked watching it but most viewers won't care about this anime. There's no plot to get them to start watching, and the lack of development throughout the anime means there's nothing to keep them watching either. Overall, very average.\n\n\u001b[1mそれはよく見え、私はそれを見て好きでしたが、ほとんどの視聴者はこのアニメを気にしません。 彼らに見せてもらうようなプロットはなく、アニメ全体の発展の欠如は彼らを見守っていることを意味しません。 全体として、非常に平均的です。\u001b[22m\n\u001b[1m(Sore wa yoku mie, watashi wa sore o mite sukideshita ga, hotondo no shichō-sha wa kono anime o ki ni shimasen. Karera ni misete morau yōna purotto wa naku, anime zentai no hatten no ketsujo wa karera o mimamotte iru koto o imi shimasen. Zentai to shite, hijō ni heikin-tekidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt looks good and I liked watching it but most viewers won't care about this anime. There's no plot to get them to start watching, and the lack of development throughout the anime means there's nothing to keep them watching either. Overall, very average.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt looks good and I liked watching it but most viewers won't care about this anime.\u001b[24m\n    \u001b[1mそれはよく見え、私はそれを見て好きでしたが、ほとんどの視聴者はこのアニメを気にしません。\u001b[22m, \u001b[1mそれはよさそうだ、私はそれを見て言っていますが、ほとんどの視聴者はこのアニメを気にしません。\u001b[22m\n\u001b[4mThere's no plot to get them to start watching, and the lack of development throughout the anime means there's nothing to keep them watching either.\u001b[24m\n    \u001b[1m彼らに見せてもらうようなプロットはなく、アニメ全体の発展の欠如は彼らを見守っていることを意味しません。\u001b[22m, \u001b[1mそこに視聴を開始するためにそれらを得るために何のプロットはないですし、アニメを通じて開発の欠如は、いずれか見て、それらを保つために何もないことを意味します。\u001b[22m\n\u001b[4mOverall, very average.\u001b[24m\n    \u001b[1m全体として、非常に平均的です。\u001b[22m, \u001b[1m全体的に、非常に平均。\u001b[22m"
  },
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "PyraXadon",
    "profile": "/profile/PyraXadon/reviews",
    "pages": "3",
    "number": "5",
    "link": "/reviews.php?id=215135",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  5\nキャラクター|  6\n|  6\n\n広告はどこにでもあります。 任意の日に、1日に約5,000人の広告がさまざまなものについて見られると推定されています。 そしてあなたの興味の周りに広告をデザインするクッキーをインストールするインターネットで、これがなぜこのような競争の厳しい業界であるのかは不思議ではありません。 なぜ私はこれについて話しているのですか？ まあ、Dagashi Kashiは基本的に一つの大きな広告です。 真剣に。\n\nストーリー：ショーの誰もが彼にそれを呼んでいるので、我々は主人公をココナッツと呼ぶつもりです。 今、ココナッツは田舎の小さな町に住んでいます。 彼はマンガになることを夢見ていて、良いマンガを作るために毎日飽き足りなく働いています。 一方、彼の父、あなたは、他の計画を持っています。 彼は彼の息子が家族経営を引き継ぐことを望んでいます。世代は何世代にも及んでいます。 所有する...キャンディーストア。 それはココナッツがキャンディーや他のペニー食品の旅に乗り出す村に新しい誰かを満たす場所です。\n\nDagashi Kashiは、私が前に述べたように、日本のキャンディやお店のグッズのための1つの巨大な広告です。 基本的なストーリー・ラインには、私たちの4〜5文字で、1つのエピソードのシーンを2つの部分に分割しています。  A部分は、キャンディやお店をよく話します。  Bの部分はまた彼らにキャンディやお店について話してもらう。 別のキャンディーや良い店。 それが私たちの全体的なプロットです。 真剣に、私たちの全体のプロットです。 そのように、Dagashiは多かれ少なかれ1トリックポニーであるそれらのショーの1つです。 彼らはエピソードを終える前に、それぞれの起源、ギミック、あなたが個々のキャンディーでできることのたわごとをもっと深く理解するために、それぞれの半分のエピソードを特定のタイプのキャンディについて話しています。\n\nショーは、キャラクターがある役割または別の役割に分かれているストレートマン/面白い人のセットアップから跳ね返るコメディの形を使い、ショーを面白く保つために誇張されたノートとそれ以外のものを混ぜて作ります。 全体的な雰囲気はかなり落ち着いていますが、このシリーズでは緊張感は全くありません。 全体として、物語は基本的にDagashiには存在しません。何か興味深いものを作るための進歩や緊急性がないからです。 ショー自体はキャンディーのようなもので、ちょうどそれを始めることができ、エピソードを見て、それを横に置くことができるので、M＆amp; Msのパックのように、別のエピソードを別の日に見ることができます。 それは非常にゆったりとしており、時にはその結果として退屈なものになることがあります。\n\n概要：\n+教育？  （日本人でないなら、日本人のお菓子を学んでいるのです。）\n - 本当に何も起こっていない。 文字通り、ちょうどキャンディです。\n\n文字：Dagashi Kashiは5文字です。 それだけです。 これらの文字はすべて一次元の文字であり、本当に重要なものは何もありません。 開発はありませんし、あなたは多かれ少なかれ、それらのいずれかと関連したり、好き嫌いをするために、彼らの本来の特性から離れなければなりません。 前にも述べたように、ショーはストーリーマン/面白い男のルーティンの役を演じていますが、キャラクターは両者の役割の間でほぼ均等に分かれています。\n\nココナッツ。 メインの主人公。 マンガーカになりたい、キャンディーショップのビジネスを引き継ぐことは望んでいませんが、皮肉なことに、彼が本当にすべきであるよりもはるかにキャンディやスナック食品について知っています。  （多かれ少なかれ指定されたストレートマン。）\n\nホタル。 主な女性の主人公。 キャンディとスナックに夢中。  （それは私が追加するかもしれない控えめなことです）。  Dagashiをもっと食べる。 基本的には何もしませんが、Dagashiをこのランタイム全体で食べます。 また、狂気のようなもの。  （多かれ少なかれ指定された面白い女性。）\n\nTou。 ココナッツの友人。 シリーズのトークンの倒錯。  （本当に、それは私たちが彼について知っているすべてです。多かれ少なかれ、何よりも指定された面白い人です。）\n\nサヤ。 トゥーの双子の妹も、ココナッツを怒らせている。 にもかかわらず、キャンディの大ファンではなく、それにもかかわらず一定の基準でそれを扱う。 秘密のボスは、多くのものと一般的に好きな性格です。 少なくとも私に。  （この場合、指定されたストレート女性。）\n\n君は。 ココナッツのお父さん。 彼の年齢には影響しませんし、シリーズ全体で最も少なく見えます。 また、キャンディ自体にもかなり執着しています。\n\nあなたが見ることができるように、実際にこれらの文字についてはあまり言及することはありません。 実際にはどちらかについて話すことはあまりありませんし、私が実際にそれらを分析するための方法はありますか？あなたはこのようなもののエピソードを見ることができます。 一ヶ月に一度、あなたは本当に何が起こっているかを実際に知ることに戻ることができます。\n\n概要：\n+小さなキャスト。  （...本当に小さいキャストのように）。\n - 各メンバーは...むしろ1次元です。\n\n芸術：Dagashiの芸術は、実際には記念品のようなものではありません。 それは比較的独特のスタイルで描かれています。独特な目の選択は大きなモエの目ではなく、小さなドットの生徒であるが、フリップサイドでは、アートワークについてはあまり言い表しがない。\n\n注目すべきことは、彼らが芸術とのショーケーキルートに行くということです。 まあ、リスクではないが、ショーは時にはいくつかの場面でそのキャラクターでものを暗唱し、それはショーのためのちょっとしたエッチ感を放つ。\n\n概要：\n+/-デケートアート\n+/-いくつかのエッチ/エッチ関連の瞬間\n\nサウンド：OPは、ショーの全体的な感覚に関連するエネルギッシュな歌です。ショーの多くは、面白くて面白いものを保つために、やや精力的なシーケンスが含まれています。 それはまともなOPですが、それは最高ではありません。\n\nもう一方のEDには、ワンダーランドにインスパイアされたアリスのビジュアルに、一種の一般的なEDソングが収録されています。 実際にここではあまり言い表せません。 ポイントは、OSTはそれほど記憶に残るものではありません。\n\n概要\n+/- Meh韓国ドラマOST\n\n個人的な楽しさ：Dagashi Kashiは...まあそれはショーです。 私は本当にそれがそれ自身のやり方で様式化されたという事実のために、このショーに対して多くの病気や肯定的な気持ちを本当に抱かない。 このシリーズの元の漫画は、多かれ少なかれ、同じ方法で構成されており、お菓子や広告を紹介する多かれ少なかれ1つのコメディギャグ・マンガに対する忠実な適応は、  。\n\n私はこのアニメが好きでしたか？\n\nこのアニメのすべてのうち、私が一番好きだったのはサヤでした。 このシリーズのサヤは私の大好きなキャラクターなので、なぜか分かりません。 たぶん、彼女はあまりにもおしゃれではないし、私が好きになったツンデレタイプのキャラクターだからですが、それ以外には何の説明もありません。\n\n私はこのアニメについて何が好きではなかったのですか？\n\n正直なところ....本当に何もない。 前にも言及したように、このアニメは本当に私にとって大きな憎しみを呼び起こすわけではありません。多かれ少なかれ自分のことが起こります。\n\n私はこのアニメをお勧めしますか？\n\nあなたが日本のキャンディーについて学びたい、あるいはちょうど殺す時間があり、あなたが3分短いことを見たくないのなら、ここであなたのためのカシがあります。 このショーについては、あまり言い表せません。 日本のキャンディーが何をどのようにして、どのように働いているかを視聴者に伝えるためのショーで、今日の日本市場に存在する約24種類のスナック食品におおよそ対応しています。 このように、Dagashiは実際のシリーズアニメよりも時間の浪費として多くのメリットがあります。 このショーは、いくつかの...空腹時に起こることが知られているので、見ているときに軽食を持って来ることに気をつけてください。\n\n最終的なノート：また、このアニメは基本的に巨大な広告なので、私はここに自分自身を置く理由はない。  Ahem。  「PyraXadonのアニメのページに来なさい！ 我々は、それらの大部分のレビューを得た。 そして私はいつも活発なので、何か質問があれば、いつも周りにいるよ！ 私はまた、レビューのための助言を与える。 もしあなたがそれを望むなら、それはそうです。 下に来なさい！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nAds are everywhere. It's estimated that on any given day, a person will see around 5,000 adverts a day for various things. And with the internet installing cookies that design ads around your interests, it's no wonder why this is such a competitive industry. Why am I talking about this? Well, Dagashi Kashi is basically one big advertisement. Seriously.\n\n\u001b[1m広告はどこにでもあります。 任意の日に、1日に約5,000人の広告がさまざまなものについて見られると推定されています。 そしてあなたの興味の周りに広告をデザインするクッキーをインストールするインターネットで、これがなぜこのような競争の厳しい業界であるのかは不思議ではありません。 なぜ私はこれについて話しているのですか？ まあ、Dagashi Kashiは基本的に一つの大きな広告です。 真剣に。\u001b[22m\n\u001b[1m(Kōkoku wa doko ni demo arimasu. Nin'i no hi ni, 1-nichi ni yaku 5, 000-ri no kōkoku ga samazamana mono ni tsuite mi rareru to suitei sa rete imasu. Soshite anata no kyōmi no mawari ni kōkoku o dezain suru kukkī o insutōru suru intānetto de, kore ga naze kono yōna kyōsō no kibishī gyōkaidearu no ka wa fushigide wa arimasen. Naze watashi wa kore ni tsuite hanashite iru nodesu ka? Mā, Dagashi Kashi wa kihontekini hitotsu no ōkina kōkokudesu. Shinken ni.)\u001b[22m\n\nTranslations of \u001b[4mAds are everywhere. It's estimated that on any given day, a person will see around 5,000 adverts a day for various things. And with the internet installing cookies that design ads around your interests, it's no wonder why this is such a competitive industry. Why am I talking about this? Well, Dagashi Kashi is basically one big advertisement. Seriously.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAds are everywhere.\u001b[24m\n    \u001b[1m広告はどこにでもあります。\u001b[22m, \u001b[1m広告があふれています。\u001b[22m\n\u001b[4mIt's estimated that on any given day, a person will see around 5,000 adverts a day for various things.\u001b[24m\n    \u001b[1m任意の日に、1日に約5,000人の広告がさまざまなものについて見られると推定されています。\u001b[22m, \u001b[1m任意の日に、人は様々なもののために一日の周りに5000の広告が表示されますことを推定しています。\u001b[22m\n\u001b[4mAnd with the internet installing cookies that design ads around your interests, it's no wonder why this is such a competitive industry.\u001b[24m\n    \u001b[1mそしてあなたの興味の周りに広告をデザインするクッキーをインストールするインターネットで、これがなぜこのような競争の厳しい業界であるのかは不思議ではありません。\u001b[22m, \u001b[1mそして、インターネットはあなたの興味のある広告を設計クッキーをインストールすると、これは、このような競争の激しい業界である理由も不思議ではありません。\u001b[22m\n\u001b[4mWhy am I talking about this?\u001b[24m\n    \u001b[1mなぜ私はこれについて話しているのですか？\u001b[22m, \u001b[1mなぜ私はこのことについて話していますか？\u001b[22m\n\u001b[4mWell, Dagashi Kashi is basically one big advertisement.\u001b[24m\n    \u001b[1mまあ、Dagashi Kashiは基本的に一つの大きな広告です。\u001b[22m, \u001b[1mまあ、Dagashiカシュガルは基本的に一つの大きな広告です。\u001b[22m\n\u001b[4mSeriously.\u001b[24m\n    \u001b[1m真剣に。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Just because everyone on the show calls him that, we're going to refer to our main character as Coconuts. Now, Coconuts lives in a very small town out in the countryside. He dreams of becoming a mangaka and works tirelessly every day to make good manga. His father, You, on the other hand, has other plans. He wants his son to take over the family business, a dynasty that has spanned several generations. Owning...a candy store. It is here where Coconuts meets someone new to the village who embarks on a journey of candy and other penny food products.\n\n\u001b[1mストーリー：ショーの誰もが彼にそれを呼んでいるので、我々は主人公をココナッツと呼ぶつもりです。 今、ココナッツは田舎の小さな町に住んでいます。 彼はマンガになることを夢見ていて、良いマンガを作るために毎日飽き足りなく働いています。 一方、彼の父、あなたは、他の計画を持っています。 彼は彼の息子が家族経営を引き継ぐことを望んでいます。世代は何世代にも及んでいます。 所有する...キャンディーストア。 それはココナッツがキャンディーや他のペニー食品の旅に乗り出す村に新しい誰かを満たす場所です。\u001b[22m\n\u001b[1m(Sutōrī: Shō no daremoga kare ni sore o yonde irunode, wareware wa shujinkō o kokonattsu to yobu tsumoridesu. Ima, kokonattsu wa inaka no chīsana machi ni sunde imasu. Kare wa manga ni naru koto o yumemite ite, yoi manga o tsukuru tame ni mainichi aki tarinaku hataraite imasu. Ippō, kare no chichi, anata wa, hoka no keikaku o motte imasu. Kare wa kare no musuko ga kazoku keiei o hikitsugu koto o nozonde imasu. Sedai wa nansedai ni mo oyonde imasu. Shoyū suru... Kyandīsutoa. Sore wa kokonattsu ga kyandī ya hoka no penī shokuhin no tabi ni noridasu mura ni atarashī dareka o mitasu bashodesu.)\u001b[22m\n\nTranslations of \u001b[4mStory: Just because everyone on the show calls him that, we're going to refer to our main character as Coconuts. Now, Coconuts lives in a very small town out in the countryside. He dreams of becoming a mangaka and works tirelessly every day to make good manga. His father, You, on the other hand, has other plans. He wants his son to take over the family business, a dynasty that has spanned several generations. Owning...a candy store. It is here where Coconuts meets someone new to the village who embarks on a journey of candy and other penny food products.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Just because everyone on the show calls him that, we're going to refer to our main character as Coconuts.\u001b[24m\n    \u001b[1mストーリー：ショーの誰もが彼にそれを呼んでいるので、我々は主人公をココナッツと呼ぶつもりです。\u001b[22m, \u001b[1mストーリー：番組で誰もが、我々はココナッツのように私たちの主な文字を参照しようとしていることを彼に呼び出すという理由だけで。\u001b[22m\n\u001b[4mNow, Coconuts lives in a very small town out in the countryside.\u001b[24m\n    \u001b[1m今、ココナッツは田舎の小さな町に住んでいます。\u001b[22m, \u001b[1m今、ココナッツは、田舎の外に非常に小さな町に住んでいます。\u001b[22m\n\u001b[4mHe dreams of becoming a mangaka and works tirelessly every day to make good manga.\u001b[24m\n    \u001b[1m彼はマンガになることを夢見ていて、良いマンガを作るために毎日飽き足りなく働いています。\u001b[22m, \u001b[1m彼は漫画家を夢見ると良い漫画を作るために毎日休むことなく動作します。\u001b[22m\n\u001b[4mHis father, You, on the other hand, has other plans.\u001b[24m\n    \u001b[1m一方、彼の父、あなたは、他の計画を持っています。\u001b[22m, \u001b[1m彼の父は、あなたは、他の一方で、他の計画を持っています。\u001b[22m\n\u001b[4mHe wants his son to take over the family business, a dynasty that has spanned several generations.\u001b[24m\n    \u001b[1m彼は彼の息子が家族経営を引き継ぐことを望んでいます。世代は何世代にも及んでいます。\u001b[22m, \u001b[1m彼は彼の息子が、数世代にわたった王朝を家業を引き継ぐことを望んでいます。\u001b[22m\n\u001b[4mOwning...a candy store.\u001b[24m\n    \u001b[1m所有する...キャンディーストア。\u001b[22m, \u001b[1m...お菓子屋を所有しています。\u001b[22m\n\u001b[4mIt is here where Coconuts meets someone new to the village who embarks on a journey of candy and other penny food products.\u001b[24m\n    \u001b[1mそれはココナッツがキャンディーや他のペニー食品の旅に乗り出す村に新しい誰かを満たす場所です。\u001b[22m, \u001b[1mココナッツのお菓子とその他のペニー食品の旅に乗り出し村に新しい誰かを満たしている場所、それがここにあります。\u001b[22m\n\u001b[1m\u001b[22m\nDagashi Kashi is, as I've stated before, one gigantic advertisement for Japanese candy and shop goods. The basic story line has our 4-5 characters split the screentime of a single episode into two parts. The A part has them talk about a candy or store good. The B part also has them talk about a candy or store good. A different candy or store good. And that is our whole plot. No seriously, that is our whole plot. As such, Dagashi is one of those shows that is more or less a one-trick pony. They spend each half episode talking about a specific type of candy only to go more in-depth with each origin, gimmick, and the shit you can do with each individual candy, before ending off the episode.\n\n\u001b[1mDagashi Kashiは、私が前に述べたように、日本のキャンディやお店のグッズのための1つの巨大な広告です。 基本的なストーリー・ラインには、私たちの4〜5文字で、1つのエピソードのシーンを2つの部分に分割しています。  A部分は、キャンディやお店をよく話します。  Bの部分はまた彼らにキャンディやお店について話してもらう。 別のキャンディーや良い店。 それが私たちの全体的なプロットです。 真剣に、私たちの全体のプロットです。 そのように、Dagashiは多かれ少なかれ1トリックポニーであるそれらのショーの1つです。 彼らはエピソードを終える前に、それぞれの起源、ギミック、あなたが個々のキャンディーでできることのたわごとをもっと深く理解するために、それぞれの半分のエピソードを特定のタイプのキャンディについて話しています。\u001b[22m\n\u001b[1m(Dagashi Kashi wa, watashi ga mae ni nobeta yō ni, Nihon no kyandi ya o-ten no guzzu no tame no 1tsu no kyodaina kōkokudesu. Kihon-tekina sutōrī rain ni wa, watashitachi no 4 〜 5 moji de, 1tsu no episōdo no shīn o 2tsu no bubun ni bunkatsu shite imasu. A bubun wa, kyandi ya o mise o yoku hanashimasu. B no bubun wa mata karera ni kyandi ya o-ten ni tsuite hanashite morau. Betsu no kyandī ya yoi mise. Sore ga watashitachi no zentai-tekina purottodesu. Shinken ni, watashitachi no zentai no purottodesu. Sonoyōni, Dagashi wa ōkare sukunakare 1 torikkuponīdearu sorera no shō no 1tsudesu. Karera wa episōdo o oeru mae ni, sorezore no kigen, gimikku, anata ga koko no kyandī de dekiru koto no tawagoto o motto fukaku rikai suru tame ni, sorezore no hanbun no episōdo o tokutei no taipu no kyandi ni tsuite hanashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mDagashi Kashi is, as I've stated before, one gigantic advertisement for Japanese candy and shop goods. The basic story line has our 4-5 characters split the screentime of a single episode into two parts. The A part has them talk about a candy or store good. The B part also has them talk about a candy or store good. A different candy or store good. And that is our whole plot. No seriously, that is our whole plot. As such, Dagashi is one of those shows that is more or less a one-trick pony. They spend each half episode talking about a specific type of candy only to go more in-depth with each origin, gimmick, and the shit you can do with each individual candy, before ending off the episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDagashi Kashi is, as I've stated before, one gigantic advertisement for Japanese candy and shop goods.\u001b[24m\n    \u001b[1mDagashi Kashiは、私が前に述べたように、日本のキャンディやお店のグッズのための1つの巨大な広告です。\u001b[22m, \u001b[1mDagashiカシュガルは、私は、前に日本のお菓子やお店の商品のための1つの巨大な広告を述べてきたように、です。\u001b[22m\n\u001b[4mThe basic story line has our 4-5 characters split the screentime of a single episode into two parts.\u001b[24m\n    \u001b[1m基本的なストーリー・ラインには、私たちの4〜5文字で、1つのエピソードのシーンを2つの部分に分割しています。\u001b[22m, \u001b[1m基本的なストーリーラインは、私たちの4-5文字は二つの部分に単一のエピソードのスクリーン時間を分割しています。\u001b[22m\n\u001b[4mThe A part has them talk about a candy or store good.\u001b[24m\n    \u001b[1mA部分は、キャンディやお店をよく話します。\u001b[22m, \u001b[1m一部は彼らがお菓子や店舗良いの話を持っています。\u001b[22m\n\u001b[4mThe B part also has them talk about a candy or store good.\u001b[24m\n    \u001b[1mBの部分はまた彼らにキャンディやお店について話してもらう。\u001b[22m, \u001b[1mB部はまた、彼らはお菓子や店舗良いの話を持っています。\u001b[22m\n\u001b[4mA different candy or store good.\u001b[24m\n    \u001b[1m別のキャンディーや良い店。\u001b[22m, \u001b[1m別のお菓子や店舗良いです。\u001b[22m\n\u001b[4mAnd that is our whole plot.\u001b[24m\n    \u001b[1mそれが私たちの全体的なプロットです。\u001b[22m, \u001b[1mそして、それは私達の全体のプロットです。\u001b[22m\n\u001b[4mNo seriously, that is our whole plot.\u001b[24m\n    \u001b[1m真剣に、私たちの全体のプロットです。\u001b[22m, \u001b[1mいいえ真剣に、それは私たちの全体のプロットではありません。\u001b[22m\n\u001b[4mAs such, Dagashi is one of those shows that is more or less a one-trick pony.\u001b[24m\n    \u001b[1mそのように、Dagashiは多かれ少なかれ1トリックポニーであるそれらのショーの1つです。\u001b[22m, \u001b[1mこのように、Dagashiは多かれ少なかれワントリックポニーであるそれらのショーの一つです。\u001b[22m\n\u001b[4mThey spend each half episode talking about a specific type of candy only to go more in-depth with each origin, gimmick, and the shit you can do with each individual candy, before ending off the episode.\u001b[24m\n    \u001b[1m彼らはエピソードを終える前に、それぞれの起源、ギミック、あなたが個々のキャンディーでできることのたわごとをもっと深く理解するために、それぞれの半分のエピソードを特定のタイプのキャンディについて話しています。\u001b[22m, \u001b[1m彼らはそれぞれの起源、ギミックで、深さより行くためにお菓子の特定のタイプについて話して各半分のエピソードを過ごす、とたわごとあなたがエピソードをオフに終了する前に、各個別のお菓子で行うことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe show uses a form of comedy that bounces off of a straight man/funny man setup where we have the characters split off into one role or the other, and create this mix of exaggerated notes and whatnot to keep the show interesting. The overall atmosphere is rather calm as there really is nothing tension-wise in this series. Overall, story is basically nonexistent in Dagashi, as there is no real sense of progression or urgency to create something interesting. The show itself is like candy, where you can just start it, watch an episode, before putting it to the side so you can watch another episode a different day if you want, like a pack of M&amp;Ms. It's very laid-back and can get kind of boring sometimes as a result of that.\n\n\u001b[1mショーは、キャラクターがある役割または別の役割に分かれているストレートマン/面白い人のセットアップから跳ね返るコメディの形を使い、ショーを面白く保つために誇張されたノートとそれ以外のものを混ぜて作ります。 全体的な雰囲気はかなり落ち着いていますが、このシリーズでは緊張感は全くありません。 全体として、物語は基本的にDagashiには存在しません。何か興味深いものを作るための進歩や緊急性がないからです。 ショー自体はキャンディーのようなもので、ちょうどそれを始めることができ、エピソードを見て、それを横に置くことができるので、M＆amp; Msのパックのように、別のエピソードを別の日に見ることができます。 それは非常にゆったりとしており、時にはその結果として退屈なものになることがあります。\u001b[22m\n\u001b[1m(Shō wa, kyarakutā ga aru yakuwari matawa betsu no yakuwari ni wakarete iru sutorētoman/ omoshiroi hito no settoappu kara hanekaeru komedi no katachi o tsukai, shō o omoshiroku tamotsu tame ni kochō sa reta nōto to soreigai no mono o mazete tsukurimasu. Zentai-tekina fun'iki wa kanari ochitsuite imasuga, kono shirīzude wa kinchō-kan wa mattaku arimasen. Zentai to shite, monogatari wa kihontekini Dagashi ni wa sonzai shimasen. Nani ka kyōmibukai mono o tsukuru tame no shinpo ya kinkyū-sei ga naikaradesu. Shō jitai wa kyandī no yōna mono de, chōdo sore o hajimeru koto ga deki, episōdo o mite, sore o yoko ni oku koto ga dekiru node, M& amp; Ms no pakku no yō ni,-betsu no episōdo o betsu no hi ni miru koto ga dekimasu. Sore wa hijō ni yuttari to shite ori, tokiniha sono kekka to shite taikutsuna mono ni naru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe show uses a form of comedy that bounces off of a straight man/funny man setup where we have the characters split off into one role or the other, and create this mix of exaggerated notes and whatnot to keep the show interesting. The overall atmosphere is rather calm as there really is nothing tension-wise in this series. Overall, story is basically nonexistent in Dagashi, as there is no real sense of progression or urgency to create something interesting. The show itself is like candy, where you can just start it, watch an episode, before putting it to the side so you can watch another episode a different day if you want, like a pack of M&amp;Ms. It's very laid-back and can get kind of boring sometimes as a result of that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe show uses a form of comedy that bounces off of a straight man/funny man setup where we have the characters split off into one role or the other, and create this mix of exaggerated notes and whatnot to keep the show interesting.\u001b[24m\n    \u001b[1mショーは、キャラクターがある役割または別の役割に分かれているストレートマン/面白い人のセットアップから跳ね返るコメディの形を使い、ショーを面白く保つために誇張されたノートとそれ以外のものを混ぜて作ります。\u001b[22m, \u001b[1mショーは、我々は文字が1役割にオフに分割したり、他の、そして面白いショーを維持するために誇張されたノートやその他もろもろのこのミックスを作成しているストレート男性/面白い人セットアップの跳ね返り喜劇の形式を使用しています。\u001b[22m\n\u001b[4mThe overall atmosphere is rather calm as there really is nothing tension-wise in this series.\u001b[24m\n    \u001b[1m全体的な雰囲気はかなり落ち着いていますが、このシリーズでは緊張感は全くありません。\u001b[22m, \u001b[1m全体的な雰囲気は本当にこのシリーズの緊張ワイズは何もないとして、むしろ穏やかです。\u001b[22m\n\u001b[4mOverall, story is basically nonexistent in Dagashi, as there is no real sense of progression or urgency to create something interesting.\u001b[24m\n    \u001b[1m全体として、物語は基本的にDagashiには存在しません。何か興味深いものを作るための進歩や緊急性がないからです。\u001b[22m, \u001b[1m進行または何か面白いものを作成するために、緊急性のない本当の意味がないので全体的に、物語は、Dagashiで基本的には存在しません。\u001b[22m\n\u001b[4mThe show itself is like candy, where you can just start it, watch an episode, before putting it to the side so you can watch another episode a different day if you want, like a pack of M&amp;Ms.\u001b[24m\n    \u001b[1mショー自体はキャンディーのようなもので、ちょうどそれを始めることができ、エピソードを見て、それを横に置くことができるので、M＆amp; Msのパックのように、別のエピソードを別の日に見ることができます。\u001b[22m, \u001b[1mショー自体はあなただけで、それを起動したい場合は、M＆アンペアのパックのように、別の日別のエピソードを見ることができるように、側にそれを置く前に、エピソードを見ることができますキャンディーのようなものである; MS。\u001b[22m\n\u001b[4mIt's very laid-back and can get kind of boring sometimes as a result of that.\u001b[24m\n    \u001b[1mそれは非常にゆったりとしており、時にはその結果として退屈なものになることがあります。\u001b[22m, \u001b[1mそれは非常にのんびりだし、その結果として、時々退屈のようなものを得ることができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverview:\n\n\u001b[1m概要：\u001b[22m\n\u001b[1m(Gaiyō:)\u001b[22m\n\nDefinitions of \u001b[4mOverview:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    視察\u001b[22m\n        inspection, observation, survey, investigation, scan, scrutiny\n+ Educational? (I mean, if you're not from Japan, you're being educated on Japanese candy.)\n\n\u001b[1m+教育？  （日本人でないなら、日本人のお菓子を学んでいるのです。）\u001b[22m\n\u001b[1m(+ Kyōiku? (Nihonjindenainara, nihonjin no okashi o manande iru nodesu. ))\u001b[22m\n\nTranslations of \u001b[4m+ Educational? (I mean, if you're not from Japan, you're being educated on Japanese candy.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Educational?\u001b[24m\n    \u001b[1m+教育？\u001b[22m\n\u001b[4m(I mean, if you're not from Japan, you're being educated on Japanese candy.)\u001b[24m\n    \u001b[1m（日本人でないなら、日本人のお菓子を学んでいるのです。）\u001b[22m, \u001b[1m（あなたが日本からいないのであれば私が意味する、あなたは日本のお菓子について教育されています。）\u001b[22m\n- There's...really nothing going on. It's literally just candy.\n\n\u001b[1m - 本当に何も起こっていない。 文字通り、ちょうどキャンディです。\u001b[22m\n\u001b[1m(- Hontōni nani mo okotte inai. Mojidōri, chōdo kyandidesu.)\u001b[22m\n\nTranslations of \u001b[4m- There's...really nothing going on. It's literally just candy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- There's...really nothing going on.\u001b[24m\n    \u001b[1m - 本当に何も起こっていない。\u001b[22m, \u001b[1m - ありません...本当に起こって何も。\u001b[22m\n\u001b[4mIt's literally just candy.\u001b[24m\n    \u001b[1m文字通り、ちょうどキャンディです。\u001b[22m, \u001b[1mそれは文字通りお菓子です。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: Dagashi Kashi has 5 characters. 5. That's it. All of these characters are one-dimensional characters that really have nothing of real importance to them. There's no development, and you more or less have to go off of their innate traits in order to even relate and/or like any of them. As mentioned before, the show plays off of a straight man/funny man routine with the characters more or less evenly split amongst the two roles.\n\n\u001b[1m文字：Dagashi Kashiは5文字です。 それだけです。 これらの文字はすべて一次元の文字であり、本当に重要なものは何もありません。 開発はありませんし、あなたは多かれ少なかれ、それらのいずれかと関連したり、好き嫌いをするために、彼らの本来の特性から離れなければなりません。 前にも述べたように、ショーはストーリーマン/面白い男のルーティンの役を演じていますが、キャラクターは両者の役割の間でほぼ均等に分かれています。\u001b[22m\n\u001b[1m(Moji: Dagashi Kashi wa 5 mojidesu. Sore dakedesu. Korera no moji wa subete ichi-jigen no mojideari, hontōni jūyōna mono wa nani mo arimasen. Kaihatsu wa arimasenshi, anata wa ōkare sukunakare, sorera no izureka to kanren shi tari, sukikirai o suru tame ni, karera no honrai no tokusei kara hanarenakereba narimasen. Mae ni mo nobeta yō ni, shō wa sutōrīman/ omoshiroi otoko no rūtin no yaku o enjite imasuga, kyarakutā wa ryōsha no yakuwari no ma de hobo kintō ni wakarete imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters: Dagashi Kashi has 5 characters. 5. That's it. All of these characters are one-dimensional characters that really have nothing of real importance to them. There's no development, and you more or less have to go off of their innate traits in order to even relate and/or like any of them. As mentioned before, the show plays off of a straight man/funny man routine with the characters more or less evenly split amongst the two roles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: Dagashi Kashi has 5 characters.\u001b[24m\n    \u001b[1m文字：Dagashi Kashiは5文字です。\u001b[22m, \u001b[1m文字：Dagashiカシュガルは5文字を持っています。\u001b[22m\n\u001b[4m5. That's it.\u001b[24m\n    \u001b[1mそれだけです。\u001b[22m, \u001b[1m5.それはそれです。\u001b[22m\n\u001b[4mAll of these characters are one-dimensional characters that really have nothing of real importance to them.\u001b[24m\n    \u001b[1mこれらの文字はすべて一次元の文字であり、本当に重要なものは何もありません。\u001b[22m, \u001b[1mこれらの文字のすべてが本当に彼らに真の重要性は何もない1次元の文字です。\u001b[22m\n\u001b[4mThere's no development, and you more or less have to go off of their innate traits in order to even relate and/or like any of them.\u001b[24m\n    \u001b[1m開発はありませんし、あなたは多かれ少なかれ、それらのいずれかと関連したり、好き嫌いをするために、彼らの本来の特性から離れなければなりません。\u001b[22m, \u001b[1mそこには発展はないです、あなたは多かれ少なかれさえおよび/またはそれらのいずれかのような関係にするために、彼らの生得的な形質のオフに行かなければなりません。\u001b[22m\n\u001b[4mAs mentioned before, the show plays off of a straight man/funny man routine with the characters more or less evenly split amongst the two roles.\u001b[24m\n    \u001b[1m前にも述べたように、ショーはストーリーマン/面白い男のルーティンの役を演じていますが、キャラクターは両者の役割の間でほぼ均等に分かれています。\u001b[22m, \u001b[1m前述したように、ショーは多かれ少なかれ均等に二つの役割間で分割ストレート男性/文字で変な男ルーチンのオフに果たしています。\u001b[22m\n\u001b[1m\u001b[22m\nCoconuts. Main Protagonist. Wants to be a Mangaka, doesn't want to take over the candy shop business, but ironically knows far too much about candy and or snack foods than he really should. (More or less designated straight man.)\n\n\u001b[1mココナッツ。 メインの主人公。 マンガーカになりたい、キャンディーショップのビジネスを引き継ぐことは望んでいませんが、皮肉なことに、彼が本当にすべきであるよりもはるかにキャンディやスナック食品について知っています。  （多かれ少なかれ指定されたストレートマン。）\u001b[22m\n\u001b[1m(Kokonattsu. Mein no shujinkō. Mangāka ni naritai, kyandīshoppu no bijinesu o hikitsugu koto wa nozonde imasenga, hinikuna koto ni, kare ga hontōni subekidearu yori mo haruka ni kyandi ya sunakku shokuhin ni tsuite shitte imasu. (Ōkare sukunakare shitei sa reta sutorētoman. ))\u001b[22m\n\nTranslations of \u001b[4mCoconuts. Main Protagonist. Wants to be a Mangaka, doesn't want to take over the candy shop business, but ironically knows far too much about candy and or snack foods than he really should. (More or less designated straight man.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCoconuts.\u001b[24m\n    \u001b[1mココナッツ。\u001b[22m\n\u001b[4mMain Protagonist.\u001b[24m\n    \u001b[1mメインの主人公。\u001b[22m, \u001b[1m主な主人公。\u001b[22m\n\u001b[4mWants to be a Mangaka, doesn't want to take over the candy shop business, but ironically knows far too much about candy and or snack foods than he really should.\u001b[24m\n    \u001b[1mマンガーカになりたい、キャンディーショップのビジネスを引き継ぐことは望んでいませんが、皮肉なことに、彼が本当にすべきであるよりもはるかにキャンディやスナック食品について知っています。\u001b[22m, \u001b[1m漫画家になりたがって、お菓子屋事業を引き継ぐしたいのですが、皮肉なことに、彼は本当に必要以上にお菓子やまたはスナック食品についてあまりにも多くを知っていません。\u001b[22m\n\u001b[4m(More or less designated straight man.)\u001b[24m\n    \u001b[1m（多かれ少なかれ指定されたストレートマン。）\u001b[22m, \u001b[1m（多かれ少なかれ、指定されたまっすぐな男。）\u001b[22m\n\u001b[1m\u001b[22m\nHotaru. Main female Protagonist. Obsessed about candy and snacks. (That is an understatement might I add.) Eats Dagashi. Eats more Dagashi. Basically doesn't do anything else but eat Dagashi this entire runtime. Also kind of crazy. (More or less the designated funny woman.)\n\n\u001b[1mホタル。 主な女性の主人公。 キャンディとスナックに夢中。  （それは私が追加するかもしれない控えめなことです）。  Dagashiをもっと食べる。 基本的には何もしませんが、Dagashiをこのランタイム全体で食べます。 また、狂気のようなもの。  （多かれ少なかれ指定された面白い女性。）\u001b[22m\n\u001b[1m(Hotaru. Omona josei no shujinkō. Kyandi to sunakku ni muchū. (Sore wa watashi ga tsuika suru kamo shirenai hikaemena kotodesu). Dagashi o motto taberu. Kihontekini wa nani mo shimasenga, Dagashi o kono Rantaimu zentai de tabemasu. Mata, kyōki no yōna mono. (Ōkare sukunakare shitei sa reta omoshiroi josei. ))\u001b[22m\n\nTranslations of \u001b[4mHotaru. Main female Protagonist. Obsessed about candy and snacks. (That is an understatement might I add.) Eats Dagashi. Eats more Dagashi. Basically doesn't do anything else but eat Dagashi this entire runtime. Also kind of crazy. (More or less the designated funny woman.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotaru.\u001b[24m\n    \u001b[1mホタル。\u001b[22m, \u001b[1mほたる。\u001b[22m\n\u001b[4mMain female Protagonist.\u001b[24m\n    \u001b[1m主な女性の主人公。\u001b[22m, \u001b[1mメインの女性主人公。\u001b[22m\n\u001b[4mObsessed about candy and snacks.\u001b[24m\n    \u001b[1mキャンディとスナックに夢中。\u001b[22m, \u001b[1mお菓子やスナックについて取りつかれ。\u001b[22m\n\u001b[4m(That is an understatement might I add.) Eats Dagashi.\u001b[24m\n    \u001b[1m（それは私が追加するかもしれない控えめなことです）。\u001b[22m, \u001b[1m（それは私が追加される場合があります控えめな表現である。）Dagashiを食べます。\u001b[22m\n\u001b[4mEats more Dagashi.\u001b[24m\n    \u001b[1mDagashiをもっと食べる。\u001b[22m, \u001b[1mよりDagashiを食べます。\u001b[22m\n\u001b[4mBasically doesn't do anything else but eat Dagashi this entire runtime.\u001b[24m\n    \u001b[1m基本的には何もしませんが、Dagashiをこのランタイム全体で食べます。\u001b[22m, \u001b[1m基本的には他に何もなく、Dagashiにこの全体のランタイムを食べていません。\u001b[22m\n\u001b[4mAlso kind of crazy.\u001b[24m\n    \u001b[1mまた、狂気のようなもの。\u001b[22m, \u001b[1mまた、一種の狂気。\u001b[22m\n\u001b[4m(More or less the designated funny woman.)\u001b[24m\n    \u001b[1m（多かれ少なかれ指定された面白い女性。）\u001b[22m, \u001b[1m（多かれ少なかれ、面白い女性を指名しました。）\u001b[22m\n\u001b[1m\u001b[22m\nTou. Coconuts's friend. The token pervert of the series. (Really, that's all we know about him. More or less a designated funny man more than anything else.)\n\n\u001b[1mTou。 ココナッツの友人。 シリーズのトークンの倒錯。  （本当に、それは私たちが彼について知っているすべてです。多かれ少なかれ、何よりも指定された面白い人です。）\u001b[22m\n\u001b[1m(Tou. Kokonattsu no yūjin. Shirīzu no tōkun no tōsaku. (Hontōni, soreha watashitachi ga kare ni tsuite shitte iru subetedesu. Ōkare sukunakare, naniyori mo shitei sa reta omoshiroi hitodesu. ))\u001b[22m\n\nTranslations of \u001b[4mTou. Coconuts's friend. The token pervert of the series. (Really, that's all we know about him. More or less a designated funny man more than anything else.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTou.\u001b[24m\n    \u001b[1mTou。\u001b[22m, \u001b[1m塔。\u001b[22m\n\u001b[4mCoconuts's friend.\u001b[24m\n    \u001b[1mココナッツの友人。\u001b[22m\n\u001b[4mThe token pervert of the series.\u001b[24m\n    \u001b[1mシリーズのトークンの倒錯。\u001b[22m, \u001b[1m一連のトークン変態。\u001b[22m\n\u001b[4m(Really, that's all we know about him. More or less a designated funny man more than anything else.)\u001b[24m\n    \u001b[1m（本当に、それは私たちが彼について知っているすべてです。多かれ少なかれ、何よりも指定された面白い人です。）\u001b[22m, \u001b[1m（本当に、それは我々が彼について知っているすべてです。何よりも多かれ少なかれ指定面白い人。）\u001b[22m\n\u001b[1m\u001b[22m\nSaya. Tou's twin sister who also has a crush on Coconuts. Not really a big fan of candy but deals with it on a constant basis nonetheless. Secret boss for a lot of things and a generally likable character. At least to me. (The designated straight woman in this case.)\n\n\u001b[1mサヤ。 トゥーの双子の妹も、ココナッツを怒らせている。 にもかかわらず、キャンディの大ファンではなく、それにもかかわらず一定の基準でそれを扱う。 秘密のボスは、多くのものと一般的に好きな性格です。 少なくとも私に。  （この場合、指定されたストレート女性。）\u001b[22m\n\u001b[1m(Saya. To~ū no futago no imōto mo, kokonattsu o okora sete iru. Nimokakawarazu, kyandi no dai fande wa naku, sore nimokakawarazu ittei no kijun de sore o atsukau. Himitsu no bosu wa, ōku no mono to ippantekini sukina seikakudesu. Sukunakutomo watashi ni. (Ko no baai, shitei sa reta sutorēto josei. ))\u001b[22m\n\nTranslations of \u001b[4mSaya. Tou's twin sister who also has a crush on Coconuts. Not really a big fan of candy but deals with it on a constant basis nonetheless. Secret boss for a lot of things and a generally likable character. At least to me. (The designated straight woman in this case.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSaya.\u001b[24m\n    \u001b[1mサヤ。\u001b[22m, \u001b[1m沙耶。\u001b[22m\n\u001b[4mTou's twin sister who also has a crush on Coconuts.\u001b[24m\n    \u001b[1mトゥーの双子の妹も、ココナッツを怒らせている。\u001b[22m, \u001b[1mまた、ココナッツに片思いを持っているとうの双子の妹。\u001b[22m\n\u001b[4mNot really a big fan of candy but deals with it on a constant basis nonetheless.\u001b[24m\n    \u001b[1mにもかかわらず、キャンディの大ファンではなく、それにもかかわらず一定の基準でそれを扱う。\u001b[22m, \u001b[1mそうでもないキャンディの大ファンで、それにもかかわらず一定に基づいて、それを扱っています。\u001b[22m\n\u001b[4mSecret boss for a lot of things and a generally likable character.\u001b[24m\n    \u001b[1m秘密のボスは、多くのものと一般的に好きな性格です。\u001b[22m, \u001b[1mたくさんのこと、一般的に好感の持てるキャラクターのための秘密のボス。\u001b[22m\n\u001b[4mAt least to me.\u001b[24m\n    \u001b[1m少なくとも私に。\u001b[22m, \u001b[1m少なくとも私には。\u001b[22m\n\u001b[4m(The designated straight woman in this case.)\u001b[24m\n    \u001b[1m（この場合、指定されたストレート女性。）\u001b[22m, \u001b[1m（この場合、指定されたまっすぐな女性。）\u001b[22m\n\u001b[1m\u001b[22m\nYou. Coconuts's dad. Doesn't act his age and appears the least in the whole series. Is also quite obsessed with candy himself.\n\n\u001b[1m君は。 ココナッツのお父さん。 彼の年齢には影響しませんし、シリーズ全体で最も少なく見えます。 また、キャンディ自体にもかなり執着しています。\u001b[22m\n\u001b[1m(Kimi wa. Kokonattsu no otōsan. Kare no nenrei ni wa eikyō shimasenshi, shirīzu zentai de mottomo sukunaku miemasu. Mata, kyandi jitai ni mo kanari shūchaku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mYou. Coconuts's dad. Doesn't act his age and appears the least in the whole series. Is also quite obsessed with candy himself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou.\u001b[24m\n    \u001b[1m君は。\u001b[22m, \u001b[1m君が。\u001b[22m, \u001b[1mあなた。\u001b[22m\n\u001b[4mCoconuts's dad.\u001b[24m\n    \u001b[1mココナッツのお父さん。\u001b[22m\n\u001b[4mDoesn't act his age and appears the least in the whole series.\u001b[24m\n    \u001b[1m彼の年齢には影響しませんし、シリーズ全体で最も少なく見えます。\u001b[22m, \u001b[1m彼の年齢を行動し、シリーズ全体で少なくとも表示されていません。\u001b[22m\n\u001b[4mIs also quite obsessed with candy himself.\u001b[24m\n    \u001b[1mまた、キャンディ自体にもかなり執着しています。\u001b[22m, \u001b[1mまた、自分自身キャンディーと非常に取りつかれています。\u001b[22m\n\u001b[1m\u001b[22m\nAs you can see, there really isn't much to say about any of these characters. The fact that there's not really much to talk about either of them, nor is there any possible way for me to really analyze them more than I already have really just drives home the fact that you can watch an episode of this stuff like... once a month, and you can go back to it really knowing what happens since there really isn't much to remember.\n\n\u001b[1mあなたが見ることができるように、実際にこれらの文字についてはあまり言及することはありません。 実際にはどちらかについて話すことはあまりありませんし、私が実際にそれらを分析するための方法はありますか？あなたはこのようなもののエピソードを見ることができます。 一ヶ月に一度、あなたは本当に何が起こっているかを実際に知ることに戻ることができます。\u001b[22m\n\u001b[1m(Anata ga miru koto ga dekiru yō ni, jissai ni korera no moji ni tsuite wa amari genkyū suru koto wa arimasen. Jissai ni wa dochira ka ni tsuite hanasu koto wa amari arimasenshi, watashi ga jissai ni sorera o bunseki suru tame no hōhō wa arimasu ka? Anata wa kono yōna mono no episōdo o miru koto ga dekimasu. Ichi-kagetsu ni ichido, anata wa hontōni nani ga okotte iru ka o jissai ni shiru koto ni modoru koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs you can see, there really isn't much to say about any of these characters. The fact that there's not really much to talk about either of them, nor is there any possible way for me to really analyze them more than I already have really just drives home the fact that you can watch an episode of this stuff like... once a month, and you can go back to it really knowing what happens since there really isn't much to remember.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs you can see, there really isn't much to say about any of these characters.\u001b[24m\n    \u001b[1mあなたが見ることができるように、実際にこれらの文字についてはあまり言及することはありません。\u001b[22m, \u001b[1mあなたが見ることができるように、実際にこれらの文字のいずれかについて言っても過言ではありません。\u001b[22m\n\u001b[4mThe fact that there's not really much to talk about either of them, nor is there any possible way for me to really analyze them more than I already have really just drives home the fact that you can watch an episode of this stuff like...\u001b[24m\n    \u001b[1m実際にはどちらかについて話すことはあまりありませんし、私が実際にそれらを分析するための方法はありますか？あなたはこのようなもののエピソードを見ることができます。\u001b[22m, \u001b[1mそれらのいずれかについて話を本当に多くはありません、また任意の可能な方法が本当に彼らに私が既に持っている以上のことを分析するために私のために存在するという事実は本当にちょうど家あなたのようなこのようなもののエピソードを見ることができるという事実を駆動します...\u001b[22m\n\u001b[4monce a month, and you can go back to it really knowing what happens since there really isn't much to remember.\u001b[24m\n    \u001b[1m一ヶ月に一度、あなたは本当に何が起こっているかを実際に知ることに戻ることができます。\u001b[22m, \u001b[1m月に一度、あなたは本当にはるかに覚えがないので、何が起こるかを知ってそれに戻って行くことができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverview:\n\n\u001b[1m概要：\u001b[22m\n\u001b[1m(Gaiyō:)\u001b[22m\n\nDefinitions of \u001b[4mOverview:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    視察\u001b[22m\n        inspection, observation, survey, investigation, scan, scrutiny\n+ Small cast. (Like...REALLY small cast.)\n\n\u001b[1m+小さなキャスト。  （...本当に小さいキャストのように）。\u001b[22m\n\u001b[1m(+ Chīsana kyasuto. ( ... Hontōni chīsai kyasuto no yō ni).)\u001b[22m\n\nTranslations of \u001b[4m+ Small cast. (Like...REALLY small cast.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+ Small cast.\u001b[24m\n    \u001b[1m+小さなキャスト。\u001b[22m, \u001b[1m+小キャスト。\u001b[22m\n\u001b[4m(Like...REALLY small cast.)\u001b[24m\n    \u001b[1m（...本当に小さいキャストのように）。\u001b[22m, \u001b[1m（のような...本当に小さなキャスト。）\u001b[22m\n- Each member is...rather one dimensional.\n\n\u001b[1m - 各メンバーは...むしろ1次元です。\u001b[22m\n\u001b[1m(- Kaku menbā wa... Mushiro 1-jigendesu.)\u001b[22m\n\nTranslations of \u001b[4m- Each member is...rather one dimensional.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Each member is...rather one dimensional.\u001b[24m\n    \u001b[1m - 各メンバーは...むしろ1次元です。\u001b[22m, \u001b[1m - 各メンバーは...次元ではなく1です。\u001b[22m\n\u001b[1m\u001b[22m\nArt: The art of Dagashi is drawn in a way that really doesn't have much in the way of memorabilia. It's drawn with a relatively unique style with the unique eye choice of being tiny dot pupils rather than big moe eyes, but on the flipside, there really isn't much to say about the artwork.\n\n\u001b[1m芸術：Dagashiの芸術は、実際には記念品のようなものではありません。 それは比較的独特のスタイルで描かれています。独特な目の選択は大きなモエの目ではなく、小さなドットの生徒であるが、フリップサイドでは、アートワークについてはあまり言い表しがない。\u001b[22m\n\u001b[1m(Geijutsu: Dagashi no geijutsu wa, jissai ni wa kinenhin no yōna monode wa arimasen. Sore wa hikakuteki dokutoku no sutairu de egaka rete imasu. Dokutokuna me no sentaku wa ōkina Moe no mede wa naku, chīsana dotto no seitodearuga, Furippusaidode wa, ātowāku ni tsuite wa amari iiarawashi ga nai.)\u001b[22m\n\nTranslations of \u001b[4mArt: The art of Dagashi is drawn in a way that really doesn't have much in the way of memorabilia. It's drawn with a relatively unique style with the unique eye choice of being tiny dot pupils rather than big moe eyes, but on the flipside, there really isn't much to say about the artwork.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: The art of Dagashi is drawn in a way that really doesn't have much in the way of memorabilia.\u001b[24m\n    \u001b[1m芸術：Dagashiの芸術は、実際には記念品のようなものではありません。\u001b[22m, \u001b[1mアート：Dagashiの技術は本当に記念品のように多くを持っていないように描かれています。\u001b[22m\n\u001b[4mIt's drawn with a relatively unique style with the unique eye choice of being tiny dot pupils rather than big moe eyes, but on the flipside, there really isn't much to say about the artwork.\u001b[24m\n    \u001b[1mそれは比較的独特のスタイルで描かれています。独特な目の選択は大きなモエの目ではなく、小さなドットの生徒であるが、フリップサイドでは、アートワークについてはあまり言い表しがない。\u001b[22m, \u001b[1mこれは、小さなドットの生徒ではなく、大きな萌え目というユニークな目の選択肢で、比較的ユニークなスタイルで描かれますが、フリップサイドに、本当にアートワークについて言ってあまりありませんです。\u001b[22m\n\u001b[1m\u001b[22m\nOne thing to note is that they go a Shokugeki route with the art, making some scenes very...risque. Well, not risque, but the show sometimes insinuates things with its characters during some scenes and that gives off a bit of an ecchi feeling for the show.\n\n\u001b[1m注目すべきことは、彼らが芸術とのショーケーキルートに行くということです。 まあ、リスクではないが、ショーは時にはいくつかの場面でそのキャラクターでものを暗唱し、それはショーのためのちょっとしたエッチ感を放つ。\u001b[22m\n\u001b[1m(Chūmoku subeki koto wa, karera ga geijutsu to no shōkēkirūto ni iku to iu kotodesu. Mā, risukude wa naiga, shō wa tokiniha ikutsu ka no bamen de sono kyarakutā de mono o anshō shi, soreha shō no tame no chottoshita etchi-kan o hanatsu.)\u001b[22m\n\nTranslations of \u001b[4mOne thing to note is that they go a Shokugeki route with the art, making some scenes very...risque. Well, not risque, but the show sometimes insinuates things with its characters during some scenes and that gives off a bit of an ecchi feeling for the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne thing to note is that they go a Shokugeki route with the art, making some scenes very...risque.\u001b[24m\n    \u001b[1m注目すべきことは、彼らが芸術とのショーケーキルートに行くということです。\u001b[22m, \u001b[1mもう一つ注意すべきは、彼らは非常に...際どいいくつかのシーンを作り、技術とShokugekiルートを行くことです。\u001b[22m\n\u001b[4mWell, not risque, but the show sometimes insinuates things with its characters during some scenes and that gives off a bit of an ecchi feeling for the show.\u001b[24m\n    \u001b[1mまあ、リスクではないが、ショーは時にはいくつかの場面でそのキャラクターでものを暗唱し、それはショーのためのちょっとしたエッチ感を放つ。\u001b[22m, \u001b[1mまあ、際どいないが、ショーは時々いくつかのシーンの間、その文字で物事をほのめかす、それはショーのためにエッチな感じのビットを放ちます。\u001b[22m\n\u001b[1m\u001b[22m\nOverview:\n\n\u001b[1m概要：\u001b[22m\n\u001b[1m(Gaiyō:)\u001b[22m\n\nDefinitions of \u001b[4mOverview:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    視察\u001b[22m\n        inspection, observation, survey, investigation, scan, scrutiny\n+/- Decent art\n\n\u001b[1m+/-デケートアート\u001b[22m\n\u001b[1m(+/ - Dekētoāto)\u001b[22m\n\nTranslations of \u001b[4m+/- Decent art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+/- Decent art\u001b[24m\n    \u001b[1m+/-デケートアート\u001b[22m, \u001b[1m+/-まともな芸術\u001b[22m\n+/- Some ecchi/ecchi related moments\n\n\u001b[1m+/-いくつかのエッチ/エッチ関連の瞬間\u001b[22m\n\u001b[1m(+/ - Ikutsu ka no etchi/ etchi kanren no shunkan)\u001b[22m\n\nTranslations of \u001b[4m+/- Some ecchi/ecchi related moments\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+/- Some ecchi/ecchi related moments\u001b[24m\n    \u001b[1m+/-いくつかのエッチ/エッチ関連の瞬間\u001b[22m\n\u001b[1m\u001b[22m\nSound: The OP is an energetic song to relate to the overall feel of the show in comparison to the fact that a lot of what the show does involves somewhat energetic sequences in order to keep itself interesting and entertaining. It's a decent OP, but it's not the best.\n\n\u001b[1mサウンド：OPは、ショーの全体的な感触に関連するエネルギッシュな歌です。ショーの多くは、面白く面白いものを保つために、ややエネルギッシュなシーケンスが含まれています。 それはまともなOPですが、それは最高ではありません。\u001b[22m\n\u001b[1m(Saundo: OP wa, shō no zentai-tekina kanshoku ni kanren suru enerugisshuna utadesu. Shō no ōku wa, omoshiroku omoshiroi mono o tamotsu tame ni, yaya enerugisshuna shīkensu ga fukuma rete imasu. Sore wa matomona OPdesuga, soreha saikōde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound: The OP is an energetic song to relate to the overall feel of the show in comparison to the fact that a lot of what the show does involves somewhat energetic sequences in order to keep itself interesting and entertaining. It's a decent OP, but it's not the best.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: The OP is an energetic song to relate to the overall feel of the show in comparison to the fact that a lot of what the show does involves somewhat energetic sequences in order to keep itself interesting and entertaining.\u001b[24m\n    \u001b[1mサウンド：OPは、ショーの全体的な感触に関連するエネルギッシュな歌です。ショーの多くは、面白く面白いものを保つために、ややエネルギッシュなシーケンスが含まれています。\u001b[22m, \u001b[1mサウンド：OPはショーが何をするかの多くは興味深く、面白い自体を維持するために幾分精力的な配列が含まれているという事実と比較して、ショーの全体的な感触に関連するエネルギッシュな歌です。\u001b[22m\n\u001b[4mIt's a decent OP, but it's not the best.\u001b[24m\n    \u001b[1mそれはまともなOPですが、それは最高ではありません。\u001b[22m, \u001b[1mそれはまともなOPだが、それは最高ではないのです。\u001b[22m\n\u001b[1m\u001b[22m\nThe ED on the other hand features an Alice in Wonderland inspired visuals with a sort of generic ED song. There really isn't much to say here. Point being, the OST isn't really all that memorable.\n\n\u001b[1mもう一方のEDには、ワンダーランドにインスパイアされたアリスのビジュアルに、一種の一般的なEDソングが収録されています。 実際にここではあまり言い表せません。 ポイントは、OSTはそれほど記憶に残るものではありません。\u001b[22m\n\u001b[1m(Mō ippō no ED ni wa, wandārando ni insupaia sa reta Arisu no bijuaru ni, isshu no ippantekina ED songu ga shūroku sa rete imasu. Jissai ni kokode wa amari iiarawasemasen. Pointo wa, OST wa sorehodo kioku ni nokoru monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe ED on the other hand features an Alice in Wonderland inspired visuals with a sort of generic ED song. There really isn't much to say here. Point being, the OST isn't really all that memorable.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ED on the other hand features an Alice in Wonderland inspired visuals with a sort of generic ED song.\u001b[24m\n    \u001b[1mもう一方のEDには、ワンダーランドにインスパイアされたアリスのビジュアルに、一種の一般的なEDソングが収録されています。\u001b[22m, \u001b[1m一方、EDは、ジェネリックED曲の並べ替えとふしぎの国のアリスインスピレーションを得たビジュアルを備えています。\u001b[22m\n\u001b[4mThere really isn't much to say here.\u001b[24m\n    \u001b[1m実際にここではあまり言い表せません。\u001b[22m, \u001b[1m本当にここに言っても過言ではありません。\u001b[22m\n\u001b[4mPoint being, the OST isn't really all that memorable.\u001b[24m\n    \u001b[1mポイントは、OSTはそれほど記憶に残るものではありません。\u001b[22m, \u001b[1mポイントビーイング、OSTは本当にすべてが思い出に残るではありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverview\n\n\u001b[1m概要\u001b[22m\n\u001b[1m(Gaiyō)\u001b[22m\n\nDefinitions of \u001b[4mOverview\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    視察\u001b[22m\n        inspection, observation, survey, investigation, scan, scrutiny\n+/- Meh OST\n\n\u001b[1m+/- Meh韓国ドラマOST\u001b[22m\n\u001b[1m(+/ - Meh Kankoku dorama OST)\u001b[22m\n\nTranslations of \u001b[4m+/- Meh OST\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m+/- Meh OST\u001b[24m\n    \u001b[1m+/- Meh韓国ドラマOST\u001b[22m, \u001b[1m+/- MEH OST\u001b[22m\n\u001b[1m\u001b[22m\nPersonal Enjoyment: Dagashi Kashi is...well it's a show. I don't really harbor many ill or positive feelings towards this show simply because of the fact that it stylized itself the way it did. The original manga for this series more or less is structured the same way, and concerning myself with the fact that they more or less did a faithful adaptation to the more or less one-note comedy gag manga featuring sweets and adverts doesn't seem fair .\n\n\u001b[1m個人的な楽しさ：Dagashi Kashiは...まあそれはショーです。 私は本当にそれがそれ自身のやり方で様式化されたという事実のために、このショーに対して多くの病気や肯定的な気持ちを本当に抱かない。 このシリーズの元の漫画は、多かれ少なかれ、同じ方法で構成されており、お菓子や広告を紹介する多かれ少なかれ1つのコメディギャグ・マンガに対する忠実な適応は、  。\u001b[22m\n\u001b[1m(Kojin-tekina tanoshisa: Dagashi Kashi wa... Mā sore wa shōdesu. Watashi wa hontōni sore ga sore jishin no yarikata de yōshiki-ka sa reta to iu jijitsu no tame ni, kono shō ni taishite ōku no byōki ya kōtei-tekina kimochi o hontōni dakanai. Kono shirīzu no gen no manga wa, ōkare sukunakare, onaji hōhō de kōsei sa rete ori, okashi ya kōkoku o shōkai suru ōkare sukunakare 1tsu no komedigyagu manga ni taisuru chūjitsuna tekiō wa,.)\u001b[22m\n\nTranslations of \u001b[4mPersonal Enjoyment: Dagashi Kashi is...well it's a show. I don't really harbor many ill or positive feelings towards this show simply because of the fact that it stylized itself the way it did. The original manga for this series more or less is structured the same way, and concerning myself with the fact that they more or less did a faithful adaptation to the more or less one-note comedy gag manga featuring sweets and adverts doesn't seem fair .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonal Enjoyment: Dagashi Kashi is...well it's a show.\u001b[24m\n    \u001b[1m個人的な楽しさ：Dagashi Kashiは...まあそれはショーです。\u001b[22m, \u001b[1m個人的な楽しさ：Dagashiカシュガルはよく、それはショーだ...です。\u001b[22m\n\u001b[4mI don't really harbor many ill or positive feelings towards this show simply because of the fact that it stylized itself the way it did.\u001b[24m\n    \u001b[1m私は本当にそれがそれ自身のやり方で様式化されたという事実のために、このショーに対して多くの病気や肯定的な気持ちを本当に抱かない。\u001b[22m, \u001b[1m私は本当にいうだけの理由で、それ自体が、それが行った方法を定型化されたという事実をこのショーに向けて多くの病気やポジティブな感情を抱いていません。\u001b[22m\n\u001b[4mThe original manga for this series more or less is structured the same way, and concerning myself with the fact that they more or less did a faithful adaptation to the more or less one-note comedy gag manga featuring sweets and adverts doesn't seem fair\u001b[24m\n    \u001b[1mこのシリーズの元の漫画は、多かれ少なかれ、同じ方法で構成されており、お菓子や広告を紹介する多かれ少なかれ1つのコメディギャグ・マンガに対する忠実な適応は、\u001b[22m, \u001b[1mこのシリーズの原作は、多かれ少なかれ同じように構成され、それらは多かれ少なかれお菓子や広告をフィーチャー多かれ少なかれワンノート喜劇ギャグ漫画に忠実な適応をしたという事実と自分自身に関することは、公正いないようです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nDid I like this anime?\n\n\u001b[1m私はこのアニメが好きでしたか？\u001b[22m\n\u001b[1m(Watashi wa kono anime ga sukideshita ka?)\u001b[22m\n\nTranslations of \u001b[4mDid I like this anime?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDid I like this anime?\u001b[24m\n    \u001b[1m私はこのアニメが好きでしたか？\u001b[22m\n\u001b[1m\u001b[22m\nOut of everything about this anime, the one thing I liked most was Saya. Saya is by far my favorite character in this series and I don't know why. Maybe it's because she's not overly tsun and she's a tsundere type character I grew to like, but aside from that, I really have no explanation.\n\n\u001b[1mこのアニメのすべてのうち、私が一番好きだったのはサヤでした。 このシリーズのサヤは私の大好きなキャラクターなので、なぜか分かりません。 たぶん、彼女はあまりにもおしゃれではないし、私が好きになったツンデレタイプのキャラクターだからですが、それ以外には何の説明もありません。\u001b[22m\n\u001b[1m(Kono anime no subete no uchi, watashi ga ichiban sukidatta no wa sayadeshita. Kono shirīzu no saya wa watashi no daisukina kyarakutānanode, naze ka wakarimasen. Tabun, kanojo wa amarini mo osharede wanaishi, watashi ga suki ni natta tsundere taipu no kyarakutādakaradesuga, soreigai ni wa nani no setsumei mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mOut of everything about this anime, the one thing I liked most was Saya. Saya is by far my favorite character in this series and I don't know why. Maybe it's because she's not overly tsun and she's a tsundere type character I grew to like, but aside from that, I really have no explanation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOut of everything about this anime, the one thing I liked most was Saya.\u001b[24m\n    \u001b[1mこのアニメのすべてのうち、私が一番好きだったのはサヤでした。\u001b[22m, \u001b[1mこのアニメについてのすべてのうち、私が気に入った一つのことはほとんど沙耶でした。\u001b[22m\n\u001b[4mSaya is by far my favorite character in this series and I don't know why.\u001b[24m\n    \u001b[1mこのシリーズのサヤは私の大好きなキャラクターなので、なぜか分かりません。\u001b[22m, \u001b[1m沙耶ははるかにこのシリーズで私の好きな文字であり、私はなぜ知りません。\u001b[22m\n\u001b[4mMaybe it's because she's not overly tsun and she's a tsundere type character I grew to like, but aside from that, I really have no explanation.\u001b[24m\n    \u001b[1mたぶん、彼女はあまりにもおしゃれではないし、私が好きになったツンデレタイプのキャラクターだからですが、それ以外には何の説明もありません。\u001b[22m, \u001b[1mたぶん彼女は過度にツンていないので、それはだと彼女は私が好きに育ったツンデレタイプ文字だが、それはさておき、私は本当に何の説明もありません。\u001b[22m\n\u001b[1m\u001b[22m\nWhat didn't I like about this anime?\n\n\u001b[1m私はこのアニメについて何が好きではなかったのですか？\u001b[22m\n\u001b[1m(Watashi wa kono anime ni tsuite nani ga sukide wa nakatta nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWhat didn't I like about this anime?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat didn't I like about this anime?\u001b[24m\n    \u001b[1m私はこのアニメについて何が好きではなかったのですか？\u001b[22m, \u001b[1m私はこのアニメについて何が好きではなかったですか？\u001b[22m\n\u001b[1m\u001b[22m\nHonestly....really nothing. As mentioned before, this anime doesn't really evoke much hatred for me cause it more or less does its own thing, and there's just not much to say.\n\n\u001b[1m正直なところ....本当に何もない。 前にも言及したように、このアニメは本当に私にとって大きな憎しみを呼び起こすわけではありません。多かれ少なかれ自分のことが起こります。\u001b[22m\n\u001b[1m(Shōjikina tokoro. ... Hontōni nanimonai. Mae ni mo genkyū shita yō ni, kono anime wa hontōni watashi ni totte ōkina nikushimi o yobiokosu wakede wa arimasen. Ōkare sukunakare jibun no koto ga okorimasu.)\u001b[22m\n\nTranslations of \u001b[4mHonestly....really nothing. As mentioned before, this anime doesn't really evoke much hatred for me cause it more or less does its own thing, and there's just not much to say.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly....really nothing.\u001b[24m\n    \u001b[1m正直なところ....本当に何もない。\u001b[22m, \u001b[1m正直なところ....本当に何もありません。\u001b[22m\n\u001b[4mAs mentioned before, this anime doesn't really evoke much hatred for me cause it more or less does its own thing, and there's just not much to say.\u001b[24m\n    \u001b[1m前にも言及したように、このアニメは本当に私にとって大きな憎しみを呼び起こすわけではありません。多かれ少なかれ自分のことが起こります。\u001b[22m, \u001b[1m前述したように、それは多かれ少なかれ、自身のことをやっ原因このアニメは本当に私のために多くの憎しみを呼び起こすていない、と言っても過言ではそこではありません。\u001b[22m\n\u001b[1m\u001b[22m\nWould I recommend this anime?\n\n\u001b[1m私はこのアニメをお勧めしますか？\u001b[22m\n\u001b[1m(Watashi wa kono anime o o susume shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mWould I recommend this anime?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWould I recommend this anime?\u001b[24m\n    \u001b[1m私はこのアニメをお勧めしますか？\u001b[22m, \u001b[1m私はこのアニメを勧めますか？\u001b[22m\n\u001b[1m\u001b[22m\nIf you want to learn about Japanese candy or just have some time to kill and you don't want to watch a 3 minute short, then here's Dagashi Kashi for you. There really isn't much to say about this show. It's a show devoted to telling its viewers what and how Japanese candy works, roughly tackling about 24 or so different snack foods that exist in the Japanese market today. As such, Dagashi merits more as a time waster than an actual series anime to get into. Just be mindful to bring a snack when watching, cause this show has been known to evoke in some...hunger, on occasion.\n\n\u001b[1mあなたが日本のキャンディーについて学びたい、あるいはちょうど殺す時間があり、あなたが3分短いことを見たくないのなら、ここであなたのためのカシがあります。 このショーについては、あまり言い表せません。 日本のキャンディーが何をどのようにして、どのように働いているかを視聴者に伝えるためのショーで、今日の日本市場に存在する約24種類のスナック食品におおよそ対応しています。 このように、Dagashiは実際のシリーズアニメよりも時間の浪費として多くのメリットがあります。 このショーは、いくつかの...空腹時に起こることが知られているので、見ているときに軽食を持って来ることに気をつけてください。\u001b[22m\n\u001b[1m(Anata ga Nihon no kyandī ni tsuite manabitai, aruiwa chōdo korosu jikan ga ari, anata ga 3-bu mijikai koto o mitakunai nonara, koko de anata no tame no kashi ga arimasu. Kono shō ni tsuite wa, amari iiarawasemasen. Nihon no kyandī ga nani o dono yō ni shite, dono yō ni hataraite iru ka o shichō-sha ni tsutaeru tame no shō de, kyō no Nihon ichiba ni sonzai suru yaku 24 shurui no sunakku shokuhin ni ōyoso taiō shite imasu. Ko no yō ni, Dagashi wa jissai no shirīzuanime yori mo jikan no rōhi to shite ōku no meritto ga arimasu. Kono shō wa, ikutsu ka no... Kūfuku-ji ni okoru koto ga shira rete irunode, mite iru toki ni keishoku o motte kuru koto ni kiwotsukete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you want to learn about Japanese candy or just have some time to kill and you don't want to watch a 3 minute short, then here's Dagashi Kashi for you. There really isn't much to say about this show. It's a show devoted to telling its viewers what and how Japanese candy works, roughly tackling about 24 or so different snack foods that exist in the Japanese market today. As such, Dagashi merits more as a time waster than an actual series anime to get into. Just be mindful to bring a snack when watching, cause this show has been known to evoke in some...hunger, on occasion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you want to learn about Japanese candy or just have some time to kill and you don't want to watch a 3 minute short, then here's Dagashi Kashi for you.\u001b[24m\n    \u001b[1mあなたが日本のキャンディーについて学びたい、あるいはちょうど殺す時間があり、あなたが3分短いことを見たくないのなら、ここであなたのためのカシがあります。\u001b[22m, \u001b[1mあなたは日本のお菓子について学ぶか、単に殺すために、あなたは短い3分を視聴したくないいくつかの時間を持ちたい場合は、ここでDagashiカシュガルはあなたのためです。\u001b[22m\n\u001b[4mThere really isn't much to say about this show.\u001b[24m\n    \u001b[1mこのショーについては、あまり言い表せません。\u001b[22m, \u001b[1m本当にこの番組について言っても過言ではありません。\u001b[22m\n\u001b[4mIt's a show devoted to telling its viewers what and how Japanese candy works, roughly tackling about 24 or so different snack foods that exist in the Japanese market today.\u001b[24m\n    \u001b[1m日本のキャンディーが何をどのようにして、どのように働いているかを視聴者に伝えるためのショーで、今日の日本市場に存在する約24種類のスナック食品におおよそ対応しています。\u001b[22m, \u001b[1mこれは、大体日本市場に存在する約24かそこらの異なるスナック食品への取り組み何をどのよう日本のお菓子の作品、今日その視聴者に伝えるに専念ショーです。\u001b[22m\n\u001b[4mAs such, Dagashi merits more as a time waster than an actual series anime to get into.\u001b[24m\n    \u001b[1mこのように、Dagashiは実際のシリーズアニメよりも時間の浪費として多くのメリットがあります。\u001b[22m, \u001b[1m入るために、実際のシリーズアニメよりも時間の無駄のような、Dagashiのメリットよりとして。\u001b[22m\n\u001b[4mJust be mindful to bring a snack when watching, cause this show has been known to evoke in some...hunger, on occasion.\u001b[24m\n    \u001b[1mこのショーは、いくつかの...空腹時に起こることが知られているので、見ているときに軽食を持って来ることに気をつけてください。\u001b[22m, \u001b[1mただ見ているときに、このショーを機会に、いくつかの...空腹で呼び起こすことが知られている原因とスナックをもたらすことに留意すること。\u001b[22m\n\u001b[1m\u001b[22m\nFinal Note: Also, since this anime is basically a huge advertisement, I'mma put my own here because why not. Ahem. 'Come down to PyraXadon's anime page! We got reviews, LOTS OF THEM. And I'm always active, so if you got any questions, I'll always be around! I also give out advice for reviewing. If...you want that, that is. Come on down!'\n\n\u001b[1m最終的なノート：また、このアニメは基本的に巨大な広告なので、私はここに自分自身を置く理由はない。  Ahem。  「PyraXadonのアニメのページに来なさい！ 我々は、それらの大部分のレビューを得た。 そして私はいつも活発なので、何か質問があれば、いつも周りにいるよ！ 私はまた、レビューのための助言を与える。 もしあなたがそれを望むなら、それはそうです。 下に来なさい！\u001b[22m\n\u001b[1m(Saishū-tekina nōto: Mata, kono anime wa kihontekini kyodaina kōkokunanode, watashi wa koko ni jibun jishin o oku riyū wanai. Ahem. `PyraXadon no anime no pēji ni ki nasai! Wareware wa, sorera no daibubun no rebyū o eta. Soshite watashi wa itsumo kappatsunanode, nanika shitsumon ga areba, itsumo mawari ni iru yo! Watashi wa mata, rebyū no tame no jogen o ataeru. Moshi anata ga sore o nozomunara, sore wa sōdesu. Shita ni ki nasai!)\u001b[22m\n\nTranslations of \u001b[4mFinal Note: Also, since this anime is basically a huge advertisement, I'mma put my own here because why not. Ahem. 'Come down to PyraXadon's anime page! We got reviews, LOTS OF THEM. And I'm always active, so if you got any questions, I'll always be around! I also give out advice for reviewing. If...you want that, that is. Come on down!'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinal Note: Also, since this anime is basically a huge advertisement, I'mma put my own here because why not.\u001b[24m\n    \u001b[1m最終的なノート：また、このアニメは基本的に巨大な広告なので、私はここに自分自身を置く理由はない。\u001b[22m, \u001b[1mファイナル注：このアニメは基本的に巨大な広告であるため、また、I'mmaはなぜいないので、ここに私自身を置きます。\u001b[22m\n\u001b[4mAhem.\u001b[24m\n    \u001b[1mAhem。\u001b[22m, \u001b[1mエヘン。\u001b[22m\n\u001b[4m'Come down to PyraXadon's anime page!\u001b[24m\n    \u001b[1m「PyraXadonのアニメのページに来なさい！\u001b[22m, \u001b[1m「PyraXadonのアニメページに降りてきます！\u001b[22m\n\u001b[4mWe got reviews, LOTS OF THEM.\u001b[24m\n    \u001b[1m我々は、それらの大部分のレビューを得た。\u001b[22m, \u001b[1m私たちは、レビュー、それらの多くを得ました。\u001b[22m\n\u001b[4mAnd I'm always active, so if you got any questions, I'll always be around!\u001b[24m\n    \u001b[1mそして私はいつも活発なので、何か質問があれば、いつも周りにいるよ！\u001b[22m, \u001b[1mそして、私は常にアクティブですので、ご不明な点がございました場合、私はいつも周りになります！\u001b[22m\n\u001b[4mI also give out advice for reviewing.\u001b[24m\n    \u001b[1m私はまた、レビューのための助言を与える。\u001b[22m, \u001b[1m私はまた、見直しのための助言を与えます。\u001b[22m\n\u001b[4mIf...you want that, that is.\u001b[24m\n    \u001b[1mもしあなたがそれを望むなら、それはそうです。\u001b[22m, \u001b[1m...あなたがそれをしたい場合は、それがあります。\u001b[22m\n\u001b[4mCome on down!'\u001b[24m\n    \u001b[1m下に来なさい！\u001b[22m, \u001b[1mダウンさあ！」\u001b[22m"
  },
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "OverdosedGoku",
    "profile": "/profile/OverdosedGoku/reviews",
    "pages": "3",
    "number": "6",
    "link": "/reviews.php?id=230610",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  7\nキャラクター|  10\n|  10\n\nファンタスティックコメディ\n私がDagashi Kashiを見始めたとき、私はシリーズが傑作に変わることができるとは思っていませんでした。\n偉大なキャラクター、ショーには6文字しかないかもしれませんが、コメディ、面白くてスタイリッシュなものには十分すぎます。\nアニメーションの品質は、特に「Dagashi」のシーンは、実生活のように詳細に描写されています。\nロマンス全体はかなりエキサイティングでした。\nユーモアも本当に良かったし、ユーモアもあったけど、面白いのは、キャラクターが持っている誤解や幻想だった\n!!!!!\n確かにあなたが好きならチェックしなければならない：\nEcchi、 'Plot'、Comedy、Filler anime（たくさんのプロットなしで、そのコメディを気にしないでください。）\n\n専門家のためだけに、プロ野生動物：\nあなたができると同時に逃げて笑って欲しいなら）、あなたの歓迎xD xD",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nFANTASTIC COMEDY\n\n\u001b[1mファンタスティックコメディ\u001b[22m\n\u001b[1m(Fantasutikkukomedi)\u001b[22m\n\nTranslations of \u001b[4mFANTASTIC COMEDY\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFANTASTIC COMEDY\u001b[24m\n    \u001b[1mファンタスティックコメディ\u001b[22m, \u001b[1mFANTASTICコメディ\u001b[22m\nWhen i started watching Dagashi Kashi , i wasnt expected that the series could turn into a masterpiece .\n\n\u001b[1m私がDagashi Kashiを見始めたとき、私はシリーズが傑作に変わることができるとは思っていませんでした。\u001b[22m\n\u001b[1m(Watashi ga Dagashi Kashi o mi hajimeta toki, watashi wa shirīzu ga kessaku ni kawaru koto ga dekiru to wa omotte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhen i started watching Dagashi Kashi , i wasnt expected that the series could turn into a masterpiece .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen i started watching Dagashi Kashi , i wasnt expected that the series could turn into a masterpiece .\u001b[24m\n    \u001b[1m私がDagashi Kashiを見始めたとき、私はシリーズが傑作に変わることができるとは思っていませんでした。\u001b[22m, \u001b[1m私はDagashiカシュガルを見始めたとき、私はシリーズは傑作に変わることが期待波平。\u001b[22m\nGreat characters , there might be only 6 chars in the show but they are more than enough for a comedy , interesting and stylish .\n\n\u001b[1m偉大なキャラクター、ショーには6文字しかないかもしれませんが、コメディ、面白くてスタイリッシュなものには十分すぎます。\u001b[22m\n\u001b[1m(Idaina kyarakutā, shō ni wa 6 moji shika nai kamo shiremasenga, komedi, omoshirokute sutairisshuna mono ni wa jūbun sugimasu.)\u001b[22m\n\nTranslations of \u001b[4mGreat characters , there might be only 6 chars in the show but they are more than enough for a comedy , interesting and stylish .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGreat characters , there might be only 6 chars in the show but they are more than enough for a comedy , interesting and stylish .\u001b[24m\n    \u001b[1m偉大なキャラクター、ショーには6文字しかないかもしれませんが、コメディ、面白くてスタイリッシュなものには十分すぎます。\u001b[22m, \u001b[1m偉大な文字は、ショーで唯一の6文字があるかもしれませんが、彼らは、コメディのために十分に面白いとスタイリッシュ以上です。\u001b[22m\nThe animation quality is freaking good especially the 'Dagashi' scenes are heavily detailed almost like real life !\n\n\u001b[1mアニメーションの品質は、特に「Dagashi」のシーンは、実生活のように詳細に描写されています。\u001b[22m\n\u001b[1m(Animēshon no hinshitsu wa, tokuni `Dagashi' no shīn wa, jisseikatsu no yō ni shōsai ni byōsha sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation quality is freaking good especially the 'Dagashi' scenes are heavily detailed almost like real life !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation quality is freaking good especially the 'Dagashi' scenes are heavily detailed almost like real life !\u001b[24m\n    \u001b[1mアニメーションの品質は、特に「Dagashi」のシーンは、実生活のように詳細に描写されています。\u001b[22m, \u001b[1mアニメーションの品質は良いおかしくされ、特に「Dagashi」のシーンが重く、ほぼ実際の生活のように詳述されています！\u001b[22m\nThe whole romance thing was pretty exciting.\n\n\u001b[1mロマンス全体はかなりエキサイティングでした。\u001b[22m\n\u001b[1m(Romansu zentai wa kanari ekisaitingudeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe whole romance thing was pretty exciting.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe whole romance thing was pretty exciting.\u001b[24m\n    \u001b[1mロマンス全体はかなりエキサイティングでした。\u001b[22m, \u001b[1m全体恋愛の事はかなりエキサイティングでした。\u001b[22m\nAlso the humor was really good , it was kinda perverted humor but the funny part was the misunderstandings and the fantasies that characters have\n\n\u001b[1mユーモアも本当に良かったし、ユーモアもあったけど、面白いのは、キャラクターが持っている誤解や幻想だった\u001b[22m\n\u001b[1m(Yūmoa mo hontōniyokatta shi, yūmoa mo attakedo, omoshiroi no wa, kyarakutā ga motte iru gokai ya gensōdatta)\u001b[22m\n\nTranslations of \u001b[4mAlso the humor was really good , it was kinda perverted humor but the funny part was the misunderstandings and the fantasies that characters have\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso the humor was really good , it was kinda perverted humor but the funny part was the misunderstandings and the fantasies that characters have\u001b[24m\n    \u001b[1mユーモアも本当に良かったし、ユーモアもあったけど、面白いのは、キャラクターが持っている誤解や幻想だった\u001b[22m, \u001b[1mまた、ユーモアが本当に良かった、それはちょっと倒錯ユーモアだったが、面白い部分は文字が持っている誤解と幻想でした\u001b[22m\n!!!!!\n\n\u001b[1m!!!!!\u001b[22m\n\u001b[1m(! ! ! ! !)\u001b[22m\n\nTranslations of \u001b[4m!!!!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m!!!!!\u001b[24m\n    \u001b[1m!!!!!\u001b[22m\nDefinitely have to check if you like :\n\n\u001b[1m確かにあなたが好きならチェックしなければならない：\u001b[22m\n\u001b[1m(Tashika ni anatagasukinara chekku shinakereba naranai:)\u001b[22m\n\nTranslations of \u001b[4mDefinitely have to check if you like :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDefinitely have to check if you like :\u001b[24m\n    \u001b[1m確かにあなたが好きならチェックしなければならない：\u001b[22m, \u001b[1m間違いなくあなたが好きかどうかを確認する必要があります。\u001b[22m\nEcchi , 'Plot' , Comedy , Filler anime ( without much plot , we dont even care about that shit its a comedy , right ? )\n\n\u001b[1mEcchi、 'Plot'、Comedy、Filler anime（たくさんのプロットなしで、そのコメディについては気にしませんよね？）\u001b[22m\n\u001b[1m(Ecchi, ' Plot', Comedy, Filler anime (takusan no purotto nashi de, sono komedi ni tsuite wa ki ni shimasen yo ne? ))\u001b[22m\n\nTranslations of \u001b[4mEcchi , 'Plot' , Comedy , Filler anime ( without much plot , we dont even care about that shit its a comedy , right ? )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEcchi , 'Plot' , Comedy , Filler anime ( without much plot , we dont even care about that shit its a comedy , right ? )\u001b[24m\n    \u001b[1mEcchi、 'Plot'、Comedy、Filler anime（たくさんのプロットなしで、そのコメディについては気にしませんよね？）\u001b[22m, \u001b[1mエッチ、「プロット」、コメディ、フィラーアニメ（はるかにプロットすることなく、私たちも、右、それはその喜劇をたわごとを気にいけません？）\u001b[22m\n\u001b[1m\u001b[22m\nFor experts only , professional weeaboos:\n\n\u001b[1m専門家のためだけに、プロ野生動物：\u001b[22m\n\u001b[1m(Senmonka no tame dake ni, puro yasei dōbutsu:)\u001b[22m\n\nTranslations of \u001b[4mFor experts only , professional weeaboos:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor experts only , professional weeaboos:\u001b[24m\n    \u001b[1m専門家のためだけに、プロ野生動物：\u001b[22m, \u001b[1m専門家だけのために、プロのweeaboos：\u001b[22m\nif you want to fap and laugh at the same time you can ;) , Your welcome xD xD\n\n\u001b[1mあなたができると同時に逃げて笑って欲しいなら）、あなたの歓迎xD xD\u001b[22m\n\u001b[1m(Anata ga dekiru to dōjini nigete waratte hoshīnara), anata no kangei xD xD)\u001b[22m\n\nTranslations of \u001b[4mif you want to fap and laugh at the same time you can ;) , Your welcome xD xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mif you want to fap and laugh at the same time you can ;) , Your welcome xD xD\u001b[24m\n    \u001b[1mあなたができると同時に逃げて笑って欲しいなら）、あなたの歓迎xD xD\u001b[22m, \u001b[1m、）あなたの歓迎のxD xDさん、あなたはあなたができると同時にFAPと笑うしたい場合\u001b[22m"
  },
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "mantheon",
    "profile": "/profile/mantheon/reviews",
    "pages": "3",
    "number": "7",
    "link": "/reviews.php?id=216275",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  5\n|  6\n\nねえ、これはDagashi Kashiのレビューになります。 私は実際には、このアニメは人生のキャンディーの歴史のショーのスライスになるとは思わなかった。 私はキャンディーが背景になると思ったが、それは唯一のドロップであり、残念ながら私は少し失望しているように感じる。 しかしそれは私のせいで、アニメのせいではない。 それについてもう少し話してみましょう。\n\n物語は、それをそれと呼ぶことができれば、キャンディーショップの導入から始まります。 このキャンディーショップは日本の小さな村にあり、奇妙な父とマンガを描こうとする息子が運営しています。 父親は息子がこの世帯の家に引き継ぐことを望んでいます。 ある日、女の子が到着し、父親を募集しようとしますが、この女性が息子に家族の店を引き継ぐことを納得させることができなければ、彼は拒否します。 それがこのショーの基本的な枠組みです。\n\nそこから、大橋柏は人生のペースで進歩する。 各エピソードには女性リード（Shidare、Hotaru）が提示して説明するDagashiという形があります。 これは当初、Dagashi店を経営するために何とか（Shikada、Kononotsu）を説得するための策略として使われました。 説明は、真実と誇張が混在しているように見えますが、実際に真実であるかどうかは分かりません。 彼らがコメディを追いかけようとしているので、明らかにいくつかの偽りがあります。 ショーの終わりはキャラクターや他のテーマを探るのにもう少し良くなったが、キャンディーの情報は決して止まらない。\n\n最初は芸術が不自然に見えましたが、私はすぐにそれを感謝するようになりました。 文字は本当にうまくやっていて、独特の感じがします。 音楽もひどくはなかった。\n\n文字は上記の通りです。 無能でユーモラスそうだが、ダガシの達人のように見える父（志田、あなた）。 その後、彼の息子（Shikada、Kononotsu）はマンガを描きたい。 彼の個性はもう少し穏やかで、彼は質問者の役割を果たしています。彼はホタールにダガシについて話をするよう促します。 彼の親友（Endou、Tou）は、馬鹿なキャラクターの一種であり、本当にショーの中で最高のコメディーの中心です。 同じ町でカフェを経営している妹（Endou、Saya）。 彼女は秘密にココノツを好きです。 そして最後に、この豊かで、クレイジーで、ダガシを愛する人である（Shidare、Hotaru）がいます。 彼女はショーにほとんどの時間を費やし、知識を伝え、不運になり、いくつかの性的なテーマを追加する（彼女自身は信じられないほど濃く、むしろダガシの外には興味がないが）。\n\n文字はすべて魅力的です。 私は、Sayaがかわいいので、ロマンスの要素がいっそうまとまっていればいいと思う。 私はキャンディレッスンの間で時代を楽しんでいましたが、彼らはシンプルでコメディーな感じがしました。 ホタルは大喜びで、ショーが中心だったとは思っていませんでした。\n\n全体的にこのショーは悪くないです。 しかし、12回のエピソードのうち、私は3〜4回笑うことができたと思う。 私は第1シーズンの終わりまでに何も来ないので、シーズン2を見たいと思うでしょう。 しかし、これは私が単に持っていない面白い骨を打つことを試みているようだった。 そこにいる誰かがホタールと彼女のおかしなことを好きなら、これはもうちょっと楽しめるかもしれません。 セミコメディーキャンディーレッスンに興味のない人は、おそらくほとんど退屈で、私のように迷わずにいるでしょう。 今シーズンは新しい未踏のアイデアのための素晴らしいものでしたが、それぞれの理由のために退屈で不足しているようです。\n\nTLDR：退屈で面白いキャンディー講義。 何も起こりません、このアニメの一部は進行しない、または結論に至ることはありません。 しかし、サヤは可愛かったです。 あなたがキャンディービットを気にしないかどうか見てください。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nHey folks, this will be a review for Dagashi Kashi. I actually didn't think this anime was going to be a slice of life candy history show. I thought candy was going to be the backdrop, however it is the only drop and sadly I feel a bit disappointed. That however is my fault, not the fault of the anime. Lets talk about it a bit more.\n\n\u001b[1mねえ、これはDagashi Kashiのレビューになります。 私は実際には、このアニメは人生のキャンディーの歴史のショーのスライスになるとは思わなかった。 私はキャンディーが背景になると思ったが、それは唯一のドロップであり、残念ながら私は少し失望しているように感じる。 しかしそれは私のせいで、アニメのせいではない。 それについてもう少し話してみましょう。\u001b[22m\n\u001b[1m(Nē, koreha Dagashi Kashi no rebyū ni narimasu. Watashi wa jissai ni wa, kono anime wa jinsei no kyandī no rekishi no shō no suraisu ni naru to wa omowanakatta. Watashi wa kyandī ga haikei ni naru to omottaga, soreha yuiitsu no doroppudeari, zan'nen'nagara watashi wa sukoshi shitsubō shite iru yō ni kanjiru. Shikashi sore wa watashi no sei de, anime no seide wanai. Sore ni tsuite mōsukoshi hanashite mimashou.)\u001b[22m\n\nTranslations of \u001b[4mHey folks, this will be a review for Dagashi Kashi. I actually didn't think this anime was going to be a slice of life candy history show. I thought candy was going to be the backdrop, however it is the only drop and sadly I feel a bit disappointed. That however is my fault, not the fault of the anime. Lets talk about it a bit more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHey folks, this will be a review for Dagashi Kashi.\u001b[24m\n    \u001b[1mねえ、これはDagashi Kashiのレビューになります。\u001b[22m, \u001b[1mちょっと人々は、これはDagashiカシュガルのレビューになります。\u001b[22m\n\u001b[4mI actually didn't think this anime was going to be a slice of life candy history show.\u001b[24m\n    \u001b[1m私は実際には、このアニメは人生のキャンディーの歴史のショーのスライスになるとは思わなかった。\u001b[22m, \u001b[1m私は実際にこのアニメは人生キャンディ履歴ショーのスライスになる予定だったとは思いませんでした。\u001b[22m\n\u001b[4mI thought candy was going to be the backdrop, however it is the only drop and sadly I feel a bit disappointed.\u001b[24m\n    \u001b[1m私はキャンディーが背景になると思ったが、それは唯一のドロップであり、残念ながら私は少し失望しているように感じる。\u001b[22m, \u001b[1mしかし私はそれが唯一のドロップで、悲しいことに、私は少しがっかり、キャンディが背景であると思っていました。\u001b[22m\n\u001b[4mThat however is my fault, not the fault of the anime.\u001b[24m\n    \u001b[1mしかしそれは私のせいで、アニメのせいではない。\u001b[22m, \u001b[1mそれはしかし、私のせいではなく、アニメのせいです。\u001b[22m\n\u001b[4mLets talk about it a bit more.\u001b[24m\n    \u001b[1mそれについてもう少し話してみましょう。\u001b[22m, \u001b[1mもう少しそれについて話すことができます。\u001b[22m\n\u001b[1m\u001b[22m\nThe story, if you can call it that, begins with the introduction of a candy shop. This candy shop is in a small village in Japan and it is run by a weird father, and his son who wants to draw manga. The father wants the son to take over this shop, which has been in the family for generations. One day a girl arrives and tries to recruit the father, but he refuses unless this woman could convince his son to take over the family shop. That is the basic framework of the show.\n\n\u001b[1m物語は、それをそれと呼ぶことができれば、キャンディーショップの導入から始まります。 このキャンディーショップは日本の小さな村にあり、奇妙な父とマンガを描こうとする息子が運営しています。 父親は息子がこの世帯の家に引き継ぐことを望んでいます。 ある日、女の子が到着し、父親を募集しようとしますが、この女性が息子に家族の店を引き継ぐことを納得させることができなければ、彼は拒否します。 それがこのショーの基本的な枠組みです。\u001b[22m\n\u001b[1m(Monogatari wa, sore o sore to yobu koto ga dekireba, kyandīshoppu no dōnyū kara hajimarimasu. Kono kyandīshoppu wa Nihon no chīsana mura ni ari, kimyōna chichi to manga o egakou to suru musuko ga un'ei shite imasu. Chichioya wa musuko ga kono setai no ie ni hikitsugu koto o nozonde imasu. Aru Ni~Tsu, on'nanoko ga tōchaku shi, chichioya o boshū shiyou to shimasuga, kono josei ga musuko ni kazoku no mise o hikitsugu koto o nattoku sa seru koto ga dekinakereba, kare wa kyohi shimasu. Sore ga kono shō no kihon-tekina wakugumidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe story, if you can call it that, begins with the introduction of a candy shop. This candy shop is in a small village in Japan and it is run by a weird father, and his son who wants to draw manga. The father wants the son to take over this shop, which has been in the family for generations. One day a girl arrives and tries to recruit the father, but he refuses unless this woman could convince his son to take over the family shop. That is the basic framework of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story, if you can call it that, begins with the introduction of a candy shop.\u001b[24m\n    \u001b[1m物語は、それをそれと呼ぶことができれば、キャンディーショップの導入から始まります。\u001b[22m, \u001b[1m物語は、あなたがいること、それを呼び出すことができる場合は、お菓子屋の導入から始まります。\u001b[22m\n\u001b[4mThis candy shop is in a small village in Japan and it is run by a weird father, and his son who wants to draw manga.\u001b[24m\n    \u001b[1mこのキャンディーショップは日本の小さな村にあり、奇妙な父とマンガを描こうとする息子が運営しています。\u001b[22m, \u001b[1mこのキャンディーショップでは、日本の小さな村であり、それは奇妙な父、と漫画を描くことを望む彼の息子によって運営されています。\u001b[22m\n\u001b[4mThe father wants the son to take over this shop, which has been in the family for generations.\u001b[24m\n    \u001b[1m父親は息子がこの世帯の家に引き継ぐことを望んでいます。\u001b[22m, \u001b[1m父親は息子が世代のために家族にあったこのお店を引き継ぐことを望んでいます。\u001b[22m\n\u001b[4mOne day a girl arrives and tries to recruit the father, but he refuses unless this woman could convince his son to take over the family shop.\u001b[24m\n    \u001b[1mある日、女の子が到着し、父親を募集しようとしますが、この女性が息子に家族の店を引き継ぐことを納得させることができなければ、彼は拒否します。\u001b[22m, \u001b[1mある日、少女が到着し、父親を募集しようとしますが、この女性は家族の店を引き継ぐために彼の息子を説得可能性がない限り、彼は拒否します。\u001b[22m\n\u001b[4mThat is the basic framework of the show.\u001b[24m\n    \u001b[1mそれがこのショーの基本的な枠組みです。\u001b[22m, \u001b[1mそれはショーの基本的なフレームワークです。\u001b[22m\n\u001b[1m\u001b[22m\nFrom there Dagashi Kashi progresses in a slice of life pace. Each episode has some form of Dagashi which the female lead (Shidare, Hotaru) presents and explains. This at the beginning was generally used as a ploy to somehow convince (Shikada, Kokonotsu) to run the Dagashi shop. The explanations seem to be a mix of truth and exaggeration, though since I do not know about the candy being talked about I don't know if it is actually true or not. There are clearly some falsehoods however because this is how they try to drive in the comedy. The ending of the show got a bit more better at exploring the characters and other themes however the candy information never stops.\n\n\u001b[1mそこから、大橋柏は人生のペースで進歩する。 各エピソードには女性リード（Shidare、Hotaru）が提示して説明するDagashiという形があります。 これは当初、Dagashi店を経営するために何とか（Shikada、Kononotsu）を説得するための策略として使われました。 説明は、真実と誇張が混在しているように見えますが、実際に真実であるかどうかは分かりません。 彼らがコメディを追いかけようとしているので、明らかにいくつかの偽りがあります。 ショーの終わりはキャラクターや他のテーマを探るのにもう少し良くなったが、キャンディーの情報は決して止まらない。\u001b[22m\n\u001b[1m(Soko kara, Ōhashi Kashiwa wa jinsei no pēsu de shinpo suru. Kaku episōdo ni wa josei rīdo (Shidare, Hotaru) ga teiji shite setsumei suru Dagashi to iu katachi ga arimasu. Kore wa tōsho, Dagashi-ten o keiei suru tame ni nantoka (Shikada, Kononotsu) o settoku suru tame no sakuryaku to shite tsukawa remashita. Setsumei wa, shinjitsu to kochō ga konzai shite iru yō ni miemasuga, jissai ni shinjitsudearu ka dō ka wa wakarimasen. Karera ga komedi o oikakeyou to shite irunode, akiraka ni ikutsu ka no itsuwari ga arimasu. Shō no owari wa kyarakutā ya hoka no tēma o saguru no ni mōsukoshi yokunatta ga, kyandī no jōhō wa kesshite tomaranai.)\u001b[22m\n\nTranslations of \u001b[4mFrom there Dagashi Kashi progresses in a slice of life pace. Each episode has some form of Dagashi which the female lead (Shidare, Hotaru) presents and explains. This at the beginning was generally used as a ploy to somehow convince (Shikada, Kokonotsu) to run the Dagashi shop. The explanations seem to be a mix of truth and exaggeration, though since I do not know about the candy being talked about I don't know if it is actually true or not. There are clearly some falsehoods however because this is how they try to drive in the comedy. The ending of the show got a bit more better at exploring the characters and other themes however the candy information never stops.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFrom there Dagashi Kashi progresses in a slice of life pace.\u001b[24m\n    \u001b[1mそこから、大橋柏は人生のペースで進歩する。\u001b[22m, \u001b[1mそこからDagashiカシュガルは生活ペースのスライスに進行します。\u001b[22m\n\u001b[4mEach episode has some form of Dagashi which the female lead (Shidare, Hotaru) presents and explains.\u001b[24m\n    \u001b[1m各エピソードには女性リード（Shidare、Hotaru）が提示して説明するDagashiという形があります。\u001b[22m, \u001b[1m各エピソードは、女性のリード（Shidare、ほたる）を提示し、説明Dagashiのいくつかのフォームを持っています。\u001b[22m\n\u001b[4mThis at the beginning was generally used as a ploy to somehow convince (Shikada, Kokonotsu) to run the Dagashi shop.\u001b[24m\n    \u001b[1mこれは当初、Dagashi店を経営するために何とか（Shikada、Kononotsu）を説得するための策略として使われました。\u001b[22m, \u001b[1mこれは、初めに、一般的に何とかDagashiショップを実行する（Shikada、Kokonotsuを）説得する策略として使用しました。\u001b[22m\n\u001b[4mThe explanations seem to be a mix of truth and exaggeration, though since I do not know about the candy being talked about I don't know if it is actually true or not.\u001b[24m\n    \u001b[1m説明は、真実と誇張が混在しているように見えますが、実際に真実であるかどうかは分かりません。\u001b[22m, \u001b[1m説明は、私はそれが実際に真であるかどうかはわからない語られているお菓子のことは知らないのでかかわらず、真実と誇張の混ざっているようです。\u001b[22m\n\u001b[4mThere are clearly some falsehoods however because this is how they try to drive in the comedy.\u001b[24m\n    \u001b[1m彼らがコメディを追いかけようとしているので、明らかにいくつかの偽りがあります。\u001b[22m, \u001b[1mこれは、彼らは喜劇で運転しようとする方法であるため、いくつかの嘘は、しかし、明らかにあります。\u001b[22m\n\u001b[4mThe ending of the show got a bit more better at exploring the characters and other themes however the candy information never stops.\u001b[24m\n    \u001b[1mショーの終わりはキャラクターや他のテーマを探るのにもう少し良くなったが、キャンディーの情報は決して止まらない。\u001b[22m, \u001b[1mショーのエンディングは、キャンディの情報が停止することはありませんが、文字や他のテーマを探求でもう少し良くなりました。\u001b[22m\n\u001b[1m\u001b[22m\nThe art seemed lame at first, however I came to appreciate it almost immediately. The characters are done really well and it felt rather unique. Music wasn't terrible either.\n\n\u001b[1m最初は芸術が不自然に見えましたが、私はすぐにそれを感謝するようになりました。 文字は本当にうまくやっていて、独特の感じがします。 音楽もひどくはなかった。\u001b[22m\n\u001b[1m(Saisho wa geijutsu ga fushizen ni miemashitaga, watashi wa sugu ni sore o kansha suru yō ni narimashita. Moji wa hontōni umaku yatte ite, dokutoku no kanji ga shimasu. Ongaku mo hidoku wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe art seemed lame at first, however I came to appreciate it almost immediately. The characters are done really well and it felt rather unique. Music wasn't terrible either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art seemed lame at first, however I came to appreciate it almost immediately.\u001b[24m\n    \u001b[1m最初は芸術が不自然に見えましたが、私はすぐにそれを感謝するようになりました。\u001b[22m, \u001b[1mアートは最初はラメ見えた、しかし私はほとんどすぐにそれを感謝するようになりました。\u001b[22m\n\u001b[4mThe characters are done really well and it felt rather unique.\u001b[24m\n    \u001b[1m文字は本当にうまくやっていて、独特の感じがします。\u001b[22m, \u001b[1m文字は本当によくやっている、それはかなりユニークな感じ。\u001b[22m\n\u001b[4mMusic wasn't terrible either.\u001b[24m\n    \u001b[1m音楽もひどくはなかった。\u001b[22m, \u001b[1m音楽はどちらかひどいではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are as mentioned above. A father (Shikada, You), who seems to be incompetent and humorous but seems to be some Dagashi guru. Then his son (Shikada, Kokonotsu), who wants to draw manga. His personality is a bit more mellow, and he plays the role of the questioner, who prompts Hotaru into talking about Dagashi. His best friend (Endou, Tou), who is sort of the idiot character, and is truly the center of some of the best comedy in the show. His sister (Endou, Saya), who runs a cafe in the same town. She secretly likes Kokonotsu. Then finally we have (Shidare, Hotaru), who is this rich, crazy, dagashi loving person. She spends most of the time in the show, imparting knowledge, being unlucky and adding some sexual themes(though she herself is incredibly dense, or rather uninterested in things outside of dagashi).\n\n\u001b[1m文字は上記の通りです。 無能でユーモラスそうだが、ダガシの達人のように見える父（志田、あなた）。 その後、彼の息子（Shikada、Kononotsu）はマンガを描きたい。 彼の個性はもう少し穏やかで、彼は質問者の役割を果たしています。彼はホタールにダガシについて話をするよう促します。 彼の親友（Endou、Tou）は、馬鹿なキャラクターの一種であり、本当にショーの中で最高のコメディーの中心です。 同じ町でカフェを経営している妹（Endou、Saya）。 彼女は秘密にココノツを好きです。 そして最後に、この豊かで、クレイジーで、ダガシを愛する人である（Shidare、Hotaru）がいます。 彼女はショーにほとんどの時間を費やし、知識を伝え、不運になり、いくつかの性的なテーマを追加する（彼女自身は信じられないほど濃く、むしろダガシの外には興味がないが）。\u001b[22m\n\u001b[1m(Moji wa jōki no tōridesu. Munō de yūmorasu-sōdaga, dagashi no tatsujin no yō ni mieru chichi (Shida, anata). Sonogo, kare no musuko (Shikada, Kononotsu) wa manga o kakitai. Kare no kosei wa mōsukoshi odayakade, kare wa shitsumon-sha no yakuwari o hatashite imasu. Kare wa hotāru ni dagashi ni tsuite hanashi o suru yō unagashimasu. Kare no shin'yū (Endou, Tou) wa, bakana kyarakutā no isshudeari, hontōni shō no naka de saikō no komedī no chūshindesu. Onaji machi de kafe o keiei shite iru imōto (Endou, Saya). Kanojo wa himitsu ni kokonotsu o sukidesu. Soshite saigo ni, kono yutakade, kureijī de, dagashi o aisuruhitodearu (Shidare, Hotaru) ga imasu. Kanojo wa shō ni hotondo no jikan o tsuiyashi, chishiki o tsutae, fuun ni nari, ikutsu ka no seitekina tēma o tsuika suru (kanojo jishin wa shinji rarenai hodo koku, mushiro dagashi no soto ni wa kyōmi ga naiga).)\u001b[22m\n\nTranslations of \u001b[4mThe characters are as mentioned above. A father (Shikada, You), who seems to be incompetent and humorous but seems to be some Dagashi guru. Then his son (Shikada, Kokonotsu), who wants to draw manga. His personality is a bit more mellow, and he plays the role of the questioner, who prompts Hotaru into talking about Dagashi. His best friend (Endou, Tou), who is sort of the idiot character, and is truly the center of some of the best comedy in the show. His sister (Endou, Saya), who runs a cafe in the same town. She secretly likes Kokonotsu. Then finally we have (Shidare, Hotaru), who is this rich, crazy, dagashi loving person. She spends most of the time in the show, imparting knowledge, being unlucky and adding some sexual themes(though she herself is incredibly dense, or rather uninterested in things outside of dagashi).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are as mentioned above.\u001b[24m\n    \u001b[1m文字は上記の通りです。\u001b[22m, \u001b[1m前述のように文字があります。\u001b[22m\n\u001b[4mA father (Shikada, You), who seems to be incompetent and humorous but seems to be some Dagashi guru.\u001b[24m\n    \u001b[1m無能でユーモラスそうだが、ダガシの達人のように見える父（志田、あなた）。\u001b[22m, \u001b[1m無能とユーモラスであると思われるが、いくつかのDagashi第一人者であると思われる父（Shikada、あなた）、。\u001b[22m\n\u001b[4mThen his son (Shikada, Kokonotsu), who wants to draw manga.\u001b[24m\n    \u001b[1mその後、彼の息子（Shikada、Kononotsu）はマンガを描きたい。\u001b[22m, \u001b[1m漫画を描くことを望むそして彼の息子（Shikada、Kokonotsu）、。\u001b[22m\n\u001b[4mHis personality is a bit more mellow, and he plays the role of the questioner, who prompts Hotaru into talking about Dagashi.\u001b[24m\n    \u001b[1m彼の個性はもう少し穏やかで、彼は質問者の役割を果たしています。彼はホタールにダガシについて話をするよう促します。\u001b[22m, \u001b[1m彼の性格は、もう少しまろやかで、彼はDagashiの話に蛍を促す質問者の役割を果たしています。\u001b[22m\n\u001b[4mHis best friend (Endou, Tou), who is sort of the idiot character, and is truly the center of some of the best comedy in the show.\u001b[24m\n    \u001b[1m彼の親友（Endou、Tou）は、馬鹿なキャラクターの一種であり、本当にショーの中で最高のコメディーの中心です。\u001b[22m, \u001b[1m馬鹿文字の一種である、と本当にショーで最高の喜劇のいくつかの中心である彼の親友（遠藤、とう）、。\u001b[22m\n\u001b[4mHis sister (Endou, Saya), who runs a cafe in the same town.\u001b[24m\n    \u001b[1m同じ町でカフェを経営している妹（Endou、Saya）。\u001b[22m, \u001b[1m同じ町のカフェを運営妹（遠藤、沙耶）、。\u001b[22m\n\u001b[4mShe secretly likes Kokonotsu.\u001b[24m\n    \u001b[1m彼女は秘密にココノツを好きです。\u001b[22m, \u001b[1m彼女は密かにKokonotsuが好きです。\u001b[22m\n\u001b[4mThen finally we have (Shidare, Hotaru), who is this rich, crazy, dagashi loving person.\u001b[24m\n    \u001b[1mそして最後に、この豊かで、クレイジーで、ダガシを愛する人である（Shidare、Hotaru）がいます。\u001b[22m, \u001b[1mそして、最終的に我々は、この豊かな、クレイジー、dagashi愛情のある人です（Shidare、蛍）、持っています。\u001b[22m\n\u001b[4mShe spends most of the time in the show, imparting knowledge, being unlucky and adding some sexual themes(though she herself is incredibly dense, or rather uninterested in things outside of dagashi).\u001b[24m\n    \u001b[1m彼女はショーにほとんどの時間を費やし、知識を伝え、不運になり、いくつかの性的なテーマを追加する（彼女自身は信じられないほど濃く、むしろダガシの外には興味がないが）。\u001b[22m, \u001b[1m彼女は、知識を付与不運であり、かつ（彼女自身は信じられないほど緻密な、またはdagashiの外のものではなく、無関心であるが）いくつかの性的なテーマを追加し、ショーでほとんどの時間を費やしています。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters all have charm. I wish the romance elements were more put together, as Saya was cute. I did enjoy the times in between the candy lessons, as they tended to have a simplistic and comedic feel. Hotaru, was a huge distraction and wasn't really what I had hoped the show was centering around.\n\n\u001b[1m文字はすべて魅力的です。 私は、Sayaがかわいいので、ロマンスの要素がいっそうまとまっていればいいと思う。 私はキャンディレッスンの間で時代を楽しんでいましたが、彼らはシンプルでコメディーな感じがしました。 ホタルは大喜びで、ショーが中心だったとは思っていませんでした。\u001b[22m\n\u001b[1m(Moji wa subete mirikitekidesu. Watashi wa, Saya ga kawaīnode, romansu no yōso ga issō matomatte ireba ī to omou. Watashi wa kyandiressun no ma de jidai o tanoshinde imashitaga, karera wa shinpurude komedīna kanji ga shimashita. Hotaru wa ōyorokobi de, shō ga chūshindatta to wa omotte imasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe characters all have charm. I wish the romance elements were more put together, as Saya was cute. I did enjoy the times in between the candy lessons, as they tended to have a simplistic and comedic feel. Hotaru, was a huge distraction and wasn't really what I had hoped the show was centering around.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters all have charm.\u001b[24m\n    \u001b[1m文字はすべて魅力的です。\u001b[22m, \u001b[1m文字はすべての魅力を持っています。\u001b[22m\n\u001b[4mI wish the romance elements were more put together, as Saya was cute.\u001b[24m\n    \u001b[1m私は、Sayaがかわいいので、ロマンスの要素がいっそうまとまっていればいいと思う。\u001b[22m, \u001b[1m沙耶はかわいいだったように私は、恋愛要素がより一緒に入れた希望します。\u001b[22m\n\u001b[4mI did enjoy the times in between the candy lessons, as they tended to have a simplistic and comedic feel.\u001b[24m\n    \u001b[1m私はキャンディレッスンの間で時代を楽しんでいましたが、彼らはシンプルでコメディーな感じがしました。\u001b[22m, \u001b[1m彼らは単純でコミカルな感触を持っている傾向にあったように私は、お菓子のレッスンの間で時間を楽しんでいました。\u001b[22m\n\u001b[4mHotaru, was a huge distraction and wasn't really what I had hoped the show was centering around.\u001b[24m\n    \u001b[1mホタルは大喜びで、ショーが中心だったとは思っていませんでした。\u001b[22m, \u001b[1m蛍は、巨大な気晴らしだったと私はショーを中心にした期待していたものは本当にありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this show isn't bad. However out of 12 episodes I think I managed to laugh three or four times. I would be willing to watch a season two, especially since nothing comes about by the end of the first. However this seemed like it was trying to hit a funny bone which I simply don't posses. If someone out there likes Hotaru and her antics you may find this a bit more enjoyable to watch. For those of you not interested in semi comedic candy lessons, you will probably be mostly bored and unamused like I was. This season has been a great one for new and unexplored ideas, however each of these seem to be boring and lame for one reason or another.\n\n\u001b[1m全体的にこのショーは悪くないです。 しかし、12回のエピソードのうち、私は3〜4回笑うことができたと思う。 私は第1シーズンの終わりまでに何も来ないので、シーズン2を見たいと思うでしょう。 しかし、これは私が単に持っていない面白い骨を打つことを試みているようだった。 そこにいる誰かがホタールと彼女のおかしなことを好きなら、これはもうちょっと楽しめるかもしれません。 セミコメディーキャンディーレッスンに興味のない人は、おそらくほとんど退屈で、私のように迷わずにいるでしょう。 今シーズンは新しい未踏のアイデアのための素晴らしいものでしたが、それぞれの理由のために退屈で不足しているようです。\u001b[22m\n\u001b[1m(Zentai-teki ni kono shō wa warukunaidesu. Shikashi, 12-kai no episōdo no uchi, watashi wa 3 〜 4-kai warau koto ga dekita to omou. Watashi wa dai 1 shīzun no owari made ni nani mo konainode, shīzun 2 o mitai to omoudeshou. Shikashi, kore wa watashi ga tan'ni motteinai omoshiroi hone o utsu koto o kokoromite iru yōdatta. Soko ni iru darekaga hotāru to kanojo no okashina koto o sukinara, kore wa mō chotto tanoshimeru kamo shiremasen. Semikomedīkyandīressun ni kyōmi no nai hito wa, osoraku hotondo taikutsu de, watashi no yō ni mayowazu ni irudeshou. Ima shīzun wa atarashī mitō no aidea no tame no subarashī monodeshitaga, sorezore no riyū no tame ni taikutsu de fusoku shite iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall this show isn't bad. However out of 12 episodes I think I managed to laugh three or four times. I would be willing to watch a season two, especially since nothing comes about by the end of the first. However this seemed like it was trying to hit a funny bone which I simply don't posses. If someone out there likes Hotaru and her antics you may find this a bit more enjoyable to watch. For those of you not interested in semi comedic candy lessons, you will probably be mostly bored and unamused like I was. This season has been a great one for new and unexplored ideas, however each of these seem to be boring and lame for one reason or another.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this show isn't bad.\u001b[24m\n    \u001b[1m全体的にこのショーは悪くないです。\u001b[22m, \u001b[1m全体的にこのショーは悪いことではありません。\u001b[22m\n\u001b[4mHowever out of 12 episodes I think I managed to laugh three or four times.\u001b[24m\n    \u001b[1mしかし、12回のエピソードのうち、私は3〜4回笑うことができたと思う。\u001b[22m, \u001b[1mしかし、12エピソードのうち、私は3または4回を笑うために管理思います。\u001b[22m\n\u001b[4mI would be willing to watch a season two, especially since nothing comes about by the end of the first.\u001b[24m\n    \u001b[1m私は第1シーズンの終わりまでに何も来ないので、シーズン2を見たいと思うでしょう。\u001b[22m, \u001b[1m私は何も最初の年末までに約来ることはありません、特に以来、シーズン2を見て喜んで。\u001b[22m\n\u001b[4mHowever this seemed like it was trying to hit a funny bone which I simply don't posses.\u001b[24m\n    \u001b[1mしかし、これは私が単に持っていない面白い骨を打つことを試みているようだった。\u001b[22m, \u001b[1mそれは私が単純に保有していない面白い骨をヒットしようとしていたようなしかしこれが見えました。\u001b[22m\n\u001b[4mIf someone out there likes Hotaru and her antics you may find this a bit more enjoyable to watch.\u001b[24m\n    \u001b[1mそこにいる誰かがホタールと彼女のおかしなことを好きなら、これはもうちょっと楽しめるかもしれません。\u001b[22m, \u001b[1mそこに誰かが蛍と彼女のふざけた態度を気に入った場合、あなたはこのビットより楽しく見るために見つけることができます。\u001b[22m\n\u001b[4mFor those of you not interested in semi comedic candy lessons, you will probably be mostly bored and unamused like I was.\u001b[24m\n    \u001b[1mセミコメディーキャンディーレッスンに興味のない人は、おそらくほとんど退屈で、私のように迷わずにいるでしょう。\u001b[22m, \u001b[1m半喜劇キャンディーの授業に興味を持っていないあなたのそれらのために、あなたはおそらく、私がしたように、ほとんど退屈と面白くないだろう。\u001b[22m\n\u001b[4mThis season has been a great one for new and unexplored ideas, however each of these seem to be boring and lame for one reason or another.\u001b[24m\n    \u001b[1m今シーズンは新しい未踏のアイデアのための素晴らしいものでしたが、それぞれの理由のために退屈で不足しているようです。\u001b[22m, \u001b[1m今シーズンは、しかし、これらのそれぞれが一つの理由または別のために退屈とラメのように見える、新しい未踏のアイデアを素晴らしいものとなっています。\u001b[22m\n\u001b[1m\u001b[22m\nTLDR: Boring and non funny candy lectures. Nothing happens, no part of this anime progresses or comes to a conclusion. Saya was cute, though. Watch if you don't mind the candy bits.\n\n\u001b[1mTLDR：退屈で面白いキャンディー講義。 何も起こりません、このアニメの一部は進行しない、または結論に至ることはありません。 しかし、サヤは可愛かったです。 あなたがキャンディービットを気にしないかどうか見てください。\u001b[22m\n\u001b[1m(TLDR: Taikutsude omoshiroi kyandī kōgi. Nani mo okorimasen, kono anime no ichibu wa shinkō shinai, matawa ketsuron ni itaru koto wa arimasen. Shikashi, saya wa kawaikattadesu. Anata ga kyandībitto o kinishinai ka dō ka mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mTLDR: Boring and non funny candy lectures. Nothing happens, no part of this anime progresses or comes to a conclusion. Saya was cute, though. Watch if you don't mind the candy bits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTLDR: Boring and non funny candy lectures.\u001b[24m\n    \u001b[1mTLDR：退屈で面白いキャンディー講義。\u001b[22m, \u001b[1mTLDR：ボーリングと非面白いお菓子の講義。\u001b[22m\n\u001b[4mNothing happens, no part of this anime progresses or comes to a conclusion.\u001b[24m\n    \u001b[1m何も起こりません、このアニメの一部は進行しない、または結論に至ることはありません。\u001b[22m, \u001b[1m何もこのアニメのどの部分が進行していないか、という結論に来て、起こりません。\u001b[22m\n\u001b[4mSaya was cute, though.\u001b[24m\n    \u001b[1mしかし、サヤは可愛かったです。\u001b[22m, \u001b[1m沙耶はしかし、かわいかったです。\u001b[22m\n\u001b[4mWatch if you don't mind the candy bits.\u001b[24m\n    \u001b[1mあなたがキャンディービットを気にしないかどうか見てください。\u001b[22m, \u001b[1mあなたがお菓子のビットを気にしない場合はウォッチ。\u001b[22m"
  },
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "mkzxwing",
    "profile": "/profile/mkzxwing/reviews",
    "pages": "3",
    "number": "8",
    "link": "/reviews.php?id=215585",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  1\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  5\n\n**これにはスポイラーが含まれます**\n\n...それは、0階の進歩とキャラクターの開発があるので、本当に多くのことを台無しにすることはありません。 最初の場所には物語がないと言ってもかまいません。 私たちがここにいるのは、日本のお菓子や軽食の宣伝用アニメです。\n\nまず、紛争ということを少しだけ教えていきましょう。 私たちの主人公は漫画家になりたいと思っていて、彼のお父さんは彼のキャンディーショップを継承したいと思っています。  ..... それでおしまい。 それが紛争と裏話の全体です。 それから、お菓子に執着している巨大なお菓子会社のオーナーの娘であると主張し、主人公の父親はすぐに同意していると思う美しい少女が来ます。 店を継いで、彼らは参加します。 彼はそれを熱望していないので、町に滞在して毎日彼を訪ねて、心を変えようとする。 そしてそこにはストーリーの進行が止まります。 それの最後まで。\n\n残りは何ですか？ 性的な示唆のあるテーマやジョーク、一般的なコメディ、そして歴史の中で日本の軽食やキャンディーを宣伝している間に、冗談を言いながら、 聞こえるかもしれないほど悪くて、結果は実際にいくぶん楽しいものです。 それがどのくらい正確に私を越えているのですか（それはファンサービスではありません）。\n\nそれは、驚くべきアニメではなく、まさにまともなアニメではあるが、それでも時計の価値があるものだと言っている。  6.3 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\n**This will contain spoilers**\n\n\u001b[1m**これにはスポイラーが含まれます**\u001b[22m\n\u001b[1m(** Kore ni wa supoirā ga fukuma remasu**)\u001b[22m\n\nTranslations of \u001b[4m**This will contain spoilers**\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**This will contain spoilers**\u001b[24m\n    \u001b[1m**これにはスポイラーが含まれます**\u001b[22m, \u001b[1m**これは**ネタバレを含みます\u001b[22m\n\u001b[1m\u001b[22m\n... Having said that, there's not really much to spoil as there's 0 story progression and character development. You could even go as far as to say there is no story in the first place. What we have here is pretty much an advertisement/ promotional anime for Japanese candy and snacks.\n\n\u001b[1m...それは、0階の進歩とキャラクターの開発があるので、本当に多くのことを台無しにすることはありません。 最初の場所には物語がないと言ってもかまいません。 私たちがここにいるのは、日本のお菓子や軽食の宣伝用アニメです。\u001b[22m\n\u001b[1m(... Sore wa, 0-kai no shinpo to kyarakutā no kaihatsu ga aru node, hontōni ōku no koto o dainashi ni suru koto wa arimasen. Saisho no basho ni wa monogatari ga nai to itte mo kamaimasen. Watashitachi ga koko ni iru no wa, Nihon no okashi ya keishoku no senden-yō animedesu.)\u001b[22m\n\nTranslations of \u001b[4m... Having said that, there's not really much to spoil as there's 0 story progression and character development. You could even go as far as to say there is no story in the first place. What we have here is pretty much an advertisement/ promotional anime for Japanese candy and snacks.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m... Having said that, there's not really much to spoil as there's 0 story progression and character development.\u001b[24m\n    \u001b[1m...それは、0階の進歩とキャラクターの開発があるので、本当に多くのことを台無しにすることはありません。\u001b[22m, \u001b[1m... 0物語の進行とキャラクターの成長がありますように台無しに本当に多くありません、と言ったが。\u001b[22m\n\u001b[4mYou could even go as far as to say there is no story in the first place.\u001b[24m\n    \u001b[1m最初の場所には物語がないと言ってもかまいません。\u001b[22m, \u001b[1mあなたも、何の話が最初の場所ではありませんと言って限り行くことができます。\u001b[22m\n\u001b[4mWhat we have here is pretty much an advertisement/ promotional anime for Japanese candy and snacks.\u001b[24m\n    \u001b[1m私たちがここにいるのは、日本のお菓子や軽食の宣伝用アニメです。\u001b[22m, \u001b[1m私たちがここに持っていることはかなり日本のお菓子や軽食の広告/プロモーションアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nLet's start with what little there is to tell - the conflict. Our protagonist wants to be a manga artist, and his dad wants him to inherit his candy shop (and work there). ..... That's it. That's the whole conflict and backstory. Then comes a good looking girl who's obsessed with candy and claims to be the daughter of a huge candy company owner who wants the shop to join, and the protagonist's father immediately agrees.. Or rather sets a condition that if she gets his son to agree and inherit the shop, they will join. Since he's not eager to do that, she decides to stay in town and visit him every day to try change his mind. And there the story progression stops. Till the very end of it.\n\n\u001b[1mまず、紛争ということを少しだけ教えていきましょう。 私たちの主人公は漫画家になりたいと思っていて、彼のお父さんは彼のキャンディーショップを継承したいと思っています。  ..... それでおしまい。 それが紛争と裏話の全体です。 それから、お菓子に執着している巨大なお菓子会社のオーナーの娘であると主張し、主人公の父親はすぐに同意していると思う美しい少女が来ます。 店を継いで、彼らは参加します。 彼はそれを熱望していないので、町に滞在して毎日彼を訪ねて、心を変えようとする。 そしてそこにはストーリーの進行が止まります。 それの最後まで。\u001b[22m\n\u001b[1m(Mazu, funsō to iu koto o sukoshidake oshiete ikimashou. Watashitachi no shujinkō wa mangakka ni naritai to omotte ite, kare no otōsan wa kare no kyandīshoppu o keishō shitai to omotte imasu... ... Sore de oshimai. Sore ga funsō to urabanashi no zentaidesu. Sorekara, okashi ni shūchaku shite iru kyodaina okashi kaisha no ōnā no musumedearu to shuchō shi, shujinkō no chichioya wa sugu ni dōi shite iru to omou utsukushī shōjo ga kimasu. Mise o tsuide, karera wa sanka shimasu. Kare wa sore o netsubō shite inainode, machi ni taizai shite mainichi kare o tazunete, kokoro o kaeyou to suru. Soshite soko ni wa sutōrī no shinkō ga tomarimasu. Sore no saigomade.)\u001b[22m\n\nTranslations of \u001b[4mLet's start with what little there is to tell - the conflict. Our protagonist wants to be a manga artist, and his dad wants him to inherit his candy shop (and work there). ..... That's it. That's the whole conflict and backstory. Then comes a good looking girl who's obsessed with candy and claims to be the daughter of a huge candy company owner who wants the shop to join, and the protagonist's father immediately agrees.. Or rather sets a condition that if she gets his son to agree and inherit the shop, they will join. Since he's not eager to do that, she decides to stay in town and visit him every day to try change his mind. And there the story progression stops. Till the very end of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with what little there is to tell - the conflict.\u001b[24m\n    \u001b[1mまず、紛争ということを少しだけ教えていきましょう。\u001b[22m, \u001b[1m競合を - のは少し教えてそこにあるものを見てみましょう。\u001b[22m\n\u001b[4mOur protagonist wants to be a manga artist, and his dad wants him to inherit his candy shop (and work there).\u001b[24m\n    \u001b[1m私たちの主人公は漫画家になりたいと思っていて、彼のお父さんは彼のキャンディーショップを継承したいと思っています。\u001b[22m, \u001b[1m私たちの主人公は漫画家になりたがっている、と彼のお父さんは彼が彼のお菓子屋を継承（とそこに働く）したいと考えています。\u001b[22m\n\u001b[4m..... That's it.\u001b[24m\n    \u001b[1m..... それでおしまい。\u001b[22m, \u001b[1m.....それです。\u001b[22m, \u001b[1m.....それはそれです。\u001b[22m\n\u001b[4mThat's the whole conflict and backstory.\u001b[24m\n    \u001b[1mそれが紛争と裏話の全体です。\u001b[22m, \u001b[1mそれは全体の紛争や裏話です。\u001b[22m\n\u001b[4mThen comes a good looking girl who's obsessed with candy and claims to be the daughter of a huge candy company owner who wants the shop to join, and the protagonist's father immediately agrees.. Or rather sets a condition that if she gets his son to agree\u001b[24m\n    \u001b[1mそれから、お菓子に執着している巨大なお菓子会社のオーナーの娘であると主張し、主人公の父親はすぐに同意していると思う美しい少女が来ます。\u001b[22m, \u001b[1mその後、キャンディに夢中とお店が参加したい、と主人公の父親はすぐに同意し、巨大なお菓子の会社の所有者の娘であると主張しています格好良い女の子が来る..というか、彼女は彼の息子を取得する場合に同意することを条件を設定します\u001b[22m\n\u001b[4mand inherit the shop, they will join.\u001b[24m\n    \u001b[1m店を継いで、彼らは参加します。\u001b[22m, \u001b[1m店舗を継承、彼らが参加します。\u001b[22m\n\u001b[4mSince he's not eager to do that, she decides to stay in town and visit him every day to try change his mind.\u001b[24m\n    \u001b[1m彼はそれを熱望していないので、町に滞在して毎日彼を訪ねて、心を変えようとする。\u001b[22m, \u001b[1m彼はそれを行うために熱心ではありませんので、彼女は彼の心を変更しようとする町に滞在し、毎日彼を訪問することを決定します。\u001b[22m\n\u001b[4mAnd there the story progression stops.\u001b[24m\n    \u001b[1mそしてそこにはストーリーの進行が止まります。\u001b[22m, \u001b[1mそして、物語の進行が停止します。\u001b[22m\n\u001b[4mTill the very end of it.\u001b[24m\n    \u001b[1mそれの最後まで。\u001b[22m, \u001b[1mそれの最後の最後まで。\u001b[22m\n\u001b[1m\u001b[22m\nWhat's the rest then you ask? Fanservice with sexual suggestive themes and jokes, general comedy and just goofing around while advertising Japanese snacks and candy while going into their history. And as bad as that may sound, the result is actually somewhat enjoyable. How exactly that is is beyond me (and not its not the fanservice).\n\n\u001b[1m残りは何ですか？ 性的な示唆のあるテーマやジョーク、一般的なコメディ、そして歴史の中で日本のスナックやキャンディーを宣伝している間に冗談を言いながらFanservice。 聞こえるかもしれないほど悪くて、結果は実際にいくぶん楽しいものです。 それがどのくらい正確に私を越えているのですか（それはファンサービスではありません）。\u001b[22m\n\u001b[1m(Nokori wa nanidesu ka? Seitekina shisa no aru tēma ya jōku, ippantekina komedi, soshite rekishi no naka de Nihon no sunakku ya kyandī o senden shite iru ma ni jōdan o iinagara Fanservice. Kikoeru kamo shirenai hodo warukute, kekka wa jissai ni ikubun tanoshī monodesu. Sore ga dono kurai seikaku ni watashi o koete iru nodesu ka (sore wa fansābisude wa arimasen).)\u001b[22m\n\nTranslations of \u001b[4mWhat's the rest then you ask? Fanservice with sexual suggestive themes and jokes, general comedy and just goofing around while advertising Japanese snacks and candy while going into their history. And as bad as that may sound, the result is actually somewhat enjoyable. How exactly that is is beyond me (and not its not the fanservice).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat's the rest then you ask?\u001b[24m\n    \u001b[1m残りは何ですか？\u001b[22m, \u001b[1m残りは、あなたが聞いて何ですか？\u001b[22m\n\u001b[4mFanservice with sexual suggestive themes and jokes, general comedy and just goofing around while advertising Japanese snacks and candy while going into their history.\u001b[24m\n    \u001b[1m性的な示唆のあるテーマやジョーク、一般的なコメディ、そして歴史の中で日本のスナックやキャンディーを宣伝している間に冗談を言いながらFanservice。\u001b[22m, \u001b[1m性的挑発的なテーマやジョークとサービスカット、一般的なコメディと日本の軽食やお菓子を宣伝しながら、彼らの歴史に入っている間だけで周り暇つぶし。\u001b[22m\n\u001b[4mAnd as bad as that may sound, the result is actually somewhat enjoyable.\u001b[24m\n    \u001b[1m聞こえるかもしれないほど悪くて、結果は実際にいくぶん楽しいものです。\u001b[22m, \u001b[1mそして、それが聞こえるかもしれないほど悪く、結果は実際には多少楽しいです。\u001b[22m\n\u001b[4mHow exactly that is is beyond me (and not its not the fanservice).\u001b[24m\n    \u001b[1mそれがどのくらい正確に私を越えているのですか（それはファンサービスではありません）。\u001b[22m, \u001b[1mどのように正確にそれがあることは私を超えている（とは、そのないサービスカット）。\u001b[22m\n\u001b[1m\u001b[22m\nHaving said that, its not an AMAZING anime by any means, just a decent one, but one that is still worth a watch. 6.3/10\n\n\u001b[1mそれは、驚くべきアニメではなく、まさにまともなアニメではあるが、それでも時計の価値があるものだと言っている。  6.3 / 10\u001b[22m\n\u001b[1m(Sore wa, odorokubeki animede wa naku, masani matomona animede wa aru ga, soredemo tokei no kachi ga aru monoda to itte iru. 6. 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mHaving said that, its not an AMAZING anime by any means, just a decent one, but one that is still worth a watch. 6.3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHaving said that, its not an AMAZING anime by any means, just a decent one, but one that is still worth a watch.\u001b[24m\n    \u001b[1mそれは、驚くべきアニメではなく、まさにまともなアニメではあるが、それでも時計の価値があるものだと言っている。\u001b[22m, \u001b[1mそのない任意の手段によってAMAZINGアニメ、ちょうどまとも1、それでも時計の価値がある1、と述べました。\u001b[22m\n\u001b[4m6.3/10\u001b[24m\n    \u001b[1m6.3 / 10\u001b[22m"
  },
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "TrashDax",
    "profile": "/profile/TrashDax/reviews",
    "pages": "3",
    "number": "9",
    "link": "/reviews.php?id=215339",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  7\nキャラクター|  5\n|  3\n\n今回は賢いものは何も考えられないので、始めましょう。\n\nストーリー：\nプロットは、彼の父親のキャンディーストアを引き継ぐようにココナッツを説得しようとしているホタールについてのものであるはずです。 ただし、これは、この特定の設定でこれらの文字を使用する理由にすぎません。 彼らはそれを使って何かをしても問題はそれほどありませんが、そうではありません。 私たちが手に入れている時間の80％は、新鮮なキャンディーを私たちに紹介して、それがスライスされたパン以来最高のものであるように働くホタールです。 あなたがキャンディーやその歴史を本当に気にしないのなら、このshtickは非常に早く古くなる。\n3/10\n\nアート：\nほとんどの人がこのアニメを最初に見ていたのは、ホタルのキャラクターデザインでした。 彼女とサヤは本当に面白く見えるが、男の子はそんなに面白くない。 アニメートすると、この効果はすぐに消えます。 それはまるでダガシカシをアニメーション化する予算をあまり得ていないかのように見えますが、これはまた、アニメーションが不十分なオープニングにも大きく示しています。 ホタルスのキャンディーのファンタジーはまともに見えて、スタイルの素敵な変化ですが、それらの多くはありません。 結末は、その現実的な動きのスタイルでちょっと厄介なように見えますが、それは味の問題かもしれません。 それは大災害ではありませんが、より良いことがあります。\n5/10\n\n音：\n声優はかなりいいですね。君は仕事があまりないですが。 音楽はほとんど目に見えず、迷惑ではない。 オープニングとエンディングの曲は私の紅茶ではありませんでしたが、ちょっとキャッチーな気がします。\n7/10\n\nキャラクター：\nこのショーは、ホタルの周りにあるはずだから、彼女の性格はかなり立っている。  2つの可能性しかないように見えますが、あなたは彼女を嫌いか愛しています。 私は彼女が彼女のキャンディー中毒の他に彼女に何もないので、彼女が非常に迷惑をかけることを非常に素早く見つけました。 ココナッツは基本的に個性を持たず、とても退屈なキャラクターです。 エンドゥーツインズはもっと面白くて面白かったので、マンガよりもアニメを使ってくれてうれしいです（または聞いたことがあります）。 あなたはまたかなり面白いですが、彼はめったに画面に表示されないので、私は本当に彼を数えることはできません。 そのような小さなキャストのためには、よりダイナミックで偏心が必要でした。\n5/10\n\n楽しみ：\n私が言ったように、ジョークは早く古くなる。 人々は、「あなたのコメディーのようなものではないようです」と言ったように、元気を守ってきましたが、それは当てはまりません。 ほとんどの時間は面白くない。 今は毎回笑うようになったけど、コメディではもっとたくさんのことを期待しています。 あなたがコメディアニメを見るときに笑うほど悲鳴を上げると、真剣に間違っていることがあります。\n3/10\n\n全体：\n4.6 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nI can't really think of anything clever this time, so let's just start.\n\n\u001b[1m今回は賢いものは何も考えられないので、始めましょう。\u001b[22m\n\u001b[1m(Konkai wa kashikoi mono wa nani mo kangae rarenainode, hajimemashou.)\u001b[22m\n\nTranslations of \u001b[4mI can't really think of anything clever this time, so let's just start.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't really think of anything clever this time, so let's just start.\u001b[24m\n    \u001b[1m今回は賢いものは何も考えられないので、始めましょう。\u001b[22m, \u001b[1m私は本当に賢い何もこの時間を考えるので、ちょうど起動させることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe plot is supposed to be about Hotaru trying to convince Coconuts to take over the candy store of his father. However, this is just an excuse to have these characters in this specific setting. This in itself wouldn't be much of a problem if they did something with it, but they don't. 80% of the time all we get is Hotaru introducing a new piece of candy to us and acting like it's the best thing since sliced bread. This shtick gets old very fast, especially if you don't really care about candies or their history.\n\n\u001b[1mプロットは、彼の父親のキャンディーストアを引き継ぐようにココナッツを説得しようとしているホタールについてのものであるはずです。 ただし、これは、この特定の設定でこれらの文字を使用する理由にすぎません。 彼らはそれを使って何かをしても問題はそれほどありませんが、そうではありません。 私たちが手に入れている時間の80％は、新鮮なキャンディーを私たちに紹介して、それがスライスされたパン以来最高のものであるように働くホタールです。 あなたがキャンディーやその歴史を本当に気にしないのなら、このshtickは非常に早く古くなる。\u001b[22m\n\u001b[1m(Purotto wa, kare no chichioya no kyandīsutoa o hikitsugu yō ni kokonattsu o settoku shiyou to shite iru hotāru ni tsuite no monodearu hazudesu. Tadashi, koreha, kono tokutei no settei de korera no moji o shiyō suru riyū ni sugimasen. Karera wa sore o tsukatte nanika o shite mo mondai wa sorehodo arimasenga,-sōde wa arimasen. Watashitachi ga te ni irete iru jikan no 80-pāsento wa, shinsen'na kyandī o watashitachi ni shōkai shite, sore ga suraisu sa reta pan irai saikō no monodearu yō ni hataraku hotārudesu. Anata ga kyandī ya sono rekishi o hontōni ki ni shinai nonara, kono shtick wa hijō ni hayaku furuku naru.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is supposed to be about Hotaru trying to convince Coconuts to take over the candy store of his father. However, this is just an excuse to have these characters in this specific setting. This in itself wouldn't be much of a problem if they did something with it, but they don't. 80% of the time all we get is Hotaru introducing a new piece of candy to us and acting like it's the best thing since sliced bread. This shtick gets old very fast, especially if you don't really care about candies or their history.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is supposed to be about Hotaru trying to convince Coconuts to take over the candy store of his father.\u001b[24m\n    \u001b[1mプロットは、彼の父親のキャンディーストアを引き継ぐようにココナッツを説得しようとしているホタールについてのものであるはずです。\u001b[22m, \u001b[1mプロットは蛍が父親のお菓子屋を引き継ぐためにココナッツを説得しようとしている程度であると考えられます。\u001b[22m\n\u001b[4mHowever, this is just an excuse to have these characters in this specific setting.\u001b[24m\n    \u001b[1mただし、これは、この特定の設定でこれらの文字を使用する理由にすぎません。\u001b[22m, \u001b[1mしかし、これは、この特定の設定でこれらの文字を持っているだけの言い訳です。\u001b[22m\n\u001b[4mThis in itself wouldn't be much of a problem if they did something with it, but they don't.\u001b[24m\n    \u001b[1m彼らはそれを使って何かをしても問題はそれほどありませんが、そうではありません。\u001b[22m, \u001b[1m彼らはそれで何かをした場合、これは、それ自体に問題の多くではないだろうが、そうではありません。\u001b[22m\n\u001b[4m80% of the time all we get is Hotaru introducing a new piece of candy to us and acting like it's the best thing since sliced bread.\u001b[24m\n    \u001b[1m私たちが手に入れている時間の80％は、新鮮なキャンディーを私たちに紹介して、それがスライスされたパン以来最高のものであるように働くホタールです。\u001b[22m, \u001b[1mすべては私たちが得る時間の80％は、蛍が私たちにお菓子の新しい作品を紹介し、それがスライスされたパン以来の最もよい事だような演技です。\u001b[22m\n\u001b[4mThis shtick gets old very fast, especially if you don't really care about candies or their history.\u001b[24m\n    \u001b[1mあなたがキャンディーやその歴史を本当に気にしないのなら、このshtickは非常に早く古くなる。\u001b[22m, \u001b[1mこのギャグはあなたが本当にキャンディーや彼らの歴史を気にしない場合は特に、非常に高速な古い取得します。\u001b[22m\n3/10\n\n\u001b[1m3/10\u001b[22m\n\u001b[1m(3/ 10)\u001b[22m\n\nTranslations of \u001b[4m3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3/10\u001b[24m\n    \u001b[1m3/10\u001b[22m, \u001b[1m3月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe thing that got most people to watch this anime in the first place was the character design of Hotaru. She and Saya really do look pretty interesting, the boys however not so much. Animated, this effect fades quickly though. It almost looks as if they didn't get much of a budget to animate Dagashi Kashi, which also shows heavily in the opening, which is poorly animated. Hotarus candy fantasies look decent and are a nice change in style, but there aren't many of them. The ending looks kinda awkward with its realistic style of movement, but that may just be a question of taste. It's not a catastrophe, but it could be better.\n\n\u001b[1mほとんどの人がこのアニメを最初に見ていたのは、ホタルのキャラクターデザインでした。 彼女とサヤは本当に面白く見えるが、男の子はそんなに面白くない。 アニメートすると、この効果はすぐに消えます。 それはまるでダガシカシをアニメーション化する予算をあまり得ていないかのように見えますが、これはまた、アニメーションが不十分なオープニングにも大きく示しています。 ホタルスのキャンディーのファンタジーはまともに見えて、スタイルの素敵な変化ですが、それらの多くはありません。 結末は、その現実的な動きのスタイルでちょっと厄介なように見えますが、それは味の問題かもしれません。 それは大災害ではありませんが、より良いことがあります。\u001b[22m\n\u001b[1m(Hotondo no hito ga kono anime o saisho ni mite ita no wa, hotaru no kyarakutādezaindeshita. Kanojo to saya wa hontōni omoshiroku mieruga, otokonoko wa son'nani omoshirokunai. Animēto suru to, kono kōka wa sugu ni kiemasu. Sore wa marude dagashikashi o animēshon-ka suru yosan o amari ete inai ka no yō ni miemasuga, koreha mata, animēshon ga fujūbun'na ōpuningu ni mo ōkiku shimeshite imasu. Hotarusu no kyandī no fantajī wa matomo ni miete, sutairu no sutekina henkadesuga, sorera no ōku wa arimasen. Ketsumatsu wa, sono genjitsu-tekina ugoki no sutairu de chotto yakkaina yō ni miemasuga, soreha aji no mondai kamo shiremasen. Sore wa dai saigaide wa arimasenga, yori yoi koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe thing that got most people to watch this anime in the first place was the character design of Hotaru. She and Saya really do look pretty interesting, the boys however not so much. Animated, this effect fades quickly though. It almost looks as if they didn't get much of a budget to animate Dagashi Kashi, which also shows heavily in the opening, which is poorly animated. Hotarus candy fantasies look decent and are a nice change in style, but there aren't many of them. The ending looks kinda awkward with its realistic style of movement, but that may just be a question of taste. It's not a catastrophe, but it could be better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe thing that got most people to watch this anime in the first place was the character design of Hotaru.\u001b[24m\n    \u001b[1mほとんどの人がこのアニメを最初に見ていたのは、ホタルのキャラクターデザインでした。\u001b[22m, \u001b[1mほとんどの人が最初の場所でこのアニメを見るようになった事はほたるのキャラクターデザインでした。\u001b[22m\n\u001b[4mShe and Saya really do look pretty interesting, the boys however not so much.\u001b[24m\n    \u001b[1m彼女とサヤは本当に面白く見えるが、男の子はそんなに面白くない。\u001b[22m, \u001b[1m彼女と沙耶は本当に、男の子があまりないが、かなり面白そうに見えるん。\u001b[22m\n\u001b[4mAnimated, this effect fades quickly though.\u001b[24m\n    \u001b[1mアニメートすると、この効果はすぐに消えます。\u001b[22m, \u001b[1mアニメーションは、この効果は、しかしすぐにフェードインします。\u001b[22m\n\u001b[4mIt almost looks as if they didn't get much of a budget to animate Dagashi Kashi, which also shows heavily in the opening, which is poorly animated.\u001b[24m\n    \u001b[1mそれはまるでダガシカシをアニメーション化する予算をあまり得ていないかのように見えますが、これはまた、アニメーションが不十分なオープニングにも大きく示しています。\u001b[22m, \u001b[1m彼らはまた、不十分なアニメーション化された開口部、に多額示しDagashiカシュガルを、アニメーション化するために予算の多くを取得していないかのようにそれはほとんど見えます。\u001b[22m\n\u001b[4mHotarus candy fantasies look decent and are a nice change in style, but there aren't many of them.\u001b[24m\n    \u001b[1mホタルスのキャンディーのファンタジーはまともに見えて、スタイルの素敵な変化ですが、それらの多くはありません。\u001b[22m, \u001b[1mHotarusキャンディーのファンタジーはまともに見えるとスタイルでの素敵な変化であるが、それらの多くはありません。\u001b[22m\n\u001b[4mThe ending looks kinda awkward with its realistic style of movement, but that may just be a question of taste.\u001b[24m\n    \u001b[1m結末は、その現実的な動きのスタイルでちょっと厄介なように見えますが、それは味の問題かもしれません。\u001b[22m, \u001b[1mエンディングは、動きのその現実的なスタイルでちょっと厄介に見えるが、それはちょうど味の問題であってもよいです。\u001b[22m\n\u001b[4mIt's not a catastrophe, but it could be better.\u001b[24m\n    \u001b[1mそれは大災害ではありませんが、より良いことがあります。\u001b[22m, \u001b[1mそれは大惨事ではないが、それは良いかもしれません。\u001b[22m\n5/10\n\n\u001b[1m5/10\u001b[22m\n\u001b[1m(5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe voice acting is pretty good, even though the seiyuus don't have much to work with. Music in general was barely noticeable, which is still better than being annoying. The opening and ending songs weren't my cup of tea, but I gotta admit they were a little catchy.\n\n\u001b[1m声優はかなりいいですね。君は仕事があまりないですが。 音楽はほとんど目に見えず、迷惑ではない。 オープニングとエンディングの曲は私の紅茶ではありませんでしたが、ちょっとキャッチーな気がします。\u001b[22m\n\u001b[1m(Seiyū wa kanari īdesu ne.-Kun wa shigoto ga amarinaidesuga. Ongaku wa hotondo me ni miezu, meiwakude wanai. Ōpuningu to endingu no kyoku wa watashi no kōchade wa arimasendeshitaga, chotto kyatchīna ki ga shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe voice acting is pretty good, even though the seiyuus don't have much to work with. Music in general was barely noticeable, which is still better than being annoying. The opening and ending songs weren't my cup of tea, but I gotta admit they were a little catchy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe voice acting is pretty good, even though the seiyuus don't have much to work with.\u001b[24m\n    \u001b[1m声優はかなりいいですね。君は仕事があまりないですが。\u001b[22m, \u001b[1m声の演技はseiyuusがで動作するように多くを持っていないにもかかわらず、かなり良いです。\u001b[22m\n\u001b[4mMusic in general was barely noticeable, which is still better than being annoying.\u001b[24m\n    \u001b[1m音楽はほとんど目に見えず、迷惑ではない。\u001b[22m, \u001b[1m一般的な音楽は、まだ迷惑というより優れている、ほとんど目立たでした。\u001b[22m\n\u001b[4mThe opening and ending songs weren't my cup of tea, but I gotta admit they were a little catchy.\u001b[24m\n    \u001b[1mオープニングとエンディングの曲は私の紅茶ではありませんでしたが、ちょっとキャッチーな気がします。\u001b[22m, \u001b[1mオープニングとエンディング曲はお茶の私のカップではなかったが、私は彼らが少しキャッチーだった認めるちゃ。\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThis show is supposed to be all around Hotaru, so it pretty much stands and falls with her character. It looks like there are only two possibilities, you either hate or love her. I found her to get very annoying very quickly, as there is nothing to her besides her candy addiction. Coconuts is a very boring character as well, having basically no personality. The Endou twins were more interesting and entertaining, so I'm glad the anime used them a bit more than the manga does (or so I heard). You is also pretty entertaining, but he rarely ever appears on screen, so I can't really count him. For such a small cast, it needed to be more dynamic and eccentric.\n\n\u001b[1mこのショーは、ホタルの周りにあるはずだから、彼女の性格はかなり立っている。  2つの可能性しかないように見えますが、あなたは彼女を嫌いか愛しています。 私は彼女が彼女のキャンディー中毒の他に彼女に何もないので、彼女が非常に迷惑をかけることを非常に素早く見つけました。 ココナッツは基本的に個性を持たず、とても退屈なキャラクターです。 エンドゥーツインズはもっと面白くて面白かったので、マンガよりもアニメを使ってくれてうれしいです（または聞いたことがあります）。 あなたはまたかなり面白いですが、彼はめったに画面に表示されないので、私は本当に彼を数えることはできません。 そのような小さなキャストのためには、よりダイナミックで偏心が必要でした。\u001b[22m\n\u001b[1m(Kono shō wa, hotaru no mawari ni aru hazudakara, kanojo no seikaku wa kanari tatte iru. 2Tsu no kanōsei shika nai yō ni miemasuga, anata wa kanojo o kirai ka aishiteimasu. Watashi wa kanojo ga kanojo no kyandī chūdoku no ta ni kanojo ni nani mo nainode, kanojo ga hijō ni meiwaku o kakeru koto o hijō ni subayaku mitsukemashita. Kokonattsu wa kihontekini kosei o motazu, totemo taikutsuna kyarakutādesu. Endo~ūtsuinzu wa motto omoshirokute omoshirokattanode, manga yori mo anime o tsukatte kurete ureshīdesu (matawa kiita koto ga arimasu). Anata wa mata kanari omoshiroidesuga, kare wa mettani gamen ni hyōji sa renainode, watashi wa hontōni kare o kazoeru koto wa dekimasen. So no yōna chīsana kyasuto no tame ni wa, yori dainamikkude henshin ga hitsuyōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis show is supposed to be all around Hotaru, so it pretty much stands and falls with her character. It looks like there are only two possibilities, you either hate or love her. I found her to get very annoying very quickly, as there is nothing to her besides her candy addiction. Coconuts is a very boring character as well, having basically no personality. The Endou twins were more interesting and entertaining, so I'm glad the anime used them a bit more than the manga does (or so I heard). You is also pretty entertaining, but he rarely ever appears on screen, so I can't really count him. For such a small cast, it needed to be more dynamic and eccentric.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is supposed to be all around Hotaru, so it pretty much stands and falls with her character.\u001b[24m\n    \u001b[1mこのショーは、ホタルの周りにあるはずだから、彼女の性格はかなり立っている。\u001b[22m, \u001b[1mこのショーは、すべてのほたるの周りにすることになって、それはかなりのスタンドと彼女のキャラクターに落下します。\u001b[22m\n\u001b[4mIt looks like there are only two possibilities, you either hate or love her.\u001b[24m\n    \u001b[1m2つの可能性しかないように見えますが、あなたは彼女を嫌いか愛しています。\u001b[22m, \u001b[1mあなたが嫌いか、彼女を愛しいずれか2つだけの可能性が存在するように見えます。\u001b[22m\n\u001b[4mI found her to get very annoying very quickly, as there is nothing to her besides her candy addiction.\u001b[24m\n    \u001b[1m私は彼女が彼女のキャンディー中毒の他に彼女に何もないので、彼女が非常に迷惑をかけることを非常に素早く見つけました。\u001b[22m, \u001b[1m私は彼女のキャンディ中毒以外にも彼女には何もないように彼女は、非常に迅速に非常に迷惑を取得することがわかりました。\u001b[22m\n\u001b[4mCoconuts is a very boring character as well, having basically no personality.\u001b[24m\n    \u001b[1mココナッツは基本的に個性を持たず、とても退屈なキャラクターです。\u001b[22m, \u001b[1mココナッツは、基本的には人格を持たないだけでなく、非常に退屈な文字です。\u001b[22m\n\u001b[4mThe Endou twins were more interesting and entertaining, so I'm glad the anime used them a bit more than the manga does (or so I heard).\u001b[24m\n    \u001b[1mエンドゥーツインズはもっと面白くて面白かったので、マンガよりもアニメを使ってくれてうれしいです（または聞いたことがあります）。\u001b[22m, \u001b[1m遠藤の双子は、より興味深く、面白いだったので、私はアニメはマンガよりももう少し（またはので、私は聞いた）それらを使用してくれてうれしいです。\u001b[22m\n\u001b[4mYou is also pretty entertaining, but he rarely ever appears on screen, so I can't really count him.\u001b[24m\n    \u001b[1mあなたはまたかなり面白いですが、彼はめったに画面に表示されないので、私は本当に彼を数えることはできません。\u001b[22m, \u001b[1mまた、非常に面白いですが、彼はめったに画面に表示されますので、私は本当に彼をカウントすることはできません。\u001b[22m\n\u001b[4mFor such a small cast, it needed to be more dynamic and eccentric.\u001b[24m\n    \u001b[1mそのような小さなキャストのためには、よりダイナミックで偏心が必要でした。\u001b[22m, \u001b[1mこのような小さなキャストのためには、よりダイナミックで偏心にする必要がありました。\u001b[22m\n5/10\n\n\u001b[1m5/10\u001b[22m\n\u001b[1m(5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nAs I said, the jokes get old fast. People have defended Dagashi Kashi to be 'apparently not your kind of comedy' but I don't think that's true. It just ain't funny most of the time. It did get me to laugh every now and then, but for a comedy, I expect much, much more. If you groan as much as you laugh when watching a comedy anime, there is something seriously wrong with it.\n\n\u001b[1m私が言ったように、ジョークは早く古くなる。 人々は、「あなたのコメディーのようなものではないようです」と言ったように、元気を守ってきましたが、それは当てはまりません。 ほとんどの時間は面白くない。 今は毎回笑うようになったけど、コメディではもっとたくさんのことを期待しています。 あなたがコメディアニメを見るときに笑うほど悲鳴を上げると、真剣に間違っていることがあります。\u001b[22m\n\u001b[1m(Watashi ga itta yō ni, jōku wa hayaku furuku naru. Hitobito wa,`anata no komedī no yōna monode wa nai yōdesu' to itta yō ni, genki o mamotte kimashitaga, sore wa atehamarimasen. Hotondo no jikan wa omoshirokunai. Ima wa maikai warau yō ni nattakedo, komedide wa motto takusan no koto o kitai shite imasu. Anata ga komedianime o miru toki ni warau hodo himeiwoageru to, shinken ni machigatte iru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs I said, the jokes get old fast. People have defended Dagashi Kashi to be 'apparently not your kind of comedy' but I don't think that's true. It just ain't funny most of the time. It did get me to laugh every now and then, but for a comedy, I expect much, much more. If you groan as much as you laugh when watching a comedy anime, there is something seriously wrong with it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said, the jokes get old fast.\u001b[24m\n    \u001b[1m私が言ったように、ジョークは早く古くなる。\u001b[22m, \u001b[1m私が言ったように、ジョークは速く、古い取得します。\u001b[22m\n\u001b[4mPeople have defended Dagashi Kashi to be 'apparently not your kind of comedy' but I don't think that's true.\u001b[24m\n    \u001b[1m人々は、「あなたのコメディーのようなものではないようです」と言ったように、元気を守ってきましたが、それは当てはまりません。\u001b[22m, \u001b[1m人々は「喜劇の明らかではないあなたの種類」であるとDagashiカシュガルを擁護してきたが、私はそれが本当だとは思いません。\u001b[22m\n\u001b[4mIt just ain't funny most of the time.\u001b[24m\n    \u001b[1mほとんどの時間は面白くない。\u001b[22m, \u001b[1mそれはちょうど時間の中で最も面白いではありません。\u001b[22m\n\u001b[4mIt did get me to laugh every now and then, but for a comedy, I expect much, much more.\u001b[24m\n    \u001b[1m今は毎回笑うようになったけど、コメディではもっとたくさんのことを期待しています。\u001b[22m, \u001b[1mそれは私が今してごとに笑って手に入れたが、コメディのために、私はずっと、ずっと期待しています。\u001b[22m\n\u001b[4mIf you groan as much as you laugh when watching a comedy anime, there is something seriously wrong with it.\u001b[24m\n    \u001b[1mあなたがコメディアニメを見るときに笑うほど悲鳴を上げると、真剣に間違っていることがあります。\u001b[22m, \u001b[1mあなたはコメディアニメを見たとき、あなたが笑うと同じくらいを唸らせる場合は、それを真剣に間違って何かがあります。\u001b[22m\n3/10\n\n\u001b[1m3/10\u001b[22m\n\u001b[1m(3/ 10)\u001b[22m\n\nTranslations of \u001b[4m3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3/10\u001b[24m\n    \u001b[1m3/10\u001b[22m, \u001b[1m3月10日\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n4.6/10\n\n\u001b[1m4.6 / 10\u001b[22m\n\u001b[1m(4. 6/ 10)\u001b[22m\n\nTranslations of \u001b[4m4.6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4.6/10\u001b[24m\n    \u001b[1m4.6 / 10\u001b[22m"
  },
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "darkarcher117",
    "profile": "/profile/darkarcher117/reviews",
    "pages": "3",
    "number": "10",
    "link": "/reviews.php?id=215305",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  7\nキャラクター|  7\n|  7\n\nDagashi Kashiは、私のために、日本のキャンディー（dagashi）についてのやや奇妙な生涯コメディーとして始めました。 今、私は日本人ではないので、これらの奇妙な、しかし独創的なキャンディーは一度も聞いたことがないので、まず私は前提にかなり興味を持った。\n\nこれは感じによって作られたものの、芸術はかなり鮮明です。 だから私はこの時点で予想されることだと思う。  Op / Edはかなりいいですし、アートスタイルもかなり違っていますが、私は楽しかったです。 ホタルの螺旋状の目は、彼女がどれほど傷ついているかを示す良い指標です。\n\nココノツ（ココナッツ）は、お父さん（ヨ/ユー）が忙しい時（たいていの場合）に父親のダガシショップを経営している漫画家です。 どうやら彼のお父さんはなんとなく有名になっているようだから、大きなDagashiメーカーの相馬虎丸がココノツに父親の店を引き継ぐように訪問し、ホタールの父親のために働くことができるようにする。  Kokonostuは漫画を描くという夢をあきらめることに嫌気がしているので、ショーを前提にしています。ホタルはDokashiが最高のものだとKokonotsuに説得しなければなりません。\n\nショーには素敵な瞬間があり、良いコメディーがいくつかあります。私はそれを見ているうちに楽しんでいました。 しかし、私は助けができませんが、その楽しさの一部がショーが満足のいく結論を持っていると仮定して構築されたように感じる。 結局、これはかなり次のようになります：\n\nホタル：「あなたの決定をしてください」\nココノツ：「本当にしなければならないの？」\nホタル：「いいえ、本当に笑」\n\n彼は何も決めることなく、ホタルと歩き回るだけです。 私は、サヤはちょうど彼女の愛するココナッツを再び見ることはありませんぶら下がっていると思います。 私はキャンデーを宣伝するためのシンプルで公式なプロットを気にしませんが、少なくとも、あなたが始めたものを終わらせてください。 あなたがエピソード11で最終的なことをするつもりなら、私はエピソード12で決定を期待します。\n\nあなたがこのことを成し遂げているものを手に入れようとしていないことを知っていれば、大橋さんは面白いです。 これは、ショー全体がその部分よりも個々に小さい奇妙なケースの1つです。 最終的には、最も基本的なプロットを適切に解決できません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nDagashi Kashi started out for me as a somewhat odd slice of life comedy about Japanese candy (dagashi). Now, since I'm not Japanese, I've never heard of any any of these bizarre but fairly ingenious candies, so at first I was fairly intrigued by the premise.\n\n\u001b[1mDagashi Kashiは、私のために、日本のキャンディー（dagashi）についてのやや奇妙な生涯コメディーとして始めました。 今、私は日本人ではないので、これらの奇妙な、しかし独創的なキャンディーは一度も聞いたことがないので、まず私は前提にかなり興味を持った。\u001b[22m\n\u001b[1m(Dagashi Kashi wa, watashi no tame ni, Nihon no kyandī (dagashi) ni tsuite no yaya kimyōna shōgai komedī to shite hajimemashita. Ima, watashi wa nihonjinde wanainode, korera no kimyōna, shikashi dokusō-tekina kyandī wa ichido mo kiita koto ga nainode, mazu watashi wa zentei ni kanari kyōmi o motta.)\u001b[22m\n\nTranslations of \u001b[4mDagashi Kashi started out for me as a somewhat odd slice of life comedy about Japanese candy (dagashi). Now, since I'm not Japanese, I've never heard of any any of these bizarre but fairly ingenious candies, so at first I was fairly intrigued by the premise.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDagashi Kashi started out for me as a somewhat odd slice of life comedy about Japanese candy (dagashi).\u001b[24m\n    \u001b[1mDagashi Kashiは、私のために、日本のキャンディー（dagashi）についてのやや奇妙な生涯コメディーとして始めました。\u001b[22m, \u001b[1mDagashiカシュガルは日本のお菓子（dagashi）約ライフコメディの多少変スライスとして私のために始めました。\u001b[22m\n\u001b[4mNow, since I'm not Japanese, I've never heard of any any of these bizarre but fairly ingenious candies, so at first I was fairly intrigued by the premise.\u001b[24m\n    \u001b[1m今、私は日本人ではないので、これらの奇妙な、しかし独創的なキャンディーは一度も聞いたことがないので、まず私は前提にかなり興味を持った。\u001b[22m, \u001b[1m私は日本人じゃないので、最初は私はかなり前提に興味をそそられたので、今、私は、これらの奇妙なものの、かなり独創的なキャンディーのいずれかのいずれかで聞いたことがありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is pretty crisp, though this was made by feel. so I guess that's to be expected at this point. The Op/Ed are pretty good, and the art style is pretty different but I found it enjoyable. Hotaru's spirally eyes are a pretty good indication of just how bonkers she is.\n\n\u001b[1mこれは感じによって作られたものの、芸術はかなり鮮明です。 だから私はこの時点で予想されることだと思う。  Op / Edはかなりいいですし、アートスタイルもかなり違っていますが、私は楽しかったです。 ホタルの螺旋状の目は、彼女がどれほど傷ついているかを示す良い指標です。\u001b[22m\n\u001b[1m(Kore wa kanji ni yotte tsukura reta mono no, geijutsu wa kanari senmeidesu. Dakara watashi wa kono jiten de yosō sa reru kotoda to omou. Op/ Ed wa kanari īdesushi, ātosutairu mo kanari chigatte imasuga, watashi wa tanoshikattadesu. Hotaru no rasen-jō no me wa, kanojo ga dorehodo kizutsuite iru ka o shimesu yoi shihyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art is pretty crisp, though this was made by feel. so I guess that's to be expected at this point. The Op/Ed are pretty good, and the art style is pretty different but I found it enjoyable. Hotaru's spirally eyes are a pretty good indication of just how bonkers she is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is pretty crisp, though this was made by feel.\u001b[24m\n    \u001b[1mこれは感じによって作られたものの、芸術はかなり鮮明です。\u001b[22m, \u001b[1mこれは感触によって作られたものの技術では、かなりカリカリです。\u001b[22m\n\u001b[4mso I guess that's to be expected at this point.\u001b[24m\n    \u001b[1mだから私はこの時点で予想されることだと思う。\u001b[22m, \u001b[1mだから私は、この時点で予想されることだと思います。\u001b[22m\n\u001b[4mThe Op/Ed are pretty good, and the art style is pretty different but I found it enjoyable.\u001b[24m\n    \u001b[1mOp / Edはかなりいいですし、アートスタイルもかなり違っていますが、私は楽しかったです。\u001b[22m, \u001b[1mオペアンプ/エドはかなり良いです、とアートスタイルはかなり異なっているが、私はそれは楽しい発見しました。\u001b[22m\n\u001b[4mHotaru's spirally eyes are a pretty good indication of just how bonkers she is.\u001b[24m\n    \u001b[1mホタルの螺旋状の目は、彼女がどれほど傷ついているかを示す良い指標です。\u001b[22m, \u001b[1mほたるの螺旋状の目は彼女がどれだけ狂気のかなり良い兆候です。\u001b[22m\n\u001b[1m\u001b[22m\nThe basic rundown of the plot is like so: Kokonotsu (Coconuts) is an aspiring manga artist who runs his father's Dagashi shop when his dad (Yo/You)is busy slacking off (which is most of the time). Apparently his dad is famous somehow though, so Hotaru, the heiress of a large Dagashi manufacturer, visits to convince Kokonotsu to take over his father's store so that Yo can work for Hotaru's father. Since Kokonostu is reluctant to give up on his dream of drawing manga, we now have the premise for the show: Hotaru must convince Kokonotsu that Dagashi are the Best Thing Ever.\n\n\u001b[1mココノツ（ココナッツ）は、お父さん（ヨ/ユー）が忙しい時（たいていの場合）に父親のダガシショップを経営している漫画家です。 どうやら彼のお父さんはなんとなく有名になっているようだから、大きなDagashiメーカーの相馬虎丸がココノツに父親の店を引き継ぐように訪問し、ホタールの父親のために働くことができるようにする。  Kokonostuは漫画を描くという夢をあきらめることに嫌気がしているので、ショーを前提にしています。ホタルはDokashiが最高のものだとKokonotsuに説得しなければなりません。\u001b[22m\n\u001b[1m(Kokonotsu (kokonattsu) wa, otōsan (Yo/ yū) ga isogashī toki (taitei no baai) ni chichioya no dagashishoppu o keiei shite iru mangakkadesu. Dōyara kare no otōsan wa nantonaku yūmei ni natte iru yōdakara, ōkina Dagashi mēkā no Sōma Toramaru ga kokonotsu ni chichioya no mise o hikitsugu yō ni hōmon shi, hotāru no chichioya no tame ni hataraku koto ga dekiru yō ni suru. Kokonostu wa manga o kaku to iu yume o akirameru koto ni kenki ga shite irunode, shō o zentei ni shite imasu. Hotaru wa Dokashi ga saikō no monoda to Kokonotsu ni settoku shinakereba narimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe basic rundown of the plot is like so: Kokonotsu (Coconuts) is an aspiring manga artist who runs his father's Dagashi shop when his dad (Yo/You)is busy slacking off (which is most of the time). Apparently his dad is famous somehow though, so Hotaru, the heiress of a large Dagashi manufacturer, visits to convince Kokonotsu to take over his father's store so that Yo can work for Hotaru's father. Since Kokonostu is reluctant to give up on his dream of drawing manga, we now have the premise for the show: Hotaru must convince Kokonotsu that Dagashi are the Best Thing Ever.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe basic rundown of the plot is like so: Kokonotsu (Coconuts) is an aspiring manga artist who runs his father's Dagashi shop when his dad (Yo/You)is busy slacking off (which is most of the time).\u001b[24m\n    \u001b[1mココノツ（ココナッツ）は、お父さん（ヨ/ユー）が忙しい時（たいていの場合）に父親のダガシショップを経営している漫画家です。\u001b[22m, \u001b[1mプロットの基本的な荒廃はそうのようなものです：Kokonotsu（ココナッツ）は、彼の父は（ヨ/あなた）（ほとんどの時間である）怠けビジー状態のときに父親のDagashiショップを実行する意欲的な漫画家です。\u001b[22m\n\u001b[4mApparently his dad is famous somehow though, so Hotaru, the heiress of a large Dagashi manufacturer, visits to convince Kokonotsu to take over his father's store so that Yo can work for Hotaru's father.\u001b[24m\n    \u001b[1mどうやら彼のお父さんはなんとなく有名になっているようだから、大きなDagashiメーカーの相馬虎丸がココノツに父親の店を引き継ぐように訪問し、ホタールの父親のために働くことができるようにする。\u001b[22m, \u001b[1mどうやら彼のお父さんは蛍、大Dagashiメーカーの女子相続人ので、訪問ヨほたるの父のために働くことができるように、彼の父の店を引き継ぐためにKokonotsuを説得するために、何とかしかし有名です。\u001b[22m\n\u001b[4mSince Kokonostu is reluctant to give up on his dream of drawing manga, we now have the premise for the show: Hotaru must convince Kokonotsu that Dagashi are the Best Thing Ever.\u001b[24m\n    \u001b[1mKokonostuは漫画を描くという夢をあきらめることに嫌気がしているので、ショーを前提にしています。ホタルはDokashiが最高のものだとKokonotsuに説得しなければなりません。\u001b[22m, \u001b[1mKokonostuは漫画を描くの彼の夢をあきらめには消極的であるため、我々は今、ショーのための前提を持っている：蛍がDagashiは史上最高のものであることをKokonotsuを説得しなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nThere are some nice moments in the show, some good comedy, and I enjoyed it while I was watching it. However, I can't help but feel like part of that enjoyment was built on the assumption that the show would have a satisfying conclusion. In the end, it pretty much goes down like this:\n\n\u001b[1mショーには素敵な瞬間があり、良いコメディーがいくつかあります。私はそれを見ているうちに楽しんでいました。 しかし、私は助けができませんが、その楽しさの一部がショーが満足のいく結論を持っていると仮定して構築されたように感じる。 結局、これはかなり次のようになります：\u001b[22m\n\u001b[1m(Shō ni wa sutekina shunkan ga ari, yoi komedī ga ikutsu ka arimasu. Watashi wa sore o mite iru uchi ni tanoshinde imashita. Shikashi, watashi wa tasuke ga dekimasenga, sono tanoshi-sa no ichibu ga shō ga manzoku no iku ketsuron o motte iru to katei shite kōchiku sa reta yō ni kanjiru. Kekkyoku, kore wa kanari tsugi no yō ni narimasu:)\u001b[22m\n\nTranslations of \u001b[4mThere are some nice moments in the show, some good comedy, and I enjoyed it while I was watching it. However, I can't help but feel like part of that enjoyment was built on the assumption that the show would have a satisfying conclusion. In the end, it pretty much goes down like this:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are some nice moments in the show, some good comedy, and I enjoyed it while I was watching it.\u001b[24m\n    \u001b[1mショーには素敵な瞬間があり、良いコメディーがいくつかあります。私はそれを見ているうちに楽しんでいました。\u001b[22m, \u001b[1mそこにいくつかの素晴らしい瞬間がいくつかの良いコメディは、ショーである、と私はそれを見ていた間、私はそれを楽しみました。\u001b[22m\n\u001b[4mHowever, I can't help but feel like part of that enjoyment was built on the assumption that the show would have a satisfying conclusion.\u001b[24m\n    \u001b[1mしかし、私は助けができませんが、その楽しさの一部がショーが満足のいく結論を持っていると仮定して構築されたように感じる。\u001b[22m, \u001b[1mしかし、私は助けるが、ショーは満足のいく結論を持っているだろうという仮定の上に建てられたその楽しみの一部のように感じることができません。\u001b[22m\n\u001b[4mIn the end, it pretty much goes down like this:\u001b[24m\n    \u001b[1m結局、これはかなり次のようになります：\u001b[22m, \u001b[1m最後に、それはかなりのようにダウンしました。\u001b[22m\n\u001b[1m\u001b[22m\nHotaru: 'Make your decision.'\n\n\u001b[1mホタル：「あなたの決定をしてください」\u001b[22m\n\u001b[1m(Hotaru: `Anata no kettei o shite kudasai')\u001b[22m\n\nTranslations of \u001b[4mHotaru: 'Make your decision.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotaru: 'Make your decision.'\u001b[24m\n    \u001b[1mホタル：「あなたの決定をしてください」\u001b[22m, \u001b[1m蛍：「あなたの決定を行います。」\u001b[22m\nKokonotsu: 'Do I really have to?'\n\n\u001b[1mココノツ：「本当にしなければならないの？」\u001b[22m\n\u001b[1m(Kokonotsu: `Hontōni shinakereba naranai no?')\u001b[22m\n\nTranslations of \u001b[4mKokonotsu: 'Do I really have to?'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKokonotsu: 'Do I really have to?'\u001b[24m\n    \u001b[1mココノツ：「本当にしなければならないの？」\u001b[22m, \u001b[1mKokonotsu：「私は本当にする必要があるのですか？」\u001b[22m\nHotaru: 'No, not really LOL'\n\n\u001b[1mホタル：「いいえ、本当に笑」\u001b[22m\n\u001b[1m(Hotaru: `Īe, hontōni Emi')\u001b[22m\n\nTranslations of \u001b[4mHotaru: 'No, not really LOL'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHotaru: 'No, not really LOL'\u001b[24m\n    \u001b[1mホタル：「いいえ、本当に笑」\u001b[22m, \u001b[1m蛍：「いいえ、本当にLOL」\u001b[22m\n\u001b[1m\u001b[22m\nHe just sort of walks off with Hotaru, without deciding anything. I guess Saya is just left hanging, never seeing her beloved Coconuts again. I don't mind a simple and formulaic plot for the sake of advertising candy, but come on, at least finish what you started. If you're gonna have an ultimatum in episode 11, I'd expect a decision in episode 12.\n\n\u001b[1m彼は何も決めることなく、ホタルと歩き回るだけです。 私は、サヤはちょうど彼女の愛するココナッツを再び見ることはありませんぶら下がっていると思います。 私はキャンデーを宣伝するためのシンプルで公式なプロットを気にしませんが、少なくとも、あなたが始めたものを終わらせてください。 あなたがエピソード11で最終的なことをするつもりなら、私はエピソード12で決定を期待します。\u001b[22m\n\u001b[1m(Kare wa nani mo kimeru koto naku, hotaru to arukimawaru dakedesu. Watashi wa, saya wa chōdo kanojo no aisuru kokonattsu o futatabi miru koto wa arimasen burasagatte iru to omoimasu. Watashi wa kyandē o senden suru tame no shinpurude kōshikina purotto o ki ni shimasenga, sukunakutomo, anata ga hajimeta mono o owara sete kudasai. Anata ga episōdo 11 de saishū-tekina koto o suru tsumorinara, watashi wa episōdo 12 de kettei o kitai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mHe just sort of walks off with Hotaru, without deciding anything. I guess Saya is just left hanging, never seeing her beloved Coconuts again. I don't mind a simple and formulaic plot for the sake of advertising candy, but come on, at least finish what you started. If you're gonna have an ultimatum in episode 11, I'd expect a decision in episode 12.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe just sort of walks off with Hotaru, without deciding anything.\u001b[24m\n    \u001b[1m彼は何も決めることなく、ホタルと歩き回るだけです。\u001b[22m, \u001b[1m彼はただ一種の何かを決定することなく、蛍と歩きます。\u001b[22m\n\u001b[4mI guess Saya is just left hanging, never seeing her beloved Coconuts again.\u001b[24m\n    \u001b[1m私は、サヤはちょうど彼女の愛するココナッツを再び見ることはありませんぶら下がっていると思います。\u001b[22m, \u001b[1m私は、沙耶はもう一度彼女の最愛のココナッツを見たことがない、ぶら下げを放置すると思います。\u001b[22m\n\u001b[4mI don't mind a simple and formulaic plot for the sake of advertising candy, but come on, at least finish what you started.\u001b[24m\n    \u001b[1m私はキャンデーを宣伝するためのシンプルで公式なプロットを気にしませんが、少なくとも、あなたが始めたものを終わらせてください。\u001b[22m, \u001b[1m私は、広告キャンディのために簡単かつ定型プロットを気にしますが、是非、少なくともあなたが開始したものを完了しません。\u001b[22m\n\u001b[4mIf you're gonna have an ultimatum in episode 11, I'd expect a decision in episode 12.\u001b[24m\n    \u001b[1mあなたがエピソード11で最終的なことをするつもりなら、私はエピソード12で決定を期待します。\u001b[22m, \u001b[1mあなたがつもりだエピソード11で最後通告を持っている場合、私はエピソード12の判断を期待したいです。\u001b[22m\n\u001b[1m\u001b[22m\nI'd say that Dagashi Kashi is entertaining if you go in knowing that you're not going to get anything all that fulfilling out of this. This is one of those odd cases where the whole of the show is lesser than its parts individually. Ultimately, it fails to properly resolve the most basic of plots.\n\n\u001b[1mあなたがこのことを成し遂げているものを手に入れようとしていないことを知っていれば、大橋さんは面白いです。 これは、ショー全体がその部分よりも個々に小さい奇妙なケースの1つです。 最終的には、最も基本的なプロットを適切に解決できません。\u001b[22m\n\u001b[1m(Anata ga kono koto o nashitogete iru mono o te ni ireyou to shite inai koto o shitte ireba, Ōhashi-san wa omoshiroidesu. Kore wa, shō zentai ga sono bubun yori mo koko ni chīsai kimyōna kēsu no 1tsudesu. Saishūtekini wa, mottomo kihon-tekina purotto o tekisetsu ni kaiketsu dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI'd say that Dagashi Kashi is entertaining if you go in knowing that you're not going to get anything all that fulfilling out of this. This is one of those odd cases where the whole of the show is lesser than its parts individually. Ultimately, it fails to properly resolve the most basic of plots.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'd say that Dagashi Kashi is entertaining if you go in knowing that you're not going to get anything all that fulfilling out of this.\u001b[24m\n    \u001b[1mあなたがこのことを成し遂げているものを手に入れようとしていないことを知っていれば、大橋さんは面白いです。\u001b[22m, \u001b[1m私はあなたがこのうち満たすすべてのことを何かを取得するつもりはないことを知っているに行けばDagashi喀什楽しまれていることを言うと思います。\u001b[22m\n\u001b[4mThis is one of those odd cases where the whole of the show is lesser than its parts individually.\u001b[24m\n    \u001b[1mこれは、ショー全体がその部分よりも個々に小さい奇妙なケースの1つです。\u001b[22m, \u001b[1mこれは、ショー全体が個々にその部分よりも小さいですこれらの奇妙例1です。\u001b[22m\n\u001b[4mUltimately, it fails to properly resolve the most basic of plots.\u001b[24m\n    \u001b[1m最終的には、最も基本的なプロットを適切に解決できません。\u001b[22m, \u001b[1m最終的には、それが適切にプロットの最も基本的な解決に失敗しました。\u001b[22m"
  },
  {
    "title": "Dagashi_Kashi",
    "id": "31636",
    "url": "https://myanimelist.net/anime/31636/Dagashi_Kashi",
    "user": "TheMKninjaYT",
    "profile": "/profile/TheMKninjaYT/reviews",
    "pages": "3",
    "number": "11",
    "link": "/reviews.php?id=225550",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\n一般に、私が見直すか、見ることにしたアニメは、自分で見つけたか、他の人が推薦したアニメです。  Dagashi Kashiは私の友人の何人か（私が頻繁に物事を見直していることを知っている）が、このアニメをチェックアウトして、それがかなり良かったと言ってくれたので、後者に続きました。 そして、悲しいことに、私はそれがより多くを期待して行ったので、必ずしも悪いことではありませんが、Dagashi Kashiは失望していました。\n\nストーリーはかなり無意味で、ほとんど演じることはなく、ちょうど少数のエピソードの後で落ちるので、言及する価値はほとんどない。\n\nキャラクターは大部分が上質で、何も特別なものはありませんが、少なくとも好きなものはまだあります。 ココノツは主人公であり、野心と目標、そして個性があります。 サヤとトウには面白い兄弟姉妹があり、面白いですが、どちらも目立ちません。 しかし、ホタルは簡単に私のお気に入りです。 彼女はあなたの顔と声に非常に似ていますが、それは正直に彼女を際立たせています。 彼女はラウドネスとクレイジーな性格のために楽しいキャラクターです。 ショーのコメディーのほとんどは、彼女と彼女の野生のいたずらから来ています。 ココノツの父、あなたもまた、とても楽しそうなキャラクターで、コメディーを大量に提供しています。\n\nアニメーションと音楽はかなり使いやすく、特別なことはしませんが、それは仕事です。\n\n喜劇は私が本当に楽しみにしていたものでした。  Assassination Classroom、D-Frag、Sgt Frog、Space Dandyなど、素晴らしい仕事をするアニメコメディがたくさんあります。 私はこれを上に置くことができることを望んでいた。 しかし残念なことに、コメディーはちょっと混乱していると感じています。主にあまりにも多くの変な食べ物ギャグがあるからです。 これらのギャグのノベルティはちょっと後で消えてしまい、結局私は見ているだけで軽く楽しまれましたが、私は笑っていませんでした。 公平であるために、ショーは面白いかもしれませんが、それはユーモアを完全に欠いているわけではありませんが、他の種類のコメディに重点を置いていて、食べ物のジョークではそれほど重視されていなかった方が良いでしょう。\n\nそれが立てば、大橋柏は大丈夫です。 そして他の人にとっては、まあまあです。 しかし私のために、私はもう少し期待していました。 そして、私は失望した。 しかし、私は少なくとも楽しまれたので、それは私の時間の無駄だったとは言えません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nGenerally, the anime that I decide to review or watch have either been found by myself, or recommended by others. Dagashi Kashi followed the latter, as a few of my friends (knowing that I often review things) told me to check this anime out, saying that it was pretty good. And the sad part is that, though not bad by all means, because I went into it expecting more, Dagashi Kashi was disappointing.\n\n\u001b[1m一般に、私が見直すか、見ることにしたアニメは、自分で見つけたか、他の人が推薦したアニメです。  Dagashi Kashiは私の友人の何人か（私が頻繁に物事を見直していることを知っている）が、このアニメをチェックアウトして、それがかなり良かったと言ってくれたので、後者に続きました。 そして、悲しいことに、私はそれがより多くを期待して行ったので、必ずしも悪いことではありませんが、Dagashi Kashiは失望していました。\u001b[22m\n\u001b[1m(Ippan ni, watashi ga minaosu ka, miru koto ni shita anime wa, jibun de mitsuketa ka, hokanohito ga suisen shita animedesu. Dagashi Kashi wa watashi no yūjin no nan'ninka (watashi ga hinpan ni monogoto o minaoshite iru koto o shitte iru) ga, kono anime o chekku auto shite, sore ga kanari yokatta to itte kuretanode, kōsha ni tsudzukimashita. Soshite, kanashī koto ni, watashi wa sore ga yori ōku o kitai shite ittanode, kanarazushimo warui kotode wa arimasenga, Dagashi Kashi wa shitsubō shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mGenerally, the anime that I decide to review or watch have either been found by myself, or recommended by others. Dagashi Kashi followed the latter, as a few of my friends (knowing that I often review things) told me to check this anime out, saying that it was pretty good. And the sad part is that, though not bad by all means, because I went into it expecting more, Dagashi Kashi was disappointing.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGenerally, the anime that I decide to review or watch have either been found by myself, or recommended by others.\u001b[24m\n    \u001b[1m一般に、私が見直すか、見ることにしたアニメは、自分で見つけたか、他の人が推薦したアニメです。\u001b[22m, \u001b[1m一般的に、私は確認または視聴することを決定したアニメはどちらか自分で見つかった、または他の人が推奨されています。\u001b[22m\n\u001b[4mDagashi Kashi followed the latter, as a few of my friends (knowing that I often review things) told me to check this anime out, saying that it was pretty good.\u001b[24m\n    \u001b[1mDagashi Kashiは私の友人の何人か（私が頻繁に物事を見直していることを知っている）が、このアニメをチェックアウトして、それがかなり良かったと言ってくれたので、後者に続きました。\u001b[22m, \u001b[1m（私は頻繁に物事を確認することを知っている）私の友人のいくつかはそれはかなり良かったと言って、このアニメをチェックアウトする私に言ったようDagashiカシュガルでは、後者を追いました。\u001b[22m\n\u001b[4mAnd the sad part is that, though not bad by all means, because I went into it expecting more, Dagashi Kashi was disappointing.\u001b[24m\n    \u001b[1mそして、悲しいことに、私はそれがより多くを期待して行ったので、必ずしも悪いことではありませんが、Dagashi Kashiは失望していました。\u001b[22m, \u001b[1mそして、悲しい部分は、すべての手段では悪くないのに、私はそれがより期待に入ったので、Dagashiカシュガルは残念だった、ということです。\u001b[22m\n\u001b[1m\u001b[22m\nThe story is pretty much pointless, it rarely comes into play, and gets dropped after just a few episodes, so it's barely even worth mentioning.\n\n\u001b[1mストーリーはかなり無意味で、ほとんど演じることはなく、ちょうど少数のエピソードの後で落ちるので、言及する価値はほとんどない。\u001b[22m\n\u001b[1m(Sutōrī wa kanari muimide, hotondo enjiru koto wa naku, chōdo shōsū no episōdo no nochi de ochirunode, genkyū suru kachi wa hotondo nai.)\u001b[22m\n\nTranslations of \u001b[4mThe story is pretty much pointless, it rarely comes into play, and gets dropped after just a few episodes, so it's barely even worth mentioning.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is pretty much pointless, it rarely comes into play, and gets dropped after just a few episodes, so it's barely even worth mentioning.\u001b[24m\n    \u001b[1mストーリーはかなり無意味で、ほとんど演じることはなく、ちょうど少数のエピソードの後で落ちるので、言及する価値はほとんどない。\u001b[22m, \u001b[1m物語は、それはほとんど遊びに来ることはありません、とだけいくつかのエピソード後に削除されます、ほとんど無意味であるので、それは言及かろうじてでも価値があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters for the most part are fine, nothing really that special, but they're still at least kind of likable. Kokonotsu is a serviceable main character, with ambitions and goals, and enough personality. Saya and Tou have a kind of fun brother and sister dynamic that makes them a bit interesting, but neither of them stand out too much. But, Hotaru is easily my favorite. She is very in your face and loud, but that's honestly what makes her stand out. She is a fun character because of her loudness and crazy personality. Most of the comedy in the show comes from her and her wild antics. Kokonotsu's father, You, is also a very fun character too, providing a good amount of comedy.\n\n\u001b[1mキャラクターは大部分が上質で、何も特別なものはありませんが、少なくとも好きなものはまだあります。 ココノツは主人公であり、野心と目標、そして個性があります。 サヤとトウには面白い兄弟姉妹があり、面白いですが、どちらも目立ちません。 しかし、ホタルは簡単に私のお気に入りです。 彼女はあなたの顔と声に非常に似ていますが、それは正直に彼女を際立たせています。 彼女はラウドネスとクレイジーな性格のために楽しいキャラクターです。 ショーのコメディーのほとんどは、彼女と彼女の野生のいたずらから来ています。 ココノツの父、あなたもまた、とても楽しそうなキャラクターで、コメディーを大量に提供しています。\u001b[22m\n\u001b[1m(Kyarakutā wa daibubun ga jōshitsu de, nani mo tokubetsuna mono wa arimasenga, sukunakutomo sukina mono wa mada arimasu. Kokonotsu wa shujinkōdeari, yashin to mokuhyō, soshite kosei ga arimasu. Saya to tō ni wa omoshiroi keiteishimai ga ari, omoshiroidesuga, dochira mo medachimasen. Shikashi, hotaru wa kantan ni watashinōkiniiridesu. Kanojo wa anata no kao to koe ni hijō ni nite imasuga, sore wa shōjiki ni kanojo o kiwadata sete imasu. Kanojo wa Raudonesu to kureijīna seikaku no tame ni tanoshī kyarakutādesu. Shō no komedī no hotondo wa, kanojo to kanojo no yasei no itazura kara kite imasu. Kokonotsu no chichi, anata mo mata, totemo tanoshi-sōna kyarakutā de, komedī o tairyō ni teikyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters for the most part are fine, nothing really that special, but they're still at least kind of likable. Kokonotsu is a serviceable main character, with ambitions and goals, and enough personality. Saya and Tou have a kind of fun brother and sister dynamic that makes them a bit interesting, but neither of them stand out too much. But, Hotaru is easily my favorite. She is very in your face and loud, but that's honestly what makes her stand out. She is a fun character because of her loudness and crazy personality. Most of the comedy in the show comes from her and her wild antics. Kokonotsu's father, You, is also a very fun character too, providing a good amount of comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters for the most part are fine, nothing really that special, but they're still at least kind of likable.\u001b[24m\n    \u001b[1mキャラクターは大部分が上質で、何も特別なものはありませんが、少なくとも好きなものはまだあります。\u001b[22m, \u001b[1m大部分の文字は、本当に特別な何も問題ありませんが、彼らはまだ、少なくとも一種の好感しています。\u001b[22m\n\u001b[4mKokonotsu is a serviceable main character, with ambitions and goals, and enough personality.\u001b[24m\n    \u001b[1mココノツは主人公であり、野心と目標、そして個性があります。\u001b[22m, \u001b[1mKokonotsuは野心と目標、そして十分な性格で、修理可能なメインキャラクターです。\u001b[22m\n\u001b[4mSaya and Tou have a kind of fun brother and sister dynamic that makes them a bit interesting, but neither of them stand out too much.\u001b[24m\n    \u001b[1mサヤとトウには面白い兄弟姉妹があり、面白いですが、どちらも目立ちません。\u001b[22m, \u001b[1m沙耶ととうは彼らが少し面白く楽しい兄と妹のダイナミックのようなものを持っているが、それらのどちらもあまり目立ちます。\u001b[22m\n\u001b[4mBut, Hotaru is easily my favorite.\u001b[24m\n    \u001b[1mしかし、ホタルは簡単に私のお気に入りです。\u001b[22m, \u001b[1mしかし、蛍は簡単に私のお気に入りです。\u001b[22m\n\u001b[4mShe is very in your face and loud, but that's honestly what makes her stand out.\u001b[24m\n    \u001b[1m彼女はあなたの顔と声に非常に似ていますが、それは正直に彼女を際立たせています。\u001b[22m, \u001b[1m彼女があなたの顔と大声で非常にですが、それは彼女が目立つものを正直です。\u001b[22m\n\u001b[4mShe is a fun character because of her loudness and crazy personality.\u001b[24m\n    \u001b[1m彼女はラウドネスとクレイジーな性格のために楽しいキャラクターです。\u001b[22m, \u001b[1m彼女は理由彼女のラウドネスと狂気の人格の楽しさの文字です。\u001b[22m\n\u001b[4mMost of the comedy in the show comes from her and her wild antics.\u001b[24m\n    \u001b[1mショーのコメディーのほとんどは、彼女と彼女の野生のいたずらから来ています。\u001b[22m, \u001b[1mショーで喜劇のほとんどは、彼女と彼女の野生おどけから来ています。\u001b[22m\n\u001b[4mKokonotsu's father, You, is also a very fun character too, providing a good amount of comedy.\u001b[24m\n    \u001b[1mココノツの父、あなたもまた、とても楽しそうなキャラクターで、コメディーを大量に提供しています。\u001b[22m, \u001b[1mKokonotsuの父、あなたは、喜劇の良い量を提供し、あまりにも非常に楽しいキャラクターです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation and music is pretty serviceable too, nothing special but it does the job.\n\n\u001b[1mアニメーションと音楽はかなり使いやすく、特別なことはしませんが、それは仕事です。\u001b[22m\n\u001b[1m(Animēshon to ongaku wa kanari tsukai yasuku, tokubetsuna koto wa shimasenga, soreha shigotodesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation and music is pretty serviceable too, nothing special but it does the job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation and music is pretty serviceable too, nothing special but it does the job.\u001b[24m\n    \u001b[1mアニメーションと音楽はかなり使いやすく、特別なことはしませんが、それは仕事です。\u001b[22m, \u001b[1mアニメーションと音楽があまりにも、何も特別なかなり保守可能であるが、それは仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nThe comedy was something I was really looking forward to. There are a lot of anime comedies that do a fantastic job, like Assassination Classroom, D-Frag, Sgt Frog, Space Dandy, and plenty of others. I was hoping I could put this one up there. But, unfortunately, the comedy feels a bit cluttered and unfocused, mainly because there are so many freaking food gags. The novelty of these gags wears off after a bit, and eventually I was just left watching and being mildly entertained, but I wasn't laughing. To be fair, the show can be funny, it isn't completely devoid of humor, but if it had focused more on other types of comedy and less on the food jokes, than it would've been better.\n\n\u001b[1m喜劇は私が本当に楽しみにしていたものでした。  Assassination Classroom、D-Frag、Sgt Frog、Space Dandyなど、素晴らしい仕事をするアニメコメディがたくさんあります。 私はこれを上に置くことができることを望んでいた。 しかし残念なことに、コメディーはちょっと混乱していると感じています。主にあまりにも多くの変な食べ物ギャグがあるからです。 これらのギャグのノベルティはちょっと後で消えてしまい、結局私は見ているだけで軽く楽しまれましたが、私は笑っていませんでした。 公平であるために、ショーは面白いかもしれませんが、それはユーモアを完全に欠いているわけではありませんが、他の種類のコメディに重点を置いていて、食べ物のジョークではそれほど重視されていなかった方が良いでしょう。\u001b[22m\n\u001b[1m(Kigeki wa watashi ga hontōni tanoshimini shite ita monodeshita. Assassination Classroom, D - Frag, Sgt furoggu, Space dandi nado, subarashī shigoto o suru anime komedi ga takusan arimasu. Watashi wa kore o ue ni oku koto ga dekiru koto o nozonde ita. Shikashi zan'nen'nakotoni, komedī wa chotto konran shite iru to kanjite imasu. Omoni amarini mo ōku no hen'na tabemono gyagu ga arukaradesu. Korera no gyagu no noberuti wa chotto atode kiete shimai, kekkyoku watashi wa mite iru dakede karuku tanoshima remashitaga, watashi wa waratte imasendeshita. Kōheidearu tame ni, shō wa omoshiroi kamo shiremasenga, soreha yūmoa o kanzen ni kaite iru wakede wa arimasenga, hoka no shurui no komedi ni jūten o oite ite, tabemono no jōkude wa sorehodo jūshi sa rete inakatta kata ga yoideshou.)\u001b[22m\n\nTranslations of \u001b[4mThe comedy was something I was really looking forward to. There are a lot of anime comedies that do a fantastic job, like Assassination Classroom, D-Frag, Sgt Frog, Space Dandy, and plenty of others. I was hoping I could put this one up there. But, unfortunately, the comedy feels a bit cluttered and unfocused, mainly because there are so many freaking food gags. The novelty of these gags wears off after a bit, and eventually I was just left watching and being mildly entertained, but I wasn't laughing. To be fair, the show can be funny, it isn't completely devoid of humor, but if it had focused more on other types of comedy and less on the food jokes, than it would've been better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe comedy was something I was really looking forward to.\u001b[24m\n    \u001b[1m喜劇は私が本当に楽しみにしていたものでした。\u001b[22m, \u001b[1m喜劇は、私は本当に楽しみにしていたものでした。\u001b[22m\n\u001b[4mThere are a lot of anime comedies that do a fantastic job, like Assassination Classroom, D-Frag, Sgt Frog, Space Dandy, and plenty of others.\u001b[24m\n    \u001b[1mAssassination Classroom、D-Frag、Sgt Frog、Space Dandyなど、素晴らしい仕事をするアニメコメディがたくさんあります。\u001b[22m, \u001b[1m暗殺教室、D-FRAG、ケロロ軍曹、スペース☆ダンディ、その他のたくさんのように、素晴らしい仕事をするアニメコメディーがたくさんあります。\u001b[22m\n\u001b[4mI was hoping I could put this one up there.\u001b[24m\n    \u001b[1m私はこれを上に置くことができることを望んでいた。\u001b[22m, \u001b[1m私はそこまでこの1を置くことができます願っていました。\u001b[22m\n\u001b[4mBut, unfortunately, the comedy feels a bit cluttered and unfocused, mainly because there are so many freaking food gags.\u001b[24m\n    \u001b[1mしかし残念なことに、コメディーはちょっと混乱していると感じています。主にあまりにも多くの変な食べ物ギャグがあるからです。\u001b[22m, \u001b[1mしかし、残念ながら、喜劇は非常に多くのおかしく食品ギャグがある主な理由は、ビット雑然とやり場感じています。\u001b[22m\n\u001b[4mThe novelty of these gags wears off after a bit, and eventually I was just left watching and being mildly entertained, but I wasn't laughing.\u001b[24m\n    \u001b[1mこれらのギャグのノベルティはちょっと後で消えてしまい、結局私は見ているだけで軽く楽しまれましたが、私は笑っていませんでした。\u001b[22m, \u001b[1mこれらのギャグの新規性は、少し後にオフに身に着けている、そして最終的に私はちょうど見て、穏やかに楽しまされて残っていたが、私は笑っていませんでした。\u001b[22m\n\u001b[4mTo be fair, the show can be funny, it isn't completely devoid of humor, but if it had focused more on other types of comedy and less on the food jokes, than it would've been better.\u001b[24m\n    \u001b[1m公平であるために、ショーは面白いかもしれませんが、それはユーモアを完全に欠いているわけではありませんが、他の種類のコメディに重点を置いていて、食べ物のジョークではそれほど重視されていなかった方が良いでしょう。\u001b[22m, \u001b[1m公平を期すために、ショーはそれはユーモアを完全に欠いていないが、それはそれは良いされてきたものよりも、食品のジョークにコメディと以下の他の種類の詳細を集中していた場合は、面白いことができます。\u001b[22m\n\u001b[1m\u001b[22m\nAs it stands, Dagashi Kashi is.....fine. And for others, that is, well, fine. But for me, I was expecting and hoping for a bit more, for something good. And I was let down. But, I was at least entertained, so I can't say it was a waste of my time.\n\n\u001b[1mそれが立てば、大橋柏は大丈夫です。 そして他の人にとっては、まあまあです。 しかし私のために、私はもう少し期待していました。 そして、私は失望した。 しかし、私は少なくとも楽しまれたので、それは私の時間の無駄だったとは言えません。\u001b[22m\n\u001b[1m(Sore ga tateba, Ōhashi Kashiwa wa daijōbudesu. Soshite hokanohito ni totte wa, mā mādesu. Shikashi watashi no tame ni, watashi wa mōsukoshi kitai shite imashita. Soshite, watashi wa shitsubō shita. Shikashi, watashi wa sukunakutomo tanoshima retanode, sore wa watashi no jikan'nomudadatta to wa iemasen.)\u001b[22m\n\nTranslations of \u001b[4mAs it stands, Dagashi Kashi is.....fine. And for others, that is, well, fine. But for me, I was expecting and hoping for a bit more, for something good. And I was let down. But, I was at least entertained, so I can't say it was a waste of my time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs it stands, Dagashi Kashi is.....fine.\u001b[24m\n    \u001b[1mそれが立てば、大橋柏は大丈夫です。\u001b[22m, \u001b[1m現状では、Dagashiカシュガルは.....結構です。\u001b[22m\n\u001b[4mAnd for others, that is, well, fine.\u001b[24m\n    \u001b[1mそして他の人にとっては、まあまあです。\u001b[22m, \u001b[1mそして他人のために、それは、まあ、大丈夫です。\u001b[22m\n\u001b[4mBut for me, I was expecting and hoping for a bit more, for something good.\u001b[24m\n    \u001b[1mしかし私のために、私はもう少し期待していました。\u001b[22m, \u001b[1mしかし、何か良いことのために、私のために、私は期待していたし、もう少しを望ん。\u001b[22m\n\u001b[4mAnd I was let down.\u001b[24m\n    \u001b[1mそして、私は失望した。\u001b[22m, \u001b[1mそして、私は失望させました。\u001b[22m\n\u001b[4mBut, I was at least entertained, so I can't say it was a waste of my time.\u001b[24m\n    \u001b[1mしかし、私は少なくとも楽しまれたので、それは私の時間の無駄だったとは言えません。\u001b[22m, \u001b[1mしかし、私は少なくとも楽しまれましたので、私はそれが私の時間の無駄だったと言うことはできません。\u001b[22m"
  }
]
