[
  {
    "title": "Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "id": "31764",
    "url": "https://myanimelist.net/anime/31764/Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "user": "bananalampsalad",
    "profile": "/profile/bananalampsalad/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=231060",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  10\nサウンド|  7\nキャラクター|  9\n|  9\n\n（私は今、寝ていなければなりません。）\n\nITを短くする：\n直樹征爾戦記天皇のアルデラミン（略してアルダーダム）は、帝国主義と宗教に絡む問題に知的な頷きを持つ軍事アニメです。 それは幻想的なテーマを持っていますが、これは戦争の理由を与えるために使用されます。 英雄が空から彼らのボスを降りると、巨大な渦巻きの戦いを期待しないでください！ 主人公とその軍隊は数が少なく、上司の90％が無能であり、国は保護する価値もなく、敵はしばしば戦争の正当な理由がある 。 ここを目指すと、これを見れば分かるように、勝つことはできません。それは明日のために生きることです。\n\nしかし、心配しないでください！ マッドハウスは（彼らは余分ではないが）血液を保持していない！ しかし、かすかな心のために、それはあなたの限界を押し進めているかもしれません。\n\n全体（丸められた8.5） -  Fire Emblemシリーズの熱心なプレイヤーとして、私は戦争の複数の顔に焦点を当てた戦術シリーズに興味を持っています。 アルデラミンは戦闘後の戦闘だけではありません。 アルデラミンは常に正当な政治を結集し、戦闘は必ずしも正気ではない。 戦争に行くための他の方法があり、怠惰な方法はそれらの一つです！\n\n評価の説明：\nストーリー（8） -  13のエピソードは、徹底的に考え抜かれたものでは決して十分ではありません。 それはジャンルに関係なく、アイデアとレイアウトにどれだけうまく対応しているかに関係します。  Alderaminの場合がそうである。 マッドハウスは結果的に13のエピソードにペニスをあまりにも多く詰め込まず、ペーシングが栄えないという賢明な決定を下した。\n\nアート/アニメーション（10） - 私はこのようなことを見てからしばらくしています...美しい戦いと魂の刺青の戦術。 それは恐ろしい美しさと甘い感じです。 どうして？ マッドハウスでは、戦争は軽心ではないことをあなたに思い出させるための措置を講じるからです。\n\nSOUND（切り捨てられた7.5） - それが来るたびにあなたは揺るがすことができるOP。  EDはあなたを落ち着かせますが、私は正直言っていいでしょう：それはかなりスキップ可能です。 マッドハウスが彼らの誇大宣伝を知っているとき、OSTはそれを本当に高めるが、それはまた脱落する。\n\nCHARACTER（9.5の端数を切り捨てた） - 主人公のそれぞれは、通常のアニメの原型からいくらか取っても、自分の輝きを持っています。 シリーズ全体を通して実際に運ばれているのは、信じられないほどよく書かれた関係の深さです。\n\n楽しさ（9） - キャラクターや戦術的な選択で--- Alderaminが行った方向に喜びを感じ、次はIktaが何をやろうとしているか予想して興奮しました。\n\nその他の評価：キャラクターデザイン -  8; 監督/撮影 -  10;  CGI-9; エピソード内のペーシング -  8; ペーシング全体 -  9; 西友 -  10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n(Tbh I ought to be sleeping by now.)\n\n\u001b[1m（私は今、寝ていなければなりません。）\u001b[22m\n\u001b[1m((Watashi wa ima, nete inakereba narimasen. ))\u001b[22m\n\nTranslations of \u001b[4m(Tbh I ought to be sleeping by now.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Tbh I ought to be sleeping by now.)\u001b[24m\n    \u001b[1m（私は今、寝ていなければなりません。）\u001b[22m, \u001b[1m（TBH、私は今で眠っているはずです。）\u001b[22m\n\u001b[1m\u001b[22m\nTO KEEP IT SHORT:\n\n\u001b[1mITを短くする：\u001b[22m\n\u001b[1m(IT o mijikaku suru:)\u001b[22m\n\nTranslations of \u001b[4mTO KEEP IT SHORT:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTO KEEP IT SHORT:\u001b[24m\n    \u001b[1mITを短くする：\u001b[22m, \u001b[1mSHORTそれを維持します：\u001b[22m\nNejimaki Seirei Senki: Tenkyou no Alderamin (Alderamin for short) is a military anime with intelligent nods to the issues that come with imperialism and religion. While it does have fantasy themes, this is used to give reason to the war. Don't expect huge, spiraling battles as the heroes rain down their bossness from the skies! This is down and gritty and most of all REAL: the protagonists and their troops are outnumbered, under-supplied, 90% of their superiors are incompetent, their country isn't even worth protecting, and their enemies often have completely legitimate reasons for war . The aim here, as you'll see if you watch this, is not to win---it's to live for tomorrow.\n\n\u001b[1m直樹征爾戦記天皇のアルデラミン（略してアルダーダム）は、帝国主義と宗教に絡む問題に知的な頷きを持つ軍事アニメです。 それは幻想的なテーマを持っていますが、これは戦争の理由を与えるために使用されます。 英雄が空から彼らのボスを降りると、巨大な渦巻きの戦いを期待しないでください！ 主人公とその軍隊は数が少なく、上司の90％が無能であり、国は保護する価値もなく、敵はしばしば戦争の正当な理由がある 。 ここを目指すと、これを見れば分かるように、勝つことはできません。それは明日のために生きることです。\u001b[22m\n\u001b[1m(Naoki Seiji senki ten'nō no aruderamin (ryaku shite arudādamu) wa, teikoku shugi to shūkyō ni karamu mondai ni chitekina unazuki o motsu gunji animedesu. Sore wa gensō-tekina tēma o motte imasuga, koreha sensō no riyū o ataeru tame ni shiyō sa remasu. Eiyū ga sora kara karera no bosu o oriru to, kyodaina uzumaki no tatakai o kitai shinaide kudasai! Shujinkō to sono guntai wa kazu ga sukunaku, jōshi no 90-pāsento ga munōdeari,-koku wa hogo suru kachi mo naku, teki wa shibashiba sensō no seitōnariyū ga aru. Koko o mezasu to, kore o mireba wakaru yō ni, katsu koto wa dekimasen. Sore wa ashita no tame ni ikiru kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mNejimaki Seirei Senki: Tenkyou no Alderamin (Alderamin for short) is a military anime with intelligent nods to the issues that come with imperialism and religion. While it does have fantasy themes, this is used to give reason to the war. Don't expect huge, spiraling battles as the heroes rain down their bossness from the skies! This is down and gritty and most of all REAL: the protagonists and their troops are outnumbered, under-supplied, 90% of their superiors are incompetent, their country isn't even worth protecting, and their enemies often have completely legitimate reasons for war . The aim here, as you'll see if you watch this, is not to win---it's to live for tomorrow.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNejimaki Seirei Senki: Tenkyou no Alderamin (Alderamin for short) is a military anime with intelligent nods to the issues that come with imperialism and religion.\u001b[24m\n    \u001b[1m直樹征爾戦記天皇のアルデラミン（略してアルダーダム）は、帝国主義と宗教に絡む問題に知的な頷きを持つ軍事アニメです。\u001b[22m, \u001b[1mNejimaki聖隷戦記：TenkyouなしAlderamin（略してAlderamin）は、帝国主義と宗教が付属して問題へのインテリジェントうなずくとの軍事アニメです。\u001b[22m\n\u001b[4mWhile it does have fantasy themes, this is used to give reason to the war.\u001b[24m\n    \u001b[1mそれは幻想的なテーマを持っていますが、これは戦争の理由を与えるために使用されます。\u001b[22m, \u001b[1mそれはファンタジーのテーマを持っているが、これは戦争に理由を与えるために使用されます。\u001b[22m\n\u001b[4mDon't expect huge, spiraling battles as the heroes rain down their bossness from the skies!\u001b[24m\n    \u001b[1m英雄が空から彼らのボスを降りると、巨大な渦巻きの戦いを期待しないでください！\u001b[22m, \u001b[1mヒーローが空から自分のbossnessをダウン雨のように巨大な、螺旋状に戦いを期待してはいけません！\u001b[22m\n\u001b[4mThis is down and gritty and most of all REAL: the protagonists and their troops are outnumbered, under-supplied, 90% of their superiors are incompetent, their country isn't even worth protecting, and their enemies often have completely legitimate reasons for war\u001b[24m\n    \u001b[1m主人公とその軍隊は数が少なく、上司の90％が無能であり、国は保護する価値もなく、敵はしばしば戦争の正当な理由がある\u001b[22m, \u001b[1m主人公とその軍隊は、上司の90％は無能であり、自分たちの国が保護しても価値がない、と彼らの敵は、多くの場合、戦争のための完全に正当な理由がある供給の下で-、劣勢されています。これはダウンして、砂のような、ほとんどすべてのREALのです\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4mThe aim here, as you'll see if you watch this, is not to win---it's to live for tomorrow.\u001b[24m\n    \u001b[1mここを目指すと、これを見れば分かるように、勝つことはできません。それは明日のために生きることです。\u001b[22m, \u001b[1mここでの目的は、あなたがこれを見ればお分かりだろうとして、それは明日のために生きることだ---勝つことではありません。\u001b[22m\n\u001b[1m\u001b[22m\nBut don't worry! Madhouse doesn't hold back on the blood (though they're not excessive)! For the faint-hearted, however, it might be pushing your limits.\n\n\u001b[1mしかし、心配しないでください！ マッドハウスは（彼らは余分ではないが）血液を保持していない！ しかし、かすかな心のために、それはあなたの限界を押し進めているかもしれません。\u001b[22m\n\u001b[1m(Shikashi, shinpaishinaidekudasai! Maddohausu wa (karera wa yobunde wa naiga) ketsueki o hoji shite inai! Shikashi, kasukana kokoro no tame ni, sore wa anata no genkai o oshisusumete iru kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mBut don't worry! Madhouse doesn't hold back on the blood (though they're not excessive)! For the faint-hearted, however, it might be pushing your limits.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut don't worry!\u001b[24m\n    \u001b[1mしかし、心配しないでください！\u001b[22m\n\u001b[4mMadhouse doesn't hold back on the blood (though they're not excessive)!\u001b[24m\n    \u001b[1mマッドハウスは（彼らは余分ではないが）血液を保持していない！\u001b[22m, \u001b[1mマッドハウスは、血液に戻って保持していない（彼らは過度ではないですが）！\u001b[22m\n\u001b[4mFor the faint-hearted, however, it might be pushing your limits.\u001b[24m\n    \u001b[1mしかし、かすかな心のために、それはあなたの限界を押し進めているかもしれません。\u001b[22m, \u001b[1mかすかな心を持ったために、しかし、それは自分の限界を押している可能性があります。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL (rounded up 8.5) - As an avid player of the Fire Emblem series, I easily find interest in tactical series that focus on the multiple faces of war. Alderamin isn't just battle after battle; Alderamin brings together rather legitimate politics with battles that aren't always head-on bloodbaths. There's other ways to go about war and the lazy way is one of them!\n\n\u001b[1m全体（丸められた8.5） -  Fire Emblemシリーズの熱心なプレイヤーとして、私は戦争の複数の顔に焦点を当てた戦術シリーズに興味を持っています。 アルデラミンは戦闘後の戦闘だけではありません。 アルデラミンは常に正当な政治を結集し、戦闘は必ずしも正気ではない。 戦争に行くための他の方法があり、怠惰な方法はそれらの一つです！\u001b[22m\n\u001b[1m(Zentai (marume rareta 8. 5) - Faiā Emblem shirīzu no nesshin'na pureiyā to shite, watashi wa sensō no fukusū no kao ni shōten o ateta senjutsu shirīzu ni kyōmi o motte imasu. Aruderamin wa sentō-go no sentō dakede wa arimasen. Aruderamin wa tsuneni seitōna seiji o kesshū shi, sentō wa kanarazushimo shōkide wanai. Sensō ni iku tame no ta no hōhō ga ari, taidana hōhō wa sorera no hitotsudesu!)\u001b[22m\n\nTranslations of \u001b[4mOVERALL (rounded up 8.5) - As an avid player of the Fire Emblem series, I easily find interest in tactical series that focus on the multiple faces of war. Alderamin isn't just battle after battle; Alderamin brings together rather legitimate politics with battles that aren't always head-on bloodbaths. There's other ways to go about war and the lazy way is one of them!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL (rounded up 8.5) - As an avid player of the Fire Emblem series, I easily find interest in tactical series that focus on the multiple faces of war.\u001b[24m\n    \u001b[1m全体（丸められた8.5） -  Fire Emblemシリーズの熱心なプレイヤーとして、私は戦争の複数の顔に焦点を当てた戦術シリーズに興味を持っています。\u001b[22m, \u001b[1mOVERALL（8.5を切り上げ） - ファイアーエムブレムシリーズの熱心なプレーヤーとして、私は簡単に戦争の複数の面に焦点を当て、戦術的なシリーズに興味を見つけます。\u001b[22m\n\u001b[4mAlderamin isn't just battle after battle;\u001b[24m\n    \u001b[1mアルデラミンは戦闘後の戦闘だけではありません。\u001b[22m, \u001b[1mAlderaminは戦いの後だけの戦いではありません。\u001b[22m\n\u001b[4mAlderamin brings together rather legitimate politics with battles that aren't always head-on bloodbaths.\u001b[24m\n    \u001b[1mアルデラミンは常に正当な政治を結集し、戦闘は必ずしも正気ではない。\u001b[22m, \u001b[1mAlderaminは常に頭にbloodbathsではない戦いと一緒にではなく、正当な政治をもたらします。\u001b[22m\n\u001b[4mThere's other ways to go about war and the lazy way is one of them!\u001b[24m\n    \u001b[1m戦争に行くための他の方法があり、怠惰な方法はそれらの一つです！\u001b[22m, \u001b[1m戦争について行くと怠惰な方法は、それらの一つであるために他の方法があります！\u001b[22m\n\u001b[1m\u001b[22m\nRATING EXPLANATIONS:\n\n\u001b[1m評価の説明：\u001b[22m\n\u001b[1m(Hyōka no setsumei:)\u001b[22m\n\nTranslations of \u001b[4mRATING EXPLANATIONS:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRATING EXPLANATIONS:\u001b[24m\n    \u001b[1m評価の説明：\u001b[22m, \u001b[1mRATING群の説明：\u001b[22m\nSTORY (8) - Thirteen episodes is usually never enough for thoroughly thought-out anything; it doesn't matter the genre, it matters the idea and how well it's laid out. Such is the case for Alderamin. Madhouse made a smart decision to not squish too much into 13 episodes and the pacing prospers as a result.\n\n\u001b[1mストーリー（8） -  13のエピソードは、徹底的に考え抜かれたものでは決して十分ではありません。 それはジャンルに関係なく、アイデアとレイアウトにどれだけうまく対応しているかに関係します。  Alderaminの場合がそうである。 マッドハウスは結果的に13のエピソードにペニスをあまりにも多く詰め込まず、ペーシングが栄えないという賢明な決定を下した。\u001b[22m\n\u001b[1m(Sutōrī (8 ) - 13 no episōdo wa, tetteiteki ni kangaenuka reta monode wa kesshite jūbunde wa arimasen. Sore wa janru ni kankei naku, aidea to reiauto ni dore dake umaku taiō shite iru ka ni kankei shimasu. Alderamin no baai ga sōdearu. Maddohausu wa kekka-teki ni 13 no episōdo ni penisu o amarini mo ōku tsumekomazu, pēshingu ga sakaenai to iu kenmeina kettei o kudashita.)\u001b[22m\n\nTranslations of \u001b[4mSTORY (8) - Thirteen episodes is usually never enough for thoroughly thought-out anything; it doesn't matter the genre, it matters the idea and how well it's laid out. Such is the case for Alderamin. Madhouse made a smart decision to not squish too much into 13 episodes and the pacing prospers as a result.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSTORY (8) - Thirteen episodes is usually never enough for thoroughly thought-out anything;\u001b[24m\n    \u001b[1mストーリー（8） -  13のエピソードは、徹底的に考え抜かれたものでは決して十分ではありません。\u001b[22m, \u001b[1mSTORY（8） - サーティーンエピソードは通常、徹底的に考え抜かれた何のために決して十分です。\u001b[22m\n\u001b[4mit doesn't matter the genre, it matters the idea and how well it's laid out.\u001b[24m\n    \u001b[1mそれはジャンルに関係なく、アイデアとレイアウトにどれだけうまく対応しているかに関係します。\u001b[22m, \u001b[1mそれはジャンルを問題ではない、それはアイデアを重要とどれだけそれがレイアウトされています。\u001b[22m\n\u001b[4mSuch is the case for Alderamin.\u001b[24m\n    \u001b[1mAlderaminの場合がそうである。\u001b[22m, \u001b[1mこのようなAlderaminのためのケースです。\u001b[22m\n\u001b[4mMadhouse made a smart decision to not squish too much into 13 episodes and the pacing prospers as a result.\u001b[24m\n    \u001b[1mマッドハウスは結果的に13のエピソードにペニスをあまりにも多く詰め込まず、ペーシングが栄えないという賢明な決定を下した。\u001b[22m, \u001b[1mマッドハウスは13のエピソードにすぎをスキッシュしないようにスマートな意思決定を行い、ペーシングは、結果として栄えます。\u001b[22m\n\u001b[1m\u001b[22m\nART/ANIMATION (10) - It's been awhile since I've seen such... Beautiful fights and soul-tingling tactics. It's a horrible beauty and a bittersweet feeling. Why? Because Madhouse takes steps to remind you at every turn that war is not light-hearted.\n\n\u001b[1mアート/アニメーション（10） - 私はこのようなことを見てからしばらくしています...美しい戦いと魂の刺青の戦術。 それは恐ろしい美しさと甘い感じです。 どうして？ マッドハウスでは、戦争は軽心ではないことをあなたに思い出させるための措置を講じるからです。\u001b[22m\n\u001b[1m(Āto/ animēshon (10) - watashi wa kono yōna koto o mite kara shibaraku shite imasu... Utsukushī tatakai to tamashī no irezumi no senjutsu. Sore wa osoroshī utsukushi-sa to amai kanjidesu. Dōshite? Maddohausude wa, sensō wa kei kokorode wanai koto o anata ni omoidasa seru tame no sochi o kōjirukaradesu.)\u001b[22m\n\nTranslations of \u001b[4mART/ANIMATION (10) - It's been awhile since I've seen such... Beautiful fights and soul-tingling tactics. It's a horrible beauty and a bittersweet feeling. Why? Because Madhouse takes steps to remind you at every turn that war is not light-hearted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART/ANIMATION (10) - It's been awhile since I've seen such... Beautiful fights and soul-tingling tactics.\u001b[24m\n    \u001b[1mアート/アニメーション（10） - 私はこのようなことを見てからしばらくしています...美しい戦いと魂の刺青の戦術。\u001b[22m, \u001b[1mART / ANIMATION（10） - それは私がそのような...美しい戦いと魂-ヒリヒリ戦術を見てきたので、しばらくされています。\u001b[22m\n\u001b[4mIt's a horrible beauty and a bittersweet feeling.\u001b[24m\n    \u001b[1mそれは恐ろしい美しさと甘い感じです。\u001b[22m, \u001b[1mそれは恐ろしい美しさとほろ苦い感じです。\u001b[22m\n\u001b[4mWhy?\u001b[24m\n    \u001b[1mどうして？\u001b[22m, \u001b[1mなぜ？\u001b[22m, \u001b[1mなぜでしょうか？\u001b[22m\n\u001b[4mBecause Madhouse takes steps to remind you at every turn that war is not light-hearted.\u001b[24m\n    \u001b[1mマッドハウスでは、戦争は軽心ではないことをあなたに思い出させるための措置を講じるからです。\u001b[22m, \u001b[1mそのためマッドハウスは戦争が気軽ではないことを回すごとにあなたを思い出させるための手順を実行します。\u001b[22m\n\u001b[1m\u001b[22m\nSOUND (rounded down 7.5) - The OP you can rock out to every time it comes up. The ED calms you down, but I must be honest: it's pretty skippable. When Madhouse knows they're got the hype on their side, the OST really boosts it, but it also slips away.\n\n\u001b[1mSOUND（切り捨てられた7.5） - それが来るたびにあなたは揺るがすことができるOP。  EDはあなたを落ち着かせますが、私は正直言っていいでしょう：それはかなりスキップ可能です。 マッドハウスが彼らの誇大宣伝を知っているとき、OSTはそれを本当に高めるが、それはまた脱落する。\u001b[22m\n\u001b[1m(Saundo (kirisute rareta 7. 5) - Sore ga kuru tabi ni anata wa yurugasu koto ga dekiru OP. ED wa anata o ochitsuka semasuga, watashi wa shōjiki itte īdeshou: Sore wa kanari sukippu kanōdesu. Maddohausu ga karera no kodai senden o shitte iru toki, OST wa sore o hontōni takameruga, soreha mata datsuraku suru.)\u001b[22m\n\nTranslations of \u001b[4mSOUND (rounded down 7.5) - The OP you can rock out to every time it comes up. The ED calms you down, but I must be honest: it's pretty skippable. When Madhouse knows they're got the hype on their side, the OST really boosts it, but it also slips away.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND (rounded down 7.5) - The OP you can rock out to every time it comes up.\u001b[24m\n    \u001b[1mSOUND（切り捨てられた7.5） - それが来るたびにあなたは揺るがすことができるOP。\u001b[22m, \u001b[1mSOUND（ダウン7.5四捨五入） - あなたはそれが起動するたびに出てロックすることができOP。\u001b[22m\n\u001b[4mThe ED calms you down, but I must be honest: it's pretty skippable.\u001b[24m\n    \u001b[1mEDはあなたを落ち着かせますが、私は正直言っていいでしょう：それはかなりスキップ可能です。\u001b[22m, \u001b[1mEDはあなたの落ち着きが、私は正直でなければなりません：それはかなりスキップ可能です。\u001b[22m\n\u001b[4mWhen Madhouse knows they're got the hype on their side, the OST really boosts it, but it also slips away.\u001b[24m\n    \u001b[1mマッドハウスが彼らの誇大宣伝を知っているとき、OSTはそれを本当に高めるが、それはまた脱落する。\u001b[22m, \u001b[1mマッドハウスが、彼らは彼らの側に誇大広告を持っている知っているとき、OSTは実際にそれを向上させ、それはまた離れてスリップ。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER (rounded down 9.5) - Each one of the protagonists have their own shine, even if they do somewhat take from the usual anime archetypes. What really carries throughout the series is the depth of each unbelievably well-written relationship.\n\n\u001b[1mCHARACTER（9.5の端数を切り捨てた） - 主人公のそれぞれは、通常のアニメの原型からいくらか取っても、自分の輝きを持っています。 シリーズ全体を通して実際に運ばれているのは、信じられないほどよく書かれた関係の深さです。\u001b[22m\n\u001b[1m(CHARACTER (9 . 5 No hasū o kirisuteta) - shujinkō no sorezore wa, tsūjō no anime no genkei kara ikuraka totte mo, jibun no kagayaki o motte imasu. Shirīzu zentai o tōshite jissai ni hakoba rete iru no wa, shinji rarenai hodo yoku kaka reta kankei no fuka-sadesu.)\u001b[22m\n\nTranslations of \u001b[4mCHARACTER (rounded down 9.5) - Each one of the protagonists have their own shine, even if they do somewhat take from the usual anime archetypes. What really carries throughout the series is the depth of each unbelievably well-written relationship.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCHARACTER (rounded down 9.5) - Each one of the protagonists have their own shine, even if they do somewhat take from the usual anime archetypes.\u001b[24m\n    \u001b[1mCHARACTER（9.5の端数を切り捨てた） - 主人公のそれぞれは、通常のアニメの原型からいくらか取っても、自分の輝きを持っています。\u001b[22m, \u001b[1mCHARACTER（ダウン9.5四捨五入） - 主人公の一人一人は、彼らがやや通常のアニメの原型から取る場合でも、自分自身の輝きを持っています。\u001b[22m\n\u001b[4mWhat really carries throughout the series is the depth of each unbelievably well-written relationship.\u001b[24m\n    \u001b[1mシリーズ全体を通して実際に運ばれているのは、信じられないほどよく書かれた関係の深さです。\u001b[22m, \u001b[1m本当にシリーズ全体に運ぶと、各信じられないほどよく書かれた関係の深さです。\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT (9) - I found joy in the direction Alderamin went---with the characters and tactical choices---and excitement in anticipating what Ikta was going to do next.\n\n\u001b[1m楽しさ（9） - キャラクターや戦術的な選択で--- Alderaminが行った方向に喜びを感じ、次はIktaが何をやろうとしているか予想して興奮しました。\u001b[22m\n\u001b[1m(Tanoshisa (9 ) - kyarakutā ya senjutsu-tekina sentaku de -- - Alderamin ga okonatta hōkō ni yorokobi o kanji,-ji wa Ikta ga nani o yarou to shite iru ka yosō shite kōfun shimashita.)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT (9) - I found joy in the direction Alderamin went---with the characters and tactical choices---and excitement in anticipating what Ikta was going to do next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT (9) - I found joy in the direction Alderamin went---with the characters and tactical choices---and excitement in anticipating what Ikta was going to do next.\u001b[24m\n    \u001b[1m楽しさ（9） - キャラクターや戦術的な選択で--- Alderaminが行った方向に喜びを感じ、次はIktaが何をやろうとしているか予想して興奮しました。\u001b[22m, \u001b[1m享有は（9） - 私はIktaが次に何をするつもりだったものを先取りに文字や戦術的な選択肢---と興奮で--- Alderaminが行った方向に喜びを見つけました。\u001b[22m\n\u001b[1m\u001b[22m\nADDITIONAL RATINGS: Character Design - 8 ; Directing/Cinematography - 10 ; CGI - 9 ; Pacing within Episodes - 8 ; Pacing Overall - 9 ; Seiyuu - 10\n\n\u001b[1mその他の評価：キャラクターデザイン -  8; 監督/撮影 -  10;  CGI-9; エピソード内のペーシング -  8; ペーシング全体 -  9; 西友 -  10\u001b[22m\n\u001b[1m(Sonohoka no hyōka: Kyarakutādezain - 8; kantoku/ satsuei - 10; CGI - 9; episōdo-nai no pēshingu - 8; pēshingu zentai - 9; Seiyū - 10)\u001b[22m\n\nTranslations of \u001b[4mADDITIONAL RATINGS: Character Design - 8 ; Directing/Cinematography - 10 ; CGI - 9 ; Pacing within Episodes - 8 ; Pacing Overall - 9 ; Seiyuu - 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mADDITIONAL RATINGS: Character Design - 8 ;\u001b[24m\n    \u001b[1mその他の評価：キャラクターデザイン -  8;\u001b[22m, \u001b[1m追加定格：キャラクターデザイン -  8。\u001b[22m\n\u001b[4mDirecting/Cinematography - 10 ;\u001b[24m\n    \u001b[1m監督/撮影 -  10;\u001b[22m, \u001b[1m演出/映画撮影 -  10;\u001b[22m\n\u001b[4mCGI - 9 ;\u001b[24m\n    \u001b[1mCGI-9;\u001b[22m, \u001b[1mCGI  -  9;\u001b[22m\n\u001b[4mPacing within Episodes - 8 ;\u001b[24m\n    \u001b[1mエピソード内のペーシング -  8;\u001b[22m, \u001b[1mエピソードの中にペーシング -  8。\u001b[22m\n\u001b[4mPacing Overall - 9 ;\u001b[24m\n    \u001b[1mペーシング全体 -  9;\u001b[22m, \u001b[1m全体的にペーシング -  9;\u001b[22m\n\u001b[4mSeiyuu - 10\u001b[24m\n    \u001b[1m西友 -  10\u001b[22m, \u001b[1m声優 -  10\u001b[22m"
  },
  {
    "title": "Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "id": "31764",
    "url": "https://myanimelist.net/anime/31764/Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "user": "Tonysol67",
    "profile": "/profile/Tonysol67/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=230950",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  6\n\n要約 - 物語は、Katjvarna帝国と紀岡の戦争に焦点を当てた幻想的な世界で行われます。 主人公Ikta Solorkは戦争を嫌うが、最終的に彼の土地を守るために高級軍士官になること以外に選択肢はない。 彼と彼の友人/同盟国は戦争に送られ、英雄になるという彼の話が始まります。\n\nアニメーション - このショーのアニメーションは、スタジオマッドハウスから期待どおりに非常に良いです。 それはほとんど一貫性があり、キャラクターのデザインは非常によく見えるし、アクションには良い流れがあります。 それはまだ素晴らしいことではないが、それは良いです\n7/10\n\n音 - 音楽は独特の大丈夫だったが、うまくいった。 声の演技は良い苦情ではなかった。\n6/10\n\nストーリー - 物語は、それがファンタジー設定で戦争ドラマになっていることを示すので、興味深い前提を持っています。 戦争、帝国における一族と家族との緊張と関係など、多くのことがそれに向けて進んでいます。 帝国内の地位と階級、宗教的な声、帝国内の腐敗などがあります。 しかし、それは実際にプロットと実行で終わらない。 最初のエピソードからは、上記の点が半分の時間に行われた可能性のあるキャラクターとその関係を築くために強調されていれば、ほとんどの博士学校で、ほとんどの博士課程がありました。 それは後で拾い始めるが、ほんの少しで始まる。\n宗教のテーマも興味深いが、貧弱なアイディアです。 彼らは異文化間の宗教についての異なる考え方を提示していますが、現実世界でただ宗教ではなく戦争のために使われるヘルパースピリッツとして提示されると失敗しますが、それは幻想だと理解しますが、 パワーを少し増強する。\n4/10\nすべてのメインキャラクターは写真に示されているものです。 彼らはほとんどすべて二次元であり、提示されているもののほとんどが最初のエピソードにある。 あなたはまだそれらを面白く見つけることができますが、何か素晴らしいことは期待しないでください。\n5/10\n\nサマリー - 良いアニメーション、平均的なサウンドトラックとボイス演技、不十分に実行されたストーリー、平均的なキャラクター。\n5/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nSummary- The story takes place in a fantasy world focusing on a war between Katjvarna empire and the Republic of Kioka. the protagonist Ikta Solork detests war but ultimately has no choice but to become a High Grade Military Officer to defend his land. He and his friend/allies are sent to war, and his story of becoming a hero begins.\n\n\u001b[1m要約 - 物語は、Katjvarna帝国と紀岡の戦争に焦点を当てた幻想的な世界で行われます。 主人公Ikta Solorkは戦争を嫌うが、最終的に彼の土地を守るために高級軍士官になること以外に選択肢はない。 彼と彼の友人/同盟国は戦争に送られ、英雄になるという彼の話が始まります。\u001b[22m\n\u001b[1m(Yōyaku - monogatari wa, Katjvarna teikoku to Ki Oka no sensō ni shōten o ateta gensō-tekina sekai de okonawa remasu. Shujinkō Ikta Solork wa sensō o kirauga, saishūtekini kare no tochi o mamoru tame ni kōkyū-gun shikan ni naru koto igai ni sentakushi wanai. Kare to kare no yūjin/ dōmeikuni wa sensō ni okura re, eiyū ni naru to iu kare no hanashi ga hajimarimasu.)\u001b[22m\n\nTranslations of \u001b[4mSummary- The story takes place in a fantasy world focusing on a war between Katjvarna empire and the Republic of Kioka. the protagonist Ikta Solork detests war but ultimately has no choice but to become a High Grade Military Officer to defend his land. He and his friend/allies are sent to war, and his story of becoming a hero begins.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSummary- The story takes place in a fantasy world focusing on a war between Katjvarna empire and the Republic of Kioka.\u001b[24m\n    \u001b[1m要約 - 物語は、Katjvarna帝国と紀岡の戦争に焦点を当てた幻想的な世界で行われます。\u001b[22m, \u001b[1m物語はKatjvarna帝国とKiokaの共和国間の戦争に焦点を当てたファンタジーの世界で起こりますSummary-。\u001b[22m\n\u001b[4mthe protagonist Ikta Solork detests war but ultimately has no choice but to become a High Grade Military Officer to defend his land.\u001b[24m\n    \u001b[1m主人公Ikta Solorkは戦争を嫌うが、最終的に彼の土地を守るために高級軍士官になること以外に選択肢はない。\u001b[22m, \u001b[1m主人公Ikta Solorkは戦争を憎まれたが、最終的に彼の土地を守るためにハイグレード将校となっざるを得ません。\u001b[22m\n\u001b[4mHe and his friend/allies are sent to war, and his story of becoming a hero begins.\u001b[24m\n    \u001b[1m彼と彼の友人/同盟国は戦争に送られ、英雄になるという彼の話が始まります。\u001b[22m, \u001b[1m彼と彼の友人/同盟国は戦争に送られ、そして始まる英雄になる彼の話されています。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation- the animation for this show is very good as expected from studio madhouse. it is mostly consistent, the character designs look very good, and it has nice flow when it comes to action. it's still nothing amazing but it's good\n\n\u001b[1mアニメーション - このショーのアニメーションは、スタジオマッドハウスから期待どおりに非常に良いです。 それはほとんど一貫性があり、キャラクターのデザインは非常によく見えるし、アクションには良い流れがあります。 それはまだ素晴らしいことではないが、それは良いです\u001b[22m\n\u001b[1m(Animēshon - kono shō no animēshon wa, sutajiomaddohausu kara kitai-dōri ni hijō ni yoidesu. Sore wa hotondo ikkan-sei ga ari, kyarakutā no dezain wa hijō ni yoku mierushi, akushon ni wa yoi nagare ga arimasu. Sore wa mada subarashī kotode wa naiga, sore wa yoidesu)\u001b[22m\n\nTranslations of \u001b[4mAnimation- the animation for this show is very good as expected from studio madhouse. it is mostly consistent, the character designs look very good, and it has nice flow when it comes to action. it's still nothing amazing but it's good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation- the animation for this show is very good as expected from studio madhouse.\u001b[24m\n    \u001b[1mアニメーション - このショーのアニメーションは、スタジオマッドハウスから期待どおりに非常に良いです。\u001b[22m, \u001b[1mスタジオマッドハウスから予想されるようにAnimation-このショーのためのアニメーションは非常に良いです。\u001b[22m\n\u001b[4mit is mostly consistent, the character designs look very good, and it has nice flow when it comes to action.\u001b[24m\n    \u001b[1mそれはほとんど一貫性があり、キャラクターのデザインは非常によく見えるし、アクションには良い流れがあります。\u001b[22m, \u001b[1mそれは、キャラクターデザインは非常に良い見て、主に一貫性があり、それが行動に来るとき、それはいい流れを持っています。\u001b[22m\n\u001b[4mit's still nothing amazing but it's good\u001b[24m\n    \u001b[1mそれはまだ素晴らしいことではないが、それは良いです\u001b[22m, \u001b[1mそれはまだ驚くほど何もないが、それは良いことです\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound- the music was okay nothing unique, but it did well. the voice acting was good no complaint there.\n\n\u001b[1m音 - 音楽は独特の大丈夫だったが、うまくいった。 声の演技は良い苦情ではなかった。\u001b[22m\n\u001b[1m(Oto - ongaku wa dokutoku no daijōbudattaga, umaku itta. Koe no engi wa yoi kujōde wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mSound- the music was okay nothing unique, but it did well. the voice acting was good no complaint there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- the music was okay nothing unique, but it did well.\u001b[24m\n    \u001b[1m音 - 音楽は独特の大丈夫だったが、うまくいった。\u001b[22m, \u001b[1m音楽健全ユニーク大丈夫何もなかったが、それはよくやりました。\u001b[22m\n\u001b[4mthe voice acting was good no complaint there.\u001b[24m\n    \u001b[1m声の演技は良い苦情ではなかった。\u001b[22m, \u001b[1m声の演技はありません苦情があり良好でした。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nStory- the story has an interesting premise as it shows that it is supposed to be a war drama in a fantasy setting. it also has many things going for it such the the war, the tensions and relations between the clans and families in the empire. status and class in the empire, religious tones, and corruption inside the empire. however it doesn't really follow through in the plot and the execution. starting from the beginning episodes it was mostly exposition, with some military school, most if the points above are just highlighted over to build up the characters and their relationships, which could have been done in half the time. it does start to pick up later on, but only by a little.\n\n\u001b[1mストーリー - 物語は、それがファンタジー設定で戦争ドラマになっていることを示すので、興味深い前提を持っています。 戦争、帝国における一族と家族との緊張と関係など、多くのことがそれに向けて進んでいます。 帝国内の地位と階級、宗教的な声、帝国内の腐敗などがあります。 しかし、それは実際にプロットと実行で終わらない。 最初のエピソードからは、上記の点が半分の時間に行われた可能性のあるキャラクターとその関係を築くために強調されていれば、ほとんどの博士学校で、ほとんどの博士課程がありました。 それは後で拾い始めるが、ほんの少しで始まる。\u001b[22m\n\u001b[1m(Sutōrī - monogatari wa, sore ga fantajī settei de sensō dorama ni natte iru koto o shimesunode, kyōmibukai zentei o motte imasu. Sensō, teikoku ni okeru ichizoku to kazoku to no kinchō to kankei nado, ōku no koto ga sore ni mukete susunde imasu. Teikoku-nai no chii to kaikyū, shūkyō-tekina koe, teikoku-nai no fuhai nado ga arimasu. Shikashi, sore wa jissai ni purotto to jikkō de owaranai. Saisho no episōdo kara wa, jōki no ten ga hanbun no jikan ni okonawa reta kanōsei no aru kyarakutā to sono kankei o kizuku tame ni kyōchō sa rete ireba, hotondo no hakase gakkō de, hotondo no hakushikatei ga arimashita. Sore wa atode hiroi hajimeruga, hon'nosukoshi de hajimaru.)\u001b[22m\n\nTranslations of \u001b[4mStory- the story has an interesting premise as it shows that it is supposed to be a war drama in a fantasy setting. it also has many things going for it such the the war, the tensions and relations between the clans and families in the empire. status and class in the empire, religious tones, and corruption inside the empire. however it doesn't really follow through in the plot and the execution. starting from the beginning episodes it was mostly exposition, with some military school, most if the points above are just highlighted over to build up the characters and their relationships, which could have been done in half the time. it does start to pick up later on, but only by a little.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- the story has an interesting premise as it shows that it is supposed to be a war drama in a fantasy setting.\u001b[24m\n    \u001b[1mストーリー - 物語は、それがファンタジー設定で戦争ドラマになっていることを示すので、興味深い前提を持っています。\u001b[22m, \u001b[1mそれはファンタジー設定での戦争ドラマことになっていることを示しているようStory-話は面白い前提があります。\u001b[22m\n\u001b[4mit also has many things going for it such the the war, the tensions and relations between the clans and families in the empire.\u001b[24m\n    \u001b[1m戦争、帝国における一族と家族との緊張と関係など、多くのことがそれに向けて進んでいます。\u001b[22m, \u001b[1mそれはまた、帝国内の氏族や家族間の緊張との関係をそれのために、このような戦争を行く多くのものを持っています。\u001b[22m\n\u001b[4mstatus and class in the empire, religious tones, and corruption inside the empire.\u001b[24m\n    \u001b[1m帝国内の地位と階級、宗教的な声、帝国内の腐敗などがあります。\u001b[22m, \u001b[1m帝国、宗教的なトーン、そして帝国内部の腐敗でステータスおよびクラス。\u001b[22m\n\u001b[4mhowever it doesn't really follow through in the plot and the execution.\u001b[24m\n    \u001b[1mしかし、それは実際にプロットと実行で終わらない。\u001b[22m, \u001b[1mしかし、それは実際にプロットし、実行時にフォロースルーしません。\u001b[22m\n\u001b[4mstarting from the beginning episodes it was mostly exposition, with some military school, most if the points above are just highlighted over to build up the characters and their relationships, which could have been done in half the time.\u001b[24m\n    \u001b[1m最初のエピソードからは、上記の点が半分の時間に行われた可能性のあるキャラクターとその関係を築くために強調されていれば、ほとんどの博士学校で、ほとんどの博士課程がありました。\u001b[22m, \u001b[1m上記のポイントは半分の時間で行われている可能性がある、文字とそれらの関係を構築するためにわずか強調されている場合、一部の軍事学校で、それは主に博覧会だったから始まるエピソードから最も始まります。\u001b[22m\n\u001b[4mit does start to pick up later on, but only by a little.\u001b[24m\n    \u001b[1mそれは後で拾い始めるが、ほんの少しで始まる。\u001b[22m, \u001b[1mそれは少しだけすることにより、後にピックアップし始めるん。\u001b[22m\nthe theme of religion is also another interesting but poorly executed idea. although they present the idea of different thoughts about religion between different cultures it fails when presented as the helper spirits that are used for war instead of just religion in the real world, I understand that it's a fantasy, but they serve nothing for the plot except for little power boost.\n\n\u001b[1m宗教のテーマも興味深いが、貧弱なアイディアです。 彼らは異文化間の宗教についての異なる考え方を提示していますが、現実世界でただ宗教ではなく戦争のために使われるヘルパースピリッツとして提示されると失敗しますが、それは幻想だと理解しますが、 パワーを少し増強する。\u001b[22m\n\u001b[1m(Shūkyō no tēma mo kyōmibukaiga, hinjakuna aidiadesu. Karera wa i bunka-kan no shūkyō ni tsuite no kotonaru kangaekata o teiji shite imasuga, genjitsu sekaide tada shūkyōde wa naku sensō no tame ni tsukawa reru herupāsupirittsu to shite teiji sa reru to shippai shimasuga, soreha gensōda to rikai shimasuga, pawā o sukoshi zōkyō suru.)\u001b[22m\n\nTranslations of \u001b[4mthe theme of religion is also another interesting but poorly executed idea. although they present the idea of different thoughts about religion between different cultures it fails when presented as the helper spirits that are used for war instead of just religion in the real world, I understand that it's a fantasy, but they serve nothing for the plot except for little power boost.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mthe theme of religion is also another interesting but poorly executed idea.\u001b[24m\n    \u001b[1m宗教のテーマも興味深いが、貧弱なアイディアです。\u001b[22m, \u001b[1m宗教のテーマはまた別の興味深いが、正しく行わない考えです。\u001b[22m\n\u001b[4malthough they present the idea of different thoughts about religion between different cultures it fails when presented as the helper spirits that are used for war instead of just religion in the real world, I understand that it's a fantasy, but they serve nothing for the plot except\u001b[24m\n    \u001b[1m彼らは異文化間の宗教についての異なる考え方を提示していますが、現実世界でただ宗教ではなく戦争のために使われるヘルパースピリッツとして提示されると失敗しますが、それは幻想だと理解しますが、\u001b[22m, \u001b[1m彼らは現実の世界での戦争だけではなく、宗教のために使用されるヘルパースピリッツとして提示された場合、それが失敗した異文化間の宗教について異なる思考の考え方を提示しているが、私はそれは幻想だということを理解し、彼らは除いて、プロットのために何を提供していません\u001b[22m\n\u001b[4mfor little power boost.\u001b[24m\n    \u001b[1mパワーを少し増強する。\u001b[22m, \u001b[1m少しパワーブースト用。\u001b[22m\n4/10\n\n\u001b[1m4/10\u001b[22m\n\u001b[1m(4/ 10)\u001b[22m\n\nTranslations of \u001b[4m4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4/10\u001b[24m\n    \u001b[1m4/10\u001b[22m, \u001b[1m4月10日\u001b[22m\ncharacters- all the main characters are the one shown in the picture. they're are mostly all 2-dimensional and most of what they're presented are in the beginning episodes. you can still find them interesting, but don't expect anything great.\n\n\u001b[1mすべてのメインキャラクターは写真に示されているものです。 彼らはほとんどすべて二次元であり、提示されているもののほとんどが最初のエピソードにある。 あなたはまだそれらを面白く見つけることができますが、何か素晴らしいことは期待しないでください。\u001b[22m\n\u001b[1m(Subete no meinkyarakutā wa shashin ni shimesa rete iru monodesu. Karera wa hotondo subete nijigendeari, teiji sa rete irumonono hotondo ga saisho no episōdo ni aru. Anata wa mada sorera o omoshiroku mitsukeru koto ga dekimasuga, nanika subarashī koto wa kitai shinaide kudasai.)\u001b[22m\n\nTranslations of \u001b[4mcharacters- all the main characters are the one shown in the picture. they're are mostly all 2-dimensional and most of what they're presented are in the beginning episodes. you can still find them interesting, but don't expect anything great.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mcharacters- all the main characters are the one shown in the picture.\u001b[24m\n    \u001b[1mすべてのメインキャラクターは写真に示されているものです。\u001b[22m, \u001b[1mcharacters-すべての主要な登場人物は、写真のように一つです。\u001b[22m\n\u001b[4mthey're are mostly all 2-dimensional and most of what they're presented are in the beginning episodes.\u001b[24m\n    \u001b[1m彼らはほとんどすべて二次元であり、提示されているもののほとんどが最初のエピソードにある。\u001b[22m, \u001b[1m彼らがしているすべてのほとんどは2次元であり、彼らが提示しているものの大部分が始まるのエピソードです。\u001b[22m\n\u001b[4myou can still find them interesting, but don't expect anything great.\u001b[24m\n    \u001b[1mあなたはまだそれらを面白く見つけることができますが、何か素晴らしいことは期待しないでください。\u001b[22m, \u001b[1mあなたはまだそれが面白い見つけることができますが、偉大な何かを期待しないでください。\u001b[22m\n5/10\n\n\u001b[1m5/10\u001b[22m\n\u001b[1m(5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\n\u001b[1m\u001b[22m\nsummary- good animation, above average soundtrack and voice acting, poorly executed story, and average characters.\n\n\u001b[1mサマリー - 良いアニメーション、平均的なサウンドトラックとボイス演技、不十分に実行されたストーリー、平均的なキャラクター。\u001b[22m\n\u001b[1m(Samarī - yoi animēshon, heikin-tekina saundotorakku to boisu engi, fujūbun ni jikkō sa reta sutōrī, heikin-tekina kyarakutā.)\u001b[22m\n\nTranslations of \u001b[4msummary- good animation, above average soundtrack and voice acting, poorly executed story, and average characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4msummary- good animation, above average soundtrack and voice acting, poorly executed story, and average characters.\u001b[24m\n    \u001b[1mサマリー - 良いアニメーション、平均的なサウンドトラックとボイス演技、不十分に実行されたストーリー、平均的なキャラクター。\u001b[22m, \u001b[1m平均サウンドトラックと声の演技、正しく行わない話であり、平均の文字の上に、優れたアニメーションをsummary-。\u001b[22m\n5/10\n\n\u001b[1m5/10\u001b[22m\n\u001b[1m(5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m"
  },
  {
    "title": "Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "id": "31764",
    "url": "https://myanimelist.net/anime/31764/Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "user": "JasonWaataja",
    "profile": "/profile/JasonWaataja/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=230822",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nこれは、一部の人にとってヒットやミスかもしれませんが、私にとっては、シーズンのベストの1つでした。 私がそれを大いに楽しんだ理由は、主なテーマの共鳴でした。過労は、必要なときにいつもどこにでも働くことができ、それが理に適ったときに働くことができ、あなたができるときに怠け者であり、 このショーは「科学的思考」と呼んでおり、多くの人々がこれらの日を理解していないように思われます。\n\nこれは、反戦、腐敗防止、そしてしばしば反宗教的なメッセージが本当に本物だと感じるだけでなく、多くの出来事が歴史的な悲劇や社会問題に戻るという事実にもかかわらず、多くの異なるアイデアに適用されます。 それは、批判的思考を罰する社会に生きることがどれほど残念であるか、あるいは兵士を不必要な戦争で死ぬように送ることを、本当にうまく描いている。\n\nキャラクターと戦い自体は私の主な魅力ではありませんが、私はそれらを楽しんでいました。 私は最初のエピソードの非常に無能な前半の後にショーをほとんど落としたが、その後は本当にそれが拾ったと感じる。  2人か3人の最も重要なキャラクター以外に、話すことはあまりありません。  Ikta Solorkは私にとって非常に関係の深い主人公であり、ストーリーの難題のほとんどを簡単に克服することができますが、賢明さは彼がそれを稼いでいるように感じさせ、彼は他の分野に欠けていることを指摘しています。 体力は、最もカリスマ的なリーダーではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThis one might be a hit or miss for some people, but for me it was one of the best of the season. The reason I enjoyed it so much was the resonance of its main theme: that overworking often gets you nowhere and working when needed and when it make sense is the best, as well as being lazy when you can and doing what's smart. The show calls it 'scientific thinking,' and it's an idea that a lot of people don't seem to understand these days.\n\n\u001b[1mこれは、一部の人にとってヒットやミスかもしれませんが、私にとっては、シーズンのベストの1つでした。 私がそれを大いに楽しんだ理由は、主なテーマの共鳴でした。過労は、必要なときにいつもどこにでも働くことができ、それが理に適ったときに働くことができ、あなたができるときに怠け者であり、 このショーは「科学的思考」と呼んでおり、多くの人々がこれらの日を理解していないように思われます。\u001b[22m\n\u001b[1m(Kore wa, ichibu no hito ni totte hitto ya misu kamo shiremasenga, watashi ni totte wa, shīzun no besuto no 1tsudeshita. Watashi ga sore o ōini tanoshinda riyū wa, omona tēma no kyōmeideshita. Karō wa, hitsuyōna toki ni itsumo doko ni demo hataraku koto ga deki, sore ga ri ni kanatta toki ni hataraku koto ga deki, anata ga dekiru toki ni namakemonodeari, kono shō wa `kagaku-teki shikō' to yonde ori, ōku no hitobito ga korera no hi o rikai shite inai yō ni omowa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThis one might be a hit or miss for some people, but for me it was one of the best of the season. The reason I enjoyed it so much was the resonance of its main theme: that overworking often gets you nowhere and working when needed and when it make sense is the best, as well as being lazy when you can and doing what's smart. The show calls it 'scientific thinking,' and it's an idea that a lot of people don't seem to understand these days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis one might be a hit or miss for some people, but for me it was one of the best of the season.\u001b[24m\n    \u001b[1mこれは、一部の人にとってヒットやミスかもしれませんが、私にとっては、シーズンのベストの1つでした。\u001b[22m, \u001b[1mこの1は、一部の人のためのヒットまたはミスかもしれませんが、私にとっては、今シーズンの最高の一つでした。\u001b[22m\n\u001b[4mThe reason I enjoyed it so much was the resonance of its main theme: that overworking often gets you nowhere and working when needed and when it make sense is the best, as well as being lazy when you can and doing what's smart.\u001b[24m\n    \u001b[1m私がそれを大いに楽しんだ理由は、主なテーマの共鳴でした。過労は、必要なときにいつもどこにでも働くことができ、それが理に適ったときに働くことができ、あなたができるときに怠け者であり、\u001b[22m, \u001b[1m私はそれがそんなに楽しんだ理由は、そのメインテーマの共振た：多くの場合、どこにもあなたを取得せず、必要なときに働いて、それが意味をなすときに過労が最良であるだけでなく、あなたがスマートだ何をすることができたときに怠けていること。\u001b[22m\n\u001b[4mThe show calls it 'scientific thinking,' and it's an idea that a lot of people don't seem to understand these days.\u001b[24m\n    \u001b[1mこのショーは「科学的思考」と呼んでおり、多くの人々がこれらの日を理解していないように思われます。\u001b[22m, \u001b[1mショーは '、科学的思考」と呼んで、それは多くの人がこれらの日を理解していないよう勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nIt applies that to many different ideas which is why the anti-war, anti-corruption, and often anti-religious messages feel so genuine, as well as the fact that many of the events call back to historical tragedies and social issues. It really portrays well how unfortunate it is to live in a society that punishes critical thinking or sends its soldiers to die in needless wars.\n\n\u001b[1mこれは、反戦、腐敗防止、そしてしばしば反宗教的なメッセージが本当に本物だと感じるだけでなく、多くの出来事が歴史的な悲劇や社会問題に戻るという事実にもかかわらず、多くの異なるアイデアに適用されます。 それは、批判的思考を罰する社会に生きることがどれほど残念であるか、あるいは兵士を不必要な戦争で死ぬように送ることを、本当にうまく描いている。\u001b[22m\n\u001b[1m(Kore wa, hansen, fuhai bōshi, soshite shibashiba han shūkyō-tekina messēji ga hontōni honmonoda to kanjiru dakedenaku, ōku no dekigoto ga rekishi-tekina higeki ya shakaimondai ni modoru to iu jijitsu nimokakawarazu, ōku no kotonaru aidea ni tekiyō sa remasu. Sore wa, hihantekishikō o bassuru shakai ni ikiru koto ga dorehodo zan'nendearu ka, aruiwa heishi o fuhitsuyōna sensō de shinu yō ni okuru koto o, hontōni umaku kaite iru.)\u001b[22m\n\nTranslations of \u001b[4mIt applies that to many different ideas which is why the anti-war, anti-corruption, and often anti-religious messages feel so genuine, as well as the fact that many of the events call back to historical tragedies and social issues. It really portrays well how unfortunate it is to live in a society that punishes critical thinking or sends its soldiers to die in needless wars.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt applies that to many different ideas which is why the anti-war, anti-corruption, and often anti-religious messages feel so genuine, as well as the fact that many of the events call back to historical tragedies and social issues.\u001b[24m\n    \u001b[1mこれは、反戦、腐敗防止、そしてしばしば反宗教的なメッセージが本当に本物だと感じるだけでなく、多くの出来事が歴史的な悲劇や社会問題に戻るという事実にもかかわらず、多くの異なるアイデアに適用されます。\u001b[22m, \u001b[1mそれは多くの異なる考えになぜ反戦、反汚職であることが適用され、多くの場合、反宗教的メッセージはとても本物を感じるだけでなく、イベントの多くは歴史の悲劇や社会問題へのコールバックという事実。\u001b[22m\n\u001b[4mIt really portrays well how unfortunate it is to live in a society that punishes critical thinking or sends its soldiers to die in needless wars.\u001b[24m\n    \u001b[1mそれは、批判的思考を罰する社会に生きることがどれほど残念であるか、あるいは兵士を不必要な戦争で死ぬように送ることを、本当にうまく描いている。\u001b[22m, \u001b[1mそれは実際にそれが批判的思考を罰するか、不必要な戦争で死ぬために、その兵士を送る社会の中で生きることがいかに不幸うまく描いています。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters and battles themselves aren't the main appeal for me, but I did quite enjoy them. I almost dropped the show after the highly incompetent first half of the first episode but after that I really feel it picked up. Other than the two or three most important characters, there's not much to speak of, though. Ikta Solork is a highly relatable main character for me and even though he can easily overcome most of the challenges in the story, the cleverness makes it feel like he earns it and it also goes far in pointing out that he lacks in other areas, like physical strength, and isn't the most charismatic leader.\n\n\u001b[1mキャラクターと戦い自体は私の主な魅力ではありませんが、私はそれらを楽しんでいました。 私は最初のエピソードの非常に無能な前半の後にショーをほとんど落としたが、その後は本当にそれが拾ったと感じる。  2人か3人の最も重要なキャラクター以外に、話すことはあまりありません。  Ikta Solorkは私にとって非常に関係の深い主人公であり、ストーリーの難題のほとんどを簡単に克服することができますが、賢明さは彼がそれを稼いでいるように感じさせ、彼は他の分野に欠けていることを指摘しています。 体力は、最もカリスマ的なリーダーではありません。\u001b[22m\n\u001b[1m(Kyarakutā to tatakai jitai wa watashi no omona miryokude wa arimasenga, watashi wa sorera o tanoshinde imashita. Watashi wa saisho no episōdo no hijō ni munōna zenhan no nochi ni shō o hotondo otoshitaga, sonogo wa hontōni sore ga hirotta to kanjiru. 2-Ri ka 3-ri no mottomojūyōna kyarakutā igai ni, hanasu koto wa amari arimasen. Ikta Solork wa watashi ni totte hijō ni kankei no fukai shujinkōdeari, sutōrī no nandai no hotondo o kantan ni kokufuku suru koto ga dekimasuga, kenmei-sa wa kare ga sore o kaseide iru yō ni kanji sase, kare wa hoka no bun'ya ni kakete iru koto o shiteki shite imasu. Tairyoku wa, mottomo karisuma-tekina rīdāde wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe characters and battles themselves aren't the main appeal for me, but I did quite enjoy them. I almost dropped the show after the highly incompetent first half of the first episode but after that I really feel it picked up. Other than the two or three most important characters, there's not much to speak of, though. Ikta Solork is a highly relatable main character for me and even though he can easily overcome most of the challenges in the story, the cleverness makes it feel like he earns it and it also goes far in pointing out that he lacks in other areas, like physical strength, and isn't the most charismatic leader.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters and battles themselves aren't the main appeal for me, but I did quite enjoy them.\u001b[24m\n    \u001b[1mキャラクターと戦い自体は私の主な魅力ではありませんが、私はそれらを楽しんでいました。\u001b[22m, \u001b[1m文字との戦い自体が私にとっての主な魅力はありませんが、私はかなりそれらを楽しむんでした。\u001b[22m\n\u001b[4mI almost dropped the show after the highly incompetent first half of the first episode but after that I really feel it picked up.\u001b[24m\n    \u001b[1m私は最初のエピソードの非常に無能な前半の後にショーをほとんど落としたが、その後は本当にそれが拾ったと感じる。\u001b[22m, \u001b[1m私はほとんど最初のエピソードの非常に無能前半の後にショーを落としたが、その後、私は実際にそれが拾った感じ。\u001b[22m\n\u001b[4mOther than the two or three most important characters, there's not much to speak of, though.\u001b[24m\n    \u001b[1m2人か3人の最も重要なキャラクター以外に、話すことはあまりありません。\u001b[22m, \u001b[1m2または3の最も重要な文字以外の、話すことがたくさんは、しかし、そこにはありません。\u001b[22m\n\u001b[4mIkta Solork is a highly relatable main character for me and even though he can easily overcome most of the challenges in the story, the cleverness makes it feel like he earns it and it also goes far in pointing out that he lacks in other areas, like\u001b[24m\n    \u001b[1mIkta Solorkは私にとって非常に関係の深い主人公であり、ストーリーの難題のほとんどを簡単に克服することができますが、賢明さは彼がそれを稼いでいるように感じさせ、彼は他の分野に欠けていることを指摘しています。\u001b[22m, \u001b[1mIkta Solorkは私にとって非常に話すことのできるメインキャラクターであり、彼は簡単に物語の中での課題のほとんどを克服することができるにもかかわらず、賢さは次のように、彼はそれを稼いで、それはまた、彼は他の分野で欠けていることを指摘ではるかに行くようにそれを感じさせます\u001b[22m\n\u001b[4mphysical strength, and isn't the most charismatic leader.\u001b[24m\n    \u001b[1m体力は、最もカリスマ的なリーダーではありません。\u001b[22m, \u001b[1m体力、最もカリスマ的指導者ではありません。\u001b[22m"
  },
  {
    "title": "Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "id": "31764",
    "url": "https://myanimelist.net/anime/31764/Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "user": "ToonShiba",
    "profile": "/profile/ToonShiba/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=230740",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  7\n|  5\n\n圧倒的。\n\n物語は特に強くはありません。 これはTVに適応しており、移行中に多くのコンテンツを失っているようです。 帝国の宗教は数回言及されているが、決して説明されていない。 それが重要にならないのならなぜそれは含まれていますか？ 自然の精霊との契約は何ですか？ 彼らはどのようにして人に結び付けられ、どこから来るのですか？ 彼らは兵士に大いに依存しているようだが、肉体的には重要ではない。 メインのストーリーストーリーラインは、ショーの最後に唯一のツイストが入っているほどシンプルです。 ストーリーのスコアを上げるにはヒントや穴があまりにも多くあります。\n\n芸術はスタジオ・マッドハウスによって行われ、彼らはとても良いです。 私はアニメーションやビジュアルのための執事ではないので、あまり言い表せません。 私はそれに問題を抱くことも、賞賛することもありません。\n\n音は平均です。 オープニングはGATEを行ったグループからのものです。 それは公平な歌ではなく、家に書き込むものです。 声優は大丈夫です。\n\nキャラクターは、ショーの高い点と低い点の両方です。  IktaとYatoriは、それらの間に非常にユニークなダイナミズムを持ち、かなりの量の開発をしています。  HaroとMatthewは、主要なグループの一部であるにもかかわらず開発がほとんどない。 トーウェイには一度だけの開発瞬間があり、その後はスペースを占有していました。 王女はいずれも仕事を得ていませんでした。 非常に最後まで幸せで幼稚な。 本当に良いキャラクターが登場する瞬間がありますが、これは数少ないものです。\n\nショーでは本当に興奮や緊張感はありませんでした。 戦争にもかかわらず、キャラクターのほとんどは怪我をしないで現れた。 ご心配なく。 私は彼の相手を読んで、彼らの動きを予測しようとしているためにIktaの信用を与えます。 カッコいい。 重大な損失は発生しなかった。 メインキャストはプロットアーマーによって保護されていた。 戦闘戦術は私に印象づけなかった。 地形を利用することはかなり基本的なようです。 反撃できない敵を殺すことは特別なことではない。  Iktaが戦いを心配していた唯一の時間は最後でした。 計画の残りの部分は、些細なことの空気で行われました。  「ここに行って、彼らが動いたときに撃つ」。\n\n全体的に、空のAlderaminは飛行も飛行もしなかった。 これは平均的なショーです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nUnderwhelming.\n/ˌəndərˈ(h)welm/\n\n\u001b[1m圧倒的。\u001b[22m\n\u001b[1m(Attōteki.)\u001b[22m\n\nTranslations of \u001b[4mUnderwhelming.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnderwhelming.\u001b[24m\n    \u001b[1m圧倒的。\u001b[22m, \u001b[1mがっかり。\u001b[22m\n\u001b[1m\u001b[22m\nThe story isn't particularly strong. It's been adapted for TV and it appears to have lost a lot of content during the transition. The religion of the empire is referenced several times but never explained. Why is it included if it's not going to become important? What's the deal with the nature spirits? How are they bonded to a person and where do they come from? They seem to be heavily relied upon by the soldiers, but not important enough to flesh out. The main war story line is simple enough with the only twist coming in at the very end of the show. There's too many hints and holes to give a higher score for the story.\n\n\u001b[1m物語は特に強くはありません。 これはTVに適応しており、移行中に多くのコンテンツを失っているようです。 帝国の宗教は数回言及されているが、決して説明されていない。 それが重要にならないのならなぜそれは含まれていますか？ 自然の精霊との契約は何ですか？ 彼らはどのようにして人に結び付けられ、どこから来るのですか？ 彼らは兵士に大いに依存しているようだが、肉体的には重要ではない。 メインのストーリーストーリーラインは、ショーの最後に唯一のツイストが入っているほどシンプルです。 ストーリーのスコアを上げるにはヒントや穴があまりにも多くあります。\u001b[22m\n\u001b[1m(Monogatari wa tokuni tsuyoku wa arimasen. Kore wa TV ni tekiō shite ori, ikō-chū ni ōku no kontentsu o ushinatte iru yōdesu. Teikoku no shūkyō wa sū-kai genkyū sa rete iruga, kesshite setsumei sa rete inai. Sore ga jūyō ni naranai nonara naze sore wa fukuma rete imasu ka? Shizen no seirei to no keiyaku wa nanidesu ka? Karera wa dono yō ni shite hito ni musubitsuke rare, doko kara kuru nodesu ka? Karera wa heishi ni ōini izon shite iru yōdaga, nikutai-teki ni wa jūyōde wanai. Mein no sutōrīsutōrīrain wa, shō no saigo ni yuiitsu no tsuisuto ga haitte iru hodo shinpurudesu. Sutōrī no sukoa o ageru ni wa hinto ya ana ga amarini mo ōku arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story isn't particularly strong. It's been adapted for TV and it appears to have lost a lot of content during the transition. The religion of the empire is referenced several times but never explained. Why is it included if it's not going to become important? What's the deal with the nature spirits? How are they bonded to a person and where do they come from? They seem to be heavily relied upon by the soldiers, but not important enough to flesh out. The main war story line is simple enough with the only twist coming in at the very end of the show. There's too many hints and holes to give a higher score for the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story isn't particularly strong.\u001b[24m\n    \u001b[1m物語は特に強くはありません。\u001b[22m, \u001b[1m物語は、特に強力ではありません。\u001b[22m\n\u001b[4mIt's been adapted for TV and it appears to have lost a lot of content during the transition.\u001b[24m\n    \u001b[1mこれはTVに適応しており、移行中に多くのコンテンツを失っているようです。\u001b[22m, \u001b[1mこれは、テレビのために適合されていますし、移行中にコンテンツの多くを失っているように見えます。\u001b[22m\n\u001b[4mThe religion of the empire is referenced several times but never explained.\u001b[24m\n    \u001b[1m帝国の宗教は数回言及されているが、決して説明されていない。\u001b[22m, \u001b[1m帝国の宗教は、数回参照が、説明されることはありません。\u001b[22m\n\u001b[4mWhy is it included if it's not going to become important?\u001b[24m\n    \u001b[1mそれが重要にならないのならなぜそれは含まれていますか？\u001b[22m, \u001b[1mなぜ重要になることはないだろう場合は含まれていますか？\u001b[22m\n\u001b[4mWhat's the deal with the nature spirits?\u001b[24m\n    \u001b[1m自然の精霊との契約は何ですか？\u001b[22m\n\u001b[4mHow are they bonded to a person and where do they come from?\u001b[24m\n    \u001b[1m彼らはどのようにして人に結び付けられ、どこから来るのですか？\u001b[22m, \u001b[1m彼らはどのように人に接着されていると、彼らはどこから来るのか？\u001b[22m\n\u001b[4mThey seem to be heavily relied upon by the soldiers, but not important enough to flesh out.\u001b[24m\n    \u001b[1m彼らは兵士に大いに依存しているようだが、肉体的には重要ではない。\u001b[22m, \u001b[1m彼らは頻繁に兵士に依拠しているように見えるが、肉付けするのに十分重要ではありません。\u001b[22m\n\u001b[4mThe main war story line is simple enough with the only twist coming in at the very end of the show.\u001b[24m\n    \u001b[1mメインのストーリーストーリーラインは、ショーの最後に唯一のツイストが入っているほどシンプルです。\u001b[22m, \u001b[1mメイン戦争のストーリーラインは唯一のねじれがショーの最後に来ると非常に簡単です。\u001b[22m\n\u001b[4mThere's too many hints and holes to give a higher score for the story.\u001b[24m\n    \u001b[1mストーリーのスコアを上げるにはヒントや穴があまりにも多くあります。\u001b[22m, \u001b[1m物語のためのより高いスコアを与えるためにあまりにも多くのヒントや穴があります。\u001b[22m\n\u001b[1m\u001b[22m\nArt is done by studio Madhouse and they are very good. I'm not a stickler for animation and visuals so there's not much to say. I don't take issue with or find praise in any of it.\n\n\u001b[1m芸術はスタジオ・マッドハウスによって行われ、彼らはとても良いです。 私はアニメーションやビジュアルのための執事ではないので、あまり言い表せません。 私はそれに問題を抱くことも、賞賛することもありません。\u001b[22m\n\u001b[1m(Geijutsu wa sutajio maddohausu ni yotte okonawa re, karera wa totemo yoidesu. Watashi wa animēshon ya bijuaru no tame no shitsujide wanainode, amari iiarawasemasen. Watashi wa sore ni mondai o daku koto mo, shōsan suru koto mo arimasen.)\u001b[22m\n\nTranslations of \u001b[4mArt is done by studio Madhouse and they are very good. I'm not a stickler for animation and visuals so there's not much to say. I don't take issue with or find praise in any of it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt is done by studio Madhouse and they are very good.\u001b[24m\n    \u001b[1m芸術はスタジオ・マッドハウスによって行われ、彼らはとても良いです。\u001b[22m, \u001b[1mアートスタジオマッドハウスによって行われ、彼らは非常に優れています。\u001b[22m\n\u001b[4mI'm not a stickler for animation and visuals so there's not much to say.\u001b[24m\n    \u001b[1m私はアニメーションやビジュアルのための執事ではないので、あまり言い表せません。\u001b[22m, \u001b[1m言っても過言ではありませんので、私は、アニメーションやビジュアルのためにこだわる人いませんよ。\u001b[22m\n\u001b[4mI don't take issue with or find praise in any of it.\u001b[24m\n    \u001b[1m私はそれに問題を抱くことも、賞賛することもありません。\u001b[22m, \u001b[1m私は問題を取るか、のいずれかに賞賛を見つけることはありません。\u001b[22m\n\u001b[1m\u001b[22m\nSound is average. Opening is from the group that did GATE. It's a fair song not, anything to write home about. Voice acting is fine.\n\n\u001b[1m音は平均です。 オープニングはGATEを行ったグループからのものです。 それは公平な歌ではなく、家に書き込むものです。 声優は大丈夫です。\u001b[22m\n\u001b[1m(Oto wa heikindesu. Ōpuningu wa geito o okonatta gurūpu kara no monodesu. Sore wa kōheina utade wa naku,-ka ni kakikomu monodesu. Seiyū wa daijōbudesu.)\u001b[22m\n\nTranslations of \u001b[4mSound is average. Opening is from the group that did GATE. It's a fair song not, anything to write home about. Voice acting is fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound is average.\u001b[24m\n    \u001b[1m音は平均です。\u001b[22m, \u001b[1mサウンドは平均値です。\u001b[22m\n\u001b[4mOpening is from the group that did GATE.\u001b[24m\n    \u001b[1mオープニングはGATEを行ったグループからのものです。\u001b[22m, \u001b[1m開口部はGATEをしたグループからのものです。\u001b[22m\n\u001b[4mIt's a fair song not, anything to write home about.\u001b[24m\n    \u001b[1mそれは公平な歌ではなく、家に書き込むものです。\u001b[22m, \u001b[1mそれは、約自宅書くために何も公正な曲ではありません。\u001b[22m\n\u001b[4mVoice acting is fine.\u001b[24m\n    \u001b[1m声優は大丈夫です。\u001b[22m, \u001b[1m声の演技は素晴らしいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters are both a high and low point of the show. Ikta and Yatori have a very unique dynamic between them and have a fair amount of development. Haro and Matthew have little to no development despite being part of the main group. Torway had a one time development moment and just occupied space from then on. The princess didn't get any work either. Whiny and childish to the very end. There are a couple of moments where really good characters appear, but this is few and far between.\n\n\u001b[1mキャラクターは、ショーの高い点と低い点の両方です。  IktaとYatoriは、それらの間に非常にユニークなダイナミズムを持ち、かなりの量の開発をしています。  HaroとMatthewは、主要なグループの一部であるにもかかわらず開発がほとんどない。 トーウェイには一度だけの開発瞬間があり、その後はスペースを占有していました。 王女はいずれも仕事を得ていませんでした。 非常に最後まで幸せで幼稚な。 本当に良いキャラクターが出現する瞬間が2つありますが、これはごくわずかです。\u001b[22m\n\u001b[1m(Kyarakutā wa, shō no takai ten to hikui ten no ryōhōdesu. Ikta to Yatori wa, sorera no ma ni hijō ni yunīkuna dainamizumu o mochi, kanari no ryō no kaihatsu o shite imasu. Haro to mashū wa, shuyōna gurūpu no ichibudearu nimokakawarazu kaihatsu ga hotondo nai. Tōu~ei ni wa ichidodake no kaihatsu shunkan ga ari, sonogo wa supēsu o sen'yū shite imashita. Ōjo wa izure mo shigoto o ete imasendeshita. Hijō ni saigomade shiawasede yōchina. Hontōni yoi kyarakutā ga shutsugen suru shunkan ga 2tsu arimasuga, kore wa goku wazukadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are both a high and low point of the show. Ikta and Yatori have a very unique dynamic between them and have a fair amount of development. Haro and Matthew have little to no development despite being part of the main group. Torway had a one time development moment and just occupied space from then on. The princess didn't get any work either. Whiny and childish to the very end. There are a couple of moments where really good characters appear, but this is few and far between.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are both a high and low point of the show.\u001b[24m\n    \u001b[1mキャラクターは、ショーの高い点と低い点の両方です。\u001b[22m, \u001b[1m文字は、両方のショーのハイとローのポイントです。\u001b[22m\n\u001b[4mIkta and Yatori have a very unique dynamic between them and have a fair amount of development.\u001b[24m\n    \u001b[1mIktaとYatoriは、それらの間に非常にユニークなダイナミズムを持ち、かなりの量の開発をしています。\u001b[22m, \u001b[1mIktaとYatoriは、それらの間の非常にユニークなダイナミックを持っており、開発のかなりの量を持っています。\u001b[22m\n\u001b[4mHaro and Matthew have little to no development despite being part of the main group.\u001b[24m\n    \u001b[1mHaroとMatthewは、主要なグループの一部であるにもかかわらず開発がほとんどない。\u001b[22m, \u001b[1mハロとマシューは、メイングループの一部であるにも関わらずノー発展に少しを持っています。\u001b[22m\n\u001b[4mTorway had a one time development moment and just occupied space from then on.\u001b[24m\n    \u001b[1mトーウェイには一度だけの開発瞬間があり、その後はスペースを占有していました。\u001b[22m, \u001b[1mTorwayは1時間発展の瞬間を持っていたちょうどその上からスペースを占めていました。\u001b[22m\n\u001b[4mThe princess didn't get any work either.\u001b[24m\n    \u001b[1m王女はいずれも仕事を得ていませんでした。\u001b[22m, \u001b[1m王女は、いずれかの作業を取得できませんでした。\u001b[22m\n\u001b[4mWhiny and childish to the very end.\u001b[24m\n    \u001b[1m非常に最後まで幸せで幼稚な。\u001b[22m, \u001b[1m不機嫌そうな、非常に最後まで幼稚。\u001b[22m\n\u001b[4mThere are a couple of moments where really good characters appear, but this is few and far between.\u001b[24m\n    \u001b[1m本当に良いキャラクターが出現する瞬間が2つありますが、これはごくわずかです。\u001b[22m, \u001b[1mそこに本当に良いの文字が表示される瞬間のカップルがありますが、これは数との間にはほど遠いです。\u001b[22m\n\u001b[1m\u001b[22m\nThere was never really a sense of excitement or tension in the show. Despite being in a war most of the characters emerged without injury. Don't worry about it. I will give Ikta credit for being about to read his opponents and predict their moves. That's cool. No significant losses were taken. The main cast was protected by plot armor. The battle tactics didn't impress me. Taking advantage of terrain seems pretty basic. Killing enemies who can't fight back is nothing special. The only time Ikta was concerned about fighting was at the very end. The rest of the planning was done with an air of triviality. 'Go here and shoot them when they make a move'.\n\n\u001b[1mショーでは本当に興奮や緊張感はありませんでした。 戦争にもかかわらず、キャラクターのほとんどは怪我をしないで現れた。 ご心配なく。 私は彼の相手を読んで、彼らの動きを予測しようとしているためにIktaの信用を与えます。 カッコいい。 重大な損失は発生しなかった。 メインキャストはプロットアーマーによって保護されていた。 戦闘戦術は私に印象づけなかった。 地形を利用することはかなり基本的なようです。 反撃できない敵を殺すことは特別なことではない。  Iktaが戦いを心配していた唯一の時間は最後でした。 計画の残りの部分は、些細なことの空気で行われました。  「ここに行って、彼らが動いたときに撃つ」。\u001b[22m\n\u001b[1m(Shōde wa hontōni kōfun ya kinchō-kan wa arimasendeshita. Sensō nimokakawarazu, kyarakutā no hotondo wa kega o shinaide arawareta. Jūdaina sonshitsu wa hassei shinakatta. Mein kyasuto wa purottoāmā ni yotte hogo sa rete ita. Sentō senjutsu wa watashi ni inshōdzukenakatta. Chikei o riyō suru koto wa kanari kihon-tekina yōdesu. Hangeki dekinai teki o korosu koto wa tokubetsuna kotode wanai. Ikta ga tatakai o shinpai shite ita yuiitsu no jikan wa saigodeshita. Keikaku no nokori no bubun wa, sasainakoto no kūki de okonawa remashita. `Koko ni itte, karera ga ugoita toki ni utsu'. Goshinpainaku. Watashi wa kare no aite o yonde, karera no ugoki o yosoku shiyou to shite iru tame ni Ikta no shin'yō o ataemasu. Kakkoī.)\u001b[22m\n\nTranslations of \u001b[4mThere was never really a sense of excitement or tension in the show. Despite being in a war most of the characters emerged without injury. Don't worry about it. I will give Ikta credit for being about to read his opponents and predict their moves. That's cool. No significant losses were taken. The main cast was protected by plot armor. The battle tactics didn't impress me. Taking advantage of terrain seems pretty basic. Killing enemies who can't fight back is nothing special. The only time Ikta was concerned about fighting was at the very end. The rest of the planning was done with an air of triviality. 'Go here and shoot them when they make a move'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was never really a sense of excitement or tension in the show.\u001b[24m\n    \u001b[1mショーでは本当に興奮や緊張感はありませんでした。\u001b[22m, \u001b[1mショーで興奮や緊張感は、実際にそこになかったです。\u001b[22m\n\u001b[4mDespite being in a war most of the characters emerged without injury.\u001b[24m\n    \u001b[1m戦争にもかかわらず、キャラクターのほとんどは怪我をしないで現れた。\u001b[22m, \u001b[1m戦争であるにもかかわらず、文字のほとんどは、損傷なしに浮上しました。\u001b[22m\n\u001b[4mNo significant losses were taken.\u001b[24m\n    \u001b[1m重大な損失は発生しなかった。\u001b[22m, \u001b[1m有意な損失は取られませんでした。\u001b[22m\n\u001b[4mThe main cast was protected by plot armor.\u001b[24m\n    \u001b[1mメインキャストはプロットアーマーによって保護されていた。\u001b[22m, \u001b[1mメインキャストは、プロットの鎧によって保護されていました。\u001b[22m\n\u001b[4mThe battle tactics didn't impress me.\u001b[24m\n    \u001b[1m戦闘戦術は私に印象づけなかった。\u001b[22m, \u001b[1m戦闘戦術は私を感動しませんでした。\u001b[22m\n\u001b[4mTaking advantage of terrain seems pretty basic.\u001b[24m\n    \u001b[1m地形を利用することはかなり基本的なようです。\u001b[22m, \u001b[1m地形の利点を取ることはかなり基本的なようです。\u001b[22m\n\u001b[4mKilling enemies who can't fight back is nothing special.\u001b[24m\n    \u001b[1m反撃できない敵を殺すことは特別なことではない。\u001b[22m, \u001b[1m反撃することはできません敵を殺すことは特別なものではありません。\u001b[22m\n\u001b[4mThe only time Ikta was concerned about fighting was at the very end.\u001b[24m\n    \u001b[1mIktaが戦いを心配していた唯一の時間は最後でした。\u001b[22m, \u001b[1mIkta戦いを心配していた唯一の時間は非常に終わりにしました。\u001b[22m\n\u001b[4mThe rest of the planning was done with an air of triviality.\u001b[24m\n    \u001b[1m計画の残りの部分は、些細なことの空気で行われました。\u001b[22m, \u001b[1m計画の残りの部分はつまらないの空気を用いて行きました。\u001b[22m\n\u001b[4m'Go here and shoot them when they make a move'.\u001b[24m\n    \u001b[1m「ここに行って、彼らが動いたときに撃つ」。\u001b[22m, \u001b[1m「ここに行くと、彼らが行動を起こすときにそれらを撃ちます」。\u001b[22m\n\u001b[4mDon't worry about it.\u001b[24m\n    \u001b[1mご心配なく。\u001b[22m, \u001b[1mそれを心配しないでください。\u001b[22m\n\u001b[4mI will give Ikta credit for being about to read his opponents and predict their moves.\u001b[24m\n    \u001b[1m私は彼の相手を読んで、彼らの動きを予測しようとしているためにIktaの信用を与えます。\u001b[22m, \u001b[1m私は彼の相手を読み、彼らの動きを予測する程度であることのためIktaの信用を与えます。\u001b[22m\n\u001b[4mThat's cool.\u001b[24m\n    \u001b[1mカッコいい。\u001b[22m, \u001b[1mそれはクールです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Alderamin on the Sky neither flew or told how they even got on the sky. This is an average show.\n\n\u001b[1m全体的に、空のAlderaminは飛行も飛行もしなかった。 これは平均的なショーです。\u001b[22m\n\u001b[1m(Zentai-teki ni, sora no Alderamin wa hikō mo hikō mo shinakatta. Kore wa heikin-tekina shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Alderamin on the Sky neither flew or told how they even got on the sky. This is an average show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Alderamin on the Sky neither flew or told how they even got on the sky.\u001b[24m\n    \u001b[1m全体的に、空のAlderaminは飛行も飛行もしなかった。\u001b[22m, \u001b[1m全体的に、スカイにAlderaminは飛んでいないか、あっても、空になったか語っどちらも。\u001b[22m\n\u001b[4mThis is an average show.\u001b[24m\n    \u001b[1mこれは平均的なショーです。\u001b[22m"
  },
  {
    "title": "Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "id": "31764",
    "url": "https://myanimelist.net/anime/31764/Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "user": "TrashDax",
    "profile": "/profile/TrashDax/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=231355",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  6\nサウンド|  8\nキャラクター|  3\n|  4\n\n戦争、ハァッ、それは何のために良いですか？\n\nストーリー：\nこれは戦争のアニメですが、ファンタジーの世界に定着しています。 しかし、これは私のためにいくつかの問題を作り出します。 戦争の話のポイントは、戦争はひどいことであり、人々を殺し、無実を傷つけるという事実です。 技術的にすべてが可能な設定でこれを実現するには、この世界の境界がどこにあるのかわからないので、この点を非常に弱める。 それに加えて、私たちはここで戦争の悪影響を受ける一方で、Yatorisの殺戮暴走やIktas戦術のようなものは、すばらしいと素晴らしいものとして提示されます。 このアニメが本物のアイデンティティを持つのを妨げる奇妙な二重メッセージがここで起こっています。\n4/10\n\nアート：\n戦闘シーンはかなりよく見えますが、アニメの焦点では​​ありません。 キャラクターのデザインはしっかりしていますが、アニメーションはあまり流動的ではありません。 予算が増えれば、もっと多くのことができたはずです。\n6/10\n\n音：\nオープニングは、ほとんどの設定をフィッティングしながら、かなり良いでした。 結末はいつものように「だから大丈夫だよ」という結末だった。 声優は正直であることはかなり良い、特に主人公は非常に良い仕事をしました。\n8/10\n\nキャラクター：\nIktaとYatoriの2人の主人公が非常に相性が悪いことがわかりました。  Iktaはかなり軍事的なノウ・イット・オールであり、明らかに軍隊の残りの部分よりも賢く、間違っていなくても、たとえ彼がいても賢明です。 彼はまた、民間人の村を燃やしたり、交渉中に誰かを殺すことを脅したりするような、あなたに実生活での戦争犯罪者になることは何の問題もない。  Yatoriは政府と軍隊の単なる人形です。 彼女は、もし彼女に言われたら、彼女はイクタ（彼女の兄弟のような友人）を殺すだろうと完全に述べている。 それらのキャラクターは私たちのヒーローであるはずですか？ 残りのキャストはずっと優れていますが、誰も何かを意味するのに十分なスクリメージを得ていません。\n3/10\n\n楽しみ：\nあなたはおそらく既に、アルデラミンをあまり楽しんでいないと思っていたでしょう。 このアニメは、それが何を望んでいるか、恐ろしい戦争物語か、退屈なshounenか、それとも幻想的な冒険か分からないようです。 確かにそのすべてが組み合わされているわけではなく、むしろそれらの間で切り替わります。 結局、私はそれで楽しまなかった。 それはおそらくもっと良いかもしれないが、事実は残っている、それはそうではない。\n4/10\n\n全体：\n5.0 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nWar, HUH, what is it good for?\n\n\u001b[1m戦争、ハァッ、それは何のために良いですか？\u001b[22m\n\u001b[1m(Sensō, ha~a~tsu, sore wa nani no tame ni yoidesu ka?)\u001b[22m\n\nTranslations of \u001b[4mWar, HUH, what is it good for?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWar, HUH, what is it good for?\u001b[24m\n    \u001b[1m戦争、ハァッ、それは何のために良いですか？\u001b[22m, \u001b[1m戦争、HUH、それがために良い何ですか？\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThis is an anime about war, but set in a fantasy world. This creates some problems for me, though. The point of war stories is the fact, that war is a terrible thing, kills people and hurts the innocent. To have this happen in a setting where technically, everything is possible, as we don't know where the boundaries of this world are, heavily weakens this point. On top of that, while we are presented with the downsides of war here, stuff like Yatoris killing rampages and Iktas tactical manoeuvring are presented as cool and awesome. There is a weird double message going on here, that prevents this anime from having a real identity.\n\n\u001b[1mこれは戦争のアニメですが、ファンタジーの世界に定着しています。 しかし、これは私のためにいくつかの問題を作り出します。 戦争の話のポイントは、戦争はひどいことであり、人々を殺し、無実を傷つけるという事実です。 技術的にすべてが可能な設定でこれを実現するには、この世界の境界がどこにあるのかわからないので、この点を非常に弱める。 それに加えて、私たちはここで戦争の悪影響を受ける一方で、Yatorisの殺戮暴走やIktas戦術のようなものは、すばらしいと素晴らしいものとして提示されます。 このアニメが本物のアイデンティティを持つのを妨げる奇妙な二重メッセージがここで起こっています。\u001b[22m\n\u001b[1m(Kore wa sensō no animedesuga, fantajī no sekai ni teichaku shite imasu. Shikashi, kore wa watashi no tame ni ikutsu ka no mondai o tsukuridashimasu. Sensō no hanashi no pointo wa, sensō wa hidoi kotodeari, hitobito o koroshi, mujitsu o kizutsukeru to iu jijitsudesu. Gijutsu-teki ni subete ga kanōna settei de kore o jitsugen suru ni wa, kono sekai no kyōkai ga doko ni aru no ka wakaranainode, kono ten o hijō ni yowameru. Sorenikuwaete, watashitachi wa koko de sensō no akueikyō o ukeru ippō de, Yatoris no satsuriku bōsō ya Iktas senjutsu no yōna mono wa, subarashīto subarashī mono to shite teiji sa remasu. Kono anime ga honmono no aidentiti o motsu no o samatageru kimyōna nijū messēji ga koko de okotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is an anime about war, but set in a fantasy world. This creates some problems for me, though. The point of war stories is the fact, that war is a terrible thing, kills people and hurts the innocent. To have this happen in a setting where technically, everything is possible, as we don't know where the boundaries of this world are, heavily weakens this point. On top of that, while we are presented with the downsides of war here, stuff like Yatoris killing rampages and Iktas tactical manoeuvring are presented as cool and awesome. There is a weird double message going on here, that prevents this anime from having a real identity.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an anime about war, but set in a fantasy world.\u001b[24m\n    \u001b[1mこれは戦争のアニメですが、ファンタジーの世界に定着しています。\u001b[22m, \u001b[1mこれは、戦争についてのアニメですが、ファンタジーの世界に設定されました。\u001b[22m\n\u001b[4mThis creates some problems for me, though.\u001b[24m\n    \u001b[1mしかし、これは私のためにいくつかの問題を作り出します。\u001b[22m, \u001b[1mしかし、これは私のためにいくつかの問題を作成します。\u001b[22m\n\u001b[4mThe point of war stories is the fact, that war is a terrible thing, kills people and hurts the innocent.\u001b[24m\n    \u001b[1m戦争の話のポイントは、戦争はひどいことであり、人々を殺し、無実を傷つけるという事実です。\u001b[22m, \u001b[1m戦争の話のポイントは、戦争は恐ろしいことであることが、事実である、人を殺し、無実のが痛いです。\u001b[22m\n\u001b[4mTo have this happen in a setting where technically, everything is possible, as we don't know where the boundaries of this world are, heavily weakens this point.\u001b[24m\n    \u001b[1m技術的にすべてが可能な設定でこれを実現するには、この世界の境界がどこにあるのかわからないので、この点を非常に弱める。\u001b[22m, \u001b[1mこれがこの世界の境界がどこにある我々が知らないよう技術的に、すべてが、可能である設定で起こるようにするには、頻繁にこの点が弱まります。\u001b[22m\n\u001b[4mOn top of that, while we are presented with the downsides of war here, stuff like Yatoris killing rampages and Iktas tactical manoeuvring are presented as cool and awesome.\u001b[24m\n    \u001b[1mそれに加えて、私たちはここで戦争の悪影響を受ける一方で、Yatorisの殺戮暴走やIktas戦術のようなものは、すばらしいと素晴らしいものとして提示されます。\u001b[22m, \u001b[1m我々はここで戦争の欠点を提示しながらその上で、Yatoris殺害rampagesとIktas戦術的な駆け引きのようなものは涼しく、素晴らしいとして提示されています。\u001b[22m\n\u001b[4mThere is a weird double message going on here, that prevents this anime from having a real identity.\u001b[24m\n    \u001b[1mこのアニメが本物のアイデンティティを持つのを妨げる奇妙な二重メッセージがここで起こっています。\u001b[22m, \u001b[1m実際の同一性を有するから、このアニメを防ぐここで起こっている奇妙な二重のメッセージは、あります。\u001b[22m\n4/10\n\n\u001b[1m4/10\u001b[22m\n\u001b[1m(4/ 10)\u001b[22m\n\nTranslations of \u001b[4m4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4/10\u001b[24m\n    \u001b[1m4/10\u001b[22m, \u001b[1m4月10日\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe battle scenes look pretty good, but they aren't the focus of the anime. While the character design is solid, the animation is not very fluid at times. I'm sure that with a higher budget, they could have done a lot more.\n\n\u001b[1m戦闘シーンはかなりよく見えますが、アニメの焦点では​​ありません。 キャラクターのデザインはしっかりしていますが、アニメーションはあまり流動的ではありません。 予算が増えれば、もっと多くのことができたはずです。\u001b[22m\n\u001b[1m(Sentō shīn wa kanari yoku miemasuga, anime no shōtende wa ​​ arimasen. Kyarakutā no dezain wa shikkari shite imasuga, animēshon wa amari ryūdōtekide wa arimasen. Yosan ga fuereba, motto ōku no koto ga dekita hazudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe battle scenes look pretty good, but they aren't the focus of the anime. While the character design is solid, the animation is not very fluid at times. I'm sure that with a higher budget, they could have done a lot more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe battle scenes look pretty good, but they aren't the focus of the anime.\u001b[24m\n    \u001b[1m戦闘シーンはかなりよく見えますが、アニメの焦点ではありません。\u001b[22m, \u001b[1m戦闘シーンはかなり良いように見えますが、彼らはアニメの焦点ではありません。\u001b[22m\n\u001b[4mWhile the character design is solid, the animation is not very fluid at times.\u001b[24m\n    \u001b[1mキャラクターのデザインはしっかりしていますが、アニメーションはあまり流動的ではありません。\u001b[22m, \u001b[1mキャラクターデザインは固体であるが、アニメーションは時間に非常に流動的ではありません。\u001b[22m\n\u001b[4mI'm sure that with a higher budget, they could have done a lot more.\u001b[24m\n    \u001b[1m予算が増えれば、もっと多くのことができたはずです。\u001b[22m, \u001b[1m私は高い予算で、彼らはより多くを行っていることができると確信しています。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe opening, while hardly fitting the setting, was pretty good. The ending was the usual 'so okay it's average' ending. Voice acting was pretty good to be honest, especially the main characters did a very good job.\n\n\u001b[1mオープニングは、ほとんどの設定をフィッティングしながら、かなり良いでした。 結末はいつものように「だから大丈夫だよ」という結末だった。 声優は正直であることはかなり良い、特に主人公は非常に良い仕事をしました。\u001b[22m\n\u001b[1m(Ōpuningu wa, hotondo no settei o fittingu shinagara, kanari yoideshita. Ketsumatsu wa itsumo no yō ni `dakara daijōbudayo' to iu ketsumatsudatta. Seiyū wa shōjikidearu koto wa kanari yoi, tokuni shujinkō wa hijō ni yoi shigoto o shimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe opening, while hardly fitting the setting, was pretty good. The ending was the usual 'so okay it's average' ending. Voice acting was pretty good to be honest, especially the main characters did a very good job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening, while hardly fitting the setting, was pretty good.\u001b[24m\n    \u001b[1mオープニングは、ほとんどの設定をフィッティングしながら、かなり良いでした。\u001b[22m, \u001b[1m開口部は、ほとんどの設定をフィッティングない間、かなり良かったです。\u001b[22m\n\u001b[4mThe ending was the usual 'so okay it's average' ending.\u001b[24m\n    \u001b[1m結末はいつものように「だから大丈夫だよ」という結末だった。\u001b[22m, \u001b[1m結末はいつも終わる」それは平均的だので大丈夫」でした。\u001b[22m\n\u001b[4mVoice acting was pretty good to be honest, especially the main characters did a very good job.\u001b[24m\n    \u001b[1m声優は正直であることはかなり良い、特に主人公は非常に良い仕事をしました。\u001b[22m, \u001b[1m声の演技は特にメインキャラクターは非常に良い仕事をした、正直であることがかなりよかったです。\u001b[22m\n8/10\n\n\u001b[1m8/10\u001b[22m\n\u001b[1m(8/ 10)\u001b[22m\n\nTranslations of \u001b[4m8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m8/10\u001b[24m\n    \u001b[1m8/10\u001b[22m, \u001b[1m8月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nI found the two main characters, Ikta and Yatori, to be very unlikeable. Ikta is a pretty arrogant know-it-all, who apparently is smarter than the rest of the military combined and who can do no wrong, even if he does. He also has no problems with doing things, that would make you a war criminal in real life, like burning down a civilian village or threatening to kill somebody during negotiations. Yatori is merely a puppet of the government and army. She even outright states that she would kill Ikta (a friend who is like a brother to her) if she was told to. Are those characters supposed to be our heroes? The rest of the cast is a lot better, but none of them gets enough screentime to mean something.\n\n\u001b[1mIktaとYatoriの2人の主人公が非常に相性が悪いことがわかりました。  Iktaはかなり軍事的なノウ・イット・オールであり、明らかに軍隊の残りの部分よりも賢く、間違っていなくても、たとえ彼がいても賢明です。 彼はまた、民間人の村を燃やしたり、交渉中に誰かを殺すことを脅したりするような、あなたに実生活での戦争犯罪者になることは何の問題もない。  Yatoriは政府と軍隊の単なる人形です。 彼女は、もし彼女に言われたら、彼女はイクタ（彼女の兄弟のような友人）を殺すだろうと完全に述べている。 それらのキャラクターは私たちのヒーローであるはずですか？ 残りのキャストはずっと優れていますが、誰も何かを意味するのに十分なスクリメージを得ていません。\u001b[22m\n\u001b[1m(Ikta to Yatori no 2-ri no shujinkō ga hijō ni aishō ga warui koto ga wakarimashita. Ikta wa kanari gunji-tekina Nō itto ōrudeari, akiraka ni guntai no nokori no bubun yori mo kashikoku, machigatte inakute mo, tatoe kare ga ite mo kenmeidesu. Kare wa mata, minkan hito no mura o moyashi tari, kōshō-chū ni dareka o korosu koto o odoshi tari suru yōna, anata ni jisseikatsu de no sensō hanzai-sha ni naru koto wa nani no mondai mo nai. Yatori wa seifu to guntai no tan'naru ningyōdesu. Kanojo wa, moshi kanojo ni iwa retara, kanojo wa Ikuta (kanojo no kyōdai no yōna yūjin) o korosudarou to kanzen ni nobete iru. Sorera no kyarakutā wa watashitachi no hīrōdearu hazudesu ka? Nokori no kyasuto wa zutto sugurete imasuga, dare mo nanika o imi suru no ni jūbun'na sukurimēji o ete imasen.)\u001b[22m\n\nTranslations of \u001b[4mI found the two main characters, Ikta and Yatori, to be very unlikeable. Ikta is a pretty arrogant know-it-all, who apparently is smarter than the rest of the military combined and who can do no wrong, even if he does. He also has no problems with doing things, that would make you a war criminal in real life, like burning down a civilian village or threatening to kill somebody during negotiations. Yatori is merely a puppet of the government and army. She even outright states that she would kill Ikta (a friend who is like a brother to her) if she was told to. Are those characters supposed to be our heroes? The rest of the cast is a lot better, but none of them gets enough screentime to mean something.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI found the two main characters, Ikta and Yatori, to be very unlikeable.\u001b[24m\n    \u001b[1mIktaとYatoriの2人の主人公が非常に相性が悪いことがわかりました。\u001b[22m, \u001b[1m私は非常にunlikeableであるためには、二つの主要な文字、IktaとYatoriを発見しました。\u001b[22m\n\u001b[4mIkta is a pretty arrogant know-it-all, who apparently is smarter than the rest of the military combined and who can do no wrong, even if he does.\u001b[24m\n    \u001b[1mIktaはかなり軍事的なノウ・イット・オールであり、明らかに軍隊の残りの部分よりも賢く、間違っていなくても、たとえ彼がいても賢明です。\u001b[22m, \u001b[1mIktaはかなり傲慢知ったかぶり、明らかに組み合わせ軍の残りの部分よりも賢く、誰彼はあっても、何をしても正しいです。\u001b[22m\n\u001b[4mHe also has no problems with doing things, that would make you a war criminal in real life, like burning down a civilian village or threatening to kill somebody during negotiations.\u001b[24m\n    \u001b[1m彼はまた、民間人の村を燃やしたり、交渉中に誰かを殺すことを脅したりするような、あなたに実生活での戦争犯罪者になることは何の問題もない。\u001b[22m, \u001b[1m彼はまた、民間の村を下に焼いたり、交渉中に誰かを殺すと脅しのように、実際の生活の中であなたの戦犯になるだろうことを、やってと何の問題もありません。\u001b[22m\n\u001b[4mYatori is merely a puppet of the government and army.\u001b[24m\n    \u001b[1mYatoriは政府と軍隊の単なる人形です。\u001b[22m, \u001b[1mYatoriは、単に政府や軍の傀儡です。\u001b[22m\n\u001b[4mShe even outright states that she would kill Ikta (a friend who is like a brother to her) if she was told to.\u001b[24m\n    \u001b[1m彼女は、もし彼女に言われたら、彼女はイクタ（彼女の兄弟のような友人）を殺すだろうと完全に述べている。\u001b[22m, \u001b[1m彼女も完全に彼女がに言われたならば、彼女はIkta（彼女に兄弟のようなものです友人を）殺すと述べています。\u001b[22m\n\u001b[4mAre those characters supposed to be our heroes?\u001b[24m\n    \u001b[1mそれらのキャラクターは私たちのヒーローであるはずですか？\u001b[22m, \u001b[1mこれらの文字は、私たちの英雄であると考えていますか？\u001b[22m\n\u001b[4mThe rest of the cast is a lot better, but none of them gets enough screentime to mean something.\u001b[24m\n    \u001b[1m残りのキャストはずっと優れていますが、誰も何かを意味するのに十分なスクリメージを得ていません。\u001b[22m, \u001b[1mキャストの残りの部分は、多くの方ですが、それらのどれもが何かを意味するのに十分なスクリーン時間を取得していません。\u001b[22m\n3/10\n\n\u001b[1m3/10\u001b[22m\n\u001b[1m(3/ 10)\u001b[22m\n\nTranslations of \u001b[4m3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3/10\u001b[24m\n    \u001b[1m3/10\u001b[22m, \u001b[1m3月10日\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nYou probably guessed already, that I didn't really enjoy Alderamin much. This anime doesn't seem to know what it wants to be, a grim war story or a boring shounen or maybe a fantasy adventure? It surely isn't all of that combined, it rather switches between those. In the end, I did not feel entertained by it. It probably could have been better, but the fact remains, that it isn't.\n\n\u001b[1mあなたはおそらく既に、アルデラミンをあまり楽しんでいないと思っていたでしょう。 このアニメは、それが何を望んでいるか、恐ろしい戦争物語か、退屈なshounenか、それとも幻想的な冒険か分からないようです。 確かにそのすべてが組み合わされているわけではなく、むしろそれらの間で切り替わります。 結局、私はそれで楽しまなかった。 それはおそらくもっと良いかもしれないが、事実は残っている、それはそうではない。\u001b[22m\n\u001b[1m(Anata wa osoraku sudeni, aruderamin o amari tanoshinde inai to omotte itadeshou. Kono anime wa, sore ga nani o nozonde iru ka, osoroshī sensō monogatari ka, taikutsuna shounen ka, soretomo gensō-tekina bōken ka wakaranai yōdesu. Tashika ni sono subete ga kumiawasa rete iru wakede wa naku, mushiro sorera no ma de kirikawarimasu. Kekkyoku, watashi wa sore de tanoshimanakatta. Sore wa osoraku motto yoi kamo shirenaiga, jijitsu wa nokotte iru, sore wa sōde wanai.)\u001b[22m\n\nTranslations of \u001b[4mYou probably guessed already, that I didn't really enjoy Alderamin much. This anime doesn't seem to know what it wants to be, a grim war story or a boring shounen or maybe a fantasy adventure? It surely isn't all of that combined, it rather switches between those. In the end, I did not feel entertained by it. It probably could have been better, but the fact remains, that it isn't.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou probably guessed already, that I didn't really enjoy Alderamin much.\u001b[24m\n    \u001b[1mあなたはおそらく既に、アルデラミンをあまり楽しんでいないと思っていたでしょう。\u001b[22m, \u001b[1mおそらく、私は本当に多くのAlderaminを享受しなかったことを、すでに推測しました。\u001b[22m\n\u001b[4mThis anime doesn't seem to know what it wants to be, a grim war story or a boring shounen or maybe a fantasy adventure?\u001b[24m\n    \u001b[1mこのアニメは、それが何を望んでいるか、恐ろしい戦争物語か、退屈なshounenか、それとも幻想的な冒険か分からないようです。\u001b[22m, \u001b[1mこのアニメは、それがために何を望んで厳しい戦争の話や退屈な少年または多分ファンタジーアドベンチャーを知っていないようですか？\u001b[22m\n\u001b[4mIt surely isn't all of that combined, it rather switches between those.\u001b[24m\n    \u001b[1m確かにそのすべてが組み合わされているわけではなく、むしろそれらの間で切り替わります。\u001b[22m, \u001b[1mそれは確かにそれはむしろそれらを切り替え、組み合わせることのすべてではありません。\u001b[22m\n\u001b[4mIn the end, I did not feel entertained by it.\u001b[24m\n    \u001b[1m結局、私はそれで楽しまなかった。\u001b[22m, \u001b[1m最後に、私はそれによって楽しま感じることはありませんでした。\u001b[22m\n\u001b[4mIt probably could have been better, but the fact remains, that it isn't.\u001b[24m\n    \u001b[1mそれはおそらくもっと良いかもしれないが、事実は残っている、それはそうではない。\u001b[22m, \u001b[1mそれはおそらく、改善の余地があるが、実際はそうでないことを、残っています。\u001b[22m\n4/10\n\n\u001b[1m4/10\u001b[22m\n\u001b[1m(4/ 10)\u001b[22m\n\nTranslations of \u001b[4m4/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4/10\u001b[24m\n    \u001b[1m4/10\u001b[22m, \u001b[1m4月10日\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\n5.0/10\n\n\u001b[1m5.0 / 10\u001b[22m\n\u001b[1m(5. 0/ 10)\u001b[22m\n\nTranslations of \u001b[4m5.0/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5.0/10\u001b[24m\n    \u001b[1m5.0 / 10\u001b[22m"
  },
  {
    "title": "Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "id": "31764",
    "url": "https://myanimelist.net/anime/31764/Nejimaki_Seirei_Senki__Tenkyou_no_Alderamin",
    "user": "LuanaSenpai",
    "profile": "/profile/LuanaSenpai/reviews",
    "pages": "2",
    "number": "6",
    "link": "/reviews.php?id=230727",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  6\nアニメーション|  3\nサウンド|  4\nキャラクター|  1\n|  3\n\nネギマキセイレイ千木は、偉大な将軍になる真実の主人公に関する軍事物語です。\n\n残念なことに、私は、実行はそれほど良いものではないと言わざるを得ない。\n\n私は誓い、私はそれが提供しなければならなかったほとんどの面を受け入れようとしていました。ちょっとした恐ろしい王女から、少し離れている魅力的で強烈な男性のキャラクター、そしてファックな恋人まで。 ああ、遠く離れたキャラクターが亡くなったり苦しんでいるのを忘れてはいけません。あなたが何らかの同情と悲しみを感じることはないでしょう。 まあ、これは完全に退屈です。\n\nおそらく、驚くべきことの1つはオープニングでした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nNejimaki Seirei Senki is simply a military story about a cliche protagonist who will become a great general.\n\n\u001b[1mネギマキセイレイ千木は、偉大な将軍になる真実の主人公に関する軍事物語です。\u001b[22m\n\u001b[1m(Negimakiseirei chigi wa, idaina shōgun ni naru shinjitsu no shujinkō ni kansuru gunji monogataridesu.)\u001b[22m\n\nTranslations of \u001b[4mNejimaki Seirei Senki is simply a military story about a cliche protagonist who will become a great general.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNejimaki Seirei Senki is simply a military story about a cliche protagonist who will become a great general.\u001b[24m\n    \u001b[1mネギマキセイレイ千木は、偉大な将軍になる真実の主人公に関する軍事物語です。\u001b[22m, \u001b[1mNejimaki聖隷戦記は単に偉大な一般的になります決まり文句の主人公についての軍の話です。\u001b[22m\n\u001b[1m\u001b[22m\nUnfortunately, i have to say, the execution wasn't that good.\n\n\u001b[1m残念なことに、私は、実行はそれほど良いものではなかったと言わざるを得ない。\u001b[22m\n\u001b[1m(Zan'nen'nakotoni, watashi wa, jikkō wa sore hodo yoi monode wa nakatta to iwazaru o enai.)\u001b[22m\n\nTranslations of \u001b[4mUnfortunately, i have to say, the execution wasn't that good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mUnfortunately, i have to say, the execution wasn't that good.\u001b[24m\n    \u001b[1m残念なことに、私は、実行はそれほど良いものではなかったと言わざるを得ない。\u001b[22m, \u001b[1m残念ながら、私が言っている、実行は良いことではありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nI swear, I tried to accept most aspects it had to offer, from the cliche tiny awful princess to the atractive and strong male character who is a little bit distant and a fucking lover. Ah, dont forget the distant characters who die or suffer that you probably won't have some kind of simpathy and sadness, because you don't know anything about them. Well, this is completely boring.\n\n\u001b[1m私は誓い、私はそれが提供しなければならなかったほとんどの面を受け入れようとしていました。ちょっとした恐ろしい王女から、少し離れている魅力的で強烈な男性のキャラクター、そしてファックな恋人まで。 ああ、遠く離れたキャラクターが亡くなったり苦しんでいるのを忘れてはいけません。あなたが何らかの同情と悲しみを感じることはないでしょう。 まあ、これは完全に退屈です。\u001b[22m\n\u001b[1m(Watashi wa chikai, watashi wa sore ga teikyō shinakereba naranakatta hotondo no men o ukeireyou to shite imashita. Chottoshita osoroshī ōjo kara, sukoshi hanarete iru mirikiteki de kyōretsuna dansei no kyarakutā, soshite fakkuna koibito made. Ā, tōku hanareta kyarakutā ga nakunattari kurushinde iru no o wasurete wa ikemasen. Anata ga nanrakano dōjō to kanashimi o kanjiru koto wanaideshou. Mā, kore wa kanzen ni taikutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mI swear, I tried to accept most aspects it had to offer, from the cliche tiny awful princess to the atractive and strong male character who is a little bit distant and a fucking lover. Ah, dont forget the distant characters who die or suffer that you probably won't have some kind of simpathy and sadness, because you don't know anything about them. Well, this is completely boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI swear, I tried to accept most aspects it had to offer, from the cliche tiny awful princess to the atractive and strong male character who is a little bit distant and a fucking lover.\u001b[24m\n    \u001b[1m私は誓い、私はそれが提供しなければならなかったほとんどの面を受け入れようとしていました。ちょっとした恐ろしい王女から、少し離れている魅力的で強烈な男性のキャラクター、そしてファックな恋人まで。\u001b[22m, \u001b[1m私はそれが決まり文句小さなひどい姫から少し離れているatractiveと強力な男性キャラとクソ恋人に、提供していたほとんどの側面を受け入れることを試みたが、誓います。\u001b[22m\n\u001b[4mAh, dont forget the distant characters who die or suffer that you probably won't have some kind of simpathy and sadness, because you don't know anything about them.\u001b[24m\n    \u001b[1mああ、遠く離れたキャラクターが亡くなったり苦しんでいるのを忘れてはいけません。あなたが何らかの同情と悲しみを感じることはないでしょう。\u001b[22m, \u001b[1mああ、死ぬか、あなたがそれらについて何も知らないので、あなたはおそらく、simpathyと悲しみのいくつかの種類を持っていないことに苦しむ遠い文字を忘れてはいけません。\u001b[22m\n\u001b[4mWell, this is completely boring.\u001b[24m\n    \u001b[1mまあ、これは完全に退屈です。\u001b[22m\n\u001b[1m\u001b[22m\nProbably, the one amazing thing was the opening.\n\n\u001b[1mおそらく、驚くべきことの1つはオープニングでした。\u001b[22m\n\u001b[1m(Osoraku, odorokubeki koto no 1tsu wa ōpuningudeshita.)\u001b[22m\n\nTranslations of \u001b[4mProbably, the one amazing thing was the opening.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProbably, the one amazing thing was the opening.\u001b[24m\n    \u001b[1mおそらく、驚くべきことの1つはオープニングでした。\u001b[22m, \u001b[1mおそらく、1驚くべきことは、開口部でした。\u001b[22m"
  }
]
