[
  {
    "title": "Mahou_Shoujo_Nante_Mou_Ii_Desukara",
    "id": "31793",
    "url": "https://myanimelist.net/anime/31793/Mahou_Shoujo_Nante_Mou_Ii_Desukara",
    "user": "Simkingdra",
    "profile": "/profile/Simkingdra/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=214575",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\n*このレビューはスポイラーフリーで、私の評価に基づいていません、また、TLの下にDR *\n\nこれまでにこのアニメで見たすべてのレビューは、与えられた最終評価にかかわらず、かなり正確で詳細です。 しかし、私は自分自身を書く必要があると感じています。主に、視聴者にアートワークのカバーや全体のスコアによって延期されることなく、まさにこれが何であるかを（スポイラーは無料で）知りたいからです。\n\n魔法少女ナンテモト井深。 魔法少女（または魔法少女）のジャンルには驚きの驚きがあります。 このジャンルは、通常、非常にガーリーなやり方で悪者と戦っている若い十代の少女たちとして描かれていますが、まどかマジカのようなシリーズはずっと暗くてプロットの紆余曲折でいっぱいです。 さて、このショーはどちらもありません。 コメディー・ショーの第一線であり、ガーリー・マジックと変換を純粋にコメディー・エフェクトに使用し、同時にマドカ・マジカ・パロディーと解釈することができます。 この結果は、いつものように、ヒットかミスのどちらかであるコメディを使った、とても明るいショーです。\n\n私が続ける前に、このアニメは短編コメディーシリーズから期待していたように、ストーリーには無意味ではないことを皆に警告してもらいました。 あなたが無意味なショーが好きではない場合は、それから明らかに操縦してください、しかし面白いかもしれません。\n\nコメディーはアニメの最も重要なポイントかもしれませんし、格付けに関しては大きなギャップを生むかもしれません。 あなたが私のようにコメディを好きなら、それは良いスコアを取得します。 あなたがしなければ、あなたは死に飽きて悪いものになるでしょう。 しかし、もう一つ言及すべきことがあります：エピソードはわずか4分で、イントロソング（はい、ミニイントロソングがあります）が50秒であることを考慮すると、エピソードごとに約3回分となります。 これが意味することは、あなたが快適になり始めると直ぐに存在しないストーリーがすぐに中断されたり、ジョークの笑いがそのように途切れたりすることです。 私はこれらのエピソードの必要性が少なくとも10分であると感じましたが、個人的には自分のスコアに最も影響を与えました。 プラス面では、それを見てもまだ興味をそそられていないあなたのために、2つのエピソードをチェックするだけで、価値があるかどうかを見極めることが、貴重な時間を奪うことはありません。\n\n私はアートスタイルや音楽についてはあまり言い訳がありませんが、そのような明るいアニメのためにはシンプルで気を散らすのを避けるためには十分にフィットしています。\nキャラクターもシンプルですが、より現実的で、同時に魔法の女の子と魔法に付随する危険について知識があり、コメディにだけ追加されます。\n\nTL; DR /要約：\n - あなたがこのシリーズを好きにしたり嫌いにしたりすることは、コメディです。これは主に考慮する唯一の要因です。\n - 唯一の3分以上のエピソードは、それが終わった神に感謝するだろう、またはあなたがもっと欲しいままにしておくだろう。\nアート・スタイルや音などの技術的なものは、あまりにも特別なものではありません。\n - 俳優はシンプルですが現実的であり、コメディに加わります。\nあなたがアニメを非常に真剣にしている場合は、クリアしてください。そうでない場合や単に気分が良い場合は、試してみてください。\n\n私の評価：唯一のコメディは私に9を与えるだろうが、それらの短いエピソードは全体的な楽しさ（したがって全体的なスコア）​​を7.5に持っています。 私はそれに8を与えたが、それは時間の経過とともに7に下がるかもしれない。 私はそれを見つけるなら、私は確かにマンガをチェックアウトするでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\n*This review is spoiler-free and not based on my rating, also a TL;DR at the bottom*\n\n\u001b[1m*このレビューはスポイラーフリーで、私の評価に基づいていません、また、TLの下にDR *\u001b[22m\n\u001b[1m(* Kono rebyū wa supoirāfurī de, watashi no hyōka ni motodzuite imasen, mata, TL no shita ni DR*)\u001b[22m\n\nTranslations of \u001b[4m*This review is spoiler-free and not based on my rating, also a TL;DR at the bottom*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*This review is spoiler-free and not based on my rating, also a TL;DR at the bottom*\u001b[24m\n    \u001b[1m*このレビューはスポイラーフリーで、私の評価に基づいていません、また、TLの下にDR *\u001b[22m, \u001b[1m*このレビューはまた、スポイラーフリーではない私の評価に基づいて、TLであり、下部にあるDR *\u001b[22m\n\u001b[1m\u001b[22m\nAll reviews I've seen so far on this anime are pretty accurate and detailed, regardless of the final rating that was given. However, I do feel the need to write one myself, mainly because I want to make potential viewers know what exactly this is (spoiler free of course), without being put off by the artwork cover or by the overall score.\n\n\u001b[1mこれまでにこのアニメで見たすべてのレビューは、与えられた最終評価にかかわらず、かなり正確で詳細です。 しかし、私は自分自身を書く必要があると感じています。主に、視聴者にアートワークのカバーや全体のスコアによって延期されることなく、まさにこれが何であるかを（スポイラーは無料で）知りたいからです。\u001b[22m\n\u001b[1m(Kore made ni kono anime de mita subete no rebyū wa, ataerareta saishū hyōka ni kakawarazu, kanari seikakude shōsaidesu. Shikashi, watashi wa jibun jishin o kaku hitsuyō ga aru to kanjite imasu. Omoni, shichō-sha ni ātowāku no kabā ya zentai no sukoa ni yotte enki sa reru koto naku, masani kore ga nandearu ka o (supoirā wa muryō de) shiritaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mAll reviews I've seen so far on this anime are pretty accurate and detailed, regardless of the final rating that was given. However, I do feel the need to write one myself, mainly because I want to make potential viewers know what exactly this is (spoiler free of course), without being put off by the artwork cover or by the overall score.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll reviews I've seen so far on this anime are pretty accurate and detailed, regardless of the final rating that was given.\u001b[24m\n    \u001b[1mこれまでにこのアニメで見たすべてのレビューは、与えられた最終評価にかかわらず、かなり正確で詳細です。\u001b[22m, \u001b[1m私はこのアニメで、これまで見てきた全てのレビューは関係なく、与えられた最終的な評価の、かなり正確かつ詳細です。\u001b[22m\n\u001b[4mHowever, I do feel the need to write one myself, mainly because I want to make potential viewers know what exactly this is (spoiler free of course), without being put off by the artwork cover or by the overall score.\u001b[24m\n    \u001b[1mしかし、私は自分自身を書く必要があると感じています。主に、視聴者にアートワークのカバーや全体のスコアによって延期されることなく、まさにこれが何であるかを（スポイラーは無料で）知りたいからです。\u001b[22m, \u001b[1mしかし、私は私がアートワークカバーによって、または全体的なスコアによって延期されることなく、潜在的な視聴者は、まさにこれが（もちろん無料スポイラー）であるかを知るようにしたい主な理由は、1自分自身を記述する必要性を感じています。\u001b[22m\n\u001b[1m\u001b[22m\nMahou Shoujo Nante Mou Ii Desukara. belongs, surprise surprise, to the Mahou Shoujo (or Magical Girl) genre. Although this genre is usually portrayed as young teenage girls fighting bad guys in a very girly fashion, there have been series such as Madoka Magica which turn out to be much darker and full of plot twists. Well, this show is neither. Being first and foremost a comedy show, it uses the girly magic and transformation purely for comedic effect, and at the same time it can be interpreted as a Madoka Magica parody. The result of this is a very light-hearted show with comedy that, as always, is either a hit or miss.\n\n\u001b[1m魔法少女ナンテモト井深。 魔法少女（または魔法少女）のジャンルには驚きの驚きがあります。 このジャンルは、通常、非常にガーリーなやり方で悪者と戦っている若い十代の少女たちとして描かれていますが、まどかマジカのようなシリーズはずっと暗くてプロットの紆余曲折でいっぱいです。 さて、このショーはどちらもありません。 コメディー・ショーの第一線であり、ガーリー・マジックと変換を純粋にコメディー・エフェクトに使用し、同時にマドカ・マジカ・パロディーと解釈することができます。 この結果は、いつものように、ヒットかミスのどちらかであるコメディを使った、とても明るいショーです。\u001b[22m\n\u001b[1m(Mahō shōjo nantemoto Ibuka. Mahō shōjo (matawa mahō shōjo) no janru ni wa odoroki no odoroki ga arimasu. Kono janru wa, tsūjō, hijō ni gārīna yarikata de warumono to tatakatte iru wakai jūdai no shōjo-tachi to shite egaka rete imasuga, Madoka majika no yōna shirīzu wa zutto kurakute purotto no uyokyokusetsu de ippaidesu. Sate, kono shō wa dochira mo arimasen. Komedī shō no daiissendeari, gārī majikku to henkan o junsui ni komedī efekuto ni shiyō shi, dōjini Madoka majika parodī to kaishaku suru koto ga dekimasu. Ko no kekka wa, itsumo no yō ni, hitto ka misu no dochira kadearu komedi o tsukatta, totemo akarui shōdesu.)\u001b[22m\n\nTranslations of \u001b[4mMahou Shoujo Nante Mou Ii Desukara. belongs, surprise surprise, to the Mahou Shoujo (or Magical Girl) genre. Although this genre is usually portrayed as young teenage girls fighting bad guys in a very girly fashion, there have been series such as Madoka Magica which turn out to be much darker and full of plot twists. Well, this show is neither. Being first and foremost a comedy show, it uses the girly magic and transformation purely for comedic effect, and at the same time it can be interpreted as a Madoka Magica parody. The result of this is a very light-hearted show with comedy that, as always, is either a hit or miss.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMahou Shoujo Nante Mou Ii Desukara.\u001b[24m\n    \u001b[1m魔法少女ナンテモト井深。\u001b[22m, \u001b[1m魔法少女なんて覚書イイDesukara。\u001b[22m\n\u001b[4mbelongs, surprise surprise, to the Mahou Shoujo (or Magical Girl) genre.\u001b[24m\n    \u001b[1m魔法少女（または魔法少女）のジャンルには驚きの驚きがあります。\u001b[22m, \u001b[1m魔法少女（または魔法少女）ジャンルに、驚き驚き、属しています。\u001b[22m\n\u001b[4mAlthough this genre is usually portrayed as young teenage girls fighting bad guys in a very girly fashion, there have been series such as Madoka Magica which turn out to be much darker and full of plot twists.\u001b[24m\n    \u001b[1mこのジャンルは、通常、非常にガーリーなやり方で悪者と戦っている若い十代の少女たちとして描かれていますが、まどかマジカのようなシリーズはずっと暗くてプロットの紆余曲折でいっぱいです。\u001b[22m, \u001b[1mこのジャンルは通常、非常にガーリーなファッションに悪者と戦う若い十代の女の子として描かれているが、はるかに暗いとどんでん返しの完全であることが判明するなどまどかマジカのようなシリーズがありました。\u001b[22m\n\u001b[4mWell, this show is neither.\u001b[24m\n    \u001b[1mさて、このショーはどちらもありません。\u001b[22m, \u001b[1mさて、このショーはでもありません。\u001b[22m\n\u001b[4mBeing first and foremost a comedy show, it uses the girly magic and transformation purely for comedic effect, and at the same time it can be interpreted as a Madoka Magica parody.\u001b[24m\n    \u001b[1mコメディー・ショーの第一線であり、ガーリー・マジックと変換を純粋にコメディー・エフェクトに使用し、同時にマドカ・マジカ・パロディーと解釈することができます。\u001b[22m, \u001b[1mまず第一にお笑い番組なので、それは喜劇効果のために純粋にガーリーな魔法と変換を使用し、同時にそれは、まどかマギカのパロディとして解釈することができます。\u001b[22m\n\u001b[4mThe result of this is a very light-hearted show with comedy that, as always, is either a hit or miss.\u001b[24m\n    \u001b[1mこの結果は、いつものように、ヒットかミスのどちらかであるコメディを使った、とても明るいショーです。\u001b[22m, \u001b[1mこの結果は、いつものように、ヒットまたはミスのいずれかである喜劇と非常に陽気なショーです。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I go on, let me warn you that all in all, this anime was pointless story-wise, as you'd expect from a short comedy-only series. So steer clear from it if you don't like mindless shows, however funny they may be.\n\n\u001b[1m私が続ける前に、このアニメは短編コメディーシリーズから期待していたように、ストーリーには無意味ではないことを皆に警告してもらいました。 あなたが無意味なショーが好きではない場合は、それから明らかに操縦してください、しかし面白いかもしれません。\u001b[22m\n\u001b[1m(Watashi ga tsudzukeru mae ni, kono anime wa tanpen komedīshirīzu kara kitai shite ita yō ni, sutōrī ni wa muimide wanai koto o mina ni keikoku shite moraimashita. Anata ga muimina shō ga sukide wanai baai wa, sorekara akiraka ni sōjū shite kudasai, shikashi omoshiroi kamo shiremasen.)\u001b[22m\n\nTranslations of \u001b[4mBefore I go on, let me warn you that all in all, this anime was pointless story-wise, as you'd expect from a short comedy-only series. So steer clear from it if you don't like mindless shows, however funny they may be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I go on, let me warn you that all in all, this anime was pointless story-wise, as you'd expect from a short comedy-only series.\u001b[24m\n    \u001b[1m私が続ける前に、このアニメは短編コメディーシリーズから期待していたように、ストーリーには無意味ではないことを皆に警告してもらいました。\u001b[22m, \u001b[1mあなたはショートコメディ専用シリーズから期待通り、私は上に行く前に、私はすべての内のすべてのことを警告しましょう、このアニメは、無意味な話-賢明でした。\u001b[22m\n\u001b[4mSo steer clear from it if you don't like mindless shows, however funny they may be.\u001b[24m\n    \u001b[1mあなたが無意味なショーが好きではない場合は、それから明らかに操縦してください、しかし面白いかもしれません。\u001b[22m, \u001b[1mあなたは愚かな番組を好きではないのであればしかし、面白い、彼らがすることができ、それからの明確な舵取り。\u001b[22m\n\u001b[1m\u001b[22m\nMoving on, comedy may be the most crucial point of the anime, and the one which creates the huge gaps when it comes to ratings. If you like the comedy like I did, it gets a good score. If you don't, you'll be bored to death and give it a bad one. However, there's one more thing that is worth mentioning: the episodes are only 4 minutes long, and considering that the intro song (yes, there's a mini intro song) is 50 seconds, you get about 3 per episode. What this means is that the almost non-existent story is interrupted immediately as soon as you start to get comfortable, or your laughter to the jokes gets cut off just like that. I did feel the need of these episodes to be at least 10 minutes long, and personally it affected my score the most. On the plus side, for all of you who are uncertain to watch it but still intrigued, checking out 2 episodes just to see if it's worth watching or not doesn't take away any precious time.\n\n\u001b[1mコメディーはアニメの最も重要なポイントかもしれませんし、格付けに関しては大きなギャップを生むかもしれません。 あなたが私のようにコメディを好きなら、それは良いスコアを取得します。 あなたがしなければ、あなたは死に飽きて悪いものになるでしょう。 しかし、もう一つ言及すべきことがあります：エピソードはわずか4分で、イントロソング（はい、ミニイントロソングがあります）が50秒であることを考慮すると、エピソードごとに約3回分となります。 これが意味することは、あなたが快適になり始めると直ぐに存在しないストーリーがすぐに中断されたり、ジョークの笑いがそのように途切れたりすることです。 私はこれらのエピソードの必要性が少なくとも10分であると感じましたが、個人的には自分のスコアに最も影響を与えました。 プラス面では、それを見てもまだ興味をそそられていないあなたのために、2つのエピソードをチェックするだけで、価値があるかどうかを見極めることが、貴重な時間を奪うことはありません。\u001b[22m\n\u001b[1m(Komedī wa anime no mottomojūyōna pointo kamo shiremasenshi, kakudzuke ni kanshite wa ōkina gyappu o umu kamo shiremasen. Anata ga watashi no yō ni komedi o sukinara, sore wa yoi sukoa o shutoku shimasu. Anata ga shinakereba, anata wa shini akite warui mono ni narudeshou. Shikashi, mōhitotsu genkyū subeki koto ga arimasu: Episōdo wa wazuka 4-bu de, intorosongu (hai, miniintorosongu ga arimasu) ga 50-byōdearu koto o kōryo suru to, episōdo-goto ni yaku 3-kaibun to narimasu. Kore ga imi suru koto wa, anata ga kaiteki ni nari hajimeruto sugu ni sonzaishinai sutōrī ga sugu ni chūdan sa re tari, jōku no warai ga sonoyōni togire tari suru kotodesu. Watashi wa korera no episōdo no hitsuyō-sei ga sukunakutomo 10-budearu to kanjimashitaga, kojin-teki ni wa jibun no sukoa ni mottomo eikyō o ataemashita. Purasu-mende wa, sore o mite mo mada kyōmi o sosora rete inai anata no tame ni, 2tsu no episōdo o chekku suru dake de, kachigāru ka dō ka o mikiwameru koto ga, kichōna jikan o ubau koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mMoving on, comedy may be the most crucial point of the anime, and the one which creates the huge gaps when it comes to ratings. If you like the comedy like I did, it gets a good score. If you don't, you'll be bored to death and give it a bad one. However, there's one more thing that is worth mentioning: the episodes are only 4 minutes long, and considering that the intro song (yes, there's a mini intro song) is 50 seconds, you get about 3 per episode. What this means is that the almost non-existent story is interrupted immediately as soon as you start to get comfortable, or your laughter to the jokes gets cut off just like that. I did feel the need of these episodes to be at least 10 minutes long, and personally it affected my score the most. On the plus side, for all of you who are uncertain to watch it but still intrigued, checking out 2 episodes just to see if it's worth watching or not doesn't take away any precious time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on, comedy may be the most crucial point of the anime, and the one which creates the huge gaps when it comes to ratings.\u001b[24m\n    \u001b[1mコメディーはアニメの最も重要なポイントかもしれませんし、格付けに関しては大きなギャップを生むかもしれません。\u001b[22m, \u001b[1m上の移動、コメディー、アニメの中で最も重要なポイント、それは評価に来るとき巨大なギャップを作成するものであってもよいです。\u001b[22m\n\u001b[4mIf you like the comedy like I did, it gets a good score.\u001b[24m\n    \u001b[1mあなたが私のようにコメディを好きなら、それは良いスコアを取得します。\u001b[22m, \u001b[1m私が行ったようにあなたはコメディが好きなら、それは良いスコアを取得します。\u001b[22m\n\u001b[4mIf you don't, you'll be bored to death and give it a bad one.\u001b[24m\n    \u001b[1mあなたがしなければ、あなたは死に飽きて悪いものになるでしょう。\u001b[22m, \u001b[1mそうしない場合、あなたは死に退屈すること、それに悪いものを与えるでしょう。\u001b[22m\n\u001b[4mHowever, there's one more thing that is worth mentioning: the episodes are only 4 minutes long, and considering that the intro song (yes, there's a mini intro song) is 50 seconds, you get about 3 per episode.\u001b[24m\n    \u001b[1mしかし、もう一つ言及すべきことがあります：エピソードはわずか4分で、イントロソング（はい、ミニイントロソングがあります）が50秒であることを考慮すると、エピソードごとに約3回分となります。\u001b[22m, \u001b[1mしかし、言及する価値があるもう一つあります：エピソードがわずか4分の長であり、イントロ曲は（はい、ミニイントロ曲があります）50秒であることを考えると、あなたは約3エピソードあたりを得ます。\u001b[22m\n\u001b[4mWhat this means is that the almost non-existent story is interrupted immediately as soon as you start to get comfortable, or your laughter to the jokes gets cut off just like that.\u001b[24m\n    \u001b[1mこれが意味することは、あなたが快適になり始めると直ぐに存在しないストーリーがすぐに中断されたり、ジョークの笑いがそのように途切れたりすることです。\u001b[22m, \u001b[1mこれが意味することはほとんど存在しないの話ということであるとすぐに慣れるために始めるとすぐに中断された、またはジョークにあなたの笑いは、ちょうどそのように遮断されます。\u001b[22m\n\u001b[4mI did feel the need of these episodes to be at least 10 minutes long, and personally it affected my score the most.\u001b[24m\n    \u001b[1m私はこれらのエピソードの必要性が少なくとも10分であると感じましたが、個人的には自分のスコアに最も影響を与えました。\u001b[22m, \u001b[1m私はこれらのエピソードの必要性は、少なくとも10分の長であることを感じていた、と個人的にはほとんど私のスコアに影響を与えました。\u001b[22m\n\u001b[4mOn the plus side, for all of you who are uncertain to watch it but still intrigued, checking out 2 episodes just to see if it's worth watching or not doesn't take away any precious time.\u001b[24m\n    \u001b[1mプラス面では、それを見てもまだ興味をそそられていないあなたのために、2つのエピソードをチェックするだけで、価値があるかどうかを見極めることが、貴重な時間を奪うことはありません。\u001b[22m, \u001b[1mプラス側では、すべてのあなたのためにそれを見ること不確かが、それでも、それは任意の貴重な時間を奪うしません見て価値があるかどう単に確認するために2エピソードをチェックアウトし、興味をそそら人です。\u001b[22m\n\u001b[1m\u001b[22m\nI don't have much to say about the art style and music, other than the fact that they are simple enough for such a light-hearted anime and are fitting enough to avoid distractions.\n\n\u001b[1m私はアートスタイルや音楽についてはあまり言い訳がありませんが、そのような明るいアニメのためにはシンプルで気を散らすのを避けるためには十分にフィットしています。\u001b[22m\n\u001b[1m(Watashi wa ātosutairu ya ongaku ni tsuite wa amari iiwake ga arimasenga, sono yōna akarui anime no tame ni wa shinpurude ki o chirasu no o yokeru tame ni wa jūbun ni fitto shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mI don't have much to say about the art style and music, other than the fact that they are simple enough for such a light-hearted anime and are fitting enough to avoid distractions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't have much to say about the art style and music, other than the fact that they are simple enough for such a light-hearted anime and are fitting enough to avoid distractions.\u001b[24m\n    \u001b[1m私はアートスタイルや音楽についてはあまり言い訳がありませんが、そのような明るいアニメのためにはシンプルで気を散らすのを避けるためには十分にフィットしています。\u001b[22m, \u001b[1m私は、彼らがそのような快活なアニメのために十分に簡単であるという事実以外のアートスタイルと音楽、について言うべき多くを持っていないと気晴らしを避けるために十分フィットしています。\u001b[22m\nThe characters are simple too, however seem to be more realistic and at the same time knowledgeable about magical girls and the risks that come with the magic, which only adds to the comedy.\n\n\u001b[1mキャラクターもシンプルですが、より現実的で、同時に魔法の女の子と魔法に付随する危険について知識があり、コメディにだけ追加されます。\u001b[22m\n\u001b[1m(Kyarakutā mo shinpurudesuga, yori genjitsu-tekide, dōjini mahō no on'nanoko to mahō ni fuzui suru kiken ni tsuite chishiki ga ari, komedi ni dake tsuika sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are simple too, however seem to be more realistic and at the same time knowledgeable about magical girls and the risks that come with the magic, which only adds to the comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are simple too, however seem to be more realistic and at the same time knowledgeable about magical girls and the risks that come with the magic, which only adds to the comedy.\u001b[24m\n    \u001b[1mキャラクターもシンプルですが、より現実的で、同時に魔法の女の子と魔法に付随する危険について知識があり、コメディにだけ追加されます。\u001b[22m, \u001b[1m文字は、しかし、より現実的と魔法少女とだけコメディーに追加するマジック、付属してリスクについての知識が同時にあるように見える、あまりにも簡単です。\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR / Summary:\n\n\u001b[1mTL; DR /要約：\u001b[22m\n\u001b[1m(TL; DR/ yōyaku:)\u001b[22m\n\nTranslations of \u001b[4mTL;DR / Summary:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR / Summary:\u001b[24m\n    \u001b[1mTL; DR /要約：\u001b[22m\n-The thing that will make you like or dislike this series is the comedy, mostly since it's the only factor to consider.\n\n\u001b[1m - あなたがこのシリーズを好きにしたり嫌いにしたりすることは、コメディです。これは主に考慮する唯一の要因です。\u001b[22m\n\u001b[1m(- Anata ga kono shirīzu o sukini shi tari kirai ni shi tari suru koto wa, komedidesu. Kore wa omoni kōryo suru yuiitsu no yōindesu.)\u001b[22m\n\nTranslations of \u001b[4m-The thing that will make you like or dislike this series is the comedy, mostly since it's the only factor to consider.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The thing that will make you like or dislike this series is the comedy, mostly since it's the only factor to consider.\u001b[24m\n    \u001b[1m - あなたがこのシリーズを好きにしたり嫌いにしたりすることは、コメディです。これは主に考慮する唯一の要因です。\u001b[22m, \u001b[1mあなたが好きか、このシリーズを嫌うようになります-Theことは、それが考慮すべき唯一の要因だ主にので、コメディです。\u001b[22m\n-The only 3+ minutes long episodes will likely make you thank god it's over, or leave you wanting for more.\n\n\u001b[1m - 唯一の3分以上のエピソードは、それが終わった神に感謝するだろう、またはあなたがもっと欲しいままにしておくだろう。\u001b[22m\n\u001b[1m(- Yuiitsu no 3-bu ijō no episōdo wa, sore ga owatta kami ni kansha surudarou, matawa anata ga motto hoshī mama ni shite okudarou.)\u001b[22m\n\nTranslations of \u001b[4m-The only 3+ minutes long episodes will likely make you thank god it's over, or leave you wanting for more.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The only 3+ minutes long episodes will likely make you thank god it's over, or leave you wanting for more.\u001b[24m\n    \u001b[1m - 唯一の3分以上のエピソードは、それが終わった神に感謝するだろう、またはあなたがもっと欲しいままにしておくだろう。\u001b[22m, \u001b[1m-Theのみ3+分長いエピソードは、おそらくあなたはそれが終わった神に感謝作る、またはあなたがより多くのために望むままになります。\u001b[22m\n-The technical stuff such as art style and sounds are fitting, nothing too special.\n\n\u001b[1mアート・スタイルや音などの技術的なものは、あまりにも特別なものではありません。\u001b[22m\n\u001b[1m(Āto sutairu ya oto nado no gijutsu-tekina mono wa, amarini mo tokubetsuna monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m-The technical stuff such as art style and sounds are fitting, nothing too special.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-The technical stuff such as art style and sounds are fitting, nothing too special.\u001b[24m\n    \u001b[1mアート・スタイルや音などの技術的なものは、あまりにも特別なものではありません。\u001b[22m, \u001b[1mこのようなアートスタイルや音など-The技術的なものは、あまりにも特殊なフィッティング、何もありません。\u001b[22m\n-Characters are simple but realistic and add to the comedy.\n\n\u001b[1m - 俳優はシンプルですが現実的であり、コメディに加わります。\u001b[22m\n\u001b[1m(- Haiyū wa shinpurudesuga genjitsu-tekideari, komedi ni kuwawarimasu.)\u001b[22m\n\nTranslations of \u001b[4m-Characters are simple but realistic and add to the comedy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Characters are simple but realistic and add to the comedy.\u001b[24m\n    \u001b[1m - 俳優はシンプルですが現実的であり、コメディに加わります。\u001b[22m, \u001b[1m-Charactersはシンプルだが現実的であり、喜劇に追加します。\u001b[22m\n-Keep clear if you're VERY serious about anime, give it a try if you're not or if you're simply in a good mood.\n\n\u001b[1mあなたがアニメを非常に真剣にしている場合は、クリアしてください。そうでない場合や単に気分が良い場合は、試してみてください。\u001b[22m\n\u001b[1m(Anata ga anime o hijō ni shinken ni shite iru baai wa, kuria shite kudasai. Sōdenai baai ya tan'ni kibungayoi baai wa, tameshite mite kudasai.)\u001b[22m\n\nTranslations of \u001b[4m-Keep clear if you're VERY serious about anime, give it a try if you're not or if you're simply in a good mood.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Keep clear if you're VERY serious about anime, give it a try if you're not or if you're simply in a good mood.\u001b[24m\n    \u001b[1mあなたがアニメを非常に真剣にしている場合は、クリアしてください。そうでない場合や単に気分が良い場合は、試してみてください。\u001b[22m, \u001b[1mあなたはアニメについて非常に深刻なら明確-keep、あなたがいないのであれば、またはあなたが良い気分に単にならそれを試してみます。\u001b[22m\n\u001b[1m\u001b[22m\nMy rating: The comedy alone would make me give it a 9, but those short episodes bring the overall enjoyment (thus overall score) to a 7.5. I have given it an 8, but it might round down to 7 over time. I will definitely check out the manga if I find it.\n\n\u001b[1m私の評価：唯一のコメディは私に9を与えるだろうが、それらの短いエピソードは全体的な楽しさ（したがって全体的なスコア）​​を7.5に持っています。 私はそれに8を与えたが、それは時間の経過とともに7に下がるかもしれない。 私はそれを見つけると確かにマンガをチェックアウトします。\u001b[22m\n\u001b[1m(Watashi no hyōka: Yuiitsu no komedi wa watashi ni 9 o ataerudarouga, sorera no mijikai episōdo wa zentai-tekina tanoshisa (shitagatte zentai-tekina sukoa)​​ o 7. 5 Ni motte imasu. Watashi wa sore ni 8 o ataetaga, soreha jikan no keika to tomoni 7 ni sagaru kamo shirenai. Watashi wa sore o mitsukeru to tashikani manga o chekku auto shimasu.)\u001b[22m\n\nTranslations of \u001b[4mMy rating: The comedy alone would make me give it a 9, but those short episodes bring the overall enjoyment (thus overall score) to a 7.5. I have given it an 8, but it might round down to 7 over time. I will definitely check out the manga if I find it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy rating: The comedy alone would make me give it a 9, but those short episodes bring the overall enjoyment (thus overall score) to a 7.5.\u001b[24m\n    \u001b[1m私の評価：唯一のコメディは私に9を与えるだろうが、それらの短いエピソードは全体的な楽しさ（したがって全体的なスコア）を7.5に持っています。\u001b[22m, \u001b[1m私の評価は：単独の喜劇は、私はそれに9を与えるになるだろうが、それらの短いエピソードは7.5に（したがって、全体的なスコア）全体的な楽しさをもたらします。\u001b[22m\n\u001b[4mI have given it an 8, but it might round down to 7 over time.\u001b[24m\n    \u001b[1m私はそれに8を与えたが、それは時間の経過とともに7に下がるかもしれない。\u001b[22m, \u001b[1m私はそれを8を与えているが、それは時間をかけて7に切り捨てることがあります。\u001b[22m\n\u001b[4mI will definitely check out the manga if I find it.\u001b[24m\n    \u001b[1m私はそれを見つけると確かにマンガをチェックアウトします。\u001b[22m, \u001b[1m私はそれを見つけた場合、私は間違いなく漫画をチェックアウトします。\u001b[22m"
  },
  {
    "title": "Mahou_Shoujo_Nante_Mou_Ii_Desukara",
    "id": "31793",
    "url": "https://myanimelist.net/anime/31793/Mahou_Shoujo_Nante_Mou_Ii_Desukara",
    "user": "Yemi_Hikari",
    "profile": "/profile/Yemi_Hikari/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=220473",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  4\nキャラクター|  4\n|  3\n\nシリーズについて何か良いことはありますか？\n\n私はシリーズがクイック・ウォッチだと言うことができると思いますが、最終的なポイントに到達するのに永遠にかかったような感じがしたので、これが本当かどうかは分かりません。 それを除いて、本当に何かがあるような気がしなかった。\n\nパロディーピースのポイントは何かを楽しむことですが、このシリーズでは、クリエイターはハンマーを振り、1マイルほど釘を打ちました。 エピソードのいずれも、主要な魔法少女の襲撃に触れられず、シリーズが本当に何かを楽しませることもありませんでした。 私は何度も聞いたことがあります。 時には、私は非常に良い魔法少女シリーズを取った非常に若い作家のファンフィックを読んでいたような気がして、それを無謀なスライス・オブ・ライフシリーズに脱線させました。\n\nある意味では、あなたはそのタイプの文章を調べることができますし、何が間違っているのか、なぜ若い作家がそのような物語を書くのですか？しかし、長期的には、彼らはよく分からないという結論に至ります。  Ergo、シリーズはちょっと愚かなファンタジーに終わり、若い作家、あるいはおそらくターゲットオーディエンスとは一致しません。 それはちょうどそこにあるように感じます、アートワーク、キャラクター、すべて。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nIs there something good about the series?\n\n\u001b[1mシリーズについて何か良いことはありますか？\u001b[22m\n\u001b[1m(Shirīzu ni tsuite nani ka yoi koto wa arimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mIs there something good about the series?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIs there something good about the series?\u001b[24m\n    \u001b[1mシリーズについて何か良いことはありますか？\u001b[22m\n\u001b[1m\u001b[22m\nI guess you could say the series is a quick watch, but I'm also not sure if this really was, as this one felt like it took forever to get to the final point. Except, there really didn't feel like there was any point.\n\n\u001b[1m私はシリーズがクイック・ウォッチだと言うことができると思いますが、最終的なポイントに到達するのに永遠にかかったような感じがしたので、これが本当かどうかは分かりません。 それを除いて、本当に何かがあるような気がしなかった。\u001b[22m\n\u001b[1m(Watashi wa shirīzu ga kuikku u~otchida to iu koto ga dekiru to omoimasuga, saishū-tekina pointo ni tōtatsu surunoni eien ni kakatta yōna kanji ga shitanode, korega hontō ka dō ka wa wakarimasen. Sore o nozoite, hontōni nanika ga aru yōna ki ga shinakatta.)\u001b[22m\n\nTranslations of \u001b[4mI guess you could say the series is a quick watch, but I'm also not sure if this really was, as this one felt like it took forever to get to the final point. Except, there really didn't feel like there was any point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI guess you could say the series is a quick watch, but I'm also not sure if this really was, as this one felt like it took forever to get to the final point.\u001b[24m\n    \u001b[1m私はシリーズがクイック・ウォッチだと言うことができると思いますが、最終的なポイントに到達するのに永遠にかかったような感じがしたので、これが本当かどうかは分かりません。\u001b[22m, \u001b[1m私はあなたがシリーズクイックウォッチであると言うことができると思いますが、それは最後のポイントに到達するために永遠にかかったようにこの1つは感じたように私は、また、これは本当にあったかはわかりません。\u001b[22m\n\u001b[4mExcept, there really didn't feel like there was any point.\u001b[24m\n    \u001b[1mそれを除いて、本当に何かがあるような気がしなかった。\u001b[22m, \u001b[1m任意の点があったような場合を除きは、実際にそこに感じませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe point of a parody piece is to make fun of something, but for this series, the creators swung a hammer and hit the nail by a mile. None of the episodes touched upon any of the major Magical Girl tropes, nor did the series really make fun of anything. The humor was, to say the least, barely there, and really jokes I've heard many times. At times I kind of felt like I was reading the fanfic of a very young writer who took what was a majorly good Magical Girl series, and derailed it into a plotless slice-of-life series.\n\n\u001b[1mパロディーピースのポイントは何かを楽しむことですが、このシリーズでは、クリエイターはハンマーを振り、1マイルほど釘を打ちました。 エピソードのいずれも、主要な魔法少女の襲撃に触れられず、シリーズが本当に何かを楽しませることもありませんでした。 私は何度も聞いたことがあります。 時には、私は非常に良い魔法少女シリーズを取った非常に若い作家のファンフィックを読んでいたような気がして、それを無謀なスライス・オブ・ライフシリーズに脱線させました。\u001b[22m\n\u001b[1m(Parodīpīsu no pointo wa nanika o tanoshimu kotodesuga, kono shirīzude wa, kurieitā wa hanmā o furi, 1-mairu hodo kugi o uchimashita. Episōdo no izure mo, shuyōna mahō shōjo no shūgeki ni fure rarezu, shirīzu ga hontōni nanika o tanoshima seru koto mo arimasendeshita. Watashi wa nando mo kiita koto ga arimasu. Tokiniha, watashi wa hijō ni yoi mahō shōjo shirīzu o totta hijō ni wakai sakka no fanfikku o yonde ita yōna ki ga shite, sore o mubōna suraisu Obu raifushirīzu ni dassen sa semashita.)\u001b[22m\n\nTranslations of \u001b[4mThe point of a parody piece is to make fun of something, but for this series, the creators swung a hammer and hit the nail by a mile. None of the episodes touched upon any of the major Magical Girl tropes, nor did the series really make fun of anything. The humor was, to say the least, barely there, and really jokes I've heard many times. At times I kind of felt like I was reading the fanfic of a very young writer who took what was a majorly good Magical Girl series, and derailed it into a plotless slice-of-life series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe point of a parody piece is to make fun of something, but for this series, the creators swung a hammer and hit the nail by a mile.\u001b[24m\n    \u001b[1mパロディーピースのポイントは何かを楽しむことですが、このシリーズでは、クリエイターはハンマーを振り、1マイルほど釘を打ちました。\u001b[22m, \u001b[1mパロディ作品のポイントは何かの楽しみを作ることであるが、このシリーズのために、作成者はハンマーを振ったし、マイルによって釘を打ちます。\u001b[22m\n\u001b[4mNone of the episodes touched upon any of the major Magical Girl tropes, nor did the series really make fun of anything.\u001b[24m\n    \u001b[1mエピソードのいずれも、主要な魔法少女の襲撃に触れられず、シリーズが本当に何かを楽しませることもありませんでした。\u001b[22m, \u001b[1mエピソードはどれも主要な魔法少女の比喩のいずれかに触れていない、またシリーズは本当に何の楽しみを作りました。\u001b[22m\n\u001b[4mThe humor was, to say the least, barely there, and really jokes I've heard many times.\u001b[24m\n    \u001b[1m私は何度も聞いたことがあります。\u001b[22m, \u001b[1mユーモアはかろうじてそこに、控えめに言っても、あった、と本当に私は何回も聞いたジョーク。\u001b[22m\n\u001b[4mAt times I kind of felt like I was reading the fanfic of a very young writer who took what was a majorly good Magical Girl series, and derailed it into a plotless slice-of-life series.\u001b[24m\n    \u001b[1m時には、私は非常に良い魔法少女シリーズを取った非常に若い作家のファンフィックを読んでいたような気がして、それを無謀なスライス・オブ・ライフシリーズに脱線させました。\u001b[22m, \u001b[1m時には私は一種の私はすぎなかっ良い魔法少女シリーズが何であったか取って、陰謀のないスライスオブライフシリーズにそれを脱線非常に若い作家のfanficを読んでいたように感じました。\u001b[22m\n\u001b[1m\u001b[22m\nIn a way, you could examine that type of writing, and what's wrong with it, why the young writers write such stories, but in the long run you'd come to the conclusion that they don't know better. Ergo, the series just ends up being silly fanservice, and that doesn't match up with the young writers, or perhaps even the target audience. It feels like it is just there, the artwork, the characters, everything.\n\n\u001b[1mある意味では、あなたはそのタイプの文章を調べることができますし、何が間違っているのか、なぜ若い作家がそのような物語を書くのですか？しかし、長期的には、彼らはよく分からないという結論に至ります。  Ergo、シリーズはちょっと愚かなファンタジーに終わり、若い作家、あるいはおそらくターゲットオーディエンスとは一致しません。 それはちょうどそこにあるように感じます、アートワーク、キャラクター、すべて。\u001b[22m\n\u001b[1m(Aruimide wa, anata wa sono taipu no bunshō o shiraberu koto ga dekimasushi, nani ga machigatte iru no ka, naze wakai sakka ga sono yōna monogatari o kaku nodesu ka? Shikashi, chōki-teki ni wa, karera wa yokuwakaranai to iu ketsuron ni itarimasu. Ergo, shirīzu wa chotto orokana fantajī ni owari, wakai sakka, aruiwa osoraku tāgettoōdiensu to wa itchi shimasen. Sore wa chōdo soko ni aru yō ni kanjimasu, ātowāku, kyarakutā, subete.)\u001b[22m\n\nTranslations of \u001b[4mIn a way, you could examine that type of writing, and what's wrong with it, why the young writers write such stories, but in the long run you'd come to the conclusion that they don't know better. Ergo, the series just ends up being silly fanservice, and that doesn't match up with the young writers, or perhaps even the target audience. It feels like it is just there, the artwork, the characters, everything.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn a way, you could examine that type of writing, and what's wrong with it, why the young writers write such stories, but in the long run you'd come to the conclusion that they don't know better.\u001b[24m\n    \u001b[1mある意味では、あなたはそのタイプの文章を調べることができますし、何が間違っているのか、なぜ若い作家がそのような物語を書くのですか？しかし、長期的には、彼らはよく分からないという結論に至ります。\u001b[22m, \u001b[1mように、あなたが執筆のそのタイプを調べ、どのようなそれで間違っている可能性があり、なぜ若い作家は、そのような話を書きますが、長い目で見れば、あなたは彼らがより良いかわからないという結論に来るだろう。\u001b[22m\n\u001b[4mErgo, the series just ends up being silly fanservice, and that doesn't match up with the young writers, or perhaps even the target audience.\u001b[24m\n    \u001b[1mErgo、シリーズはちょっと愚かなファンタジーに終わり、若い作家、あるいはおそらくターゲットオーディエンスとは一致しません。\u001b[22m, \u001b[1mエルゴは、シリーズは愚かなサービスカットされて終了し、それが若い作家、またはおそらくターゲットオーディエンスと一致していません。\u001b[22m\n\u001b[4mIt feels like it is just there, the artwork, the characters, everything.\u001b[24m\n    \u001b[1mそれはちょうどそこにあるように感じます、アートワーク、キャラクター、すべて。\u001b[22m, \u001b[1mそれはそこにあるように感じ、アートワーク、文字、すべてのもの。\u001b[22m"
  },
  {
    "title": "Mahou_Shoujo_Nante_Mou_Ii_Desukara",
    "id": "31793",
    "url": "https://myanimelist.net/anime/31793/Mahou_Shoujo_Nante_Mou_Ii_Desukara",
    "user": "multiplebears",
    "profile": "/profile/multiplebears/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=215302",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  6\nキャラクター|  7\n|  6\n\nそれは魔法の女の子の要素が生命のスライスと結合しているが、それは全体的に退屈な（おそらく20分のエピソードであればシリーズを見ていないだろう）ので、それは人生の側面のスライスでちょっと失敗する。 漫画を読んでいない人だったので、私は\n魔法の女の子は必要ありませんでした。\n\nエピソードの多くは、主人公が水着の変態を恥ずかしく思っていたことと、Mitonが何らかの形で彼女のことをどうにかして終わってしまったのか、\n\n私は一般的にオープニングやアートスタイルの中でかわいらしさを崇拝しています。 そして、それはいくつかの良いことがあり、残念なことにシリーズは常に焦点を当てていない面白い瞬間がありました。 それは魔法の女の子のジャンルの愚かな仕事を行う",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nIt's got a magical girl element combined with slice of life however it kinda fails in the slice of life aspect since it ended up boring overall (probably wouldn't have watched the series if it were 20 min episodes). Having been someone who hasn't read the manga, I was confused by the concept that\n\n\u001b[1mそれは魔法の女の子の要素が生命のスライスと結合しているが、それは全体的に退屈な（おそらく20分のエピソードであればシリーズを見ていないだろう）ので、それは人生の側面のスライスでちょっと失敗する。 漫画を読んでいない人だったので、私は\u001b[22m\n\u001b[1m(Sore wa mahō no on'nanoko no yōso ga seimei no suraisu to ketsugō shite iruga, sore wa zentai-teki ni taikutsuna (osoraku 20-bu no episōdodeareba shirīzu o mite inaidarou)node, soreha jinsei no sokumen no suraisu de chotto shippai suru. Manga o yon de inai hitodattanode, watashi wa)\u001b[22m\n\nTranslations of \u001b[4mIt's got a magical girl element combined with slice of life however it kinda fails in the slice of life aspect since it ended up boring overall (probably wouldn't have watched the series if it were 20 min episodes). Having been someone who hasn't read the manga, I was confused by the concept that\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's got a magical girl element combined with slice of life however it kinda fails in the slice of life aspect since it ended up boring overall (probably wouldn't have watched the series if it were 20 min episodes).\u001b[24m\n    \u001b[1mそれは魔法の女の子の要素が生命のスライスと結合しているが、それは全体的に退屈な（おそらく20分のエピソードであればシリーズを見ていないだろう）ので、それは人生の側面のスライスでちょっと失敗する。\u001b[22m, \u001b[1mそれは（それが20分のエピソードであれば、おそらく見ていないだろうシリーズ）、それは退屈な全体的になってしまったので、しかし、それはちょっと人生の局面のスライスに障害が発生した人生のスライスと合わせ魔法少女要素を持っています。\u001b[22m\n\u001b[4mHaving been someone who hasn't read the manga, I was confused by the concept that\u001b[24m\n    \u001b[1m漫画を読んでいない人だったので、私は\u001b[22m, \u001b[1m漫画を読まない人であったが、私はその概念によって混乱していました\u001b[22m\nmagical girls weren't necessary.\n\n\u001b[1m魔法の女の子は必要ありませんでした。\u001b[22m\n\u001b[1m(Mahō no on'nanoko wa hitsuyō arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mmagical girls weren't necessary.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mmagical girls weren't necessary.\u001b[24m\n    \u001b[1m魔法の女の子は必要ありませんでした。\u001b[22m, \u001b[1m魔法少女たちは必要ありませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nA lot of the episodes just focused on the protagonist's embarrassment of her swimsuit transformation and how Miton somehow ending up peaking on her or whatever which got real old real quick since it clearly catered to a loli audience\n\n\u001b[1mエピソードの多くは、主人公が水着の変態を恥ずかしく思っていたことと、Mitonが何らかの形で彼女のことをどうにかして終わってしまったのか、\u001b[22m\n\u001b[1m(Episōdo no ōku wa, shujinkō ga mizugi no hentai o hazukashiku omotte ita koto to, Miton ga nanrakano katachi de kanojo no koto o dōnika shite owatte shimatta no ka,)\u001b[22m\n\nTranslations of \u001b[4mA lot of the episodes just focused on the protagonist's embarrassment of her swimsuit transformation and how Miton somehow ending up peaking on her or whatever which got real old real quick since it clearly catered to a loli audience\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mA lot of the episodes just focused on the protagonist's embarrassment of her swimsuit transformation and how Miton somehow ending up peaking on her or whatever which got real old real quick since it clearly catered to a loli audience\u001b[24m\n    \u001b[1mエピソードの多くは、主人公が水着の変態を恥ずかしく思っていたことと、Mitonが何らかの形で彼女のことをどうにかして終わってしまったのか、\u001b[22m, \u001b[1mエピソードの多くはちょうど彼女の水着変換の主人公の恥ずかしさに焦点を当て、どのようMitonは何とか彼女にピーキング終わるか、それがはっきりとロリ聴衆に仕出し料理するので、実際の古い実際に素早くを得たものは何でもします\u001b[22m\n\u001b[1m\u001b[22m\nI adore the cuteness in the opening and artstyle in general. And it did have some good things going and funny moments which unfortunately the series doesn't always focus on. It does a shabby job of the magical girl genre tbh\n\n\u001b[1m私は一般的にオープニングやアートスタイルの中でかわいらしさを崇拝しています。 そして、それはいくつかの良いことがあり、残念なことにシリーズは常に焦点を当てていない面白い瞬間がありました。 それは魔法の女の子のジャンルの愚かな仕事を行う\u001b[22m\n\u001b[1m(Watashi wa ippantekini ōpuningu ya ātosutairu no naka de kawairashi-sa o sūhai shite imasu. Soshite, sore wa ikutsu ka no yoi koto ga ari, zan'nen'nakotoni shirīzu wa tsuneni shōten o atete inai omoshiroi shunkan ga arimashita. Sore wa mahō no on'nanoko no janru no orokana shigoto o okonau)\u001b[22m\n\nTranslations of \u001b[4mI adore the cuteness in the opening and artstyle in general. And it did have some good things going and funny moments which unfortunately the series doesn't always focus on. It does a shabby job of the magical girl genre tbh\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI adore the cuteness in the opening and artstyle in general.\u001b[24m\n    \u001b[1m私は一般的にオープニングやアートスタイルの中でかわいらしさを崇拝しています。\u001b[22m, \u001b[1m私は、開口部に可愛らしさを崇拝し、一般的にartstyle。\u001b[22m\n\u001b[4mAnd it did have some good things going and funny moments which unfortunately the series doesn't always focus on.\u001b[24m\n    \u001b[1mそして、それはいくつかの良いことがあり、残念なことにシリーズは常に焦点を当てていない面白い瞬間がありました。\u001b[22m, \u001b[1mそして、それは残念ながらシリーズは常にオンに焦点を当てていないいくつか起こって良いものと面白い瞬間を持っていました。\u001b[22m\n\u001b[4mIt does a shabby job of the magical girl genre tbh\u001b[24m\n    \u001b[1mそれは魔法の女の子のジャンルの愚かな仕事を行う\u001b[22m, \u001b[1mこれは、TBH魔法少女ジャンルのみすぼらしい仕事をしていません\u001b[22m"
  },
  {
    "title": "Mahou_Shoujo_Nante_Mou_Ii_Desukara",
    "id": "31793",
    "url": "https://myanimelist.net/anime/31793/Mahou_Shoujo_Nante_Mou_Ii_Desukara",
    "user": "LegendAqua",
    "profile": "/profile/LegendAqua/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=214643",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  5\nキャラクター|  6\n|  7\n\nこのアニメは、アニメのタイトルでさえも、魔法の女の子のジャンルの魔法を見て、ライフコメディのアニメです。\n\nまあ、まず、藤田茜が魔法の女の子になることを強いられた花津ゆずかの典型的な魔法の女の子パロディーがありますが、このアニメを「人生の断片」と「コメディー」にショートさせるのは、 魔法少女柚子が戦う敵がいないということではなく、柚子が魔法の女の子であることに対処できるかどうかを見てみましょう.Mitonシリーズのマスコットで、 魔法の女の子のジャンルに「適合しない」キャラクターで、Mitonがこのシリーズのお尻のサルであることで、「タイプとの対戦」をしています。\n\nこのアニメの短編には疑問のあるファンがいますが、せいぜいそれは控えめで、彼らはそれを自覚しています。\n\nPine Jamによるアニメーションはすべて「moe」であり、少なくともアニメのためにアニメ化されています。\n\n魔法少女ナンタムイイイデスカラは、魔法の女の子のジャンルを生き生きとしたパロディーで、それぞれのキャラクターのジャブを魅了し、魔法の女の子の魔法使いを突き刺すことで、このシリーズの「コメディー」な部分はかなり穏やかになります。 本当に魔法少女のパロディーを欲しがっていますか？そして、魔法少女ナンテムイ井デスカラは見た目のいい素早いアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nBy the looks of even the title of the anime, this anime is a slice of life comedic anime, looking at the tropes of the magical girl genre.\n\n\u001b[1mこのアニメは、アニメのタイトルでさえも、魔法の女の子のジャンルの魔法を見て、ライフコメディのアニメです。\u001b[22m\n\u001b[1m(Kono anime wa, anime no taitorude sae mo, mahō no on'nanoko no janru no mahō o mite, raifukomedi no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mBy the looks of even the title of the anime, this anime is a slice of life comedic anime, looking at the tropes of the magical girl genre.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy the looks of even the title of the anime, this anime is a slice of life comedic anime, looking at the tropes of the magical girl genre.\u001b[24m\n    \u001b[1mこのアニメは、アニメのタイトルでさえも、魔法の女の子のジャンルの魔法を見て、ライフコメディのアニメです。\u001b[22m, \u001b[1mアニメのさえタイトルのルックスで、このアニメは魔法少女のジャンルの比喩を見て、人生喜劇アニメのスライスです。\u001b[22m\n\u001b[1m\u001b[22m\nWell for a start, we have the typical magical girl parody of Yuzuka Hanami voiced by ''Akane Fujita'' being forced to be a magical girl, however the thing that really makes this anime short a 'slice of life' and 'comedy' is that there isn't ANY enemies for the magical girl Yuzuka to fight, instead it looks at how Yuzuka can cope with being a magical girl with the mascot of the series Miton voiced by ''Yuki Wakai'' pointing out the fact that Yuzuka is a character that doesn't 'fit' into the magical girl genre with some 'playing against the type' with Miton being the butt monkey of this series.\n\n\u001b[1mまあ、まず、藤田茜が魔法の女の子になることを強いられた花津ゆずかの典型的な魔法の女の子パロディーがありますが、このアニメを「人生の断片」と「コメディー」にショートさせるのは、 魔法少女柚子が戦う敵がいないということではなく、柚子が魔法の女の子であることに対処できるかどうかを見てみましょう.Mitonシリーズのマスコットで、 魔法の女の子のジャンルに「適合しない」キャラクターで、Mitonがこのシリーズのお尻のサルであることで、「タイプとの対戦」をしています。\u001b[22m\n\u001b[1m(Mā, mazu, Fujita Akane ga mahō no on'nanoko ni naru koto o shii rareta hana Tsu yuzu ka no tenkei-tekina mahō no on'nanoko parodī ga arimasuga, kono anime o `jinsei no danpen' to `komedī' ni shōto sa seru no wa, mahō shōjo yuzu ga tatakau teki ga inai to iu kotode wa naku, yuzu ga mahō no on'nanokodearu koto ni taisho dekiru ka dō ka o mite mimashou. Miton shirīzu no masukotto de, mahō no on'nanoko no janru ni `tekigō shinai' kyarakutā de, Miton ga kono shirīzu no o shiri no sarudearu koto de,`taipu to no taisen' o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWell for a start, we have the typical magical girl parody of Yuzuka Hanami voiced by ''Akane Fujita'' being forced to be a magical girl, however the thing that really makes this anime short a 'slice of life' and 'comedy' is that there isn't ANY enemies for the magical girl Yuzuka to fight, instead it looks at how Yuzuka can cope with being a magical girl with the mascot of the series Miton voiced by ''Yuki Wakai'' pointing out the fact that Yuzuka is a character that doesn't 'fit' into the magical girl genre with some 'playing against the type' with Miton being the butt monkey of this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell for a start, we have the typical magical girl parody of Yuzuka Hanami voiced by ''Akane Fujita'' being forced to be a magical girl, however the thing that really makes this anime short a 'slice of life' and 'comedy'\u001b[24m\n    \u001b[1mまあ、まず、藤田茜が魔法の女の子になることを強いられた花津ゆずかの典型的な魔法の女の子パロディーがありますが、このアニメを「人生の断片」と「コメディー」にショートさせるのは、\u001b[22m, \u001b[1mまあスタートのために、我々はYuzuka花見の典型的な魔法少女パロディは ''あかね藤田 'は'魔法少女、本当にこのアニメの短い「人生のスライス」と「喜劇」を作るしかしものになることを余儀なくされて表明しています\u001b[22m\n\u001b[4mis that there isn't ANY enemies for the magical girl Yuzuka to fight, instead it looks at how Yuzuka can cope with being a magical girl with the mascot of the series Miton voiced by ''Yuki Wakai'' pointing out the fact that Yuzuka\u001b[24m\n    \u001b[1m魔法少女柚子が戦う敵がいないということではなく、柚子が魔法の女の子であることに対処できるかどうかを見てみましょう.Mitonシリーズのマスコットで、\u001b[22m, \u001b[1m代わりに、それはYuzukaはMitonが「ゆき若井 ''表明シリーズのマスコット付き魔法少女であることに対応することができる方法を見て、Yuzukaは戦うために魔法少女のための任意の敵が存在しないことである」という事実を指摘Yuzuka\u001b[22m\n\u001b[4mis a character that doesn't 'fit' into the magical girl genre with some 'playing against the type' with Miton being the butt monkey of this series.\u001b[24m\n    \u001b[1m魔法の女の子のジャンルに「適合しない」キャラクターで、Mitonがこのシリーズのお尻のサルであることで、「タイプとの対戦」をしています。\u001b[22m, \u001b[1mいくつかのMitonは、このシリーズのお尻の猿であると」タイプと対戦」で魔法少女のジャンルに「フィット」しない文字があります。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime short DOES have some questionable fanservice but at best it's modest and they are self-aware about it.\n\n\u001b[1mこのアニメの短編には疑問のあるファンがいますが、せいぜいそれは控えめで、彼らはそれを自覚しています。\u001b[22m\n\u001b[1m(Kono anime no tanpen ni wa gimon no aru fan ga imasuga, seizei sore wa hikaeme de, karera wa sore o jikaku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime short DOES have some questionable fanservice but at best it's modest and they are self-aware about it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime short DOES have some questionable fanservice but at best it's modest and they are self-aware about it.\u001b[24m\n    \u001b[1mこのアニメの短編には疑問のあるファンがいますが、せいぜいそれは控えめで、彼らはそれを自覚しています。\u001b[22m, \u001b[1mこのアニメのショートは、いくつかの疑問サービスカットを持っていますが、せいぜいそれは控えめだと、彼らは自己認識してそれについてです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation by Pine Jam by all means are 'moe' and are decently animated for an anime short at the very least.\n\n\u001b[1mPine Jamによるアニメーションはすべて「moe」であり、少なくともアニメのためにアニメ化されています。\u001b[22m\n\u001b[1m(Pine Jam ni yoru animēshon wa subete `moe'deari, sukunakutomo anime no tame ni anime-ka sa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation by Pine Jam by all means are 'moe' and are decently animated for an anime short at the very least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation by Pine Jam by all means are 'moe' and are decently animated for an anime short at the very least.\u001b[24m\n    \u001b[1mPine Jamによるアニメーションはすべて「moe」であり、少なくともアニメのためにアニメ化されています。\u001b[22m, \u001b[1mすべての手段によってパインジャムによってアニメーションが「萌え」であり、きちんと非常に少なくともショートアニメのためにアニメーション化されます。\u001b[22m\n\u001b[1m\u001b[22m\nMahou Shoujo Nante Mou Ii Desukara is a slice of life parody of the magical girl genre through and through and the character jabs at each and poking at the magical girl tropes does make the 'comedic' segments of this series quite decently. Want a really laid back magical girl parody?, then Mahou Shoujo Nante Mou Ii Desukara is a nice quick anime short to look at.\n\n\u001b[1m魔法少女ナンタムイイイデスカラは、魔法の女の子のジャンルを生き生きとしたパロディーで、それぞれのキャラクターのジャブを魅了し、魔法の女の子の魔法使いを突き刺すことで、このシリーズの「コメディー」な部分はかなり穏やかになります。 本当に魔法少女のパロディーを欲しがっていますか？そして、魔法少女ナンテムイ井デスカラは見た目のいい素早いアニメです。\u001b[22m\n\u001b[1m(Mahō shōjo nantamuiiidesukara wa, mahō no on'nanoko no janru o ikiikitoshita parodī de, sorezore no kyarakutā no jabu o miryō shi, mahō no on'nanoko no mahōtsukai o tsukisasu koto de, kono shirīzu no `komedī'na bubun wa kanari odayaka ni narimasu. Hontōni mahō shōjo no parodī o hoshi gatte imasu ka? Soshite, mahō shōjo nantemui i de sukara wa mitame no ī subayai animedesu.)\u001b[22m\n\nTranslations of \u001b[4mMahou Shoujo Nante Mou Ii Desukara is a slice of life parody of the magical girl genre through and through and the character jabs at each and poking at the magical girl tropes does make the 'comedic' segments of this series quite decently. Want a really laid back magical girl parody?, then Mahou Shoujo Nante Mou Ii Desukara is a nice quick anime short to look at.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMahou Shoujo Nante Mou Ii Desukara is a slice of life parody of the magical girl genre through and through and the character jabs at each and poking at the magical girl tropes does make the 'comedic' segments of this series quite decently.\u001b[24m\n    \u001b[1m魔法少女ナンタムイイイデスカラは、魔法の女の子のジャンルを生き生きとしたパロディーで、それぞれのキャラクターのジャブを魅了し、魔法の女の子の魔法使いを突き刺すことで、このシリーズの「コメディー」な部分はかなり穏やかになります。\u001b[22m, \u001b[1m魔法少女なんて覚書イイDesukaraは、それぞれに貫通スルー魔法少女ジャンルの生活パロディのスライスと文字ジャブで、魔法少女の比喩で突っついかなりちゃんとこのシリーズの「喜劇」のセグメントを作るん。\u001b[22m\n\u001b[4mWant a really laid back magical girl parody?, then Mahou Shoujo Nante Mou Ii Desukara is a nice quick anime short to look at.\u001b[24m\n    \u001b[1m本当に魔法少女のパロディーを欲しがっていますか？そして、魔法少女ナンテムイ井デスカラは見た目のいい素早いアニメです。\u001b[22m, \u001b[1m本当にレイドバック魔法少女パロディをしたい？その後、魔法少女なんて覚書イイDesukaraは見て短い素敵迅速なアニメです。\u001b[22m"
  },
  {
    "title": "Mahou_Shoujo_Nante_Mou_Ii_Desukara",
    "id": "31793",
    "url": "https://myanimelist.net/anime/31793/Mahou_Shoujo_Nante_Mou_Ii_Desukara",
    "user": "Riyosha",
    "profile": "/profile/Riyosha/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=231827",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  5\nサウンド|  5\nキャラクター|  5\n|  5\n\nこれはいいですか？ 私はそれを見なかったので、本当に言うことができません。 教えてください。 最も基本的なレビューは、そのjailbaitと物事と言うと15はpedoであるために刑務所に行くには若すぎる...私はそれを見て誘惑を教えてくださいが、そのレビューは悪いだけ私は私が私は何もしない とにかくほとんどノンストップのアニメを見ていると私は悲しくなります。アニメなくして2〜3日間行くことができます。私は何とか思っていますが、私はこれを見たいと思っています。しかし、私は自分の時間を無駄にしたくないので、 悪いアニメでは、私もソウルイーターやポケモンのような何かを見ることができますが、私もhavent見て、私を訴え...しかし、とにかくive私は特に私は70シリーズ 私のブックマークにこれを追加しないという考えは私を悩ませています。私は今夜寝ることができません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nSo is this good or not? can't really say for sure because i havent watched it. please tell me. most basic reviews say its jailbait and stuff and 15 is too young to go to prison for being a pedo... please tell me im tempted to watch it but its reviews are bad just tell me please im bored i have nothing to do doesnt matter anyway watching anime almost non-stop makes me sadder i could go without anime for a couple of days i guess whatever but then im bored nvm i wanna watch this but i want to know if its bad or not because i dont want to waste my time on a bad anime while i could be watching something like soul eater or pokemon which i also havent watched yet, sue me... but anyway ive got plenty of anime to watch not like i need to watch this one specifically i have like 70 series to watch so no need to rush but then the thought of not adding this to my bookmarks is bothering me i wont be able to sleep tonight please help...\n\n\u001b[1mこれはいいですか？ 私はそれを見なかったので、本当に言うことができません。 教えてください。 最も基本的なレビューは、そのjailbaitと物事と言うと15はpedoであるために刑務所に行くには若すぎる...私はそれを見て誘惑を教えてくださいが、そのレビューは悪いだけ私は私が私は何もしない とにかくほとんどノンストップのアニメを見ていると私は悲しくなります。アニメなくして2〜3日間行くことができます。私は何とか思っていますが、私はこれを見たいと思っています。しかし、私は自分の時間を無駄にしたくないので、 悪いアニメでは、私もソウルイーターやポケモンのような何かを見ることができますが、私もhavent見て、私を訴え...しかし、とにかくive私は特に私は70シリーズ 私のブックマークにこれを追加しないという考えは私を悩ませています。私は今夜寝ることができません。\u001b[22m\n\u001b[1m(Kore wa īdesu ka? Watashi wa sore o minakattanode, hontōni iu koto ga dekimasen. Oshietekudasai. Mottomo kihon-tekina rebyū wa, sono jailbait to monogoto to iu to 15 wa pedodearu tame ni keimusho ni iku ni wa waka sugiru... Watashi wa sore o mite yūwaku o oshietekudasai ga, sono rebyū wa warui dake watashi wa watashi ga watashi wa nanimoshinai tonikaku hotondo nonsutoppu no anime o mite iruto watashi wa kanashiku narimasu. Anime naku shite 2 〜 3-kakan iku koto ga dekimasu. Watashi wa nantoka omotte imasuga, watashi wa kore o mitai to omotte imasu. Shikashi, watashi wa jibun no jikan o muda ni shitakunainode, warui animede wa, watashi mo souruītā ya pokemon no yōna nanika o miru koto ga dekimasuga, watashi mo havent mite, watashi o uttae... Shikashi, tonikaku ive watashi wa tokuni watashi wa 70 shirīzu watashi no bukkumāku ni kore o tsuika shinai to iu kangae wa watashi o nayama sete imasu. Watashi wa kon'ya neru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mSo is this good or not? can't really say for sure because i havent watched it. please tell me. most basic reviews say its jailbait and stuff and 15 is too young to go to prison for being a pedo... please tell me im tempted to watch it but its reviews are bad just tell me please im bored i have nothing to do doesnt matter anyway watching anime almost non-stop makes me sadder i could go without anime for a couple of days i guess whatever but then im bored nvm i wanna watch this but i want to know if its bad or not because i dont want to waste my time on a bad anime while i could be watching something like soul eater or pokemon which i also havent watched yet, sue me... but anyway ive got plenty of anime to watch not like i need to watch this one specifically i have like 70 series to watch so no need to rush but then the thought of not adding this to my bookmarks is bothering me i wont be able to sleep tonight please help...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo is this good or not?\u001b[24m\n    \u001b[1mこれはいいですか？\u001b[22m, \u001b[1mだから、これは良いかではないでしょうか？\u001b[22m\n\u001b[4mcan't really say for sure because i havent watched it.\u001b[24m\n    \u001b[1m私はそれを見なかったので、本当に言うことができません。\u001b[22m, \u001b[1m私はそれを見たhaventので、本当に確かに言うことはできません。\u001b[22m\n\u001b[4mplease tell me.\u001b[24m\n    \u001b[1m教えてください。\u001b[22m\n\u001b[4mmost basic reviews say its jailbait and stuff and 15 is too young to go to prison for being a pedo... please tell me im tempted to watch it but its reviews are bad just tell me please im bored i have nothing to do doesnt matter\u001b[24m\n    \u001b[1m最も基本的なレビューは、そのjailbaitと物事と言うと15はpedoであるために刑務所に行くには若すぎる...私はそれを見て誘惑を教えてくださいが、そのレビューは悪いだけ私は私が私は何もしない\u001b[22m, \u001b[1m最も基本的なレビューがimそれを見て誘惑を教えてくださいが、そのレビューが悪いだけで私はdoesntの問題を何の関係もない退屈イム私にしてください教えて...その承諾年齢未満の子どもとスタッフと15はペドであることのために刑務所に行くには若すぎると言います\u001b[22m\n\u001b[4manyway watching anime almost non-stop makes me sadder i could go without anime for a couple of days i guess whatever but then im bored nvm i wanna watch this but i want to know if its bad or not because i dont want to waste my time\u001b[24m\n    \u001b[1mとにかくほとんどノンストップのアニメを見ていると私は悲しくなります。アニメなくして2〜3日間行くことができます。私は何とか思っていますが、私はこれを見たいと思っています。しかし、私は自分の時間を無駄にしたくないので、\u001b[22m, \u001b[1mとにかくアニメ、ほぼノンストップを見て、私はしかし、私はこれを見たい退屈NVMイム何でも私が推測する日のカップルのためのアニメなしで行くことができる悲しい私になりますが、私は私の時間を無駄にしたくないのであれば、その悪いかを知りたいです\u001b[22m\n\u001b[4mon a bad anime while i could be watching something like soul eater or pokemon which i also havent watched yet, sue me... but anyway ive got plenty of anime to watch not like i need to watch this one specifically i have like 70 series\u001b[24m\n    \u001b[1m悪いアニメでは、私もソウルイーターやポケモンのような何かを見ることができますが、私もhavent見て、私を訴え...しかし、とにかくive私は特に私は70シリーズ\u001b[22m, \u001b[1m私はまた私を訴える、まだ見たhavent...しかし、私は、このいずれかを監視する必要がありようにとにかくアイブは、特に私は70シリーズのように持っていない見にアニメをたくさん持ってソウルイーターやポケモンのようなものを見ている可能性がありながら、悪いアニメに\u001b[22m\n\u001b[4mto watch so no need to rush but then the thought of not adding this to my bookmarks is bothering me i wont be able to sleep tonight please help...\u001b[24m\n    \u001b[1m私のブックマークにこれを追加しないという考えは私を悩ませています。私は今夜寝ることができません。\u001b[22m, \u001b[1mそう急ぐ必要を見ないようにするが、その後、私のブックマークにこれを追加していないという考えが私を悩まれている私は今夜眠ることができるように文句を言わない助けてください...\u001b[22m"
  }
]
