[
  {
    "title": "Nurse_Witch_Komugi-chan_R",
    "id": "31890",
    "url": "https://myanimelist.net/anime/31890/Nurse_Witch_Komugi-chan_R",
    "user": "Terrahuntress",
    "profile": "/profile/Terrahuntress/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=218960",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  8\n|  7\n\n注：これはスポイラーを含むかもしれません！\n\nストーリー7/10：私はいつも魔法の女の子アニメのノスタルジックな感覚を持つ良いアニメを楽しんでいます。 それはかわいいと見て楽しい。 モンスターとの戦いでキャラクターが日々の生活のバランスをどのようにしているかを見ることは素晴らしいことです。\n\nCharacters 8/10：3人の主人公はすべて学生と地元のアイドルです。  Komugiは変態後に看護師として服を着た。 彼女の仲間はUsa-Pです。 彼女は親切で奇妙です。 ココナはメイドとして服を着た。 彼女の仲間はTanu-Pです。 しかし、ココナは親切で決定的かつ知的です。 彼女は変身している間に彼女の人格の別の側面を表示します。 翼は変身後に姉妹（修道女）として服を着た。 彼女は男の服と彼女の仲間ネコPを身に着けている。\n\n\n全体的な楽しさ7/10：魔法の女の子のアニメ（セーラームーン、カードキャプターさくら、プリキュア）と非常によく似ています。 彼らは素晴らしい瞬間を持っています。 ある日、より多くの力と怪物が来ることを願っています。 キャラクターの発展をアイドルとして見ても面白いです。 彼らがさらに有名になることを願っています。 アニメは大丈夫だと思った。 私たちが長年にわたって見てきた魔法の女の子のほとんどすべてに非常に似ていますが、私はこのアニメを楽しみながら楽しんでいます！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nNOTE: This MAY contain spoilers!\n\n\u001b[1m注：これはスポイラーを含むかもしれません！\u001b[22m\n\u001b[1m(Chū: Kore wa supoirā o fukumu kamo shiremasen!)\u001b[22m\n\nTranslations of \u001b[4mNOTE: This MAY contain spoilers!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNOTE: This MAY contain spoilers!\u001b[24m\n    \u001b[1m注：これはスポイラーを含むかもしれません！\u001b[22m, \u001b[1m注：これはスポイラーが含まれている可能性あり！\u001b[22m\n\u001b[1m\u001b[22m\nStory 7/10: I always enjoy a good anime that has the nostalgic feeling of magical girl animes. It cute and fun to watch. It's great to see how the characters balance their daily lives while battling monsters.\n\n\u001b[1mストーリー7/10：私はいつも魔法の女の子アニメのノスタルジックな感覚を持つ良いアニメを楽しんでいます。 それはかわいいと見て楽しい。 モンスターと戦っている間、キャラクターが日々の生活のバランスをどのようにしているかを見ることは素晴らしいことです。\u001b[22m\n\u001b[1m(Sutōrī 7/ 10: Watashi wa itsumo mahō no on'nanoko anime no nosutarujikkuna kankaku o motsu yoi anime o tanoshinde imasu. Sore wa kawaī to mite tanoshī. Monsutā to tatakatte iru ma, kyarakutā ga hibi no seikatsu no baransu o dono yō ni shite iru ka o miru koto wa subarashī kotodesu.)\u001b[22m\n\nTranslations of \u001b[4mStory 7/10: I always enjoy a good anime that has the nostalgic feeling of magical girl animes. It cute and fun to watch. It's great to see how the characters balance their daily lives while battling monsters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory 7/10: I always enjoy a good anime that has the nostalgic feeling of magical girl animes.\u001b[24m\n    \u001b[1mストーリー7/10：私はいつも魔法の女の子アニメのノスタルジックな感覚を持つ良いアニメを楽しんでいます。\u001b[22m, \u001b[1mストーリー7/10：私は常に魔法少女アニメのノスタルジックな気持ちを持っている良いアニメを楽しみます。\u001b[22m\n\u001b[4mIt cute and fun to watch.\u001b[24m\n    \u001b[1mそれはかわいいと見て楽しい。\u001b[22m, \u001b[1mそれはかわいいと見て楽しいです。\u001b[22m\n\u001b[4mIt's great to see how the characters balance their daily lives while battling monsters.\u001b[24m\n    \u001b[1mモンスターと戦っている間、キャラクターが日々の生活のバランスをどのようにしているかを見ることは素晴らしいことです。\u001b[22m, \u001b[1mこれは、モンスターと戦っている間の文字が日常生活のバランスをとる方法を確認するために素晴らしいことです。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters 8/10: All three main characters are students and local idols. Komugi is dressed up as a Nurse after her transformation. Her sidekick is Usa-P. She is kind and quirky. Kokona is dressed up as a Maid. Her sidekick is Tanu-P. Kokona is kind, determined and intelligent, however; she displays a different side of her personality while she is transformed. Tsubasa is dressed up as a Sister (Nun) after her transformation. She wears man's clothing and her sidekick Neko-P.\n\n\u001b[1mCharacters 8/10：3人の主人公はすべて学生と地元のアイドルです。  Komugiは変態後に看護師として服を着た。 彼女の仲間はUsa-Pです。 彼女は親切で奇妙です。 ココナはメイドとして服を着た。 彼女の仲間はTanu-Pです。 しかし、ココナは親切で決定的かつ知的です。 彼女は変身している間に彼女の人格の別の側面を表示します。 翼は変身後に姉妹（修道女）として服を着た。 彼女は男の服と彼女の仲間ネコPを身に着けている。\u001b[22m\n\u001b[1m(Characters 8/ 10: 3-Ri no shujinkō wa subete gakusei to jimoto no aidorudesu. Komugi wa hentai-go ni kankoshi to shite fuku o kita. Kanojo no nakama wa Usa - Pdesu. Kanojo wa shinsetsude kimyōdesu. Kokona wa meido to shite fuku o kita. Kanojo no nakama wa Tanu - Pdesu. Shikashi, kokona wa shinsetsude ketteiteki katsu chitekidesu. Kanojo wa henshin shite iru ma ni kanojo no jinkaku no betsu no sokumen o hyōji shimasu. Tsubasa wa henshin-go ni shimai (shūdō on'na) to shite fuku o kita. Kanojo wa otoko no fuku to kanojo no nakama neko P o mi ni tsukete iru.)\u001b[22m\n\nTranslations of \u001b[4mCharacters 8/10: All three main characters are students and local idols. Komugi is dressed up as a Nurse after her transformation. Her sidekick is Usa-P. She is kind and quirky. Kokona is dressed up as a Maid. Her sidekick is Tanu-P. Kokona is kind, determined and intelligent, however; she displays a different side of her personality while she is transformed. Tsubasa is dressed up as a Sister (Nun) after her transformation. She wears man's clothing and her sidekick Neko-P.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters 8/10: All three main characters are students and local idols.\u001b[24m\n    \u001b[1mCharacters 8/10：3人の主人公はすべて学生と地元のアイドルです。\u001b[22m, \u001b[1mキャラクター8/10：すべての3つの主要な登場人物は、学生や地元の偶像です。\u001b[22m\n\u001b[4mKomugi is dressed up as a Nurse after her transformation.\u001b[24m\n    \u001b[1mKomugiは変態後に看護師として服を着た。\u001b[22m, \u001b[1m小麦は、彼女の変換後のナースに扮しています。\u001b[22m\n\u001b[4mHer sidekick is Usa-P.\u001b[24m\n    \u001b[1m彼女の仲間はUsa-Pです。\u001b[22m, \u001b[1m彼女の相棒は宇佐-Pです。\u001b[22m\n\u001b[4mShe is kind and quirky.\u001b[24m\n    \u001b[1m彼女は親切で奇妙です。\u001b[22m, \u001b[1m彼女は親切と風変わりです。\u001b[22m\n\u001b[4mKokona is dressed up as a Maid.\u001b[24m\n    \u001b[1mココナはメイドとして服を着た。\u001b[22m, \u001b[1mKokonaはメイドに扮しています。\u001b[22m\n\u001b[4mHer sidekick is Tanu-P.\u001b[24m\n    \u001b[1m彼女の仲間はTanu-Pです。\u001b[22m, \u001b[1m彼女の相棒はTanu-Pです。\u001b[22m\n\u001b[4mKokona is kind, determined and intelligent, however;\u001b[24m\n    \u001b[1mしかし、ココナは親切で決定的かつ知的です。\u001b[22m, \u001b[1mKokonaは、決定され、しかし、インテリジェント一種です。\u001b[22m\n\u001b[4mshe displays a different side of her personality while she is transformed.\u001b[24m\n    \u001b[1m彼女は変身している間に彼女の人格の別の側面を表示します。\u001b[22m, \u001b[1m彼女が変換されている間、彼女は彼女の性格の異なる側面を表示します。\u001b[22m\n\u001b[4mTsubasa is dressed up as a Sister (Nun) after her transformation.\u001b[24m\n    \u001b[1m翼は変身後に姉妹（修道女）として服を着た。\u001b[22m, \u001b[1mつばさは、彼女の変換後のシスター（修道女）に扮しています。\u001b[22m\n\u001b[4mShe wears man's clothing and her sidekick Neko-P.\u001b[24m\n    \u001b[1m彼女は男の服と彼女の仲間ネコPを身に着けている。\u001b[22m, \u001b[1m彼女は男の服と彼女の相棒猫-Pを身に着けています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall enjoyment 7/10: Very similar to magical girl animes (i.e.: Sailor Moon, Cardcaptor Sakura and Pretty Cure). They have their great moments. I hope one day that there will more powers and monsters to come. It's also interesting to see their character development as idols. I hope that they will become even more famous. I thought the anime is okay. Even though it is very similar to almost all of the magical girls we have seen over the years, I really enjoy watching this anime for fun!\n\n\u001b[1m全体的な楽しさ7/10：魔法の女の子のアニメ（セーラームーン、カードキャプターさくら、プリキュア）と非常によく似ています。 彼らは素晴らしい瞬間を持っています。 ある日、より多くの力と怪物が来ることを願っています。 キャラクターの発展をアイドルとして見ても面白いです。 彼らがさらに有名になることを願っています。 アニメは大丈夫だと思った。 私たちが長年にわたって見てきた魔法の女の子のほとんどすべてに非常に似ていますが、私はこのアニメを楽しみながら楽しんでいます！\u001b[22m\n\u001b[1m(Zentai-tekina tanoshisa 7/ 10: Mahō no on'nanoko no anime (sērāmūn, kādokyaputā sakura, purikyua) to hijō ni yoku nite imasu. Karera wa subarashī shunkan o motte imasu. Aru Ni~Tsu, yori ōku no chikara to kaibutsu ga kuru koto o negatte imasu. Kyarakutā no hatten o aidoru to shite mite mo omoshiroidesu. Karera ga sarani yūmei ni naru koto o negatte imasu. Anime wa daijōbuda to omotta. Watashitachi ga naganen ni watatte mitekita mahō no on'nanoko no hotondo subete ni hijō ni nite imasuga, watashi wa kono anime o tanoshiminagara tanoshinde imasu!)\u001b[22m\n\nTranslations of \u001b[4mOverall enjoyment 7/10: Very similar to magical girl animes (i.e.: Sailor Moon, Cardcaptor Sakura and Pretty Cure). They have their great moments. I hope one day that there will more powers and monsters to come. It's also interesting to see their character development as idols. I hope that they will become even more famous. I thought the anime is okay. Even though it is very similar to almost all of the magical girls we have seen over the years, I really enjoy watching this anime for fun!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall enjoyment 7/10: Very similar to magical girl animes (i.e.: Sailor Moon, Cardcaptor Sakura and Pretty Cure).\u001b[24m\n    \u001b[1m全体的な楽しさ7/10：魔法の女の子のアニメ（セーラームーン、カードキャプターさくら、プリキュア）と非常によく似ています。\u001b[22m, \u001b[1m全体的な楽し7/10：魔法少女アニメに非常に類似した（すなわち：セーラームーン、カードキャプターさくらとプリキュア）。\u001b[22m\n\u001b[4mThey have their great moments.\u001b[24m\n    \u001b[1m彼らは素晴らしい瞬間を持っています。\u001b[22m, \u001b[1m彼らは偉大な瞬間を持っています。\u001b[22m\n\u001b[4mI hope one day that there will more powers and monsters to come.\u001b[24m\n    \u001b[1mある日、より多くの力と怪物が来ることを願っています。\u001b[22m, \u001b[1m私はより多くの力とモンスターが来てます1日ことを願っています。\u001b[22m\n\u001b[4mIt's also interesting to see their character development as idols.\u001b[24m\n    \u001b[1mキャラクターの発展をアイドルとして見ても面白いです。\u001b[22m, \u001b[1mそれは、偶像としてのキャラクターの成長を見ることも興味深いです。\u001b[22m\n\u001b[4mI hope that they will become even more famous.\u001b[24m\n    \u001b[1m彼らがさらに有名になることを願っています。\u001b[22m, \u001b[1m私は、彼らがより一層有名になることを願っています。\u001b[22m\n\u001b[4mI thought the anime is okay.\u001b[24m\n    \u001b[1mアニメは大丈夫だと思った。\u001b[22m, \u001b[1m私はアニメは大丈夫であると思いました。\u001b[22m\n\u001b[4mEven though it is very similar to almost all of the magical girls we have seen over the years, I really enjoy watching this anime for fun!\u001b[24m\n    \u001b[1m私たちが長年にわたって見てきた魔法の女の子のほとんどすべてに非常に似ていますが、私はこのアニメを楽しみながら楽しんでいます！\u001b[22m, \u001b[1mそれは我々が長年にわたって見てきた魔法少女のほとんどすべてに非常に類似しているにもかかわらず、私は本当に楽しみのためにこのアニメを見て楽しみます！\u001b[22m"
  },
  {
    "title": "Nurse_Witch_Komugi-chan_R",
    "id": "31890",
    "url": "https://myanimelist.net/anime/31890/Nurse_Witch_Komugi-chan_R",
    "user": "DemonWolf47x",
    "profile": "/profile/DemonWolf47x/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=226278",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  3\nアニメーション|  5\nサウンド|  5\nキャラクター|  6\n|  9\n\nこれは真剣に取られるアニメではないので、本当のプロットがないので、カードキャプターさくらやマドカ・マジカのようなものは期待しないでください。 このアニメは魔法の女の子アニメのパロディに匹敵します。 その絶対にばかげて、私はそれを楽しんだ。\n\nストーリーワイズ、本当の物語はありません。女の子だけが魔法になり、モンスターと戦います。 何かがあれば、物語の関係は主にキャラクターの関係がどのように成長するかを中心に展開されますが、まったくハハです。\n\nアートとサウンドは一般的ですが、それはちょうど気づかないほど悪くはありません。 アイドルシーンのCGダンスパートを除いて、それは容認できるものです。 私は悪い笑いを見た。\n\nキャラクターはアニメのより良い部分でした。 ジェネリックではあるが、キャストはお互いに良い化学を持っていた。 彼女の複雑な愛の問題のために、最も関心を集めたキャラクターはつかさのようでした。\n\n私は期待以上にこのアニメの方法を楽しんだ。 私はそれがどれほどばかげたかで多くの笑いを持っていました。 すべてがうまくいったように、それはコメディアンな価値がありました。特に、突然の性的淫乱のいくつかがありました。 私は全く子供のためだと思ったアニメから期待していませんでしたが、セックスのジョークは私の顔面と笑顔を笑わせました。 結局のところ、アニメは何をしているのか自覚していたので、私はそれに拍手を送る必要があります。 私は繰り返し、期待どおりにこのアニメに来てはいけない、ちょうどそれを楽しんでください。 全体的に、それは7/10でした、良い、私は私が思うよりもそれを見てより快適だったが、あなたは本当にそれを楽しむために圧倒的な何かを見る気分にする必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nThis is not an anime to be taken seriously, so dont expect something like cardcaptor sakura or madoka magica, because there is no real plot. This anime is more comparable to a parody of magical girl anime. Its absolutely silly, and i enjoyed it.\n\n\u001b[1mこれは真剣に取られるアニメではないので、本当のプロットがないので、カードキャプターさくらやマドカ・マジカのようなものは期待しないでください。 このアニメは魔法の女の子アニメのパロディに匹敵します。 その絶対にばかげて、私はそれを楽しんだ。\u001b[22m\n\u001b[1m(Kore wa shinken ni tora reru animede wanainode, hontō no purotto ga nainode, kādokyaputā sakura ya Madoka majika no yōna mono wa kitai shinaide kudasai. Kono anime wa mahō no on'nanoko anime no parodi ni hitteki shimasu. Sono zettai ni bakagete, watashi wa sore o tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mThis is not an anime to be taken seriously, so dont expect something like cardcaptor sakura or madoka magica, because there is no real plot. This anime is more comparable to a parody of magical girl anime. Its absolutely silly, and i enjoyed it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not an anime to be taken seriously, so dont expect something like cardcaptor sakura or madoka magica, because there is no real plot.\u001b[24m\n    \u001b[1mこれは真剣に取られるアニメではないので、本当のプロットがないので、カードキャプターさくらやマドカ・マジカのようなものは期待しないでください。\u001b[22m, \u001b[1mこれは真剣に取られるべきアニメではないので、本当のプロットがないため、カードキャプターさくらやまどかの魔法のようなものを期待してはいけません。\u001b[22m\n\u001b[4mThis anime is more comparable to a parody of magical girl anime.\u001b[24m\n    \u001b[1mこのアニメは魔法の女の子アニメのパロディに匹敵します。\u001b[22m, \u001b[1mこのアニメは、魔法少女アニメのパロディにより匹敵します。\u001b[22m\n\u001b[4mIts absolutely silly, and i enjoyed it.\u001b[24m\n    \u001b[1mその絶対にばかげて、私はそれを楽しんだ。\u001b[22m, \u001b[1mその絶対に愚かな、と私はそれを楽しみました。\u001b[22m\n\u001b[1m\u001b[22m\nStorywise, theres no real story, just girls becoming magical and fighting monsters. If anything, the story mostly revolves around how the character relationships grow, but just barely haha.\n\n\u001b[1mストーリーワイズ、本当の物語はありません。女の子だけが魔法になり、モンスターと戦います。 何かがあれば、物語の関係は主にキャラクターの関係がどのように成長するかを中心に展開されますが、まったくハハです。\u001b[22m\n\u001b[1m(Sutōrīwaizu, hontō no monogatari wa arimasen. On'nanoko dake ga mahō ni nari, monsutā to tatakaimasu. Nanika ga areba, monogatari no kankei wa omoni kyarakutā no kankei ga dono yō ni seichō suru ka o chūshin ni tenkai sa remasuga, mattaku hahadesu.)\u001b[22m\n\nTranslations of \u001b[4mStorywise, theres no real story, just girls becoming magical and fighting monsters. If anything, the story mostly revolves around how the character relationships grow, but just barely haha.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStorywise, theres no real story, just girls becoming magical and fighting monsters.\u001b[24m\n    \u001b[1mストーリーワイズ、本当の物語はありません。女の子だけが魔法になり、モンスターと戦います。\u001b[22m, \u001b[1mStorywise、本当の話、魔法と戦うモンスターになるだけで女の子をtheresの。\u001b[22m\n\u001b[4mIf anything, the story mostly revolves around how the character relationships grow, but just barely haha.\u001b[24m\n    \u001b[1m何かがあれば、物語の関係は主にキャラクターの関係がどのように成長するかを中心に展開されますが、まったくハハです。\u001b[22m, \u001b[1mどちらかといえば、話はほとんどなく、かろうじてハハ、文字の関係が成長する方法を中心に展開します。\u001b[22m\n\u001b[1m\u001b[22m\nArt and sound is generic, but it isnt bad, its just unnoticeable. Aside from CG dance parts for the idol scenes, but they are acceptable. I've seen worse lol.\n\n\u001b[1mアートとサウンドは一般的ですが、それはちょうど気づかないほど悪くはありません。 アイドルシーンのCGダンスパートを除いて、それは容認できるものです。 私は悪い笑いを見た。\u001b[22m\n\u001b[1m(Āto to saundo wa ippan-tekidesuga, sore wa chōdo kidzukanai hodo waruku wa arimasen. Aidorushīn no CG dansupāto o nozoite, soreha yōnin dekiru monodesu. Watashi wa warui warai o mita.)\u001b[22m\n\nTranslations of \u001b[4mArt and sound is generic, but it isnt bad, its just unnoticeable. Aside from CG dance parts for the idol scenes, but they are acceptable. I've seen worse lol.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt and sound is generic, but it isnt bad, its just unnoticeable.\u001b[24m\n    \u001b[1mアートとサウンドは一般的ですが、それはちょうど気づかないほど悪くはありません。\u001b[22m, \u001b[1mアートとサウンドは、一般的ですが、それは、そのだけで目立たない、悪いイマイチ。\u001b[22m\n\u001b[4mAside from CG dance parts for the idol scenes, but they are acceptable.\u001b[24m\n    \u001b[1mアイドルシーンのCGダンスパートを除いて、それは容認できるものです。\u001b[22m, \u001b[1m別にアイドルシーンのCGダンス部分から、彼らは許容可能です。\u001b[22m\n\u001b[4mI've seen worse lol.\u001b[24m\n    \u001b[1m私は悪い笑いを見た。\u001b[22m, \u001b[1m私は笑悪化し見てきました。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters were the better part of the anime. Although generic, the cast had good chemistry with each other. The character that generated the most interest seemed to be Tsukasa because of her complex and love problems.\n\n\u001b[1mキャラクターはアニメのより良い部分でした。 ジェネリックではあるが、キャストはお互いに良い化学を持っていた。 彼女の複雑な愛の問題のために、最も関心を集めたキャラクターはつかさのようでした。\u001b[22m\n\u001b[1m(Kyarakutā wa anime no yoriyoi bubundeshita. Jenerikkude wa aru ga, kyasuto wa otagai ni yoi kagaku o motte ita. Kanojo no fukuzatsuna ai no mondai no tame ni, mottomo kanshin o atsumeta kyarakutā wa Tsukasa no yōdeshita.)\u001b[22m\n\nTranslations of \u001b[4mCharacters were the better part of the anime. Although generic, the cast had good chemistry with each other. The character that generated the most interest seemed to be Tsukasa because of her complex and love problems.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters were the better part of the anime.\u001b[24m\n    \u001b[1mキャラクターはアニメのより良い部分でした。\u001b[22m, \u001b[1mキャラクターはアニメの大半でした。\u001b[22m\n\u001b[4mAlthough generic, the cast had good chemistry with each other.\u001b[24m\n    \u001b[1mジェネリックではあるが、キャストはお互いに良い化学を持っていた。\u001b[22m, \u001b[1m一般的なものの、キャストはお互いに相性が良いを持っていました。\u001b[22m\n\u001b[4mThe character that generated the most interest seemed to be Tsukasa because of her complex and love problems.\u001b[24m\n    \u001b[1m彼女の複雑な愛の問題のために、最も関心を集めたキャラクターはつかさのようでした。\u001b[22m, \u001b[1m最も関心を生成した文字があるため、彼女の複雑さと愛の問題の司のようでした。\u001b[22m\n\u001b[1m\u001b[22m\nI enjoyed this anime way more than I expected. I had many laughs at just how silly it was. Like everything was crap, but it had comedic value, especially with some of the sudden sexual innuendos. I totally didnt expect it from an anime that i thought was for kids, but the sex jokes made my facepalm and smile lol. By the end, I'm pretty sure the anime was self-aware of what it was doing, so I must applaud it. I repeat, dont come to this anime with expectations, just have fun with it. Overall, it was 7/10, good, I was way more comfortable watching it than I thought I would be, but you might have to be in the mood to watch something underwhelming to really enjoy it.\n\n\u001b[1m私は期待以上にこのアニメの方法を楽しんだ。 私はそれがどれほどばかげたかで多くの笑いを持っていました。 すべてがうまくいったように、それはコメディアンな価値がありました。特に、突然の性的淫乱のいくつかがありました。 私は全く子供のためだと思ったアニメから期待していませんでしたが、セックスのジョークは私の顔面と笑顔を笑わせました。 結局のところ、アニメは何をしているのか自覚していたので、私はそれに拍手を送る必要があります。 私は繰り返し、期待どおりにこのアニメに来てはいけない、ちょうどそれを楽しんでください。 全体的に、それは7/10でした、良い、私は私が思うよりもそれを見てより快適だったが、あなたは本当にそれを楽しむために圧倒的な何かを見る気分にする必要があります。\u001b[22m\n\u001b[1m(Watashi wa kitaiijō ni kono anime no hōhō o tanoshinda. Watashi wa sore ga dorehodo bakageta ka de ōku no warai o motte imashita. Subete ga umaku itta yō ni, soreha komedian'na kachi ga arimashita. Tokuni, totsuzen no seiteki inran no ikutsu ka ga arimashita. Watashi wa mattaku kodomo no tameda to omotta anime kara kitai shite imasendeshitaga, sekkusu no jōku wa watashi no ganmen to egao o warawasemashita. Kekkyokunotokoro, anime wa nani o shite iru no ka jikaku shite itanode, watashi wa sore ni hakushu o okuru hitsuyō ga arimasu. Watashi wa kurikaeshi, kitai-dōri ni kono anime ni kite wa ikenai, chōdo sore o tanoshinde kudasai. Zentai-teki ni, sore wa 7/ 10deshita, yoi, watashi wa watashi ga omou yori mo sore o mite yori kaitekidattaga, anata wa hontōni sore o tanoshimu tame ni attōtekina nanika o miru kibun ni suru hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mI enjoyed this anime way more than I expected. I had many laughs at just how silly it was. Like everything was crap, but it had comedic value, especially with some of the sudden sexual innuendos. I totally didnt expect it from an anime that i thought was for kids, but the sex jokes made my facepalm and smile lol. By the end, I'm pretty sure the anime was self-aware of what it was doing, so I must applaud it. I repeat, dont come to this anime with expectations, just have fun with it. Overall, it was 7/10, good, I was way more comfortable watching it than I thought I would be, but you might have to be in the mood to watch something underwhelming to really enjoy it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoyed this anime way more than I expected.\u001b[24m\n    \u001b[1m私は期待以上にこのアニメの方法を楽しんだ。\u001b[22m, \u001b[1m私はもっと私が予想よりもこのアニメの道を楽しみました。\u001b[22m\n\u001b[4mI had many laughs at just how silly it was.\u001b[24m\n    \u001b[1m私はそれがどれほどばかげたかで多くの笑いを持っていました。\u001b[22m, \u001b[1m私はそれがあったどれだけ愚かで多くの笑いを持っていました。\u001b[22m\n\u001b[4mLike everything was crap, but it had comedic value, especially with some of the sudden sexual innuendos.\u001b[24m\n    \u001b[1mすべてがうまくいったように、それはコメディアンな価値がありました。特に、突然の性的淫乱のいくつかがありました。\u001b[22m, \u001b[1mすべてのようがらくただったが、それは特に、突然性的innuendosのいくつかと、喜劇値を持っていました。\u001b[22m\n\u001b[4mI totally didnt expect it from an anime that i thought was for kids, but the sex jokes made my facepalm and smile lol.\u001b[24m\n    \u001b[1m私は全く子供のためだと思ったアニメから期待していませんでしたが、セックスのジョークは私の顔面と笑顔を笑わせました。\u001b[22m, \u001b[1m私は完全にdidntの私が子供のためだと思ったアニメからそれを期待したが、セックスのジョークは、私の手のひらを顔に当てるを作り、笑笑顔。\u001b[22m\n\u001b[4mBy the end, I'm pretty sure the anime was self-aware of what it was doing, so I must applaud it.\u001b[24m\n    \u001b[1m結局のところ、アニメは何をしているのか自覚していたので、私はそれに拍手を送る必要があります。\u001b[22m, \u001b[1m年末までに、私はアニメが自己意識し、それが何をやっていたのだったかなり確信しているので、私はそれを称賛する必要があります。\u001b[22m\n\u001b[4mI repeat, dont come to this anime with expectations, just have fun with it.\u001b[24m\n    \u001b[1m私は繰り返し、期待どおりにこのアニメに来てはいけない、ちょうどそれを楽しんでください。\u001b[22m, \u001b[1m私は、繰り返しの期待とこのアニメに来ていけない、ちょうどそれを楽しんでいます。\u001b[22m\n\u001b[4mOverall, it was 7/10, good, I was way more comfortable watching it than I thought I would be, but you might have to be in the mood to watch something underwhelming to really enjoy it.\u001b[24m\n    \u001b[1m全体的に、それは7/10でした、良い、私は私が思うよりもそれを見てより快適だったが、あなたは本当にそれを楽しむために圧倒的な何かを見る気分にする必要があります。\u001b[22m, \u001b[1m全体的に、それは7月10日だった、良い、私はだろうと思ったよりも、それを見て方法より快適でしたが、あなたは本当にそれを楽しむためにがっかり何かを見て気分であることが必要になる場合があります。\u001b[22m"
  },
  {
    "title": "Nurse_Witch_Komugi-chan_R",
    "id": "31890",
    "url": "https://myanimelist.net/anime/31890/Nurse_Witch_Komugi-chan_R",
    "user": "LegendAqua",
    "profile": "/profile/LegendAqua/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=214256",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\n魔法少女パロディアニメ復活15年制作中...\n\nこのアニメは、奇妙な魔法の少女のパロディーだけではなく、魔法の女の子の攻撃についての素早い詳細な情報を提供するナレーターから、メインキャストメンバーが自己認識している LAに向かってKomugi、Kokona、Tsubasaが他の魔法の女の子をパロディーしているのを見て、Komugiの行動はセーラームーンと非常によく似ているとココナは現在の魔法の女の子のジャンル（暗くて落ち込んでいない） 誰かが「カードキャプターさくら」スタイルのレベルの無慈悲な愛。\n\n魔法の女の子のジャンルのパロディーとして、それは主に真剣さのないコメディーです（最後の2つのエピソードまでではなく、それはまだそれがコメディーな自然と軽い心意気です）そしてコメディーとして、 ほぼ15歳のアニメOVAのアニメ復活で、LAは魔法の女の子のパロディージャンルを念頭に置いて新しいスピンを取り戻すことができます。\n\nプロットの面では、LAはこのアニメには賛成できませんが、LAの前に、このアニメは「魔法の看護師、メイドと姉妹」の終わりまでにモンスターと戦うために争う典型的な「今週のモンスター」に従います マジカルナース、メイド、またはシスターのいずれかが最終的な打撃を行い、エピソードのために自分のカードを収集する何らかの方法でモンスターに反映されている実行テーマのエピソード。\n\nマジカルナース、メイド、姉妹は自分のエピソードを見せてくれるし、魔法の看護師、メイドと姉妹はすべて二重のアイデンティティを持っているから（実際には彼らが誰なのか分かりませんが）、普通の人間でさえもKomugi アニバーサリーは、翼が登場すると停止するように見えますが、この無慈悲なサブプロットラインが現れ、実際には中心的なステージを迎え、多くのエピソードは翼の絶え間ない話題に捧げられています 彼女の無慈悲な愛。 うーん、ナースウィッチコムギちゃんR、あなたは自分のショーがツバサによってハイジャックされていることに気付いていますか？あなたの名前は神のダンタイトルです。\n\nしかし、それでも、LAでさえ、このアニメは、エピソード的なエピソードと不気味なテーマを持つ3人の魔法少女に焦点を当てているので、これによって激動することはありません。  LAは、このアニメが絶対優先であるとは言いませんが、それは魔法の女の子、アイドル、学校の要素のバランスをとっています。\n\nTatsunokoによるアニメーションの面では、プロデューサーの間ではちょうどいい気分でしたが、LA以外では本当に低品質はほとんど見られず、3D CGIアイドルシーンは一般的に一貫しています 困惑しているが典型的。\n\nおそらく声優の一人がLAで話題になるだろう。それは主人公のKei Tomoeだ.LaはKomugiが\"かわいいディッツィーなヴォーカルをいかにうまく引っ張ったかを考慮して、\"田村ゆかりが歌ったと思った。残りの声優たちは大丈夫だ 少なくとも、マスコットのキャラクターはやや迷惑をかけることがあります。\n\nLAはこのアニメがA LOTで熟していて、LAはTatsunoko Productionsの以前のアニメキャラクターがカメオのようなものだということを忘れてしまった。\n\n結末は私たちに悪役を与えました.3人の魔法少女がこの悪役を奪い取る方法（悪役の動機もちょっと混乱しただけでなく）はうまくいきました。 最もゆったりとしたセンス。  Nurse Witch Komugi-chan Rにはたくさんのプロットラインがあり、彼らはバランスをとっており、少なくとも3人の魔法少女たちにキャラクター開発を行い、アニメは無作為のラブストーリーに接するかもしれないが、コメディとして 魔法の女の子のパロディー、それは大部分のために不快であり、可能な限り面白いことがあります。 このアニメはたくさん起こっていますが、ありがたいことに、魔法の女の子のアイドルについての生き生きとしたコメディーのパロディーのようなものではありません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nMagical Girl Parody anime revival 15 years in the making...\n\n\u001b[1m魔法少女パロディアニメ復活15年制作中...\u001b[22m\n\u001b[1m(Mahō shōjo parodianime fukkatsu 15-nen seisaku-chū...)\u001b[22m\n\nTranslations of \u001b[4mMagical Girl Parody anime revival 15 years in the making...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMagical Girl Parody anime revival 15 years in the making...\u001b[24m\n    \u001b[1m魔法少女パロディアニメ復活15年制作中...\u001b[22m, \u001b[1m魔法少女パロディアニメ復活製作に15年...\u001b[22m\n\u001b[1m\u001b[22m\nThis anime is being a blatant magical girl parody from the premise alone but it's a fun blatant one at that, from a narrator who appears out of nowhere giving us the quick detailed information about the Magical Girl's attacks, to main cast members being self-aware to the point LA sees Komugi, Kokona and Tsubasa being parodies off other magical girls, from Komugi's behavior being very similar to Sailor Moon, Kokona taking a page from the current magical girl genre (without the dark and depressing) to Tsubasa being in love with someone a la ''Cardcaptor Sakura'' style level of unrequited love.\n\n\u001b[1mこのアニメは、奇妙な魔法の少女のパロディーだけではなく、魔法の女の子の攻撃についての素早い詳細な情報を提供するナレーターから、メインキャストメンバーが自己認識している LAに向かってKomugi、Kokona、Tsubasaが他の魔法の女の子をパロディーしているのを見て、Kumugiの行動はセーラームーンと非常によく似ているとココナは現在の魔法の女の子のジャンル（暗くて落ち込んでいない）から翼が恋しい 誰かが「カードキャプターさくら」スタイルのレベルの無慈悲な愛。\u001b[22m\n\u001b[1m(Kono anime wa, kimyōna mahō no shōjo no parodī dakede wa naku, mahō no on'nanoko no kōgeki ni tsuite no subayai shōsaina jōhō o teikyō suru narētā kara, meinkyasutomenbā ga jiko ninshiki shite iru LA ni mukatte Komugi, Kokona, Tsubasa ga hoka no mahō no on'nanoko o parodī shite iru no o mite, Kumugi no kōdō wa sērāmūn to hijō ni yoku nite iruto kokona wa genzai no mahō no on'nanoko no janru (kurakute ochikonde inai) kara tsubasa ga koishī darekaga `kādokyaputā sakura' sutairu no reberu no mujihina ai.)\u001b[22m\n\nTranslations of \u001b[4mThis anime is being a blatant magical girl parody from the premise alone but it's a fun blatant one at that, from a narrator who appears out of nowhere giving us the quick detailed information about the Magical Girl's attacks, to main cast members being self-aware to the point LA sees Komugi, Kokona and Tsubasa being parodies off other magical girls, from Komugi's behavior being very similar to Sailor Moon, Kokona taking a page from the current magical girl genre (without the dark and depressing) to Tsubasa being in love with someone a la ''Cardcaptor Sakura'' style level of unrequited love.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime is being a blatant magical girl parody from the premise alone but it's a fun blatant one at that, from a narrator who appears out of nowhere giving us the quick detailed information about the Magical Girl's attacks, to main cast members being self-aware\u001b[24m\n    \u001b[1mこのアニメは、奇妙な魔法の少女のパロディーだけではなく、魔法の女の子の攻撃についての素早い詳細な情報を提供するナレーターから、メインキャストメンバーが自己認識している\u001b[22m, \u001b[1mこのアニメは、単独で前提から露骨な魔法少女パロディ中であるが、それはそれで楽しい露骨一つだ、どこにもメインキャストメンバーが自己意識することに、私たちに魔法少女の攻撃に関する簡単な詳細な情報を与えないから表示されます語り手から\u001b[22m\n\u001b[4mto the point LA sees Komugi, Kokona and Tsubasa being parodies off other magical girls, from Komugi's behavior being very similar to Sailor Moon, Kokona taking a page from the current magical girl genre (without the dark and depressing) to Tsubasa being in love with\u001b[24m\n    \u001b[1mLAに向かってKomugi、Kokona、Tsubasaが他の魔法の女の子をパロディーしているのを見て、Kumugiの行動はセーラームーンと非常によく似ているとココナは現在の魔法の女の子のジャンル（暗くて落ち込んでいない）から翼が恋しい\u001b[22m, \u001b[1mポイントにLAは、小麦の行動がKokonaはと恋にいる翼に（暗くて憂鬱なし）現在の魔法少女のジャンルからページを取って、美少女戦士セーラームーンと非常に類似しているから、他の魔法少女たちから小麦、Kokonaとつばさというパロディを見て\u001b[22m\n\u001b[4msomeone a la ''Cardcaptor Sakura'' style level of unrequited love.\u001b[24m\n    \u001b[1m誰かが「カードキャプターさくら」スタイルのレベルの無慈悲な愛。\u001b[22m, \u001b[1m誰か片思いのラ ''カードキャプターさくら ''スタイルレベル。\u001b[22m\n\u001b[1m\u001b[22m\nAs a parody of the magical girl genre it's primarily a comedy with no seriousness (not until the final 2 episodes and even by the end it still keeps to it's comedic nature and light heartedness) and as a comedy, LA still finds it fun watch, this IS an anime revival of an anime OVA almost 15 years old so LA can take it up with it's new spin on the magical girl parody genre in mind.\n\n\u001b[1m魔法の女の子のジャンルのパロディーとして、それは主に真剣さのないコメディー（最後の2つのエピソードまでではなく、それはまだそれがコメディーな自然と軽い心意気である）とコメディーとして、LAはまだそれが楽しい時計を見つける、 ほぼ15歳のアニメOVAのアニメ復活で、LAは魔法の女の子のパロディージャンルを念頭に置いて新しいスピンを取り戻すことができます。\u001b[22m\n\u001b[1m(Mahō no on'nanoko no janru no parodī to shite, sore wa omoni shinken-sa no nai komedī (saigo no 2tsu no episōdo madede wa naku, sore wa mada sore ga komedīna shizen to karui kokoroikidearu) to komedī to shite, LA wa mada sore ga tanoshī tokei o mitsukeru, hobo 15-sai no anime ovu~a no anime fukkatsu de, LA wa mahō no on'nanoko no parodījanru o nentō ni oite atarashī supin o torimodosu koto ga dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mAs a parody of the magical girl genre it's primarily a comedy with no seriousness (not until the final 2 episodes and even by the end it still keeps to it's comedic nature and light heartedness) and as a comedy, LA still finds it fun watch, this IS an anime revival of an anime OVA almost 15 years old so LA can take it up with it's new spin on the magical girl parody genre in mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a parody of the magical girl genre it's primarily a comedy with no seriousness (not until the final 2 episodes and even by the end it still keeps to it's comedic nature and light heartedness) and as a comedy, LA still finds it fun watch,\u001b[24m\n    \u001b[1m魔法の女の子のジャンルのパロディーとして、それは主に真剣さのないコメディー（最後の2つのエピソードまでではなく、それはまだそれがコメディーな自然と軽い心意気である）とコメディーとして、LAはまだそれが楽しい時計を見つける、\u001b[22m, \u001b[1m、（それは喜劇自然と光heartednessだない最終2話まであっても年末までにそれはまだに保つ）と喜劇として、LAはまだそれに楽しい時計を見つけた魔法少女のジャンルのパロディとして、それは主に無真剣にコメディーです\u001b[22m\n\u001b[4mthis IS an anime revival of an anime OVA almost 15 years old so LA can take it up with it's new spin on the magical girl parody genre in mind.\u001b[24m\n    \u001b[1mほぼ15歳のアニメOVAのアニメ復活で、LAは魔法の女の子のパロディージャンルを念頭に置いて新しいスピンを取り戻すことができます。\u001b[22m, \u001b[1mこれは心の中で魔法少女パロディのジャンルに新たなスピンだとそうLAはそれを取ることができ、ほぼ15歳アニメのOVAアニメ復活です。\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of plot, LA does have a small compliant about this anime, but before LA says, this anime follows a typical 'Monster of the Week' where 'Magical Nurse, Maid and Sister' all vying to fight the monster by the end of the episode with the running theme reflecting on the monster in some way where either Magical Nurse, Maid or Sister will always do the final blow and collect their card for the episode.\n\n\u001b[1mプロットの面では、LAはこのアニメにはちょっと馴染んでいませんが、LAの前に、このアニメは「魔法の看護師、メイドと姉妹」が終わりまでにモンスターと戦うために争う典型的な「今週のモンスター」に従います 魔法の看護師、メイド、または姉妹のいずれかがいつも最後の打撃を行い、そのエピソードのためのカードを収集する、何らかの形でモンスターに反映されている実行テーマのエピソード。\u001b[22m\n\u001b[1m(Purotto no mende wa, LA wa kono anime ni wa chotto najinde imasenga, LA no mae ni, kono anime wa `mahō no kankoshi, meido to shimai' ga owari made ni monsutā to tatakau tame ni arasou tenkei-tekina `konshū no monsutā' ni shitagaimasu mahō no kankoshi, meido, matawa shimai no izureka ga itsumo saigo no dageki o okonai, sono episōdo no tame no kādo o shūshū suru, nanrakano katachi de monsutā ni han'ei sa rete iru jikkō tēma no episōdo.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of plot, LA does have a small compliant about this anime, but before LA says, this anime follows a typical 'Monster of the Week' where 'Magical Nurse, Maid and Sister' all vying to fight the monster by the end of the episode with the running theme reflecting on the monster in some way where either Magical Nurse, Maid or Sister will always do the final blow and collect their card for the episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of plot, LA does have a small compliant about this anime, but before LA says, this anime follows a typical 'Monster of the Week' where 'Magical Nurse, Maid and Sister' all vying to fight the monster by the end of\u001b[24m\n    \u001b[1mプロットの面では、LAはこのアニメにはちょっと馴染んでいませんが、LAの前に、このアニメは「魔法の看護師、メイドと姉妹」が終わりまでにモンスターと戦うために争う典型的な「今週のモンスター」に従います\u001b[22m, \u001b[1mプロットの面では、LAがこのアニメについての小さな準拠を持っていないが、LAが言う前に、このアニメは「マジカルナース、メイドと姉妹は「すべての終わりまでにモンスターと戦うために争う典型的な「今週の怪物」を以下の\u001b[22m\n\u001b[4mthe episode with the running theme reflecting on the monster in some way where either Magical Nurse, Maid or Sister will always do the final blow and collect their card for the episode.\u001b[24m\n    \u001b[1m魔法の看護師、メイド、または姉妹のいずれかがいつも最後の打撃を行い、そのエピソードのためのカードを収集する、何らかの形でモンスターに反映されている実行テーマのエピソード。\u001b[22m, \u001b[1mマジカルナース、メイドや姉妹のどちらかが常に最終的な打撃を行い、エピソードのために自分のカードを収集する何らかの方法でモンスターに反映実行されているテーマにしたエピソード。\u001b[22m\n\u001b[1m\u001b[22m\nNow Magical Nurse, Maid and Sister do get screentime of their own episodes and since Magical Nurse, Maid and Sister all have dual identities (though it's really obvious who they are, just the characters don't) even their ordinary selves get screentime with Komugi's motivation as a rising idol being the most prominent, except not...the anime seems like it comes to a halt once Tsubasa appears and brings up this unrequited love subplotline and it actually takes centre stage and MANY episodes are dedicated to Tsubasa's constant talk about her unrequited love. Umm Nurse Witch Komugi-chan R, you do realize that your own show is getting hijacked by Tsubasa?...YOUR NAME IS ON THE GOD DAMN TITLE.\n\n\u001b[1mマジカルナース、メイド、姉妹は自分のエピソードを見せてくれるし、魔法の看護師、メイドと姉妹はすべて二重のアイデンティティを持っているから（実際には彼らが誰なのか分かりませんが）、普通の人間でさえもKomugi アニバーサリーは、翼が登場すると停止するように見えますが、この無慈悲なサブプロットラインが現れ、実際には中心的なステージを迎え、多くのエピソードは翼の絶え間ない話題に捧げられています 彼女の無慈悲な愛。 うーん、ナースウィッチコムギちゃんR、あなたは自分のショーがツバサによってハイジャックされていることに気付いていますか？あなたの名前は神のダンタイトルです。\u001b[22m\n\u001b[1m(Majikarunāsu, meido, shimai wa jibun no episōdo o misete kurerushi, mahō no kankoshi, meido to shimai wa subete nijū no aidentiti o motte irukara (jissai ni wa karera ga darena no ka wakarimasen ga), futsū no ningende sae mo Komugi anibāsarī wa, tsubasa ga tōjō suru to teishi suru yō ni miemasuga, kono mujihina sabupurottorain ga araware, jissai ni wa chūshin-tekina sutēji o mukae, ōku no episōdo wa tsubasa no taema nai wadai ni sasage rarete imasu kanojo no mujihina ai.U ̄ n, nāsuu~itchikomugi-chan R, anata wa jibun no shō ga Tsubasa ni yotte haijakku sa rete iru koto ni kidzuite imasu ka? Anata no namae wa kami no dan taitorudesu.)\u001b[22m\n\nTranslations of \u001b[4mNow Magical Nurse, Maid and Sister do get screentime of their own episodes and since Magical Nurse, Maid and Sister all have dual identities (though it's really obvious who they are, just the characters don't) even their ordinary selves get screentime with Komugi's motivation as a rising idol being the most prominent, except not...the anime seems like it comes to a halt once Tsubasa appears and brings up this unrequited love subplotline and it actually takes centre stage and MANY episodes are dedicated to Tsubasa's constant talk about her unrequited love. Umm Nurse Witch Komugi-chan R, you do realize that your own show is getting hijacked by Tsubasa?...YOUR NAME IS ON THE GOD DAMN TITLE.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow Magical Nurse, Maid and Sister do get screentime of their own episodes and since Magical Nurse, Maid and Sister all have dual identities (though it's really obvious who they are, just the characters don't) even their ordinary selves get screentime with Komugi's\u001b[24m\n    \u001b[1mマジカルナース、メイド、姉妹は自分のエピソードを見せてくれるし、魔法の看護師、メイドと姉妹はすべて二重のアイデンティティを持っているから（実際には彼らが誰なのか分かりませんが）、普通の人間でさえもKomugi\u001b[22m, \u001b[1m今マジカルナースは、メイドや姉妹が自分のエピソードのスクリーン時間を得るのですと魔法のナースので、メイドと姉妹はすべてデュアルアイデンティティを持っている（それは彼らが誰であるか本当に明らかだが、ただの文字はありません）でも、それらの通常の自己は、小麦のでスクリーン時間を取得します\u001b[22m\n\u001b[4mmotivation as a rising idol being the most prominent, except not...the anime seems like it comes to a halt once Tsubasa appears and brings up this unrequited love subplotline and it actually takes centre stage and MANY episodes are dedicated to Tsubasa's constant talk about\u001b[24m\n    \u001b[1mアニバーサリーは、翼が登場すると停止するように見えますが、この無慈悲なサブプロットラインが現れ、実際には中心的なステージを迎え、多くのエピソードは翼の絶え間ない話題に捧げられています\u001b[22m, \u001b[1mない除いて最も顕著である上昇アイドル、などの動機は...アニメは翼が表示されたら、それが停止したように思えるし、この片思いのsubplotlineをもたらし、それが実際にセンターステージを取り、多くのエピソードが約つばさの定数の話に専念しています\u001b[22m\n\u001b[4mher unrequited love.\u001b[24m\n    \u001b[1m彼女の無慈悲な愛。\u001b[22m, \u001b[1m彼女の片思い。\u001b[22m\n\u001b[4mUmm Nurse Witch Komugi-chan R, you do realize that your own show is getting hijacked by Tsubasa?...YOUR NAME IS ON THE GOD DAMN TITLE.\u001b[24m\n    \u001b[1mうーん、ナースウィッチコムギちゃんR、あなたは自分のショーがツバサによってハイジャックされていることに気付いていますか？あなたの名前は神のダンタイトルです。\u001b[22m, \u001b[1mうーんナースウィッチ小麦ちゃんマジカルてちゃんRは、あなた自身のショーは翼に乗っ取らなっていることを実感しますか...あなたの名前は神DAMNタイトル上にあります。\u001b[22m\n\u001b[1m\u001b[22m\nBut even then LA really isn't agitated by this as this anime does focus on it's main three magical girls with their own episodic episodes and wacky themes to go with it. LA isn't gonna say that this anime absolutely has it's priorities straight, but it does keep itself balanced between it's magical girl, idol and school elements.\n\n\u001b[1mしかし、それでも、LAでさえ、このアニメは、エピソード的なエピソードと不気味なテーマを持つ3人の魔法少女に焦点を当てているので、これによって激動することはありません。  LAは、このアニメが絶対優先であるとは言いませんが、それは魔法の女の子、アイドル、学校の要素のバランスをとっています。\u001b[22m\n\u001b[1m(Shikashi, soredemo, LAde sae, kono anime wa, episōdo-tekina episōdo to bukimina tēma o motsu 3-ri no mahō shōjo ni shōten o atete irunode, kore ni yotte gekidō suru koto wa arimasen. LA wa, kono anime ga zettai yūsendearu to wa iimasenga, soreha mahō no on'nanoko, aidoru, gakkō no yōso no baransu o totte imasu.)\u001b[22m\n\nTranslations of \u001b[4mBut even then LA really isn't agitated by this as this anime does focus on it's main three magical girls with their own episodic episodes and wacky themes to go with it. LA isn't gonna say that this anime absolutely has it's priorities straight, but it does keep itself balanced between it's magical girl, idol and school elements.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut even then LA really isn't agitated by this as this anime does focus on it's main three magical girls with their own episodic episodes and wacky themes to go with it.\u001b[24m\n    \u001b[1mしかし、それでも、LAでさえ、このアニメは、エピソード的なエピソードと不気味なテーマを持つ3人の魔法少女に焦点を当てているので、これによって激動することはありません。\u001b[22m, \u001b[1mしかし、その後もLAは本当にこのアニメはそれで行くことに自分自身のエピソードエピソードや奇抜なテーマと、それの主な3魔法少女たちに焦点を当てないように、このことによって攪拌されていません。\u001b[22m\n\u001b[4mLA isn't gonna say that this anime absolutely has it's priorities straight, but it does keep itself balanced between it's magical girl, idol and school elements.\u001b[24m\n    \u001b[1mLAは、このアニメが絶対優先であるとは言いませんが、それは魔法の女の子、アイドル、学校の要素のバランスをとっています。\u001b[22m, \u001b[1mLAつもりではありませんこのアニメは絶対にそれは優先順位ストレートだが、それはそれは魔法少女、アイドルや学校の要素だとの間でバランスの取れた自分自身を保つない持っていることを言います。\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of animation done by Tatsunoko Production is just 'decent' throughout the board, LA can't really say much other than LA didn't really see any lower quality at all throughout and it's generally consistent, though the 3D CGI idol scenes is baffling but typical.\n\n\u001b[1mTatsunokoによるアニメーションの面では、プロデューサーの間ではちょうどいい気分でしたが、LA以外では本当に低品質はほとんど見られず、3D CGIアイドルシーンは一般的に一貫しています 困惑しているが典型的。\u001b[22m\n\u001b[1m(Tatsunoko ni yoru animēshon no mende wa, purode~yūsā no made wa chōdo ī kibundeshitaga, LA igaide wa hontōni tei hinshitsu wa hotondo mi rarezu, 3 D CGI aidorushīn wa ippantekini ikkan shite imasu konwaku shite iruga tenkei-teki.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of animation done by Tatsunoko Production is just 'decent' throughout the board, LA can't really say much other than LA didn't really see any lower quality at all throughout and it's generally consistent, though the 3D CGI idol scenes is baffling but typical.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of animation done by Tatsunoko Production is just 'decent' throughout the board, LA can't really say much other than LA didn't really see any lower quality at all throughout and it's generally consistent, though the 3D CGI idol scenes is\u001b[24m\n    \u001b[1mTatsunokoによるアニメーションの面では、プロデューサーの間ではちょうどいい気分でしたが、LA以外では本当に低品質はほとんど見られず、3D CGIアイドルシーンは一般的に一貫しています\u001b[22m, \u001b[1mタツノコプロによって行われたアニメーションの面でLAは本当に全体全く低い品質を見ていないよりも、LAは本当に他の多くを言うことができないボード全体に単に 'まともな'で、3D CGIのアイドルシーンですが、それは、一般的に一貫性のあります\u001b[22m\n\u001b[4mbaffling but typical.\u001b[24m\n    \u001b[1m困惑しているが典型的。\u001b[22m, \u001b[1m不可解な典型的な。\u001b[22m\n\u001b[1m\u001b[22m\nThere is probably one voice actor LA will talk about and that's the main protagonist's Kei Tomoe, LA thought Komugi was voiced by ''Yukari Tamura'' considering how well she pulled off the cutezy ditzy vocals, the rest voice actors are ok at the very least though the mascot characters can get slightly annoying.\n\n\u001b[1mおそらく声優の一人がLAで話題になるだろう。それは主人公のKei Tomoeだ.LaはKomugiが\"かわいいディッツィーなヴォーカルをいかにうまく引っ張ったかを考慮して、\"田村ゆかりが歌ったと思った。残りの声優たちは大丈夫だ 少なくとも、マスコットのキャラクターはやや迷惑をかけることがあります。\u001b[22m\n\u001b[1m(Osoraku seiyū no hitori ga LA de wadai ni narudarou. Sore wa shujinkō no Kei Tomoeda. La wa Komugi ga\" kawaī dittsu~īna vu~ōkaru o ikani umaku hippatta ka o kōryo shite,\" tamura yukari ga utatta to omotta. Nokori no seiyū-tachi wa daijōbuda sukunakutomo, masukotto no kyarakutā wa yaya meiwaku o kakeru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThere is probably one voice actor LA will talk about and that's the main protagonist's Kei Tomoe, LA thought Komugi was voiced by ''Yukari Tamura'' considering how well she pulled off the cutezy ditzy vocals, the rest voice actors are ok at the very least though the mascot characters can get slightly annoying.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is probably one voice actor LA will talk about and that's the main protagonist's Kei Tomoe, LA thought Komugi was voiced by ''Yukari Tamura'' considering how well she pulled off the cutezy ditzy vocals, the rest voice actors are ok at the very\u001b[24m\n    \u001b[1mおそらく声優の一人がLAで話題になるだろう。それは主人公のKei Tomoeだ.LaはKomugiが\"かわいいディッツィーなヴォーカルをいかにうまく引っ張ったかを考慮して、\"田村ゆかりが歌ったと思った。残りの声優たちは大丈夫だ\u001b[22m, \u001b[1mLAは話しますと、それがメイン主人公の慶ともえだ1声優がある可能性があり、LAは、小麦が ''田村ゆかり ''は、彼女がcutezy頭の弱いボーカル、残りの声優は非常にOKです引っ張っどれだけ考慮することによって表明されたと思いました\u001b[22m\n\u001b[4mleast though the mascot characters can get slightly annoying.\u001b[24m\n    \u001b[1m少なくとも、マスコットのキャラクターはやや迷惑をかけることがあります。\u001b[22m, \u001b[1m少なくともマスコットキャラクターは少し迷惑得ることができますが。\u001b[22m\n\u001b[1m\u001b[22m\nLA did forget to mention that this anime is ripe with A LOT and LA means A LOT of Tatsunoko Productions' previous anime characters as cameos.\n\n\u001b[1mLAはこのアニメがA LOTで熟していて、LAはTatsunoko Productionsの以前のアニメキャラクターがカメオのようなものだということを忘れてしまった。\u001b[22m\n\u001b[1m(LA wa kono anime ga A rotto de juku shite ite, LA wa Tatsunoko Productions no izen no animekyarakutā ga Kameo no yōna monoda to iu koto o wasurete shimatta.)\u001b[22m\n\nTranslations of \u001b[4mLA did forget to mention that this anime is ripe with A LOT and LA means A LOT of Tatsunoko Productions' previous anime characters as cameos.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLA did forget to mention that this anime is ripe with A LOT and LA means A LOT of Tatsunoko Productions' previous anime characters as cameos.\u001b[24m\n    \u001b[1mLAはこのアニメがA LOTで熟していて、LAはTatsunoko Productionsの以前のアニメキャラクターがカメオのようなものだということを忘れてしまった。\u001b[22m, \u001b[1mLAは、このアニメはLOTと熟しているとLAがカメオとしてタツノコプロダクション」前のアニメのキャラクターの多くを意味することを言及するのを忘れました。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending did give us a villain, only for how convulted the three magical girls takes down this villain (as well as the villains motives are also kinda convulted), however all's well that ends well???, at it's least it's a parody in the loosest sense through and through. Nurse Witch Komugi-chan R has A LOT of plotlines to juggle and they keep it balanced and at least they give character development to the three magical girls and sure the anime might go in a tangent about an unrequited love story but nonetheless, as a comedy magical girl parody, it's in-offensive for the most part to watch and can be funny when it can. This anime has a lot going on but thankfully it doesn't try to be nothing more than a fun slice of life comedy parody about magical girl idols.\n\n\u001b[1m結末は私たちに悪役を与えました.3人の魔法少女がこの悪役を奪い取る方法（悪役の動機もちょっと混乱しただけでなく）はうまくいきました。 最もゆったりとしたセンス。  Nurse Witch Komugi-chan Rにはたくさんのプロットラインがあり、彼らはバランスをとっており、少なくとも3人の魔法少女たちにキャラクター開発を行い、アニメは無作為のラブストーリーに接するかもしれないが、コメディとして 魔法の女の子のパロディー、それは大部分のために不快であり、可能な限り面白いことがあります。 このアニメはたくさん起こっていますが、ありがたいことに、魔法の女の子のアイドルについての生き生きとしたコメディーのパロディーのようなものではありません。\u001b[22m\n\u001b[1m(Ketsumatsu wa watashitachi ni akuyaku o ataemashita. 3-Ri no mahō shōjo ga kono akuyaku o ubaitoru hōhō (akuyaku no dōki mo chotto konran shita dakedenaku) wa umaku ikimashita. Mottomo yuttari to shita sensu. Nāsu u~itchi Komugi - chan R ni wa takusan no purottorain ga ari, karera wa baransu o totte ori, sukunakutomo 3-ri no mahō shōjo-tachi ni kyarakutā kaihatsu o okonai, anime wa musakui no rabusutōrī ni sessuru kamo shirenaiga, komedi to shite mahō no on'nanoko no parodī, soreha daibubun no tame ni fukaideari, kanōnakagiri omoshiroi koto ga arimasu. Kono anime wa takusan okotte imasuga, arigatai koto ni, mahō no on'nanoko no aidoru ni tsuite no ikiikitoshita komedī no parodī no yōna monode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe ending did give us a villain, only for how convulted the three magical girls takes down this villain (as well as the villains motives are also kinda convulted), however all's well that ends well???, at it's least it's a parody in the loosest sense through and through. Nurse Witch Komugi-chan R has A LOT of plotlines to juggle and they keep it balanced and at least they give character development to the three magical girls and sure the anime might go in a tangent about an unrequited love story but nonetheless, as a comedy magical girl parody, it's in-offensive for the most part to watch and can be funny when it can. This anime has a lot going on but thankfully it doesn't try to be nothing more than a fun slice of life comedy parody about magical girl idols.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending did give us a villain, only for how convulted the three magical girls takes down this villain (as well as the villains motives are also kinda convulted), however all's well that ends well???, at it's least it's a parody in\u001b[24m\n    \u001b[1m結末は私たちに悪役を与えました.3人の魔法少女がこの悪役を奪い取る方法（悪役の動機もちょっと混乱しただけでなく）はうまくいきました。\u001b[22m, \u001b[1mエンディングは3つだけの魔法少女たちをconvulted方法については、この悪役をダウンされます（同様に、悪役の動機もちょっとconvultedされている）、私たちに悪役を与えていた、しかしすべては???よく終わることもだ、それはでパロディーだ少なくともですで\u001b[22m\n\u001b[4mthe loosest sense through and through.\u001b[24m\n    \u001b[1m最もゆったりとしたセンス。\u001b[22m, \u001b[1m貫通最も緩い感覚。\u001b[22m\n\u001b[4mNurse Witch Komugi-chan R has A LOT of plotlines to juggle and they keep it balanced and at least they give character development to the three magical girls and sure the anime might go in a tangent about an unrequited love story but nonetheless, as a comedy\u001b[24m\n    \u001b[1mNurse Witch Komugi-chan Rにはたくさんのプロットラインがあり、彼らはバランスをとっており、少なくとも3人の魔法少女たちにキャラクター開発を行い、アニメは無作為のラブストーリーに接するかもしれないが、コメディとして\u001b[22m, \u001b[1mナースウィッチ小麦ちゃんマジカルてちゃんRは両立するplotlinesをたくさん持っているし、彼らはバランスのとれた、それを維持し、少なくとも彼らは3魔法少女たちに、文字の開発を与えると確信してアニメコメディとして、それにもかかわらず、報われない愛の物語についての接線に行くかもしれませんが、\u001b[22m\n\u001b[4mmagical girl parody, it's in-offensive for the most part to watch and can be funny when it can.\u001b[24m\n    \u001b[1m魔法の女の子のパロディー、それは大部分のために不快であり、可能な限り面白いことがあります。\u001b[22m, \u001b[1m魔法少女パロディ、それは見てほとんどの部分で、不快だとするときそれができる面白いことができます。\u001b[22m\n\u001b[4mThis anime has a lot going on but thankfully it doesn't try to be nothing more than a fun slice of life comedy parody about magical girl idols.\u001b[24m\n    \u001b[1mこのアニメはたくさん起こっていますが、ありがたいことに、魔法の女の子のアイドルについての生き生きとしたコメディーのパロディーのようなものではありません。\u001b[22m, \u001b[1mこのアニメが起こってたくさん持っているが、ありがたいことに、それは魔法少女偶像約ライフコメディパロディの楽しスライスよりも何もないしようとしません。\u001b[22m"
  }
]
