[
  {
    "title": "Luck___Logic",
    "id": "32083",
    "url": "https://myanimelist.net/anime/32083/Luck___Logic",
    "user": "shadowmellow",
    "profile": "/profile/shadowmellow/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=218697",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  5\nアニメーション|  8\nサウンド|  8\nキャラクター|  4\n|  3\n\nさて、私は通常、レビューを書いていないが、このショーは個人的に私を怒らせているので、私はちょうどそれを与えるだろう。\n\nLuck＆amp; amp;  Logicは、ブシロードのカードゲームを宣伝するために制作されたアニメです。 このアニメは何かを宣伝する方法ではないので、あなたが知っているとは限りません。なぜなら、それは少なくとも面白くないからです。\n\nストーリー：\n基本的なストーリー自体はとてもシンプルです。 新しい外国人が現れ、チームが現れ、それらを打ち負かす。 すすぎ、繰り返します。 最初の数回のエピソードでは、主人公の女の子のためにいくつかのキャラクターに焦点を当てたエピソードを振りかざしています（論理的な女神ではありませんが、後でそれに行きます）。そして最終的には、彼らが戦わなければならない大きな悪い外国人がいます。 一度あなたは彼らが言っている地獄を得ると、それは本当に簡単に従うことができ、設定自体はかなり面白いです。 それはどこに問題があるのか​​を示す方法です。\n\nショーが気になることを説明していないという事実から始める。 すべての詳細を説明していない最初のエピソードがうまくいれば、サスペンスを構築し、視聴者にショーやキャラクターの詳細を見てもらいたい。 しかし、外国人や論理カードのような言葉を文字通り説明なしに投げ捨ててもサスペンスは起こらず、人々を混乱させるだけです。 その後、ショー全体を見ていない限り、いくつかのことを忘れてしまいます。 ペーシングと構造はそこから下り坂に行くだけです。\n\nだから、単純なプロット、面白いセッティングがうまく設定されていない問題を整理するために要約する。 全体的には恐ろしいことではありませんが、間違いなく良いことです。  5のうち5\n\nアート：\n驚くほど十分にそれは悪くない。 アニメーションは素晴らしいものではなく、あなたを水から吹き飛ばすシーンはありませんが、まともなもので、くしゃみをするものはありません。 キャラクターのデザインは素晴らしく、かなりの部分があり、特に3Dアニメーションの使用が好きです。\n\n私は、アニメで3Dモデルを使用すると多くの人々が動揺することを知っていますが、私は個人的にはそれに対して何もしていませんでした。特にダンスや戦いのためのものでした。 モデルはきれいに作られており、ショーのスタイルによく合い、アニメーション自体は十分なエネルギーを持っています。 あなたは3Dアニメーションについて何を言っているのでしょうか、実際の緊張とエネルギーがあるように感じるような動きをするためにモデルをアニメーション化するのは難しいです。私はそれをとてもうまく引き出すためにチームに拍手を送ります。\n\n確かに、戦い自体はエキサイティングではありませんが、ちょっと、良いアニメーションは良いアニメーションであり、私は得るものを取る。  8のうち10\n\n音：\n再び、驚くほど良い。 サウンドトラックは、それが価値あるものであれば、物語に合っています。 ショー自体がそうでなくても、ショーに叙事詩的で未来的な才能を与えるのは、オーケストラと電子トラックのミックスです。 私は自分自身がポン引きされ、仕事のために動機を得るために多くを開いて、エンディングを聞いて自分自身を発見した。  8のうち10\n\nキャラクター：\nああ、キャラクターたち。 浪費されたほどの可能性。\n\n私は個人的にはキャストが本当に好きです。 あなたは頑張っている指導者、幸運な指導者クロエ、静かな神秘的なマナ、不器用な初心者のユカリ、厳格な指揮官ヴェロニカ、そしてオルガを得ました。まあ、あなたは結局見つかるでしょう。 彼らはすべてクッキーカッターアニメのステレオタイプのように聞こえるし、公正である、彼らの種類ですが、それらのそれぞれは、私はそれらのためにそれらを許して自分のキャラクターに焦点を当てたエピソードでまともな開発を得る。 彼らはそれぞれ、自分の動機とバックストーリーを説明しています。実際にキャラクターの開発は行われていませんが、それは私が許している短いシリーズで十分です。\n\n私たちの主人公ヨシとどのように他のすべてのキャラクターが彼に関係しているのか、それはすべて崩れ始める。 それは本当に起こっていることなので、彼の周りを回るようにしてください。 あまりにも多くを取らずに、ほとんどすべてのキャラクターに焦点を当てたエピソードは、ヨッシーが勇気づけて、何かインスピレーションを与えたり、何かを言ったりして、すべての問題を解決することで終わります。 それだけで十分に悪いですが、それでヨシはとても退屈であるという事実があります。\n\n彼の動機は「みんなを救う」ことを超えず、彼の性格は矛盾して書かれており、彼は彼に必要な状況に状況に反応するだけではあまりありません。 人生やハーレムショーから男性の主人公を連れて、あなたはYoshiよりももっと興味深い主人公になるでしょう。 最初のエピソードで彼は自分の人生を犠牲にしても彼の周りの人々を守るだけでなく、次のエピソードで彼が突然冷たく敵対的に行動している心配する人として大丈夫ですか？ たぶんそれは状況の変化ですが、彼は異なる性格の特徴をすばやく切り換えていますので、私は彼が明確な性格を念頭に置いて書かれているかどうか疑問です。\n\nそして神様は私が入るだろうと言ったのですか？ 神様、彼らが横に並んでいるときに入り込むものは、彼らがまだチームにいるのかどうか疑問に思います。  Valkyrieはおそらく、Chloeの穏やかで合理的なパートナーとして導入され、スパンキーな無謀状態からバランスをとって、それを超えて発展することは許されません。 金星とアルテミスはそれほど良くはありません。一つは支援の友人として、もう一つはパートナーのYukineとManaの母親の姿であり、決して自分のアークや感情を探検することはできませんでした。\n\n全く開発しようとしていない唯一の人はアテナです。 彼女はかなりのスクリーン時間を得て、実際には相手がいなくても他の人とやりとりすることができますが、彼女は依然として彼女の優しい心と義への愛によって定義されています。 ヨシが良い人物であり、その関係が実際に探検されていたのではないかと思いますが、それは悪いことではありません。\n\nキャラクターの最高点は本当に私のお気に入りのキャラクターであるオルガ・ブレークチャイルドです。 台無しにすることなく、彼は床を崇拝するように見えない唯一の人です。ヨシは歩いていて、実際には時々彼に立ち向かい、素晴らしいことです。 彼の弧は、他のものとは対照的に、実際にはキャラクター部門のショーを保存しないが、少なくともそれを少し助けている設定とまともな報酬を得る。\n\nサイドキャラクターには1つの性格特性が与えられていますが、実際に私に興味を持たせるのに十分楽しませてくれたヨシの家族を大丈夫でした。\n\n全体的に、素晴らしいキャスト、想定された主人公の脇役、オルガブレークチャイルドと信じられないほどまろやかな主人公。  4点中10点です。\n\n楽しみ：\n私が物語やキャラクターがいかに嫌いであるかについて永遠に勉強していたのを見て、私はこのアニメを特に楽しまなかったことは驚きではないと思う。 そして、どちらかを試していないのではなく、私はこのショーに出席しました。素晴らしいものは何も期待していませんでしたが、少なくとも私に興味のないシーズンに見ることができるものはありましたが、\n\n設定は面白かったが、それが書かれて提示された方法は、それが引っ張られて不調であると感じさせるようにした。 地獄、それでも、そのアクションは退屈だと感じたところまで、余計に足を引っ張ってしまった。 どのように地獄のアクションを退屈にするのですか？  Luck＆amp; amp;  Logicはそれをどうにかして管理し、すべてのエピソードを実際より長く感じました。 本当にショーがいかに退屈なものになるか疑問に思うのは、時空そのものを歪めるようだ。\n\nオルガといくつかの興味深いキャラクターの相互作用の他に、私は本当にこれから多くの楽しみを得ていませんでした。 そして、私の燃えている吉利の憎しみですが、それは私だけです。  3点満点中3点\n\n全体：\nあなたが実際にこの時点までにすべてを読むことができたら、私はあなたを祝福します。 私は、このようなことについてかなり長い間巻き込まれているのを知っています。私が書いたものを読んでいる人は、私の目の英雄です。\n\n今、このショーについて話している私の15段以上の段落の後、私はそれについて全体的に何を考えますか？ 驚くほど十分に、私はそれが恐ろしいとは思わない？ ええ、ええ、物語は弱く、キャラクター、主にヨシは弱いですが全体的にはかなり無害です。 音楽と芸術は素晴らしく、たとえエピソードが脳の漏出のような気分にさえしても、ちょうど座ってあなたの考えをしばらく止め、ショーをあなたの上で洗うことは悪くない。\n\nなぜ私がこのショーで個人的に怒ったのかの主な理由は、私がブシロードの大ファン、特に彼らのカードゲームだからだろう。 そして、彼らは良いカードゲームのアニメを作ることができることを知っている！ さて、私が見る限り、彼らは良いカードゲームのアニメを持っていますが、それはかなり良いです。 そして、彼らが私の心を傷つけるような穏やかなショーをするのを見ている。 私はどれくらい彼らが執筆やキャラクターを持っているかは分かりませんが、彼らはもっとうまくいったと信じています。\n\nそれは良いショーだと言っているわけではありません。 それはまだ退屈で、表面的には最高です。 これがちょうどカードゲームを促進するために作られたことを考慮しても、それはたくさん残っており、そのカードゲームの側面についても説明していません。 最高でも、最悪の場合は興味深い設定の標準的なショーだが、それは限界から抜け出そうとしない退屈なショーだ。  4点中10点です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nOkay, I don't usually write reviews but this show has personally offended me in a way so I'll just give it a shot.\n\n\u001b[1mさて、私は通常、レビューを書いていないが、このショーは個人的に私を怒らせているので、私はちょうどそれを与えるだろう。\u001b[22m\n\u001b[1m(Sate, watashi wa tsūjō, rebyū o kaite inaiga, kono shō wa kojin-teki ni watashi o okora sete irunode, watashi wa chōdo sore o ataerudarou.)\u001b[22m\n\nTranslations of \u001b[4mOkay, I don't usually write reviews but this show has personally offended me in a way so I'll just give it a shot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOkay, I don't usually write reviews but this show has personally offended me in a way so I'll just give it a shot.\u001b[24m\n    \u001b[1mさて、私は通常、レビューを書いていないが、このショーは個人的に私を怒らせているので、私はちょうどそれを与えるだろう。\u001b[22m, \u001b[1mさて、私は通常のレビューを書いていないが、私はちょうどそれに打撃を与えるだろうように、このショーは個人的な方法で私を怒らせました。\u001b[22m\n\u001b[1m\u001b[22m\nLuck &amp; Logic is an anime produced to promote a card game made by Bushiroad. Not that you would know that since this anime is not the way to promote anything because it's not interesting in the least.\n\n\u001b[1mLuck＆amp; amp;  Logicは、ブシロードのカードゲームを宣伝するために制作されたアニメです。 このアニメは何かを宣伝する方法ではないので、あなたが知っているとは限りません。なぜなら、それは少なくとも面白くないからです。\u001b[22m\n\u001b[1m(Rakku& amp; amp; rojikku wa, bushirōdo no kādogēmu o senden suru tame ni seisaku sa reta animedesu. Kono anime wa nanika o senden suru hōhōde wanainode, anata ga shitte iru to wa kagirimasen. Nazenara, sore wa sukunakutomo omoshirokunaikaradesu.)\u001b[22m\n\nTranslations of \u001b[4mLuck &amp; Logic is an anime produced to promote a card game made by Bushiroad. Not that you would know that since this anime is not the way to promote anything because it's not interesting in the least.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuck &amp;\u001b[24m\n    \u001b[1mLuck＆amp; amp;\u001b[22m, \u001b[1mラック＆＃038;\u001b[22m\n\u001b[4mLogic is an anime produced to promote a card game made by Bushiroad.\u001b[24m\n    \u001b[1mLogicは、ブシロードのカードゲームを宣伝するために制作されたアニメです。\u001b[22m, \u001b[1mLogicはブシロード製のカードゲームを促進するために生産のアニメです。\u001b[22m\n\u001b[4mNot that you would know that since this anime is not the way to promote anything because it's not interesting in the least.\u001b[24m\n    \u001b[1mこのアニメは何かを宣伝する方法ではないので、あなたが知っているとは限りません。なぜなら、それは少なくとも面白くないからです。\u001b[22m, \u001b[1mあなたはそれが少なくともでは面白くないですので、このアニメので、何かを促進するための方法ではないことを知っているだろうではないこと。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThe basic story is very simple in itself. New Foreigner appears, team shows up and beats them up. Rinse and repeat. The first few episode also sprinkle some character focused episodes for our main girls (the Logicalists not the Goddesses but I get to that later) and in the end there is a big bad Foreigner they have to fight but that's it. Once you get what the hell they're saying then it's really easy to follow and the setting itself is pretty interesting. It's how it's presented where the problem lies.\n\n\u001b[1m基本的なストーリー自体はとてもシンプルです。 新しい外国人が現れ、チームが現れ、それらを打ち負かす。 すすぎ、繰り返します。 最初の数回のエピソードでは、主人公の女の子のためにいくつかのキャラクターに焦点を当てたエピソードを振りかざしています（論理的な女神ではありませんが、後でそれに行きます）。そして最終的には、彼らが戦わなければならない大きな悪い外国人がいます。 一度あなたは彼らが言っている地獄を得ると、それは本当に簡単に従うことができ、設定自体はかなり面白いです。 それはどこに問題があるのか​​を示す方法です。\u001b[22m\n\u001b[1m(Kihon-tekina sutōrī jitai wa totemo shinpurudesu. Atarashī gaikoku hito ga araware, chīmu ga araware, sorera o uchi makasu. Susugi, kurikaeshimasu. Saisho no sū-kai no episōdode wa, shujinkō no on'nanoko no tame ni ikutsu ka no kyarakutā ni shōten o ateta episōdo o furikazashite imasu (ronri-tekina megamide wa arimasenga,-go de sore ni ikimasu). Soshite saishūtekini wa, karera ga tatakawanakereba naranai ōkina warui gaikoku hito ga imasu. Ichido anata wa karera ga itte iru jigoku o eru to, sore wa hontōni kantan ni shitagau koto ga deki, settei jitai wa kanari omoshiroidesu. Sore wa doko ni mondai ga aru no ka ​​ o shimesu hōhōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe basic story is very simple in itself. New Foreigner appears, team shows up and beats them up. Rinse and repeat. The first few episode also sprinkle some character focused episodes for our main girls (the Logicalists not the Goddesses but I get to that later) and in the end there is a big bad Foreigner they have to fight but that's it. Once you get what the hell they're saying then it's really easy to follow and the setting itself is pretty interesting. It's how it's presented where the problem lies.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe basic story is very simple in itself.\u001b[24m\n    \u001b[1m基本的なストーリー自体はとてもシンプルです。\u001b[22m, \u001b[1m基本的なストーリーは、それ自体が非常に簡単です。\u001b[22m\n\u001b[4mNew Foreigner appears, team shows up and beats them up.\u001b[24m\n    \u001b[1m新しい外国人が現れ、チームが現れ、それらを打ち負かす。\u001b[22m, \u001b[1m新外国人は、チームが現れ、それらを打つ、表示されます。\u001b[22m\n\u001b[4mRinse and repeat.\u001b[24m\n    \u001b[1mすすぎ、繰り返します。\u001b[22m, \u001b[1mすすぎと繰り返します。\u001b[22m\n\u001b[4mThe first few episode also sprinkle some character focused episodes for our main girls (the Logicalists not the Goddesses but I get to that later) and in the end there is a big bad Foreigner they have to fight but that's it.\u001b[24m\n    \u001b[1m最初の数回のエピソードでは、主人公の女の子のためにいくつかのキャラクターに焦点を当てたエピソードを振りかざしています（論理的な女神ではありませんが、後でそれに行きます）。そして最終的には、彼らが戦わなければならない大きな悪い外国人がいます。\u001b[22m, \u001b[1mまた、いくつかの文字を振りかける最初のいくつかのエピソードは、私たちの主な女の子のためのエピソード焦点を当てた（Logicalistsない女神を私はそれ以降を取得）し、最終的に彼らが戦うために持っているが、それはそれだ大きな悪い外国人があります。\u001b[22m\n\u001b[4mOnce you get what the hell they're saying then it's really easy to follow and the setting itself is pretty interesting.\u001b[24m\n    \u001b[1m一度あなたは彼らが言っている地獄を得ると、それは本当に簡単に従うことができ、設定自体はかなり面白いです。\u001b[22m, \u001b[1mあなたは彼らが言っている地獄を取得したら、それは従うことはとても簡単ですし、設定自体はかなり興味深いものです。\u001b[22m\n\u001b[4mIt's how it's presented where the problem lies.\u001b[24m\n    \u001b[1mそれはどこに問題があるのかを示す方法です。\u001b[22m, \u001b[1mそれは、どこに問題がある、それが提示されています方法です。\u001b[22m\n\u001b[1m\u001b[22m\nStarting with the fact that the show doesn't explain a damn thing. Having a first episode not explaining every detail is fine, it's to build suspense and make the viewer want to find out more about the show and characters. But throwing around words like Foreigners and Logic Cards around with literally no explanation doesn't create suspense, it just confuses people. Then you get an exposition dump in the second episode after which you are bound to forget some things unless you binge watch the entire show. And the pacing and structure only go downhill from there.\n\n\u001b[1mショーが気になることを説明していないという事実から始める。 すべての詳細を説明していない最初のエピソードがうまくいれば、サスペンスを構築し、視聴者にショーやキャラクターの詳細を見てもらいたい。 しかし、外国人や論理カードのような言葉を文字通り説明なしに投げ捨ててもサスペンスは起こらず、人々を混乱させるだけです。 その後、ショー全体を見ていない限り、いくつかのことを忘れてしまいます。 ペーシングと構造はそこから下り坂に行くだけです。\u001b[22m\n\u001b[1m(Shō ga kininarukoto o setsumei shite inai to iu jijitsu kara hajimeru. Subete no shōsai o setsumei shite inai saisho no episōdo ga umaku ireba, sasupensu o kōchiku shi, shichō-sha ni shō ya kyarakutā no shōsai o mite moraitai. Shikashi, gaikoku hito ya ronri kādo no yōna kotoba o mojidōri setsumei nashi ni nagesutete mo sasupensu wa okorazu, hitobito o konran sa seru dakedesu. Sonogo, shō zentai o mite inai kagiri, ikutsu ka no koto o wasurete shimaimasu. Pēshingu to kōzō wa soko kara kudarizaka ni iku dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mStarting with the fact that the show doesn't explain a damn thing. Having a first episode not explaining every detail is fine, it's to build suspense and make the viewer want to find out more about the show and characters. But throwing around words like Foreigners and Logic Cards around with literally no explanation doesn't create suspense, it just confuses people. Then you get an exposition dump in the second episode after which you are bound to forget some things unless you binge watch the entire show. And the pacing and structure only go downhill from there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStarting with the fact that the show doesn't explain a damn thing.\u001b[24m\n    \u001b[1mショーが気になることを説明していないという事実から始める。\u001b[22m, \u001b[1mショーはこいつを説明していないという事実から始まります。\u001b[22m\n\u001b[4mHaving a first episode not explaining every detail is fine, it's to build suspense and make the viewer want to find out more about the show and characters.\u001b[24m\n    \u001b[1mすべての詳細を説明していない最初のエピソードがうまくいれば、サスペンスを構築し、視聴者にショーやキャラクターの詳細を見てもらいたい。\u001b[22m, \u001b[1mすべての詳細を説明しませ最初のエピソードを持つことは結構です、それはサスペンスを構築し、視聴者が番組やキャラクターについての詳細を知りたい作ることです。\u001b[22m\n\u001b[4mBut throwing around words like Foreigners and Logic Cards around with literally no explanation doesn't create suspense, it just confuses people.\u001b[24m\n    \u001b[1mしかし、外国人や論理カードのような言葉を文字通り説明なしに投げ捨ててもサスペンスは起こらず、人々を混乱させるだけです。\u001b[22m, \u001b[1mしかし、文字通り説明なしで周りの外国人と論理カードのような言葉の周りに投げることはサスペンスを作成しません、それだけで人を混乱させる。\u001b[22m\n\u001b[4mThen you get an exposition dump in the second episode after which you are bound to forget some things unless you binge watch the entire show.\u001b[24m\n    \u001b[1mその後、ショー全体を見ていない限り、いくつかのことを忘れてしまいます。\u001b[22m, \u001b[1mあなたはどんちゃん騒ぎ全体ショーを見ない限り、次に、あなたはいくつかのことを忘れるためにバインドされた後第2話での博覧会のダンプを取得します。\u001b[22m\n\u001b[4mAnd the pacing and structure only go downhill from there.\u001b[24m\n    \u001b[1mペーシングと構造はそこから下り坂に行くだけです。\u001b[22m, \u001b[1mそして、ペーシングおよび構造は、そこから下り坂に行きます。\u001b[22m\n\u001b[1m\u001b[22m\nSo to sum up, simple plot, interesting setting that's not set up well and pacing problems. All in all it's not horrible but it's definitely not good. 5 out of 10.\n\n\u001b[1mだから、単純なプロット、面白いセッティングがうまく設定されていない問題を整理するために要約する。 全体的には恐ろしいことではありませんが、間違いなく良いことです。  5のうち5\u001b[22m\n\u001b[1m(Dakara, tanjun'na purotto, omoshiroi settingu ga umaku settei sa rete inai mondai o seiri suru tame ni yōyaku suru. Zentai-teki ni wa osoroshī kotode wa arimasenga, machigainaku yoi kotodesu. 5 No uchi 5)\u001b[22m\n\nTranslations of \u001b[4mSo to sum up, simple plot, interesting setting that's not set up well and pacing problems. All in all it's not horrible but it's definitely not good. 5 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo to sum up, simple plot, interesting setting that's not set up well and pacing problems.\u001b[24m\n    \u001b[1mだから、単純なプロット、面白いセッティングがうまく設定されていない問題を整理するために要約する。\u001b[22m, \u001b[1mだから、単純なプロット、うまく設定していない興味深い設定とペーシングの問題を総括します。\u001b[22m\n\u001b[4mAll in all it's not horrible but it's definitely not good.\u001b[24m\n    \u001b[1m全体的には恐ろしいことではありませんが、間違いなく良いことです。\u001b[22m, \u001b[1mすべてのすべてで、それは恐ろしいではありませんが、それは間違いなく良いではありません。\u001b[22m\n\u001b[4m5 out of 10.\u001b[24m\n    \u001b[1m5のうち5\u001b[22m, \u001b[1m10のうち5。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nSurprisingly enough it's not bad. The animation is nothing outstanding, no scenes that will blow you out of the water, but it's decent and nothing to sneeze at. The character designs are nice and pretty for the most part and I particularly like the use of 3D animation.\n\n\u001b[1m驚くほど十分にそれは悪くない。 アニメーションは素晴らしいものではなく、あなたを水から吹き飛ばすシーンはありませんが、まともなもので、くしゃみをするものはありません。 キャラクターのデザインは素晴らしく、かなりの部分があり、特に3Dアニメーションの使用が好きです。\u001b[22m\n\u001b[1m(Odoroku hodo jūbun ni sore wa warukunai. Animēshon wa subarashī monode wa naku, anata o mizu kara fukitobasu shīn wa arimasenga, matomona mono de, kushami o suru mono wa arimasen. Kyarakutā no dezain wa subarashiku, kanari no bubun ga ari, tokuni 3 D animēshon no shiyō ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mSurprisingly enough it's not bad. The animation is nothing outstanding, no scenes that will blow you out of the water, but it's decent and nothing to sneeze at. The character designs are nice and pretty for the most part and I particularly like the use of 3D animation.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSurprisingly enough it's not bad.\u001b[24m\n    \u001b[1m驚くほど十分にそれは悪くない。\u001b[22m, \u001b[1m驚くべきことに、それは悪くはありません。\u001b[22m\n\u001b[4mThe animation is nothing outstanding, no scenes that will blow you out of the water, but it's decent and nothing to sneeze at.\u001b[24m\n    \u001b[1mアニメーションは素晴らしいものではなく、あなたを水から吹き飛ばすシーンはありませんが、まともなもので、くしゃみをするものはありません。\u001b[22m, \u001b[1mアニメーションが優れたものではありません、水なしのあなたを爆破するシーンが、それはまともだとでくしゃみをする何もありません。\u001b[22m\n\u001b[4mThe character designs are nice and pretty for the most part and I particularly like the use of 3D animation.\u001b[24m\n    \u001b[1mキャラクターのデザインは素晴らしく、かなりの部分があり、特に3Dアニメーションの使用が好きです。\u001b[22m, \u001b[1mキャラクターデザインは素晴らしく、ほとんどの部分がかなりあり、私は特に3Dアニメーションの使用などがあります。\u001b[22m\n\u001b[1m\u001b[22m\nI know a lot of people get upset when they use 3D models in anime but I personally didn't have anything against it, especially when it's for dancing or fighting sequences. The models are nicely made, fit well into the style of the show and the animation itself has enough energy to work well. Say what you will about 3D animation but animating a model to move in a way that feels like there's some real tension and energy in it is hard and I applaud the team for pulling it off so well.\n\n\u001b[1m私は、アニメで3Dモデルを使用すると多くの人々が動揺することを知っていますが、私は個人的にはそれに対して何もしていませんでした。特にダンスや戦いのためのものでした。 モデルはきれいに作られており、ショーのスタイルによく合い、アニメーション自体はうまく動作するのに十分なエネルギーを持っています。 あなたは3Dアニメーションについて何を言っているのでしょうか、実際の緊張とエネルギーがあるように感じるような動きをするためにモデルをアニメーション化するのは難しいです。私はそれをとてもうまく引き出すためにチームに拍手を送ります。\u001b[22m\n\u001b[1m(Watashi wa, anime de 3 D moderu o shiyō suruto ōku no hitobito ga dōyō suru koto o shitte imasuga, watashi wa kojin-teki ni wa sorenitaishite nani mo shite imasendeshita. Tokuni dansu ya tatakai no tame no monodeshita. Moderu wa kirei ni tsukura rete ori, shō no sutairu ni yoku ai, animēshon jitai wa umaku dōsa suru no ni jūbun'na enerugī o motte imasu. Anata wa 3 D animēshon ni tsuite nani o itte iru nodeshou ka, jissai no kinchō to enerugī ga aru yō ni kanjiru yōna ugoki o suru tame ni moderu o animēshon-ka suru no wa muzukashīdesu. Watashi wa sore o totemo umaku hikidasu tame ni chīmu ni hakushu o okurimasu.)\u001b[22m\n\nTranslations of \u001b[4mI know a lot of people get upset when they use 3D models in anime but I personally didn't have anything against it, especially when it's for dancing or fighting sequences. The models are nicely made, fit well into the style of the show and the animation itself has enough energy to work well. Say what you will about 3D animation but animating a model to move in a way that feels like there's some real tension and energy in it is hard and I applaud the team for pulling it off so well.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know a lot of people get upset when they use 3D models in anime but I personally didn't have anything against it, especially when it's for dancing or fighting sequences.\u001b[24m\n    \u001b[1m私は、アニメで3Dモデルを使用すると多くの人々が動揺することを知っていますが、私は個人的にはそれに対して何もしていませんでした。特にダンスや戦いのためのものでした。\u001b[22m, \u001b[1mそれはダンスや戦闘シーケンスのためだ場合は特に、私は、彼らがアニメで3Dモデルを使用する場合、多くの人が怒る知っているが、私は個人的にそれに対して何も持っていませんでした。\u001b[22m\n\u001b[4mThe models are nicely made, fit well into the style of the show and the animation itself has enough energy to work well.\u001b[24m\n    \u001b[1mモデルはきれいに作られており、ショーのスタイルによく合い、アニメーション自体はうまく動作するのに十分なエネルギーを持っています。\u001b[22m, \u001b[1mうまく作られているモデルは、ショーのスタイルにうまく適合し、アニメーション自体がうまく機能するのに十分なエネルギーを持っています。\u001b[22m\n\u001b[4mSay what you will about 3D animation but animating a model to move in a way that feels like there's some real tension and energy in it is hard and I applaud the team for pulling it off so well.\u001b[24m\n    \u001b[1mあなたは3Dアニメーションについて何を言っているのでしょうか、実際の緊張とエネルギーがあるように感じるような動きをするためにモデルをアニメーション化するのは難しいです。私はそれをとてもうまく引き出すためにチームに拍手を送ります。\u001b[22m, \u001b[1m3Dアニメーションについて何をしますが、いくつかの本当の緊張感とエネルギーがそれでありますように感じているように移動するためのモデルをアニメーション化することは困難であると言うと、私は非常によくそれを引くためのチームに拍手を送ります。\u001b[22m\n\u001b[1m\u001b[22m\nSure, the fights themselves are not exciting in any way but hey, good animation is good animation and I take what I get. 8 out of 10.\n\n\u001b[1m確かに、戦い自体はエキサイティングではありませんが、ちょっと、良いアニメーションは良いアニメーションであり、私は得るものを取る。  8のうち10\u001b[22m\n\u001b[1m(Tashika ni, tatakai jitai wa ekisaitingude wa arimasenga, chotto, yoi animēshon wa yoi animēshondeari, watashi wa eru mono o toru. 8 No uchi 10)\u001b[22m\n\nTranslations of \u001b[4mSure, the fights themselves are not exciting in any way but hey, good animation is good animation and I take what I get. 8 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSure, the fights themselves are not exciting in any way but hey, good animation is good animation and I take what I get.\u001b[24m\n    \u001b[1m確かに、戦い自体はエキサイティングではありませんが、ちょっと、良いアニメーションは良いアニメーションであり、私は得るものを取る。\u001b[22m, \u001b[1m確かに、戦い自体はどのような方法で刺激的なものではなく、ちょっと、良いアニメーションが良いアニメだと私は私が何を得る取ります。\u001b[22m\n\u001b[4m8 out of 10.\u001b[24m\n    \u001b[1m8のうち10\u001b[22m, \u001b[1m10のうち8。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nAgain, surprisingly good. The soundtrack fits the story, for whatever it's worth, well and is good enough to stand on it's own. It's a mix of ochestral and electronic tracks that give the show an epic and futuristic flair even if the show itself is not. I even found myself listening to the ending and opening a lot to get myself pumped up and motivated for tasks. 8 out of 10.\n\n\u001b[1m再び、驚くほど良い。 サウンドトラックは、それが価値あるものであれば、物語に合っています。 ショー自体がそうでなくても、ショーに叙事詩的で未来的な才能を与えるのは、オーケストラと電子トラックのミックスです。 私は自分自身がポン引きされ、仕事のために動機を得るために多くを開いて、エンディングを聞いて自分自身を発見した。  8のうち10\u001b[22m\n\u001b[1m(Futatabi, odoroku hodo yoi. Saundotorakku wa, sore ga kachi aru monodeareba, monogatari ni atte imasu. Shō jitai ga sōdenakute mo, shō ni jojishi-tekide mirai-tekina sainō o ataeru no wa, ōkesutora to denshi torakku no mikkusudesu. Watashi wa jibun jishin ga pon hiki sa re, shigoto no tame ni dōki o eru tame ni ōku o aite, endingu o kiite jibun jishin o hakken shita. 8 No uchi 10)\u001b[22m\n\nTranslations of \u001b[4mAgain, surprisingly good. The soundtrack fits the story, for whatever it's worth, well and is good enough to stand on it's own. It's a mix of ochestral and electronic tracks that give the show an epic and futuristic flair even if the show itself is not. I even found myself listening to the ending and opening a lot to get myself pumped up and motivated for tasks. 8 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, surprisingly good.\u001b[24m\n    \u001b[1m再び、驚くほど良い。\u001b[22m, \u001b[1mここでも、驚くほど良いです。\u001b[22m\n\u001b[4mThe soundtrack fits the story, for whatever it's worth, well and is good enough to stand on it's own.\u001b[24m\n    \u001b[1mサウンドトラックは、それが価値あるものであれば、物語に合っています。\u001b[22m, \u001b[1mサウンドトラックは、それがよく、価値があるとそれ自身の上に立つには十分であるものは何でものための物語を、フィット。\u001b[22m\n\u001b[4mIt's a mix of ochestral and electronic tracks that give the show an epic and futuristic flair even if the show itself is not.\u001b[24m\n    \u001b[1mショー自体がそうでなくても、ショーに叙事詩的で未来的な才能を与えるのは、オーケストラと電子トラックのミックスです。\u001b[22m, \u001b[1mこれは、ショー自体がない場合でもショーを叙事詩と未来的な雰囲気を与えるochestral、電子トラックのミックスです。\u001b[22m\n\u001b[4mI even found myself listening to the ending and opening a lot to get myself pumped up and motivated for tasks.\u001b[24m\n    \u001b[1m私は自分自身がポン引きされ、仕事のために動機を得るために多くを開いて、エンディングを聞いて自分自身を発見した。\u001b[22m, \u001b[1m私も自分自身がエンディングに耳を傾け、自分が汲み上げられたタスクのためにやる気を取得するために多くのことを開く発見しました。\u001b[22m\n\u001b[4m8 out of 10.\u001b[24m\n    \u001b[1m8のうち10\u001b[22m, \u001b[1m10のうち8。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacters:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nOh, the characters. So much potential which was wasted.\n\n\u001b[1mああ、キャラクターたち。 浪費されたほどの可能性。\u001b[22m\n\u001b[1m(Ā, kyarakutā-tachi. Rōhi sa reta hodo no kanōsei.)\u001b[22m\n\nTranslations of \u001b[4mOh, the characters. So much potential which was wasted.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOh, the characters.\u001b[24m\n    \u001b[1mああ、キャラクターたち。\u001b[22m, \u001b[1mああ、文字。\u001b[22m\n\u001b[4mSo much potential which was wasted.\u001b[24m\n    \u001b[1m浪費されたほどの可能性。\u001b[22m, \u001b[1m無駄にされたので、多くの可能性。\u001b[22m\n\u001b[1m\u001b[22m\nI personally really like the cast. You got Yukine the hardworking leader, Chloe the hotheaded fighter, Mana the quiet mysterious one, Yukari the clumsy newbie, Veronica the strict commander and Olga who is... well, you will find out eventually. They all sound like cookie cutter anime stereotypes and to be fair, they kind of are, but each of them get decent enough development in their own character focused episode that I forgive them for that. They each get their motivations and back story explained and while there isn't really any character development going on it works well enough for a short series that I allow it.\n\n\u001b[1m私は個人的にはキャストが本当に好きです。 あなたは頑張っている指導者、幸運な指導者クロエ、静かな神秘的なマナ、不器用な初心者のユカリ、厳格な指揮官ヴェロニカ、そしてオルガを得ました。まあ、あなたは結局見つかるでしょう。 彼らはすべてクッキーカッターアニメのステレオタイプのように聞こえるし、公正である、彼らの種類ですが、それらのそれぞれは、私はそれらのためにそれらを許して自分のキャラクターに焦点を当てたエピソードでまともな開発を得る。 彼らはそれぞれ、自分の動機とバックストーリーを説明しています。実際にキャラクターの開発は行われていませんが、それは私が許している短いシリーズで十分です。\u001b[22m\n\u001b[1m(Watashi wa kojin-teki ni wa kyasuto ga hontōni sukidesu. Anata wa ganbatte iru shidō-sha, kōun'na shidō-sha Kuroe, shizukana shinpi-tekina Mana, bukiyōna shoshinsha no Yukari, genkakuna shiki-kan vu~eronika, soshite oruga o emashita. Mā, anata wa kekkyoku mitsukarudeshou. Karera wa subete kukkīkattāanime no sutereo taipu no yō ni kikoerushi, kōseidearu, karera no shuruidesuga, sorera no sorezore wa, watashi wa sorera no tame ni sorera o yurushite jibun no kyarakutā ni shōten o ateta episōdo de matomona kaihatsu o eru. Karera wa sorezore, jibun no dōki to bakkusutōrī o setsumei shite imasu. Jissai ni kyarakutā no kaihatsu wa okonawa rete imasenga, sore wa watashi ga yurushite iru mijikai shirīzu de jūbundesu.)\u001b[22m\n\nTranslations of \u001b[4mI personally really like the cast. You got Yukine the hardworking leader, Chloe the hotheaded fighter, Mana the quiet mysterious one, Yukari the clumsy newbie, Veronica the strict commander and Olga who is... well, you will find out eventually. They all sound like cookie cutter anime stereotypes and to be fair, they kind of are, but each of them get decent enough development in their own character focused episode that I forgive them for that. They each get their motivations and back story explained and while there isn't really any character development going on it works well enough for a short series that I allow it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI personally really like the cast.\u001b[24m\n    \u001b[1m私は個人的にはキャストが本当に好きです。\u001b[22m, \u001b[1m私は個人的に本当にキャストが好き。\u001b[22m\n\u001b[4mYou got Yukine the hardworking leader, Chloe the hotheaded fighter, Mana the quiet mysterious one, Yukari the clumsy newbie, Veronica the strict commander and Olga who is... well, you will find out eventually.\u001b[24m\n    \u001b[1mあなたは頑張っている指導者、幸運な指導者クロエ、静かな神秘的なマナ、不器用な初心者のユカリ、厳格な指揮官ヴェロニカ、そしてオルガを得ました。まあ、あなたは結局見つかるでしょう。\u001b[22m, \u001b[1mあなたはYukine勤勉なリーダー、クロエせっかちな戦闘機、マナ静かな神秘的な1、ゆかり不器用な初心者、ヴェロニカ...よく、あなたは最終的に見つけるされ、厳格な指揮官とオルガを得ました。\u001b[22m\n\u001b[4mThey all sound like cookie cutter anime stereotypes and to be fair, they kind of are, but each of them get decent enough development in their own character focused episode that I forgive them for that.\u001b[24m\n    \u001b[1m彼らはすべてクッキーカッターアニメのステレオタイプのように聞こえるし、公正である、彼らの種類ですが、それらのそれぞれは、私はそれらのためにそれらを許して自分のキャラクターに焦点を当てたエピソードでまともな開発を得る。\u001b[22m, \u001b[1m彼らはすべてのクッキーカッターアニメステレオタイプのように聞こえるかつ公正であることを、彼らは一種のですが、それらのそれぞれが、独自の文字でまともな十分な発展を取得し、私はそのためにそれらを許すエピソードを集中しました。\u001b[22m\n\u001b[4mThey each get their motivations and back story explained and while there isn't really any character development going on it works well enough for a short series that I allow it.\u001b[24m\n    \u001b[1m彼らはそれぞれ、自分の動機とバックストーリーを説明しています。実際にキャラクターの開発は行われていませんが、それは私が許している短いシリーズで十分です。\u001b[22m, \u001b[1m彼らはそれぞれ自分の動機を取得し、バックストーリーを説明し、その上に行くの任意の文字の開発は実際にはありませんしながら、私はそれを可能にする短いシリーズのための十分動作します。\u001b[22m\n\u001b[1m\u001b[22m\nIt all starts to fall apart with our main protagonist Yoshi and how all the other characters relate to him. Or more like revolve around him because that's really all that's happening. Without taking too much away, almost every character focused episode ends with Yoshi swooping in and solving all their problems by doing or saying something inspirational. Which in itself is bad enough but then there's the fact that Yoshi is so boringly bland.\n\n\u001b[1m私たちの主人公ヨシとどのように他のすべてのキャラクターが彼に関係しているのか、それはすべて崩れ始める。 それは本当に起こっていることなので、彼の周りを回るようにしてください。 あまりにも多くを取らずに、ほとんどすべてのキャラクターに焦点を当てたエピソードは、ヨッシーが勇気づけて、何かインスピレーションを与えたり、何かを言ったりして、すべての問題を解決することで終わります。 それだけで十分に悪いですが、それでヨシはとても退屈であるという事実があります。\u001b[22m\n\u001b[1m(Watashitachi no shujinkō Yoshi todo no yō ni hoka no subete no kyarakutā ga kare ni kankei shite iru no ka, soreha subete kuzure hajimeru. Sore wa hontōni okotte iru kotonanode, kare no mawari o mawaru yō ni shite kudasai. Amarini mo ōku o torazu ni, hotondo subete no kyarakutā ni shōten o ateta episōdo wa, yosshī ga yūkidzukete, nanika insupirēshon o atae tari, nanika o ittari shite, subete no mondai o kaiketsu suru koto de owarimasu. Sore dakede jūbun ni waruidesuga, sorede Yoshi wa totemo taikutsudearu to iu jijitsu ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt all starts to fall apart with our main protagonist Yoshi and how all the other characters relate to him. Or more like revolve around him because that's really all that's happening. Without taking too much away, almost every character focused episode ends with Yoshi swooping in and solving all their problems by doing or saying something inspirational. Which in itself is bad enough but then there's the fact that Yoshi is so boringly bland.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt all starts to fall apart with our main protagonist Yoshi and how all the other characters relate to him.\u001b[24m\n    \u001b[1m私たちの主人公ヨシとどのように他のすべてのキャラクターが彼に関係しているのか、それはすべて崩れ始める。\u001b[22m, \u001b[1mそれはすべて私たちの主な主人公ヨシとどのように他のすべての文字が彼に関連してバラバラにし始めます。\u001b[22m\n\u001b[4mOr more like revolve around him because that's really all that's happening.\u001b[24m\n    \u001b[1mそれは本当に起こっていることなので、彼の周りを回るようにしてください。\u001b[22m, \u001b[1mそれは実際に起こっているすべてですので、以上のように彼を中心に展開。\u001b[22m\n\u001b[4mWithout taking too much away, almost every character focused episode ends with Yoshi swooping in and solving all their problems by doing or saying something inspirational.\u001b[24m\n    \u001b[1mあまりにも多くを取らずに、ほとんどすべてのキャラクターに焦点を当てたエピソードは、ヨッシーが勇気づけて、何かインスピレーションを与えたり、何かを言ったりして、すべての問題を解決することで終わります。\u001b[22m, \u001b[1m離れすぎて取ることなく、ほぼすべての文字は、エピソードはヨッシーがで急降下し、インスピレーションを与える何かをするかと言って、すべて自分たちの問題を解決で終わる焦点を当てました。\u001b[22m\n\u001b[4mWhich in itself is bad enough but then there's the fact that Yoshi is so boringly bland.\u001b[24m\n    \u001b[1mそれだけで十分に悪いですが、それでヨシはとても退屈であるという事実があります。\u001b[22m, \u001b[1mそれ自体で十分に悪いですが、その後ヨッシーはとても退屈そうに味気ないという事実があります。\u001b[22m\n\u001b[1m\u001b[22m\nHis motivations don't go beyond 'save everyone', his personality is written inconsistent and he doesn't really do much besides react to situations the way it requires him to. Take any male protagonist from any slice of life or harem show and you would have yourself a more interesting main character than Yoshi. The first episode sets him up okay as a worrywart who wants nothing more than to protect the people around him even at the cost of his own life but by the next episode he is suddenly acting cold and hostile? Maybe it's change of circumstances but he keeps switching between different personality traits so fast I doubt he was written with a clear character in mind.\n\n\u001b[1m彼の動機は「みんなを救う」ことを超えず、彼の性格は矛盾して書かれており、彼は彼に必要な状況に状況に反応するだけではあまりありません。 人生やハーレムショーから男性の主人公を連れて、あなたはYoshiよりももっと興味深い主人公になるでしょう。 最初のエピソードで彼は自分の人生を犠牲にしても彼の周りの人々を守るだけでなく、次のエピソードで彼が突然冷たく敵対的に行動している心配する人として大丈夫ですか？ たぶんそれは状況の変化ですが、彼は異なる性格の特徴をすばやく切り換えていますので、私は彼が明確な性格を念頭に置いて書かれているかどうか疑問です。\u001b[22m\n\u001b[1m(Kare no dōki wa `min'na o sukuu' koto o koezu, kare no seikaku wa mujun shite kaka rete ori, kare wa kare ni hitsuyōna jōkyō ni jōkyō ni han'nō suru dakede wa amari arimasen. Jinsei ya hāremushō kara dansei no shujinkō o tsurete, anata wa Yoshi yori mo motto kyōmibukai shujinkō ni narudeshou. Saisho no episōdo de kare wa jibun no jinsei o gisei ni shite mo kare no mawari no hitobito o mamoru dakedenaku,-ji no episōdo de kare ga totsuzen tsumetaku tekitai-teki ni kōdō shite iru shinpai suru hito to shite daijōbudesuka? Tabun sore wa jōkyō no henkadesuga, kare wa kotonaru seikaku no tokuchō o subayaku kirikaete imasunode, watashi wa kare ga meikakuna seikaku o nentō ni oite kaka rete iru ka dō ka gimondesu.)\u001b[22m\n\nTranslations of \u001b[4mHis motivations don't go beyond 'save everyone', his personality is written inconsistent and he doesn't really do much besides react to situations the way it requires him to. Take any male protagonist from any slice of life or harem show and you would have yourself a more interesting main character than Yoshi. The first episode sets him up okay as a worrywart who wants nothing more than to protect the people around him even at the cost of his own life but by the next episode he is suddenly acting cold and hostile? Maybe it's change of circumstances but he keeps switching between different personality traits so fast I doubt he was written with a clear character in mind.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHis motivations don't go beyond 'save everyone', his personality is written inconsistent and he doesn't really do much besides react to situations the way it requires him to.\u001b[24m\n    \u001b[1m彼の動機は「みんなを救う」ことを超えず、彼の性格は矛盾して書かれており、彼は彼に必要な状況に状況に反応するだけではあまりありません。\u001b[22m, \u001b[1m彼の動機は「みんなを保存」を超えていない、その人格が矛盾書かれているし、彼は本当に多くのほかの状況にそれが彼を必要とするように反応しません。\u001b[22m\n\u001b[4mTake any male protagonist from any slice of life or harem show and you would have yourself a more interesting main character than Yoshi.\u001b[24m\n    \u001b[1m人生やハーレムショーから男性の主人公を連れて、あなたはYoshiよりももっと興味深い主人公になるでしょう。\u001b[22m, \u001b[1m生活やハーレムショーの任意のスライスから任意の男性主人公を取り、あなた自身にヨッシーより面白いメインキャラクターを持っているでしょう。\u001b[22m\n\u001b[4mThe first episode sets him up okay as a worrywart who wants nothing more than to protect the people around him even at the cost of his own life but by the next episode he is suddenly acting cold and hostile?\u001b[24m\n    \u001b[1m最初のエピソードで彼は自分の人生を犠牲にしても彼の周りの人々を守るだけでなく、次のエピソードで彼が突然冷たく敵対的に行動している心配する人として大丈夫ですか？\u001b[22m, \u001b[1m最初のエピソードはあっても自分の命を犠牲にして彼は急に寒さと敵対行動している次のエピソードによって彼の周りの人々を保護するよりもより多くの何も望んでいない心配性の人のように大丈夫彼を設定しますか？\u001b[22m\n\u001b[4mMaybe it's change of circumstances but he keeps switching between different personality traits so fast I doubt he was written with a clear character in mind.\u001b[24m\n    \u001b[1mたぶんそれは状況の変化ですが、彼は異なる性格の特徴をすばやく切り換えていますので、私は彼が明確な性格を念頭に置いて書かれているかどうか疑問です。\u001b[22m, \u001b[1m多分それは状況の変化だが、彼は私が彼の心に明確な文字で書かれていた疑いとても速く異なる性格を切り替える続けています。\u001b[22m\n\u001b[1m\u001b[22m\nAnd the Godesses I said I would get into? God, what's there to get into when they are side lined so hard you wonder if they are even still on the team. Valkyrie probably gets the worst of it, being introduced as Chloe's calm and rational partner to balance out her spunky recklessness and never being allowed to develop beyond that. Venus and Artemis are not much better, one acting as a supporting friend and the other as a mother figure to their partners Yukine and Mana but never allowed to have their own arcs or feelings explored.\n\n\u001b[1mそして神様は私が入るだろうと言ったのですか？ 神様、彼らが横に並んでいるときに入り込むものは、彼らがまだチームにいるのかどうか疑問に思います。  Valkyrieはおそらく、Chloeの穏やかで合理的なパートナーとして導入され、スパンキーな無謀状態からバランスをとって、それを超えて発展することは許されません。 金星とアルテミスはそれほど良くはありません。一つは支援の友人として、もう一つはパートナーのYukineとManaの母親の姿であり、決して自分のアークや感情を探検することはできませんでした。\u001b[22m\n\u001b[1m(Soshite kamisama wa watashi ga hairudarou to itta nodesu ka? Kamisama, karera ga yoko ni narande iru toki ni hairikomu mono wa, karera ga mada chīmu ni iru no ka dō ka gimon ni omoimasu. Warukyūre wa osoraku, kuroe no odayakade gōri-tekina pātonā to shite dōnyū sa re, supankīna mubō jōtai kara baransu o totte, sore o koete hatten suru koto wa yurusa remasen. Kinboshi to arutemisu wa sore hodo yoku wa arimasen. Hitotsu wa shien no yūjin to shite, mōhitotsu wa pātonā no Yukine to Mana no hahaoya no sugatadeari, kesshite jibun no āku ya kanjō o tanken suru koto wa dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAnd the Godesses I said I would get into? God, what's there to get into when they are side lined so hard you wonder if they are even still on the team. Valkyrie probably gets the worst of it, being introduced as Chloe's calm and rational partner to balance out her spunky recklessness and never being allowed to develop beyond that. Venus and Artemis are not much better, one acting as a supporting friend and the other as a mother figure to their partners Yukine and Mana but never allowed to have their own arcs or feelings explored.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd the Godesses I said I would get into?\u001b[24m\n    \u001b[1mそして神様は私が入るだろうと言ったのですか？\u001b[22m, \u001b[1mそしてGodessesは私が入るだろうと述べましたか？\u001b[22m\n\u001b[4mGod, what's there to get into when they are side lined so hard you wonder if they are even still on the team.\u001b[24m\n    \u001b[1m神様、彼らが横に並んでいるときに入り込むものは、彼らがまだチームにいるのかどうか疑問に思います。\u001b[22m, \u001b[1m彼らは側である場合に入るために何があるか神は、そのように並んで、彼らはチームにしても残っている場合、ハードあなたのだろうか。\u001b[22m\n\u001b[4mValkyrie probably gets the worst of it, being introduced as Chloe's calm and rational partner to balance out her spunky recklessness and never being allowed to develop beyond that.\u001b[24m\n    \u001b[1mValkyrieはおそらく、Chloeの穏やかで合理的なパートナーとして導入され、スパンキーな無謀状態からバランスをとって、それを超えて発展することは許されません。\u001b[22m, \u001b[1mヴァルキリーは、おそらく彼女の魅力的な無謀さのバランスを取るためにクロエの冷静かつ合理的なパートナーとして導入され、それを超えて開発することができませんされている決して、それの最悪を取得します。\u001b[22m\n\u001b[4mVenus and Artemis are not much better, one acting as a supporting friend and the other as a mother figure to their partners Yukine and Mana but never allowed to have their own arcs or feelings explored.\u001b[24m\n    \u001b[1m金星とアルテミスはそれほど良くはありません。一つは支援の友人として、もう一つはパートナーのYukineとManaの母親の姿であり、決して自分のアークや感情を探検することはできませんでした。\u001b[22m, \u001b[1m金星とアルテミスは、そのパートナーYukineとマナに母の姿として支持友人や他のような一つの演技はるかに良いではないが、探求、自分の円弧や感情を持つことはできませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nThe only one who gets to develop at all is Athena and even she gets the short end of the stick. She gets a decent amount of screen time and actually gets to interact with others without her partner but she is still only defined by her kind heart and love for Yoshi. Which is not bad if Yoshi was a good character and their relationship was actually explored but as you can guess it's not.\n\n\u001b[1m全く開発しようとしていない唯一の人はアテナです。 彼女はかなりのスクリーン時間を得て、実際には相手がいなくても他の人とやりとりすることができますが、彼女は依然として彼女の優しい心と義への愛によって定義されています。 ヨシが良い人物であり、その関係が実際に探検されていたのではないかと思いますが、それは悪いことではありません。\u001b[22m\n\u001b[1m(Mattaku kaihatsu shiyou to shite inai yuiitsu no hito wa Atenadesu. Kanojo wa kanari no sukurīn jikan o ete, jissai ni wa aite ga inakute mo hokanohito to yaritori suru koto ga dekimasuga, kanojo wa izentoshite kanojo no yasashī kokoro to gi e no ai ni yotte teigi sa rete imasu. Yoshi ga yoi jinbutsudeari, sono kankei ga jissai ni tanken sa rete ita node wanai ka to omoimasuga, sore wa warui kotode wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe only one who gets to develop at all is Athena and even she gets the short end of the stick. She gets a decent amount of screen time and actually gets to interact with others without her partner but she is still only defined by her kind heart and love for Yoshi. Which is not bad if Yoshi was a good character and their relationship was actually explored but as you can guess it's not.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe only one who gets to develop at all is Athena and even she gets the short end of the stick.\u001b[24m\n    \u001b[1m全く開発しようとしていない唯一の人はアテナです。\u001b[22m, \u001b[1mすべてで開発するために取得する唯一の1はアテナであっても、彼女は貧乏くじを取得します。\u001b[22m\n\u001b[4mShe gets a decent amount of screen time and actually gets to interact with others without her partner but she is still only defined by her kind heart and love for Yoshi.\u001b[24m\n    \u001b[1m彼女はかなりのスクリーン時間を得て、実際には相手がいなくても他の人とやりとりすることができますが、彼女は依然として彼女の優しい心と義への愛によって定義されています。\u001b[22m, \u001b[1m彼女は画面時間のまともな量を取得し、実際に彼女のパートナーなしで他の人と対話するようになるが、彼女はまだのみヨッシーのための彼女の種類の心と愛によって定義されます。\u001b[22m\n\u001b[4mWhich is not bad if Yoshi was a good character and their relationship was actually explored but as you can guess it's not.\u001b[24m\n    \u001b[1mヨシが良い人物であり、その関係が実際に探検されていたのではないかと思いますが、それは悪いことではありません。\u001b[22m, \u001b[1mヨシは良い性格だったと彼らの関係が実際に調査した場合にどちらが悪いわけではないが、あなたが推測できるようにそうではありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe high point of the characters is really Olga Breakchild who is by far my favorite character. Without spoiling, he's the only one who doesn't seem to worship the floor Yoshi walks on and actually stands up to him from time to time and it's wonderful. His arc, in contrast to the others, actually gets a set up and decent pay off which doesn't save the show in the character department but at least helps it a bit.\n\n\u001b[1mキャラクターの最高点は本当に私のお気に入りのキャラクターであるオルガ・ブレークチャイルドです。 台無しにすることなく、彼は床を崇拝するように見えない唯一の人です。ヨシは歩いていて、実際には時々彼に立ち向かい、素晴らしいことです。 彼の弧は、他のものとは対照的に、実際にはキャラクター部門のショーを保存しないが、少なくともそれを少し助けている設定とまともな報酬を得る。\u001b[22m\n\u001b[1m(Kyarakutā no saikō-ten wa hontōni watashinōkiniiri no kyarakutādearu oruga burēkuchairudodesu. Dainashi ni suru koto naku, kare wa yuka o sūhai suru yō ni mienai yuiitsu no hitodesu. Yoshi wa aruite ite, jissai ni wa tokidoki kare ni tachimukai, subarashī kotodesu. Kare no ko wa, hoka no mono to wa taishō-teki ni, jissai ni wa kyarakutā bumon no shō o hozon shinaiga, sukunakutomo sore o sukoshi tasukete iru settei to matomona hōshū o eru.)\u001b[22m\n\nTranslations of \u001b[4mThe high point of the characters is really Olga Breakchild who is by far my favorite character. Without spoiling, he's the only one who doesn't seem to worship the floor Yoshi walks on and actually stands up to him from time to time and it's wonderful. His arc, in contrast to the others, actually gets a set up and decent pay off which doesn't save the show in the character department but at least helps it a bit.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe high point of the characters is really Olga Breakchild who is by far my favorite character.\u001b[24m\n    \u001b[1mキャラクターの最高点は本当に私のお気に入りのキャラクターであるオルガ・ブレークチャイルドです。\u001b[22m, \u001b[1m文字の高ポイントは本当にはるかに私の好きな文字であるオルガBreakchildです。\u001b[22m\n\u001b[4mWithout spoiling, he's the only one who doesn't seem to worship the floor Yoshi walks on and actually stands up to him from time to time and it's wonderful.\u001b[24m\n    \u001b[1m台無しにすることなく、彼は床を崇拝するように見えない唯一の人です。ヨシは歩いていて、実際には時々彼に立ち向かい、素晴らしいことです。\u001b[22m, \u001b[1m損なうことなく、彼はヨッシーが上を歩く床を崇拝していないようだだけだと実際に随時彼に立ち上がると、それは素晴らしいです。\u001b[22m\n\u001b[4mHis arc, in contrast to the others, actually gets a set up and decent pay off which doesn't save the show in the character department but at least helps it a bit.\u001b[24m\n    \u001b[1m彼の弧は、他のものとは対照的に、実際にはキャラクター部門のショーを保存しないが、少なくともそれを少し助けている設定とまともな報酬を得る。\u001b[22m, \u001b[1m彼のアークは、他の人とは対照的に、実際に文字部門のショーを保存しない設定とまともな賃金オフを取得しますが、少なくともそれを少し役立ちます。\u001b[22m\n\u001b[1m\u001b[22m\nSide characters are given one note personality traits but I found them alright, especially Yoshi's family which were entertaining enough in their own right to actually make me interested in them.\n\n\u001b[1mサイドキャラクターには1つの性格特性が与えられていますが、実際に私に興味を持たせるのに十分楽しませてくれたヨシの家族を大丈夫でした。\u001b[22m\n\u001b[1m(Saidokyarakutā ni wa 1tsu no seikaku tokusei ga atae rarete imasuga, jissai ni watashi ni kyōmi o mota serunoni jūbun tanoshima sete kureta Yoshi no kazoku o daijōbudeshita.)\u001b[22m\n\nTranslations of \u001b[4mSide characters are given one note personality traits but I found them alright, especially Yoshi's family which were entertaining enough in their own right to actually make me interested in them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSide characters are given one note personality traits but I found them alright, especially Yoshi's family which were entertaining enough in their own right to actually make me interested in them.\u001b[24m\n    \u001b[1mサイドキャラクターには1つの性格特性が与えられていますが、実際に私に興味を持たせるのに十分楽しませてくれたヨシの家族を大丈夫でした。\u001b[22m, \u001b[1mサイドの文字が1ノート性格特性が与えられているが、私は実際にそれらで私が興味を作るために、独自の権利で十分楽しまた特にヨッシーの家族、彼らが無事発見しました。\u001b[22m\n\u001b[1m\u001b[22m\nAll in all, nice supporting cast, sidelining of supposed main characters, Olga Breakchild and an incredibly bland main protagonist. 4 out of 10.\n\n\u001b[1m全体的に、素晴らしいキャスト、想定された主人公の脇役、オルガブレークチャイルドと信じられないほどまろやかな主人公。  4点中10点です。\u001b[22m\n\u001b[1m(Zentai-teki ni, subarashī kyasuto, sōtei sa reta shujinkō no wakiyaku, orugaburēkuchairudo to shinji rarenai hodo maroyakana shujinkō. 4-Ten-chū 10-tendesu.)\u001b[22m\n\nTranslations of \u001b[4mAll in all, nice supporting cast, sidelining of supposed main characters, Olga Breakchild and an incredibly bland main protagonist. 4 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll in all, nice supporting cast, sidelining of supposed main characters, Olga Breakchild and an incredibly bland main protagonist.\u001b[24m\n    \u001b[1m全体的に、素晴らしいキャスト、想定された主人公の脇役、オルガブレークチャイルドと信じられないほどまろやかな主人公。\u001b[22m, \u001b[1mすべてのすべてで、素敵な脇役、想定メインキャラクターのに除外、オルガBreakchildと信じられないほど当たり障りの主人公。\u001b[22m\n\u001b[4m4 out of 10.\u001b[24m\n    \u001b[1m4点中10点です。\u001b[22m, \u001b[1m10のうち4。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nSeeing as I had harped on forever about how I dislike the story and the characters, I think it comes to little surprise that I didn't particularly enjoy this anime. And it wasn't for the sake of not trying either, I came into this show not expecting anything amazing but at least something that I could watch in a season where not much interested me but I didn't even get that.\n\n\u001b[1m私が物語やキャラクターがいかに嫌いであるかについて永遠に勉強していたのを見て、私はこのアニメを特に楽しまなかったことは驚きではないと思う。 そして、どちらかを試していないのではなく、私はこのショーに出席しました。素晴らしいものは何も期待していませんでしたが、少なくとも私に興味のないシーズンに見ることができるものはありましたが、\u001b[22m\n\u001b[1m(Watashi ga monogatari ya kyarakutā ga ikani kiraidearu ka ni tsuite eien ni benkyō shite ita no o mite, watashi wa kono anime o tokuni tanoshimanakatta koto wa odorokide wa nai to omou. Soshite, dochira ka o tameshite inai node wa naku, watashi wa kono shō ni shusseki shimashita. Subarashī mono wa nani mo kitai shite imasendeshitaga, sukunakutomo watashi ni kyōmi no nai shīzun ni miru koto ga dekiru mono wa arimashitaga,)\u001b[22m\n\nTranslations of \u001b[4mSeeing as I had harped on forever about how I dislike the story and the characters, I think it comes to little surprise that I didn't particularly enjoy this anime. And it wasn't for the sake of not trying either, I came into this show not expecting anything amazing but at least something that I could watch in a season where not much interested me but I didn't even get that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeeing as I had harped on forever about how I dislike the story and the characters, I think it comes to little surprise that I didn't particularly enjoy this anime.\u001b[24m\n    \u001b[1m私が物語やキャラクターがいかに嫌いであるかについて永遠に勉強していたのを見て、私はこのアニメを特に楽しまなかったことは驚きではないと思う。\u001b[22m, \u001b[1m私はストーリーやキャラクターを嫌う方法については永遠にharpedていたとして見て、私はそれが私は特にこのアニメを楽しんでいませんでした少し驚きに来ると思います。\u001b[22m\n\u001b[4mAnd it wasn't for the sake of not trying either, I came into this show not expecting anything amazing but at least something that I could watch in a season where not much interested me but I didn't even get that.\u001b[24m\n    \u001b[1mそして、どちらかを試していないのではなく、私はこのショーに出席しました。素晴らしいものは何も期待していませんでしたが、少なくとも私に興味のないシーズンに見ることができるものはありましたが、\u001b[22m, \u001b[1mそして、それはどちらかしようとしていないのためではなかった、私は驚くべきものが、私はずっと私を興味を持っていませんが、私もそれを取得していないシーズンに見ることができる少なくとも何かを期待していないこのショーに入って来ました。\u001b[22m\n\u001b[1m\u001b[22m\nThe setting was interesting enough but the way it was written and presented just made it feel dragged out and sluggish. Hell, even the action felt uneccessarily strechted out to the point where it felt boring. How the hell do you make action boring? Luck &amp; Logic managed it somehow and made every episode feel longer than it actually was. Really makes you wonder how a show can be so boring it seems to warp space-time itself.\n\n\u001b[1m設定は面白かったが、それが書かれて提示された方法は、それが引っ張られて不調であると感じさせるようにした。 地獄、それでも、そのアクションは退屈だと感じたところまで、余計に足を引っ張ってしまった。 どのように地獄のアクションを退屈にするのですか？  Luck＆amp; amp;  Logicはそれをどうにかして管理し、すべてのエピソードを実際より長く感じました。 本当にショーがいかに退屈なものになるか疑問に思うのは、時空そのものを歪めるようだ。\u001b[22m\n\u001b[1m(Settei wa omoshirokatta ga, sore ga kaka rete teiji sa reta hōhō wa, sore ga hippara rete fuchōdearu to kanji saseru yō ni shita. Jigoku, soredemo, sono akushon wa taikutsuda to kanjita tokoro made, yokei ni ashi o hippatte shimatta. Dono yō ni jigoku no akushon o taikutsu ni suru nodesu ka? Rakku& amp; amp; rojikku wa sore o dōnika shite kanri shi, subete no episōdo o jissai yori nagaku kanjimashita. Hontōni shō ga ikani taikutsuna mono ni naru ka gimon ni omou no wa, jikū sonomono o yugameru yōda.)\u001b[22m\n\nTranslations of \u001b[4mThe setting was interesting enough but the way it was written and presented just made it feel dragged out and sluggish. Hell, even the action felt uneccessarily strechted out to the point where it felt boring. How the hell do you make action boring? Luck &amp; Logic managed it somehow and made every episode feel longer than it actually was. Really makes you wonder how a show can be so boring it seems to warp space-time itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe setting was interesting enough but the way it was written and presented just made it feel dragged out and sluggish.\u001b[24m\n    \u001b[1m設定は面白かったが、それが書かれて提示された方法は、それが引っ張られて不調であると感じさせるようにした。\u001b[22m, \u001b[1m設定は十分に面白かったが、それが書かれており、提示された方法は、ちょうどそれが引きずり出さと低迷感じさせてくれました。\u001b[22m\n\u001b[4mHell, even the action felt uneccessarily strechted out to the point where it felt boring.\u001b[24m\n    \u001b[1m地獄、それでも、そのアクションは退屈だと感じたところまで、余計に足を引っ張ってしまった。\u001b[22m, \u001b[1m地獄でも、アクションはuneccessarilyそれが退屈に感じた点に出てstrechted感じました。\u001b[22m\n\u001b[4mHow the hell do you make action boring?\u001b[24m\n    \u001b[1mどのように地獄のアクションを退屈にするのですか？\u001b[22m, \u001b[1mあなたは、アクションの退屈をどのように地獄作るのですか？\u001b[22m\n\u001b[4mLuck &amp;\u001b[24m\n    \u001b[1mLuck＆amp; amp;\u001b[22m, \u001b[1mラック＆＃038;\u001b[22m\n\u001b[4mLogic managed it somehow and made every episode feel longer than it actually was.\u001b[24m\n    \u001b[1mLogicはそれをどうにかして管理し、すべてのエピソードを実際より長く感じました。\u001b[22m, \u001b[1mLogicは何とかそれを管理し、すべてのエピソードは、それが実際にあったより長く感じさせてくれました。\u001b[22m\n\u001b[4mReally makes you wonder how a show can be so boring it seems to warp space-time itself.\u001b[24m\n    \u001b[1m本当にショーがいかに退屈なものになるか疑問に思うのは、時空そのものを歪めるようだ。\u001b[22m, \u001b[1m本当にあなたはショーが、時空そのものをワープするようですので、退屈することができますどのように思ってしまいます。\u001b[22m\n\u001b[1m\u001b[22m\nBesides Olga and some interesting character interactions I really didn't get much enjoyment out of this. And my burning hatred of Yoshi but that's just me. 3 out of 10.\n\n\u001b[1mオルガといくつかの興味深いキャラクターの相互作用の他に、私は本当にこれから多くの楽しみを得ていませんでした。 そして、私の燃えている吉利の憎しみですが、それは私だけです。  3点満点中3点\u001b[22m\n\u001b[1m(Oruga to ikutsu ka no kyōmibukai kyarakutā no sōgo sayō no ta ni, watashi wa hontōni korekara ōku no tanoshimi o ete imasendeshita. Soshite, watashi no moete iru Yoshitoshi no nikushimidesuga, sore wa watashi dakedesu. 3-Ten manten-chū 3-ten)\u001b[22m\n\nTranslations of \u001b[4mBesides Olga and some interesting character interactions I really didn't get much enjoyment out of this. And my burning hatred of Yoshi but that's just me. 3 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBesides Olga and some interesting character interactions I really didn't get much enjoyment out of this.\u001b[24m\n    \u001b[1mオルガといくつかの興味深いキャラクターの相互作用の他に、私は本当にこれから多くの楽しみを得ていませんでした。\u001b[22m, \u001b[1mオルガと、いくつかの興味深い文字の相互作用に加えて、私は本当にこの外に多くの楽しみを取得できませんでした。\u001b[22m\n\u001b[4mAnd my burning hatred of Yoshi but that's just me.\u001b[24m\n    \u001b[1mそして、私の燃えている吉利の憎しみですが、それは私だけです。\u001b[22m, \u001b[1mそして、私はヨッシーの憎悪を燃やしたが、それは私だけです。\u001b[22m\n\u001b[4m3 out of 10.\u001b[24m\n    \u001b[1m3点満点中3点\u001b[22m, \u001b[1m10のうち3。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:\n\n\u001b[1m全体：\u001b[22m\n\u001b[1m(Zentai:)\u001b[22m\n\nDefinitions of \u001b[4mOverall:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nadjective\n\u001b[1m    全\u001b[22m\n        all, whole, overall, complete\n\u001b[1m    全体的な\u001b[22m\n        overall\n\u001b[1m    全面的な\u001b[22m\n        general, overall\n\nadverb\n\u001b[1m    全体として\u001b[22m\n        overall\nIf you actually managed to read everything to this point I congratulate you. I know I get get pretty long winded about stuff like this and anyone who manages to read through anything I write is a hero in my eyes.\n\n\u001b[1mあなたが実際にこの時点までにすべてを読むことができたら、私はあなたを祝福します。 私は、このようなことについてかなり長い間巻き込まれているのを知っています。私が書いたものを読んでいる人は、私の目の英雄です。\u001b[22m\n\u001b[1m(Anata ga jissai ni kono jiten made ni subete o yomu koto ga dekitara, watashi wa anata o shukufuku shimasu. Watashi wa, kono yōna koto ni tsuite kanari nagai ma makikoma rete iru no o shitte imasu. Watashi ga kaita mono o yonde iru hito wa, watashi no me no eiyūdesu.)\u001b[22m\n\nTranslations of \u001b[4mIf you actually managed to read everything to this point I congratulate you. I know I get get pretty long winded about stuff like this and anyone who manages to read through anything I write is a hero in my eyes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you actually managed to read everything to this point I congratulate you.\u001b[24m\n    \u001b[1mあなたが実際にこの時点までにすべてを読むことができたら、私はあなたを祝福します。\u001b[22m, \u001b[1mあなたが実際にこの点にすべてを読み取るために管理している場合、私はあなたを祝福します。\u001b[22m\n\u001b[4mI know I get get pretty long winded about stuff like this and anyone who manages to read through anything I write is a hero in my eyes.\u001b[24m\n    \u001b[1m私は、このようなことについてかなり長い間巻き込まれているのを知っています。私が書いたものを読んでいる人は、私の目の英雄です。\u001b[22m, \u001b[1m私はかなり長い間、このようなもの、私は私の目の英雄である書き込み何を読んでために管理し、誰についてったらしいゲットする知っています。\u001b[22m\n\u001b[1m\u001b[22m\nNow, after 15+ paragraphs of me talking about this show, what do I think about it overall? Surprisingly enough, I don't find it horrible? Like, yeah, the story is weak and the characters, mainly Yoshi, are even weaker but overall it's pretty harmless. The music and art are nice and even if the episodes make you feel like your brain's leaking out it's not bad to just sit back and shut off your thoughts for a while and just let a show wash over you.\n\n\u001b[1m今、このショーについて話している私の15段以上の段落の後、私はそれについて全体的に何を考えますか？ 驚くほど十分に、私はそれが恐ろしいとは思わない？ ええ、ええ、物語は弱く、キャラクター、主にヨシは弱いですが全体的にはかなり無害です。 音楽と芸術は素晴らしく、たとえエピソードが脳の漏出のように感じさせても、ちょうど座ってあなたの考えをしばらく止め、ショーをあなたの上で洗うことは悪くない。\u001b[22m\n\u001b[1m(Ima, kono shō ni tsuite hanashite iru watashi no 15-dan ijō no danraku no ato, watashi wa sore ni tsuite zentai-teki ni nani o kangaemasu ka? Odoroku hodo jūbun ni, watashi wa sore ga osoroshī to wa omowanai? E e, ē, monogatari wa yowaku, kyarakutā, omoni Yoshi wa yowaidesuga zentai-teki ni wa kanari mugaidesu. Ongaku to geijutsu wa subarashiku, tatoe episōdo ga nō no rōshutsu no yō ni kanji sasete mo, chōdo suwatte anata no kangae o shibaraku tome, shō o anata no ue de arau koto wa warukunai.)\u001b[22m\n\nTranslations of \u001b[4mNow, after 15+ paragraphs of me talking about this show, what do I think about it overall? Surprisingly enough, I don't find it horrible? Like, yeah, the story is weak and the characters, mainly Yoshi, are even weaker but overall it's pretty harmless. The music and art are nice and even if the episodes make you feel like your brain's leaking out it's not bad to just sit back and shut off your thoughts for a while and just let a show wash over you.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, after 15+ paragraphs of me talking about this show, what do I think about it overall?\u001b[24m\n    \u001b[1m今、このショーについて話している私の15段以上の段落の後、私はそれについて全体的に何を考えますか？\u001b[22m, \u001b[1m今、私の15+段落は、このショーの話をした後、私は全体的にそれについてどう思いますか？\u001b[22m\n\u001b[4mSurprisingly enough, I don't find it horrible?\u001b[24m\n    \u001b[1m驚くほど十分に、私はそれが恐ろしいとは思わない？\u001b[22m, \u001b[1m驚くべきことに、私はそれは恐ろしい見つけることはありませんか？\u001b[22m\n\u001b[4mLike, yeah, the story is weak and the characters, mainly Yoshi, are even weaker but overall it's pretty harmless.\u001b[24m\n    \u001b[1mええ、ええ、物語は弱く、キャラクター、主にヨシは弱いですが全体的にはかなり無害です。\u001b[22m, \u001b[1m同様に、ええ、話が弱く、文字、主にヨシ、あっても弱いですが、全体的にはかなり無害です。\u001b[22m\n\u001b[4mThe music and art are nice and even if the episodes make you feel like your brain's leaking out it's not bad to just sit back and shut off your thoughts for a while and just let a show wash over you.\u001b[24m\n    \u001b[1m音楽と芸術は素晴らしく、たとえエピソードが脳の漏出のように感じさせても、ちょうど座ってあなたの考えをしばらく止め、ショーをあなたの上で洗うことは悪くない。\u001b[22m, \u001b[1m音楽とアートはいいですとのエピソードは、あなたの脳のは、それだけ後ろに座ると、しばらくの間、自分の考えを遮断し、ちょうどあなたの上にショーの洗浄をできるように悪くないのですが漏れ出るような気分にさせる場合であっても。\u001b[22m\n\u001b[1m\u001b[22m\nThe main reason why I was so personally offended by the show was probably because I'm a huge fan of Bushiroad, especially their card games. And I know they can make good card game animes! Okay, as far as I can see, they have one good card game anime but that one is pretty darn good. And seeing them make such a bland show just kind of hurts my heart. I don't know how much say they have on the writing and characters but I like to believe they could have done better.\n\n\u001b[1mなぜ私がこのショーで個人的に怒ったのかの主な理由は、私がブシロードの大ファン、特に彼らのカードゲームだからだろう。 そして、彼らは良いカードゲームのアニメを作ることができることを知っている！ さて、私が見る限り、彼らは良いカードゲームのアニメを持っていますが、それはかなり良いです。 そして、彼らが私の心を傷つけるような穏やかなショーをするのを見ている。 私はどれくらい彼らが執筆やキャラクターを持っているかは分かりませんが、彼らはもっとうまくいったと信じています。\u001b[22m\n\u001b[1m(Naze watashi ga kono shō de kojin-teki ni okotta no ka no omona riyū wa, watashi ga bushirōdo no dai fan, tokuni karera no kādogēmudakaradarou. Soshite, karera wa yoi kādogēmu no anime o tsukuru koto ga dekiru koto o shitte iru! Sate, watashi ga mirukagiri, karera wa yoi kādogēmu no anime o motte imasuga, sore wa kanari yoidesu. Soshite, karera ga watashi no kokoro o kizutsukeru yōna odayakana shō o suru no o mite iru. Watashi wa dorekurai karera ga shippitsu ya kyarakutā o motte iru ka wa wakarimasen ga, karera wa motto umaku itta to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe main reason why I was so personally offended by the show was probably because I'm a huge fan of Bushiroad, especially their card games. And I know they can make good card game animes! Okay, as far as I can see, they have one good card game anime but that one is pretty darn good. And seeing them make such a bland show just kind of hurts my heart. I don't know how much say they have on the writing and characters but I like to believe they could have done better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main reason why I was so personally offended by the show was probably because I'm a huge fan of Bushiroad, especially their card games.\u001b[24m\n    \u001b[1mなぜ私がこのショーで個人的に怒ったのかの主な理由は、私がブシロードの大ファン、特に彼らのカードゲームだからだろう。\u001b[22m, \u001b[1m私は特に、自分のカードゲームをブシロードの大ファンだから、私がそのように個人的にショー腹を立てた主な理由は、おそらくでした。\u001b[22m\n\u001b[4mAnd I know they can make good card game animes!\u001b[24m\n    \u001b[1mそして、彼らは良いカードゲームのアニメを作ることができることを知っている！\u001b[22m, \u001b[1mそして、私は彼らが良いカードゲームアニメを作ることができます知っています！\u001b[22m\n\u001b[4mOkay, as far as I can see, they have one good card game anime but that one is pretty darn good.\u001b[24m\n    \u001b[1mさて、私が見る限り、彼らは良いカードゲームのアニメを持っていますが、それはかなり良いです。\u001b[22m, \u001b[1mさて、私の知る限りでは、彼らは一つの良いカードゲームアニメを持っていますが、その一つはかなりくそ良いです。\u001b[22m\n\u001b[4mAnd seeing them make such a bland show just kind of hurts my heart.\u001b[24m\n    \u001b[1mそして、彼らが私の心を傷つけるような穏やかなショーをするのを見ている。\u001b[22m, \u001b[1mそして、彼らがそのような当たり障りのないショーを作る見ることだけの種類の私の心が痛いです。\u001b[22m\n\u001b[4mI don't know how much say they have on the writing and characters but I like to believe they could have done better.\u001b[24m\n    \u001b[1m私はどれくらい彼らが執筆やキャラクターを持っているかは分かりませんが、彼らはもっとうまくいったと信じています。\u001b[22m, \u001b[1m私は、彼らが執筆し、文字に持っていると言うが、私は、彼らがより良い行っている可能性が信じたいどのくらいか分かりません。\u001b[22m\n\u001b[1m\u001b[22m\nThat's not to say that it's a good show. It's still boring and superficial at best. Even considering that this was just made to promote the card game it leaves a lot to be desired and doesn't even explain the card game aspect of it. At best it's a standard show with an interesting setting at worst it's a boring show that doesn't try to step out of it's bounds. 4 out of 10.\n\n\u001b[1mそれは良いショーだと言っているわけではありません。 それはまだ退屈で、表面的には最高です。 これがちょうどカードゲームを促進するために作られたことを考慮しても、それはたくさん残っており、そのカードゲームの側面についても説明していません。 最高でも、最悪の場合は興味深い設定の標準的なショーだが、それは限界から抜け出そうとしない退屈なショーだ。  4点中10点です。\u001b[22m\n\u001b[1m(Sore wa yoi shōda to itte iru wakede wa arimasen. Sore wa mada taikutsu de, hyōmen-teki ni wa saikōdesu. Kore ga chōdo kādogēmu o sokushin suru tame ni tsukura reta koto o kōryo shite mo, sore wa takusan nokotte ori, sono kādogēmu no sokumen ni tsuite mo setsumei shite imasen. Saikō demo, saiaku no baai wa kyōmibukai settei no hyōjun-tekina shōdaga, soreha genkai kara nukedasou to shinai taikutsuna shōda. 4-Ten-chū 10-tendesu.)\u001b[22m\n\nTranslations of \u001b[4mThat's not to say that it's a good show. It's still boring and superficial at best. Even considering that this was just made to promote the card game it leaves a lot to be desired and doesn't even explain the card game aspect of it. At best it's a standard show with an interesting setting at worst it's a boring show that doesn't try to step out of it's bounds. 4 out of 10.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's not to say that it's a good show.\u001b[24m\n    \u001b[1mそれは良いショーだと言っているわけではありません。\u001b[22m, \u001b[1mそれはそれは良いショーだと言うことはありません。\u001b[22m\n\u001b[4mIt's still boring and superficial at best.\u001b[24m\n    \u001b[1mそれはまだ退屈で、表面的には最高です。\u001b[22m, \u001b[1mそれはせいぜいまだ退屈と表面的です。\u001b[22m\n\u001b[4mEven considering that this was just made to promote the card game it leaves a lot to be desired and doesn't even explain the card game aspect of it.\u001b[24m\n    \u001b[1mこれがちょうどカードゲームを促進するために作られたことを考慮しても、それはたくさん残っており、そのカードゲームの側面についても説明していません。\u001b[22m, \u001b[1mでも、これはちょうどそれが望まれることがたくさん出ても、それのカードゲームの側面を説明していないカードゲームを促進するためになされたことを考慮。\u001b[22m\n\u001b[4mAt best it's a standard show with an interesting setting at worst it's a boring show that doesn't try to step out of it's bounds.\u001b[24m\n    \u001b[1m最高でも、最悪の場合は興味深い設定の標準的なショーだが、それは限界から抜け出そうとしない退屈なショーだ。\u001b[22m, \u001b[1mせいぜいそれは面白い設定で最悪、それはそれの境界の外へステップしようとしない退屈なショーだと、標準的なショーです。\u001b[22m\n\u001b[4m4 out of 10.\u001b[24m\n    \u001b[1m4点中10点です。\u001b[22m, \u001b[1m10のうち4。\u001b[22m"
  },
  {
    "title": "Luck___Logic",
    "id": "32083",
    "url": "https://myanimelist.net/anime/32083/Luck___Logic",
    "user": "StevyleSteve",
    "profile": "/profile/StevyleSteve/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=214506",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  6\nサウンド|  8\nキャラクター|  6\n|  8\n\n私にとって幸運と論理は、それがどんな意味で画期的なものであるとは思われないという点で、何が欲しいのかを知っているシリーズの一つです。 その楽しいアクションと非常に簡単なプロット/ストーリーに従って、非常にclichedですその素敵な小さなショー...\n...の話を！\n\nストーリー（7）\nここではあまり進んでいない。 善良な人たちは、地獄やそのようなものからこれらの門を通って来る悪意のある人から街を守り、個人的な劇的なキャラクターのプロット（各キャラクターはエピソードを取得）でこれを振りかける。 終わり。 私が言ったように、理解しやすい。\n\nアート（6）\n芸術は一般的に標準的なものですが、動きのある場面には3Dの使用がかなりありますが、邪魔になるかもしれませんが、それでも2Dのキャラクターを見ているのは奇妙です。\nエピソード3の終わりにあるシーンのように、ゲームがサーバーの問題を抱えていたように見えますが、それからゲームではないことが分かりました アニメだった。\nキャラクターのデザインは素晴らしかった。すべての変身はきちんと整っていて、それぞれの人格にきちんとフィットしていた。\n典型的な「キャラクターは攻撃ショットを実行し、その後は「キャラクターがヒットショットになる」と切り替えて、いくつかのアクションシーンはかなり怠け者に見えます。\n\nサウンド（8）\n個人的には、私はBGMが大好きです。私はすぐにどこかでそれを狩るかもしれません。 その主な活動シーンのBGMは、SFのオーケストラサウンドで好きです。 私は本当にOPが好きです、それは私がそれをすべてのエピソードをスキップすることから私を守った、EDは私の好みにではありません。\n\nキャラクター（6）\nキャラクターはあまり面白くないです、彼らは非常にきついですし、私はここに彼らのメインチームを記載します。\nYoshichika tsurugi  - シリーズの主人公と...まあ... thats it...彼は主人公です。 彼の武器（タンク）として盾を使用しています。\nタマキユリイン - インテリジェントリーダータイプの女の子で、制御されたリボンとワンドを武器として使用し、ヒール（ヒーラー）\nクロエ・マックスウェル（Chloe Maxwell） - 活発な傲慢な女の子で、炎のあるブロードワードを使用し、しばしば第二の思考（DPS）\nMana Asuha  - 厄介な過去の静かな神秘的な少女は、銃、主に狙撃兵を使用し、目に見えないn秘密のnのものを回すことによって回り込む。  （サポート/レンジャー）\nこれらのキャラクターはすべて、変身するためにそれらと結合する女神と協力していますが、これらの女神は、このシリーズの中で最も失望しているキャラクターです。 私は彼らがシリーズから完全に取り除かれたかどうか気付かないだろうと言いたい。\n\n楽しさ（8）\nそれは何か、私は本当にこのシリーズを楽しんだ、それは私が座って、私の人生を消費するように投資されることなく見ることができるものだった。 それは、「世界のショーを救いなさい」とはっきりと分かり、それはよく分かっています。 完成したシリーズとして、私は他に何もしていない人にこれをお勧めします。おそらくもっと良いアニメシリーズを見直すのではなく、素早いアニメ修正が必要です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nLuck and logic to me, is one of those series that knows what it wants to be, in that it is not supposed to be all that groundbreaking in any sense. Its a nice small show that is heavily cliched, with entertaining action and extremely easy to follow plot/story...\n\n\u001b[1m私にとって幸運と論理は、それがどんな意味で画期的なものであるとは思われないという点で、何が欲しいのかを知っているシリーズの一つです。 その楽しいアクションと非常に簡単なプロット/ストーリーに従って、非常にclichedですその素敵な小さなショー...\u001b[22m\n\u001b[1m(Watashi ni totte kōun to ronri wa, sore ga don'na imi de kakkitekina monodearu to wa omowa renai to iu ten de, nani ga hoshī no ka o shitte iru shirīzu no hitotsudesu. Sono tanoshī akushon to hijō ni kantan'na purotto/ sutōrī ni shitagatte, hijō ni clicheddesu sono sutekina chīsana shō...)\u001b[22m\n\nTranslations of \u001b[4mLuck and logic to me, is one of those series that knows what it wants to be, in that it is not supposed to be all that groundbreaking in any sense. Its a nice small show that is heavily cliched, with entertaining action and extremely easy to follow plot/story...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuck and logic to me, is one of those series that knows what it wants to be, in that it is not supposed to be all that groundbreaking in any sense.\u001b[24m\n    \u001b[1m私にとって幸運と論理は、それがどんな意味で画期的なものであるとは思われないという点で、何が欲しいのかを知っているシリーズの一つです。\u001b[22m, \u001b[1m私には運とロジックは、それがいかなる意味においてもすべてその画期的であると想定されていないという点で、それは、になりたいと思っていることを知っているこれらのシリーズの一つです。\u001b[22m\n\u001b[4mIts a nice small show that is heavily cliched, with entertaining action and extremely easy to follow plot/story...\u001b[24m\n    \u001b[1mその楽しいアクションと非常に簡単なプロット/ストーリーに従って、非常にclichedですその素敵な小さなショー...\u001b[22m, \u001b[1mその作用を楽しま、プロット/物語に従うことは非常に簡単で、頻繁に陳腐で素敵な小さなショー...\u001b[22m\nSPEAKING OF...!\n\n\u001b[1m...の話を！\u001b[22m\n\u001b[1m(... No hanashi o!)\u001b[22m\n\nTranslations of \u001b[4mSPEAKING OF...!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSPEAKING OF...!\u001b[24m\n    \u001b[1m...の話を！\u001b[22m, \u001b[1mといえば...！\u001b[22m\n\u001b[1m\u001b[22m\nStory (7)\n\n\u001b[1mストーリー（7）\u001b[22m\n\u001b[1m(Sutōrī (7 ))\u001b[22m\n\nTranslations of \u001b[4mStory (7)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory (7)\u001b[24m\n    \u001b[1mストーリー（7）\u001b[22m\nThere's not much to go on about here. Good guys defend the city from bad guys that come through these gates from hell or something like that, sprinkle all of this with personal dramatic character plots (each character gets an episode) and top it off with the biggest bad they have to fight at the end. Like i said, easy to grasp.\n\n\u001b[1mここではあまり進んでいない。 善良な人たちは、地獄やそのようなものからこれらの門を通って来る悪意のある人から街を守り、個人的な劇的なキャラクターのプロット（各キャラクターはエピソードを取得）でこれを振りかける。 終わり。 私が言ったように、理解しやすい。\u001b[22m\n\u001b[1m(Kokode wa amari susunde inai. Zenryōna hito-tachi wa, jigoku ya sono yōna mono kara korera no mon o kayotte kuru akui no aru hito kara machi o mamori, kojin-tekina gekitekina kyarakutā no purotto (kaku kyarakutā wa episōdo o shutoku) de kore o furikakeru. Owari. Watashi ga itta yō ni, rikai shi yasui.)\u001b[22m\n\nTranslations of \u001b[4mThere's not much to go on about here. Good guys defend the city from bad guys that come through these gates from hell or something like that, sprinkle all of this with personal dramatic character plots (each character gets an episode) and top it off with the biggest bad they have to fight at the end. Like i said, easy to grasp.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere's not much to go on about here.\u001b[24m\n    \u001b[1mここではあまり進んでいない。\u001b[22m, \u001b[1m約ここに行くことはあまりありません。\u001b[22m\n\u001b[4mGood guys defend the city from bad guys that come through these gates from hell or something like that, sprinkle all of this with personal dramatic character plots (each character gets an episode) and top it off with the biggest bad they have to fight at the\u001b[24m\n    \u001b[1m善良な人たちは、地獄やそのようなものからこれらの門を通って来る悪意のある人から街を守り、個人的な劇的なキャラクターのプロット（各キャラクターはエピソードを取得）でこれを振りかける。\u001b[22m, \u001b[1m良い人は、そのような地獄か何かからこれらのゲートを通ってくる悪者から街を守るため、個人的な劇的な文字プロットでこのすべてを振りかける（各文字はエピソードを取得）し、彼らがで戦わなければならない最大の悪いでそれを締めくくります\u001b[22m\n\u001b[4mend.\u001b[24m\n    \u001b[1m終わり。\u001b[22m, \u001b[1m終了。\u001b[22m, \u001b[1m端。\u001b[22m\n\u001b[4mLike i said, easy to grasp.\u001b[24m\n    \u001b[1m私が言ったように、理解しやすい。\u001b[22m, \u001b[1m私が言ったように、簡単に把握します。\u001b[22m\n\u001b[1m\u001b[22m\nArt(6)\n\n\u001b[1mアート（6）\u001b[22m\n\u001b[1m(Āto (6 ))\u001b[22m\n\nTranslations of \u001b[4mArt(6)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt(6)\u001b[24m\n    \u001b[1mアート（6）\u001b[22m\nThe art in general is standard fair, though there is quite a heavy use of 3D for the action scenes of which some might find jarring, it is kind of strange seeing the characters so still in 2D and then very kind rubbery ragdoll movement with 3D.\n\n\u001b[1m芸術は一般的に標準的なものですが、動きのある場面には3Dの使用がかなりありますが、邪魔になるかもしれませんが、それでも2Dのキャラクターを見ているのは奇妙です。\u001b[22m\n\u001b[1m(Geijutsu wa ippantekini hyōjun-tekina monodesuga, ugoki no aru bamen ni wa 3 D no shiyō ga kanari arimasuga, jama ni naru kamo shiremasenga, soredemo 2 D no kyarakutā o mite iru no wa kimyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art in general is standard fair, though there is quite a heavy use of 3D for the action scenes of which some might find jarring, it is kind of strange seeing the characters so still in 2D and then very kind rubbery ragdoll movement with 3D.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art in general is standard fair, though there is quite a heavy use of 3D for the action scenes of which some might find jarring, it is kind of strange seeing the characters so still in 2D and then very kind rubbery ragdoll movement with 3D.\u001b[24m\n    \u001b[1m芸術は一般的に標準的なものですが、動きのある場面には3Dの使用がかなりありますが、邪魔になるかもしれませんが、それでも2Dのキャラクターを見ているのは奇妙です。\u001b[22m, \u001b[1m一般的に芸術は、標準的な公平であるいくつかが耳障り見つけるかもしれないそのうちのアクションシーンのための3Dのかなり重い使用があるが、それはそう、まだ2Dおよび3Dと、その後非常に親切なゴム状ラグドール動きの文字を見てちょっと奇妙です。\u001b[22m\nThere are some 2D scenes where you can see that the animators screwed up, like one scene at the end of episode 3 i think, it looked like the game was having server issues, but then i realized that this wasn't a game, it was an anime.\n\n\u001b[1mエピソード3の終わりにあるシーンのように、ゲームがサーバーの問題を抱えていたように見えますが、それからゲームではないことが分かりました アニメだった。\u001b[22m\n\u001b[1m(Episōdo 3 no owari ni aru shīn no yō ni, gēmu ga sābā no mondai o kakaete ita yō ni miemasuga, sorekara gēmude wanai koto ga wakarimashita animedatta.)\u001b[22m\n\nTranslations of \u001b[4mThere are some 2D scenes where you can see that the animators screwed up, like one scene at the end of episode 3 i think, it looked like the game was having server issues, but then i realized that this wasn't a game, it was an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are some 2D scenes where you can see that the animators screwed up, like one scene at the end of episode 3 i think, it looked like the game was having server issues, but then i realized that this wasn't a game, it\u001b[24m\n    \u001b[1mエピソード3の終わりにあるシーンのように、ゲームがサーバーの問題を抱えていたように見えますが、それからゲームではないことが分かりました\u001b[22m, \u001b[1mあなたはアニメーターは私が思うエピソード3の終わりに1シーンのように、めちゃくちゃにすることを確認することができますいくつかの2Dシーンがありますが、それは、サーバーの問題を抱えていたゲームのように見えたが、その後、私は、これは、それをゲームではないことに気づきました\u001b[22m\n\u001b[4mwas an anime.\u001b[24m\n    \u001b[1mアニメだった。\u001b[22m, \u001b[1mアニメでした。\u001b[22m\nThe character designs were nice, all of the transformations were pretty neat which nicely fitted each of there personalities.\n\n\u001b[1mキャラクターのデザインは素晴らしかった。すべての変身はきちんと整っていて、それぞれの人格にきちんとフィットしていた。\u001b[22m\n\u001b[1m(Kyarakutā no dezain wa subarashikatta. Subete no henshin wa kichinto totonotte ite, sorezore no jinkaku ni kichinto fitto shite ita.)\u001b[22m\n\nTranslations of \u001b[4mThe character designs were nice, all of the transformations were pretty neat which nicely fitted each of there personalities.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character designs were nice, all of the transformations were pretty neat which nicely fitted each of there personalities.\u001b[24m\n    \u001b[1mキャラクターのデザインは素晴らしかった。すべての変身はきちんと整っていて、それぞれの人格にきちんとフィットしていた。\u001b[22m, \u001b[1mキャラクターデザインは、変換のすべてがうまくそこに個性のそれぞれを装着しているかなりきちんとした、素敵でした。\u001b[22m\nSome of the action scenes can seem rather lazy though, with the typical 'character performs attack shot' and then switches to 'character getting hit shot'.\n\n\u001b[1m典型的な「キャラクターは攻撃ショットを実行し、その後は「キャラクターがヒットショットになる」と切り替えて、いくつかのアクションシーンはかなり怠け者に見えます。\u001b[22m\n\u001b[1m(Tenkei-tekina `kyarakutā wa kōgeki shotto o jikkō shi, sonogo wa `kyarakutā ga hitto shotto ni naru' to kirikaete, ikutsu ka no akushonshīn wa kanari namakemono ni miemasu.)\u001b[22m\n\nTranslations of \u001b[4mSome of the action scenes can seem rather lazy though, with the typical 'character performs attack shot' and then switches to 'character getting hit shot'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSome of the action scenes can seem rather lazy though, with the typical 'character performs attack shot' and then switches to 'character getting hit shot'.\u001b[24m\n    \u001b[1m典型的な「キャラクターは攻撃ショットを実行し、その後は「キャラクターがヒットショットになる」と切り替えて、いくつかのアクションシーンはかなり怠け者に見えます。\u001b[22m, \u001b[1mアクションシーンの一部は、典型的な '文字が攻撃ショットを行い'とし、 '文字がシュートを打た」に切り替わると、しかしむしろ怠惰に見えるかもしれません。\u001b[22m\n\u001b[1m\u001b[22m\nSound(8)\n\n\u001b[1mサウンド（8）\u001b[22m\n\u001b[1m(Saundo (8 ))\u001b[22m\n\nTranslations of \u001b[4mSound(8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound(8)\u001b[24m\n    \u001b[1mサウンド（8）\u001b[22m\nPersonally, I quite like the BGM, I might even hunt it down somewhere soon. Its mostly the action scene BGM I like with its sci-fi orchestralish sound. I really like the OP too, it kept me from skipping it every episode, The ED however is not to my taste.\n\n\u001b[1m個人的には、私はBGMが大好きです。私はすぐにどこかでそれを狩るかもしれません。 その主な活動シーンのBGMは、SFのオーケストラサウンドで好きです。 私は本当にOPが好きです、それは私がそれをすべてのエピソードをスキップすることから私を守った、EDは私の好みにではありません。\u001b[22m\n\u001b[1m(Kojin-teki ni wa, watashi wa BGM ga daisukidesu. Watashi wa sugu ni doko ka de sore o karu kamo shiremasen. Sono omona katsudō shīn no BGM wa, SF no ōkesutorasaundo de sukidesu. Watashi wa hontōni OP ga sukidesu, sore wa watashi ga sore o subete no episōdo o sukippu suru koto kara watashi o mamotta, ED wa watashi no konomi nide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mPersonally, I quite like the BGM, I might even hunt it down somewhere soon. Its mostly the action scene BGM I like with its sci-fi orchestralish sound. I really like the OP too, it kept me from skipping it every episode, The ED however is not to my taste.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally, I quite like the BGM, I might even hunt it down somewhere soon.\u001b[24m\n    \u001b[1m個人的には、私はBGMが大好きです。私はすぐにどこかでそれを狩るかもしれません。\u001b[22m, \u001b[1m個人的に、私はかなりBGMのように、私もどこかすぐにそれを追い詰めることがあります。\u001b[22m\n\u001b[4mIts mostly the action scene BGM I like with its sci-fi orchestralish sound.\u001b[24m\n    \u001b[1mその主な活動シーンのBGMは、SFのオーケストラサウンドで好きです。\u001b[22m, \u001b[1mその大部分はアクションシーンBGM私はサイファイのorchestralish音で好きです。\u001b[22m\n\u001b[4mI really like the OP too, it kept me from skipping it every episode, The ED however is not to my taste.\u001b[24m\n    \u001b[1m私は本当にOPが好きです、それは私がそれをすべてのエピソードをスキップすることから私を守った、EDは私の好みにではありません。\u001b[22m, \u001b[1m私は本当にあまりにもOPのように、それはそれをすべてのエピソードをスキップから私を保っ、EDはしかし私の好みにはありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter(6)\n\n\u001b[1mキャラクター（6）\u001b[22m\n\u001b[1m(Kyarakutā (6 ))\u001b[22m\n\nTranslations of \u001b[4mCharacter(6)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter(6)\u001b[24m\n    \u001b[1mキャラクター（6）\u001b[22m, \u001b[1m文字（6）\u001b[22m\nThe characters are not very interesting, they are very cliched and i will list the main team of them here.\n\n\u001b[1mキャラクターはあまり面白くないです、彼らは非常にきついですし、私はここに彼らのメインチームを記載します。\u001b[22m\n\u001b[1m(Kyarakutā wa amari omoshirokunaidesu, karera wa hijō ni kitsuidesushi, watashi wa koko ni karera no meinchīmu o kisai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are not very interesting, they are very cliched and i will list the main team of them here.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are not very interesting, they are very cliched and i will list the main team of them here.\u001b[24m\n    \u001b[1mキャラクターはあまり面白くないです、彼らは非常にきついですし、私はここに彼らのメインチームを記載します。\u001b[22m, \u001b[1m文字は非常に興味深いものではなく、彼らは非常に陳腐であり、私はここではそれらの主なチームが一覧表示されます。\u001b[22m\nYoshichika tsurugi - The main character of the series and... well... thats it... he IS a main character. uses a shield as his weapon (tank).\n\n\u001b[1mYoshichika tsurugi  - シリーズの主人公と...まあ... thats it...彼は主人公です。 彼の武器（タンク）として盾を使用しています。\u001b[22m\n\u001b[1m(Yoshichika tsurugi - shirīzu no shujinkō to... Mā... Thats it... Kare wa shujinkōdesu. Kare no buki (tanku) to shite tate o shiyō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mYoshichika tsurugi - The main character of the series and... well... thats it... he IS a main character. uses a shield as his weapon (tank).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYoshichika tsurugi - The main character of the series and... well... thats it... he IS a main character.\u001b[24m\n    \u001b[1mYoshichika tsurugi  - シリーズの主人公と...まあ... thats it...彼は主人公です。\u001b[22m, \u001b[1mYoshichikaツルギ - シリーズのメインキャラクターと...よく...それをthatsの...彼が主人公です。\u001b[22m\n\u001b[4muses a shield as his weapon (tank).\u001b[24m\n    \u001b[1m彼の武器（タンク）として盾を使用しています。\u001b[22m, \u001b[1m彼の武器（タンク）として、シールドを使用しています。\u001b[22m\nTamaki Yurine - The intelligent leader type girl, uses a controlled ribbon thing and a wand as a weapon and also heals (healer)\n\n\u001b[1mタマキユリイン - インテリジェントリーダータイプの女の子で、制御されたリボンとワンドを武器として使用し、ヒール（ヒーラー）\u001b[22m\n\u001b[1m(Tamakiyuriin - interijentorīdātaipu no on'nanoko de, seigyo sa reta ribon to wando o buki to shite shiyō shi, hīru (hīrā))\u001b[22m\n\nTranslations of \u001b[4mTamaki Yurine - The intelligent leader type girl, uses a controlled ribbon thing and a wand as a weapon and also heals (healer)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTamaki Yurine - The intelligent leader type girl, uses a controlled ribbon thing and a wand as a weapon and also heals (healer)\u001b[24m\n    \u001b[1mタマキユリイン - インテリジェントリーダータイプの女の子で、制御されたリボンとワンドを武器として使用し、ヒール（ヒーラー）\u001b[22m, \u001b[1m玉木Yurine  - インテリジェントなリーダータイプの女の子が、武器として制御リボン事と杖を使用しても（ヒーラー）を癒します\u001b[22m\nChloe Maxwell - The energetic arrogant girl, uses a flaming broadsword and often charges into battle without second thought (DPS)\n\n\u001b[1mクロエ・マックスウェル（Chloe Maxwell） - 活発な傲慢な女の子で、炎のあるブロードワードを使用し、しばしば第二の思考（DPS）\u001b[22m\n\u001b[1m(Kuroe makkusū~eru (kuroe makkusū~eru) - kappatsuna gōman'na on'nanoko de,-en no aru burōdowādo o shiyō shi, shibashiba daini no shikō (DPS))\u001b[22m\n\nTranslations of \u001b[4mChloe Maxwell - The energetic arrogant girl, uses a flaming broadsword and often charges into battle without second thought (DPS)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChloe Maxwell - The energetic arrogant girl, uses a flaming broadsword and often charges into battle without second thought (DPS)\u001b[24m\n    \u001b[1mクロエ・マックスウェル（Chloe Maxwell） - 活発な傲慢な女の子で、炎のあるブロードワードを使用し、しばしば第二の思考（DPS）\u001b[22m, \u001b[1mクロエマクスウェル - エネルギッシュな傲慢な女の子は、燃える段平を使用し、多くの場合、第二の考えもなく、戦いに充電（DPS）\u001b[22m\nMana Asuha - The quiet mysterious girl with a troubled past, uses guns, mainly a sniper, and also sneaks around by turning invisible n stealthy n stuff. (support/ranger)\n\n\u001b[1mMana Asuha  - 厄介な過去の静かな神秘的な少女は、銃、主に狙撃兵を使用し、目に見えないn秘密のnのものを回すことによって回り込む。  （サポート/レンジャー）\u001b[22m\n\u001b[1m(Mana Asuha - yakkaina kako no shizukana shinpi-tekina shōjo wa, jū, omo ni sogeki-hei o shiyō shi, menimienai n himitsu no n no mono o mawasu koto ni yotte mawarikomu. (Sapōto/ renjā))\u001b[22m\n\nTranslations of \u001b[4mMana Asuha - The quiet mysterious girl with a troubled past, uses guns, mainly a sniper, and also sneaks around by turning invisible n stealthy n stuff. (support/ranger)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMana Asuha - The quiet mysterious girl with a troubled past, uses guns, mainly a sniper, and also sneaks around by turning invisible n stealthy n stuff.\u001b[24m\n    \u001b[1mMana Asuha  - 厄介な過去の静かな神秘的な少女は、銃、主に狙撃兵を使用し、目に見えないn秘密のnのものを回すことによって回り込む。\u001b[22m, \u001b[1mマナAsuha  - 問題を抱えた過去を持つ静かな謎の少女は、銃、主に狙撃を使用し、また、目に見えないn個ステルスn個のものを回して周りに潜入します。\u001b[22m\n\u001b[4m(support/ranger)\u001b[24m\n    \u001b[1m（サポート/レンジャー）\u001b[22m\nThe characters are all teamed up with goddesses that combine with them to transform, but these goddesses are the most disappointing characters in this series since there nearly completely shoved aside and we learn next to nothing about them. I'd say i wouldn't even notice if they were removed from the series altogether.\n\n\u001b[1mこれらのキャラクターはすべて、変身するためにそれらと結合する女神と協力していますが、これらの女神は、このシリーズの中で最も失望しているキャラクターです。 私は彼らがシリーズから完全に取り除かれたかどうか気付かないだろうと言いたい。\u001b[22m\n\u001b[1m(Korera no kyarakutā wa subete, henshin suru tame ni sorera to ketsugō suru megami to kyōryoku shite imasuga, korera no megami wa, kono shirīzu no naka de mottomo shitsubō shite iru kyarakutādesu. Watashi wa karera ga shirīzu kara kanzen ni torinozoka reta ka dō ka kidzukanaidarou to iitai.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are all teamed up with goddesses that combine with them to transform, but these goddesses are the most disappointing characters in this series since there nearly completely shoved aside and we learn next to nothing about them. I'd say i wouldn't even notice if they were removed from the series altogether.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are all teamed up with goddesses that combine with them to transform, but these goddesses are the most disappointing characters in this series since there nearly completely shoved aside and we learn next to nothing about them.\u001b[24m\n    \u001b[1mこれらのキャラクターはすべて、変身するためにそれらと結合する女神と協力していますが、これらの女神は、このシリーズの中で最も失望しているキャラクターです。\u001b[22m, \u001b[1m文字はすべて変換するためにそれらと結合女神と提携しているが、これらの女神がほぼ完全に脇に追いやらので、このシリーズの中で最も期待はずれの文字であり、私たちは次のそれらについて何も学びます。\u001b[22m\n\u001b[4mI'd say i wouldn't even notice if they were removed from the series altogether.\u001b[24m\n    \u001b[1m私は彼らがシリーズから完全に取り除かれたかどうか気付かないだろうと言いたい。\u001b[22m, \u001b[1m私は、彼らが完全にシリーズから削除された場合、私は気づかないだろうと思います。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment(8)\n\n\u001b[1m楽しさ（8）\u001b[22m\n\u001b[1m(Tanoshisa (8 ))\u001b[22m\n\nTranslations of \u001b[4mEnjoyment(8)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment(8)\u001b[24m\n    \u001b[1m楽しさ（8）\u001b[22m\nFor what it is, I really enjoyed this series, it was something i could sit down and watch without getting so invested that it would consume my life. Its a cliched 'save the world show' and it knows well. As a finished series, i would recommend this to anyone who's got nothing else to do and just wants a quick anime fix rather than re-watching a presumably better series.\n\n\u001b[1mそれは何か、私は本当にこのシリーズを楽しんだ、それは私が座って、私の人生を消費するように投資されることなく見ることができるものだった。 それは、「世界のショーを救いなさい」とはっきりと分かり、それはよく分かっています。 完成したシリーズとして、私は他に何もしていない人にこれをお勧めします。おそらくもっと良いアニメシリーズを見直すのではなく、素早いアニメ修正が必要です。\u001b[22m\n\u001b[1m(Sore wa nani ka, watashi wa hontōni kono shirīzu o tanoshinda, sore wa watashi ga suwatte, watashinojinsei o shōhi suru yō ni tōshi sa reru koto naku miru koto ga dekiru monodatta. Sore wa,`sekai no shō o sukui nasai' to hakkiri to wakari, sore wa yoku wakatte imasu. Kansei shita shirīzu to shite, watashi wa hoka ni nani mo shite inai hito ni kore o o susume shimasu. Osoraku motto yoi animeshirīzu o minaosu node wa naku, subayai anime shūsei ga hitsuyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mFor what it is, I really enjoyed this series, it was something i could sit down and watch without getting so invested that it would consume my life. Its a cliched 'save the world show' and it knows well. As a finished series, i would recommend this to anyone who's got nothing else to do and just wants a quick anime fix rather than re-watching a presumably better series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor what it is, I really enjoyed this series, it was something i could sit down and watch without getting so invested that it would consume my life.\u001b[24m\n    \u001b[1mそれは何か、私は本当にこのシリーズを楽しんだ、それは私が座って、私の人生を消費するように投資されることなく見ることができるものだった。\u001b[22m, \u001b[1mそれが何であるかについては、私は本当にこのシリーズを楽しんで、それは私が座って、それは私の人生を消費することを投資したことなく見ることができるものでした。\u001b[22m\n\u001b[4mIts a cliched 'save the world show' and it knows well.\u001b[24m\n    \u001b[1mそれは、「世界のショーを救いなさい」とはっきりと分かり、それはよく分かっています。\u001b[22m, \u001b[1mその陳腐「世界を救うショー 'とそれがよく知っています。\u001b[22m\n\u001b[4mAs a finished series, i would recommend this to anyone who's got nothing else to do and just wants a quick anime fix rather than re-watching a presumably better series.\u001b[24m\n    \u001b[1m完成したシリーズとして、私は他に何もしていない人にこれをお勧めします。おそらくもっと良いアニメシリーズを見直すのではなく、素早いアニメ修正が必要です。\u001b[22m, \u001b[1m完成したシリーズとして、私は他に何もを持っていないし、ちょうど迅速なアニメの修正ではなく、再見て、おそらくより良いシリーズを望んだ人にこれをお勧めします。\u001b[22m"
  },
  {
    "title": "Luck___Logic",
    "id": "32083",
    "url": "https://myanimelist.net/anime/32083/Luck___Logic",
    "user": "AllenHavens92",
    "profile": "/profile/AllenHavens92/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=214286",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  6\nサウンド|  6\nキャラクター|  5\n|  5\n\nそれは「論理的だ」と思う.Luck＆amp; amp; ロジック（良いスタートからオフ）。\n\n物語、または私はコンセプトを言う必要がありますが、それは悪くないです。 それは、それがどのように提示されているかについてです。 私たちは人間と神との関係について語られていますが、私たちがキャラクターで見るもの以外には何も得られません。 私はそれをもっと見たいと思っていただろうが、それは決して起こらなかった。 また、モンスターと戦うことになっているシリーズでは、シリーズのかなりの部分がそれを持っておらず、私たちのキャラクターにスライス・オブ・ライフ・ストーリーで見られるようなものをやっていることが示されています。\n\n文字はまるでまるでまったくのものではありません。 彼らは彼らの1つの特徴を持ち、最後までそれに固執する。 私たちのメインの主人公は本当に同じように感じることはありません。 彼は明らかにいくつかの過去を持っていますが、これは最初のエピソードでしか生まれませんでした。 それはおそらくそれが何であるかを見るのがいいだろう。 私たちのキャラクターは常にお互いに関係していますが、正直なところ、どのキャラクターとも化学はありません。\n\nそれは平均のほかにアニメーションについて多くのことを言うことはありません。 アクションシーケンスでは、キャラクターにCGモデルを使用しています。キャラクターは目立つものではなく、他のものとブレンドされていません。 私が好きだったのはキャラクターの「戦闘服」だけだった。\n\n私はこのシリーズを誰にも推薦しません。 これは私のために何もしなかったそれらのショーの1つであり、それから何も得られなかった。 キャラクターは穏やかで忘れられないものであり、宇宙はそれの法則を気にするのに十分なほど緻密ではありません。 私は別の言葉で終わることができましたが、私は「カード」の時間を持っています（これに基づいてカードゲームがあるからです）。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nIt guess it's 'logical' I had no 'luck' with Luck &amp; Logic (off to a good start).\n\n\u001b[1mそれは「論理的だ」と思う.Luck＆amp; amp; ロジック（良いスタートからオフ）。\u001b[22m\n\u001b[1m(Soreha `ronri-tekida' to omou. Rakku& amp; amp; rojikku (yoi sutāto kara ofu).)\u001b[22m\n\nTranslations of \u001b[4mIt guess it's 'logical' I had no 'luck' with Luck &amp; Logic (off to a good start).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt guess it's 'logical' I had no 'luck' with Luck &amp;\u001b[24m\n    \u001b[1mそれは「論理的だ」と思う.Luck＆amp; amp;\u001b[22m, \u001b[1mそれは私が運＆＃038とは「運」を有していなかった「論理的」だと思います。\u001b[22m\n\u001b[4mLogic (off to a good start).\u001b[24m\n    \u001b[1mロジック（良いスタートからオフ）。\u001b[22m, \u001b[1mロジック（良いスタートをオフ）。\u001b[22m\n\u001b[1m\u001b[22m\nWhile the story, or I should say the concept, isn't that bad. It's more about how it's presented. We're told about the relationships between humans and gods, but we get nothing out of that aside from what we see with our characters. I would've liked to see more of it, but that never happened. Also, for a series that's supposed to be about fighting monsters, a good portion of the series doesn't have it, and instead show our characters doing clichéd things we'd see in a slice-of-life story.\n\n\u001b[1m物語、または私はコンセプトを言う必要がありますが、それは悪くないです。 それは、それがどのように提示されているかについてです。 私たちは人間と神との関係について語られていますが、私たちがキャラクターで見るもの以外には何も得られません。 私はそれをもっと見たいと思っていただろうが、それは決して起こらなかった。 また、モンスターと戦うことになっているシリーズでは、シリーズのかなりの部分がそれを持っておらず、私たちのキャラクターにスライス・オブ・ライフ・ストーリーで見られるようなものをやっていることが示されています。\u001b[22m\n\u001b[1m(Monogatari, matawa watashi wa konseputo o iu hitsuyō ga arimasuga, sore wa warukunaidesu. Sore wa, sore ga dono yō ni teiji sa rete iru ka ni tsuitedesu. Watashitachiha ningen to kami to no kankei ni tsuite katara rete imasuga, watashitachi ga kyarakutā de miru mono igai ni wa nani mo e raremasen. Watashi wa sore o motto mitai to omotte itadarouga, sore wa kesshite okoranakatta. Mata, monsutā to tatakau koto ni natte iru shirīzude wa, shirīzu no kanari no bubun ga sore o motte orazu, watashitachi no kyarakutā ni suraisu Obu raifu sutōrī de mi rareru yōna mono o yatte iru koto ga shimesa rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mWhile the story, or I should say the concept, isn't that bad. It's more about how it's presented. We're told about the relationships between humans and gods, but we get nothing out of that aside from what we see with our characters. I would've liked to see more of it, but that never happened. Also, for a series that's supposed to be about fighting monsters, a good portion of the series doesn't have it, and instead show our characters doing clichéd things we'd see in a slice-of-life story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile the story, or I should say the concept, isn't that bad.\u001b[24m\n    \u001b[1m物語、または私はコンセプトを言う必要がありますが、それは悪くないです。\u001b[22m, \u001b[1m物語は、あるいは私が概念を言う必要がありますが、その悪いことではありません。\u001b[22m\n\u001b[4mIt's more about how it's presented.\u001b[24m\n    \u001b[1mそれは、それがどのように提示されているかについてです。\u001b[22m, \u001b[1mそれは、それが提示しています方法の詳細です。\u001b[22m\n\u001b[4mWe're told about the relationships between humans and gods, but we get nothing out of that aside from what we see with our characters.\u001b[24m\n    \u001b[1m私たちは人間と神との関係について語られていますが、私たちがキャラクターで見るもの以外には何も得られません。\u001b[22m, \u001b[1m私たちは、人間と神との関係について語ったが、我々は我々の文字で見たものとは別に、その外に何を取得しています。\u001b[22m\n\u001b[4mI would've liked to see more of it, but that never happened.\u001b[24m\n    \u001b[1m私はそれをもっと見たいと思っていただろうが、それは決して起こらなかった。\u001b[22m, \u001b[1m私はそれの詳細を参照するのが好き、それは決して起こらなかったでしょう。\u001b[22m\n\u001b[4mAlso, for a series that's supposed to be about fighting monsters, a good portion of the series doesn't have it, and instead show our characters doing clichéd things we'd see in a slice-of-life story.\u001b[24m\n    \u001b[1mまた、モンスターと戦うことになっているシリーズでは、シリーズのかなりの部分がそれを持っておらず、私たちのキャラクターにスライス・オブ・ライフ・ストーリーで見られるようなものをやっていることが示されています。\u001b[22m, \u001b[1mまた、モンスターとの戦いについてのことになっているシリーズで、シリーズの良い部分は、それを持って、その代わりに我々は、スライスオブライフ物語の中で参照してくださいね陳腐なことをやって私たちの文字は表示されません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters are about as bland as they can get. They have their one characteristic and stick with that until the very end. Our main protagonist doesn't really feel like one. He apparently has some past, which was only ever brought up in the first episode. It could've been nice to maybe see what that was like. Although our characters are with each other all the time, there's honestly no chemistry with any.\n\n\u001b[1m文字はまるでまるでまったくのものではありません。 彼らは彼らの1つの特徴を持ち、最後までそれに固執する。 私たちのメインの主人公は本当に同じように感じることはありません。 彼は明らかにいくつかの過去を持っていますが、これは最初のエピソードでしか生まれませんでした。 それはおそらくそれが何であるかを見るのがいいだろう。 私たちのキャラクターは常にお互いに関係していますが、正直なところ、どのキャラクターとも化学はありません。\u001b[22m\n\u001b[1m(Moji wa marude marude mattaku no monode wa arimasen. Karera wa karera no 1tsu no tokuchō o mochi, saigomade soreni koshūsuru. Watashitachi no mein no shujinkō wa hontōni onajiyōni kanjiru koto wa arimasen. Kare wa akiraka ni ikutsu ka no kako o motte imasuga, koreha saisho no episōdode shika umaremasendeshita. Sore wa osoraku sore ga nandearu ka o miru no ga īdarou. Watashitachi no kyarakutā wa tsuneni otagai ni kankei shite imasuga, shōjikina tokoro, dono kyarakutā tomo kagaku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacters are about as bland as they can get. They have their one characteristic and stick with that until the very end. Our main protagonist doesn't really feel like one. He apparently has some past, which was only ever brought up in the first episode. It could've been nice to maybe see what that was like. Although our characters are with each other all the time, there's honestly no chemistry with any.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters are about as bland as they can get.\u001b[24m\n    \u001b[1m文字はまるでまるでまったくのものではありません。\u001b[22m, \u001b[1mキャラクターは、彼らが得ることができると同じくらい当たり障りのないです。\u001b[22m\n\u001b[4mThey have their one characteristic and stick with that until the very end.\u001b[24m\n    \u001b[1m彼らは彼らの1つの特徴を持ち、最後までそれに固執する。\u001b[22m, \u001b[1m彼らは1つの特性を持っており、非常に最後までそれにこだわります。\u001b[22m\n\u001b[4mOur main protagonist doesn't really feel like one.\u001b[24m\n    \u001b[1m私たちのメインの主人公は本当に同じように感じることはありません。\u001b[22m, \u001b[1m私たちの主な主人公は、本当に1のように感じることはありません。\u001b[22m\n\u001b[4mHe apparently has some past, which was only ever brought up in the first episode.\u001b[24m\n    \u001b[1m彼は明らかにいくつかの過去を持っていますが、これは最初のエピソードでしか生まれませんでした。\u001b[22m, \u001b[1m彼は明らかにしか最初のエピソードで育ちましたいくつかの過去を持っています。\u001b[22m\n\u001b[4mIt could've been nice to maybe see what that was like.\u001b[24m\n    \u001b[1mそれはおそらくそれが何であるかを見るのがいいだろう。\u001b[22m, \u001b[1m多分それはどのようなものであったか見るのは嬉しいしてきた可能性があります。\u001b[22m\n\u001b[4mAlthough our characters are with each other all the time, there's honestly no chemistry with any.\u001b[24m\n    \u001b[1m私たちのキャラクターは常にお互いに関係していますが、正直なところ、どのキャラクターとも化学はありません。\u001b[22m, \u001b[1m私たちの文字がお互いにすべての時間ですが、どれかを持つ化学は正直ありません。\u001b[22m\n\u001b[1m\u001b[22m\nThere isn't much to say about the animation besides it's average. Action sequences use CG models for the characters, which didn't stand out and blended with everything else. The only thing I sort of liked was the characters' 'battle outfits'.\n\n\u001b[1mそれは平均のほかにアニメーションについて多くのことを言うことはありません。 アクションシーケンスでは、キャラクターにCGモデルを使用しています。キャラクターは目立つものではなく、他のものとブレンドされていません。 私が好きだったのはキャラクターの「戦闘服」だけだった。\u001b[22m\n\u001b[1m(Sore wa heikin no hoka ni animēshon ni tsuite ōku no koto o iu koto wa arimasen. Akushonshīkensude wa, kyarakutā ni CG moderu o shiyō shite imasu. Kyarakutā wa medatsu monode wa naku, hoka no mono to burendo sa rete imasen. Watashi ga sukidatta no wa kyarakutā no `sentō-fuku' dakedatta.)\u001b[22m\n\nTranslations of \u001b[4mThere isn't much to say about the animation besides it's average. Action sequences use CG models for the characters, which didn't stand out and blended with everything else. The only thing I sort of liked was the characters' 'battle outfits'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere isn't much to say about the animation besides it's average.\u001b[24m\n    \u001b[1mそれは平均のほかにアニメーションについて多くのことを言うことはありません。\u001b[22m, \u001b[1mそれは平均的だ以外のアニメーションについて言っても過言ではありません。\u001b[22m\n\u001b[4mAction sequences use CG models for the characters, which didn't stand out and blended with everything else.\u001b[24m\n    \u001b[1mアクションシーケンスでは、キャラクターにCGモデルを使用しています。キャラクターは目立つものではなく、他のものとブレンドされていません。\u001b[22m, \u001b[1mアクションシーケンスは目立つし、他のすべてを配合していなかった文字のためのCGモデルを使用します。\u001b[22m\n\u001b[4mThe only thing I sort of liked was the characters' 'battle outfits'.\u001b[24m\n    \u001b[1m私が好きだったのはキャラクターの「戦闘服」だけだった。\u001b[22m, \u001b[1m私は一種の気に入った唯一のものは、文字 ''戦闘衣装」でした。\u001b[22m\n\u001b[1m\u001b[22m\nI would not recommend this series to anyone. This is one of those shows that did nothing for me, and got nothing out of it. Characters are bland and unforgettable, and the universe isn't fleshed out enough for me to care about the laws of it. I could end with another pun, but I;m having a 'card' time doing so (because there's a card game based on this, you see).\n\n\u001b[1m私はこのシリーズを誰にも推薦しません。 これは私のために何もしなかったそれらのショーの1つであり、それから何も得られなかった。 キャラクターは穏やかで忘れられないものであり、宇宙はそれの法則を気にするのに十分なほど緻密ではありません。 私は別の言葉で終わることができましたが、私は「カード」の時間を持っています（これに基づいてカードゲームがあるからです）。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu o darenimo suisen shimasen. Kore wa watashi no tame ni nani mo shinakatta sorera no shō no 1tsudeari, sorekara nani mo e rarenakatta. Kyarakutā wa odayakade wasure rarenai monodeari, uchū wa sore no hōsoku o ki ni suru no ni jūbun'na hodo chimitsude wa arimasen. Watashi wa betsu no kotoba de owaru koto ga dekimashitaga, watashi wa `kādo' no jikan o motte imasu (kore ni motodzuite kādogēmu ga arukaradesu).)\u001b[22m\n\nTranslations of \u001b[4mI would not recommend this series to anyone. This is one of those shows that did nothing for me, and got nothing out of it. Characters are bland and unforgettable, and the universe isn't fleshed out enough for me to care about the laws of it. I could end with another pun, but I;m having a 'card' time doing so (because there's a card game based on this, you see).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would not recommend this series to anyone.\u001b[24m\n    \u001b[1m私はこのシリーズを誰にも推薦しません。\u001b[22m, \u001b[1m私は誰にもこのシリーズをお勧めしません。\u001b[22m\n\u001b[4mThis is one of those shows that did nothing for me, and got nothing out of it.\u001b[24m\n    \u001b[1mこれは私のために何もしなかったそれらのショーの1つであり、それから何も得られなかった。\u001b[22m, \u001b[1mこれは私のために何もしなかったし、それの何も持ってそれらのショーの一つです。\u001b[22m\n\u001b[4mCharacters are bland and unforgettable, and the universe isn't fleshed out enough for me to care about the laws of it.\u001b[24m\n    \u001b[1mキャラクターは穏やかで忘れられないものであり、宇宙はそれの法則を気にするのに十分なほど緻密ではありません。\u001b[22m, \u001b[1m文字は当たり障りのないと忘れられないです、と私はそれの法律を気にするために宇宙が十分に肉付けされていません。\u001b[22m\n\u001b[4mI could end with another pun, but I;m having a 'card' time doing so (because there's a card game based on this, you see).\u001b[24m\n    \u001b[1m私は別の言葉で終わることができましたが、私は「カード」の時間を持っています（これに基づいてカードゲームがあるからです）。\u001b[22m, \u001b[1m私は別の語呂合わせで終わるが、私でした; m 'はカードの時間そうした（これに基づいてカードゲームがありますので、あなたを参照してください）。\u001b[22m"
  },
  {
    "title": "Luck___Logic",
    "id": "32083",
    "url": "https://myanimelist.net/anime/32083/Luck___Logic",
    "user": "JustinChiu",
    "profile": "/profile/JustinChiu/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=219157",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  4\nキャラクター|  2\n|  10\n\nこのアニメを見ることは、日当たりの良い銀行で醤油で二分の一四分の一を食べるように感じました。 暑い日に外で仕事をしている間にダーレンが野菜を食べるのを見ているように感じました。\n全体的にストーリーは悪くないが、状況は本当に強制される。 私は実際にプロットに興味があったが、それは非常にひどく実行された。 それは見て非常に厄介なアニメだった。 音はまともです。 文字は真面目だった。 私は私の時間を無駄にするのが大好きなので、楽しんだ。\n10/10が再ウォッチします。\n私が見た最悪のアニメではありません。\n私はこれがタイムキラーだと言うでしょう。 私は誰にもこのことをお勧めしません。あなたがスーパー退屈でない限り、あなたはそれを見てはいけません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWatching this anime felt like eating a double quarter pounder with soy sauce at sunnybank. It made me feel like i was watching darren eat hotpot while i was labouring outside in the hot sun.\n\n\u001b[1mこのアニメを見ることは、日当たりの良い銀行で醤油で二分の一四分の一を食べるように感じました。 暑い日に外で仕事をしている間にダーレンが野菜を食べるのを見ているように感じました。\u001b[22m\n\u001b[1m(Kono anime o miru koto wa, hiatari no yoi ginkō de shōyu de nibun'noichi yonbun'noichi o taberu yō ni kanjimashita. Atsui hi ni soto de shigoto o shite iru ma ni dāren ga yasai o taberu no o mite iru yō ni kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mWatching this anime felt like eating a double quarter pounder with soy sauce at sunnybank. It made me feel like i was watching darren eat hotpot while i was labouring outside in the hot sun.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWatching this anime felt like eating a double quarter pounder with soy sauce at sunnybank.\u001b[24m\n    \u001b[1mこのアニメを見ることは、日当たりの良い銀行で醤油で二分の一四分の一を食べるように感じました。\u001b[22m, \u001b[1mこのアニメを見てサニーバンクで醤油のダブルクォーターパウンダーを食べるように感じました。\u001b[22m\n\u001b[4mIt made me feel like i was watching darren eat hotpot while i was labouring outside in the hot sun.\u001b[24m\n    \u001b[1m暑い日に外で仕事をしている間にダーレンが野菜を食べるのを見ているように感じました。\u001b[22m, \u001b[1mそれは私が暑い日に外に労苦しながら、ダレンは鍋を食べる見ていたように私は感じました。\u001b[22m\nOverall the story is not bad but the situations are really forced. I was actually interested in the plot but it was so badly executed. It was a pretty nasty anime to watch. Sound is decent. Characters were cliche. I enjoyed it because i love to waste my time.\n\n\u001b[1m全体的にストーリーは悪くないが、状況は本当に強制される。 私は実際にプロットに興味があったが、それは非常にひどく実行された。 それは見て非常に厄介なアニメだった。 音はまともです。 文字は真面目だった。 私は私の時間を無駄にするのが大好きなので、楽しんだ。\u001b[22m\n\u001b[1m(Zentai-teki ni sutōrī wa warukunai ga, jōkyō wa hontōni kyōsei sa reru. Watashi wa jissai ni purotto ni kyōmi ga attaga, sore wa hijō ni hidoku jikkō sa reta. Sore wa mite hijō ni yakkaina animedatta. Oto wa matomodesu. Moji wa majimedatta. Watashi wa watashi no jikan o muda ni suru no ga daisukinanode, tanoshinda.)\u001b[22m\n\nTranslations of \u001b[4mOverall the story is not bad but the situations are really forced. I was actually interested in the plot but it was so badly executed. It was a pretty nasty anime to watch. Sound is decent. Characters were cliche. I enjoyed it because i love to waste my time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall the story is not bad but the situations are really forced.\u001b[24m\n    \u001b[1m全体的にストーリーは悪くないが、状況は本当に強制される。\u001b[22m, \u001b[1m全体的な話は悪いことではありませんが、状況は本当に強いられています。\u001b[22m\n\u001b[4mI was actually interested in the plot but it was so badly executed.\u001b[24m\n    \u001b[1m私は実際にプロットに興味があったが、それは非常にひどく実行された。\u001b[22m, \u001b[1m私は、プロット中に実際に興味を持っていましたが、それはひどく実行されました。\u001b[22m\n\u001b[4mIt was a pretty nasty anime to watch.\u001b[24m\n    \u001b[1mそれは見て非常に厄介なアニメだった。\u001b[22m, \u001b[1m見てかなり厄介なアニメでした。\u001b[22m\n\u001b[4mSound is decent.\u001b[24m\n    \u001b[1m音はまともです。\u001b[22m, \u001b[1m音がまともです。\u001b[22m\n\u001b[4mCharacters were cliche.\u001b[24m\n    \u001b[1m文字は真面目だった。\u001b[22m, \u001b[1m文字が決まり文句でした。\u001b[22m\n\u001b[4mI enjoyed it because i love to waste my time.\u001b[24m\n    \u001b[1m私は私の時間を無駄にするのが大好きなので、楽しんだ。\u001b[22m, \u001b[1m私は私の時間を無駄にするのが大好きですので、私はそれを楽しみました。\u001b[22m\n10/10 would rewatch.\n\n\u001b[1m10/10が再ウォッチします。\u001b[22m\n\u001b[1m(10/ 10 Ga sai u~otchi shimasu.)\u001b[22m\n\nTranslations of \u001b[4m10/10 would rewatch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m10/10 would rewatch.\u001b[24m\n    \u001b[1m10/10が再ウォッチします。\u001b[22m, \u001b[1m10/10 rewatchだろう。\u001b[22m\nNot the worst anime i watched.\n\n\u001b[1m私が見た最悪のアニメではありません。\u001b[22m\n\u001b[1m(Watashi ga mita saiaku no animede wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mNot the worst anime i watched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNot the worst anime i watched.\u001b[24m\n    \u001b[1m私が見た最悪のアニメではありません。\u001b[22m, \u001b[1m私は見ていない最悪のアニメ。\u001b[22m\nI would say this is a timekiller. I would not recommend this to anyone and you shouldn't watch it unless you are super bored\n\n\u001b[1m私はこれがタイムキラーだと言うでしょう。 私は誰にもこれをお勧めしませんし、あなたがスーパー退屈でない限り、あなたはそれを見てはいけません\u001b[22m\n\u001b[1m(Watashi wa kore ga taimukirāda to iudeshou. Watashi wa darenimo kore o o susume shimasenshi, anata ga sūpā taikutsudenai kagiri, anata wa sore o mite wa ikemasen)\u001b[22m\n\nTranslations of \u001b[4mI would say this is a timekiller. I would not recommend this to anyone and you shouldn't watch it unless you are super bored\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI would say this is a timekiller.\u001b[24m\n    \u001b[1m私はこれがタイムキラーだと言うでしょう。\u001b[22m, \u001b[1m私はこれがtimekillerであると言うでしょう。\u001b[22m\n\u001b[4mI would not recommend this to anyone and you shouldn't watch it unless you are super bored\u001b[24m\n    \u001b[1m私は誰にもこれをお勧めしませんし、あなたがスーパー退屈でない限り、あなたはそれを見てはいけません\u001b[22m, \u001b[1m私は誰にもこのことをお勧めしません、あなたは超退屈している場合を除き、あなたはそれを見るべきではありません\u001b[22m"
  },
  {
    "title": "Luck___Logic",
    "id": "32083",
    "url": "https://myanimelist.net/anime/32083/Luck___Logic",
    "user": "GimmeDatDonut",
    "profile": "/profile/GimmeDatDonut/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=226429",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  8\nキャラクター|  2\n|  4\n\n*これは小さなスポイラーを含んでいますが、それははっきりとマークされています*\n\n内部のロジックと信じられないキャラクターは、どのショーでも私にとって最も重要な要素の2つです。 ショーがこれらの行動の何らかの理由を提供しようとしている限り、設定やイベントがどれほど異国的でも超現実的であろうとは関係ありません。 このショーは何の試みもしていない。  TCG（トレーディングカードゲーム）に基づくショーの制限であることを考慮すれば、これらのガフのいくつかは理解できるものですが、大多数は耐えられません。 ショーの私の個人的な意見を、私が一番好きだったものの順に挙げておきます：\n\nサウンド：8/10\nこのアニメの音質は実際にはかなり良いです。 オープニングとエンディングのシーケンスには、ストーリーとかなりよく絡み合う素晴らしいトラックがあります。 私はOSTについても苦情はない。\n\nアート：7/10\nアニメーションはまともな品質で、明るいパレットを使用し、CGを適度に使用しています。 芸術に関して何も驚くべきことも新しいものもありませんが、もう一度、私が不平を言うことができる瞬間はありませんでした。\n\nストーリー：3/10\nこれは間違いなくプロットのために見たいアニメではありません。 ほとんどがハーレム・アニメのような構造になっていて、注目に値する少々のものに囲まれたオーバーパフォーマンスの男性MCがあります。 ストーリーの全体的なプロットはありません。 各エピソードは、バックストーリーとキャラクター開発に基づいています。 これは面白いアプローチかもしれませんが、このキャラクター開発の恐ろしい品質のために失敗します。\n\nストーリーには意味をなさない要素や、決して適切に説明されない要素もいくつかあります。 例えば、彼らはしばしば、契約の間に作られた絆は永久的であると言いますが、クロエとタマキの両方が過去に異なる司祭に拘束されていることを示しています。 彼らに何が起こったのですか？ また、Yoshiがこの支部に加わる前に、ALCAの組織が長い間侵略と戦っていたにもかかわらず、Yoshiがその話に入る前から、なぜ1人の外国人（Enlil）が金庫にいたのですか？ さらに、外国人の殺害と捕獲の違いは何ですか？ どちらの行動も、大量のダメージを与えることが関係しているようです。 なんらかの理由で、巨大な火刀を使ってそれらを半分にスライスしたり、魔法の散弾銃で穴を掘ったりして、彼らをトランスジャックされた宿主から隔離するが、鞭でそれらを攻撃することは外国人を殺す。\n\n＆lt;マイナースポイラー＆gt;\nヴェロニカのエピソードでは、彼らが戦っている氷のBelvaは決して誰にも流し込まれなかったので、どのようにその力を発揮できるのだろうか？\n外国人が人間を誘拐するたびに、彼らはALCAが見るために突然レーダー上に見える。 だから、なぜ、彼は人間を左、右、中央に吹き飛ばしているにもかかわらず、ルシファーのレミアンは目に見えないのですか？\n＆lt; /マイナースポイラー＆gt;\n\nキャラクター：2/10\nあなたがキャラクターの開発に集中しているアニメを持っているとき、彼らの人格に注意を払うことが完全に不足していることを実感すると、あなたは本当に打撃を受けます。 私の要点を示すために、私はスポイラーを避けながら、それぞれのキャラクターのために少し深くする必要があります：\n\n1. Yoshichika：主人公、彼は観客が関係することを意味する別のほとんど無名のMCです。 しかし、彼の人格は明らかに未定義です。 時には、彼は非常に自己中心的です - 彼は自分が怪物と戦っている自分自身のビデオを見ているすべての夜を維持する、彼は学校に行くにはあまりにも有名だと信じて、彼はちょうど疲れているので、他の女の子との紹介を無視します。 他の時には、彼はスーパー・グッド・ツー・シューズです。誰かが彼を批判すると、彼はいつもすぐに謝罪します。外国人は殺されるべきではないと彼は信じています。 しかし、チームメンバーが外国人を殺すように要求される状況では、彼は苦情を受けていません。\n\n2.アテナ：女性のリードと吉知カの共産党員、彼女はまた、実際のスクリーン時間を取得する唯一の女神です。 彼女はYoshichikaと一度も会ったことはないが、彼女は何とか彼が彼女のソウルメイトだと決めた。 ヨシチカに対する彼女の異様な愛とルシファーへの変わった信頼のほかに、彼女の人格の他の定義的側面はありません。\n\n3. Chloe：ステレオタイプの「アメリカ人」の女の子。大声で、頑固で、強く、ブロンドで、非常に対立している。  Valkyrieとチームを組んで、彼女はグループの主な攻撃力を形成する。 当初、彼女はグループの馬鹿馬鹿しく描写され、自分の世界の話題に関する基本的な質問のクイズに失敗します。 それでも、彼女は突然CSIマイアミ警察の演繹力と機動力を備えた華麗な探偵です。 さらに、彼女は常に仕事をしていて、ダイエットを心配していますが、料理を依頼されたときに彼女はハンバーガーとミステリージャンクフードを作っています。 そして何らかの理由で、日本人のキャラクターがいっぱいのショーでは、アメリカ人のキャラクターは、英語の命名の意味がひどいものです。\n\n4.タマキ：グループの元リーダー。 彼女は完璧主義者であり、完璧なMCによって脅かされていると感じる超過者であるはずです。 当初、彼女は弱い怪物をすぐに攻撃しないためにヨシを嫌うが、後で彼女は自分自身を殺すように頼んだとき、道徳的なジレンマに苦しんでいる。  Venusとペアになって、彼女は通常、癒しとサポートにしか役に立たない。 しかし、一度彼女が論理ドライブを起動すると、彼女の鞭は突然、打撃を受けたワンヒット殺しの武器になります。それは意味をなさないものです。\n\n5.マナ：エモ、沈黙、うつ病の女の子 - 彼女の裏話を台無しにすることなく彼女に不平を言うのは難しい。 私が言うことは、彼女の裏話は意味がないということだけです。 また、彼女の問題解決は私が今までに見た中で最も人工的な戦いの一つです。\n\n6.オルガ：私が好きだったショー全体の中で文字通り唯一のキャラクターでもあり、最終的な弧の複雑なキャラクターの発展によって完全に破壊されたものでもあります。 ショーのほとんどでは、彼は理由の唯一の声です - 常に他のキャラクターの欠陥を特定し、それらを正しい方向に向けることができます。 さらに、彼の笑い声のような姿勢は、常に彼の不安や隠れた信頼を隠しているように見えます。 彼は本当に親切な性格だった。 彼のすべての確信が最後に大きく崩壊したとき、私は恐怖を感じました。\n\n残りの文字はすべて、ほんの少しの注意やスクリーンの時間を取って、マイナーなサイド文字です。  Artemis、Valkyrie、Venusは、パートナーとのやりとりがほとんどないことを除けば、ほとんど完全に無視されています。 ベロニカとネメシスは、私が理解できないキャラクターです。彼らはグループの中で最大の火力を持っているようですが、ほとんどの場合、戦闘に参加することはほとんどありません。 私は物語の中のゆかりのポイントが何であるかも分かりません。\n\n\n\n最後に、Anime  -  ALCA、Another Logic Counter Agencyで見た命名法の最悪の例の一つです。 最初のLogic Counter Agencyはどうなったのですか？\n\n私はこのアニメにはあまり入ってこないと期待していましたが、それでもまだ失望しました。 アニメーションとサウンドは唯一の恩恵でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\n*This contains a small spoiler, but that has been marked clearly*\n\n\u001b[1m*これは小さなスポイラーを含んでいますが、それははっきりとマークされています*\u001b[22m\n\u001b[1m(* Kore wa chīsana supoirā o fukunde imasuga, sore wa hakkiri to māku sa rete imasu*)\u001b[22m\n\nTranslations of \u001b[4m*This contains a small spoiler, but that has been marked clearly*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*This contains a small spoiler, but that has been marked clearly*\u001b[24m\n    \u001b[1m*これは小さなスポイラーを含んでいますが、それははっきりとマークされています*\u001b[22m, \u001b[1m*これは、小さなスポイラーが含まれていますが、それは明らかにマークされています*\u001b[22m\n\u001b[1m\u001b[22m\nInternal logic and believable characters are two of the most important factors for me in any show. It doesn't matter how outlandish or surreal the setting and events might be, as long as the show attempts to provide some reason for these actions, I stay happy. This show attempts nothing of the kind. While some of these gaffes are understandable considering that they are limitations of the show being based on a TCG (trading card game), the vast majority are intolerable. I'll list my personal opinions of the show in order of what I liked most:\n\n\u001b[1m内部のロジックと信じられないキャラクターは、どのショーでも私にとって最も重要な要素の2つです。 ショーがこれらの行動の何らかの理由を提供しようとしている限り、設定や出来事がどれほど大胆でも超現実的であろうとは関係ありません。 このショーは何の試みもしていない。  TCG（トレーディングカードゲーム）に基づくショーの制限であることを考慮すれば、これらのガフのいくつかは理解できるものですが、大多数は耐えられません。 ショーの私の個人的な意見を、私が一番好きだったものの順に挙げておきます：\u001b[22m\n\u001b[1m(Naibu no rojikku to shinjirarenai kyarakutā wa, dono shō demo watashi ni totte mottomo jūyōna yōso no 2tsudesu. Shō ga korera no kōdō no nanrakano riyū o teikyō shiyou to shite iru kagiri, settei ya dekigoto ga dorehodo daitan demo chōgenjitsutekidearou to wa kankei arimasen. Kono shō wa nani no kokoromi mo shite inai. TCG (torēdingukādogēmu) ni motodzuku shō no seigendearu koto o kōryo sureba, korera no gafu no ikutsu ka wa rikai dekiru monodesuga, dai tasū wa tae raremasen. Shō no watashi no kojin-tekina iken o, watashi ga ichiban sukidatta mono no jun ni agete okimasu:)\u001b[22m\n\nTranslations of \u001b[4mInternal logic and believable characters are two of the most important factors for me in any show. It doesn't matter how outlandish or surreal the setting and events might be, as long as the show attempts to provide some reason for these actions, I stay happy. This show attempts nothing of the kind. While some of these gaffes are understandable considering that they are limitations of the show being based on a TCG (trading card game), the vast majority are intolerable. I'll list my personal opinions of the show in order of what I liked most:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInternal logic and believable characters are two of the most important factors for me in any show.\u001b[24m\n    \u001b[1m内部のロジックと信じられないキャラクターは、どのショーでも私にとって最も重要な要素の2つです。\u001b[22m, \u001b[1m内部ロジックと信じられる文字は、任意のショーで私にとって最も重要な要素のうちの2つです。\u001b[22m\n\u001b[4mIt doesn't matter how outlandish or surreal the setting and events might be, as long as the show attempts to provide some reason for these actions, I stay happy.\u001b[24m\n    \u001b[1mショーがこれらの行動の何らかの理由を提供しようとしている限り、設定や出来事がどれほど大胆でも超現実的であろうとは関係ありません。\u001b[22m, \u001b[1m設定やイベントがあれば、ショーの試みは、これらのアクションのためのいくつかの理由を提供することを目的とする、私は幸せに滞在し、如何でしょうか異様または非現実的な問題ではありません。\u001b[22m\n\u001b[4mThis show attempts nothing of the kind.\u001b[24m\n    \u001b[1mこのショーは何の試みもしていない。\u001b[22m, \u001b[1mこのショーは、一種の何をしようとしません。\u001b[22m\n\u001b[4mWhile some of these gaffes are understandable considering that they are limitations of the show being based on a TCG (trading card game), the vast majority are intolerable.\u001b[24m\n    \u001b[1mTCG（トレーディングカードゲーム）に基づくショーの制限であることを考慮すれば、これらのガフのいくつかは理解できるものですが、大多数は耐えられません。\u001b[22m, \u001b[1mこれらの失言のいくつかは、彼らがTCG（トレーディングカードゲーム）に基づいているショーの制限があることを考えると理解しているが、大半は耐え難いです。\u001b[22m\n\u001b[4mI'll list my personal opinions of the show in order of what I liked most:\u001b[24m\n    \u001b[1mショーの私の個人的な意見を、私が一番好きだったものの順に挙げておきます：\u001b[22m, \u001b[1m私は、私が最も気に入って何のためにショーの私の個人的な意見をリストアップします。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\nThe sound quality of this anime is actually quite good. The opening and ending sequences have great tracks that mesh fairly well with the story. I have no complaints about the OST either.\n\n\u001b[1mこのアニメの音質は実際にはかなり良いです。 オープニングとエンディングのシーケンスには、ストーリーとかなりよく絡み合う素晴らしいトラックがあります。 私はOSTについても苦情はない。\u001b[22m\n\u001b[1m(Kono anime no onshitsu wa jissai ni wa kanari yoidesu. Ōpuningu to endingu no shīkensu ni wa, sutōrī to kanari yoku karamiau subarashī torakku ga arimasu. Watashi wa OST ni tsuite mo kujō wanai.)\u001b[22m\n\nTranslations of \u001b[4mThe sound quality of this anime is actually quite good. The opening and ending sequences have great tracks that mesh fairly well with the story. I have no complaints about the OST either.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound quality of this anime is actually quite good.\u001b[24m\n    \u001b[1mこのアニメの音質は実際にはかなり良いです。\u001b[22m, \u001b[1mこのアニメの音質は実際には非常に良いです。\u001b[22m\n\u001b[4mThe opening and ending sequences have great tracks that mesh fairly well with the story.\u001b[24m\n    \u001b[1mオープニングとエンディングのシーケンスには、ストーリーとかなりよく絡み合う素晴らしいトラックがあります。\u001b[22m, \u001b[1mオープニングとエンディングの配列は、話をしてかなりよくメッシュ大きなトラックを持っています。\u001b[22m\n\u001b[4mI have no complaints about the OST either.\u001b[24m\n    \u001b[1m私はOSTについても苦情はない。\u001b[22m, \u001b[1m私はどちらかのOSTについて不満はありません。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7/10\n\n\u001b[1mアート：7/10\u001b[22m\n\u001b[1m(Āto: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7/10\u001b[24m\n    \u001b[1mアート：7/10\u001b[22m\nThe animation is of decent quality, uses a bright palette, and has a moderate use of CG. There's nothing amazing or new about the art, but then again, there was never really a moment when I could complain.\n\n\u001b[1mアニメーションはまともな品質で、明るいパレットを使用し、CGを適度に使用しています。 芸術に関して何も驚くべきことも新しいものもありませんが、もう一度、私が不平を言うことができる瞬間はありませんでした。\u001b[22m\n\u001b[1m(Animēshon wa matomona hinshitsu de, akarui paretto o shiyō shi, CG o tekido ni shiyō shite imasu. Geijutsu ni kanshite nani mo odorokubeki koto mo atarashī mono mo arimasenga, mōichido, watashi ga fuhei o iu koto ga dekiru shunkan wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is of decent quality, uses a bright palette, and has a moderate use of CG. There's nothing amazing or new about the art, but then again, there was never really a moment when I could complain.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is of decent quality, uses a bright palette, and has a moderate use of CG.\u001b[24m\n    \u001b[1mアニメーションはまともな品質で、明るいパレットを使用し、CGを適度に使用しています。\u001b[22m, \u001b[1mアニメーションは、まともな品質である明るいパレットを使用し、CGの適度な使用を持っています。\u001b[22m\n\u001b[4mThere's nothing amazing or new about the art, but then again, there was never really a moment when I could complain.\u001b[24m\n    \u001b[1m芸術に関して何も驚くべきことも新しいものもありませんが、もう一度、私が不平を言うことができる瞬間はありませんでした。\u001b[22m, \u001b[1m芸術についての驚くべきか、新しいものは何もありませんが、その後、再び、私は文句を言うことができた瞬間は、実際にそこになかったです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 3/10\n\n\u001b[1mストーリー：3/10\u001b[22m\n\u001b[1m(Sutōrī: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 3/10\u001b[24m\n    \u001b[1mストーリー：3/10\u001b[22m\nThis is definitely not an anime you want to watch for the plot. It's mostly structured like a harem anime, with an overperforming male MC surrounded by pretty little things that lather him with attention. There is no overall plot for the story; each episode is based around backstories and character development. While this could have been an interesting approach, it fails because of the horrible quality of said character development.\n\n\u001b[1mこれは間違いなくプロットのために見たいアニメではありません。 ほとんどがハーレム・アニメのような構造になっていて、注目に値する少々のものに囲まれたオーバーパフォーマンスの男性MCがあります。 ストーリーの全体的なプロットはありません。 各エピソードは、バックストーリーとキャラクターの発展に基づいています。 これは面白いアプローチかもしれませんが、このキャラクター開発の恐ろしい品質のために失敗します。\u001b[22m\n\u001b[1m(Kore wa machigainaku purotto no tame ni mitai animede wa arimasen. Hotondo ga hāremu anime no yōna kōzō ni natte ite, chūmoku ni ataisuru shōshō no mono ni kakoma reta ōbāpafōmansu no dansei MC ga arimasu. Sutōrī no zentai-tekina purotto wa arimasen. Kaku episōdo wa, bakkusutōrī to kyarakutā no hatten ni motodzuite imasu. Korehaomoshiroi apurōchi kamo shiremasenga, kono kyarakutā kaihatsu no osoroshī hinshitsu no tame ni shippai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is definitely not an anime you want to watch for the plot. It's mostly structured like a harem anime, with an overperforming male MC surrounded by pretty little things that lather him with attention. There is no overall plot for the story; each episode is based around backstories and character development. While this could have been an interesting approach, it fails because of the horrible quality of said character development.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is definitely not an anime you want to watch for the plot.\u001b[24m\n    \u001b[1mこれは間違いなくプロットのために見たいアニメではありません。\u001b[22m, \u001b[1mこれは間違いなくあなたは、プロットに見たいアニメではありません。\u001b[22m\n\u001b[4mIt's mostly structured like a harem anime, with an overperforming male MC surrounded by pretty little things that lather him with attention.\u001b[24m\n    \u001b[1mほとんどがハーレム・アニメのような構造になっていて、注目に値する少々のものに囲まれたオーバーパフォーマンスの男性MCがあります。\u001b[22m, \u001b[1mこれは、主に注意を払って彼をよく泡立て、かなり小さなものに囲まoverperforming男性MCと、ハーレムアニメのような構造です。\u001b[22m\n\u001b[4mThere is no overall plot for the story;\u001b[24m\n    \u001b[1mストーリーの全体的なプロットはありません。\u001b[22m, \u001b[1m物語のための全体的なプロットはありません。\u001b[22m\n\u001b[4meach episode is based around backstories and character development.\u001b[24m\n    \u001b[1m各エピソードは、バックストーリーとキャラクターの発展に基づいています。\u001b[22m, \u001b[1m各エピソードはbackstoriesとキャラクターの成長に基づいています。\u001b[22m\n\u001b[4mWhile this could have been an interesting approach, it fails because of the horrible quality of said character development.\u001b[24m\n    \u001b[1mこれは面白いアプローチかもしれませんが、このキャラクター開発の恐ろしい品質のために失敗します。\u001b[22m, \u001b[1mこれは興味深いアプローチされている可能性が、それが原因と述べたキャラクター開発の恐ろしい品質で失敗します。\u001b[22m\n\u001b[1m\u001b[22m\nThere are also several elements in the story that make no sense or are never explained properly. For example, they often mention that the bond made during a covenant is permanent, and yet they show us that both Chloe and Tamaki were bonded to different covenanters in the past. What happened to them? Also, even though the ALCA organisation has been fighting invasions for a long time before Yoshi joined this branch, why is there only one Foreigner (Enlil) in the vault from before Yoshi entered the story? In addition, what is the difference between killing and capturing the foreigners? Both actions seem to involve dealing heavy amounts of damage to them. For some reason, slicing them in half using a giant fire sword or blasting holes in them with a magical shotgun separates them from their trancejacked host, but attacking them with a whip kills the foreigner.\n\n\u001b[1mストーリーには意味をなさない要素や、決して適切に説明されない要素もいくつかあります。 例えば、彼らはしばしば、契約の間に作られた絆は永久的であると言いますが、クロエとタマキの両方が過去に異なる司祭に拘束されていることを示しています。 彼らに何が起こったのですか？ また、Yoshiがこの支部に加わる前に、ALCAの組織が長い間侵略と戦っていたにもかかわらず、Yoshiがその話に入る前から、なぜ1人の外国人（Enlil）が金庫にいたのですか？ さらに、外国人の殺害と捕獲の違いは何ですか？ どちらの行動も、大量のダメージを与えることが関係しているようです。 なんらかの理由で、巨大な火刀を使ってそれらを半分にスライスしたり、魔法の散弾銃で穴を掘ったりして、彼らをトランスジャックされた宿主から隔離するが、鞭でそれらを攻撃することは外国人を殺す。\u001b[22m\n\u001b[1m(Sutōrī ni wa imiwonasanai yōso ya, kesshite tekisetsu ni setsumei sa renai yōso mo ikutsu ka arimasu. Tatoeba, karera wa shibashiba, keiyaku no ma ni tsukura reta kizuna wa towa-tekidearu to iimasuga, Kuroe to Tamaki no ryōhō ga kako ni kotonaru shisai ni kōsoku sa rete iru koto o shimeshite imasu. Karera ni nani ga okotta nodesu ka? Mata, Yoshi ga kono shibu ni kuwawaru mae ni, ALCA no soshiki ga nagaiai shinryaku to tatakatte ita nimokakawarazu, Yoshi ga sono-wa ni hairu mae kara, naze 1-ri no gaikoku hito (Enlil) ga kinko ni ita nodesu ka? Sarani, gaikoku hito no satsugai to hokaku no chigai wa nanidesu ka? Dochira no kōdō mo, tairyō no damēji o ataeru koto ga kankei shite iru yōdesu. Nanrakano riyū de, kyodaina hi-gatana o tsukatte sorera o hanbun ni suraisu shi tari, mahō no sandan jū de ana o hottari shite, karera o toransujakku sa reta shukushu kara kakuri suruga, muchi de sorera o kōgeki suru koto wa gaikoku hito o korosu.)\u001b[22m\n\nTranslations of \u001b[4mThere are also several elements in the story that make no sense or are never explained properly. For example, they often mention that the bond made during a covenant is permanent, and yet they show us that both Chloe and Tamaki were bonded to different covenanters in the past. What happened to them? Also, even though the ALCA organisation has been fighting invasions for a long time before Yoshi joined this branch, why is there only one Foreigner (Enlil) in the vault from before Yoshi entered the story? In addition, what is the difference between killing and capturing the foreigners? Both actions seem to involve dealing heavy amounts of damage to them. For some reason, slicing them in half using a giant fire sword or blasting holes in them with a magical shotgun separates them from their trancejacked host, but attacking them with a whip kills the foreigner.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere are also several elements in the story that make no sense or are never explained properly.\u001b[24m\n    \u001b[1mストーリーには意味をなさない要素や、決して適切に説明されない要素もいくつかあります。\u001b[22m, \u001b[1m意味をなさないか、適切に説明されることはありません物語の中でいくつかの要素もあります。\u001b[22m\n\u001b[4mFor example, they often mention that the bond made during a covenant is permanent, and yet they show us that both Chloe and Tamaki were bonded to different covenanters in the past.\u001b[24m\n    \u001b[1m例えば、彼らはしばしば、契約の間に作られた絆は永久的であると言いますが、クロエとタマキの両方が過去に異なる司祭に拘束されていることを示しています。\u001b[22m, \u001b[1m例えば、彼らはしばしば契約中に行われた結合は永久的であることに言及し、まだ彼らはクロエと玉木の両方が過去に異なるcovenantersに結合したことを私たちに示しています。\u001b[22m\n\u001b[4mWhat happened to them?\u001b[24m\n    \u001b[1m彼らに何が起こったのですか？\u001b[22m, \u001b[1m彼らに何が起こったのか？\u001b[22m\n\u001b[4mAlso, even though the ALCA organisation has been fighting invasions for a long time before Yoshi joined this branch, why is there only one Foreigner (Enlil) in the vault from before Yoshi entered the story?\u001b[24m\n    \u001b[1mまた、Yoshiがこの支部に加わる前に、ALCAの組織が長い間侵略と戦っていたにもかかわらず、Yoshiがその話に入る前から、なぜ1人の外国人（Enlil）が金庫にいたのですか？\u001b[22m, \u001b[1mまた、ALCAの組織はヨシがこのブランチに入社する前に長い時間のための侵略と戦ってきたにもかかわらず、なぜ唯一の外国人（エンリルは）ヨッシーストーリーに入る前から保管庫にあるのでしょうか？\u001b[22m\n\u001b[4mIn addition, what is the difference between killing and capturing the foreigners?\u001b[24m\n    \u001b[1mさらに、外国人の殺害と捕獲の違いは何ですか？\u001b[22m, \u001b[1mまた、外国人を殺害し、キャプチャの違いは何ですか？\u001b[22m\n\u001b[4mBoth actions seem to involve dealing heavy amounts of damage to them.\u001b[24m\n    \u001b[1mどちらの行動も、大量のダメージを与えることが関係しているようです。\u001b[22m, \u001b[1mどちらのアクションでも、それらの損傷の重量を扱う関与しているようです。\u001b[22m\n\u001b[4mFor some reason, slicing them in half using a giant fire sword or blasting holes in them with a magical shotgun separates them from their trancejacked host, but attacking them with a whip kills the foreigner.\u001b[24m\n    \u001b[1mなんらかの理由で、巨大な火刀を使ってそれらを半分にスライスしたり、魔法の散弾銃で穴を掘ったりして、彼らをトランスジャックされた宿主から隔離するが、鞭でそれらを攻撃することは外国人を殺す。\u001b[22m, \u001b[1m何らかの理由で、巨大な火の剣を使用して、またはそのtrancejackedホストからそれらを分離する魔法の散弾銃でそれらの穴を爆破するが、鞭が外国人を殺すとそれらを攻撃半分にそれらをスライスします。\u001b[22m\n\u001b[1m\u001b[22m\n&lt;minor spoilers&gt;\n\n\u001b[1m＆lt;マイナースポイラー＆gt;\u001b[22m\n\u001b[1m(& Lt; maināsupoirā& gt;)\u001b[22m\n\nTranslations of \u001b[4m&lt;minor spoilers&gt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&lt;minor spoilers&gt;\u001b[24m\n    \u001b[1m＆lt;マイナースポイラー＆gt;\u001b[22m\nIn the Veronica episode, the Ice Belva that they're fighting against never trancejacked anyone, so how is it able to manifest its powers?\n\n\u001b[1mヴェロニカのエピソードでは、彼らが戦っている氷のBelvaは決して誰にも流し込まれなかったので、どのようにその力を発揮できるのだろうか？\u001b[22m\n\u001b[1m(Vu~eronika no episōdode wa, karera ga tatakatte iru kōri no Belva wa kesshite darenimo nagashikoma renakattanode, dono yō ni sono chikara o hakki dekiru nodarou ka?)\u001b[22m\n\nTranslations of \u001b[4mIn the Veronica episode, the Ice Belva that they're fighting against never trancejacked anyone, so how is it able to manifest its powers?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn the Veronica episode, the Ice Belva that they're fighting against never trancejacked anyone, so how is it able to manifest its powers?\u001b[24m\n    \u001b[1mヴェロニカのエピソードでは、彼らが戦っている氷のBelvaは決して誰にも流し込まれなかったので、どのようにその力を発揮できるのだろうか？\u001b[22m, \u001b[1mヴェロニカのエピソードでは、アイスBelva彼らは誰にもtrancejacked決して戦っていることなので、どのようにその力を発揮することができるのですか？\u001b[22m\nEvery time a foreigner trancejacks a human, they are suddenly visible on the radar for ALCA to see. So why does Lucifer remian invisible even though he keeps trancejacking humans left, right and center?\n\n\u001b[1m外国人が人間を誘拐するたびに、彼らはALCAが見るために突然レーダー上に見える。 だから、なぜ、彼は人間を左、右、中央に吹き飛ばしているにもかかわらず、ルシファーのレミアンは目に見えないのですか？\u001b[22m\n\u001b[1m(Gaikoku hito ga ningen o yūkai suru tabi ni, karera wa ALCA ga miru tame ni totsuzen rēdā-jō ni mieru. Dakara, naze, kare wa ningen o hidari, migi, chūō ni fukitobashite iru nimokakawarazu, rushifā no remian wa me ni mienai nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mEvery time a foreigner trancejacks a human, they are suddenly visible on the radar for ALCA to see. So why does Lucifer remian invisible even though he keeps trancejacking humans left, right and center?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery time a foreigner trancejacks a human, they are suddenly visible on the radar for ALCA to see.\u001b[24m\n    \u001b[1m外国人が人間を誘拐するたびに、彼らはALCAが見るために突然レーダー上に見える。\u001b[22m, \u001b[1m外国人が人間をtrancejacksたびに、彼らは突然ALCAを参照するためのレーダーに表示されます。\u001b[22m\n\u001b[4mSo why does Lucifer remian invisible even though he keeps trancejacking humans left, right and center?\u001b[24m\n    \u001b[1mだから、なぜ、彼は人間を左、右、中央に吹き飛ばしているにもかかわらず、ルシファーのレミアンは目に見えないのですか？\u001b[22m, \u001b[1mなぜルシファーremianは、彼がtrancejacking人間が右と中央、左続けていても見えないのですか？\u001b[22m\n&lt;/minor spoilers&gt;\n\n\u001b[1m＆lt; /マイナースポイラー＆gt;\u001b[22m\n\u001b[1m(& Lt; / maināsupoirā& gt;)\u001b[22m\n\nTranslations of \u001b[4m&lt;/minor spoilers&gt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m&lt;/minor spoilers&gt;\u001b[24m\n    \u001b[1m＆lt; /マイナースポイラー＆gt;\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 2/10\n\n\u001b[1mキャラクター：2/10\u001b[22m\n\u001b[1m(Kyarakutā: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 2/10\u001b[24m\n    \u001b[1mキャラクター：2/10\u001b[22m\nWhen you have an anime that is so focused on the character development, you are really hit hard when you realize the complete lack of attention placed on their personalities. To show my point, I'll need to go a little into depth for each character while avoiding spoilers:\n\n\u001b[1mあなたがキャラクターの開発に集中しているアニメを持っているとき、彼らの人格に注意を払うことが完全に不足していることを実感すると、あなたは本当に打撃を受けます。 私の要点を示すために、私はスポイラーを避けながら、それぞれのキャラクターのために少し深くする必要があります：\u001b[22m\n\u001b[1m(Anata ga kyarakutā no kaihatsu ni shūchū shite iru anime o motte iru toki, karera no jinkaku ni chūi o harau koto ga kanzen ni fusoku shite iru koto o jikkan suru to, anata wa hontōni dageki o ukemasu. Watashi no yōten o shimesu tame ni, watashi wa supoirā o sakenagara, sorezore no kyarakutā no tame ni sukoshi fukaku suru hitsuyō ga arimasu:)\u001b[22m\n\nTranslations of \u001b[4mWhen you have an anime that is so focused on the character development, you are really hit hard when you realize the complete lack of attention placed on their personalities. To show my point, I'll need to go a little into depth for each character while avoiding spoilers:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen you have an anime that is so focused on the character development, you are really hit hard when you realize the complete lack of attention placed on their personalities.\u001b[24m\n    \u001b[1mあなたがキャラクターの開発に集中しているアニメを持っているとき、彼らの人格に注意を払うことが完全に不足していることを実感すると、あなたは本当に打撃を受けます。\u001b[22m, \u001b[1mあなたがそのように文字の開発に焦点を当てているアニメを持っている場合、あなたが彼らの個性に配置された注目の完全な欠如を実現するとき、あなたは本当にハードヒットしています。\u001b[22m\n\u001b[4mTo show my point, I'll need to go a little into depth for each character while avoiding spoilers:\u001b[24m\n    \u001b[1m私の要点を示すために、私はスポイラーを避けながら、それぞれのキャラクターのために少し深くする必要があります：\u001b[22m, \u001b[1m私のポイントを表示するには、私はネタバレを避けながら、各文字のための深さに少し移動する必要があります：\u001b[22m\n\u001b[1m\u001b[22m\n1. Yoshichika: The main character, he is another mostly faceless MC that's meant for the audience to relate to. However, his personality is clearly undefined. At times he's extremely self-centered - he stays up all night watching videos of himself fighting monsters, he believes he's too famous to go to school, he ignores introductions with the other girls because he's just too tired. At other times, he's a super-kind goody-two-shoes - he's always quick to apologise when someone criticises him, he believes the foreigners shouldn't be killed. But in situations where a team member is asked to kill a foreigner, he has no complaints.\n\n\u001b[1m1. Yoshichika：主人公、彼は観客が関係することを意味する別のほとんど無名のMCです。 しかし、彼の人格は明らかに未定義です。 時には、彼は非常に自己中心的です - 彼は自分が怪物と戦っている自分自身のビデオを見ているすべての夜を維持する、彼は学校に行くにはあまりにも有名だと信じて、彼はちょうど疲れているので、他の女の子との紹介を無視します。 他の時には、彼はスーパー・グッド・ツー・シューズです。誰かが彼を批判すると、彼はいつもすぐに謝罪します。外国人は殺されるべきではないと彼は信じています。 しかし、チームメンバーが外国人を殺すように要求される状況では、彼は苦情を受けていません。\u001b[22m\n\u001b[1m(1. Yoshichika: Shujinkō, kare wa kankyaku ga kankei suru koto o imi suru betsu no hotondo mumei no MCdesu. Shikashi, kare no jinkaku wa akiraka ni miteigidesu. Tokiniha, kare wa hijō ni jiko chūshin-tekidesu - kare wa jibun ga kaibutsu to tatakatte iru jibunjishin'no bideo o mite iru subete no yoru o iji suru, kare wa gakkōniiku ni wa amarinimoyūmeida to shinjite, kare wa chōdo tsukarete irunode, hoka no on'nanoko to no shōkai o mushi shimasu. Hoka no tokiniha, kare wa sūpā guddo tsū shūzudesu. Darekaga kare o hihan suru to, kare wa itsumo sugu ni shazai shimasu. Gaikoku hito wa korosa rerubekide wanaito kare wa shinjite imasu. Shikashi, chīmumenbā ga gaikoku hito o korosu yō ni yōkyū sa reru jōkyōde wa, kare wa kujō o ukete imasen.)\u001b[22m\n\nTranslations of \u001b[4m1. Yoshichika: The main character, he is another mostly faceless MC that's meant for the audience to relate to. However, his personality is clearly undefined. At times he's extremely self-centered - he stays up all night watching videos of himself fighting monsters, he believes he's too famous to go to school, he ignores introductions with the other girls because he's just too tired. At other times, he's a super-kind goody-two-shoes - he's always quick to apologise when someone criticises him, he believes the foreigners shouldn't be killed. But in situations where a team member is asked to kill a foreigner, he has no complaints.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Yoshichika: The main character, he is another mostly faceless MC that's meant for the audience to relate to.\u001b[24m\n    \u001b[1m1. Yoshichika：主人公、彼は観客が関係することを意味する別のほとんど無名のMCです。\u001b[22m, \u001b[1m1. Yoshichika：主人公、彼はに関連する観客のためのものです他の大部分は顔のMCです。\u001b[22m\n\u001b[4mHowever, his personality is clearly undefined.\u001b[24m\n    \u001b[1mしかし、彼の人格は明らかに未定義です。\u001b[22m, \u001b[1mしかし、彼の性格は明らかに定義されていません。\u001b[22m\n\u001b[4mAt times he's extremely self-centered - he stays up all night watching videos of himself fighting monsters, he believes he's too famous to go to school, he ignores introductions with the other girls because he's just too tired.\u001b[24m\n    \u001b[1m時には、彼は非常に自己中心的です - 彼は自分が怪物と戦っている自分自身のビデオを見ているすべての夜を維持する、彼は学校に行くにはあまりにも有名だと信じて、彼はちょうど疲れているので、他の女の子との紹介を無視します。\u001b[22m, \u001b[1m時には彼は非常に自己中心的だ - 彼はあまりにも疲れているので、彼はモンスターと戦って自分自身のビデオを見て徹夜のまま、彼は学校に行くにはあまりにも有名だと考えて、彼が他の女の子との紹介を無視します。\u001b[22m\n\u001b[4mAt other times, he's a super-kind goody-two-shoes - he's always quick to apologise when someone criticises him, he believes the foreigners shouldn't be killed.\u001b[24m\n    \u001b[1m他の時には、彼はスーパー・グッド・ツー・シューズです。誰かが彼を批判すると、彼はいつもすぐに謝罪します。外国人は殺されるべきではないと彼は信じています。\u001b[22m, \u001b[1m他の時に、彼は超親切ないい子ぶったのです - 彼はいつも誰かが彼を批判するときに謝罪するために迅速だ、彼は外国人が殺されるべきではないと考えています。\u001b[22m\n\u001b[4mBut in situations where a team member is asked to kill a foreigner, he has no complaints.\u001b[24m\n    \u001b[1mしかし、チームメンバーが外国人を殺すように要求される状況では、彼は苦情を受けていません。\u001b[22m, \u001b[1mしかし、チームメンバーが外国人を殺すために頼まれている状況で、彼は何の不満もありません。\u001b[22m\n\u001b[1m\u001b[22m\n2. Athena: The female lead and Yoshichika's covenanter, she's also the only goddess who gets any real screen time. Even though she has never met Yoshichika, she has somehow decided he is her soulmate. Apart from her odd love for Yoshichika and weird trust in Lucifer, there is no other defining aspect of her personality.\n\n\u001b[1m2.アテナ：女性のリードと吉知カの共産党員、彼女はまた、実際のスクリーン時間を取得する唯一の女神です。 彼女はYoshichikaと一度も会ったことはないが、彼女は何とか彼が彼女のソウルメイトだと決めた。 ヨシチカに対する彼女の異様な愛とルシファーへの変わった信頼のほかに、彼女の人格の他の定義的側面はありません。\u001b[22m\n\u001b[1m(2. Atena: Josei no rīdo to yoshi tomo ka no kyōsantō-in, kanojo wa mata, jissai no sukurīn jikan o shutoku suru yuiitsu no megamidesu. Kanojo wa Yoshichika to ichido mo atta koto wa naiga, kanojo wa nantoka kare ga kanojo no sōrumeitoda to kimeta. Yoshichika ni taisuru kanojo no iyōna ai to rushifā e no kawatta shinrai no hoka ni, kanojo no jinkaku no ta no teigi-teki sokumen wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4m2. Athena: The female lead and Yoshichika's covenanter, she's also the only goddess who gets any real screen time. Even though she has never met Yoshichika, she has somehow decided he is her soulmate. Apart from her odd love for Yoshichika and weird trust in Lucifer, there is no other defining aspect of her personality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Athena: The female lead and Yoshichika's covenanter, she's also the only goddess who gets any real screen time.\u001b[24m\n    \u001b[1m2.アテナ：女性のリードと吉知カの共産党員、彼女はまた、実際のスクリーン時間を取得する唯一の女神です。\u001b[22m, \u001b[1m2.アテナ：女性のリードとYoshichikaのカベナンター、彼女はまた、任意の実際の画面の時刻を取得しますのみ女神です。\u001b[22m\n\u001b[4mEven though she has never met Yoshichika, she has somehow decided he is her soulmate.\u001b[24m\n    \u001b[1m彼女はYoshichikaと一度も会ったことはないが、彼女は何とか彼が彼女のソウルメイトだと決めた。\u001b[22m, \u001b[1m彼女はYoshichikaに会ったことがないにもかかわらず、彼女は何とか彼は、彼女のソウルメイトであることを決定しました。\u001b[22m\n\u001b[4mApart from her odd love for Yoshichika and weird trust in Lucifer, there is no other defining aspect of her personality.\u001b[24m\n    \u001b[1mヨシチカに対する彼女の異様な愛とルシファーへの変わった信頼のほかに、彼女の人格の他の定義的側面はありません。\u001b[22m, \u001b[1m別にYoshichikaとルシファーで奇妙な信頼のための彼女の奇妙な愛から、彼女の性格の他に定義する側面がありません。\u001b[22m\n\u001b[1m\u001b[22m\n3. Chloe: The stereotypically 'American' girl - loud, stubborn, strong, blonde, and very confrontational. Teamed up with Valkyrie, she forms the main attack force of the group. In the beginning she's portrayed as the dumbest of the group, and even fails a quiz of basic questions on the topic of their world. And yet later in the series, she's suddenly a brilliant detective with the deductive powers and resourcefulness of a CSI Miami cop. Additionally, she's always working out and worried about her diet, and yet when asked to cook she makes burgers and mystery junk food. And for some reason, in a show full of Japanese characters, the one American character is the one with the horrible English naming sense.\n\n\u001b[1m3. Chloe：ステレオタイプの「アメリカ人」の女の子。大声で、頑固で、強く、ブロンドで、非常に対立している。  Valkyrieとチームを組んで、彼女はグループの主な攻撃力を形成する。 当初、彼女はグループの馬鹿馬鹿しく描写され、自分の世界の話題に関する基本的な質問のクイズに失敗します。 それでも、彼女は突然CSIマイアミ警察の演繹力と機動力を備えた華麗な探偵です。 さらに、彼女は常に仕事をしていて、ダイエットを心配していますが、料理を依頼されたときに彼女はハンバーガーとミステリージャンクフードを作っています。 そして何らかの理由で、日本人のキャラクターがいっぱいのショーでは、アメリカ人のキャラクターは、英語の命名の意味がひどいものです。\u001b[22m\n\u001b[1m(3. Kuroe: Sutereo taipu no `amerikahito' no on'nanoko. Ōgoe de, ganko de, tsuyoku, burondo de, hijō ni tairitsu shite iru. Warukyūre to chīmu o kunde, kanojo wa gurūpu no omona kōgeki-ryoku o keisei suru. Tōsho, kanojo wa gurūpu no bakabakashiku byōsha sa re, jibun no sekai no wadai ni kansuru kihon-tekina shitsumon no kuizu ni shippai shimasu. Soredemo, kanojo wa totsuzen CSI Maiami keisatsu no en'eki-ryoku to kidō-ryoku o sonaeta kareina tanteidesu. Sarani, kanojo wa tsuneni shigoto o shite ite, daietto o shinpai shite imasuga, ryōri o irai sa reta toki ni kanojo wa hanbāgā to misuterījankufūdo o tsukutte imasu. Soshite nanrakano riyū de, nihonjin no kyarakutā ga ippai no shōde wa, amerikahito no kyarakutā wa, eigo no meimei no imi ga hidoi monodesu.)\u001b[22m\n\nTranslations of \u001b[4m3. Chloe: The stereotypically 'American' girl - loud, stubborn, strong, blonde, and very confrontational. Teamed up with Valkyrie, she forms the main attack force of the group. In the beginning she's portrayed as the dumbest of the group, and even fails a quiz of basic questions on the topic of their world. And yet later in the series, she's suddenly a brilliant detective with the deductive powers and resourcefulness of a CSI Miami cop. Additionally, she's always working out and worried about her diet, and yet when asked to cook she makes burgers and mystery junk food. And for some reason, in a show full of Japanese characters, the one American character is the one with the horrible English naming sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Chloe: The stereotypically 'American' girl - loud, stubborn, strong, blonde, and very confrontational.\u001b[24m\n    \u001b[1m3. Chloe：ステレオタイプの「アメリカ人」の女の子。大声で、頑固で、強く、ブロンドで、非常に対立している。\u001b[22m, \u001b[1m3.クロエ：ステレオタイプ「アメリカ」の少女 - 大声で、頑固な、強い、ブロンド、そして非常に対立。\u001b[22m\n\u001b[4mTeamed up with Valkyrie, she forms the main attack force of the group.\u001b[24m\n    \u001b[1mValkyrieとチームを組んで、彼女はグループの主な攻撃力を形成する。\u001b[22m, \u001b[1mヴァルキリーと提携、彼女はグループの主な攻撃力を形成しています。\u001b[22m\n\u001b[4mIn the beginning she's portrayed as the dumbest of the group, and even fails a quiz of basic questions on the topic of their world.\u001b[24m\n    \u001b[1m当初、彼女はグループの馬鹿馬鹿しく描写され、自分の世界の話題に関する基本的な質問のクイズに失敗します。\u001b[22m, \u001b[1m最初に彼女はグループの非常識として描か、さらには彼らの世界のトピックに関する基本的な質問のクイズを失敗しています。\u001b[22m\n\u001b[4mAnd yet later in the series, she's suddenly a brilliant detective with the deductive powers and resourcefulness of a CSI Miami cop.\u001b[24m\n    \u001b[1mそれでも、彼女は突然CSIマイアミ警察の演繹力と機動力を備えた華麗な探偵です。\u001b[22m, \u001b[1mそして、まだそれ以降のシリーズで、彼女は突然、CSIマイアミ警官の推理力と機知と鮮やかな探偵です。\u001b[22m\n\u001b[4mAdditionally, she's always working out and worried about her diet, and yet when asked to cook she makes burgers and mystery junk food.\u001b[24m\n    \u001b[1mさらに、彼女は常に仕事をしていて、ダイエットを心配していますが、料理を依頼されたときに彼女はハンバーガーとミステリージャンクフードを作っています。\u001b[22m, \u001b[1mさらに、彼女はいつものワークアウトと彼女の食生活を心配し、調理することを求められたときはまだ、彼女はハンバーガーや謎のジャンクフードになります。\u001b[22m\n\u001b[4mAnd for some reason, in a show full of Japanese characters, the one American character is the one with the horrible English naming sense.\u001b[24m\n    \u001b[1mそして何らかの理由で、日本人のキャラクターがいっぱいのショーでは、アメリカ人のキャラクターは、英語の命名の意味がひどいものです。\u001b[22m, \u001b[1mそして、いくつかの理由で、日本語の文字の完全なショーで、1アメリカの文字が恐ろしい英語ネーミングセンスを有するものです。\u001b[22m\n\u001b[1m\u001b[22m\n4. Tamaki: The former leader of the group. She's supposed to be the perfectionist and overachiever, who feels threatened by the perfect MC. At the beginning she berates Yoshi for not immediately attacking a weak monster, but later she suffers from moral dilemmas when she's asked to kill one herself. Paired with Venus, she's normally only good for healing and support. However once she activates her logic drive, her whip suddenly becomes an overpowered one-hit-kill weapon, which makes no sense.\n\n\u001b[1m4.タマキ：グループの元リーダー。 彼女は完璧主義者であり、完璧なMCによって脅かされていると感じる超過者であるはずです。 当初、彼女は弱い怪物をすぐに攻撃しないためにヨシを嫌うが、後で彼女は自分自身を殺すように頼んだとき、道徳的なジレンマに苦しんでいる。  Venusとペアになって、彼女は通常、癒しとサポートにしか役に立たない。 しかし、一度彼女が論理ドライブを起動すると、彼女の鞭は突然、打撃を受けたワンヒット殺しの武器になります。それは意味をなさないものです。\u001b[22m\n\u001b[1m(4. Tamaki: Gurūpu no moto rīdā. Kanojo wa kanpeki shugi-shadeari, kanpekina MC ni yotte obiyakasa rete iru to kanjiru chōka-shadearu hazudesu. Tōsho, kanojo wa yowai kaibutsu o sugu ni kōgeki shinai tame ni Yoshi o kirauga,-go de kanojo wa jibun jishin o korosu yō ni tanonda toki, dōtokutekina jirenma ni kurushinde iru. Vu~īnasu to pea ni natte, kanojo wa tsūjō, iyashi to sapōto ni shika yakunitatanai. Shikashi, ichido kanojo ga ronri doraibu o kidō suru to, kanojo no muchi wa totsuzen, dageki o uketa wan hitto-goroshi no buki ni narimasu. Sore wa imiwonasanai monodesu.)\u001b[22m\n\nTranslations of \u001b[4m4. Tamaki: The former leader of the group. She's supposed to be the perfectionist and overachiever, who feels threatened by the perfect MC. At the beginning she berates Yoshi for not immediately attacking a weak monster, but later she suffers from moral dilemmas when she's asked to kill one herself. Paired with Venus, she's normally only good for healing and support. However once she activates her logic drive, her whip suddenly becomes an overpowered one-hit-kill weapon, which makes no sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4. Tamaki: The former leader of the group.\u001b[24m\n    \u001b[1m4.タマキ：グループの元リーダー。\u001b[22m, \u001b[1m4.玉木：グループの元リーダー。\u001b[22m\n\u001b[4mShe's supposed to be the perfectionist and overachiever, who feels threatened by the perfect MC.\u001b[24m\n    \u001b[1m彼女は完璧主義者であり、完璧なMCによって脅かされていると感じる超過者であるはずです。\u001b[22m, \u001b[1m彼女は完璧なMCによって脅かさ感じている完璧主義と身の程知らず、ことになっています。\u001b[22m\n\u001b[4mAt the beginning she berates Yoshi for not immediately attacking a weak monster, but later she suffers from moral dilemmas when she's asked to kill one herself.\u001b[24m\n    \u001b[1m当初、彼女は弱い怪物をすぐに攻撃しないためにヨシを嫌うが、後で彼女は自分自身を殺すように頼んだとき、道徳的なジレンマに苦しんでいる。\u001b[22m, \u001b[1m初めに、彼女はすぐに弱いモンスターを攻撃していないためにヨッシーをberatesが、彼女は1つを自分自身を殺すために求められていたときに、後で彼女が道徳的なジレンマに苦しんでいます。\u001b[22m\n\u001b[4mPaired with Venus, she's normally only good for healing and support.\u001b[24m\n    \u001b[1mVenusとペアになって、彼女は通常、癒しとサポートにしか役に立たない。\u001b[22m, \u001b[1m金星とペアになって、彼女は癒しとサポートのためにのみ正常に良いことです。\u001b[22m\n\u001b[4mHowever once she activates her logic drive, her whip suddenly becomes an overpowered one-hit-kill weapon, which makes no sense.\u001b[24m\n    \u001b[1mしかし、一度彼女が論理ドライブを起動すると、彼女の鞭は突然、打撃を受けたワンヒット殺しの武器になります。それは意味をなさないものです。\u001b[22m, \u001b[1m彼女は、論理ドライブをアクティブにした後しかし、彼女の鞭が突然意味をなさない圧倒ワンヒットキル武器となります。\u001b[22m\n\u001b[1m\u001b[22m\n5. Mana: The emo, silent, depressed girl - it is difficult to complain about her without spoiling her backstory. All I'll say is that her backstory makes no sense. Also, her resolution of her problems is one of the most contrived battles I've ever seen.\n\n\u001b[1m5.マナ：エモ、沈黙、うつ病の女の子 - 彼女の裏話を台無しにすることなく彼女に不平を言うのは難しい。 私が言うことは、彼女の裏話は意味がないということだけです。 また、彼女の問題解決は私が今までに見た中で最も人工的な戦いの一つです。\u001b[22m\n\u001b[1m(5. Mana: Emo, chinmoku, utsubyō no on'nanoko - kanojo no urabanashi o dainashi ni suru koto naku kanojo ni fuheiwoiu no wa muzukashī. Watashi ga iu koto wa, kanojo no urabanashi wa imiganai to iu koto dakedesu. Mata, kanojo no mondaikaiketsu wa watashi ga ima made ni mita naka de mottomo jinkō-tekina tatakai no hitotsudesu.)\u001b[22m\n\nTranslations of \u001b[4m5. Mana: The emo, silent, depressed girl - it is difficult to complain about her without spoiling her backstory. All I'll say is that her backstory makes no sense. Also, her resolution of her problems is one of the most contrived battles I've ever seen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5. Mana: The emo, silent, depressed girl - it is difficult to complain about her without spoiling her backstory.\u001b[24m\n    \u001b[1m5.マナ：エモ、沈黙、うつ病の女の子 - 彼女の裏話を台無しにすることなく彼女に不平を言うのは難しい。\u001b[22m, \u001b[1m5.マナ：エモ、サイレント、落ち込んで女の子 - 彼女の裏話を損なうことなく、彼女に文句を言うことは困難です。\u001b[22m\n\u001b[4mAll I'll say is that her backstory makes no sense.\u001b[24m\n    \u001b[1m私が言うことは、彼女の裏話は意味がないということだけです。\u001b[22m, \u001b[1m私は言うよすべては彼女の裏話が意味をなさないということです。\u001b[22m\n\u001b[4mAlso, her resolution of her problems is one of the most contrived battles I've ever seen.\u001b[24m\n    \u001b[1mまた、彼女の問題解決は私が今までに見た中で最も人工的な戦いの一つです。\u001b[22m, \u001b[1mまた、彼女の問題の彼女の解像度は、私が今まで見た中で最も不自然な戦いの一つです。\u001b[22m\n\u001b[1m\u001b[22m\n6. Olga: Literally the only character in the entire show I even liked, and even that was completely destroyed by the convoluted character development in the final arc. For most of the show, he is the only voice of reason - always able to identify flaws in the other characters and point them in the right direction. In addition, his cocksure showy attitude is always shown as hiding his insecurities and failing confidence. He was a truly relatable character; so when all his convictions break down so drastically at the end, I was horrified.\n\n\u001b[1m6.オルガ：私が好きだったショー全体の中で文字通り唯一のキャラクターでもあり、最終的な弧の複雑なキャラクターの発展によって完全に破壊されたものでもあります。 ショーのほとんどでは、彼は理由の唯一の声です - 常に他のキャラクターの欠陥を特定し、それらを正しい方向に向けることができます。 さらに、彼の笑い声のような姿勢は、常に彼の不安や隠れた信頼を隠しているように見えます。 彼は本当に親切な性格だった。 彼のすべての確信が最後に大きく崩壊したとき、私は恐怖を感じました。\u001b[22m\n\u001b[1m(6. Oruga: Watashi ga sukidatta shō zentai no naka de mojidōri yuiitsu no kyarakutāde mo ari, saishū-tekina ko no fukuzatsuna kyarakutā no hatten ni yotte kanzen ni hakai sa reta monode mo arimasu. Shō no hotondode wa, kare wa riyū no yuiitsu no koedesu - tsuneni hoka no kyarakutā no kekkan o tokutei shi, sorera o tadashī hōkō ni mukeru koto ga dekimasu. Sarani, kare no waraigoe no yōna shisei wa, tsuneni kare no fuan ya kakureta shinrai o kakushite iru yō ni miemasu. Kare wa hontōni shinsetsuna seikakudatta. Kare no subete no kakushin ga saigo ni ōkiku hōkai shita toki, watashi wa kyōfu o kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4m6. Olga: Literally the only character in the entire show I even liked, and even that was completely destroyed by the convoluted character development in the final arc. For most of the show, he is the only voice of reason - always able to identify flaws in the other characters and point them in the right direction. In addition, his cocksure showy attitude is always shown as hiding his insecurities and failing confidence. He was a truly relatable character; so when all his convictions break down so drastically at the end, I was horrified.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6. Olga: Literally the only character in the entire show I even liked, and even that was completely destroyed by the convoluted character development in the final arc.\u001b[24m\n    \u001b[1m6.オルガ：私が好きだったショー全体の中で文字通り唯一のキャラクターでもあり、最終的な弧の複雑なキャラクターの発展によって完全に破壊されたものでもあります。\u001b[22m, \u001b[1m6.オルガ：私も好きで、でもそれは完全に最終的なアークで入り組ん文字開発によって破壊されたショー全体で文字通り唯一の文字。\u001b[22m\n\u001b[4mFor most of the show, he is the only voice of reason - always able to identify flaws in the other characters and point them in the right direction.\u001b[24m\n    \u001b[1mショーのほとんどでは、彼は理由の唯一の声です - 常に他のキャラクターの欠陥を特定し、それらを正しい方向に向けることができます。\u001b[22m, \u001b[1mショーのほとんどは、彼は理性の声だけがある - 常に他の文字の欠陥を特定し、正しい方向でそれらを指すことができます。\u001b[22m\n\u001b[4mIn addition, his cocksure showy attitude is always shown as hiding his insecurities and failing confidence.\u001b[24m\n    \u001b[1mさらに、彼の笑い声のような姿勢は、常に彼の不安や隠れた信頼を隠しているように見えます。\u001b[22m, \u001b[1mまた、彼の信じ切っている派手な態度は、常に彼の不安を隠し、自信を失敗として示されています。\u001b[22m\n\u001b[4mHe was a truly relatable character;\u001b[24m\n    \u001b[1m彼は本当に親切な性格だった。\u001b[22m, \u001b[1m彼は本当に話すことのできるキャラクターでした。\u001b[22m\n\u001b[4mso when all his convictions break down so drastically at the end, I was horrified.\u001b[24m\n    \u001b[1m彼のすべての確信が最後に大きく崩壊したとき、私は恐怖を感じました。\u001b[22m, \u001b[1mすべての彼の信念は、最後にそう劇的に分解するときに、私はぞっとしました。\u001b[22m\n\u001b[1m\u001b[22m\nThe rest of the characters are all just minor side characters, barely getting any attention or screen time. Artemis, Valkyrie and Venus are pretty much completely ignored aside from their scant interactions with their partners. Veronica and Nemesis are characters I can't understand - they seem to have the greatest firepower among the group, and yet they almost always avoid taking part in battles. I'm not even sure what Yukari's point in the story is.\n\n\u001b[1m残りの文字はすべて、ほんの少しの注意やスクリーンの時間を取って、マイナーなサイド文字です。  Artemis、Valkyrie、Venusは、パートナーとのやりとりがほとんどないことを除けば、ほとんど完全に無視されています。 ベロニカとネメシスは、私が理解できないキャラクターです。彼らはグループの中で最大の火力を持っているようですが、ほとんどの場合、戦闘に参加することはほとんどありません。 私は物語の中のゆかりのポイントが何であるか分からない。\u001b[22m\n\u001b[1m(Nokori no moji wa subete, hon'nosukoshi no chūi ya sukurīn no jikan o totte, maināna saido mojidesu. Ātimisu, warukyūre, vu~īnasu wa, pātonā to no yaritori ga hotondo nai koto o nozokeba, hotondo kanzen ni mushi sa rete imasu. Beronika to nemeshisu wa, watashi ga rikaidekinai kyarakutādesu. Karera wa gurūpu no naka de saidai no karyoku o motte iru yōdesuga, hotondo no baai, sentō ni sanka suru koto wa hotondo arimasen. Watashi wa monogatari no naka no yukari no pointo ga nandearu ka wakaranai.)\u001b[22m\n\nTranslations of \u001b[4mThe rest of the characters are all just minor side characters, barely getting any attention or screen time. Artemis, Valkyrie and Venus are pretty much completely ignored aside from their scant interactions with their partners. Veronica and Nemesis are characters I can't understand - they seem to have the greatest firepower among the group, and yet they almost always avoid taking part in battles. I'm not even sure what Yukari's point in the story is.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe rest of the characters are all just minor side characters, barely getting any attention or screen time.\u001b[24m\n    \u001b[1m残りの文字はすべて、ほんの少しの注意やスクリーンの時間を取って、マイナーなサイド文字です。\u001b[22m, \u001b[1m文字の残りの部分は、ほとんど任意の関心や画面の時間を取得し、すべてのちょうどマイナー側の文字です。\u001b[22m\n\u001b[4mArtemis, Valkyrie and Venus are pretty much completely ignored aside from their scant interactions with their partners.\u001b[24m\n    \u001b[1mArtemis、Valkyrie、Venusは、パートナーとのやりとりがほとんどないことを除けば、ほとんど完全に無視されています。\u001b[22m, \u001b[1mアルテミス、ワルキューレと金星はかなり完全に彼らのパートナーとのわずかな相互作用とは別に無視されます。\u001b[22m\n\u001b[4mVeronica and Nemesis are characters I can't understand - they seem to have the greatest firepower among the group, and yet they almost always avoid taking part in battles.\u001b[24m\n    \u001b[1mベロニカとネメシスは、私が理解できないキャラクターです。彼らはグループの中で最大の火力を持っているようですが、ほとんどの場合、戦闘に参加することはほとんどありません。\u001b[22m, \u001b[1m彼らはグループの中で最大火力を持っているようだ、とまだ彼らはほとんど常に戦いに参加して回避 - ベロニカとネメシスは、私が理解できない文字です。\u001b[22m\n\u001b[4mI'm not even sure what Yukari's point in the story is.\u001b[24m\n    \u001b[1m私は物語の中のゆかりのポイントが何であるか分からない。\u001b[22m, \u001b[1m私は物語の中でゆかりのポイントが何であるかさえわかりません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nFinally, one of the worst examples of naming sense I've seen in anime - ALCA, the Another Logic Counter Agency. Which makes me wonder, what happened to the first Logic Counter Agency?\n\n\u001b[1m最後に、Anime  -  ALCA、Another Logic Counter Agencyで見た命名法の最悪の例の一つです。 最初のLogic Counter Agencyはどうなったのですか？\u001b[22m\n\u001b[1m(Saigo ni, Anime - ALCA, anazā rojikku Counter ējenshī de mita meimei-hō no saiaku no rei no hitotsudesu. Saisho no rojikku Counter ējenshī wa dō natta nodesu ka?)\u001b[22m\n\nTranslations of \u001b[4mFinally, one of the worst examples of naming sense I've seen in anime - ALCA, the Another Logic Counter Agency. Which makes me wonder, what happened to the first Logic Counter Agency?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFinally, one of the worst examples of naming sense I've seen in anime - ALCA, the Another Logic Counter Agency.\u001b[24m\n    \u001b[1m最後に、Anime  -  ALCA、Another Logic Counter Agencyで見た命名法の最悪の例の一つです。\u001b[22m, \u001b[1m最後に、私はアニメで見てきた感覚に名前を付けるの最悪の例の1  -  ALCA、別のロジックカウンタ庁。\u001b[22m\n\u001b[4mWhich makes me wonder, what happened to the first Logic Counter Agency?\u001b[24m\n    \u001b[1m最初のLogic Counter Agencyはどうなったのですか？\u001b[22m, \u001b[1mこれは私が最初にロジックカウンタ庁に何が起こったのか、疑問に思うのですか？\u001b[22m\n\u001b[1m\u001b[22m\nI didn't expect much coming into this anime, and yet it still managed to disappoint. The animation and sound were the only saving grace.\n\n\u001b[1m私はこのアニメにはあまり入ってこないと期待していましたが、それでもまだ失望しました。 アニメーションとサウンドは唯一の恩恵でした。\u001b[22m\n\u001b[1m(Watashi wa kono anime ni wa amari haitte konai to kitai shite imashitaga, soredemo mada shitsubō shimashita. Animēshon to saundo wa yuiitsu no onkeideshita.)\u001b[22m\n\nTranslations of \u001b[4mI didn't expect much coming into this anime, and yet it still managed to disappoint. The animation and sound were the only saving grace.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI didn't expect much coming into this anime, and yet it still managed to disappoint.\u001b[24m\n    \u001b[1m私はこのアニメにはあまり入ってこないと期待していましたが、それでもまだ失望しました。\u001b[22m, \u001b[1m私はこのアニメに入ってくる多くを期待していなかった、とまだそれはまだ失望することができました。\u001b[22m\n\u001b[4mThe animation and sound were the only saving grace.\u001b[24m\n    \u001b[1mアニメーションとサウンドは唯一の恩恵でした。\u001b[22m, \u001b[1mアニメーションとサウンドは、唯一の救いでした。\u001b[22m"
  },
  {
    "title": "Luck___Logic",
    "id": "32083",
    "url": "https://myanimelist.net/anime/32083/Luck___Logic",
    "user": "LegendAqua",
    "profile": "/profile/LegendAqua/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=214250",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  6\nサウンド|  6\nキャラクター|  6\n|  6\n\nLAはこのショーがそれ自身のロジックに従っているかどうかも分かりません。\n\nYoshichikaが女の子と女神のグループに暖まるまで、アニメは日常の「モンスターや外国人の週」に続きますが、Yoshichikaは他のキャストメンバーのバックストーリーや問題をかなり解決しているとも言えます。 実際には、彼らがすべてのことをどう対処するかについての土曜日の朝の漫画のほうが、彼らのエピソードが終わった後、外国人を殺して、捕虜にしてしまうという友情について話している。\n\nLAの好きなキャラクターが吉知カではないと言うことができます。彼はまるで「全能のフィクサーッパー」なのですが、時には迷惑になるかもしれません。LAの好きなキャラクターはペアでなければならないでしょう。  「田根理沙」と金星が「東山奈緒」の声で声を掛けた。\n\nこのアニメは、「Big Bad」が出現するエピソード8までは、「The Week of Foreigner」の形式を変えず、LAが実際にある点に同意した同情的な悪役になる。\n\nプロット・ツイストは、ここで扱っているものに関してある程度予測可能ですが、プロット・ツイストは実際には、このシリーズを長い目で見ればより良くなります（第8話のように）。\n\nDoga Koboのアニメーションでは、キャラクターのデザインはまあまあですし、戦闘シーンが発生したときに3D CGIがありますが、今季の 'Divine Gate'のような別のアニメビデオゲームの適応とは一貫しています。\n\nLuck＆amp; amp;  Logicは、YoshichikaとTamakiのように、なぜALCAがチームリーダーのTamakiを降格させて、Yoshichikaのような初心者を指導者にすることができないのかといった文字やその動機について、プロットラインにいくつかのプロットラインを持ち出す タマキの裏話を育てる？それは意味がないように。\n\nエピソード8が発生すると、Big Badの微妙なヒントが現れ、実際にBig Badの計画を気にする実際の脅威をもたらし、かなり興味をそそられるようになります。 あなたはまずは「今週の外国人」のエピソードを見て回るだけです。\n\n結末は今シーズンからのすべてを包み込み、反クライマックスだったが、それでも大丈夫だったが、「偉大」ではなかったが、実際には実行がより巧妙だった。\n\nLuck＆amp; amp; 論理は時々プロットや文字に関するいくつかの論理的な誤りがありますが、それほど恐ろしいことではありません.LAは少なくとも文字についてある程度はどうしているのか、論理キャスト主体が実際に行っていることがどのように 同僚の主人公がすべてを修正しているにもかかわらず、同情的な悪役と、実際に有能なトレーディングカードゲームのこのアニメの適応を行います。\n\nLuck＆amp; amp; ロジック...いくつかのねじが緩んでいますが、ありがたいことに、それらのねじをビデオゲームの適応の呪いの終わりまでに戻して、完全には負けないようにします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nLA doesn't even know if this show follows it's own logic!.\n\n\u001b[1mLAはこのショーがそれ自身のロジックに従っているかどうかも分かりません。\u001b[22m\n\u001b[1m(LA wa kono shō ga sore jishin no rojikku ni shitagatte iru ka dō ka mo wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4mLA doesn't even know if this show follows it's own logic!.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLA doesn't even know if this show follows it's own logic!.\u001b[24m\n    \u001b[1mLAはこのショーがそれ自身のロジックに従っているかどうかも分かりません。\u001b[22m, \u001b[1mこのショーは、それ自身のロジックを以下の場合はLAでも知りません！\u001b[22m\n\u001b[1m\u001b[22m\nThe anime follows a routine 'monster or Foreigner of the Week' as Yoshichika warms up to the group of Girls and Goddess helping them although you can also say that Yoshichika pretty much solves the other cast members backstory or problems and he does for the most part , it's actually more of a Saturday Morning cartoon on how they deal with all this, talking about friendship to not outright killing the Foreigners instead taking them into captivity once the their episode is done and over with.\n\n\u001b[1mYoshichikaが女の子と女神のグループに暖まるまで、アニメは日常の「モンスターや外国人の週」に続きますが、Yoshichikaは他のキャストメンバーのバックストーリーや問題をかなり解決しているとも言えます。 実際には、彼らがすべてのことをどう対処するかについての土曜日の朝の漫画のほうが、彼らのエピソードが終わった後、外国人を殺して、捕虜にしてしまうという友情について話している。\u001b[22m\n\u001b[1m(Yoshichika ga on'nanoko to megami no gurūpu ni atatamaru made, anime wa nichijō no `monsutā ya gaikoku hito no shū' ni tsudzukimasuga, Yoshichika wa hoka no kyasutomenbā no bakkusutōrī ya mondai o kanari kaiketsu shite irutomo iemasu. Jissai ni wa, karera ga subete no koto o dō taisho suru ka ni tsuite no doyōbi no asa no manga no hō ga, karera no episōdo ga owatta nochi, gaikoku hito o koroshite, horyo ni shite shimau to iu yūjō ni tsuite hanashite iru.)\u001b[22m\n\nTranslations of \u001b[4mThe anime follows a routine 'monster or Foreigner of the Week' as Yoshichika warms up to the group of Girls and Goddess helping them although you can also say that Yoshichika pretty much solves the other cast members backstory or problems and he does for the most part , it's actually more of a Saturday Morning cartoon on how they deal with all this, talking about friendship to not outright killing the Foreigners instead taking them into captivity once the their episode is done and over with.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime follows a routine 'monster or Foreigner of the Week' as Yoshichika warms up to the group of Girls and Goddess helping them although you can also say that Yoshichika pretty much solves the other cast members backstory or problems and he does for the most part\u001b[24m\n    \u001b[1mYoshichikaが女の子と女神のグループに暖まるまで、アニメは日常の「モンスターや外国人の週」に続きますが、Yoshichikaは他のキャストメンバーのバックストーリーや問題をかなり解決しているとも言えます。\u001b[22m, \u001b[1mあなたもYoshichikaはかなり他のキャストメンバーがバックストーリーや問題解決と言うことができるが、Yoshichikaは彼らを助ける女の子と女神のグループまで温まるようにアニメがルーチンウィークのモンスターや外国人」をたどり、彼はほとんどの部分はありません\u001b[22m\n\u001b[4m, it's actually more of a Saturday Morning cartoon on how they deal with all this, talking about friendship to not outright killing the Foreigners instead taking them into captivity once the their episode is done and over with.\u001b[24m\n    \u001b[1m実際には、彼らがすべてのことをどう対処するかについての土曜日の朝の漫画のほうが、彼らのエピソードが終わった後、外国人を殺して、捕虜にしてしまうという友情について話している。\u001b[22m, \u001b[1m、それは実際に彼らは完全に彼らのエピソードがで行われ、オーバーされると、代わりに捕われの身にそれらを取って外国人を殺していないとの友情の話、すべてこれに対処方法については土曜日の朝の漫画のより多くのです。\u001b[22m\n\u001b[1m\u001b[22m\nWith this 'logic', you can tell LA's favorite character isn't Yoshichika...he's kinda the 'omnipotent fixerupper' and that kinda gets annoying at times, no LA's favourite character would have to have been the pair Tamaki Yurine voiced by ' 'Risa Taneda'' and Venus voiced by ''Nao Touyama'' as the anime developed her accidentally more than Yoshichika.\n\n\u001b[1mLAの好きなキャラクターが吉知カではないと言うことができます。彼はまるで「全能のフィクサーッパー」なのですが、時には迷惑になるかもしれません。LAの好きなキャラクターはペアでなければならないでしょう。  「田根理沙」と金星が「東山奈緒」の声で声を掛けた。\u001b[22m\n\u001b[1m(LA no sukina kyarakutā ga yoshi tomo kade wa nai to iu koto ga dekimasu. Kare wa marude `zen'nō no fikusāppā'na nodesuga, tokiniha meiwaku ni naru kamo shiremasen. LA no sukina kyarakutā wa peadenakereba naranaideshou. `Tane Risa' to kinboshi ga `Higashiyama Nao' no koe de koe o kaketa.)\u001b[22m\n\nTranslations of \u001b[4mWith this 'logic', you can tell LA's favorite character isn't Yoshichika...he's kinda the 'omnipotent fixerupper' and that kinda gets annoying at times, no LA's favourite character would have to have been the pair Tamaki Yurine voiced by ' 'Risa Taneda'' and Venus voiced by ''Nao Touyama'' as the anime developed her accidentally more than Yoshichika.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith this 'logic', you can tell LA's favorite character isn't Yoshichika...he's kinda the 'omnipotent fixerupper' and that kinda gets annoying at times, no LA's favourite character would have to have been the pair Tamaki Yurine voiced by '\u001b[24m\n    \u001b[1mLAの好きなキャラクターが吉知カではないと言うことができます。彼はまるで「全能のフィクサーッパー」なのですが、時には迷惑になるかもしれません。LAの好きなキャラクターはペアでなければならないでしょう。\u001b[22m, \u001b[1mこの「ロジック」で、あなたは彼がちょっと「全能fixerupper」だとそれはちょっと時間に迷惑ます... LAの好きなキャラクターがYoshichikaない伝えることができ、ノーLAの好きなキャラクターは玉木Yurine 'が表明されるペアとなっているしなければならないでしょう\u001b[22m\n\u001b[4m'Risa Taneda'' and Venus voiced by ''Nao Touyama'' as the anime developed her accidentally more than Yoshichika.\u001b[24m\n    \u001b[1m「田根理沙」と金星が「東山奈緒」の声で声を掛けた。\u001b[22m, \u001b[1mアニメがYoshichikaよりも彼女が誤ってより開発されたような「種田梨沙 ''と金星は ''東山奈央 ''表明しました。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime really doesn't change it's format of 'Foreigner of the Week' until episode 8 where the 'Big Bad' appears and he outs to be a sympathetic villain in which LA actually agrees with to a certain point.\n\n\u001b[1mこのアニメは、「Big Bad」が出現するエピソード8までは、「The Week of Foreigner」の形式を変えず、LAが実際にある点に同意した同情的な悪役になる。\u001b[22m\n\u001b[1m(Kono anime wa,`Big baddo' ga shutsugen suru episōdo 8 made wa,`The u~īku of Foreigner' no keishiki o kaezu, LA ga jissai ni aru ten ni dōi shita dōjō-tekina akuyaku ni naru.)\u001b[22m\n\nTranslations of \u001b[4mThe anime really doesn't change it's format of 'Foreigner of the Week' until episode 8 where the 'Big Bad' appears and he outs to be a sympathetic villain in which LA actually agrees with to a certain point.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime really doesn't change it's format of 'Foreigner of the Week' until episode 8 where the 'Big Bad' appears and he outs to be a sympathetic villain in which LA actually agrees with to a certain point.\u001b[24m\n    \u001b[1mこのアニメは、「Big Bad」が出現するエピソード8までは、「The Week of Foreigner」の形式を変えず、LAが実際にある点に同意した同情的な悪役になる。\u001b[22m, \u001b[1mアニメは本当にLAが実際に特定のポイントへと一致する交感神経悪役であることが第8話「ビッグ・バッド」は表示され、彼アウトまで、それは今週の外国人」の形式です変更されません。\u001b[22m\n\u001b[1m\u001b[22m\nThe plot twists are kinda predictable concerning what we're dealing with here but still the plot twists actually make this series better by the long run (as in by Episode 8).\n\n\u001b[1mプロット・ツイストは、ここで扱っているものに関してある程度予測可能ですが、プロット・ツイストは実際には、このシリーズを長い目で見ればより良くなります（第8話のように）。\u001b[22m\n\u001b[1m(Purotto tsuisuto wa, koko de atsukatte iru mono ni kanshite aruteido yosoku kanōdesuga, purotto tsuisuto wa jissai ni wa, kono shirīzu o nagai me de mireba yori yoku narimasu (dai 8-wa no yō ni).)\u001b[22m\n\nTranslations of \u001b[4mThe plot twists are kinda predictable concerning what we're dealing with here but still the plot twists actually make this series better by the long run (as in by Episode 8).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot twists are kinda predictable concerning what we're dealing with here but still the plot twists actually make this series better by the long run (as in by Episode 8).\u001b[24m\n    \u001b[1mプロット・ツイストは、ここで扱っているものに関してある程度予測可能ですが、プロット・ツイストは実際には、このシリーズを長い目で見ればより良くなります（第8話のように）。\u001b[22m, \u001b[1mどんでん返しは（第8話によると）私たちがここで扱っているが、まだどんでん返しが実際に長期的にすることで、このシリーズのよりよい作るものについてちょっと予測可能です。\u001b[22m\n\u001b[1m\u001b[22m\nIn terms of animation by Doga Kobo, the character designs are decent enough and although there are 3D CGI when battle scenes occurs, it's consistent unlike another anime video game adaptation this season like ''Divine Gate''.\n\n\u001b[1mDoga Koboのアニメーションでは、キャラクターのデザインはまあまあですし、戦闘シーンが発生したときに3D CGIがありますが、今季の 'Divine Gate'のような別のアニメビデオゲームの適応とは一貫しています。\u001b[22m\n\u001b[1m(Doga Kobo no animēshonde wa, kyarakutā no dezain wa mā mādesushi, sentō shīn ga hassei shita toki ni 3 D CGI ga arimasuga, konki no' Divine Gate' no yōna betsu no animebideogēmu no tekiō to wa ikkan shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIn terms of animation by Doga Kobo, the character designs are decent enough and although there are 3D CGI when battle scenes occurs, it's consistent unlike another anime video game adaptation this season like ''Divine Gate''.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn terms of animation by Doga Kobo, the character designs are decent enough and although there are 3D CGI when battle scenes occurs, it's consistent unlike another anime video game adaptation this season like ''Divine Gate''.\u001b[24m\n    \u001b[1mDoga Koboのアニメーションでは、キャラクターのデザインはまあまあですし、戦闘シーンが発生したときに3D CGIがありますが、今季の 'Divine Gate'のような別のアニメビデオゲームの適応とは一貫しています。\u001b[22m, \u001b[1m動画工房によるアニメーションの点では、キャラクターデザインは十分まともであり、戦闘シーンが発生した3D CGIがあるが、それは '神の門' 'のようなこの季節別のアニメのビデオゲームの適応とは異なり、一貫性のあります。\u001b[22m\n\u001b[1m\u001b[22m\nLuck &amp; Logic does bring up some plot holes to some of the plotlines at times concerning the characters and their motivations at times like with Yoshichika and Tamaki's argument as why would ALCA demote Tamaki who was team leader to put a newbie like Yoshichika as leader other than trying to bring up Tamaki's backstory?...like that doesn't make any sense.\n\n\u001b[1mLuck＆amp; amp;  Logicは、YoshichikaとTamakiのように、なぜALCAがチームリーダーのTamakiを降格させて、Yoshichikaのような初心者を指導者にすることができないのかといった文字やその動機について、プロットラインにいくつかのプロットラインを持ち出す タマキの裏話を育てる？それは意味がないように。\u001b[22m\n\u001b[1m(Rakku& amp; amp; rojikku wa, Yoshichika to Tamaki no yō ni, naze ALCA ga chīmurīdā no Tamaki o kōkaku sa sete, Yoshichika no yōna shoshinsha o shidō-sha ni suru koto ga dekinai no ka to itta moji ya sono dōki ni tsuite, purottorain ni ikutsu ka no purottorain o mochidasu Tamaki no urabanashi o sodateru? Sore wa imi ga nai yō ni.)\u001b[22m\n\nTranslations of \u001b[4mLuck &amp; Logic does bring up some plot holes to some of the plotlines at times concerning the characters and their motivations at times like with Yoshichika and Tamaki's argument as why would ALCA demote Tamaki who was team leader to put a newbie like Yoshichika as leader other than trying to bring up Tamaki's backstory?...like that doesn't make any sense.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuck &amp;\u001b[24m\n    \u001b[1mLuck＆amp; amp;\u001b[22m, \u001b[1mラック＆＃038;\u001b[22m\n\u001b[4mLogic does bring up some plot holes to some of the plotlines at times concerning the characters and their motivations at times like with Yoshichika and Tamaki's argument as why would ALCA demote Tamaki who was team leader to put a newbie like Yoshichika as leader other than trying to\u001b[24m\n    \u001b[1mLogicは、YoshichikaとTamakiのように、なぜALCAがチームリーダーのTamakiを降格させて、Yoshichikaのような初心者を指導者にすることができないのかといった文字やその動機について、プロットラインにいくつかのプロットラインを持ち出す\u001b[22m, \u001b[1mLogicはALCA〜しようとする以外のリーダーとしてYoshichikaような初心者を置くためにチームリーダーだった玉木を降格する理由としてYoshichikaと玉木の引数を持つような時代では文字とその動機についての回でplotlinesの一部にいくつかのプロットの穴を持ち出すん\u001b[22m\n\u001b[4mbring up Tamaki's backstory?...like that doesn't make any sense.\u001b[24m\n    \u001b[1mタマキの裏話を育てる？それは意味がないように。\u001b[22m, \u001b[1m玉木の裏話を持ち出す？...そのように任意の意味がありません。\u001b[22m\n\u001b[1m\u001b[22m\nOnce episode 8 occurs, the subtle hints at the Big Bad comes and actually brings us an actual threat to care about the Big Bad's plan at hand and becomes rather more intriguing to watch. You just first need to slog through the 'Foreigner of the Week' episodes just to get to it.\n\n\u001b[1mエピソード8が発生すると、Big Badの微妙なヒントが現れ、実際にBig Badの計画を気にする実際の脅威をもたらし、かなり興味をそそられるようになります。 あなたはまずは「今週の外国人」のエピソードを見て回るだけです。\u001b[22m\n\u001b[1m(Episōdo 8 ga hassei suru to, Big baddo no bimyōna hinto ga araware, jissai ni Big baddo no keikaku o kinisuru jissai no kyōi o motarashi, kanari kyōmi o sosora reru yō ni narimasu. Anata wa mazuwa `konshū no gaikoku hito' no episōdo o mitemawaru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mOnce episode 8 occurs, the subtle hints at the Big Bad comes and actually brings us an actual threat to care about the Big Bad's plan at hand and becomes rather more intriguing to watch. You just first need to slog through the 'Foreigner of the Week' episodes just to get to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOnce episode 8 occurs, the subtle hints at the Big Bad comes and actually brings us an actual threat to care about the Big Bad's plan at hand and becomes rather more intriguing to watch.\u001b[24m\n    \u001b[1mエピソード8が発生すると、Big Badの微妙なヒントが現れ、実際にBig Badの計画を気にする実際の脅威をもたらし、かなり興味をそそられるようになります。\u001b[22m, \u001b[1mエピソード8が発生すると、ビッグ・バッドでの微妙なヒントが来て、実際に私たちの手でビッグバッドの計画を気にする実際の脅威をもたらすと見て、むしろより興味深いとなります。\u001b[22m\n\u001b[4mYou just first need to slog through the 'Foreigner of the Week' episodes just to get to it.\u001b[24m\n    \u001b[1mあなたはまずは「今週の外国人」のエピソードを見て回るだけです。\u001b[22m, \u001b[1mあなたはまずそれを取得するエピソード「今週の外国人 'を介して強打する必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThe ending did wrap everything from this season and although it was a bit of anti-climax, but nonetheless it was ok, but not 'great', it was actually more cliched on it's execution.\n\n\u001b[1m結末は今シーズンからのすべてを包み込み、反クライマックスだったが、それでも大丈夫だったが、「偉大」ではなかったが、実際には実行がより巧妙だった。\u001b[22m\n\u001b[1m(Ketsumatsu wa ima shīzun kara no subete o tsutsumikomi, han kuraimakkusudattaga, soredemo daijōbudattaga,`idai'de wa nakattaga, jissai ni wa jikkō ga yori kōmyōdatta.)\u001b[22m\n\nTranslations of \u001b[4mThe ending did wrap everything from this season and although it was a bit of anti-climax, but nonetheless it was ok, but not 'great', it was actually more cliched on it's execution.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe ending did wrap everything from this season and although it was a bit of anti-climax, but nonetheless it was ok, but not 'great', it was actually more cliched on it's execution.\u001b[24m\n    \u001b[1m結末は今シーズンからのすべてを包み込み、反クライマックスだったが、それでも大丈夫だったが、「偉大」ではなかったが、実際には実行がより巧妙だった。\u001b[22m, \u001b[1mエンディングは今シーズンからすべてを包む行なったし、それがアンチクライマックスのビットだったが、それにもかかわらず、それは大丈夫だったが、「素晴らしい」していないが、それは実際にそれの実行の詳細は陳腐でした。\u001b[22m\n\u001b[1m\u001b[22m\nLuck &amp; Logic has some logical errors concerning the plot and characters at times, however it's not outright horrible, LA sees it as charming how they are at least concerning the characters to a degree and what the main cast Logicalists are actually doing is influencing the plot and what with a sympathetic villain makes this anime adaptation of a trading card game actually competent even if it has the generic 'main protagonist fixes everything'.\n\n\u001b[1mLuck＆amp; amp; 論理は時々プロットや文字に関するいくつかの論理的な誤りがありますが、それほど恐ろしいことではありません.LAは少なくとも文字についてある程度はどうしているのか、論理キャスト主体が実際に行っていることがどのように 同僚の主人公がすべてを修正しているにもかかわらず、同情的な悪役と、実際に有能なトレーディングカードゲームのこのアニメの適応を行います。\u001b[22m\n\u001b[1m(Rakku& amp; amp; ronri wa tokidoki purotto ya moji ni kansuru ikutsu ka no ronri-tekina ayamari ga arimasuga, sore hodo osoroshī kotode wa arimasen. LA wa sukunakutomo moji ni tsuite aruteido wa dōshite iru no ka, ronri kyasuto shutai ga jissai ni itte iru koto ga dono yō ni dōryō no shujinkō ga subete o shūsei shite iru nimokakawarazu, dōjō-tekina akuyaku to, jissai ni yūnōna torēdingukādogēmu no kono anime no tekiō o okonaimasu.)\u001b[22m\n\nTranslations of \u001b[4mLuck &amp; Logic has some logical errors concerning the plot and characters at times, however it's not outright horrible, LA sees it as charming how they are at least concerning the characters to a degree and what the main cast Logicalists are actually doing is influencing the plot and what with a sympathetic villain makes this anime adaptation of a trading card game actually competent even if it has the generic 'main protagonist fixes everything'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuck &amp;\u001b[24m\n    \u001b[1mLuck＆amp; amp;\u001b[22m, \u001b[1mラック＆＃038;\u001b[22m\n\u001b[4mLogic has some logical errors concerning the plot and characters at times, however it's not outright horrible, LA sees it as charming how they are at least concerning the characters to a degree and what the main cast Logicalists are actually doing is influencing the plot and what\u001b[24m\n    \u001b[1m論理は時々プロットや文字に関するいくつかの論理的な誤りがありますが、それほど恐ろしいことではありません.LAは少なくとも文字についてある程度はどうしているのか、論理キャスト主体が実際に行っていることがどのように\u001b[22m, \u001b[1mLogicはLAは、それらが少なくとも程度に文字やに関するされ、それはのように魅力的な方法を見て、しかし、それはないあからさまな恐ろしいです、時間でのプロットやキャラクターに関するいくつかの論理エラーを持っているものをメインキャストLogicalistsが実際にプロットに影響されてやっているとどのような\u001b[22m\n\u001b[4mwith a sympathetic villain makes this anime adaptation of a trading card game actually competent even if it has the generic 'main protagonist fixes everything'.\u001b[24m\n    \u001b[1m同僚の主人公がすべてを修正しているにもかかわらず、同情的な悪役と、実際に有能なトレーディングカードゲームのこのアニメの適応を行います。\u001b[22m, \u001b[1m交感神経悪役で、それは一般的な「主役はすべてを修正 'を有している場合でも、実際に有能なトレーディングカードゲームのこのアニメの適応になります。\u001b[22m\n\u001b[1m\u001b[22m\nLuck &amp; Logic...you got a few screws loose, but thankfully you get those screws back by the end of and not completely succumbed to the video game adaptation curse.\n\n\u001b[1mLuck＆amp; amp; ロジック...いくつかのねじが緩んでいますが、ありがたいことに、それらのねじをビデオゲームの適応の呪いの終わりまでに戻して、完全には負けないようにします。\u001b[22m\n\u001b[1m(Rakku& amp; amp; rojikku... Ikutsu ka no neji ga yurunde imasuga, arigatai koto ni, sorera no neji o bideogēmu no tekiō no noroi no owari made ni modoshite, kanzen ni wa makenai yō ni shimasu.)\u001b[22m\n\nTranslations of \u001b[4mLuck &amp; Logic...you got a few screws loose, but thankfully you get those screws back by the end of and not completely succumbed to the video game adaptation curse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuck &amp;\u001b[24m\n    \u001b[1mLuck＆amp; amp;\u001b[22m, \u001b[1mラック＆＃038;\u001b[22m\n\u001b[4mLogic...you got a few screws loose, but thankfully you get those screws back by the end of and not completely succumbed to the video game adaptation curse.\u001b[24m\n    \u001b[1mロジック...いくつかのねじが緩んでいますが、ありがたいことに、それらのねじをビデオゲームの適応の呪いの終わりまでに戻して、完全には負けないようにします。\u001b[22m, \u001b[1mロジック...あなたは、いくつかのネジが緩んで得たが、ありがたいことに、あなたは完全にバックの終わりまでではなく、それらのネジを取得したビデオゲームの適応の呪いに屈し。\u001b[22m"
  },
  {
    "title": "Luck___Logic",
    "id": "32083",
    "url": "https://myanimelist.net/anime/32083/Luck___Logic",
    "user": "meison",
    "profile": "/profile/meison/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=225485",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  5\nキャラクター|  5\n|  8\n\nだから、このショーは少し残念だった。トレーディングカードゲームに基づいたショーがバゲットの怒りのようなものになると思うだろうが、代わりにあなたは平等と物事についてのshiten shounenの話を聞く。\n\n\nストーリー：今私が間違っていない、shounenの物語はそれ自身では大丈夫です、今週の殺害の怪物は、まともな、まともな仕事をしていた可能性があります。問題は、このショーは実際にはどこでも、 主なプロットはあまりにも突然であり、予告なしに、悪人が誰であるかを知ることができますが、彼の目標を垣間見ることさえできませんでした。 毎週の文字列のサブプロットはぶら下がっているので、他の枝のようなものや、枝がどうやってやや邪悪なのかは分かりません。 代わりに、我々はちょうど主要なキャラクターが各人を助け、最終的な悪役が来てブームを起こす視覚的な小説のエスクのプロットを持っている。\n\n\nキャラクター：今、キャラクターは非常にまろやかで包括的ですが、私の本ではプラスでもありません。彼らの平均的なショーン/ビジュアル・アーキタイプ、主な悪役の動機は弱いですがまともではないかもしれません。 主人公はプロットアーマーをたくさん持っていて、ちょっと良いですが、ねえ、それはshounenタイプなので、それはまだまともな私の本の中に入っています。\n\n\nアート＆サウンド：私はこのショットを作って、3つの文章のうち2つをカバーします。アートはとても綺麗で幼稚で、オープニング/エンディングは声優によって歌われ、OSTはそれほど目立たず、 子供向けのものから期待しています。\n\n\n\n全体的に：しかし、すべてのことが言われて、私はまだこのショーを楽しんだ、確かにそれは上品で、悪い、少し幼稚で悪いです。 私はshounen tropesのための大きい吸盤です、そして、このショーはshounen fanservice、文字アーク、クールな力、道徳的な、最終的な戦い、tansformationシーンなどをたくさん持っています。\n\nこのショーにあなたのショーンオタクを見たり、幼稚なものを見たい場合は試してみてください。そうでなければ、ショーを恐れて見せないことを恐れるなら、このショーを避けてみてください",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nSo, this show was a slight disappointment, you would expect a show based off a trading card game to be something like Rage of Bahamut, but instead you get a shitty shounen tale about equality and stuff.\n\n\u001b[1mだから、このショーは少し残念だった。トレーディングカードゲームに基づいたショーがバゲットの怒りのようなものになると思うだろうが、代わりにあなたは平等と物事についてのshiten shounenの話を聞く。\u001b[22m\n\u001b[1m(Dakara, kono shō wa sukoshi zan'nendatta. Torēdingukādogēmu ni motodzuita shō ga bagetto no ikari no yōna mono ni naru to omoudarouga, kawarini anata wa byōdō to monogoto ni tsuite no shiten shounen no hanashiwokiku.)\u001b[22m\n\nTranslations of \u001b[4mSo, this show was a slight disappointment, you would expect a show based off a trading card game to be something like Rage of Bahamut, but instead you get a shitty shounen tale about equality and stuff.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, this show was a slight disappointment, you would expect a show based off a trading card game to be something like Rage of Bahamut, but instead you get a shitty shounen tale about equality and stuff.\u001b[24m\n    \u001b[1mだから、このショーは少し残念だった。トレーディングカードゲームに基づいたショーがバゲットの怒りのようなものになると思うだろうが、代わりにあなたは平等と物事についてのshiten shounenの話を聞く。\u001b[22m, \u001b[1mだから、このショーはわずかに終わった、あなたは、トレーディングカードゲームは、バハムートの怒りのようなものであることをオフに基づいてショーを期待するのではなく、あなたが平等とスタッフ約くだらない少年物語を取得します。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nStory:Now don't get me wrong, shounen stories are fine on it's own, a monster of the week slaying tale could have worked decently, generic but decent.The problem is that this show doesn't actually go anywhere with anything, the main plot is too sudden with no foreshadowing, sure we know who the villain was and such, but we didn't even get a glimpse of his goals. The sub plots in the weekly characters arc's are left hanging and we never get stuff like the other branches, or how the branches may be slightly evil and such. Instead, we just have a visual novel esque plot, where main character helps out each person then final villain comes and boom, done.\n\n\u001b[1mストーリー：今私が間違っていない、shounenの物語はそれ自身では大丈夫です、今週の殺害の怪物は、まともな、まともな仕事をしていた可能性があります。問題は、このショーは実際にはどこでも、 主なプロットはあまりにも突然であり、予告なしに、悪人が誰であるかを知ることができますが、彼の目標を垣間見ることさえできませんでした。 毎週の文字列のサブプロットはぶら下がっているので、他の枝のようなものや、枝がどうやってやや邪悪なのかは分かりません。 代わりに、我々はちょうど主要なキャラクターが各人を助け、最終的な悪役が来てブームを起こす視覚的な小説のエスクのプロットを持っている。\u001b[22m\n\u001b[1m(Sutōrī: Ima watashi ga machigatteinai, shounen no monogatari wa sore jishinde wa daijōbudesu, konshū no satsugai no kaibutsu wa, matomona, matomona shigoto o shite ita kanōsei ga arimasu. Mondai wa, kono shō wa jissai ni wa doko demo, omona purotto wa amarini mo totsuzendeari, yokoku nashi ni, akunin ga daredearu ka o shiru koto ga dekimasuga, kare no mokuhyō o kaimamiru koto sae dekimasendeshita. Maishū no mojiretsu no sabupurotto wa burasagatte irunode, hoka no eda no yōna mono ya, eda ga dō yatte yaya jaakuna no ka wa wakarimasen. Kawari ni, wareware wa chōdo shuyōna kyarakutā ga kakujin o tasuke, saishū-tekina akuyaku ga kite būmu o okosu shikaku-tekina shōsetsu no esuku no purotto o motte iru.)\u001b[22m\n\nTranslations of \u001b[4mStory:Now don't get me wrong, shounen stories are fine on it's own, a monster of the week slaying tale could have worked decently, generic but decent.The problem is that this show doesn't actually go anywhere with anything, the main plot is too sudden with no foreshadowing, sure we know who the villain was and such, but we didn't even get a glimpse of his goals. The sub plots in the weekly characters arc's are left hanging and we never get stuff like the other branches, or how the branches may be slightly evil and such. Instead, we just have a visual novel esque plot, where main character helps out each person then final villain comes and boom, done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory:Now don't get me wrong, shounen stories are fine on it's own, a monster of the week slaying tale could have worked decently, generic but decent.The problem is that this show doesn't actually go anywhere with anything, the\u001b[24m\n    \u001b[1mストーリー：今私が間違っていない、shounenの物語はそれ自身では大丈夫です、今週の殺害の怪物は、まともな、まともな仕事をしていた可能性があります。問題は、このショーは実際にはどこでも、\u001b[22m, \u001b[1mストーリー：今、少年の物語はそれ自身に罰金です誤解しないでください、週殺害の物語のモンスターは、ちゃんとジェネリック働いている可能性がありますがdecent.The問題は、このショーは実際に、何もどこにも行かないということです\u001b[22m\n\u001b[4mmain plot is too sudden with no foreshadowing, sure we know who the villain was and such, but we didn't even get a glimpse of his goals.\u001b[24m\n    \u001b[1m主なプロットはあまりにも突然であり、予告なしに、悪人が誰であるかを知ることができますが、彼の目標を垣間見ることさえできませんでした。\u001b[22m, \u001b[1m主なプロットは、私たちが悪役だった人知っていることを確認し、そのような、ない伏線とあまりにも突然ですが、私たちも、彼の目標を垣間見るませんでした。\u001b[22m\n\u001b[4mThe sub plots in the weekly characters arc's are left hanging and we never get stuff like the other branches, or how the branches may be slightly evil and such.\u001b[24m\n    \u001b[1m毎週の文字列のサブプロットはぶら下がっているので、他の枝のようなものや、枝がどうやってやや邪悪なのかは分かりません。\u001b[22m, \u001b[1m文字アークの週間内のサブプロットはぶら下げを残していると我々は他の枝のようなものを取得することはありません、または枝はやや悪とようにすることができますか。\u001b[22m\n\u001b[4mInstead, we just have a visual novel esque plot, where main character helps out each person then final villain comes and boom, done.\u001b[24m\n    \u001b[1m代わりに、我々はちょうど主要なキャラクターが各人を助け、最終的な悪役が来てブームを起こす視覚的な小説のエスクのプロットを持っている。\u001b[22m, \u001b[1mその代わりに、私たちは主人公が最終的な悪役が来るとブーム、行われた後、それぞれの人を助けるビジュアルノベル風のプロットを、持っています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacters:Now, while the characters are very bland and generic, they also aren't really that unlikable, which is a plus in my book.Their your average shounen/visual novel archetypes, the main villain's motive may be weak but decent and not just a want to be evil type.Main character has alot of plot armor and is a bit too good, but hey, it's a shounen-type so it falls within my book of still decent.\n\n\u001b[1mキャラクター：今、キャラクターは非常にまろやかで包括的ですが、私の本ではプラスでもありません。彼らの平均的なショーン/ビジュアル・アーキタイプ、主な悪役の動機は弱いですがまともではないかもしれません。 主人公はプロットアーマーをたくさん持っていて、ちょっと良いですが、ねえ、それはshounenタイプなので、それはまだまともな私の本の中に入っています。\u001b[22m\n\u001b[1m(Kyarakutā: Ima, kyarakutā wa hijō ni maroyakade hōkatsu-tekidesuga, watashi no honde wa purasu demo arimasen. Karera no heikin-tekina shōn/ bijuaru ākitaipu, omona akuyaku no dōki wa yowaidesuga matomode wanai kamo shiremasen. Shujinkō wa purottoāmā o takusan motte ite, chotto yoidesuga, nē, soreha shounen taipunanode, sore wa mada matomona watashi no hon no naka ni haitte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters:Now, while the characters are very bland and generic, they also aren't really that unlikable, which is a plus in my book.Their your average shounen/visual novel archetypes, the main villain's motive may be weak but decent and not just a want to be evil type.Main character has alot of plot armor and is a bit too good, but hey, it's a shounen-type so it falls within my book of still decent.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters:Now, while the characters are very bland and generic, they also aren't really that unlikable, which is a plus in my book.Their your average shounen/visual novel archetypes, the main villain's motive may be weak but decent and not\u001b[24m\n    \u001b[1mキャラクター：今、キャラクターは非常にまろやかで包括的ですが、私の本ではプラスでもありません。彼らの平均的なショーン/ビジュアル・アーキタイプ、主な悪役の動機は弱いですがまともではないかもしれません。\u001b[22m, \u001b[1m文字：文字が非常に当たり障りのないと一般的なものながら、今、彼らはまた私のbook.Theirあなたの平均少年/ビジュアルノベルのアーキタイプにプラスである、本当に好かれないではありません、メイン悪役の動機は弱いがまともなこととない場合があります\u001b[22m\n\u001b[4mjust a want to be evil type.Main character has alot of plot armor and is a bit too good, but hey, it's a shounen-type so it falls within my book of still decent.\u001b[24m\n    \u001b[1m主人公はプロットアーマーをたくさん持っていて、ちょっと良いですが、ねえ、それはshounenタイプなので、それはまだまともな私の本の中に入っています。\u001b[22m, \u001b[1m悪type.Main文字がするだけの希望は、プロット鎧の多くを持っているし、少しも良いですが、それはまだまともなの私の本に収まるので、ちょっと、それは少年型です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nArt&amp;Sound:I want to make this shot so i'll just cover these 2 in 3 sentences.Art looks very pretty and childish, the opening/ending are sung by the voice actors and OST are not that noticeable, overall something you would expect from something aimed for kids.\n\n\u001b[1mアート＆サウンド：私はこのショットを作って、3つの文章のうち2つをカバーします。アートはとても綺麗で幼稚で、オープニング/エンディングは声優によって歌われ、OSTはそれほど目立たず、 子供向けのものから期待しています。\u001b[22m\n\u001b[1m(Āto& saundo: Watashi wa kono shotto o tsukutte, 3ttsu no bunshō no uchi 2tsu o kabā shimasu. Āto wa totemo kireide yōchide, ōpuningu/ endingu wa seiyū ni yotte utawa re, OST wa sorehodo medatazu, kodomo-muke no mono kara kitai shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mArt&amp;Sound:I want to make this shot so i'll just cover these 2 in 3 sentences.Art looks very pretty and childish, the opening/ending are sung by the voice actors and OST are not that noticeable, overall something you would expect from something aimed for kids.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt&amp;Sound:I want to make this shot so i'll just cover these 2 in 3 sentences.Art looks very pretty and childish, the opening/ending are sung by the voice actors and OST are not that noticeable, overall something you would\u001b[24m\n    \u001b[1mアート＆サウンド：私はこのショットを作って、3つの文章のうち2つをカバーします。アートはとても綺麗で幼稚で、オープニング/エンディングは声優によって歌われ、OSTはそれほど目立たず、\u001b[22m, \u001b[1mアート＆＃038;音：私はので、私はちょうど3にsentences.Artは非常にきれいと幼稚に見えるこれらの2をカバーしましょうこのショットを作りたい、開口部/エンディングは声優とOSTによって歌われている顕著ではありませんあなたが希望、全体的な何か\u001b[22m\n\u001b[4mexpect from something aimed for kids.\u001b[24m\n    \u001b[1m子供向けのものから期待しています。\u001b[22m, \u001b[1m子供のための目的としたものから期待しています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall:However, with all this being said, i still enjoyed this show, sure it's cliche, bad, a bit childish and bad. I'm a big sucker for shounen tropes and this show has alot of shounen fanservice, character arcs, cool powers, the moral, final fight, tansformation scene and such.\n\n\u001b[1m全体的に：しかし、すべてのことが言われて、私はまだこのショーを楽しんだ、確かにそれは上品で、悪い、少し幼稚で悪いです。 私はshounen tropesのための大きい吸盤です、そして、このショーはshounen fanservice、文字アーク、クールな力、道徳的な、最終的な戦い、tansformationシーンなどをたくさん持っています。\u001b[22m\n\u001b[1m(Zentai-teki ni: Shikashi, subete no koto ga iwa rete, watashi wa mada kono shō o tanoshinda, tashika ni soreha jōhin de, warui, sukoshi yōchide waruidesu. Watashi wa shounen tropes no tame no ōkī kyūbandesu, soshite, kono shō wa shounen fanservice, moji āku, kūruna chikara, dōtokutekina, saishū-tekina tatakai, tansformation shīn nado o takusan motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall:However, with all this being said, i still enjoyed this show, sure it's cliche, bad, a bit childish and bad. I'm a big sucker for shounen tropes and this show has alot of shounen fanservice, character arcs, cool powers, the moral, final fight, tansformation scene and such.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:However, with all this being said, i still enjoyed this show, sure it's cliche, bad, a bit childish and bad.\u001b[24m\n    \u001b[1m全体的に：しかし、すべてのことが言われて、私はまだこのショーを楽しんだ、確かにそれは上品で、悪い、少し幼稚で悪いです。\u001b[22m, \u001b[1m全体：しかし、このすべてが言われて、私はまだ少し幼稚な、悪い、悪い、それは決まり文句だと確信し、このショーを楽しみました。\u001b[22m\n\u001b[4mI'm a big sucker for shounen tropes and this show has alot of shounen fanservice, character arcs, cool powers, the moral, final fight, tansformation scene and such.\u001b[24m\n    \u001b[1m私はshounen tropesのための大きい吸盤です、そして、このショーはshounen fanservice、文字アーク、クールな力、道徳的な、最終的な戦い、tansformationシーンなどをたくさん持っています。\u001b[22m, \u001b[1m私は少年比喩にとって大きな吸盤だと、このショーは少年サービスカット、文字アーク、クールな力、道徳的、最終的な戦い、tansformationシーンなどをたくさん持っています。\u001b[22m\n\u001b[1m\u001b[22m\nGive this show a try if your a shounen geek or want something childish to watch, otherwise try to avoid this show if your afraid to watch horrible mindless shows\n\n\u001b[1mこのショーにあなたのショーンオタクを見たり、幼稚なものを見たい場合は試してみてください。そうでなければ、ショーを恐れて見せないことを恐れるなら、このショーを避けてみてください\u001b[22m\n\u001b[1m(Kono shō ni anata no shōn'otaku o mi tari, yōchina mono o mitai baai wa tameshite mite kudasai. Sōdenakereba, shō o osorete misenai koto o osorerunara, kono shō o sakete mite kudasai)\u001b[22m\n\nTranslations of \u001b[4mGive this show a try if your a shounen geek or want something childish to watch, otherwise try to avoid this show if your afraid to watch horrible mindless shows\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mGive this show a try if your a shounen geek or want something childish to watch, otherwise try to avoid this show if your afraid to watch horrible mindless shows\u001b[24m\n    \u001b[1mこのショーにあなたのショーンオタクを見たり、幼稚なものを見たい場合は試してみてください。そうでなければ、ショーを恐れて見せないことを恐れるなら、このショーを避けてみてください\u001b[22m, \u001b[1mあなたの少年ギーク場合は、このショーを試してみるか見るために幼稚な何かをしたい、あなたの恐れは恐ろしい愚かな番組を視聴する場合はそうでない場合は、このショーを回避しよう\u001b[22m"
  }
]
