[
  {
    "title": "Druaga_no_Tou__The_Aegis_of_Uruk",
    "id": "3230",
    "url": "https://myanimelist.net/anime/3230/Druaga_no_Tou__The_Aegis_of_Uruk",
    "user": "Uthred",
    "profile": "/profile/Uthred/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=22052",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|\n|\n\nメインパーティーがトラップの回廊に当たるビットは、私が見た中で最も面白いものの一つです。 名前が示すように、このアニメはナムコのドゥラガ・ゲームの長年の連続に基づいています。 私は、ビデオゲームに基づいた一般的に楽しいアニメはしばしばかなりヒットしたり、ミスしていると言わざるを得ない。 一方では、ストリートファイター映画のような素晴らしいものがありますが、ラグナロクのようなものがあります。人々が言っ​​たようにゴミではありませんでしたが、確かに素晴らしいものではありませんでした。 このアニメはストリートファイターの映画と同じレベルにあります。\n\nこのアニメーションは見た目が美しく、HDでさらに強化されています（HDアニメに慣れてしまったと言わざるを得ませんが、本当に気に入っています）。 しかし、それは本当に魅力を形作る物語やキャラクターです。 キャラクターはすべて「本物」と感じますが、徹底的なキャラクター化の試みはありません。 この性質のジャンルの部分で問題になる可能性があります。\n\n優れたアニメーションと魅力的なキャラクターだけでなく、このショーでは、アクションやコメディの素晴らしい組み合わせを提供しながら、良い測定のために投げ込まれたドラマの奇妙なビットと視聴者を引き付ける魅力的なストーリーラインがあります。 それはまた、視聴者の顔に押し込まれていないが素敵なペースで成長する素敵なロマンスの物語を持っています。 潜在的な視聴者には、このシリーズには今までにない汚れた崖のハンガーや未完成のプロットラインが含まれていることを警告する必要があります。 もちろん続編はすでに放送途中であるため、決断を下す前に私がした恐ろしい待ち時間に苦しむ必要はありません。\n\nまた、私はタワーと世界自体が卓上RPGのための優れた設定を行うと言う必要があります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter |\n\n\u001b[1mキャラクター|\u001b[22m\n\u001b[1m(Kyarakutā |)\u001b[22m\n\nTranslations of \u001b[4mCharacter |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nThe bit where the main party hits the corridor of traps is one of the funniest things I've seen. As the name may imply this anime is based on the long running series of Druaga games by Namco. I have to say that while generally enjoyable anime based on video games is often pretty hit or miss. On the one hand you have awesome stuff like the Streetfighter movie and on the other hand you have stuff like Ragnarok - which wasnt as rubbish as people said, but it certainly wasnt awesome. This anime is certainly up there on the same level as the Streetfighter movie.\n\n\u001b[1mメインパーティーがトラップの回廊に当たるビットは、私が見た中で最も面白いものの一つです。 名前が示すように、このアニメはナムコのドゥラガ・ゲームの長年の連続に基づいています。 私は、ビデオゲームに基づいた一般的に楽しいアニメはしばしばかなりヒットしたり、ミスしていると言わざるを得ない。 一方では、ストリートファイター映画のような素晴らしいものがありますが、ラグナロクのようなものがあります。人々が言っ​​たようにゴミではありませんでしたが、確かに素晴らしいものではありませんでした。 このアニメはストリートファイターの映画と同じレベルにあります。\u001b[22m\n\u001b[1m(Meinpātī ga torappu no kairō ni ataru bitto wa, watashi ga mita naka de mottomo omoshiroi mono no hitotsudesu. Namae ga shimesu yō ni, kono anime wa Namuko no do~uraga gēmu no naganen no renzoku ni motodzuite imasu. Watashi wa, bideogēmu ni motodzuita ippantekini tanoshī anime wa shibashiba kanari hitto shi tari, misu shite iru to iwazaru o enai. Ippō dewa, sutorītofaitā eiga no yōna subarashī mono ga arimasuga, ragunaroku no yōna mono ga arimasu. Hitobito ga i~tsu​​ta yō ni gomide wa arimasendeshitaga, tashika ni subarashī monode wa arimasendeshita. Kono anime wa sutorītofaitā no eiga to onaji reberu ni arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe bit where the main party hits the corridor of traps is one of the funniest things I've seen. As the name may imply this anime is based on the long running series of Druaga games by Namco. I have to say that while generally enjoyable anime based on video games is often pretty hit or miss. On the one hand you have awesome stuff like the Streetfighter movie and on the other hand you have stuff like Ragnarok - which wasnt as rubbish as people said, but it certainly wasnt awesome. This anime is certainly up there on the same level as the Streetfighter movie.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe bit where the main party hits the corridor of traps is one of the funniest things I've seen.\u001b[24m\n    \u001b[1mメインパーティーがトラップの回廊に当たるビットは、私が見た中で最も面白いものの一つです。\u001b[22m, \u001b[1m主な政党はトラップの廊下に当たるビットは、私が見てきたおかしなものの一つです。\u001b[22m\n\u001b[4mAs the name may imply this anime is based on the long running series of Druaga games by Namco.\u001b[24m\n    \u001b[1m名前が示すように、このアニメはナムコのドゥラガ・ゲームの長年の連続に基づいています。\u001b[22m, \u001b[1mこのアニメを意味し得る名前がナムコによるドルアーガのゲームの実行時間の長いシリーズに基づいています。\u001b[22m\n\u001b[4mI have to say that while generally enjoyable anime based on video games is often pretty hit or miss.\u001b[24m\n    \u001b[1m私は、ビデオゲームに基づいた一般的に楽しいアニメはしばしばかなりヒットしたり、ミスしていると言わざるを得ない。\u001b[22m, \u001b[1m私はビデオゲームに基づいている間、一般的に楽しいアニメは、多くの場合、かなりのヒットまたはミスであることを言わなければなりません。\u001b[22m\n\u001b[4mOn the one hand you have awesome stuff like the Streetfighter movie and on the other hand you have stuff like Ragnarok - which wasnt as rubbish as people said, but it certainly wasnt awesome.\u001b[24m\n    \u001b[1m一方では、ストリートファイター映画のような素晴らしいものがありますが、ラグナロクのようなものがあります。人々が言ったようにゴミではありませんでしたが、確かに素晴らしいものではありませんでした。\u001b[22m, \u001b[1m一方で、あなたはストリートファイターの映画のような素晴らしいものを持っており、一方で、あなたは、ラグナロクのようなものがある - 人々が言ったようにゴミとして波平が、それは確かに素晴らしい波平。\u001b[22m\n\u001b[4mThis anime is certainly up there on the same level as the Streetfighter movie.\u001b[24m\n    \u001b[1mこのアニメはストリートファイターの映画と同じレベルにあります。\u001b[22m, \u001b[1mこのアニメは確かにそこまでストリートファイタームービーと同じレベルです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation in this is lovely looking and is enhanced even further by being in HD (I have to say Ive now got used to HD anime, I really like the crispness). But it's really the story and characters that form the appeal. The characters all feel 'real', while there is no huge attempt at in-depth characterisation none of the characters presented feel two-dimensional; which can be a problem with genre pieces of this nature.\n\n\u001b[1mこのアニメーションは見た目が美しく、HDでさらに強化されています（HDアニメに慣れてしまったと言わざるを得ませんが、本当に気に入っています）。 しかし、それは本当に魅力を形作る物語やキャラクターです。 キャラクターはすべて「本物」と感じますが、徹底的なキャラクター化の試みはありません。 この性質のジャンルの部分で問題になる可能性があります。\u001b[22m\n\u001b[1m(Kono animēshon wa mitame ga utsukushiku, HD de sarani kyōka sa rete imasu (HD anime ni narete shimatta to iwazaru o emasenga, hontōni kiniitte imasu). Shikashi, sore wa hontōni miryoku o katachidzukuru monogatari ya kyarakutādesu. Kyarakutā wa subete `honmono' to kanjimasuga, tetteitekina kyarakutā-ka no kokoromi wa arimasen. Kono seishitsu no janru no bubun de mondai ni naru kanōsei ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation in this is lovely looking and is enhanced even further by being in HD (I have to say Ive now got used to HD anime, I really like the crispness). But it's really the story and characters that form the appeal. The characters all feel 'real', while there is no huge attempt at in-depth characterisation none of the characters presented feel two-dimensional; which can be a problem with genre pieces of this nature.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation in this is lovely looking and is enhanced even further by being in HD (I have to say Ive now got used to HD anime, I really like the crispness).\u001b[24m\n    \u001b[1mこのアニメーションは見た目が美しく、HDでさらに強化されています（HDアニメに慣れてしまったと言わざるを得ませんが、本当に気に入っています）。\u001b[22m, \u001b[1mこれでアニメーションが見て美しいです（私は今、私は本当に歯切れのように、HDのアニメに慣れアイブ氏を言わなければならない）、HDであることによってさらに強化されています。\u001b[22m\n\u001b[4mBut it's really the story and characters that form the appeal.\u001b[24m\n    \u001b[1mしかし、それは本当に魅力を形作る物語やキャラクターです。\u001b[22m, \u001b[1mしかし、それは本当に魅力を形成ストーリーやキャラクターです。\u001b[22m\n\u001b[4mThe characters all feel 'real', while there is no huge attempt at in-depth characterisation none of the characters presented feel two-dimensional;\u001b[24m\n    \u001b[1mキャラクターはすべて「本物」と感じますが、徹底的なキャラクター化の試みはありません。\u001b[22m, \u001b[1m2次元の感触を提示文字の詳細な特性評価なしで何も巨大な試みはありませんが、文字はすべて、「本当の」と感じます。\u001b[22m\n\u001b[4mwhich can be a problem with genre pieces of this nature.\u001b[24m\n    \u001b[1mこの性質のジャンルの部分で問題になる可能性があります。\u001b[22m, \u001b[1mこれはこの種のジャンルの作品に問題があることができます。\u001b[22m\n\u001b[1m\u001b[22m\nAs well as excellent animation and appealing characters this show also has an engaging storyline which draws the viewer in while providing an excellent mix of action and comedy with the odd bit of drama thrown in for good measure. It also has a nicely done romance story which isnt shoved in the viewers face but grows at a nice pace. I should warn potential viewers that this series does contain one of the dirtiest cliff-hangers ever as well as a plethora of unfinished plot-lines. Of course the sequel is already half-way through broadcasting so you wont have to suffer the terrible wait that I did before finding resolution.\n\n\u001b[1m優れたアニメーションと魅力的なキャラクターだけでなく、このショーでは、アクションやコメディの素晴らしい組み合わせを提供しながら、良い測定のために投げ込まれたドラマの奇妙なビットと視聴者を引き付ける魅力的なストーリーラインがあります。 それはまた、視聴者の顔に押し込まれていないが素敵なペースで成長する素敵なロマンスの物語を持っています。 潜在的な視聴者には、このシリーズには今までにない汚れた崖のハンガーや未完成のプロットラインが含まれていることを警告する必要があります。 もちろん続編はすでに放送途中であるため、決断を下す前に私がした恐ろしい待ち時間に苦しむ必要はありません。\u001b[22m\n\u001b[1m(Sugureta animēshon to miryoku-tekina kyarakutā dakedenaku, kono shōde wa, akushon ya komedi no subarashī kumiawase o teikyō shinagara, yoi sokutei no tame ni nagekoma reta dorama no kimyōna bitto to shichō-sha o hikitsukeru miryoku-tekina sutōrīrain ga arimasu. Sore wa mata, shichō-sha no kao ni oshikoma rete inaiga sutekina pēsu de seichō suru sutekina romansu no monogatari o motte imasu. Senzai-tekina shichō-sha ni wa, kono shirīzu ni wa ima made ni nai kegareta gake no hangā ya mikansei no purottorain ga fukuma rete iru koto o keikoku suru hitsuyō ga arimasu. Mochiron zokuhen wa sudeni hōsō tochūdearu tame, ketsudan o kudasu mae ni watashi ga shita osoroshī machijikan ni kurushimu hitsuyō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mAs well as excellent animation and appealing characters this show also has an engaging storyline which draws the viewer in while providing an excellent mix of action and comedy with the odd bit of drama thrown in for good measure. It also has a nicely done romance story which isnt shoved in the viewers face but grows at a nice pace. I should warn potential viewers that this series does contain one of the dirtiest cliff-hangers ever as well as a plethora of unfinished plot-lines. Of course the sequel is already half-way through broadcasting so you wont have to suffer the terrible wait that I did before finding resolution.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs well as excellent animation and appealing characters this show also has an engaging storyline which draws the viewer in while providing an excellent mix of action and comedy with the odd bit of drama thrown in for good measure.\u001b[24m\n    \u001b[1m優れたアニメーションと魅力的なキャラクターだけでなく、このショーでは、アクションやコメディの素晴らしい組み合わせを提供しながら、良い測定のために投げ込まれたドラマの奇妙なビットと視聴者を引き付ける魅力的なストーリーラインがあります。\u001b[22m, \u001b[1m同様に優れたアニメーションと魅力的な文字としてこの番組もよい測定のために投入されたドラマの奇数ビットとアクションとコメディの優れたミックスを提供しながら、視聴者を引き込む魅力的なストーリーを持っています。\u001b[22m\n\u001b[4mIt also has a nicely done romance story which isnt shoved in the viewers face but grows at a nice pace.\u001b[24m\n    \u001b[1mそれはまた、視聴者の顔に押し込まれていないが素敵なペースで成長する素敵なロマンスの物語を持っています。\u001b[22m, \u001b[1mまた、直面している視聴者に押し込んだが、素敵なペースで成長イマイチうまく行っ恋愛物語を持っています。\u001b[22m\n\u001b[4mI should warn potential viewers that this series does contain one of the dirtiest cliff-hangers ever as well as a plethora of unfinished plot-lines.\u001b[24m\n    \u001b[1m潜在的な視聴者には、このシリーズには今までにない汚れた崖のハンガーや未完成のプロットラインが含まれていることを警告する必要があります。\u001b[22m, \u001b[1m私はこのシリーズは汚い崖のハンガーの一つ、これまでと同様に未完成のプロットラインの多数含まれていないことを潜在的な視聴者に警告する必要があります。\u001b[22m\n\u001b[4mOf course the sequel is already half-way through broadcasting so you wont have to suffer the terrible wait that I did before finding resolution.\u001b[24m\n    \u001b[1mもちろん続編はすでに放送途中であるため、決断を下す前に私がした恐ろしい待ち時間に苦しむ必要はありません。\u001b[22m, \u001b[1mあなたは文句を言わない私が解決を見つける前にいた恐ろしい待ち時間を受けるために持っているので、もちろん続編はすでに放送を通じて途中です。\u001b[22m\n\u001b[1m\u001b[22m\nAlso I have to say that the Tower and the world itself would make an excellent setting for a tabletop RPG.\n\n\u001b[1mまた、私はタワーと世界自体が卓上RPGのための優れた設定を行うだろうと言わざるを得ない。\u001b[22m\n\u001b[1m(Mata, watashi wa tawā to sekai jitai ga takujō RPG no tame no sugureta settei o okonaudarou to iwazaru o enai.)\u001b[22m\n\nTranslations of \u001b[4mAlso I have to say that the Tower and the world itself would make an excellent setting for a tabletop RPG.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso I have to say that the Tower and the world itself would make an excellent setting for a tabletop RPG.\u001b[24m\n    \u001b[1mまた、私はタワーと世界自体が卓上RPGのための優れた設定を行うだろうと言わざるを得ない。\u001b[22m, \u001b[1mまた、私はタワーと世界自体が卓上RPGのための優れた設定になるだろうと言わざるを得ない。\u001b[22m"
  },
  {
    "title": "Druaga_no_Tou__The_Aegis_of_Uruk",
    "id": "3230",
    "url": "https://myanimelist.net/anime/3230/Druaga_no_Tou__The_Aegis_of_Uruk",
    "user": "Dick75",
    "profile": "/profile/Dick75/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=6101",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  9\nキャラクター|  10\n|  9\n\nDruaga（私は名前を短縮するのが好きです）は、ビデオに基づいたショーです。 ショーがビデオゲームに基づいている場合、ヒットまたはミスです。 。  。 このショーはヒットです。  Druagaは私が必死に楽しむコンセプトを使用しています。  herosimの側面を取って、それを処理して忘れてしまった。 基本的には、このショーは旅の余波の概念を扱っています。 主人公が帰った後、彼と世界に何が起こるか。 偉大なアニメだから、ただそれを見て、今すぐ読書をやめて、見てみましょう。 あなたは聴力問題の子供を持っている！ ちょうど見に行く。 ",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDruaga (I like to shorten names) is a show based on a video. When a show is based off a video game it's a hit or miss. . . This show is a hit. Druaga uses a type of concept that I desperately enjoy. Taking an aspect of herosim that's forgotten then dealing with it. Basically this show deals with the concept of the aftermath of the journey. After the hero return what happens to him and the world. It's a great anime so just watch it, right now stop reading and start watching already. You got a listening problem kid! Just get to watching .\n\n\u001b[1mDruaga（私は名前を短縮するのが好きです）は、ビデオに基づいたショーです。 ショーがビデオゲームに基づいている場合、ヒットまたはミスです。 。  。 このショーはヒットです。  Druagaは私が必死に楽しむコンセプトを使用しています。  herosimの側面を取って、それを処理して忘れてしまった。 基本的には、このショーは旅の余波の概念を扱っています。 主人公が帰った後、彼と世界に何が起こるか。 偉大なアニメだから、ただそれを見て、今すぐ読書をやめて、見てみましょう。 あなたは聴力問題の子供を持っている！ ちょうど見に行く。 \u001b[22m\n\u001b[1m(Druaga (watashi wa namae o tanshuku suru no ga sukidesu) wa, bideo ni motodzuita shōdesu. Shō ga bideogēmu ni motodzuite iru baai, hitto matawa misudesu. Kono shō wa hittodesu. Druaga wa watashi ga hisshi ni tanoshimu konseputo o shiyō shite imasu. Herosim no sokumen o totte, sore o shori shite wasurete shimatta. Kihontekini wa, kono shō wa tabi no yoha no gainen o atsukatte imasu. Shujinkō ga kaetta nochi, kare to sekai ni nani ga okoru ka. Idaina animedakara, tada sore o mite, ima sugu dokusho o yamete, mite mimashou. Anata wa chōryoku mondai no kodomo o motte iru! Chōdo mi ni iku...)\u001b[22m\n\nTranslations of \u001b[4mDruaga (I like to shorten names) is a show based on a video. When a show is based off a video game it's a hit or miss. . . This show is a hit. Druaga uses a type of concept that I desperately enjoy. Taking an aspect of herosim that's forgotten then dealing with it. Basically this show deals with the concept of the aftermath of the journey. After the hero return what happens to him and the world. It's a great anime so just watch it, right now stop reading and start watching already. You got a listening problem kid! Just get to watching .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDruaga (I like to shorten names) is a show based on a video.\u001b[24m\n    \u001b[1mDruaga（私は名前を短縮するのが好きです）は、ビデオに基づいたショーです。\u001b[22m, \u001b[1mドルアーガは（私は名前を短くしたい）ビデオに基づいてショーです。\u001b[22m\n\u001b[4mWhen a show is based off a video game it's a hit or miss.\u001b[24m\n    \u001b[1mショーがビデオゲームに基づいている場合、ヒットまたはミスです。\u001b[22m, \u001b[1mショーはビデオゲームをオフに基づいている場合には、ヒットまたはミスです。\u001b[22m\n\u001b[4mThis show is a hit.\u001b[24m\n    \u001b[1mこのショーはヒットです。\u001b[22m\n\u001b[4mDruaga uses a type of concept that I desperately enjoy.\u001b[24m\n    \u001b[1mDruagaは私が必死に楽しむコンセプトを使用しています。\u001b[22m, \u001b[1mドルアーガは、私は必死に楽しむコンセプトのタイプを使用しています。\u001b[22m\n\u001b[4mTaking an aspect of herosim that's forgotten then dealing with it.\u001b[24m\n    \u001b[1mherosimの側面を取って、それを処理して忘れてしまった。\u001b[22m, \u001b[1mそれを扱う後、忘れていherosimの側面を取ります。\u001b[22m\n\u001b[4mBasically this show deals with the concept of the aftermath of the journey.\u001b[24m\n    \u001b[1m基本的には、このショーは旅の余波の概念を扱っています。\u001b[22m, \u001b[1m基本的にこのショーは、旅の余波の概念を扱っています。\u001b[22m\n\u001b[4mAfter the hero return what happens to him and the world.\u001b[24m\n    \u001b[1m主人公が帰った後、彼と世界に何が起こるか。\u001b[22m, \u001b[1m主人公の後、彼と世界に何が起こるかを返します。\u001b[22m\n\u001b[4mIt's a great anime so just watch it, right now stop reading and start watching already.\u001b[24m\n    \u001b[1m偉大なアニメだから、ただそれを見て、今すぐ読書をやめて、見てみましょう。\u001b[22m, \u001b[1mこれは、これだけ読むのをやめ、すでに見始める今、それを見て素晴らしいアニメです。\u001b[22m\n\u001b[4mYou got a listening problem kid!\u001b[24m\n    \u001b[1mあなたは聴力問題の子供を持っている！\u001b[22m, \u001b[1mあなたはリスニング問題の子供を持って！\u001b[22m\n\u001b[4mJust get to watching .\u001b[24m\n    \u001b[1mちょうど見に行く。\u001b[22m, \u001b[1mちょうど見に行きます。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m"
  },
  {
    "title": "Druaga_no_Tou__The_Aegis_of_Uruk",
    "id": "3230",
    "url": "https://myanimelist.net/anime/3230/Druaga_no_Tou__The_Aegis_of_Uruk",
    "user": "knightof3",
    "profile": "/profile/knightof3/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=18381",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\nLOLこのアニメは陽気です\n\nすべてのエピソードは面白い材料でいっぱいです。 それは私が楽しむすべての要素、ホットメイジのひよこ^^、戦い、陽気なコンテンツの全体がたくさんあります。 このアニメの物語は全く新しいものではありません（この邪悪な男は私たちの村を破壊して大混乱を引き起こします、そして主人公はすべてジャズになります）が、このアニメはアニメに実際に入れたゲームに基づいています それを面白くする\n\nあなたがアニメをたくさん見ているなら絶対必要です^^",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLOL this anime is hilarious\n\n\u001b[1mLOLこのアニメは陽気です\u001b[22m\n\u001b[1m(LOL kono anime wa yōkidesu)\u001b[22m\n\nTranslations of \u001b[4mLOL this anime is hilarious\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLOL this anime is hilarious\u001b[24m\n    \u001b[1mLOLこのアニメは陽気です\u001b[22m\n\u001b[1m\u001b[22m\nevery episode is jam packed with funny material. it has all the elements that i enjoy, the hot mage chick ^^, fighting, and a whole lot of hilarious content. the story of this anime isnt all that new (oh no this evil guy is destroying our villages and causing havoc, then a hero comes along and all that jazz) but since this anime is based off a game the makers really put that in the anime to make it funny\n\n\u001b[1mすべてのエピソードは面白い材料でいっぱいです。 それは私が楽しむすべての要素、ホットメイジのひよこ^^、戦い、陽気なコンテンツの全体がたくさんあります。 このアニメの物語は全く新しいものではありません（この邪悪な男は私たちの村を破壊して大混乱を引き起こします、そして主人公はすべてジャズになります）が、このアニメはアニメに実際に入れたゲームに基づいています それを面白くする\u001b[22m\n\u001b[1m(Subete no episōdo wa omoshiroi zairyō de ippaidesu. Sore wa watashi ga tanoshimu subete no yōso, hottomeiji no hiyoko ^^, tatakai, yōkina kontentsu no zentai ga takusan arimasu. Kono anime no monogatari wa mattaku atarashī monode wa arimasen (kono jaakuna otoko wa watashitachi no mura o hakai shite dai konran o hikiokoshimasu, soshite shujinkō wa subete jazu ni narimasu) ga, kono anime wa anime ni jissai ni ireta gēmu ni motodzuite imasu sore o omoshiroku suru)\u001b[22m\n\nTranslations of \u001b[4mevery episode is jam packed with funny material. it has all the elements that i enjoy, the hot mage chick ^^, fighting, and a whole lot of hilarious content. the story of this anime isnt all that new (oh no this evil guy is destroying our villages and causing havoc, then a hero comes along and all that jazz) but since this anime is based off a game the makers really put that in the anime to make it funny\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mevery episode is jam packed with funny material.\u001b[24m\n    \u001b[1mすべてのエピソードは面白い材料でいっぱいです。\u001b[22m, \u001b[1mすべてのエピソードが面白い材料を充填したジャムです。\u001b[22m\n\u001b[4mit has all the elements that i enjoy, the hot mage chick ^^, fighting, and a whole lot of hilarious content.\u001b[24m\n    \u001b[1mそれは私が楽しむすべての要素、ホットメイジのひよこ^^、戦い、陽気なコンテンツの全体がたくさんあります。\u001b[22m, \u001b[1mそれは私が楽しむ全ての要素、ホットメイジひよこ^^、戦い、そして陽気なコンテンツの全体の多くを持っています。\u001b[22m\n\u001b[4mthe story of this anime isnt all that new (oh no this evil guy is destroying our villages and causing havoc, then a hero comes along and all that jazz) but since this anime is based off a game the makers really put that in the anime\u001b[24m\n    \u001b[1mこのアニメの物語は全く新しいものではありません（この邪悪な男は私たちの村を破壊して大混乱を引き起こします、そして主人公はすべてジャズになります）が、このアニメはアニメに実際に入れたゲームに基づいています\u001b[22m, \u001b[1mありえないすべてのことは、新しい（この邪悪な男は、私たちの村を破壊し、大混乱を引き起こしているオハイオ州は、その後、主人公が一緒に来て、すべてのことジャズ）が、このアニメは、メーカーは本当にアニメでいることを入れてゲームをオフに基づいているので、このアニメの物語\u001b[22m\n\u001b[4mto make it funny\u001b[24m\n    \u001b[1mそれを面白くする\u001b[22m, \u001b[1mそれが面白い作ります\u001b[22m\n\u001b[1m\u001b[22m\nIt is a must if u watch lots of anime ^^\n\n\u001b[1mあなたがアニメをたくさん見ているなら絶対必要です^^\u001b[22m\n\u001b[1m(Anata ga anime o takusan mite irunara zettai hitsuyōdesu ^ ^)\u001b[22m\n\nTranslations of \u001b[4mIt is a must if u watch lots of anime ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is a must if u watch lots of anime ^^\u001b[24m\n    \u001b[1mあなたがアニメをたくさん見ているなら絶対必要です^^\u001b[22m, \u001b[1muはアニメの多くを見ればそれは必見です^^\u001b[22m"
  },
  {
    "title": "Druaga_no_Tou__The_Aegis_of_Uruk",
    "id": "3230",
    "url": "https://myanimelist.net/anime/3230/Druaga_no_Tou__The_Aegis_of_Uruk",
    "user": "Darc-Charlie",
    "profile": "/profile/Darc-Charlie/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=166215",
    "jp": "--- | --- | ---\n全体的な|  1\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  1\nキャラクター|  1\n|  1\n\n正直なところ、哀れなアニメ。 私はめったにアニメを終わらせ、弱く、非常に素朴な主人公ですが、私はそれが続編を見たので、この1つに行くことにしました。 今は悪く見えるかもしれませんが、後でもっと良くなるでしょう... NOPEはまったくありません。  2回目のエピソードの後、私は良いアニメを見逃しているかもしれないというチャンスに基づいて残りを見なければならなかった。 私は今、その決定を後悔するようになった。 私には、ショー全体の前提の前提には欠陥があります。 このアニメについて何か良いことがあったら、それは最初のエピソードでした。 私はこのアニメがコメディとしてタグ付けされているのを見ることができます...最初のエピソードの後に​​それを探す気にしないでください。 正直、私のアニメニストの7.00を超えるすべてのアニメを評価してください...もし私が存在から1つのアニメを消す力があれば、このアニメはそれになります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 1\n\n\u001b[1m全体的な|  1\u001b[22m\n\u001b[1m(Zentai-tekina | 1)\u001b[22m\n\nTranslations of \u001b[4mOverall | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 1\n\n\u001b[1mサウンド|  1\u001b[22m\n\u001b[1m(Saundo | 1)\u001b[22m\n\nTranslations of \u001b[4mSound | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nHonestly a pathetic anime. I rarely finish anime with , weak and EXTREMELY naive main characters but i decided to go with this one since I saw it had a sequel. If it looks bad now maybe it'll get better later...NOPE not at all. After the second episode i had to force myself to watch the rest based on the chance that I may be missing a good anime. I have now come to regret that decision. To me the premise of the premise of the entire show is flawed. If there was anything good about this anime, it was the first episode. I can see this anime is tagged as a comedy...dont even bother to look for it after the first episode. Honestly of all the anime rated above a 7.00 on my animelist... if i had the power to erase one anime from existence, this anime would be it.\n\n\u001b[1m正直なところ、哀れなアニメ。 私はめったにアニメを終わらせ、弱く、非常に素朴な主人公ですが、私はそれが続編を見たので、この1つに行くことにしました。 今は悪く見えるかもしれませんが、後でもっと良くなるでしょう... NOPEはまったくありません。  2回目のエピソードの後、私は良いアニメを見逃しているかもしれないというチャンスに基づいて残りを見なければならなかった。 私は今、その決定を後悔するようになった。 私には、ショー全体の前提の前提には欠陥があります。 このアニメについて何か良いことがあったら、それは最初のエピソードでした。 私はこのアニメがコメディとしてタグ付けされているのを見ることができます...最初のエピソードの後に​​それを探す気にしないでください。 正直、私のアニメニストの7.00を超えるすべてのアニメを評価してください...もし私が存在から1つのアニメを消す力があれば、このアニメはそれになります。\u001b[22m\n\u001b[1m(Shōjikina tokoro, awarena anime. Watashi wa mettani anime o owara se, yowaku, hijō ni sobokuna shujinkōdesuga, watashi wa sore ga zokuhen o mitanode, kono 1tsu ni iku koto ni shimashita. Ima wa waruku mieru kamo shiremasenga,-go de motto yoku narudeshou... NOPE wa mattaku arimasen. 2-Kai-me no episōdo no ato, watashi wa yoi anime o minogashite iru kamo shirenai to iu chansu nimotozuite nokori o minakereba naranakatta. Watashi wa ima, sono kettei o kōkai suru yō ni natta. Watashiniha, shō zentai no zentei no zentei ni wa kekkan ga arimasu. Kono anime ni tsuite nani ka yoi koto ga attara, soreha saisho no episōdodeshita. Watashi wa kono anime ga komedi to shite tagudzuke sa rete iru no o miru koto ga dekimasu... Saisho no episōdo no nochi ni ​​ sore o sagasu kinishinaide kudasai. Shōjiki, watashi no animenisuto no 7. 00 Wokoeru subete no anime o hyōka shite kudasai... Moshi watashi ga sonzai kara 1tsu no anime o kesu chikara ga areba, kono anime wa sore ni narimasu.)\u001b[22m\n\nTranslations of \u001b[4mHonestly a pathetic anime. I rarely finish anime with , weak and EXTREMELY naive main characters but i decided to go with this one since I saw it had a sequel. If it looks bad now maybe it'll get better later...NOPE not at all. After the second episode i had to force myself to watch the rest based on the chance that I may be missing a good anime. I have now come to regret that decision. To me the premise of the premise of the entire show is flawed. If there was anything good about this anime, it was the first episode. I can see this anime is tagged as a comedy...dont even bother to look for it after the first episode. Honestly of all the anime rated above a 7.00 on my animelist... if i had the power to erase one anime from existence, this anime would be it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly a pathetic anime.\u001b[24m\n    \u001b[1m正直なところ、哀れなアニメ。\u001b[22m, \u001b[1m正直哀れなアニメ。\u001b[22m\n\u001b[4mI rarely finish anime with , weak and EXTREMELY naive main characters but i decided to go with this one since I saw it had a sequel.\u001b[24m\n    \u001b[1m私はめったにアニメを終わらせ、弱く、非常に素朴な主人公ですが、私はそれが続編を見たので、この1つに行くことにしました。\u001b[22m, \u001b[1m私はめったに、弱い、非常にナイーブメインキャラクターとアニメを終了していないが、私は私はそれが続編を持っていた見て以来、この1と一緒に行くことにしました。\u001b[22m\n\u001b[4mIf it looks bad now maybe it'll get better later...NOPE not at all.\u001b[24m\n    \u001b[1m今は悪く見えるかもしれませんが、後でもっと良くなるでしょう... NOPEはまったくありません。\u001b[22m, \u001b[1mそれが悪いようであれば、今多分それは後で... NOPEない全然良くなるでしょう。\u001b[22m\n\u001b[4mAfter the second episode i had to force myself to watch the rest based on the chance that I may be missing a good anime.\u001b[24m\n    \u001b[1m2回目のエピソードの後、私は良いアニメを見逃しているかもしれないというチャンスに基づいて残りを見なければならなかった。\u001b[22m, \u001b[1m第2話の後、私は私は良いアニメが欠落することができるチャンスに基づいて残りの部分を見るために自分自身を強制する必要がありました。\u001b[22m\n\u001b[4mI have now come to regret that decision.\u001b[24m\n    \u001b[1m私は今、その決定を後悔するようになった。\u001b[22m, \u001b[1m私は今、その決定を後悔するようになりました。\u001b[22m\n\u001b[4mTo me the premise of the premise of the entire show is flawed.\u001b[24m\n    \u001b[1m私には、ショー全体の前提の前提には欠陥があります。\u001b[22m, \u001b[1m私にはショー全体の前提の前提には欠陥があります。\u001b[22m\n\u001b[4mIf there was anything good about this anime, it was the first episode.\u001b[24m\n    \u001b[1mこのアニメについて何か良いことがあったら、それは最初のエピソードでした。\u001b[22m, \u001b[1mこのアニメについての良いものがあった場合、それは最初のエピソードでした。\u001b[22m\n\u001b[4mI can see this anime is tagged as a comedy...dont even bother to look for it after the first episode.\u001b[24m\n    \u001b[1m私はこのアニメがコメディとしてタグ付けされているのを見ることができます...最初のエピソードの後にそれを探す気にしないでください。\u001b[22m, \u001b[1m私も最初のエピソードの後にそれを見て気にいけない...このアニメは喜劇としてタグ付けされていることがわかります。\u001b[22m\n\u001b[4mHonestly of all the anime rated above a 7.00 on my animelist... if i had the power to erase one anime from existence, this anime would be it.\u001b[24m\n    \u001b[1m正直、私のアニメニストの7.00を超えるすべてのアニメを評価してください...もし私が存在から1つのアニメを消す力があれば、このアニメはそれになります。\u001b[22m, \u001b[1m私はexistenceから1アニメを消去する力を持っていた場合は正直なところ、私のanimelistで7.00より上の定格すべてのアニメの...、このアニメはそれだろう。\u001b[22m"
  },
  {
    "title": "Druaga_no_Tou__The_Aegis_of_Uruk",
    "id": "3230",
    "url": "https://myanimelist.net/anime/3230/Druaga_no_Tou__The_Aegis_of_Uruk",
    "user": "gravedigger",
    "profile": "/profile/gravedigger/reviews",
    "pages": "2",
    "number": "5",
    "link": "/reviews.php?id=16941",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  7\nキャラクター|  8\n|  8\n\nドゥルガーの塔 - ウルクのエギスは中世の冒険/ファンタジーアニメであるため、Uは多くの戦い、魔法、さまざまな種類のモンスターを見るでしょう。\n\n\n物語はそれほど革新的ではなく、次のようになります。遠く離れた土地にはウルクと呼ばれる王国があります。 首都は大きな塔の下にあり、最も強い敵、Druagaが住んでいます。  Urukの王、Gilgameshは、80年前にDruagaを倒した伝説の英雄です。 しかし、何らかの理由でドルアーガは元気に戻り、誰かが再び彼を殺さなければならない。 その理由のために、登山家と呼ばれる多くの戦闘員が首都に集まり、モンスターが弱くなり、塔を登り始めて、ドゥルーガが住む最上階に達するため、「夏の夏」を待っている（もちろん、 私たちの主人公も登山家です）。 彼らがドゥルーガを殺したい理由は、伝説の宝石ブルークリスタルロッドです。これはどんな願いをも実現することができます。 ついに夏が来て、各党は最上階に旅を始める.....\n\n\nメインキャラクターとサポートキャラクターは別々のパーティーに分かれており、パーティーごとに独自の理由があります。 このシリーズを通して、メインキャラクターとサポートキャラクターの生活の一部（そしてパーティーへの参加の理由）が明らかになりますが、その一部は公開される予定です。\n主人公のジルは経験の浅い冒険家で、青いクリスタルロッドを手に入れて（もちろん嘘である）彼女の目標を達成するためにカヤヤを助けるためにパーティーに参加しただけでなく、ドラウガを殺して モンスターからの人々。\n一方、Kaayaは、彼女の過去から物事を明らかにすることを望まず、党内の誰も知らない隠れた目標を持っている神秘的な人物です。\nもう一つ興味深いのはNeebaです。 彼はジルの兄弟ですが、彼らは良い関係にありません。 彼は彼の党からジルを解雇さえした。 彼はKaayaのように隠された目標を持っており、Druagaとの最後の戦いにおいて重要な役割を果たします。  JillとNeebaのパーティーとは別に、他のパーティーもストーリーの「時間」を得て最上階との戦いで彼らの役割を果たします。\n\n\nこのアニメの典型的なアニメーションは平均的なものです。 唯一の変更点は、時々、コンピュータのアニメーション敵（3D）を見ることができるということです。 音は平均的なもので、中世のテーマが数多くあり、100回目の聴きに少し迷惑をかけることがあります。\n\n\n結論として、これは良いアニメなので、私は彼に8/10を与えました。 それははるかに良いかもしれないが、物語はもっと革新的かもしれないが、それはまったく退屈ではなかったので、私はそれを見て楽しんだ。 それは2シーズンのアニメなので、最終的な結末はなかったので、いくつかの重要な質問は未回答のままです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTower of Druaga - the Aegis of Uruk is a medieval based adventure/fantasy anime , so U will see many fights , magic and different kind of monsters.\n\n\u001b[1mドゥルガーの塔 - ウルクのエギスは中世の冒険/ファンタジーアニメであるため、Uは多くの戦い、魔法、さまざまな種類のモンスターを見るでしょう。\u001b[22m\n\u001b[1m(Do~urugā no tō - uruku no egisu wa chūsei no bōken/ fantajīanimedearu tame, U wa ōku no tatakai, mahō, samazamana shurui no monsutā o mirudeshou.)\u001b[22m\n\nTranslations of \u001b[4mTower of Druaga - the Aegis of Uruk is a medieval based adventure/fantasy anime , so U will see many fights , magic and different kind of monsters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTower of Druaga - the Aegis of Uruk is a medieval based adventure/fantasy anime , so U will see many fights , magic and different kind of monsters.\u001b[24m\n    \u001b[1mドゥルガーの塔 - ウルクのエギスは中世の冒険/ファンタジーアニメであるため、Uは多くの戦い、魔法、さまざまな種類のモンスターを見るでしょう。\u001b[22m, \u001b[1mドルアーガの塔 - ウルクのイージス艦は、中世ベースの冒険/ファンタジーアニメなので、Uは多くの戦い、モンスターの魔法と異なる種類が表示されます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe story is not very innovative and it goes like this : In a far and distant land there is a kingdom called Uruk. The capital lies under a big tower , where the strongest enemy , Druaga , lives . The king of Uruk , Gilgamesh , is a legendary hero who defeated Druaga 80 years ago . But for some reason Druaga is back to life and someone has to kill him again. For that reason many fighters, called Climbers, are gathering in the capital and are waiting for the 'Summer of Anu' , because the monsters get weaker , to start climbing the tower and reach the top floor, where Druaga lives (and of course, our main characters are also climbers). The reason they want to kill Druaga is the legendary treasure blue Crystal Rod, which can fulfill any wish. The summer has finally come and each party has started their journey to the top floor .....\n\n\u001b[1m物語はそれほど革新的ではなく、次のようになります。遠く離れた土地にはウルクと呼ばれる王国があります。 首都は大きな塔の下にあり、最も強い敵、Druagaが住んでいます。  Urukの王、Gilgameshは、80年前にDruagaを倒した伝説の英雄です。 しかし、何らかの理由でドルアーガは元気に戻り、誰かが再び彼を殺さなければならない。 その理由のために、登山家と呼ばれる多くの戦闘員が首都に集まり、モンスターが弱くなり、塔を登り始めて、ドゥルーガが住む最上階に達するため、「夏の夏」を待っている（もちろん、 私たちの主人公も登山家です）。 彼らがドゥルーガを殺したい理由は、伝説の宝石ブルークリスタルロッドです。これはどんな願いをも実現することができます。 ついに夏が来て、各党は最上階に旅を始める.....\u001b[22m\n\u001b[1m(Monogatari wa sorehodo kakushin-tekide wa naku,-ji no yō ni narimasu. Tōku hanareta tochi ni wa uruku to yoba reru ōkoku ga arimasu. Shuto wa ōkina tō no shita ni ari, mottomo tsuyoi teki, Druaga ga sunde imasu. Uruk no ō, girugamesshu wa, 80-nen mae ni Druaga o taoshita densetsu no eiyūdesu. Shikashi, nanrakano riyū de doruāga wa genki ni modori, dareka ga futatabi kare o korosanakereba naranai. Sono riyū no tame ni, tozan-ka to yoba reru ōku no sentō-in ga shuto ni atsumari, monsutā ga yowaku nari,-tō o nobori hajimete, do~urūga ga sumu saijōkai ni tassuru tame,`natsu no natsu' o matte iru (mochiron, watashitachi no shujinkō mo tozan-kadesu). Karera ga do~urūga o koroshitai riyū wa, densetsu no hōseki burūkurisutaruroddodesu. Kore wa don'na negai o mo jitsugen suru koto ga dekimasu. Tsuini natsu ga kite, kakutō wa saijōkai ni tabi o hajimeru.....)\u001b[22m\n\nTranslations of \u001b[4mThe story is not very innovative and it goes like this : In a far and distant land there is a kingdom called Uruk. The capital lies under a big tower , where the strongest enemy , Druaga , lives . The king of Uruk , Gilgamesh , is a legendary hero who defeated Druaga 80 years ago . But for some reason Druaga is back to life and someone has to kill him again. For that reason many fighters, called Climbers, are gathering in the capital and are waiting for the 'Summer of Anu' , because the monsters get weaker , to start climbing the tower and reach the top floor, where Druaga lives (and of course, our main characters are also climbers). The reason they want to kill Druaga is the legendary treasure blue Crystal Rod, which can fulfill any wish. The summer has finally come and each party has started their journey to the top floor .....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is not very innovative and it goes like this : In a far and distant land there is a kingdom called Uruk.\u001b[24m\n    \u001b[1m物語はそれほど革新的ではなく、次のようになります。遠く離れた土地にはウルクと呼ばれる王国があります。\u001b[22m, \u001b[1m物語は非常に革新的ではない、それはこのように書きます：遠く離れた土地ではウルクと呼ばれる王国があります。\u001b[22m\n\u001b[4mThe capital lies under a big tower , where the strongest enemy , Druaga , lives .\u001b[24m\n    \u001b[1m首都は大きな塔の下にあり、最も強い敵、Druagaが住んでいます。\u001b[22m, \u001b[1m資本金は最強の敵、ドルアーガは、住んでいる大きなタワー、下に位置しています。\u001b[22m\n\u001b[4mThe king of Uruk , Gilgamesh , is a legendary hero who defeated Druaga 80 years ago .\u001b[24m\n    \u001b[1mUrukの王、Gilgameshは、80年前にDruagaを倒した伝説の英雄です。\u001b[22m, \u001b[1mウルクの王、ギルガメッシュは、80年前ドルアーガを倒し、伝説の英雄です。\u001b[22m\n\u001b[4mBut for some reason Druaga is back to life and someone has to kill him again.\u001b[24m\n    \u001b[1mしかし、何らかの理由でドルアーガは元気に戻り、誰かが再び彼を殺さなければならない。\u001b[22m, \u001b[1mしかし、いくつかの理由でドルアーガは、生活に戻っていると誰かが再び彼を殺すために持っています。\u001b[22m\n\u001b[4mFor that reason many fighters, called Climbers, are gathering in the capital and are waiting for the 'Summer of Anu' , because the monsters get weaker , to start climbing the tower and reach the top floor, where Druaga lives (and of course,\u001b[24m\n    \u001b[1mその理由のために、登山家と呼ばれる多くの戦闘員が首都に集まり、モンスターが弱くなり、塔を登り始めて、ドゥルーガが住む最上階に達するため、「夏の夏」を待っている（もちろん、\u001b[22m, \u001b[1mそのため、多くの戦闘機は、と呼ばれる登山が、首都に集まっていると「アヌの夏」を待っている、モンスターが弱く得るので、塔に登る開始し、ドルアーガが住んでいる最上階に到達するために（そしてもちろん、\u001b[22m\n\u001b[4mour main characters are also climbers).\u001b[24m\n    \u001b[1m私たちの主人公も登山家です）。\u001b[22m, \u001b[1m私たちの主な文字）も登山者です。\u001b[22m\n\u001b[4mThe reason they want to kill Druaga is the legendary treasure blue Crystal Rod, which can fulfill any wish.\u001b[24m\n    \u001b[1m彼らがドゥルーガを殺したい理由は、伝説の宝石ブルークリスタルロッドです。これはどんな願いをも実現することができます。\u001b[22m, \u001b[1m彼らはドルアーガを殺したい理由は、任意の希望を満たすことができる伝説の宝物ブルークリスタルロッド、です。\u001b[22m\n\u001b[4mThe summer has finally come and each party has started their journey to the top floor .....\u001b[24m\n    \u001b[1mついに夏が来て、各党は最上階に旅を始める.....\u001b[22m, \u001b[1m夏は最終的に来ているし、各当事者は、最上階に彼らの旅を開始しました.....\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe main and supporting characters are divided into different parties and each one of them has their own reason for joining the party . Through the series , parts of the main and supporting characters lives (and their reason for joining the parties) will be revealed , but some of them will be left unveiled.\n\n\u001b[1mメインキャラクターとサポートキャラクターは別々のパーティーに分かれており、パーティーごとに独自の理由があります。 このシリーズを通して、メインキャラクターとサポートキャラクターの生活の一部（そしてパーティーへの参加の理由）が明らかになりますが、その一部は公開される予定です。\u001b[22m\n\u001b[1m(Meinkyarakutā to sapōtokyarakutā wa betsubetsu no pātī ni wakarete ori, pātī-goto ni dokuji no riyū ga arimasu. Kono shirīzu o tōshite, meinkyarakutā to sapōtokyarakutā no seikatsu no ichibu (soshite pātī e no sanka no riyū) ga akiraka ni narimasuga, sono ichibu wa kōkai sa reru yoteidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe main and supporting characters are divided into different parties and each one of them has their own reason for joining the party . Through the series , parts of the main and supporting characters lives (and their reason for joining the parties) will be revealed , but some of them will be left unveiled.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main and supporting characters are divided into different parties and each one of them has their own reason for joining the party .\u001b[24m\n    \u001b[1mメインキャラクターとサポートキャラクターは別々のパーティーに分かれており、パーティーごとに独自の理由があります。\u001b[22m, \u001b[1mメインと脇役が異なる政党に分割され、それらのそれぞれはパーティーに参加するための独自の理由を持っています。\u001b[22m\n\u001b[4mThrough the series , parts of the main and supporting characters lives (and their reason for joining the parties) will be revealed , but some of them will be left unveiled.\u001b[24m\n    \u001b[1mこのシリーズを通して、メインキャラクターとサポートキャラクターの生活の一部（そしてパーティーへの参加の理由）が明らかになりますが、その一部は公開される予定です。\u001b[22m, \u001b[1mシリーズを通じて、メインと脇役の命（やパーティーに参加するため、その理由）の一部が明らかにされますが、それらのいくつかは発表のままになります。\u001b[22m\nJil, the main character , is an inexperienced adventurer , who joined the party to help Kaaya in her goal to get the blue Crystal Rod in order to 'cure her brother' (of course that's a lie), but also to kill Drauga and save the people from the monsters .\n\n\u001b[1m主人公のジルは経験の浅い冒険家で、青いクリスタルロッドを手に入れて（もちろん嘘である）彼女の目標を達成するためにカヤヤを助けるためにパーティーに参加しただけでなく、ドラウガを殺して モンスターからの人々。\u001b[22m\n\u001b[1m(Shujinkō no Jiru wa keiken no asai bōken-ka de, aoi kurisutaruroddo o te ni irete (mochiron usodearu) kanojo no mokuhyō o tassei suru tame ni kayaya o tasukeru tame ni pātī ni sanka shita dakedenaku, dorauga o koroshite monsutā kara no hitobito.)\u001b[22m\n\nTranslations of \u001b[4mJil, the main character , is an inexperienced adventurer , who joined the party to help Kaaya in her goal to get the blue Crystal Rod in order to 'cure her brother' (of course that's a lie), but also to kill Drauga and save the people from the monsters .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mJil, the main character , is an inexperienced adventurer , who joined the party to help Kaaya in her goal to get the blue Crystal Rod in order to 'cure her brother' (of course that's a lie), but also to kill Drauga and save\u001b[24m\n    \u001b[1m主人公のジルは経験の浅い冒険家で、青いクリスタルロッドを手に入れて（もちろん嘘である）彼女の目標を達成するためにカヤヤを助けるためにパーティーに参加しただけでなく、ドラウガを殺して\u001b[22m, \u001b[1mジル、主人公は、（うそです、もちろん）「兄を治す」ために青いクリスタルロッドを得るために彼女の目標にKaayaを助けるためにパーティーに参加した経験の浅い冒険家、ですが、またDraugaを殺して、保存するには\u001b[22m\n\u001b[4mthe people from the monsters .\u001b[24m\n    \u001b[1mモンスターからの人々。\u001b[22m\nKaaya, on the other hand , is a mysterious person , who doesn't want to reveal things from her past and has a hidden goal from which no one in her party knows.\n\n\u001b[1m一方、Kaayaは、彼女の過去から物事を明らかにすることを望まず、党内の誰も知らない隠れた目標を持っている神秘的な人物です。\u001b[22m\n\u001b[1m(Ippō, Kaaya wa, kanojo no kako kara monogoto o akiraka ni suru koto o nozomazu, tōnai no daremoshiranai kakureta mokuhyō o motte iru shinpi-tekina jinbutsudesu.)\u001b[22m\n\nTranslations of \u001b[4mKaaya, on the other hand , is a mysterious person , who doesn't want to reveal things from her past and has a hidden goal from which no one in her party knows.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKaaya, on the other hand , is a mysterious person , who doesn't want to reveal things from her past and has a hidden goal from which no one in her party knows.\u001b[24m\n    \u001b[1m一方、Kaayaは、彼女の過去から物事を明らかにすることを望まず、党内の誰も知らない隠れた目標を持っている神秘的な人物です。\u001b[22m, \u001b[1mKaayaは、他の一方で、彼女の過去から物事を明らかにしたいと彼女のパーティーで誰もが知っている、そこから隠された目的を持っていない謎の人物、です。\u001b[22m\nOne more interesting character is Neeba . He's the older brother of Jill , but they are not in good relationship . He even fired Jill from his party. He, like Kaaya, has a hidden goal , and it'll play a vital role in the last fight against Druaga. Apart from Jill and Neeba's parties , some other parties will also get their 'time' in the story and play their role in the fight to the top floor.\n\n\u001b[1mもう一つ興味深いのはNeebaです。 彼はジルの兄であるが、彼らは良い関係にない。 彼は彼の党からジルを解雇さえした。 彼はKaayaのように隠された目標を持っており、Druagaとの最後の戦いで重要な役割を果たします。  JillとNeebaのパーティーとは別に、他のパーティーもストーリーに「時間」を与え、最上階との戦いで彼らの役割を果たします。\u001b[22m\n\u001b[1m(Mōhitotsu kyōmibukai no wa Neebadesu. Kare wa Jiru no anidearuga, karera wa yoi kankei ni nai. Kare wa kare no tō kara Jiru o kaiko sae shita. Kare wa Kaaya no yō ni kakusa reta mokuhyō o motte ori, Druaga to no saigonotatakai de jūyōna yakuwari o hatashimasu. Jill to Neeba no pātī to wa betsuni, hoka no pātī mo sutōrī ni `jikan' o atae, saijōkai to notatakai de karera no yakuwari o hatashimasu.)\u001b[22m\n\nTranslations of \u001b[4mOne more interesting character is Neeba . He's the older brother of Jill , but they are not in good relationship . He even fired Jill from his party. He, like Kaaya, has a hidden goal , and it'll play a vital role in the last fight against Druaga. Apart from Jill and Neeba's parties , some other parties will also get their 'time' in the story and play their role in the fight to the top floor.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOne more interesting character is Neeba .\u001b[24m\n    \u001b[1mもう一つ興味深いのはNeebaです。\u001b[22m, \u001b[1mもう一つの興味深い文字がNeebaです。\u001b[22m\n\u001b[4mHe's the older brother of Jill , but they are not in good relationship .\u001b[24m\n    \u001b[1m彼はジルの兄であるが、彼らは良い関係にない。\u001b[22m, \u001b[1m彼はジルの兄だが、彼らは良好な関係にはありません。\u001b[22m\n\u001b[4mHe even fired Jill from his party.\u001b[24m\n    \u001b[1m彼は彼の党からジルを解雇さえした。\u001b[22m, \u001b[1m彼も彼の党からジルを解雇しました。\u001b[22m\n\u001b[4mHe, like Kaaya, has a hidden goal , and it'll play a vital role in the last fight against Druaga.\u001b[24m\n    \u001b[1m彼はKaayaのように隠された目標を持っており、Druagaとの最後の戦いで重要な役割を果たします。\u001b[22m, \u001b[1m彼は、Kaayaのように、隠された目標を持っており、それがドルアーガに対する最後の戦いで重要な役割を果たします。\u001b[22m\n\u001b[4mApart from Jill and Neeba's parties , some other parties will also get their 'time' in the story and play their role in the fight to the top floor.\u001b[24m\n    \u001b[1mJillとNeebaのパーティーとは別に、他のパーティーもストーリーに「時間」を与え、最上階との戦いで彼らの役割を果たします。\u001b[22m, \u001b[1m別にジルとNeebaのパーティから、いくつかの他の当事者も、物語の中で自分の「時間」を取得し、最上階に戦いで自分の役割を果たします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is average , typical for this kind of anime . The only change is that, from time to time , you get to see some computer animated enemies (3D) . The sound is also average , with many medieval themes, which can get a bit annoying after hearing them for 100th time .\n\n\u001b[1mこのアニメの典型的なアニメーションは平均的なものです。 唯一の変更点は、時々、コンピュータのアニメーション敵（3D）を見ることができるということです。 音は平均的なもので、中世のテーマが数多くあり、100回目の聴きに少し迷惑をかけることがあります。\u001b[22m\n\u001b[1m(Kono anime no tenkei-tekina animēshon wa heikin-tekina monodesu. Yuiitsu no henkōten wa,-ji 々, Konpyūta no animēshon teki (3 D) o miru koto ga dekiru to iu kotodesu. Oto wa heikin-tekina mono de, chūsei no tēma ga kazuōku ari, 100-kai-me no kiki ni sukoshi meiwaku o kakeru koto ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is average , typical for this kind of anime . The only change is that, from time to time , you get to see some computer animated enemies (3D) . The sound is also average , with many medieval themes, which can get a bit annoying after hearing them for 100th time .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is average , typical for this kind of anime .\u001b[24m\n    \u001b[1mこのアニメの典型的なアニメーションは平均的なものです。\u001b[22m, \u001b[1mアニメーションは、アニメのこの種の典型的な、平均値です。\u001b[22m\n\u001b[4mThe only change is that, from time to time , you get to see some computer animated enemies (3D) .\u001b[24m\n    \u001b[1m唯一の変更点は、時々、コンピュータのアニメーション敵（3D）を見ることができるということです。\u001b[22m, \u001b[1m唯一の変更は、随時、あなたには、いくつかのコンピュータアニメーションの敵（3D）を見ることを得る、ということです。\u001b[22m\n\u001b[4mThe sound is also average , with many medieval themes, which can get a bit annoying after hearing them for 100th time .\u001b[24m\n    \u001b[1m音は平均的なもので、中世のテーマが数多くあり、100回目の聴きに少し迷惑をかけることがあります。\u001b[22m, \u001b[1m音は、第百時間のためにそれらを聞いた後、少し迷惑得ることができ、多くの中世のテーマでも平均値です。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIn conclusion , this is a good anime , so I gave him 8/10 . Although it could be much better , and the story could be more innovative , it wasn't boring at all , so I enjoyed watching it. Since it's a two-season anime , there was no final ending , so some important questions are left unanswered.\n\n\u001b[1m結論として、これは良いアニメなので、私は彼に8/10を与えました。 それははるかに良いかもしれないが、物語はもっと革新的かもしれないが、それはまったく退屈ではなかったので、私はそれを見て楽しんだ。 それは2シーズンのアニメなので、最終的な結末はなかったので、いくつかの重要な質問は未回答のままです。\u001b[22m\n\u001b[1m(Ketsuron to shite, kore wa yoi animenanode, watashi wa kare ni 8/ 10 o ataemashita. Sore wa haruka ni yoi kamo shirenaiga, monogatari wa motto kakushin-teki kamo shirenaiga, sore wa mattaku taikutsude wa nakattanode, watashi wa sore o mite tanoshinda. Sore wa 2 shīzun no animenanode, saishū-tekina ketsumatsu wa nakattanode, ikutsu ka no jūyōna shitsumon wa mi kaitō no mamadesu.)\u001b[22m\n\nTranslations of \u001b[4mIn conclusion , this is a good anime , so I gave him 8/10 . Although it could be much better , and the story could be more innovative , it wasn't boring at all , so I enjoyed watching it. Since it's a two-season anime , there was no final ending , so some important questions are left unanswered.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIn conclusion , this is a good anime , so I gave him 8/10 .\u001b[24m\n    \u001b[1m結論として、これは良いアニメなので、私は彼に8/10を与えました。\u001b[22m, \u001b[1m結論として、これは良いアニメですので、私は彼に8月10日を与えました。\u001b[22m\n\u001b[4mAlthough it could be much better , and the story could be more innovative , it wasn't boring at all , so I enjoyed watching it.\u001b[24m\n    \u001b[1mそれははるかに良いかもしれないが、物語はもっと革新的かもしれないが、それはまったく退屈ではなかったので、私はそれを見て楽しんだ。\u001b[22m, \u001b[1mそれははるかに良いかもしれない、との話はより革新的であることができるが、それは全く退屈ではなかったので、私はそれを見て楽しみました。\u001b[22m\n\u001b[4mSince it's a two-season anime , there was no final ending , so some important questions are left unanswered.\u001b[24m\n    \u001b[1mそれは2シーズンのアニメなので、最終的な結末はなかったので、いくつかの重要な質問は未回答のままです。\u001b[22m, \u001b[1mそれは2シーズンのアニメなので、そこには最終的な結末はなかったので、いくつかの重要な問題が未解決のままにされています。\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
