[
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "greenroses",
    "profile": "/profile/greenroses/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=226706",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|\nアニメーション|\nキャラクター|  3\n|\n\n毎週私はエピソードを見ながら、なぜ私はまだ見ているのだろうかと思います。 これは悪いです。 私はスポーツが大好きで、スポーツアニメが大好きですが、デイズはショーなしで、誰かがすっごくいいか、サッカーで偉大な可能性を秘めているという考えを強制しようとします。 この場合、主人公のつくしです。 彼が実際のサッカーをするのに役に立たないことは別として、彼の特徴は本当に貧弱です。 私は彼の声から、彼がどのように彼が思考し、すべての大部分を停止しない方法に実行する方法に迷惑を見つける、それは本当に迷惑と信じられないように誰もが彼が神を送ったかのように彼のこの大きな可能性を見て その男が償還や栄光のようなものを暗示するために何もしていない日、...\n\n私はこのアニメの最大の問題だと思っています。彼らはそれを正当化することなくポイントを強制します（ゲームについても同じことが言えます。 見逃してみんなが驚いているが、あなたは本当にそれを見たことがないので、興奮や失望を感じることはできない）...私は他のキャラクターが好きでストーリーラインはまともだと思うが、世界が周りを回っているこのつくし〜 多分私は、物事が良くなったという希望で見守っていたかもしれません...しかし、すでに14エプスで、何も変わっていない、彼がしていることはすべて、頭のない鶏のように動いて走り、栄光を得る。 奇妙な。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory |\n\n\u001b[1mストーリー|\u001b[22m\n\u001b[1m(Sutōrī |)\u001b[22m\n\nTranslations of \u001b[4mStory |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\nAnimation |\n\n\u001b[1mアニメーション|\u001b[22m\n\u001b[1m(Animēshon |)\u001b[22m\n\nTranslations of \u001b[4mAnimation |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment |\n\n\u001b[1m|\u001b[22m\n\u001b[1m(|)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment |\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[1m\u001b[22m\nEvery week while I watch an episode, I wonder why I'm still watching. It's bad. I love sports and I love sports anime but Days is just - without showing, they try to force the idea that someone is sooo good or has the potential to be great in football. In this case, it's the main character, Tsukushi. Apart from him being useless in playing actual football, his characterisation is really poor. I find it annoying from his voice to the way how he runs to the way he doesn't stop to think and major of all, it's really annoying and unbelievable that EVERYONE sees this great potential in him as if he's god-sent to save the day, when the dude hasn't done anything to hint at any semblance of redemption or glory...\n\n\u001b[1m毎週私はエピソードを見ながら、なぜ私はまだ見ているのだろうかと思います。 これは悪いです。 私はスポーツが大好きで、スポーツアニメが大好きですが、デイズはショーなしで、誰かがすっごくいいか、サッカーで偉大な可能性を秘めているという考えを強制しようとします。 この場合、主人公のつくしです。 彼が実際のサッカーをするのに役に立たないことは別として、彼の特徴は本当に貧弱です。 私は彼の声から、彼がどのように彼が思考し、すべての大部分を停止しない方法に実行する方法に迷惑を見つける、それは本当に迷惑と信じられないように誰もが彼が神を送ったかのように彼のこの大きな可能性を見て その男が償還や栄光のようなものを暗示するために何もしていない日、...\u001b[22m\n\u001b[1m(Maishū watashi wa episōdo o minagara, naze watashi wa mada mite iru nodarou ka to omoimasu. Kore wa waruidesu. Watashi wa supōtsu ga daisukide, supōtsuanime ga daisukidesuga, deizu wa shō nashi de, dareka ga suggoku ī ka, sakkā de idaina kanōsei o himete iru to iu kangae o kyōsei shiyou to shimasu. Ko no baai, shujinkō no tsukushidesu. Kare ga jissai no sakkā o suru no ni yakunitatanai koto wa betsu to shite, kare no tokuchō wa hontōni hinjakudesu. Watashi wa kare no koe kara, kare ga dono yō ni kare ga shikō shi, subete no daibubun o teishi shinai hōhō ni jikkō suru hōhō ni meiwaku o mitsukeru, sore wa hontōni meiwaku to shinji rarenai yō ni daremoga kare ga kami o okutta ka no yō ni kare no kono ōkina kanōsei o mite sono otoko ga shōkan ya eikō no yōna mono o anji suru tame ni nani mo shite inai hi,...)\u001b[22m\n\nTranslations of \u001b[4mEvery week while I watch an episode, I wonder why I'm still watching. It's bad. I love sports and I love sports anime but Days is just - without showing, they try to force the idea that someone is sooo good or has the potential to be great in football. In this case, it's the main character, Tsukushi. Apart from him being useless in playing actual football, his characterisation is really poor. I find it annoying from his voice to the way how he runs to the way he doesn't stop to think and major of all, it's really annoying and unbelievable that EVERYONE sees this great potential in him as if he's god-sent to save the day, when the dude hasn't done anything to hint at any semblance of redemption or glory...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEvery week while I watch an episode, I wonder why I'm still watching.\u001b[24m\n    \u001b[1m毎週私はエピソードを見ながら、なぜ私はまだ見ているのだろうかと思います。\u001b[22m, \u001b[1m毎週私はエピソードを見ながら、私はまだ見ている理由は、私は疑問に思います。\u001b[22m\n\u001b[4mIt's bad.\u001b[24m\n    \u001b[1mこれは悪いです。\u001b[22m, \u001b[1m悪いです。\u001b[22m, \u001b[1mそれは悪いです。\u001b[22m\n\u001b[4mI love sports and I love sports anime but Days is just - without showing, they try to force the idea that someone is sooo good or has the potential to be great in football.\u001b[24m\n    \u001b[1m私はスポーツが大好きで、スポーツアニメが大好きですが、デイズはショーなしで、誰かがすっごくいいか、サッカーで偉大な可能性を秘めているという考えを強制しようとします。\u001b[22m, \u001b[1m私はスポーツを愛し、私はスポーツアニメを愛するが、日数はわずかである - を示すことなく、彼らは誰かがすっごく良いですかサッカーに大きななる可能性を持っているという考えを強制しよう。\u001b[22m\n\u001b[4mIn this case, it's the main character, Tsukushi.\u001b[24m\n    \u001b[1mこの場合、主人公のつくしです。\u001b[22m, \u001b[1mこの場合には、メインキャラクター、筑紫です。\u001b[22m\n\u001b[4mApart from him being useless in playing actual football, his characterisation is really poor.\u001b[24m\n    \u001b[1m彼が実際のサッカーをするのに役に立たないことは別として、彼の特徴は本当に貧弱です。\u001b[22m, \u001b[1m別に彼は実際のサッカーをに無用であることから、彼のキャラクタリゼーションは本当に悪いです。\u001b[22m\n\u001b[4mI find it annoying from his voice to the way how he runs to the way he doesn't stop to think and major of all, it's really annoying and unbelievable that EVERYONE sees this great potential in him as if he's god-sent to save the\u001b[24m\n    \u001b[1m私は彼の声から、彼がどのように彼が思考し、すべての大部分を停止しない方法に実行する方法に迷惑を見つける、それは本当に迷惑と信じられないように誰もが彼が神を送ったかのように彼のこの大きな可能性を見て\u001b[22m, \u001b[1m私は彼が彼が考えることを停止し、すべての主要なしないようにどのように実行するかの方法に彼の声から、それは迷惑を見つける、それは彼が救うために神-送らだかのように、誰もが彼にこの大きな可能性を見ていることを本当に迷惑と信じられないほどです\u001b[22m\n\u001b[4mday, when the dude hasn't done anything to hint at any semblance of redemption or glory...\u001b[24m\n    \u001b[1mその男が償還や栄光のようなものを暗示するために何もしていない日、...\u001b[22m, \u001b[1m男は償還または栄光の任意のうわべだけをほのめかすために何もしていません日、...\u001b[22m\n\u001b[1m\u001b[22m\nI think that's my biggest problem with this anime, they force points without justifying it (the same can be said about the games, they only show a few seconds of plays then lots of running while having long monologues then BAM! a goal is scored or missed and everyone is amazed but you can't feel the excitement or disappointment because you never really saw the proper build up to that)... I find the other characters likable and their story line decent but this Tsukushi that the world revolves around~ maybe I kept watching with the hope that things would've gotten better... but already 14 eps in, and nothing has changed, all he does is run run run like a headless chicken and yet gets the glory. Weird.\n\n\u001b[1m私はこのアニメの最大の問題だと思っています。彼らはそれを正当化することなくポイントを強制します（ゲームについても同じことが言えます。 見逃してみんなが驚いているが、あなたは本当にそれを見たことがないので、興奮や失望を感じることはできない）...私は他のキャラクターが好きでストーリーラインはまともだと思うが、世界が周りを回っているこのつくし〜 多分私は、物事が良くなったという希望で見守っていたかもしれません...しかし、すでに14エプスで、何も変わっていない、彼がしていることはすべて、頭のない鶏のように動いて走り、栄光を得る。 奇妙な。\u001b[22m\n\u001b[1m(Watashi wa kono anime no saidai no mondaida to omotte imasu. Karera wa sore o seitō-ka suru koto naku pointo o kyōsei shimasu (gēmu ni tsuite mo onaji koto ga iemasu. Minogashite min'na ga odoroite iruga, anata wa hontōni sore o mita koto ga nainode, kōfun ya shitsubō o kanjiru koto wa dekinai)... Watashi wa hoka no kyarakutā ga sukide sutōrīrain wa matomoda to omou ga, sekai ga mawari o mawatte iru kono Tsukushi 〜 tabun watashi wa, monogoto ga yoku natta to iu kibō de mimamotte ita kamo shiremasen... Shikashi, sudeni 14 epusu de, nani mo kawatte inai, kare ga shite iru koto wa subete, atama no nai niwatori no yō ni ugoite hashiri, eikō o eru. Kimyōna.)\u001b[22m\n\nTranslations of \u001b[4mI think that's my biggest problem with this anime, they force points without justifying it (the same can be said about the games, they only show a few seconds of plays then lots of running while having long monologues then BAM! a goal is scored or missed and everyone is amazed but you can't feel the excitement or disappointment because you never really saw the proper build up to that)... I find the other characters likable and their story line decent but this Tsukushi that the world revolves around~ maybe I kept watching with the hope that things would've gotten better... but already 14 eps in, and nothing has changed, all he does is run run run like a headless chicken and yet gets the glory. Weird.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI think that's my biggest problem with this anime, they force points without justifying it (the same can be said about the games, they only show a few seconds of plays then lots of running while having long monologues then BAM! a goal is scored or\u001b[24m\n    \u001b[1m私はこのアニメの最大の問題だと思っています。彼らはそれを正当化することなくポイントを強制します（ゲームについても同じことが言えます。\u001b[22m, \u001b[1m私はこのアニメと私の最大の問題だと思う、彼らはそれを正当化することなく、ポイントを強制（同じゲームについて、彼らは唯一次いでBAMを長い独白を持ちながら実行しているたくさんの演劇の数秒を示すと言うことができる！目標は得点されますか\u001b[22m\n\u001b[4mmissed and everyone is amazed but you can't feel the excitement or disappointment because you never really saw the proper build up to that)... I find the other characters likable and their story line decent but this Tsukushi that the world revolves around~\u001b[24m\n    \u001b[1m見逃してみんなが驚いているが、あなたは本当にそれを見たことがないので、興奮や失望を感じることはできない）...私は他のキャラクターが好きでストーリーラインはまともだと思うが、世界が周りを回っているこのつくし〜\u001b[22m, \u001b[1m〜世界が周りを公転することを逃したと誰もがびっくりですが、あなたが本当にそれへの適切なビルドアップを見たことがないので、あなたは、興奮や失望を感じることができない）...私は好感が持てるとそのストーリーラインがまともな他の文字を見つけることが、この筑紫\u001b[22m\n\u001b[4mmaybe I kept watching with the hope that things would've gotten better... but already 14 eps in, and nothing has changed, all he does is run run run like a headless chicken and yet gets the glory.\u001b[24m\n    \u001b[1m多分私は、物事が良くなったという希望で見守っていたかもしれません...しかし、すでに14エプスで、何も変わっていない、彼がしていることはすべて、頭のない鶏のように動いて走り、栄光を得る。\u001b[22m, \u001b[1m多分私は物事がよくなってきたであろうことを期待して見に保た...しかし、すでに14のeps、と何が変更された、彼はすべてのヘッドレス鶏のように実行ランを実行して、まだ栄光を取得します。\u001b[22m\n\u001b[4mWeird.\u001b[24m\n    \u001b[1m奇妙な。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "Bounama-Houssam",
    "profile": "/profile/Bounama-Houssam/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=226093",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  7\nアニメーション|  9\nサウンド|  8\nキャラクター|  8\n|  9\n\nこんにちは、これは私の2番目のレビューです.....\n\n（PS：それは無意味で、無関係で、チーズな言葉で私は本当に長いレビューを嫌うので、私はそれを短くしようとします）\n\n「私は人生を生きる道につけたい」\nー つくし つかもと\n\nこのアニメは何を諦めても...あきらめることはできません...あなたのために働いていないからといって自分自身を責めないでください...自分を敗者と呼ぶことはできません あなたがライン上であなたの最も厳しいを置く場合、あなたがそれを変更する能力を持っているとき。 それは生きることを意味します。\n\nこの話は、身体的に弱いが精神的に強い塚本の男の子についてのことです。学校の初日には、彼はクラスメートのかずまさんから夜のサッカー試合に招待されます。ゲームカザマを演奏している間に、 彼は彼がチアリーダーを務める（「傑出した」となる）能力を解明すると同時に、\n\nそれは他のすべてのものとは異なります。\n塚本をサッカーで完全に初心者にしたのは好きです。 彼の新鮮なキャラクターと彼のチームメイトを動機付けることができる彼の特性のようなサッカーでNOOBであることを除いて、彼はチームの多くの助けになる彼自身の方法を持っていることが最高です。\n「現状を打ち砕くのは彼のように常に例外的なばかだ」\nー ひさひと みずき。\n\n私は彼らがチームメイトに影響を与えていることを誇張していることを知っていることは分かっていますが、ちょっと.....これからはこの種のキャラクターがとても爽やかです。\n\n要約する：\n - ストーリー：7/10\nアート：9/10（彼らはフットボールのスキルとテクニックに顕著な努力をしています）\n - サウンド：8/10（素敵なOPとED）\n - キャラクター：8/10（すべてのキャラクターは自分の魅力があります）\n - 楽しさ：9/10\n - 全体：8/10\n\n投稿者： 'BouBou'",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nHello, well this is my second review so.....\n\n\u001b[1mこんにちは、これは私の2番目のレビューです.....\u001b[22m\n\u001b[1m(Kon'nichiwa, kore wa watashi no 2-banme no rebyūdesu.....)\u001b[22m\n\nTranslations of \u001b[4mHello, well this is my second review so.....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHello, well this is my second review so.....\u001b[24m\n    \u001b[1mこんにちは、これは私の2番目のレビューです.....\u001b[22m, \u001b[1mこんにちは、よくこれはので、私の第二のレビューです.....\u001b[22m\n\u001b[1m\u001b[22m\n(PS: I really hate the long review with it's meaningless , unrelated and cheesy words so I will try make it short.)\n\n\u001b[1m（PS：それは無意味で、無関係で、チーズな言葉で私は本当に長いレビューを嫌うので、私はそれを短くしようとします）\u001b[22m\n\u001b[1m((PS: Sore wa muimide, mukankeide, chīzuna kotoba de watashi wa hontōni nagai rebyū o kirau node, watashi wa sore o mijikaku shiyou to shimasu))\u001b[22m\n\nTranslations of \u001b[4m(PS: I really hate the long review with it's meaningless , unrelated and cheesy words so I will try make it short.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(PS: I really hate the long review with it's meaningless , unrelated and cheesy words so I will try make it short.)\u001b[24m\n    \u001b[1m（PS：それは無意味で、無関係で、チーズな言葉で私は本当に長いレビューを嫌うので、私はそれを短くしようとします）\u001b[22m, \u001b[1m（PS：私はそれを短くしようとしますので、それは、無意味な関係のないと安っぽい言葉だと私は本当に長いレビューを憎みます。）\u001b[22m\n\u001b[1m\u001b[22m\n'I want to put my life on the line to live.'\n\n\u001b[1m「私は人生を生きる道につけたい」\u001b[22m\n\u001b[1m(`Watashi wa jinsei o ikiru michi ni tsuketai')\u001b[22m\n\nTranslations of \u001b[4m'I want to put my life on the line to live.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m'I want to put my life on the line to live.'\u001b[24m\n    \u001b[1m「私は人生を生きる道につけたい」\u001b[22m, \u001b[1m「私は生きるためにライン上の私の人生を載せていきたいと思います。」\u001b[22m\nー つくし つかもと\n(ｰ Tsukushi tsuka moto)\n\n\u001b[1mー つくし つかもと\u001b[22m\n\u001b[1m(ｰ Tsukushi tsuka moto)\u001b[22m\n\u001b[1m\u001b[22m\nThis anime teach us that no matter what don't give up...you can't give up... don't blame yourself just because it didn't work for you...you can't call yourself a loser when you have the ability to change it if you put your hardest on the line . That what it's mean to live.\n\n\u001b[1mこのアニメは何を諦めても...あきらめることはできません...あなたのために働いていないからといって自分自身を責めないでください...自分を敗者と呼ぶことはできません あなたがライン上であなたの最も厳しいを置く場合、あなたがそれを変更する能力を持っているとき。 それは生きることを意味します。\u001b[22m\n\u001b[1m(Kono anime wa nani o akiramete mo... Akirameru koto wa dekimasen... Anata no tame ni hataraite inaikara to itte jibun jishin o semenaide kudasai... Jibun o haisha to yobu koto wa dekimasen anata ga rain-jō de anata no mottomo kibishī o oku baai, anata ga sore o henkō suru nōryoku o motte iru toki. Sore wa ikirukoto o imi shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime teach us that no matter what don't give up...you can't give up... don't blame yourself just because it didn't work for you...you can't call yourself a loser when you have the ability to change it if you put your hardest on the line . That what it's mean to live.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime teach us that no matter what don't give up...you can't give up... don't blame yourself just because it didn't work for you...you can't call yourself a loser\u001b[24m\n    \u001b[1mこのアニメは何を諦めても...あきらめることはできません...あなたのために働いていないからといって自分自身を責めないでください...自分を敗者と呼ぶことはできません\u001b[22m, \u001b[1mこのアニメそれはあなたのために動作しませんでしたからといって自分を責めないで...あなたはあきらめることができない...どんなに何をあきらめていないことを私たちに教えて...あなたが敗者自分自身を呼び出すことはできません\u001b[22m\n\u001b[4mwhen you have the ability to change it if you put your hardest on the line .\u001b[24m\n    \u001b[1mあなたがライン上であなたの最も厳しいを置く場合、あなたがそれを変更する能力を持っているとき。\u001b[22m, \u001b[1mあなたがライン上にあなたの最も困難を置けば、それを変更する機能を持っている場合。\u001b[22m\n\u001b[4mThat what it's mean to live.\u001b[24m\n    \u001b[1mそれは生きることを意味します。\u001b[22m, \u001b[1mそれは何生きることを意味しています。\u001b[22m\n\u001b[1m\u001b[22m\nThis story is about a boy named Tsukamoto who is physically weak yet mentally strong.On the first day of school, he gets invited by his classmate kazama to a soccer match at night.While playing the game kazama finds a hidden potential within tsukamoto.Watch him as he unravels his abilities of becoming a cheer-leading runner ('outstanding').\n\n\u001b[1mこの話は、身体的に弱いが精神的に強い塚本の男の子についてのことです。学校の初日には、彼はクラスメートのかずまさんから夜のサッカー試合に招待されます。ゲームカザマを演奏している間に、 彼は彼がチアリーダーを務める（「傑出した」となる）能力を解明すると同時に、\u001b[22m\n\u001b[1m(Kono hanashi wa, karada-teki ni yowaiga seishintekini tsuyoi Tsukamoto no otokonoko ni tsuite no kotodesu. Gakkō no shonichi ni wa, kare wa kurasumēto no kazu ma-san kara yoru no sakkā shiai ni shōtai sa remasu. Gēmukazama o ensō shite iru ma ni, kare wa kare ga chiarīdā o tsutomeru (`kesshutsu shita' to naru) nōryoku o kaimei suruto dōjini,)\u001b[22m\n\nTranslations of \u001b[4mThis story is about a boy named Tsukamoto who is physically weak yet mentally strong.On the first day of school, he gets invited by his classmate kazama to a soccer match at night.While playing the game kazama finds a hidden potential within tsukamoto.Watch him as he unravels his abilities of becoming a cheer-leading runner ('outstanding').\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis story is about a boy named Tsukamoto who is physically weak yet mentally strong.On the first day of school, he gets invited by his classmate kazama to a soccer match at night.While playing the game kazama finds a hidden potential within tsukamoto.Watch\u001b[24m\n    \u001b[1mこの話は、身体的に弱いが精神的に強い塚本の男の子についてのことです。学校の初日には、彼はクラスメートのかずまさんから夜のサッカー試合に招待されます。ゲームカザマを演奏している間に、\u001b[22m, \u001b[1mこの物語は、物理的に弱く、まだ精神的に学校の最初の日strong.On、彼は風間がtsukamoto.Watch内の隠された潜在能力を発見し、ゲームをプレイnight.Whileでサッカーの試合に彼の同級生の風間によって招待されます塚本少年についてです\u001b[22m\n\u001b[4mhim as he unravels his abilities of becoming a cheer-leading runner ('outstanding').\u001b[24m\n    \u001b[1m彼は彼がチアリーダーを務める（「傑出した」となる）能力を解明すると同時に、\u001b[22m, \u001b[1m彼は彼が（ '優れた'）応援をリードランナーになるの彼の能力を解くよう。\u001b[22m\n\u001b[1m\u001b[22m\nIt's different from all the others.\n\n\u001b[1mそれは他のすべてのものとは異なります。\u001b[22m\n\u001b[1m(Sore wa hoka no subete no mono to wa kotonarimasu.)\u001b[22m\n\nTranslations of \u001b[4mIt's different from all the others.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's different from all the others.\u001b[24m\n    \u001b[1mそれは他のすべてのものとは異なります。\u001b[22m, \u001b[1mこれは、すべての他とは異なるのです。\u001b[22m\nI like how they made the Tsukamoto a complete newbie at soccer. and the best of it that he got his own way of becoming a much of help to his team aside from being NOOB at soccer like his fresh charachter and his trait that can motivates his team mates.\n\n\u001b[1m塚本をサッカーで完全に初心者にしたのは好きです。 彼の新鮮なキャラクターと彼のチームメイトを動機付けることができる彼の特性のようなサッカーでNOOBであることを除いて、彼はチームの多くの助けになる彼自身の方法を持っていることが最高です。\u001b[22m\n\u001b[1m(Tsukamoto o sakkā de kanzen ni shoshinsha ni shita no wa sukidesu. Kare no shinsen'na kyarakutā to kare no chīmumeito o dōkizukeru koto ga dekiru kare no tokusei no yōna sakkā de NOOBdearu koto o nozoite, kare wa chīmu no ōku no tasuke ni naru kare jishin no hōhō o motte iru koto ga saikōdesu.)\u001b[22m\n\nTranslations of \u001b[4mI like how they made the Tsukamoto a complete newbie at soccer. and the best of it that he got his own way of becoming a much of help to his team aside from being NOOB at soccer like his fresh charachter and his trait that can motivates his team mates.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI like how they made the Tsukamoto a complete newbie at soccer.\u001b[24m\n    \u001b[1m塚本をサッカーで完全に初心者にしたのは好きです。\u001b[22m, \u001b[1m私は、彼らは塚本サッカーで完全な初心者作った方法が好きです。\u001b[22m\n\u001b[4mand the best of it that he got his own way of becoming a much of help to his team aside from being NOOB at soccer like his fresh charachter and his trait that can motivates his team mates.\u001b[24m\n    \u001b[1m彼の新鮮なキャラクターと彼のチームメイトを動機付けることができる彼の特性のようなサッカーでNOOBであることを除いて、彼はチームの多くの助けになる彼自身の方法を持っていることが最高です。\u001b[22m, \u001b[1mそれの最高の彼は新鮮charachterと彼のチームメイトの動機ことができ、彼の特性のようなサッカーであることNOOBは別に彼のチームに助けをはるかになるの彼自身の方法を持っていること。\u001b[22m\nLike:'It's always exceptional idiots like him that smash the status quo.'\n\n\u001b[1m「現状を打ち砕くのは彼のように常に例外的なばかだ」\u001b[22m\n\u001b[1m(`Genjō o uchikudaku no wa kare no yō ni tsuneni reigai-tekina bakada')\u001b[22m\n\nTranslations of \u001b[4mLike:'It's always exceptional idiots like him that smash the status quo.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLike:'It's always exceptional idiots like him that smash the status quo.'\u001b[24m\n    \u001b[1m「現状を打ち砕くのは彼のように常に例外的なばかだ」\u001b[22m, \u001b[1m同様に：「それは、常に現状を破る彼のような例外的な馬鹿です。」\u001b[22m\nー ひさひと みずき。\n(ｰ Hisa hito Mizuki.)\n\n\u001b[1mー ひさひと みずき。\u001b[22m\n\u001b[1m(ｰ Hisa hito Mizuki.)\u001b[22m\n\u001b[1m\u001b[22m\nI know I know that they exaggerate in his influence to the team mates but hey..... it's quite refreshing this kind of charachter from now and then.Right!!\n\n\u001b[1m私は彼らがチームメイトに影響を与えていることを誇張していることを知っているのは分かっているけど、ちょっと.....これからはこの種のキャラクターをとても爽やかにしているよ。\u001b[22m\n\u001b[1m(Watashi wa karera ga chīmumeito ni eikyō o ataete iru koto o kochō shite iru koto o shitte iru no wa wakatte irukedo, chotto.. ... Korekara wa kono tane no kyarakutā o totemo sawayaka ni shite iru yo.)\u001b[22m\n\nTranslations of \u001b[4mI know I know that they exaggerate in his influence to the team mates but hey..... it's quite refreshing this kind of charachter from now and then.Right!!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know I know that they exaggerate in his influence to the team mates but hey..... it's quite refreshing this kind of charachter from now and then.Right!!\u001b[24m\n    \u001b[1m私は彼らがチームメイトに影響を与えていることを誇張していることを知っているのは分かっているけど、ちょっと.....これからはこの種のキャラクターをとても爽やかにしているよ。\u001b[22m, \u001b[1m私は今とthen.Rightからcharachterのこの種を、彼らはチームメイトに彼の影響で誇張ちょっと.....それは非常にさわやかだということを知っている知っています！\u001b[22m\n\u001b[1m\u001b[22m\nTo summarize:\n\n\u001b[1m要約する：\u001b[22m\n\u001b[1m(Yōyaku suru:)\u001b[22m\n\nDefinitions of \u001b[4mTo summarize:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nverb\n\u001b[1m    サマライズ\u001b[22m\n        summarize\n\u001b[1m    要約する\u001b[22m\n        summarize\n-Story: 7/10\n\n\u001b[1m - ストーリー：7/10\u001b[22m\n\u001b[1m(- Sutōrī: 7/ 10)\u001b[22m\n\nTranslations of \u001b[4m-Story: 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Story: 7/10\u001b[24m\n    \u001b[1m - ストーリー：7/10\u001b[22m, \u001b[1m-Story：7/10\u001b[22m\n-Art: 9/10 (they put a remarkable efforts in the football skills and techniques)\n\n\u001b[1mアート：9/10（彼らはフットボールのスキルとテクニックに顕著な努力をしています）\u001b[22m\n\u001b[1m(Āto: 9/ 10 (Karera wa futtobōru no sukiru to tekunikku ni kenchona doryoku o shite imasu))\u001b[22m\n\nTranslations of \u001b[4m-Art: 9/10 (they put a remarkable efforts in the football skills and techniques)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Art: 9/10 (they put a remarkable efforts in the football skills and techniques)\u001b[24m\n    \u001b[1mアート：9/10（彼らはフットボールのスキルとテクニックに顕著な努力をしています）\u001b[22m, \u001b[1m-art：9/10（彼らはサッカーのスキルと技術の著しい努力を置きます）\u001b[22m\n-Sound: 8/10 (nice OP and ED)\n\n\u001b[1m - サウンド：8/10（素敵なOPとED）\u001b[22m\n\u001b[1m(- Saundo: 8/ 10 (Sutekina OP to ED))\u001b[22m\n\nTranslations of \u001b[4m-Sound: 8/10 (nice OP and ED)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Sound: 8/10 (nice OP and ED)\u001b[24m\n    \u001b[1m - サウンド：8/10（素敵なOPとED）\u001b[22m, \u001b[1m-sound：8/10（素敵なOPとED）\u001b[22m\n-Character: 8/10 (every character has her own charm)\n\n\u001b[1m - キャラクター：8/10（すべてのキャラクターは自分の魅力があります）\u001b[22m\n\u001b[1m(- Kyarakutā: 8/ 10 (Subete no kyarakutā wa jibun no miryoku ga arimasu))\u001b[22m\n\nTranslations of \u001b[4m-Character: 8/10 (every character has her own charm)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Character: 8/10 (every character has her own charm)\u001b[24m\n    \u001b[1m - キャラクター：8/10（すべてのキャラクターは自分の魅力があります）\u001b[22m, \u001b[1m-character：8/10（すべての文字が彼女自身の魅力を持っています）\u001b[22m\n-Enjoyment: 9/10\n\n\u001b[1m - 楽しさ：9/10\u001b[22m\n\u001b[1m(- Tanoshisa: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4m-Enjoyment: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Enjoyment: 9/10\u001b[24m\n    \u001b[1m - 楽しさ：9/10\u001b[22m, \u001b[1m-Enjoyment：9/10\u001b[22m\n-Overall: 8/10\n\n\u001b[1m - 全体：8/10\u001b[22m\n\u001b[1m(- Zentai: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4m-Overall: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-Overall: 8/10\u001b[24m\n    \u001b[1m - 全体：8/10\u001b[22m, \u001b[1m-Overall：8/10\u001b[22m\n\u001b[1m\u001b[22m\nBy:'BouBou'.\n\n\u001b[1m投稿者： 'BouBou'\u001b[22m\n\u001b[1m(Tōkōsha: ' BouBou')\u001b[22m\n\nTranslations of \u001b[4mBy:'BouBou'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBy:'BouBou'.\u001b[24m\n    \u001b[1m投稿者： 'BouBou'\u001b[22m, \u001b[1mで：「クロヤブモズ」。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "coastheaux",
    "profile": "/profile/coastheaux/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=226427",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  10\nキャラクター|  10\n|  10\n\nこれを序文にしたいと思います：1.これは私の最初のレビューです。 私はマンガを読んでいないので、これはアニメだけに基づいています。 これは、Daysの最初の6つのエピソードに基づいています！\n\n\nここに行く。\n\nストーリー -  9/10\n\nデイズは特に臨場感あふれるストーリーですが、典​​型的なスポーツショーンから復活させる特典がいくつかあります。 そのショーは6回目のエピソードでしかないので、圧倒的なストーリーではなく、すばやくストーリーに潜っています。 最初のエピソードだけで、謎のカザマがサッカーをしてくれるように、つくしが招待されるようになるための大きな基盤ができました。 ストーリーラインは、ほとんどのスポーツアニメのように、あなたを吸う。\n\nアート -  7/10\n\n日の芸術は全体的な平均です。 クレイジーアピールはなく、Haikyuuのような他のスポーツアニメほど詳しくはありません!! または無料！ 激怒するものは何もありません。 これに対する唯一の欠点は、サッカーゲームが細心の注意を払わず、すべてのサッカーファンにとって、これが追加された可能性がある制作チームにとって大きな魅力であったということです。 しかし、それにもかかわらず、アートのスタイルはアニメに適しています。\n\nサウンド -  7/10\n\n日々はサッカーのすべての明白で微妙な音を捉えます。 日本の声優たちはキャラクターと完璧にフィットし、より現実的な腕時計になりました。\n\n\nキャラクター -  10/10\n\n文字は大きく異なります。 神秘的な人から思いやりのある人まで。 固まったものからばかげたものまで - 文字は目立つものです。 これらの外見上の衝突する性格を除いて、彼らはすべて一緒に融合し、試練、苦難、勝利、そして友情の全体的な意味に美しい旅に出ます。 すべてのキャラクターには大きな欠陥がありますが、あなたに最も関心のあるキャラクターと、あなたにとって特別なものを意味するキャラクターが見つかります。 軽く触れるために、主人公Tsukushi Tsukamotoは素敵なキャラクターです。 彼はこのシリーズの中で、謙虚で、正直で、敏感で、親切で、素晴らしい主人公です。\n\n楽しさ -  10/10\n\n私はこのアニメで毎晩楽しんでいます。 すべてのエピソードは、キャラクターについて新しいものであり、レッスンは常に学びました。\n\n\n全体的 -  9/10\n\nこれは、俳優ファンのための楽しいアニメです！ 無料！ それはスポーツそのものよりも、チームワークから出てくる友情の詳細です。 それは高校の最高の思い出をもたらします。もしあなたがまだそれにいれば、学校の肯定的な側面を奨励します。 私はこのアニメが大好きで、来るべき新しいエピソードを楽しみにしています。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nWould like to preface this by saying: 1. This is my first review. 2. This is based solely off the anime, for I haven't read the manga. and 3. This is based on the first 6 episode of Days!\n\n\u001b[1mこれを序文にしたいと思います：1.これは私の最初のレビューです。 私はマンガを読んでいないので、これはアニメだけに基づいています。 これは、Daysの最初の6つのエピソードに基づいています！\u001b[22m\n\u001b[1m(Kore o jobun ni shitai to omoimasu: 1. Kore wa watashi no saisho no rebyūdesu. Watashi wa manga o yon de inainode, koreha anime dake ni motodzuite imasu. Kore wa, deizu no saisho no muttsu no episōdo ni motodzuite imasu!)\u001b[22m\n\nTranslations of \u001b[4mWould like to preface this by saying: 1. This is my first review. 2. This is based solely off the anime, for I haven't read the manga. and 3. This is based on the first 6 episode of Days!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWould like to preface this by saying: 1. This is my first review.\u001b[24m\n    \u001b[1mこれを序文にしたいと思います：1.これは私の最初のレビューです。\u001b[22m, \u001b[1m1.これは私の最初のレビューです：言って、これを前置きしたいと思います。\u001b[22m\n\u001b[4m2. This is based solely off the anime, for I haven't read the manga.\u001b[24m\n    \u001b[1m私はマンガを読んでいないので、これはアニメだけに基づいています。\u001b[22m, \u001b[1m私は漫画を読んでいないために2.これは、単にアニメをベースにしています。\u001b[22m\n\u001b[4mand 3. This is based on the first 6 episode of Days!\u001b[24m\n    \u001b[1mこれは、Daysの最初の6つのエピソードに基づいています！\u001b[22m, \u001b[1mそして3.これは日の最初の6エピソードに基づいています！\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nHere goes.\n\n\u001b[1mここに行く。\u001b[22m\n\u001b[1m(Koko ni iku.)\u001b[22m\n\nTranslations of \u001b[4mHere goes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere goes.\u001b[24m\n    \u001b[1mここに行く。\u001b[22m, \u001b[1mここに行きます。\u001b[22m\n\u001b[1m\u001b[22m\nStory - 9/10\n\n\u001b[1mストーリー -  9/10\u001b[22m\n\u001b[1m(Sutōrī - 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory - 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 9/10\u001b[24m\n    \u001b[1mストーリー -  9/10\u001b[22m\n\u001b[1m\u001b[22m\nWhile Days is a particularly cliché story line, there are several perks that revive it from being typical sports shounen. One being that since the show is only on its 6th episode, dives fairly quickly into the story without being overwhelming. With just the first episode, we have a great foundation on what's to come as Tsukushi is invited to play soccer by mysterious Kazama. The story line, like most sports anime, sucks you in.\n\n\u001b[1mデイズは特に臨場感あふれるストーリーですが、典​​型的なスポーツショーンから復活させる特典がいくつかあります。 そのショーは6回目のエピソードでしかないので、圧倒的なストーリーではなく、すばやくストーリーに潜っています。 最初のエピソードだけで、謎のカザマがサッカーをしてくれるように、つくしが招待されるようになるための大きな基盤ができました。 ストーリーラインは、ほとんどのスポーツアニメのように、あなたを吸う。\u001b[22m\n\u001b[1m(Deizu wa tokuni rinbakan afureru sutōrīdesuga, ten ​​-gata-tekina supōtsushōn kara fukkatsu sa seru tokuten ga ikutsu ka arimasu. Sono shō wa 6-kai-me no episōdode shika nainode, attōtekina sutōrīde wa naku, subayaku sutōrī ni mogutte imasu. Saisho no episōdo dake de, nazo no Kazama ga sakkā o shite kureru yō ni, tsukushi ga shōtai sa reru yō ni naru tame no ōkina kiban ga dekimashita. Sutōrīrain wa, hotondo no supōtsuanime no yō ni, anata o suu.)\u001b[22m\n\nTranslations of \u001b[4mWhile Days is a particularly cliché story line, there are several perks that revive it from being typical sports shounen. One being that since the show is only on its 6th episode, dives fairly quickly into the story without being overwhelming. With just the first episode, we have a great foundation on what's to come as Tsukushi is invited to play soccer by mysterious Kazama. The story line, like most sports anime, sucks you in.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile Days is a particularly cliché story line, there are several perks that revive it from being typical sports shounen.\u001b[24m\n    \u001b[1mデイズは特に臨場感あふれるストーリーですが、典型的なスポーツショーンから復活させる特典がいくつかあります。\u001b[22m, \u001b[1m日数は、特に決まり文句ストーリーラインですが、典型的なスポーツ少年であることから、それを復活させるいくつかの特典があります。\u001b[22m\n\u001b[4mOne being that since the show is only on its 6th episode, dives fairly quickly into the story without being overwhelming.\u001b[24m\n    \u001b[1mそのショーは6回目のエピソードでしかないので、圧倒的なストーリーではなく、すばやくストーリーに潜っています。\u001b[22m, \u001b[1m一つは、ショーが唯一の第六のエピソードであるため、圧倒的されることなく物語にかなり迅速に飛び込むことです。\u001b[22m\n\u001b[4mWith just the first episode, we have a great foundation on what's to come as Tsukushi is invited to play soccer by mysterious Kazama.\u001b[24m\n    \u001b[1m最初のエピソードだけで、謎のカザマがサッカーをしてくれるように、つくしが招待されるようになるための大きな基盤ができました。\u001b[22m, \u001b[1mちょうど最初のエピソードでは、我々は筑紫は謎の風間によってサッカーをするために招待されているように来て何に大きな基盤を持っています。\u001b[22m\n\u001b[4mThe story line, like most sports anime, sucks you in.\u001b[24m\n    \u001b[1mストーリーラインは、ほとんどのスポーツアニメのように、あなたを吸う。\u001b[22m, \u001b[1mストーリーラインは、ほとんどのスポーツアニメのように、であなたを吸います。\u001b[22m\n\u001b[1m\u001b[22m\nArt - 7/10\n\n\u001b[1mアート -  7/10\u001b[22m\n\u001b[1m(Āto - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 7/10\u001b[24m\n    \u001b[1mアート -  7/10\u001b[22m\n\u001b[1m\u001b[22m\nDays' art is overall average. There is no crazy appeal and it is not nearly as detailed as other sports anime such as Haikyuu!! or Free! There is nothing to rave over. The only downside to this is the soccer games are less meticulous and for all soccer fans, this would've been a great touch to the production team could've added. HOWEVER, the art style suits the anime nonetheless.\n\n\u001b[1m日の芸術は全体的な平均です。 クレイジーアピールはなく、Haikyuuのような他のスポーツアニメほど詳しくはありません!! または無料！ 激怒するものは何もありません。 これに対する唯一の欠点は、サッカーゲームが細心の注意を払わず、すべてのサッカーファンにとって、これが追加された可能性がある制作チームにとって大きな魅力であったということです。 しかし、それにもかかわらず、アートのスタイルはアニメに適しています。\u001b[22m\n\u001b[1m(Ni~Tsu no geijutsu wa zentai-tekina heikindesu. Kureijīapīru wa naku, Haikyuu no yōna ta no supōtsuanime hodo kuwashiku wa arimasen! ! Matawa muryō! Gekido suru mono wa nani mo arimasen. Kore ni taisuru yuiitsu no ketten wa, sakkāgēmu ga saishin no chūi o harawazu, subete no sakkāfan ni totte, kore ga tsuika sa reta kanōsei ga aru seisaku chīmu ni totte ōkina miryokudeatta to iu kotodesu. Shikashi, sore nimokakawarazu, āto no sutairu wa anime ni tekishite imasu.)\u001b[22m\n\nTranslations of \u001b[4mDays' art is overall average. There is no crazy appeal and it is not nearly as detailed as other sports anime such as Haikyuu!! or Free! There is nothing to rave over. The only downside to this is the soccer games are less meticulous and for all soccer fans, this would've been a great touch to the production team could've added. HOWEVER, the art style suits the anime nonetheless.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDays' art is overall average.\u001b[24m\n    \u001b[1m日の芸術は全体的な平均です。\u001b[22m, \u001b[1m日の芸術は全体の平均です。\u001b[22m\n\u001b[4mThere is no crazy appeal and it is not nearly as detailed as other sports anime such as Haikyuu!!\u001b[24m\n    \u001b[1mクレイジーアピールはなく、Haikyuuのような他のスポーツアニメほど詳しくはありません!!\u001b[22m, \u001b[1mそこには狂気の魅力はありません、それは、そのようなHaikyuuなどの他のスポーツアニメほど詳細ではありません！\u001b[22m\n\u001b[4mor Free!\u001b[24m\n    \u001b[1mまたは無料！\u001b[22m\n\u001b[4mThere is nothing to rave over.\u001b[24m\n    \u001b[1m激怒するものは何もありません。\u001b[22m, \u001b[1mオーバー絶賛するものは何もありません。\u001b[22m\n\u001b[4mThe only downside to this is the soccer games are less meticulous and for all soccer fans, this would've been a great touch to the production team could've added.\u001b[24m\n    \u001b[1mこれに対する唯一の欠点は、サッカーゲームが細心の注意を払わず、すべてのサッカーファンにとって、これが追加された可能性がある制作チームにとって大きな魅力であったということです。\u001b[22m, \u001b[1mこれに対する唯一の欠点は、サッカーの試合が少ない細心であり、すべてのサッカーファンのために、これは制作チームに大きなタッチが追加された可能性があっただろうです。\u001b[22m\n\u001b[4mHOWEVER, the art style suits the anime nonetheless.\u001b[24m\n    \u001b[1mしかし、それにもかかわらず、アートのスタイルはアニメに適しています。\u001b[22m, \u001b[1mしかし、アートスタイルは、それにもかかわらず、アニメに適しています。\u001b[22m\n\u001b[1m\u001b[22m\nSound - 7/10\n\n\u001b[1mサウンド -  7/10\u001b[22m\n\u001b[1m(Saundo - 7/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound - 7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 7/10\u001b[24m\n    \u001b[1mサウンド -  7/10\u001b[22m\n\u001b[1m\u001b[22m\nDays' captures all the obvious and infinitesimal sounds of soccer. The Japanese voice actors fit perfectly with the characters, making for an even more realistic watch.\n\n\u001b[1m日々はサッカーのすべての明白で微妙な音を捉えます。 日本の声優たちはキャラクターと完璧にフィットし、より現実的な腕時計になりました。\u001b[22m\n\u001b[1m(Hibi wa sakkā no subete no meihakude bimyōna oto o toraemasu. Nihon no seiyū-tachi wa kyarakutā to kanpeki ni fitto shi, yori genjitsu-tekina udedokei ni narimashita.)\u001b[22m\n\nTranslations of \u001b[4mDays' captures all the obvious and infinitesimal sounds of soccer. The Japanese voice actors fit perfectly with the characters, making for an even more realistic watch.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDays' captures all the obvious and infinitesimal sounds of soccer.\u001b[24m\n    \u001b[1m日々はサッカーのすべての明白で微妙な音を捉えます。\u001b[22m, \u001b[1m日のキャプチャサッカーのすべての明白かつ微小な音。\u001b[22m\n\u001b[4mThe Japanese voice actors fit perfectly with the characters, making for an even more realistic watch.\u001b[24m\n    \u001b[1m日本の声優たちはキャラクターと完璧にフィットし、より現実的な腕時計になりました。\u001b[22m, \u001b[1m日本の声優はあっても、より現実的な時計のために作る、文字で完璧にフィット。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 10/10\n\n\u001b[1mキャラクター -  10/10\u001b[22m\n\u001b[1m(Kyarakutā - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 10/10\u001b[24m\n    \u001b[1mキャラクター -  10/10\u001b[22m, \u001b[1m文字 -  10月10日\u001b[22m\n\u001b[1m\u001b[22m\nCharacters vary widely. From mysterious to compassionate people. From stuck-up to aloof - the characters are outstanding. Aside from all these seemingly clashing personalities, they all meld together and make for a beautiful journey into trials, tribulations, triumph, and overall the meaning of friendship. Every character has a major flaw, but you'll find a character you relate to the most, as well as one that means something special to you. To touch lightly on, the protagonist, Tsukushi Tsukamoto, is a wonderful character. He is humble, honest, sensitive, kind, and a great protagonist in this series.\n\n\u001b[1m文字は大きく異なります。 神秘的な人から思いやりのある人まで。 固まったものからばかげたものまで - 文字は目立つものです。 これらの外見上の衝突する性格を除いて、彼らはすべて一緒に融合し、試練、苦難、勝利、そして友情の全体的な意味に美しい旅に出ます。 すべてのキャラクターには大きな欠陥がありますが、あなたに最も関心のあるキャラクターと、あなたにとって特別なものを意味するキャラクターが見つかります。 軽く触れるために、主人公Tsukushi Tsukamotoは素敵なキャラクターです。 彼はこのシリーズの中で、謙虚で、正直で、敏感で、親切で、素晴らしい主人公です。\u001b[22m\n\u001b[1m(Moji wa ōkiku kotonarimasu. Shinpi-tekina hito kara omoiyari no aru hito made. Katamatta mono kara bakageta mono made - moji wa medatsu monodesu. Korera no gaiken-jō no shōtotsu suru seikaku o nozoite, karera wa subete issho ni yūgō shi, shiren, kunan, shōri, soshite yūjō no zentai-tekina imi ni utsukushī tabi ni demasu. Subete no kyarakutā ni wa ōkina kekkan ga arimasuga, anata ni mottomo kanshin no aru kyarakutā to, anata ni totte tokubetsuna mono o imi suru kyarakutā ga mitsukarimasu. Karuku fureru tame ni, shujinkō Tsukushi Tsukamoto wa sutekina kyarakutādesu. Kare wa kono shirīzu no naka de, kenkyode, shōjikide, binkan de, shinsetsude, subarashī shujinkōdesu.)\u001b[22m\n\nTranslations of \u001b[4mCharacters vary widely. From mysterious to compassionate people. From stuck-up to aloof - the characters are outstanding. Aside from all these seemingly clashing personalities, they all meld together and make for a beautiful journey into trials, tribulations, triumph, and overall the meaning of friendship. Every character has a major flaw, but you'll find a character you relate to the most, as well as one that means something special to you. To touch lightly on, the protagonist, Tsukushi Tsukamoto, is a wonderful character. He is humble, honest, sensitive, kind, and a great protagonist in this series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters vary widely.\u001b[24m\n    \u001b[1m文字は大きく異なります。\u001b[22m, \u001b[1m文字が大きく異なります。\u001b[22m\n\u001b[4mFrom mysterious to compassionate people.\u001b[24m\n    \u001b[1m神秘的な人から思いやりのある人まで。\u001b[22m, \u001b[1m思いやりのある人に神秘から。\u001b[22m\n\u001b[4mFrom stuck-up to aloof - the characters are outstanding.\u001b[24m\n    \u001b[1m固まったものからばかげたものまで - 文字は目立つものです。\u001b[22m, \u001b[1m孤高にこだわっアップから - 文字が傑出しています。\u001b[22m\n\u001b[4mAside from all these seemingly clashing personalities, they all meld together and make for a beautiful journey into trials, tribulations, triumph, and overall the meaning of friendship.\u001b[24m\n    \u001b[1mこれらの外見上の衝突する性格を除いて、彼らはすべて一緒に融合し、試練、苦難、勝利、そして友情の全体的な意味に美しい旅に出ます。\u001b[22m, \u001b[1m別にすべてのこれらの一見激突個性から、それらはすべて一緒にメルドや試練、苦難、勝利、そして友情の全体的な意味に美しい旅のために作ります。\u001b[22m\n\u001b[4mEvery character has a major flaw, but you'll find a character you relate to the most, as well as one that means something special to you.\u001b[24m\n    \u001b[1mすべてのキャラクターには大きな欠陥がありますが、あなたに最も関心のあるキャラクターと、あなたにとって特別なものを意味するキャラクターが見つかります。\u001b[22m, \u001b[1mすべての文字には大きな欠陥を持っていますが、あなたが最もに関連した文字だけでなく、あなたに特別な何かを意味するものを見つけることができます。\u001b[22m\n\u001b[4mTo touch lightly on, the protagonist, Tsukushi Tsukamoto, is a wonderful character.\u001b[24m\n    \u001b[1m軽く触れるために、主人公Tsukushi Tsukamotoは素敵なキャラクターです。\u001b[22m, \u001b[1m軽く上に触れて、主人公、筑紫塚本は、素晴らしい文字です。\u001b[22m\n\u001b[4mHe is humble, honest, sensitive, kind, and a great protagonist in this series.\u001b[24m\n    \u001b[1m彼はこのシリーズの中で、謙虚で、正直で、敏感で、親切で、素晴らしい主人公です。\u001b[22m, \u001b[1m彼は、謙虚な正直、敏感、種類、およびこのシリーズの偉大な主人公です。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 10/10\n\n\u001b[1m楽しさ -  10/10\u001b[22m\n\u001b[1m(Tanoshisa - 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 10/10\u001b[24m\n    \u001b[1m楽しさ -  10/10\u001b[22m, \u001b[1m楽しさ -  10月10日\u001b[22m\n\u001b[1m\u001b[22m\nI enjoy every moment with this anime. Every episode is something new about the characters, and a lesson always learned.\n\n\u001b[1m私はこのアニメで毎晩楽しんでいます。 すべてのエピソードは、キャラクターについて新しいものであり、レッスンは常に学びました。\u001b[22m\n\u001b[1m(Watashi wa kono anime de maiban tanoshinde imasu. Subete no episōdo wa, kyarakutā ni tsuite atarashī monodeari, ressun wa tsuneni manabimashita.)\u001b[22m\n\nTranslations of \u001b[4mI enjoy every moment with this anime. Every episode is something new about the characters, and a lesson always learned.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI enjoy every moment with this anime.\u001b[24m\n    \u001b[1m私はこのアニメで毎晩楽しんでいます。\u001b[22m, \u001b[1m私はこのアニメを持つすべての瞬間を楽しむことができます。\u001b[22m\n\u001b[4mEvery episode is something new about the characters, and a lesson always learned.\u001b[24m\n    \u001b[1mすべてのエピソードは、キャラクターについて新しいものであり、レッスンは常に学びました。\u001b[22m, \u001b[1mすべてのエピソードは、文字に関する新しい何かである、との教訓は、常に学びました。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 9/10\n\n\u001b[1m全体的 -  9/10\u001b[22m\n\u001b[1m(Zentai-teki - 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall - 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 9/10\u001b[24m\n    \u001b[1m全体的 -  9/10\u001b[22m, \u001b[1m全体的に -  9/10\u001b[22m\n\u001b[1m\u001b[22m\nThis is a pleasant anime for fans of Haikyuu!! and Free! It is more about the friendship that comes out of team work, than the sport itself. It brings back the best memories of high school, or if you're still in it, encourages the positive aspects of school. I love this anime and I look forward to all the new episodes to come.\n\n\u001b[1mこれは、俳優ファンのための楽しいアニメです！ 無料！ それはスポーツそのものよりも、チームワークから出てくる友情の詳細です。 それは高校の最高の思い出をもたらします。もしあなたがまだそれにいれば、学校の肯定的な側面を奨励します。 私はこのアニメが大好きで、来るべき新しいエピソードを楽しみにしています。\u001b[22m\n\u001b[1m(Kore wa, haiyū fan no tame no tanoshī animedesu! Muryō! Sore wa supōtsu sonomono yori mo, chīmuwāku kara detekuru yūjō no shōsaidesu. Sore wa kōkō no saikō no omoide o motarashimasu. Moshi anata ga mada sore ni ireba, gakkō no kōtei-tekina sokumen o shōrei shimasu. Watashi wa kono anime ga daisukide, kurubeki atarashī episōdo o tanoshiminishiteimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is a pleasant anime for fans of Haikyuu!! and Free! It is more about the friendship that comes out of team work, than the sport itself. It brings back the best memories of high school, or if you're still in it, encourages the positive aspects of school. I love this anime and I look forward to all the new episodes to come.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is a pleasant anime for fans of Haikyuu!!\u001b[24m\n    \u001b[1mこれは、俳優ファンのための楽しいアニメです！\u001b[22m, \u001b[1mこれはHaikyuuのファンのための快適なアニメです！\u001b[22m\n\u001b[4mand Free!\u001b[24m\n    \u001b[1m無料！\u001b[22m, \u001b[1mそして無料！\u001b[22m\n\u001b[4mIt is more about the friendship that comes out of team work, than the sport itself.\u001b[24m\n    \u001b[1mそれはスポーツそのものよりも、チームワークから出てくる友情の詳細です。\u001b[22m, \u001b[1mそれは、スポーツ自体よりも、チームワークが出てくる友情についての詳細です。\u001b[22m\n\u001b[4mIt brings back the best memories of high school, or if you're still in it, encourages the positive aspects of school.\u001b[24m\n    \u001b[1mそれは高校の最高の思い出をもたらします。もしあなたがまだそれにいれば、学校の肯定的な側面を奨励します。\u001b[22m, \u001b[1mそれは、高校時代の最高の思い出を思い出させる、またはあなたがそれにまだなら、学校の肯定的な側面を奨励しています。\u001b[22m\n\u001b[4mI love this anime and I look forward to all the new episodes to come.\u001b[24m\n    \u001b[1m私はこのアニメが大好きで、来るべき新しいエピソードを楽しみにしています。\u001b[22m, \u001b[1m私はこのアニメを愛し、私が来て、すべての新しいエピソードを楽しみにしています。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "Tanstafl",
    "profile": "/profile/Tanstafl/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=226246",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  8\nキャラクター|  9\n|  9\n\n日は間違いなくレーダーの下にあるアニメですが、私はスポーツアニメのファンである人には絶対にお勧めします。\n\nストーリー：このアニメは典型的なスポーツアニメのプロットを持っていますが、あなたが見守ることができるほど興味深いものです。 このアニメは、表現しにくい方法で視聴者に興奮とモチベーションをもたらします。 私はこのアニメを見るので、実際にはトレッドミルで走り始めました。\n\nアート：それは間違いなくアニメのテーマに合ったアートスタイルが本当に好きです。\n\nサウンド：私は一般的にオープニングとサウンドトラックを楽しんでいましたが、平均以上はありませんでしたが、それは間違いなく十分であり、その仕事をしています。\n\nキャラクター：アニメの最高の特質の一つは、すべてが非常に関係があるように見える文字です。 より多くのことを学ぶほど、彼らの業績や発展を誇りに思っています。また、彼らを応援するために見守っていたいと思っています。\n\n楽しさ：全体的に、私はこのアニメを楽しんできました。私たちの好きなスポーツアニメにあるようなすべての要件を満たしているスポーツアニメです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nDays is definitely an anime that's under the radar, however, I'd definitely recommend it to anyone who is a fan of sports anime.\n\n\u001b[1m日は間違いなくレーダーの下にあるアニメですが、私はスポーツアニメのファンである人には絶対にお勧めします。\u001b[22m\n\u001b[1m(Ni~Tsu wa machigainaku rēdā no shita ni aru animedesuga, watashi wa supōtsuanime no fandearu hito ni wa zettai ni o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mDays is definitely an anime that's under the radar, however, I'd definitely recommend it to anyone who is a fan of sports anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDays is definitely an anime that's under the radar, however, I'd definitely recommend it to anyone who is a fan of sports anime.\u001b[24m\n    \u001b[1m日は間違いなくレーダーの下にあるアニメですが、私はスポーツアニメのファンである人には絶対にお勧めします。\u001b[22m, \u001b[1m日は間違いなくレーダーの下だアニメである、しかし、私は間違いなくスポーツのアニメのファンで誰にもお勧めします。\u001b[22m\n\u001b[1m\u001b[22m\nStory: This anime definitely has the typical sports anime plot, but still keeps it interesting enough to make you keep watching. This anime brings excitement and motivation to the viewers in a way that is hard to describe. I've actually started to run on a treadmill because I watch this anime.\n\n\u001b[1mストーリー：このアニメは典型的なスポーツアニメのプロットを持っていますが、あなたが見守ることができるほど興味深いものです。 このアニメは、表現しにくい方法で視聴者に興奮とモチベーションをもたらします。 私はこのアニメを見るので、実際にはトレッドミルで走り始めました。\u001b[22m\n\u001b[1m(Sutōrī: Kono anime wa tenkei-tekina supōtsuanime no purotto o motte imasuga, anata ga mimamoru koto ga dekiru hodo kyōmibukai monodesu. Kono anime wa, hyōgen shi nikui hōhō de shichō-sha ni kōfun to mochibēshon o motarashimasu. Watashi wa kono anime o miru node, jissai ni wa toreddomiru de hashiri hajimemashita.)\u001b[22m\n\nTranslations of \u001b[4mStory: This anime definitely has the typical sports anime plot, but still keeps it interesting enough to make you keep watching. This anime brings excitement and motivation to the viewers in a way that is hard to describe. I've actually started to run on a treadmill because I watch this anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: This anime definitely has the typical sports anime plot, but still keeps it interesting enough to make you keep watching.\u001b[24m\n    \u001b[1mストーリー：このアニメは典型的なスポーツアニメのプロットを持っていますが、あなたが見守ることができるほど興味深いものです。\u001b[22m, \u001b[1mストーリー：このアニメは間違いなく典型的なスポーツアニメプロットを持っていますが、まだそれはあなたが見続けるにするために十分な興味深い続けています。\u001b[22m\n\u001b[4mThis anime brings excitement and motivation to the viewers in a way that is hard to describe.\u001b[24m\n    \u001b[1mこのアニメは、表現しにくい方法で視聴者に興奮とモチベーションをもたらします。\u001b[22m, \u001b[1mこのアニメは、説明するのは難しいな方法で視聴者に感動と意欲をもたらします。\u001b[22m\n\u001b[4mI've actually started to run on a treadmill because I watch this anime.\u001b[24m\n    \u001b[1m私はこのアニメを見るので、実際にはトレッドミルで走り始めました。\u001b[22m, \u001b[1m私はこのアニメを見ているので、私は実際にトレッドミル上で実行するために始めました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: I really like the art style as it definitely suits the themes of the anime it is definitely well done.\n\n\u001b[1mアート：それは間違いなくアニメのテーマに合ったアートスタイルが本当に好きです。\u001b[22m\n\u001b[1m(Āto: Sore wa machigainaku anime no tēma ni atta ātosutairu ga hontōni sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mArt: I really like the art style as it definitely suits the themes of the anime it is definitely well done.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: I really like the art style as it definitely suits the themes of the anime it is definitely well done.\u001b[24m\n    \u001b[1mアート：それは間違いなくアニメのテーマに合ったアートスタイルが本当に好きです。\u001b[22m, \u001b[1mアート：それは間違いなく、それは間違いなくよく行われているアニメのテーマに合ったように、私は本当にアートスタイルが好き。\u001b[22m\n\u001b[1m\u001b[22m\nSound: I really enjoyed the opening and the soundtrack in general, nothing above average but it is definitely adequate and does its job.\n\n\u001b[1mサウンド：私は一般的にオープニングとサウンドトラックを楽しんでいましたが、平均以上はありませんでしたが、それは間違いなく十分であり、その仕事をしています。\u001b[22m\n\u001b[1m(Saundo: Watashi wa ippantekini ōpuningu to saundotorakku o tanoshinde imashitaga, heikin ijō wa arimasendeshitaga, soreha machigainaku jūbundeari, sono shigoto o shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mSound: I really enjoyed the opening and the soundtrack in general, nothing above average but it is definitely adequate and does its job.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: I really enjoyed the opening and the soundtrack in general, nothing above average but it is definitely adequate and does its job.\u001b[24m\n    \u001b[1mサウンド：私は一般的にオープニングとサウンドトラックを楽しんでいましたが、平均以上はありませんでしたが、それは間違いなく十分であり、その仕事をしています。\u001b[22m, \u001b[1mサウンド：私は本当に開口部と平均以上の一般、何でサウンドトラックを楽しんだが、それは間違いなく十分であると、その仕事をしていません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: One of the best qualities of the anime are the characters which all seem very relatable. The more you learn about them the more you feel proud of their achievements and developments and want to keep watching to cheer them on.\n\n\u001b[1mキャラクター：アニメの最高の特質の一つは、すべてが非常に関係があるように見える文字です。 より多くのことを学ぶほど、彼らの業績や発展を誇りに思っています。また、彼らを応援するために見守っていたいと思っています。\u001b[22m\n\u001b[1m(Kyarakutā: Anime no saikō no tokushitsu no hitotsu wa, subete ga hijō ni kankei ga aru yō ni mieru mojidesu. Yori ōku no koto o manabu hodo, karera no gyōseki ya hatten o hokori ni omotte imasu. Mata, karera o ōen suru tame ni mimamotte itai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mCharacter: One of the best qualities of the anime are the characters which all seem very relatable. The more you learn about them the more you feel proud of their achievements and developments and want to keep watching to cheer them on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: One of the best qualities of the anime are the characters which all seem very relatable.\u001b[24m\n    \u001b[1mキャラクター：アニメの最高の特質の一つは、すべてが非常に関係があるように見える文字です。\u001b[22m, \u001b[1mキャラクター：アニメの最高の資質の一つは、すべてが非常に話すことのできるように見える文字です。\u001b[22m\n\u001b[4mThe more you learn about them the more you feel proud of their achievements and developments and want to keep watching to cheer them on.\u001b[24m\n    \u001b[1mより多くのことを学ぶほど、彼らの業績や発展を誇りに思っています。また、彼らを応援するために見守っていたいと思っています。\u001b[22m, \u001b[1mより多くのあなたがそれらについて学ぶより多くのあなたは、その成果と発展を誇りに感じ、それらを応援するために見ておきたいです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: Overall, I have been enjoying this anime as it is a well done sports anime that fullfills all the requirements that seem to be in all our favorite sports animes.\n\n\u001b[1m楽しさ：全体的に、私はこのアニメを楽しんできました。私たちの好きなスポーツアニメにあるようなすべての要件を満たしているスポーツアニメです。\u001b[22m\n\u001b[1m(Tanoshisa: Zentai-teki ni, watashi wa kono anime o tanoshinde kimashita. Watashitachi no sukina supōtsuanime ni aru yōna subete no yōken o mitashite iru supōtsuanimedesu.)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: Overall, I have been enjoying this anime as it is a well done sports anime that fullfills all the requirements that seem to be in all our favorite sports animes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: Overall, I have been enjoying this anime as it is a well done sports anime that fullfills all the requirements that seem to be in all our favorite sports animes.\u001b[24m\n    \u001b[1m楽しさ：全体的に、私はこのアニメを楽しんできました。私たちの好きなスポーツアニメにあるようなすべての要件を満たしているスポーツアニメです。\u001b[22m, \u001b[1m楽しさ：それはすべて私たちのお気に入りのスポーツアニメであるように見えるすべての要件をfullfillsよくやったスポーツアニメであるとして全体的に、私はこのアニメを楽しんでされています。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "AnimeSlayer66",
    "profile": "/profile/AnimeSlayer66/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=228811",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  4\nアニメーション|  3\nサウンド|  8\nキャラクター|  2\n|  4\n\nこのアニメは私にとって正直な失望でした。 私はこのアニメから非常に期待していました、特に私は巨大なサッカーファンです。 このアニメは現実感が欠けていて、アニメだと分かっているので、すべてが現実的であるとは思わないでください。 しかし、このアニメは、クリシェナカマシーンとそのアマチュア見ている人は才能があるシーンで少し遠すぎます。\n\n私はこれを短くしようとします。\n\nストーリー：\nプロットはほとんどありません。 私たちはアニメを見ていて、どこかで終わることを願っています...何とかして。 しかし、ほとんどのスポーツアニメはこのような傾向があるので、まともなものです。\n\nアート：\n芸術のスタイルは最高ですが、アニメーションは非常に貧しいです。 また、よく見ると、そこに3Dアニメーションが混在しているのを見ることができます.3Dアニメーションのファンではありません。 アニメーターは非常に怠惰です。\n\n音：\nこのアニメの償還要因。  OPとEDはキャッチーですが、つくしの声は少し面倒ですが、まだそれほど悪くありません。\n\nキャラクター：\nこのアニメの最悪のことは、それが文字だ。 確かに、彼らは好きかもしれませんが、かなり多くの開発はありません。  「ああ、彼は才能があり、3年ぶりに最高の選手になるだろう」、「見て、彼はサッカーでとてもいいですよ、誰もが勝てますよ！ すべてのことをやっている。 ボールを盗んで正確に通過する方法を学ぶのに、文字通り3年しかかかりませんでした。 たとえ彼が世界で最も才能のある人であっても、それは不可能です！\n\n楽しみ：\n私はこれを楽しんで、次のエピソードを楽しみにしていたこともあります。 しかし、キャラクターとアートは私のためにそれを殺しました。\n\n全体：3/10\n\n\n\n読んでいただきありがとうございます。これはアニメの最初のレビューなので、私はフィードバックをいただければ幸いです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 3\n\n\u001b[1mアニメーション|  3\u001b[22m\n\u001b[1m(Animēshon | 3)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 2\n\n\u001b[1mキャラクター|  2\u001b[22m\n\u001b[1m(Kyarakutā | 2)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was an honest disappointment for me. I was expecting so much from this anime, especially since I am a HUGE soccer fan. This anime lacks realism, and I know that it's ANIME, so we shouldn't expect everything to be realistic. But this anime takes it a bit too far with the cliche 'nakama' scenes and 'that amateur looking guy is talented,' scenes.\n\n\u001b[1mこのアニメは私にとって正直な失望でした。 私はこのアニメから非常に期待していました、特に私は巨大なサッカーファンです。 このアニメは現実感が欠けていて、アニメだと分かっているので、すべてが現実的であるとは思わないでください。 しかし、このアニメは、クリシェナカマシーンとそのアマチュア見ている人は才能があるシーンで少し遠すぎます。\u001b[22m\n\u001b[1m(Kono anime wa watashi ni totte shōjikina shitsubōdeshita. Watashi wa kono anime kara hijō ni kitai shite imashita, tokuni watashi wa kyodaina sakkāfandesu. Kono anime wa genjitsu-kan ga kakete ite, animeda to wakatte irunode, subete ga genjitsu-tekidearu to wa omowanaide kudasai. Shikashi, kono anime wa, kurishenakamashīn to sono amachua mite iru hito wa sainō ga aru shīn de sukoshi tō sugimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime was an honest disappointment for me. I was expecting so much from this anime, especially since I am a HUGE soccer fan. This anime lacks realism, and I know that it's ANIME, so we shouldn't expect everything to be realistic. But this anime takes it a bit too far with the cliche 'nakama' scenes and 'that amateur looking guy is talented,' scenes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was an honest disappointment for me.\u001b[24m\n    \u001b[1mこのアニメは私にとって正直な失望でした。\u001b[22m, \u001b[1mこのアニメは私にとって正直期待外れに終わりました。\u001b[22m\n\u001b[4mI was expecting so much from this anime, especially since I am a HUGE soccer fan.\u001b[24m\n    \u001b[1m私はこのアニメから非常に期待していました、特に私は巨大なサッカーファンです。\u001b[22m, \u001b[1m私は巨大なサッカーファンです、特に以来、このアニメからあまり期待していました。\u001b[22m\n\u001b[4mThis anime lacks realism, and I know that it's ANIME, so we shouldn't expect everything to be realistic.\u001b[24m\n    \u001b[1mこのアニメは現実感が欠けていて、アニメだと分かっているので、すべてが現実的であるとは思わないでください。\u001b[22m, \u001b[1mこのアニメは、リアリズムを欠いている、と私はそれがANIMEだことを知っているので、我々はすべてが現実的であることを期待すべきではありません。\u001b[22m\n\u001b[4mBut this anime takes it a bit too far with the cliche 'nakama' scenes and 'that amateur looking guy is talented,' scenes.\u001b[24m\n    \u001b[1mしかし、このアニメは、クリシェナカマシーンとそのアマチュア見ている人は才能があるシーンで少し遠すぎます。\u001b[22m, \u001b[1mしかし、このアニメはあまりにも遠く決まり文句「仲間」のシーンでそれを少し取り、シーン 'はアマチュア探して男は、才能があります」。\u001b[22m\n\u001b[1m\u001b[22m\nI'll try to make this short.\n\n\u001b[1m私はこれを短くしようとします。\u001b[22m\n\u001b[1m(Watashi wa kore o mijikaku shiyou to shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI'll try to make this short.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll try to make this short.\u001b[24m\n    \u001b[1m私はこれを短くしようとします。\u001b[22m, \u001b[1m私はこれを短くしようとするでしょう。\u001b[22m\n\u001b[1m\u001b[22m\nStory:\n\n\u001b[1mストーリー：\u001b[22m\n\u001b[1m(Sutōrī:)\u001b[22m\n\nDefinitions of \u001b[4mStory:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    ストーリー\u001b[22m\n        story\n\u001b[1m    物語\u001b[22m\n        story, tale, legend\n\u001b[1m    話\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    小説\u001b[22m\n        novel, story\n\u001b[1m    話し\u001b[22m\n        story, talk, speech, conversation, chat\n\u001b[1m    経緯\u001b[22m\n        circumstances, story, circumstance, situation, true, contretemps\n\u001b[1m    曰く\u001b[22m\n        story, pretext, past, history\n\u001b[1m    古伝\u001b[22m\n        legend, tradition, myth, tale, fable, story\nThere is almost no plot. We were just watching the anime, and hoping that it ends somewhere... somehow. But, it's decent since most sports anime tend to be this way.\n\n\u001b[1mプロットはほとんどありません。 私たちはアニメを見ていて、どこかで終わることを願っています...何とかして。 しかし、ほとんどのスポーツアニメはこのような傾向があるので、まともなものです。\u001b[22m\n\u001b[1m(Purotto wa hotondo arimasen. Watashitachiha anime o mite ite, doko ka de owaru koto o negatte imasu... Nantoka shite. Shikashi, hotondo no supōtsuanime wa kono yōna keikō ga aru node, matomona monodesu.)\u001b[22m\n\nTranslations of \u001b[4mThere is almost no plot. We were just watching the anime, and hoping that it ends somewhere... somehow. But, it's decent since most sports anime tend to be this way.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is almost no plot.\u001b[24m\n    \u001b[1mプロットはほとんどありません。\u001b[22m, \u001b[1mほとんどのプロットがあります。\u001b[22m\n\u001b[4mWe were just watching the anime, and hoping that it ends somewhere... somehow.\u001b[24m\n    \u001b[1m私たちはアニメを見ていて、どこかで終わることを願っています...何とかして。\u001b[22m, \u001b[1m私達はちょうど何とか...アニメを見て、それがどこかに終わることを望んでいました。\u001b[22m\n\u001b[4mBut, it's decent since most sports anime tend to be this way.\u001b[24m\n    \u001b[1mしかし、ほとんどのスポーツアニメはこのような傾向があるので、まともなものです。\u001b[22m, \u001b[1mほとんどのスポーツアニメはこのようになる傾向があるので、しかし、それはまともです。\u001b[22m\n\u001b[1m\u001b[22m\nArt:\n\n\u001b[1mアート：\u001b[22m\n\u001b[1m(Āto:)\u001b[22m\n\nDefinitions of \u001b[4mArt:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    アート\u001b[22m\n        art\n\u001b[1m    技術\u001b[22m\n        technology, technique, art, skill, technic\n\u001b[1m    芸術\u001b[22m\n        art\n\u001b[1m    美術\u001b[22m\n        art, fine arts\n\u001b[1m    術\u001b[22m\n        way, art, means\n\u001b[1m    技\u001b[22m\n        technique, art\n\u001b[1m    一芸\u001b[22m\n        art, talent\n\u001b[1m    人為\u001b[22m\n        artificiality, human work, human agency, art\nThe art style is average at best, but the animation is very poor. And if you also look closely, you can see a bit of 3-D animation mixed in there, and I am not a huge fan of 3-D animation. The animator are very lazy.\n\n\u001b[1m芸術のスタイルは最高ですが、アニメーションは非常に貧しいです。 また、よく見ると、そこに3Dアニメーションが混在しているのを見ることができます.3Dアニメーションのファンではありません。 アニメーターは非常に怠惰です。\u001b[22m\n\u001b[1m(Geijutsu no sutairu wa saikōdesuga, animēshon wa hijō ni mazushīdesu. Mata, yokumiruto, soko ni 3 D animēshon ga konzai shite iru no o miru koto ga dekimasu. 3 D animēshon no fande wa arimasen. Animētā wa hijō ni taidadesu.)\u001b[22m\n\nTranslations of \u001b[4mThe art style is average at best, but the animation is very poor. And if you also look closely, you can see a bit of 3-D animation mixed in there, and I am not a huge fan of 3-D animation. The animator are very lazy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art style is average at best, but the animation is very poor.\u001b[24m\n    \u001b[1m芸術のスタイルは最高ですが、アニメーションは非常に貧しいです。\u001b[22m, \u001b[1mアートスタイルはせいぜい平均ですが、アニメーションは非常に悪いです。\u001b[22m\n\u001b[4mAnd if you also look closely, you can see a bit of 3-D animation mixed in there, and I am not a huge fan of 3-D animation.\u001b[24m\n    \u001b[1mまた、よく見ると、そこに3Dアニメーションが混在しているのを見ることができます.3Dアニメーションのファンではありません。\u001b[22m, \u001b[1mあなたも密接に見れば、あなたがそこに混合3-Dアニメーションのビットを見ることができる、と私は3-Dアニメーションの巨大なファンではありません。\u001b[22m\n\u001b[4mThe animator are very lazy.\u001b[24m\n    \u001b[1mアニメーターは非常に怠惰です。\u001b[22m\n\u001b[1m\u001b[22m\nSound:\n\n\u001b[1m音：\u001b[22m\n\u001b[1m(Oto:)\u001b[22m\n\nDefinitions of \u001b[4mSound:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    サウンド\u001b[22m\n        sound\n\u001b[1m    音\u001b[22m\n        sound, noise, note\n\u001b[1m    音声\u001b[22m\n        voice, sound\n\u001b[1m    音響\u001b[22m\n        acoustic, sound, acoustics, noise, echo\n\u001b[1m    響き\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    騒音\u001b[22m\n        noise, sound, din, discord, cacophony, clamor\n\u001b[1m    響\u001b[22m\n        sound, reverberation, echo, noise\n\u001b[1m    語呂\u001b[22m\n        sound, euphony\n\u001b[1m    噪音\u001b[22m\n        noise, clamor, disquiet, sound, ado, hullabaloo\n\nverb\n\u001b[1m    鳴らす\u001b[22m\n        sound, ring, beat, chime, snort\n\u001b[1m    鳴る\u001b[22m\n        sound, ring, rumble, echo, resound, roar\n\u001b[1m    のように聞こえる\u001b[22m\n        sound\n\nadjective\n\u001b[1m    堅実\u001b[22m\n        solid, sound, steady, reliable\n\u001b[1m    健康\u001b[22m\n        healthy, wholesome, sound, salutary, salubrious\n\u001b[1m    妥当\u001b[22m\n        reasonable, valid, proper, adequate, sound, right\n\u001b[1m    健やか\u001b[22m\n        healthy, sound, vigorous\n\u001b[1m    健在\u001b[22m\n        well, healthy, strong, in good health, robust, fit\n\u001b[1m    壮健\u001b[22m\n        robust, healthy, hearty, firm, hale, lively\n\u001b[1m    健実\u001b[22m\n        steady, sound, reliable\n\u001b[1m    堅牢\u001b[22m\n        solid, firm, hard, stable, sound, compact\n\u001b[1m    着実\u001b[22m\n        steady, sound, trustworthy\n\u001b[1m    無傷\u001b[22m\n        uninjured, unhurt, flawless, unwounded, sound, perfect\n\u001b[1m    固体\u001b[22m\n        solid, fixed, firm, stable, compact, substantial\n\u001b[1m    全き\u001b[22m\n        perfect, complete, whole, integral, sound, intact\nThe redeeming factor in this anime. The OP and ED are catchy, and although Tsukushi's voice is a bit annoying, it's still not that bad.\n\n\u001b[1mこのアニメの償還要因。  OPとEDはキャッチーですが、つくしの声は少し面倒ですが、まだそれほど悪くありません。\u001b[22m\n\u001b[1m(Kono anime no shōkan yōin. OP to ED wa kyatchīdesuga, tsukushi no koe wa sukoshi mendōdesuga, mada sorehodo waruku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe redeeming factor in this anime. The OP and ED are catchy, and although Tsukushi's voice is a bit annoying, it's still not that bad.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe redeeming factor in this anime.\u001b[24m\n    \u001b[1mこのアニメの償還要因。\u001b[22m, \u001b[1mこのアニメで補う要因。\u001b[22m\n\u001b[4mThe OP and ED are catchy, and although Tsukushi's voice is a bit annoying, it's still not that bad.\u001b[24m\n    \u001b[1mOPとEDはキャッチーですが、つくしの声は少し面倒ですが、まだそれほど悪くありません。\u001b[22m, \u001b[1mOPとEDはキャッチーであり、筑紫の声は少し面倒ですが、それはまだそれほど悪くはありません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter:\n\n\u001b[1mキャラクター：\u001b[22m\n\u001b[1m(Kyarakutā:)\u001b[22m\n\nDefinitions of \u001b[4mCharacter:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    文字\u001b[22m\n        character, letter\n\u001b[1m    キャラクター\u001b[22m\n        character\n\u001b[1m    キャラクタ\u001b[22m\n        character\n\u001b[1m    性格\u001b[22m\n        character, personality, temper\n\u001b[1m    字\u001b[22m\n        character, handwriting, section of village\n\u001b[1m    人物\u001b[22m\n        person, character, man, personality, personage, talented man\n\u001b[1m    人格\u001b[22m\n        personality, character, individuality\n\u001b[1m    人柄\u001b[22m\n        personality, character, personal appearance, gentility\n\u001b[1m    品性\u001b[22m\n        character\n\u001b[1m    気質\u001b[22m\n        temperament, disposition, nature, spirit, character, temper\n\u001b[1m    質\u001b[22m\n        quality, nature, temper, pawn, property, character\n\u001b[1m    格\u001b[22m\n        status, character\n\u001b[1m    気風\u001b[22m\n        ethos, character\n\u001b[1m    素質\u001b[22m\n        quality, genius, character\n\u001b[1m    性根\u001b[22m\n        character, nature\n\u001b[1m    気立て\u001b[22m\n        disposition, character, mettle, temper, temperament\n\u001b[1m    気迫\u001b[22m\n        spirit, soul, mettle, energy, force, zap\n\u001b[1m    禀性\u001b[22m\n        nature, character\n\u001b[1m    得体\u001b[22m\n        nature, character\n\u001b[1m    肌合\u001b[22m\n        disposition, temperament, character, attitude, nature, constitution\n\u001b[1m    一人物\u001b[22m\n        character, man of importance\n\u001b[1m    人\u001b[22m\n        people, person, man, human being, other people, mankind\n\u001b[1m    人品\u001b[22m\n        personal appearance, character, personality\n\u001b[1m    テンペラメント\u001b[22m\n        temperament, disposition, character, attitude, constitution, temper\nThe WORST thing about this anime is it's characters. Sure, they may be likable, but there is pretty much NO development whatsoever. It's like 'Oh, he is talented, he'll be the best player in 3 years,' or 'look, he's so good at soccer, he can beat everyone!' and all that bullshit. It literally took me 3 years just to learn how to steal the ball, and pass correctly. Even if he is the most talented person in the WORLD, that is just impossible!\n\n\u001b[1mこのアニメの最悪のことは、それが文字だ。 確かに、彼らは好都合かもしれませんが、ほとんど全く開発がありません。  「ああ、彼は才能があり、3年ぶりに最高の選手になる」、「見て、彼はサッカーでとてもいいですよ、誰もが勝てますよ！ すべてのことをやっている。 ボールを盗んで正確に通過する方法を学ぶのに、文字通り3年しかかかりませんでした。 たとえ彼が世界で最も才能のある人であっても、それは不可能です！\u001b[22m\n\u001b[1m(Kono anime no saiaku no koto wa, sore ga mojida. Tashika ni, karera wa kōtsugō kamo shiremasenga, hotondo mattaku kaihatsu ga arimasen. `Ā , kare wa sainō ga ari, 3-nen-buri ni saikō no senshu ni naru',`mite, kare wa sakkā de totemo īdesu yo, daremoga katemasu yo! Subete no koto o yatte iru. Bōru o nusunde seikaku ni tsūka suru hōhō o manabu no ni, mojidōri 3-nen shika kakarimasendeshita. Tatoe kare ga sekai de mottomo sainō no aru hitodeatte mo, sore wa fukanōdesu!)\u001b[22m\n\nTranslations of \u001b[4mThe WORST thing about this anime is it's characters. Sure, they may be likable, but there is pretty much NO development whatsoever. It's like 'Oh, he is talented, he'll be the best player in 3 years,' or 'look, he's so good at soccer, he can beat everyone!' and all that bullshit. It literally took me 3 years just to learn how to steal the ball, and pass correctly. Even if he is the most talented person in the WORLD, that is just impossible!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe WORST thing about this anime is it's characters.\u001b[24m\n    \u001b[1mこのアニメの最悪のことは、それが文字だ。\u001b[22m, \u001b[1mこのアニメについての最悪の事態は、それが文字だです。\u001b[22m\n\u001b[4mSure, they may be likable, but there is pretty much NO development whatsoever.\u001b[24m\n    \u001b[1m確かに、彼らは好都合かもしれませんが、ほとんど全く開発がありません。\u001b[22m, \u001b[1m確かに、彼らは好感の持てるかもしれないが、何の開発はかなりありません。\u001b[22m\n\u001b[4mIt's like 'Oh, he is talented, he'll be the best player in 3 years,' or 'look, he's so good at soccer, he can beat everyone!'\u001b[24m\n    \u001b[1m「ああ、彼は才能があり、3年ぶりに最高の選手になる」、「見て、彼はサッカーでとてもいいですよ、誰もが勝てますよ！\u001b[22m, \u001b[1mそれはああ、彼は才能が、彼は、3年間で最高の選手になるだろう」またはのようなものだ」と、彼は誰を打つことができ、彼はサッカーにとても良いことだ、見て！」\u001b[22m\n\u001b[4mand all that bullshit.\u001b[24m\n    \u001b[1mすべてのことをやっている。\u001b[22m, \u001b[1mそしてすべてのことでたらめ。\u001b[22m\n\u001b[4mIt literally took me 3 years just to learn how to steal the ball, and pass correctly.\u001b[24m\n    \u001b[1mボールを盗んで正確に通過する方法を学ぶのに、文字通り3年しかかかりませんでした。\u001b[22m, \u001b[1mそれは文字通りボールを奪うと、正しく渡す方法を学ぶために3年かかりました。\u001b[22m\n\u001b[4mEven if he is the most talented person in the WORLD, that is just impossible!\u001b[24m\n    \u001b[1mたとえ彼が世界で最も才能のある人であっても、それは不可能です！\u001b[22m, \u001b[1m彼は世界で最も才能のある人であっても、それだけでは不可能です！\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:\n\n\u001b[1m楽しみ：\u001b[22m\n\u001b[1m(Tanoshimi:)\u001b[22m\n\nDefinitions of \u001b[4mEnjoyment:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    楽しみ\u001b[22m\n        pleasure, enjoyment, enjoying, delight, hope, amusement\n\u001b[1m    快楽\u001b[22m\n        pleasure, enjoyment, joy, delight, pleasance, delectation\n\u001b[1m    観賞\u001b[22m\n        admiration, enjoyment\n\u001b[1m    歓楽\u001b[22m\n        pleasure, enjoyment, merriment, joy, happiness, delight\n\u001b[1m    拝聴\u001b[22m\n        enjoyment\n\u001b[1m    歓喜\u001b[22m\n        delight, rapture, pleasure, ecstasy, happiness, great joy\n\u001b[1m    喜悦\u001b[22m\n        joy, delight, pleasure, happiness, enjoyment, enjoying\n\u001b[1m    悦楽\u001b[22m\n        pleasure, delight, joy, enjoyment, delectation, gratification\n\u001b[1m    賞玩\u001b[22m\n        appreciation, admiration, enjoyment\n\u001b[1m    賞味\u001b[22m\n        relish, taste, appreciation, gusto, enjoyment, predilection\n\u001b[1m    興\u001b[22m\n        fun, pleasure, entertainment, joy, merriment, delectation\n\u001b[1m    うれしさ\u001b[22m\n        joy, delight, gladness, merriment, enjoyment, blessedness\nI did enjoy this, and sometimes even looked forward to the next episodes. But the characters and the art killed it for me.\n\n\u001b[1m私はこれを楽しんで、次のエピソードを楽しみにしていたこともあります。 しかし、キャラクターとアートは私のためにそれを殺しました。\u001b[22m\n\u001b[1m(Watashi wa kore o tanoshinde,-ji no episōdo o tanoshimini shite ita koto mo arimasu. Shikashi, kyarakutā to āto wa watashi no tame ni sore o koroshimashita.)\u001b[22m\n\nTranslations of \u001b[4mI did enjoy this, and sometimes even looked forward to the next episodes. But the characters and the art killed it for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI did enjoy this, and sometimes even looked forward to the next episodes.\u001b[24m\n    \u001b[1m私はこれを楽しんで、次のエピソードを楽しみにしていたこともあります。\u001b[22m, \u001b[1m私はこれを楽しんでいた、そして時には、次のエピソードを楽しみにしていました。\u001b[22m\n\u001b[4mBut the characters and the art killed it for me.\u001b[24m\n    \u001b[1mしかし、キャラクターとアートは私のためにそれを殺しました。\u001b[22m, \u001b[1mしかし、文字や芸術は私のためにそれを殺しました。\u001b[22m\n\u001b[1m\u001b[22m\nOVERALL: 3/10\n\n\u001b[1m全体：3/10\u001b[22m\n\u001b[1m(Zentai: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mOVERALL: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOVERALL: 3/10\u001b[24m\n    \u001b[1m全体：3/10\u001b[22m, \u001b[1mOVERALL：3/10\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThank you for reading, and I will appreciate any feedback, since this is my first review on an anime.\n\n\u001b[1m読んでいただきありがとうございます。これはアニメの最初のレビューなので、私はフィードバックをいただければ幸いです。\u001b[22m\n\u001b[1m(Yonde itadaki arigatōgozaimasu. Kore wa anime no saisho no rebyūnanode, watashi wa fīdobakku o itadakereba saiwaidesu.)\u001b[22m\n\nTranslations of \u001b[4mThank you for reading, and I will appreciate any feedback, since this is my first review on an anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThank you for reading, and I will appreciate any feedback, since this is my first review on an anime.\u001b[24m\n    \u001b[1m読んでいただきありがとうございます。これはアニメの最初のレビューなので、私はフィードバックをいただければ幸いです。\u001b[22m, \u001b[1m読書をありがとう、これはアニメの私の最初のレビューですので、私は、任意のフィードバックを感謝します。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "Ierakas",
    "profile": "/profile/Ierakas/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=228256",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  6\nサウンド|  6\nキャラクター|  3\n|  4\n\n私にとって、このアニメを殺す物語とキャラクター。 これはサッカー（またはサッカー、あなたが理解していない場合は）アニメですが、いくつかの点については、実際のサッカーを表示していない、1つのエピソードのように多くのファウルが起こったとイエローカードポテンシャル、 それを見たり、盲目になったりするかもしれません（実際は実際のサッカーで起こっていることもありますが、実際には？）、本当に嫌いなのは、すべてのショータイムはフロントプレーヤーとセンタープレーヤーだけです。 防衛のために、すべてのフロントプレイヤーが防衛に戻ってきて、真剣に、バックプレーヤでもこれを防衛に出すことなく、攻撃者と攻撃者のすべてについて表示しても、それは普通の防御プレイヤーのように見えます。 簡単に。\nキャラクター、オグ、泣き虫、フットボールチームに現れたような泣き虫がいたとしても、他のチームメイトは彼をいじめるでしょう。 真剣にそれは私が彼がいつも泣いているのを見て迷惑をかける。 この1人のキャラクターは本当にそれを殺します。\nまあ私の意見です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 6\n\n\u001b[1mアニメーション|  6\u001b[22m\n\u001b[1m(Animēshon | 6)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nFor me, the story and the character what kill this anime. This is football (or soccer, if any of you didn't understand) anime, yet for some points it didn't show the real football, like in one episode so many fouls happened and yellow carded potential, the referee like didn't see it or maybe blind (well maybe sometimes this is happened in real football, but, really?), and what I really dislike about it is that all the show time is only for front player and center player, even when they're going for defense, all front player run all the way back to defense, seriously, not even back player showing in this to defense, all about attacker versus attacker, even if they show, it looks like a mediocre defensive player, the attacker player pass him easily.\n\n\u001b[1m私にとって、このアニメを殺す物語とキャラクター。 これはサッカー（またはサッカー、あなたが理解できなかった場合）のアニメですが、いくつかの点では実際のサッカーを見せていませんでした.1回のエピソードのように多くのファウルが起こり、 それを見たり、盲目になったりするかもしれません（実際は実際のサッカーで起こっていることもありますが、実際には？）、本当に嫌いなのは、すべてのショータイムはフロントプレーヤーとセンタープレーヤーだけです。 防衛のために、すべてのフロントプレイヤーが防衛に戻ってきて、真剣に、バックプレーヤでもこれを防衛に出すことなく、攻撃者と攻撃者のすべてについて表示しても、それは普通の防御プレイヤーのように見え、 簡単に。\u001b[22m\n\u001b[1m(Watashi ni totte, kono anime o korosu monogatari to kyarakutā. Kore wa sakkā (matawa sakkā, anata ga rikai dekinakatta baai) no animedesuga, ikutsu ka no tende wa jissai no sakkā o misete imasendeshita. 1-Kai no episōdo no yō ni ōku no fauru ga okori, sore o mi tari, mōmoku ni nattari suru kamo shiremasen (jissai wa jissai no sakkā de okotte iru koto mo arimasuga, jissai ni wa?), Hontōni kiraina no wa, subete no shōtaimu wa furontopurēyā to sentāpurēyā dakedesu. Bōei no tame ni, subete no furontopureiyā ga bōei ni modotte kite, shinken ni, bakkupurēya demo kore o bōei ni dasu koto naku, kōgeki-sha to kōgeki-sha no subete ni tsuite hyōji shite mo, sore wa futsū no bōgyo pureiyā no yō ni mie, kantan ni.)\u001b[22m\n\nTranslations of \u001b[4mFor me, the story and the character what kill this anime. This is football (or soccer, if any of you didn't understand) anime, yet for some points it didn't show the real football, like in one episode so many fouls happened and yellow carded potential, the referee like didn't see it or maybe blind (well maybe sometimes this is happened in real football, but, really?), and what I really dislike about it is that all the show time is only for front player and center player, even when they're going for defense, all front player run all the way back to defense, seriously, not even back player showing in this to defense, all about attacker versus attacker, even if they show, it looks like a mediocre defensive player, the attacker player pass him easily.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor me, the story and the character what kill this anime.\u001b[24m\n    \u001b[1m私にとって、このアニメを殺す物語とキャラクター。\u001b[22m, \u001b[1m私にとっては、ストーリーとキャラクターはこのアニメを殺すもの。\u001b[22m\n\u001b[4mThis is football (or soccer, if any of you didn't understand) anime, yet for some points it didn't show the real football, like in one episode so many fouls happened and yellow carded potential, the referee like didn't\u001b[24m\n    \u001b[1mこれはサッカー（またはサッカー、あなたが理解できなかった場合）のアニメですが、いくつかの点では実際のサッカーを見せていませんでした.1回のエピソードのように多くのファウルが起こり、\u001b[22m, \u001b[1mこれは、アニメ（あなたのうちのどれかが理解していなかった場合、またはサッカー）を1つのエピソードでは非常に多くのファウルが起こったと黄色は審判のように、潜在的なカーディングのように、まだいくつかの点のために、それは、本当のサッカーを示さなかったサッカーではありませんでした\u001b[22m\n\u001b[4msee it or maybe blind (well maybe sometimes this is happened in real football, but, really?), and what I really dislike about it is that all the show time is only for front player and center player, even when they're going\u001b[24m\n    \u001b[1mそれを見たり、盲目になったりするかもしれません（実際は実際のサッカーで起こっていることもありますが、実際には？）、本当に嫌いなのは、すべてのショータイムはフロントプレーヤーとセンタープレーヤーだけです。\u001b[22m, \u001b[1mそれを参照するか、多分ブラインド（よく多分時々、これは本当に、本当のサッカーで起こったが、されている？）、と私は本当にそれは彼らが行っている場合でも、すべてのショーの時間はフロントのみ選手とセンタープレーヤーのためであるということであるについて何が嫌い\u001b[22m\n\u001b[4mfor defense, all front player run all the way back to defense, seriously, not even back player showing in this to defense, all about attacker versus attacker, even if they show, it looks like a mediocre defensive player, the attacker player pass him\u001b[24m\n    \u001b[1m防衛のために、すべてのフロントプレイヤーが防衛に戻ってきて、真剣に、バックプレーヤでもこれを防衛に出すことなく、攻撃者と攻撃者のすべてについて表示しても、それは普通の防御プレイヤーのように見え、\u001b[22m, \u001b[1m防衛のために、すべてのフロントプレイヤーはそれが平凡な守備側の選手のように見える、プレイヤーは彼らが示している場合でも、すべての攻撃に対する攻撃について、防衛にこれでは表示されないでも戻って、真剣に、戻って防衛にすべての方法を実行して、攻撃者はプレーヤーが彼を渡します\u001b[22m\n\u001b[4measily.\u001b[24m\n    \u001b[1m簡単に。\u001b[22m\nThe character, omg, a crybaby, if a crybaby like that even showed up in football team, other team mates will bully him, not act all friendly like that. Seriously it annoys me seeing him cry all the time. This one character really kills it.\n\n\u001b[1mキャラクター、オグ、泣き虫、フットボールチームに現れたような泣き虫がいたとしても、他のチームメイトは彼をいじめるでしょう。 真剣にそれは私が彼がいつも泣いているのを見て迷惑をかける。 この1人のキャラクターは本当にそれを殺します。\u001b[22m\n\u001b[1m(Kyarakutā, ogu, nakimushi, futtobōruchīmu ni arawareta yōna nakimushi ga ita to shite mo, hoka no chīmumeito wa kare o ijimerudeshou. Shinken ni sore wa watashi ga kare ga itsumo naite iru no o mite meiwakuwokakeru. Kono 1-ri no kyarakutā wa hontōni sore o koroshimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe character, omg, a crybaby, if a crybaby like that even showed up in football team, other team mates will bully him, not act all friendly like that. Seriously it annoys me seeing him cry all the time. This one character really kills it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe character, omg, a crybaby, if a crybaby like that even showed up in football team, other team mates will bully him, not act all friendly like that.\u001b[24m\n    \u001b[1mキャラクター、オグ、泣き虫、フットボールチームに現れたような泣き虫がいたとしても、他のチームメイトは彼をいじめるでしょう。\u001b[22m, \u001b[1m文字は、OMG、泣き虫では、そのような泣き虫でもサッカーチームに現れた場合、他のチームメイトが彼をいじめますが、そのようなすべての友好を行動しません。\u001b[22m\n\u001b[4mSeriously it annoys me seeing him cry all the time.\u001b[24m\n    \u001b[1m真剣にそれは私が彼がいつも泣いているのを見て迷惑をかける。\u001b[22m, \u001b[1m真剣に、それは彼がすべての時間を泣いて見て私を悩まします。\u001b[22m\n\u001b[4mThis one character really kills it.\u001b[24m\n    \u001b[1mこの1人のキャラクターは本当にそれを殺します。\u001b[22m, \u001b[1mこの1文字は実際にそれを殺します。\u001b[22m\nWell that's my opinion.\n\n\u001b[1mまあ私の意見です。\u001b[22m\n\u001b[1m(Mā watashi no ikendesu.)\u001b[22m\n\nTranslations of \u001b[4mWell that's my opinion.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell that's my opinion.\u001b[24m\n    \u001b[1mまあ私の意見です。\u001b[22m, \u001b[1mまあそれは私の意見です。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "whorifying",
    "profile": "/profile/whorifying/reviews",
    "pages": "1",
    "number": "7",
    "link": "/reviews.php?id=228645",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  3\nアニメーション|  10\nサウンド|  5\nキャラクター|  6\n|  6\n\nこれは、すべての単一の一般的なスポーツのアニメの側面を取り出し、1つのショーにそれを混乱させるアニメです。 私はこれが他のジャンルのアニメと前に行われているのを見てきました。 主人公はゲームを絶対に吸います。彼のチームメイトは彼の歓声に頼りますか？ これは何ですか？ それは主役がチア・ダンシーに属しているようです。\n\nそれから、あなたはHinata Shoyouの特徴を持つキャプテン（彼のチームメイトと混同している独り言）と彼が「ベスト」だから一緒にチームを保持するキャラクターを持っています。\n\n真剣に、このショーはうまくいっている。 私はこの時点で補完主義者であることからそれを見ている。  10回のエピソードがあり、このショーについてはユニークでも素晴らしいものもありません。 私は、すべてのエピソードが起こることを望んでいると思っていますが、1つのエピソードごとに同じフォーマットです。\nチームが失敗し始め、彼らが歓声を上げ、彼らはすべて最善を尽くしてハーレムのスピーチをして、誰かがゴーグスを上げて、ゴルファーもゲームに出て、誰もが動機を得る。\n\nこれは全体的に6となり、それはアニメーションとサウンドによって節約されるからです。 ストーリー賢明、それは3です。\n\nショーが終了したら私のレビューを更新します。うまくいけば、今と今の間に何かが起こるでしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis is an anime that takes out every single generic sports anime aspect and jumbles it into one show. I've seen this done before with other genres of anime and it never works. The protagonist absolutely sucks at the game, and his teammates rely on his...cheering? What is this? It's like the protagonist belongs in Cheer Danshi.\n\n\u001b[1mこれは、すべての単一の一般的なスポーツのアニメの側面を取り出し、1つのショーにそれを混乱させるアニメです。 私はこれが他のジャンルのアニメと前に行われているのを見てきました。 主人公はゲームを絶対に吸います。彼のチームメイトは彼の歓声に頼りますか？ これは何ですか？ それは主役がチア・ダンシーに属しているようです。\u001b[22m\n\u001b[1m(Kore wa, subete no tan'itsu no ippantekina supōtsu no anime no sokumen o toridashi, 1tsu no shō ni sore o konran sa seru animedesu. Watashi wa kore ga hoka no janru no anime to mae ni okonawa rete iru no o mitekimashita. Shujinkō wa gēmu o zettai ni suimasu. Kare no chīmumeito wa kare no kansei ni tayorimasu ka? Korehanandesuka? Sore wa shuyaku ga chia danshī ni zokushite iru yōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThis is an anime that takes out every single generic sports anime aspect and jumbles it into one show. I've seen this done before with other genres of anime and it never works. The protagonist absolutely sucks at the game, and his teammates rely on his...cheering? What is this? It's like the protagonist belongs in Cheer Danshi.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is an anime that takes out every single generic sports anime aspect and jumbles it into one show.\u001b[24m\n    \u001b[1mこれは、すべての単一の一般的なスポーツのアニメの側面を取り出し、1つのショーにそれを混乱させるアニメです。\u001b[22m, \u001b[1mこれは、すべての単一の一般的なスポーツアニメ側面を取り出し、1ショーにそれをジャンブルアニメです。\u001b[22m\n\u001b[4mI've seen this done before with other genres of anime and it never works.\u001b[24m\n    \u001b[1m私はこれが他のジャンルのアニメと前に行われているのを見てきました。\u001b[22m, \u001b[1m私はこのアニメの他のジャンルとの前に行われ、それが動作することはありません見てきました。\u001b[22m\n\u001b[4mThe protagonist absolutely sucks at the game, and his teammates rely on his...cheering?\u001b[24m\n    \u001b[1m主人公はゲームを絶対に吸います。彼のチームメイトは彼の歓声に頼りますか？\u001b[22m, \u001b[1m主人公は絶対にゲームで吸う、と彼のチームメイトは彼の...応援に依存していますか？\u001b[22m\n\u001b[4mWhat is this?\u001b[24m\n    \u001b[1mこれは何ですか？\u001b[22m\n\u001b[4mIt's like the protagonist belongs in Cheer Danshi.\u001b[24m\n    \u001b[1mそれは主役がチア・ダンシーに属しているようです。\u001b[22m, \u001b[1m主人公はチアー男子に属しているようなものです。\u001b[22m\n\u001b[1m\u001b[22m\nThen you have the captain with the Hinata Shoyou like traits (confusing lingo with his teammates) and the character holding the team together because he's the 'best.'\n\n\u001b[1mそれから、あなたはHinata Shoyouの特徴を持つキャプテン（彼のチームメイトと混同している独り言）と彼が「ベスト」だから一緒にチームを保持するキャラクターを持っています。\u001b[22m\n\u001b[1m(Sorekara, anata wa Hinata Shoyou no tokuchō o motsu kyaputen (kare no chīmumeito to kondō shite iru hitorigoto) to kare ga `besuto'dakara issho ni chīmu o hoji suru kyarakutā o motte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThen you have the captain with the Hinata Shoyou like traits (confusing lingo with his teammates) and the character holding the team together because he's the 'best.'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThen you have the captain with the Hinata Shoyou like traits (confusing lingo with his teammates) and the character holding the team together because he's the 'best.'\u001b[24m\n    \u001b[1mそれから、あなたはHinata Shoyouの特徴を持つキャプテン（彼のチームメイトと混同している独り言）と彼が「ベスト」だから一緒にチームを保持するキャラクターを持っています。\u001b[22m, \u001b[1m次に、形質のような日向Shoyou（彼のチームメイトと紛らわしい専門用語）と、彼はだから一緒にチームを保持している文字と船長持って「最良の」。\u001b[22m\n\u001b[1m\u001b[22m\nSeriously, this show is decent at best. I'm watching it out of just being a completionist at this point. 10 episodes in and there's nothing unique or admirable about this show. I'm hoping and hoping every episode that SOMETHING happens, but it's the same format throughout every single episode.\n\n\u001b[1m真剣に、このショーはうまくいけばいいです。 私はこの時点で補完主義者であることからそれを見ている。  10回のエピソードがあり、このショーについてはユニークでも素晴らしいものもありません。 私は、すべてのエピソードが起こることを望んでいると思っていますが、1つのエピソードごとに同じフォーマットです。\u001b[22m\n\u001b[1m(Shinken ni, kono shō wa umaku ikeba īdesu. Watashi wa kono jiten de hokan shugi-shadearu koto kara sore o mite iru. 10-Kai no episōdo ga ari, kono shō ni tsuite wa yunīku demo subarashī mono mo arimasen. Watashi wa, subete no episōdo ga okoru koto o nozonde iru to omotte imasuga, 1tsu no episōdo-goto ni onaji fōmattodesu.)\u001b[22m\n\nTranslations of \u001b[4mSeriously, this show is decent at best. I'm watching it out of just being a completionist at this point. 10 episodes in and there's nothing unique or admirable about this show. I'm hoping and hoping every episode that SOMETHING happens, but it's the same format throughout every single episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSeriously, this show is decent at best.\u001b[24m\n    \u001b[1m真剣に、このショーはうまくいけばいいです。\u001b[22m, \u001b[1m真剣に、このショーは最高の状態でまともです。\u001b[22m\n\u001b[4mI'm watching it out of just being a completionist at this point.\u001b[24m\n    \u001b[1m私はこの時点で補完主義者であることからそれを見ている。\u001b[22m, \u001b[1m私はちょうどこの時点でcompletionistているからそれを見ています。\u001b[22m\n\u001b[4m10 episodes in and there's nothing unique or admirable about this show.\u001b[24m\n    \u001b[1m10回のエピソードがあり、このショーについてはユニークでも素晴らしいものもありません。\u001b[22m, \u001b[1m10のエピソードでこのショウのユニークまたは立派なものはありません。\u001b[22m\n\u001b[4mI'm hoping and hoping every episode that SOMETHING happens, but it's the same format throughout every single episode.\u001b[24m\n    \u001b[1m私は、すべてのエピソードが起こることを望んでいると思っていますが、1つのエピソードごとに同じフォーマットです。\u001b[22m, \u001b[1m私は期待してと何かが起こるすべてのエピソードを期待して、それはすべての単一のエピソードを通して同じ形式ですよ。\u001b[22m\nTeam starts failing, protag cheers them, they all do their best and have their harem speeches, then someone goofs up and protag goes in the game, goofs up also and everyone gets...motivated.\n\n\u001b[1mチームが失敗し始め、彼らが歓声を上げ、彼らはすべて最善を尽くしてハーレムのスピーチをして、誰かがゴーグスを上げて、ゴルファーもゲームに出て、誰もが動機を得る。\u001b[22m\n\u001b[1m(Chīmu ga shippai shi hajime, karera ga kansei o age, karera wa subete saizen o tsukushite hāremu no supīchi o shite, darekaga gōgusu o agete, gorufā mo gēmu ni dete, daremoga dōki o eru.)\u001b[22m\n\nTranslations of \u001b[4mTeam starts failing, protag cheers them, they all do their best and have their harem speeches, then someone goofs up and protag goes in the game, goofs up also and everyone gets...motivated.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTeam starts failing, protag cheers them, they all do their best and have their harem speeches, then someone goofs up and protag goes in the game, goofs up also and everyone gets...motivated.\u001b[24m\n    \u001b[1mチームが失敗し始め、彼らが歓声を上げ、彼らはすべて最善を尽くしてハーレムのスピーチをして、誰かがゴーグスを上げて、ゴルファーもゲームに出て、誰もが動機を得る。\u001b[22m, \u001b[1mチームはprotagの歓声に、それらを失敗を開始し、それらはすべて自分のベストを尽くすとそのハーレムのスピーチを持って、その後、誰かがアップgoofsとprotagは、ゲームに行くにもアップgoofsと誰もが取得する...やる気。\u001b[22m\n\u001b[1m\u001b[22m\nOverall this get a 6 and that's only because it's saved by the animation and sound. Story wise, it's a 3.\n\n\u001b[1mこれは全体的に6となり、それはアニメーションとサウンドによって節約されるからです。 ストーリー賢明、それは3です。\u001b[22m\n\u001b[1m(Kore wa zentai-teki ni 6 tonari, soreha animēshon to saundo ni yotte setsuyaku sa rerukaradesu. Sutōrī kenmei, sore wa 3desu.)\u001b[22m\n\nTranslations of \u001b[4mOverall this get a 6 and that's only because it's saved by the animation and sound. Story wise, it's a 3.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall this get a 6 and that's only because it's saved by the animation and sound.\u001b[24m\n    \u001b[1mこれは全体的に6となり、それはアニメーションとサウンドによって節約されるからです。\u001b[22m, \u001b[1m全体的にこれは6を取得し、それはそれは、アニメーションと音声で保存されます理由だけです。\u001b[22m\n\u001b[4mStory wise, it's a 3.\u001b[24m\n    \u001b[1mストーリー賢明、それは3です。\u001b[22m, \u001b[1mストーリー賢明な、それは3です。\u001b[22m\n\u001b[1m\u001b[22m\nI'll update my review when the show is finished, hopefully SOMETHING happens between now and then.\n\n\u001b[1mショーが終了したら私のレビューを更新します。うまくいけば、今と今の間に何かが起こるでしょう。\u001b[22m\n\u001b[1m(Shō ga shūryō shitara watashi no rebyū o kōshin shimasu. Umaku ikeba, ima to imanomani nanika ga okorudeshou.)\u001b[22m\n\nTranslations of \u001b[4mI'll update my review when the show is finished, hopefully SOMETHING happens between now and then.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll update my review when the show is finished, hopefully SOMETHING happens between now and then.\u001b[24m\n    \u001b[1mショーが終了したら私のレビューを更新します。うまくいけば、今と今の間に何かが起こるでしょう。\u001b[22m, \u001b[1mショーが終了したとき、私はうまくいけば何かが今して間に起こる、私のレビューを更新します。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "Tuff-Stuff",
    "profile": "/profile/Tuff-Stuff/reviews",
    "pages": "1",
    "number": "8",
    "link": "/reviews.php?id=228727",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  2\nアニメーション|  5\nサウンド|  7\nキャラクター|  1\n|  1\n\n私は巨大なフットボール（サッカー）のファンなので、このアニメにはとても興奮していましたが、私は非常に失望していました。  。\n - \n - \nそれは非現実的ではありません。運動のスタイルではなく、物語ではなく、人生でボールに触れたことのない才能のない子供を作り続けています（日本では最高のサッカー選手です。 あなたが頑張っていると物事を成し遂げることができますが、これはあまりにも多く、私は彼が謝罪しているそれらのクライバビーの一人だからMCを憎んでいますが、彼にとって特別なのは 彼は普通の泣き虫よりも泣いている...他のキャラクターはクールだし、彼らが本当に良いかどうか、ちょうどそのように見えたいのですが、問題は...あなたはMCがあまりにも多くなる スクリーンの時間...物語はどこにも行きませんでした。それがあれば私はあまり気にしませんでした...私はそれを見ながら壁に頭を打っていました。\n - \n - \n - \n私はあなたが止められないようにして、試してみてください。私は巨大なサッカーファンだからかもしれないので、私はサッカーと違うものを楽しんでいない、何も期待せずに試してみてください。 サッカーについて情熱を燃やす。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 1\n\n\u001b[1m|  1\u001b[22m\n\u001b[1m(| 1)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\n\u001b[1m\u001b[22m\nOk since I'm a huge football (soccer ) fan I was so excited for this anime , but I was very disappointed so I'm gonna say my problem while trying to keep it short cause I don't think many people like long reviews .\n\n\u001b[1m私は巨大なフットボール（サッカー）のファンなので、このアニメにはとても興奮していましたが、私は非常に失望していました。  。\u001b[22m\n\u001b[1m(Watashi wa kyodaina futtobōru (sakkā) no fan'nanode, kono anime ni wa totemo kōfun shite imashitaga, watashi wa hijō ni shitsubō shite imashita..)\u001b[22m\n\nTranslations of \u001b[4mOk since I'm a huge football (soccer ) fan I was so excited for this anime , but I was very disappointed so I'm gonna say my problem while trying to keep it short cause I don't think many people like long reviews .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOk since I'm a huge football (soccer ) fan I was so excited for this anime , but I was very disappointed so I'm gonna say my problem while trying to keep it short cause I don't think many people like long reviews\u001b[24m\n    \u001b[1m私は巨大なフットボール（サッカー）のファンなので、このアニメにはとても興奮していましたが、私は非常に失望していました。\u001b[22m, \u001b[1m私は巨大なフットボール（サッカー）ファンですので、[OK]をので、私は、私は長いレビューのような多くの人が考えていない短い原因それを維持しようとしたときつもりは私の問題を言ってんだ私はこのアニメのためにとても興奮していたが、私は非常にがっかりしました\u001b[22m\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n-\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-\u001b[24m\n    \u001b[1m - \u001b[22m\n-\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-\u001b[24m\n    \u001b[1m - \u001b[22m\nIt's unrealistic ..not the style of playing , not the movement but the story , they're making a kid with no talent who never touched a ball in his life the best footballer in japan within years (I'm pretty sure he will be in the story) just because he works hard...I know that if you work hard you'll achieve stuff but this is too much , I hatred the MC because he's one of those crybabies who keep apologizing , but what's special about him is that he cries more than the regular crybaby ...the other character are cool and you just want to see if they're really good or just look like it , but the problem is..you won't cause the MC got so much screen time...the story didn't go anywhere and tbh I wouldn't care much if it did...I was hitting my head against the wall while watching it .\n\n\u001b[1mそれは非現実的ではありません。運動のスタイルではなく、物語ではなく、人生でボールに触れたことのない才能のない子供を作り続けています（日本では最高のサッカー選手です。 あなたが頑張っていると物事を成し遂げることができますが、これはあまりにも多いので、彼は謝罪しているそれらのクライバビーの一人だからMCを憎んでいますが、彼にとって特別なのは 彼は普通の泣き虫よりも泣いている...他のキャラクターはクールだし、彼らが本当に良いかどうかを見たいと思っているだけだが、問題は...あなたはMCがそんなに得られないだろう スクリーンの時間...物語はどこにも行きませんでした。それがあれば私はあまり気にしませんでした...私はそれを見ながら壁に頭を打っていました。\u001b[22m\n\u001b[1m(Sore wa higenjitsutekide wa arimasen. Undō no sutairude wa naku, monogataride wa naku, jinsei de bōru ni fureta koto no nai sainō no nai kodomo o tsukuri tsudzukete imasu (Nihonde wa saikō no sakkā senshudesu. Anata ga ganbatte iruto monogoto o nashitogeru koto ga dekimasuga, kore wa amarini mo ōinode, kare wa shazai shite iru sorera no kuraibabī no hitoridakara MC o nikunde imasuga, kare ni totte tokubetsuna no wa kare wa futsū no nakimushi yori mo naite iru... Hoka no kyarakutā wa kūrudashi, karera ga hontōni yoi ka dō ka o mitai to omotte iru dakedaga, mondai wa... Anata wa MC ga son'nani e rarenaidarou sukurīn no jikan... Monogatari wa dokoni mo ikimasendeshita. Sore ga areba watashi wa amari ki ni shimasendeshita... Watashi wa sore o minagara kabe ni atama o utte imashita.)\u001b[22m\n\nTranslations of \u001b[4mIt's unrealistic ..not the style of playing , not the movement but the story , they're making a kid with no talent who never touched a ball in his life the best footballer in japan within years (I'm pretty sure he will be in the story) just because he works hard...I know that if you work hard you'll achieve stuff but this is too much , I hatred the MC because he's one of those crybabies who keep apologizing , but what's special about him is that he cries more than the regular crybaby ...the other character are cool and you just want to see if they're really good or just look like it , but the problem is..you won't cause the MC got so much screen time...the story didn't go anywhere and tbh I wouldn't care much if it did...I was hitting my head against the wall while watching it .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt's unrealistic ..not the style of playing , not the movement but the story , they're making a kid with no talent who never touched a ball in his life the best footballer in japan within years (I'm pretty sure he will be\u001b[24m\n    \u001b[1mそれは非現実的ではありません。運動のスタイルではなく、物語ではなく、人生でボールに触れたことのない才能のない子供を作り続けています（日本では最高のサッカー選手です。\u001b[22m, \u001b[1mまた、演奏のスタイル..notない動きが、物語は非現実的だし、彼らは彼の人生に年以内に日本で最高のサッカー選手をボールに触れたことはありませんがない才能を持つ子供を作っている（私は彼がなりますかなり確信しています\u001b[22m\n\u001b[4min the story) just because he works hard...I know that if you work hard you'll achieve stuff but this is too much , I hatred the MC because he's one of those crybabies who keep apologizing , but what's special about him is\u001b[24m\n    \u001b[1mあなたが頑張っていると物事を成し遂げることができますが、これはあまりにも多いので、彼は謝罪しているそれらのクライバビーの一人だからMCを憎んでいますが、彼にとって特別なのは\u001b[22m, \u001b[1m）物語の中で、彼は一生懸命働いてという理由だけで...私はあなたが一生懸命働けば、あなたがものを達成するだろうことを知っているが、彼は謝っておくそれらcrybabiesの一つだが、何彼について特別なのがあるので、これはあまりにも多く、私憎しみMCであります\u001b[22m\n\u001b[4mthat he cries more than the regular crybaby ...the other character are cool and you just want to see if they're really good or just look like it , but the problem is..you won't cause the MC got so much\u001b[24m\n    \u001b[1m彼は普通の泣き虫よりも泣いている...他のキャラクターはクールだし、彼らが本当に良いかどうかを見たいと思っているだけだが、問題は...あなたはMCがそんなに得られないだろう\u001b[22m, \u001b[1m彼は定期的な泣き虫よりも泣くこと...他の文字がクールであり、あなたはちょうど彼らが本当に良いですか、単にそれのように見えるかどうかを確認したいのですが、is..youがMCを引き起こすことはありません問題は、そんなに持って\u001b[22m\n\u001b[4mscreen time...the story didn't go anywhere and tbh I wouldn't care much if it did...I was hitting my head against the wall while watching it .\u001b[24m\n    \u001b[1mスクリーンの時間...物語はどこにも行きませんでした。それがあれば私はあまり気にしませんでした...私はそれを見ながら壁に頭を打っていました。\u001b[22m, \u001b[1m画面の時間...それを見ながら、私は壁に頭を打った...話はどこにも行きませんでしたし、それがなかった場合TBH、私はあまり気にしないだろう。\u001b[22m\n-\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-\u001b[24m\n    \u001b[1m - \u001b[22m\n-\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-\u001b[24m\n    \u001b[1m - \u001b[22m\n-\n\n\u001b[1m - \u001b[22m\n\u001b[1m(-)\u001b[22m\n\nTranslations of \u001b[4m-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-\u001b[24m\n    \u001b[1m - \u001b[22m\ndon't let me stop you , try it..maybe it's just because I'm a huge football fan so I didn't enjoy anything that is different from my football , just try it without expecting anything ..especially if you're passionate about football.\n\n\u001b[1m私はあなたが止められないようにして、試してみてください。私は巨大なサッカーファンだからかもしれないので、私はサッカーと違うものを楽しんでいない、何も期待せずに試してみてください。 サッカーについて情熱を燃やす。\u001b[22m\n\u001b[1m(Watashi wa anata ga tome rarenai yō ni shite, tameshite mite kudasai. Watashi wa kyodaina sakkāfandakara kamo shirenainode, watashi wa sakkā to chigau mono o tanoshinde inai, nani mo kitai sezu ni tameshite mite kudasai. Sakkā ni tsuite jōnetsu o moyasu.)\u001b[22m\n\nTranslations of \u001b[4mdon't let me stop you , try it..maybe it's just because I'm a huge football fan so I didn't enjoy anything that is different from my football , just try it without expecting anything ..especially if you're passionate about football.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mdon't let me stop you , try it..maybe it's just because I'm a huge football fan so I didn't enjoy anything that is different from my football , just try it without expecting anything ..especially if you're\u001b[24m\n    \u001b[1m私はあなたが止められないようにして、試してみてください。私は巨大なサッカーファンだからかもしれないので、私はサッカーと違うものを楽しんでいない、何も期待せずに試してみてください。\u001b[22m, \u001b[1mちょうどあなたがしている..especially場合は何も期待せずにそれを試して、私はので、私は私のサッカーとは異なる何かを楽しまなかった巨大なサッカーファンだから、それだけだit..maybeを試してみてください、私はあなたを停止させてはいけません\u001b[22m\n\u001b[4mpassionate about football.\u001b[24m\n    \u001b[1mサッカーについて情熱を燃やす。\u001b[22m, \u001b[1mサッカーに情熱。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "indianvisa",
    "profile": "/profile/indianvisa/reviews",
    "pages": "1",
    "number": "9",
    "link": "/reviews.php?id=228215",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  7\nキャラクター|  4\n|  5\n\nこのシリーズの最大のスポイラーは、最初のエピソードのプレビューです\n\nKazama、Jin：彼はちょうどゲームを楽しんで、同じ情熱を共有する人が好きです\n\n塚本、つくし：いつものように走っている、過度に強調されたキャラクター（私はまだ、この男のフットボールの基礎を教えていない理由は分かりません）。コンセプトは、この男が最高ですが、彼は才能がありません。 チームが自分自身を押しつける動機になるのです（それはチームのキャプテンが塚本がいつか彼を上回るかもしれないと思う）。\n\n宇都宮ちか子：筑紫に落ちて、チームのマネージャになることに決めた\n\n立花、さゆり：塚本の幼なじみの友\n\nチカコubukataまたはtachibana sayuriをtuskamotoにリンクすると、これらの女の子がアニメに追加された理由があります\n\n私の意見\n\nこのアニメに特別なものは何もありません。あなたはスポーツで熱意を感じるのではなく、サッカーをするのが好きな子供と彼がそれに取り組むことについての熱意を感じることはありません。\n\nこれは、hajime no ippoのようにする必要があります、彼らのキャラクターの成長が必要\n\n私は各エピソードを見てこのレビューを編集します",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 4\n\n\u001b[1mキャラクター|  4\u001b[22m\n\u001b[1m(Kyarakutā | 4)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nThe biggest spoiler of this series is the preview in the first episode\n\n\u001b[1mこのシリーズの最大のスポイラーは、最初のエピソードのプレビューです\u001b[22m\n\u001b[1m(Kono shirīzu no saidai no supoirā wa, saisho no episōdo no purebyūdesu)\u001b[22m\n\nTranslations of \u001b[4mThe biggest spoiler of this series is the preview in the first episode\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe biggest spoiler of this series is the preview in the first episode\u001b[24m\n    \u001b[1mこのシリーズの最大のスポイラーは、最初のエピソードのプレビューです\u001b[22m\n\u001b[1m\u001b[22m\nKazama, Jin: He just enjoys playing the game, and likes people who share the same passion\n\n\u001b[1mKazama、Jin：彼はちょうどゲームを楽しんで、同じ情熱を共有する人が好きです\u001b[22m\n\u001b[1m(Kazama, Jin: Kare wa chōdo gēmu o tanoshinde, onaji jōnetsu o kyōyū suru hito ga sukidesu)\u001b[22m\n\nTranslations of \u001b[4mKazama, Jin: He just enjoys playing the game, and likes people who share the same passion\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKazama, Jin: He just enjoys playing the game, and likes people who share the same passion\u001b[24m\n    \u001b[1mKazama、Jin：彼はちょうどゲームを楽しんで、同じ情熱を共有する人が好きです\u001b[22m, \u001b[1m風間、ジン：彼はただのゲームをプレイ楽しんで、と同じ情熱を共有する人々が好き\u001b[22m\n\u001b[1m\u001b[22m\nTsukamoto, Tsukushi: An overly emphasized character, who always runs like heck ( i still don't know why they don't teach this guy basics of football), The concept is this guy gives his best, though he is not talented, this motivates the team to push themselves, that's it (the captain of the team thinks that Tsukamoto, may one day surpass him).\n\n\u001b[1m塚本、つくし：いつものように走っている、過度に強調されたキャラクター（私はまだ、この男のフットボールの基礎を教えていない理由は分かりません）。コンセプトは、この男が最高ですが、彼は才能がありません。 チームが自分自身を押しつける動機になるのです（それはチームのキャプテンが塚本がいつか彼を上回るかもしれないと思う）。\u001b[22m\n\u001b[1m(Tsukamoto, tsukushi: Itsumo no yō ni hashitte iru, kado ni kyōchō sa reta kyarakutā (watashi wa mada, kono otoko no futtobōru no kiso o oshiete inai riyū wa wakarimasen). Konseputo wa, kono otoko ga saikōdesuga, kare wa sainō ga arimasen. Chīmu ga jibun jishin o oshitsukeru dōki ni naru nodesu (sore wa chīmu no kyaputen ga Tsukamoto ga itsuka kare o uwamawaru kamo shirenai to omou).)\u001b[22m\n\nTranslations of \u001b[4mTsukamoto, Tsukushi: An overly emphasized character, who always runs like heck ( i still don't know why they don't teach this guy basics of football), The concept is this guy gives his best, though he is not talented, this motivates the team to push themselves, that's it (the captain of the team thinks that Tsukamoto, may one day surpass him).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsukamoto, Tsukushi: An overly emphasized character, who always runs like heck ( i still don't know why they don't teach this guy basics of football), The concept is this guy gives his best, though he is not talented, this\u001b[24m\n    \u001b[1m塚本、つくし：いつものように走っている、過度に強調されたキャラクター（私はまだ、この男のフットボールの基礎を教えていない理由は分かりません）。コンセプトは、この男が最高ですが、彼は才能がありません。\u001b[22m, \u001b[1m塚本、筑紫：常に一体のように実行され、過度に強調文字、（彼らはサッカーのこの男の基本を教えていない、なぜ私はまだ知らない）彼は才能ではないですが、コンセプトは、この男は彼のベストを与えている、この\u001b[22m\n\u001b[4mmotivates the team to push themselves, that's it (the captain of the team thinks that Tsukamoto, may one day surpass him).\u001b[24m\n    \u001b[1mチームが自分自身を押しつける動機になるのです（それはチームのキャプテンが塚本がいつか彼を上回るかもしれないと思う）。\u001b[22m, \u001b[1m自分自身をプッシュするチームに動機を与える、それはそれ（チームのキャプテンは、塚本は、1日に彼を上回る可能性があることと考えている）です。\u001b[22m\n\u001b[1m\u001b[22m\nChikako Ubukata: Falls for Tsukushi and decides to become the manager of the team\n\n\u001b[1m宇都宮ちか子：筑紫に落ちて、チームのマネージャになることに決めた\u001b[22m\n\u001b[1m(Utsunomiya Chikako: Chikushi ni ochite, chīmu no manēja ni naru koto ni kimeta)\u001b[22m\n\nTranslations of \u001b[4mChikako Ubukata: Falls for Tsukushi and decides to become the manager of the team\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChikako Ubukata: Falls for Tsukushi and decides to become the manager of the team\u001b[24m\n    \u001b[1m宇都宮ちか子：筑紫に落ちて、チームのマネージャになることに決めた\u001b[22m, \u001b[1m千賀子Ubukata：筑紫のために滝とチームのマネージャーになることを決定しました\u001b[22m\n\u001b[1m\u001b[22m\nTachibana, Sayuri: A childhood friend of Tsukamoto\n\n\u001b[1m立花、さゆり：塚本の幼なじみの友\u001b[22m\n\u001b[1m(Tachibana, Sayuri: Tsukamoto no osananajimi no tomo)\u001b[22m\n\nTranslations of \u001b[4mTachibana, Sayuri: A childhood friend of Tsukamoto\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTachibana, Sayuri: A childhood friend of Tsukamoto\u001b[24m\n    \u001b[1m立花、さゆり：塚本の幼なじみの友\u001b[22m, \u001b[1m橘、さゆり：塚本の幼なじみ\u001b[22m\n\u001b[1m\u001b[22m\nlink either chikako ubukata or tachibana sayuri to tuskamoto there is a reason that these girls were added to the anime\n\n\u001b[1mチカコubukataまたはtachibana sayuriをtuskamotoにリンクすると、これらの女の子がアニメに追加された理由があります\u001b[22m\n\u001b[1m(Chikako ubukata matawa tachibana sayuri o tuskamoto ni rinku suru to, korera no on'nanoko ga anime ni tsuika sa reta riyū ga arimasu)\u001b[22m\n\nTranslations of \u001b[4mlink either chikako ubukata or tachibana sayuri to tuskamoto there is a reason that these girls were added to the anime\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mlink either chikako ubukata or tachibana sayuri to tuskamoto there is a reason that these girls were added to the anime\u001b[24m\n    \u001b[1mチカコubukataまたはtachibana sayuriをtuskamotoにリンクすると、これらの女の子がアニメに追加された理由があります\u001b[22m, \u001b[1mこれらの女の子がアニメに追加されたことを理由があるtuskamotoするためのリンクのいずれか千賀子のubukataや橘さゆり\u001b[22m\n\u001b[1m\u001b[22m\nMy Opinion\n\n\u001b[1m私の意見\u001b[22m\n\u001b[1m(Watashi no iken)\u001b[22m\n\nTranslations of \u001b[4mMy Opinion\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy Opinion\u001b[24m\n    \u001b[1m私の意見\u001b[22m\n\u001b[1m\u001b[22m\nThere is nothing special about this anime, you won't find the zeal in the sport, rather its all about a kid who likes playing football and the effort he puts in to it.\n\n\u001b[1mこのアニメに特別なものは何もありません。あなたはスポーツで熱意を感じるのではなく、サッカーをするのが好きな子供と彼がそれに取り組むことについての熱意を感じることはありません。\u001b[22m\n\u001b[1m(Kono anime ni tokubetsuna mono wa nani mo arimasen. Anata wa supōtsu de netsui o kanjiru node wa naku, sakkā o suru no ga sukina kodomo to kare ga sore ni torikumu koto ni tsuite no netsui o kanjiru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThere is nothing special about this anime, you won't find the zeal in the sport, rather its all about a kid who likes playing football and the effort he puts in to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere is nothing special about this anime, you won't find the zeal in the sport, rather its all about a kid who likes playing football and the effort he puts in to it.\u001b[24m\n    \u001b[1mこのアニメに特別なものは何もありません。あなたはスポーツで熱意を感じるのではなく、サッカーをするのが好きな子供と彼がそれに取り組むことについての熱意を感じることはありません。\u001b[22m, \u001b[1mこのアニメについては何も特別なことはありません、あなたはむしろ、そのすべてのサッカーを好きな子供と、彼はそれにに置く努力について、スポーツに熱意を見つけることができません。\u001b[22m\n\u001b[1m\u001b[22m\nThis should be like hajime no ippo, their should be growth in the character\n\n\u001b[1mこれは、hajime no ippoのようにする必要があります、彼らのキャラクターの成長が必要\u001b[22m\n\u001b[1m(Kore wa, hajime no ippo no yō ni suru hitsuyō ga arimasu, karera no kyarakutā no seichō ga hitsuyō)\u001b[22m\n\nTranslations of \u001b[4mThis should be like hajime no ippo, their should be growth in the character\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis should be like hajime no ippo, their should be growth in the character\u001b[24m\n    \u001b[1mこれは、hajime no ippoのようにする必要があります、彼らのキャラクターの成長が必要\u001b[22m, \u001b[1mこれは、何の一歩肇のようにあってはならない文字で成長彼らでなければなりません\u001b[22m\n\u001b[1m\u001b[22m\nwill edit this review as i watch each episode\n\n\u001b[1m私は各エピソードを見てこのレビューを編集します\u001b[22m\n\u001b[1m(Watashi wa kaku episōdo o mite kono rebyū o henshū shimasu)\u001b[22m\n\nTranslations of \u001b[4mwill edit this review as i watch each episode\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwill edit this review as i watch each episode\u001b[24m\n    \u001b[1m私は各エピソードを見てこのレビューを編集します\u001b[22m, \u001b[1m私はそれぞれのエピソードを見ながらこの口コミを編集します\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "kuraiken",
    "profile": "/profile/kuraiken/reviews",
    "pages": "1",
    "number": "10",
    "link": "/reviews.php?id=231946",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  2\nアニメーション|  7\nサウンド|  6\nキャラクター|  3\n|  5\n\n日は実行中のアニメです。\n\nこれは、走りの喜びを発見してサッカーチームに加わる、つくしという男の子の話です。  （理にかなっていますか？）そしてその日から彼は走ります。 彼はサッカーのピッチの周りを走り、彼は通りを通って走る。 彼は昼と夜とで学校の周りを走っている。 彼は日本全国の丘や階段を上下に走っている。 彼が悲しいとき、彼は走って行く。 彼が幸せになれば、彼は走って行く。 彼は考える必要があるときに、走って行く。 彼は文字通り常に動いていて、何かに向かって走っていないとき、彼はマネージャーから逃げ出しています。\n\n彼はショットを並べるために世界のすべての時間を持っていた場合、彼は納屋のドアをヒットすることはできませんが、彼のチームを実行し、相手を引き離すことによって、彼のチームを助ける。 彼はあまりにも多く走っているので、もっとチームを動かすよう動機づけています...マッチには必ずしも勝てないが、彼らはまずはサッカーをしているわけではありませんが、まったく問題のない奇妙なゲームです それは10対7にゲームを変えていないので、1つのプレーヤーに4つのディフェンダーをマークしてください。\nそして、彼らが失うたびに、彼はもっと多くの練習を行い、将来彼らが勝つようにします。 シューティングの練習ですか？ ヘッダー？ それはアマチュアのためのものだ。 走ることが目標を網羅しています。 十分に走れば、ボールがあなたのネットに入った直後に動くようになるでしょう。  （おそらく、これまでに起こったことはない、ダーンボールは入ることを拒否する）\n\nアニメの日々のカバーにはサッカーがないのに気付かない？ ボールは重要ではないからです。 あなたのチームが戦うために走っていると叫んでいます。  （どちらも、戦いやサッカーをすることはありませんが、より多くのランニングにつながりますが、それはポイントの横にあります）。\n\n全体的に、勤勉な、疲れのない、鈍い走りと、簡単なチームスピリットと友情が、魔法のように邪悪なユニコーンから世界を救うランニングアニメを探しているならば、これはそうです。 スポーツに実際に従事し、それを信じられないように表現しようとするアニメ（Haikyuuのように）を望むなら、あなたは残念ながら間違った場所にいて、すぐに逃げなければなりません。  （「Seiseki fighto！」と叫んでいる間に）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 2\n\n\u001b[1mストーリー|  2\u001b[22m\n\u001b[1m(Sutōrī | 2)\u001b[22m\n\nTranslations of \u001b[4mStory | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 3\n\n\u001b[1mキャラクター|  3\u001b[22m\n\u001b[1m(Kyarakutā | 3)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nDays is a running Anime.\n\n\u001b[1m日は実行中のアニメです。\u001b[22m\n\u001b[1m(Ni~Tsu wa jikkō-chū no animedesu.)\u001b[22m\n\nTranslations of \u001b[4mDays is a running Anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDays is a running Anime.\u001b[24m\n    \u001b[1m日は実行中のアニメです。\u001b[22m, \u001b[1m日実行しているアニメです。\u001b[22m\n\u001b[1m\u001b[22m\nThis is the story about a boy named Tsukushi who discovers the joy of running, and thus joins a football team. (Makes sense, right?) And from that day on, he runs. He runs around the football pitch, and he runs through the streets. He runs around the school by day and by night. He runs up and down the hills and stairs throughout all of Japan. When he's sad, he goes running. When he's happy, he goes running. When he needs to think, he goes running. He's literally running all the time, and when he's not running towards something, he's running away from the manager.\n\n\u001b[1mこれは、走りの喜びを発見してサッカーチームに加わる、つくしという男の子の話です。  （理にかなっていますか？）そしてその日から彼は走ります。 彼はサッカーのピッチの周りを走り、彼は通りを通って走る。 彼は昼と夜とで学校の周りを走っている。 彼は日本全国の丘や階段を上下に走っている。 彼が悲しいとき、彼は走って行く。 彼が幸せになれば、彼は走って行く。 彼は考える必要があるときに、走って行く。 彼は文字通り常に動いていて、何かに向かって走っていないとき、彼はマネージャーから逃げ出しています。\u001b[22m\n\u001b[1m(Kore wa, hashiri no yorokobi o hakken shite sakkāchīmu ni kuwawaru, tsukushi to iu otokonoko no hanashidesu. (Ri ni kanatte imasu ka? ) Soshite sonohi kara kare wa hashirimasu. Kare wa sakkā no pitchi no mawari o hashiri, kare wa tōri o kayotte hashiru. Kare wa hiru to yoru to de gakkō no mawari o hashitte iru. Kare wa nipponzenkoku no oka ya kaidan o jōge ni hashitte iru. Kare ga kanashītoki, kare wa hashitte iku. Kare ga shiawase ni nareba, kare wa hashitte iku. Kare wa kangaeru hitsuyō ga aru toki ni, hashitte iku. Kare wa mojidōri tsuneni ugoite ite, nanika ni mukatte hashitte inai toki, kare wa manējā kara nigedashite imasu.)\u001b[22m\n\nTranslations of \u001b[4mThis is the story about a boy named Tsukushi who discovers the joy of running, and thus joins a football team. (Makes sense, right?) And from that day on, he runs. He runs around the football pitch, and he runs through the streets. He runs around the school by day and by night. He runs up and down the hills and stairs throughout all of Japan. When he's sad, he goes running. When he's happy, he goes running. When he needs to think, he goes running. He's literally running all the time, and when he's not running towards something, he's running away from the manager.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is the story about a boy named Tsukushi who discovers the joy of running, and thus joins a football team.\u001b[24m\n    \u001b[1mこれは、走りの喜びを発見してサッカーチームに加わる、つくしという男の子の話です。\u001b[22m, \u001b[1mこれは、実行中の楽しさを発見し、ひいてはサッカーチームに合流筑紫少年の物語です。\u001b[22m\n\u001b[4m(Makes sense, right?) And from that day on, he runs.\u001b[24m\n    \u001b[1m（理にかなっていますか？）そしてその日から彼は走ります。\u001b[22m, \u001b[1m（？右、理にかなって）そしてその日から、彼が実行されます。\u001b[22m\n\u001b[4mHe runs around the football pitch, and he runs through the streets.\u001b[24m\n    \u001b[1m彼はサッカーのピッチの周りを走り、彼は通りを通って走る。\u001b[22m, \u001b[1m彼はサッカーのピッチの周りに実行され、彼は通りを実行します。\u001b[22m\n\u001b[4mHe runs around the school by day and by night.\u001b[24m\n    \u001b[1m彼は昼と夜とで学校の周りを走っている。\u001b[22m, \u001b[1m彼はその日によって、夜によって学校の周りに実行されます。\u001b[22m\n\u001b[4mHe runs up and down the hills and stairs throughout all of Japan.\u001b[24m\n    \u001b[1m彼は日本全国の丘や階段を上下に走っている。\u001b[22m, \u001b[1m彼は、日本のすべてを通じて丘や階段を上下に実行されます。\u001b[22m\n\u001b[4mWhen he's sad, he goes running.\u001b[24m\n    \u001b[1m彼が悲しいとき、彼は走って行く。\u001b[22m, \u001b[1m彼が悲しいとき、彼は実行して行きます。\u001b[22m\n\u001b[4mWhen he's happy, he goes running.\u001b[24m\n    \u001b[1m彼が幸せになれば、彼は走って行く。\u001b[22m, \u001b[1m彼は幸せだとき、彼は実行して行きます。\u001b[22m\n\u001b[4mWhen he needs to think, he goes running.\u001b[24m\n    \u001b[1m彼は考える必要があるときに、走って行く。\u001b[22m, \u001b[1m彼が考える必要があるとき、彼は実行して行きます。\u001b[22m\n\u001b[4mHe's literally running all the time, and when he's not running towards something, he's running away from the manager.\u001b[24m\n    \u001b[1m彼は文字通り常に動いていて、何かに向かって走っていないとき、彼はマネージャーから逃げ出しています。\u001b[22m, \u001b[1m彼は、文字通りすべての時間を実行している、と彼は何かに向かって動いていたとき、彼は離れマネージャから実行しています。\u001b[22m\n\u001b[1m\u001b[22m\nHe helps his team by running and drawing his opponents away, even though he cannot hit a barn door if he had all the time in the world to line up a shot. He's running so much, it motivates his team to run a lot more too...which doesn't exactly win the matches, but they're not exactly playing football to begin with, but an odd kind of game where it's totally alright to mark a single player with 4 defenders, because it's not like it turns the game into a 10 vs. 7.\n\n\u001b[1m彼はショットを並べるために世界のすべての時間を持っていた場合、彼は納屋のドアをヒットすることはできませんが、彼のチームを実行し、相手を引き離すことによって、彼のチームを助ける。 彼はあまりにも多く走っているので、もっとチームを動かすよう動機づけています...マッチには必ずしも勝てないが、彼らはまずはサッカーをしているわけではありませんが、まったく問題のない奇妙なゲームです それは10対7にゲームを変えていないので、1つのプレーヤーに4つのディフェンダーをマークしてください。\u001b[22m\n\u001b[1m(Kare wa shotto o naraberu tame ni sekai no subete no jikan o motte ita baai, kare wa naya no doa o hitto suru koto wa dekimasenga, kare no chīmu o jikkō shi, aite o hikihanasu koto ni yotte, kare no chīmu o tasukeru. Kare wa amarini mo ōku hashitte irunode, motto chīmu o ugokasu yō dōkidzukete imasu... Matchi ni wa kanarazushimo katenai ga, karera wa mazuwa sakkā o shite iru wakede wa arimasenga, mattaku mondai no nai kimyōna gēmudesu sore wa 10 tai 7 ni gēmu o kaete inainode, 1tsu no purēyā ni 4tsu no difendā o māku shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mHe helps his team by running and drawing his opponents away, even though he cannot hit a barn door if he had all the time in the world to line up a shot. He's running so much, it motivates his team to run a lot more too...which doesn't exactly win the matches, but they're not exactly playing football to begin with, but an odd kind of game where it's totally alright to mark a single player with 4 defenders, because it's not like it turns the game into a 10 vs. 7.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHe helps his team by running and drawing his opponents away, even though he cannot hit a barn door if he had all the time in the world to line up a shot.\u001b[24m\n    \u001b[1m彼はショットを並べるために世界のすべての時間を持っていた場合、彼は納屋のドアをヒットすることはできませんが、彼のチームを実行し、相手を引き離すことによって、彼のチームを助ける。\u001b[22m, \u001b[1m彼はショットを整列するために、世界のすべての時間を持っていた場合、彼は納屋のドアを打つことができないにもかかわらず、離れて彼の相手を実行して描画することによって彼のチームに役立ちます。\u001b[22m\n\u001b[4mHe's running so much, it motivates his team to run a lot more too...which doesn't exactly win the matches, but they're not exactly playing football to begin with, but an odd kind of game where it's totally alright to\u001b[24m\n    \u001b[1m彼はあまりにも多く走っているので、もっとチームを動かすよう動機づけています...マッチには必ずしも勝てないが、彼らはまずはサッカーをしているわけではありませんが、まったく問題のない奇妙なゲームです\u001b[22m, \u001b[1m彼は、それがより多くの、あまりにも多くのことを実行するために彼のチームの動機、そんなに...正確にマッチを獲得しないを実行しているが、彼らは正確に開始するようにサッカーをしていないが、それはに完全に大丈夫だゲームの奇妙な種類\u001b[22m\n\u001b[4mmark a single player with 4 defenders, because it's not like it turns the game into a 10 vs. 7.\u001b[24m\n    \u001b[1mそれは10対7にゲームを変えていないので、1つのプレーヤーに4つのディフェンダーをマークしてください。\u001b[22m, \u001b[1m10対7にゲームを回すようではありませんので、4ディフェンダーとのシングルプレイヤーをマーク。\u001b[22m\nAnd so, whenever they lose, he practices a lot more running, so that they'll win in the future. Shooting practice? Headers? That stuff's for amateurs. Running is what nets the goals. If you run enough, it'll motivate the ball to run right after you into the net. (Probably. Hasn't happened so far, the darn ball refuses to go in)\n\n\u001b[1mそして、彼らが失うたびに、彼はもっと多くの練習を行い、将来彼らが勝つようにします。 シューティングの練習ですか？ ヘッダー？ それはアマチュアのためのものだ。 走ることが目標を網羅しています。 十分に走れば、ボールがあなたのネットに入った直後に動くようになるでしょう。  （おそらく、これまでに起こったことはない、ダーンボールは入ることを拒否する）\u001b[22m\n\u001b[1m(Soshite, karera ga ushinau tabi ni, kare wa motto ōku no renshū o okonai, shōrai karera ga katsu yō ni shimasu. Shūtingu no renshūdesu ka? Heddā? Sore wa amachua no tame no monoda. Hashiru koto ga mokuhyō o mōra shite imasu. Jūbun ni hashireba, bōru ga anata no netto ni haitta chokugo ni ugoku yō ni narudeshou. (Osoraku, kore made ni okotta koto wanai, dānbōru wa hairu koto o kyohi suru))\u001b[22m\n\nTranslations of \u001b[4mAnd so, whenever they lose, he practices a lot more running, so that they'll win in the future. Shooting practice? Headers? That stuff's for amateurs. Running is what nets the goals. If you run enough, it'll motivate the ball to run right after you into the net. (Probably. Hasn't happened so far, the darn ball refuses to go in)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd so, whenever they lose, he practices a lot more running, so that they'll win in the future.\u001b[24m\n    \u001b[1mそして、彼らが失うたびに、彼はもっと多くの練習を行い、将来彼らが勝つようにします。\u001b[22m, \u001b[1m彼らは失うたびに、彼らが将来的に勝つようにように、彼は、より多くのランニングを実践します。\u001b[22m\n\u001b[4mShooting practice?\u001b[24m\n    \u001b[1mシューティングの練習ですか？\u001b[22m, \u001b[1m射撃練習？\u001b[22m\n\u001b[4mHeaders?\u001b[24m\n    \u001b[1mヘッダー？\u001b[22m, \u001b[1mヘッダ？\u001b[22m\n\u001b[4mThat stuff's for amateurs.\u001b[24m\n    \u001b[1mそれはアマチュアのためのものだ。\u001b[22m, \u001b[1mその原料はアマチュアのためです。\u001b[22m\n\u001b[4mRunning is what nets the goals.\u001b[24m\n    \u001b[1m走ることが目標を網羅しています。\u001b[22m, \u001b[1m実行すると、目標をネットするものです。\u001b[22m\n\u001b[4mIf you run enough, it'll motivate the ball to run right after you into the net.\u001b[24m\n    \u001b[1m十分に走れば、ボールがあなたのネットに入った直後に動くようになるでしょう。\u001b[22m, \u001b[1mあなたが十分に実行すると、ボールがネットに右のあなたの後に実行するように動機を与えるでしょう。\u001b[22m\n\u001b[4m(Probably. Hasn't happened so far, the darn ball refuses to go in)\u001b[24m\n    \u001b[1m（おそらく、これまでに起こったことはない、ダーンボールは入ることを拒否する）\u001b[22m, \u001b[1m（たぶん。今のところ起きていない、くそボールが入ることを拒否します）\u001b[22m\n\u001b[1m\u001b[22m\nNotice how there's no football on the Days cover of the anime? That's because the ball isn't important. It's running and shouting for your team to fight. (Which neither leads to fighting or playing football, but to more running, but that's beside the point.)\n\n\u001b[1mアニメの日々のカバーにはサッカーがないのに気付かない？ ボールは重要ではないからです。 あなたのチームが戦うために走っていると叫んでいます。  （どちらも、戦いやサッカーをすることはありませんが、より多くのランニングにつながりますが、それはポイントの横にあります）。\u001b[22m\n\u001b[1m(Anime no hibi no kabā ni wa sakkā ga nai no ni kidzukanai? Bōru wa jūyōde wanaikaradesu. Anata no chīmu ga tatakau tame ni hashitte iru to sakende imasu. (Dochira mo, tatakai ya sakkā o suru koto wa arimasenga, yori ōku no ran'ningu ni tsunagarimasuga, soreha pointo no yoko ni arimasu).)\u001b[22m\n\nTranslations of \u001b[4mNotice how there's no football on the Days cover of the anime? That's because the ball isn't important. It's running and shouting for your team to fight. (Which neither leads to fighting or playing football, but to more running, but that's beside the point.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNotice how there's no football on the Days cover of the anime?\u001b[24m\n    \u001b[1mアニメの日々のカバーにはサッカーがないのに気付かない？\u001b[22m, \u001b[1mアニメの日数カバーにはサッカーはありませんに注意してください？\u001b[22m\n\u001b[4mThat's because the ball isn't important.\u001b[24m\n    \u001b[1mボールは重要ではないからです。\u001b[22m, \u001b[1mボールは重要ではありませんからです。\u001b[22m\n\u001b[4mIt's running and shouting for your team to fight.\u001b[24m\n    \u001b[1mあなたのチームが戦うために走っていると叫んでいます。\u001b[22m, \u001b[1mそれは実行していて、あなたのチームが戦うためにのために叫びました。\u001b[22m\n\u001b[4m(Which neither leads to fighting or playing football, but to more running, but that's beside the point.)\u001b[24m\n    \u001b[1m（どちらも、戦いやサッカーをすることはありませんが、より多くのランニングにつながりますが、それはポイントの横にあります）。\u001b[22m, \u001b[1m（どちらも戦闘や、より多くのランニングにサッカーをしにつながるが、それは的外れだどれ。）\u001b[22m\n\u001b[1m\u001b[22m\nOverall, if you're looking for a running Anime where hardworking, tireless, dull running combined with simpleminded teamspirit and friendship will magically save the world from evil unicorns, this is it. If you want an anime that actually engages with the sport and attempts to create a believeable representation of it (as Haikyuu does), then you're unfortunately in the wrong place, and you should quickly run away. (While shouting 'Seiseki fighto!')\n\n\u001b[1m全体的に、勤勉な、疲れのない、鈍い走りと、簡単なチームスピリットと友情が、魔法のように邪悪なユニコーンから世界を救うランニングアニメを探しているならば、これはそうです。 スポーツに実際に従事し、それを信じられないように表現しようとするアニメ（Haikyuuのように）を望むなら、あなたは残念ながら間違った場所にいて、すぐに逃げなければなりません。  （「Seiseki fighto！」と叫んでいる間に）\u001b[22m\n\u001b[1m(Zentai-teki ni, kinben'na, tsukare no nai, nibui hashiri to, kantan'na chīmusupiritto to yūjō ga, mahō no yō ni jaakuna yunikōn kara sekai o sukuu ran'ningu anime o sagashite irunaraba, kore wa sōdesu. Supōtsu ni jissai ni jūji shi, sore o shinji rarenai yō ni hyōgen shiyou to suru anime (Haikyuu no yō ni) o nozomunara, anata wa zan'nen'nagara machigatta basho ni ite, sugu ni nigenakereba narimasen. (`Seiseki fighto!' To sakende iru ma ni))\u001b[22m\n\nTranslations of \u001b[4mOverall, if you're looking for a running Anime where hardworking, tireless, dull running combined with simpleminded teamspirit and friendship will magically save the world from evil unicorns, this is it. If you want an anime that actually engages with the sport and attempts to create a believeable representation of it (as Haikyuu does), then you're unfortunately in the wrong place, and you should quickly run away. (While shouting 'Seiseki fighto!')\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, if you're looking for a running Anime where hardworking, tireless, dull running combined with simpleminded teamspirit and friendship will magically save the world from evil unicorns, this is it.\u001b[24m\n    \u001b[1m全体的に、勤勉な、疲れのない、鈍い走りと、簡単なチームスピリットと友情が、魔法のように邪悪なユニコーンから世界を救うランニングアニメを探しているならば、これはそうです。\u001b[22m, \u001b[1m全体的に、あなたが探している場合simpleminded teamspiritと友情と組み合わせて実行勤勉、疲れを知らない、鈍い実行しているアニメは魔法のように邪悪なユニコーンから世界を救う、これはそれです。\u001b[22m\n\u001b[4mIf you want an anime that actually engages with the sport and attempts to create a believeable representation of it (as Haikyuu does), then you're unfortunately in the wrong place, and you should quickly run away.\u001b[24m\n    \u001b[1mスポーツに実際に従事し、それを信じられないように表現しようとするアニメ（Haikyuuのように）を望むなら、あなたは残念ながら間違った場所にいて、すぐに逃げなければなりません。\u001b[22m, \u001b[1mあなたが実際にスポーツに係合して（Haikyuuがするように）それのbelieveable表現を作成しようとアニメをしたい場合は、間違った場所に、残念ながらだ、とあなたはすぐに離れて実行する必要があります。\u001b[22m\n\u001b[4m(While shouting 'Seiseki fighto!')\u001b[24m\n    \u001b[1m（「Seiseki fighto！」と叫んでいる間に）\u001b[22m, \u001b[1m（ 'Seiseki fighto！」叫んでいるが）\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "AoiYukihira004",
    "profile": "/profile/AoiYukihira004/reviews",
    "pages": "1",
    "number": "11",
    "link": "/reviews.php?id=228790",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  4\nキャラクター|  6\n|  6\n\n（私の貧しい英語のために申し訳ありません）\n\nこのサイトにレビューを書くのは初めてです！\n\n私はこれを見て多くの期待を持っていない。 あなたが知っているのは、サッカー（サッカー）についてのことです。そして、私が似たアニメを最後に見たのはキャプテン翼です。 私は日々と呼ばれるこのアニメを見るのが面倒だと感じました。\n\nスポーツアニメではなく、このアニメにはたくさんの感情が書かれています。\n1.主人公としてつくし。 あなたは彼をあなたのインスパイアされたキャラクターにすることができます、彼は彼の態度でこのアニメの多くの人々に影響を与えたばかげたハードワークスです。 彼の貧弱なパフォーマンスにもかかわらず、彼ら（制作者と作家）は彼を彼のお兄さんと肩代わりさせる。 しかし、ねえ、あなたはどんなアニメでもこのタイプのキャラクターを見ることができます。 私はなぜ彼らがこの性格を作っているのかわからない、エピソードごとに彼の涙を見るのは退屈になる。\n2.試合はセンスが足りなかった。 サッカーのルールは、このアニメには存在しないようだった。 オフサイド、ノーファウル、そしてもっと多くのものがあります。 私は興味深い瞬間を見つけるために試合をスキップしますが、私が見ることができるのは、他の多くのアニメのようにスローモーションで話し、話し、話すことだけです。\n3.私は、サッカーシーンの外は、マッチ自体よりも面白かったと思う。 しかし、私はそれがそんなに助けになるとは思わない。\n\nこのアニメは普通ではなかった。 サッカーファンにとっては不利だが、その背後には良いドラマがあった。  （注：私はまだ、Ubukataを見るためにそれを見ています、笑）",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 4\n\n\u001b[1mサウンド|  4\u001b[22m\n\u001b[1m(Saundo | 4)\u001b[22m\n\nTranslations of \u001b[4mSound | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\n(sorry for my poor english)\n\n\u001b[1m（私の貧しい英語のために申し訳ありません）\u001b[22m\n\u001b[1m((Watashi no mazushī eigo no tame ni mōshiwakearimasen))\u001b[22m\n\nTranslations of \u001b[4m(sorry for my poor english)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(sorry for my poor english)\u001b[24m\n    \u001b[1m（私の貧しい英語のために申し訳ありません）\u001b[22m, \u001b[1m（私の下手な英語のため申し訳ありません）\u001b[22m\n\u001b[1m\u001b[22m\nMy first time to write a review in this site !\n\n\u001b[1mこのサイトにレビューを書くのは初めてです！\u001b[22m\n\u001b[1m(Kono saito ni rebyū o kaku no wa hajimetedesu!)\u001b[22m\n\nTranslations of \u001b[4mMy first time to write a review in this site !\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMy first time to write a review in this site !\u001b[24m\n    \u001b[1mこのサイトにレビューを書くのは初めてです！\u001b[22m, \u001b[1mこのサイトでレビューを書くのは初めて！\u001b[22m\n\u001b[1m\u001b[22m\nI don't have many expectation to watch this. You know, it's about football (soccer) and the last time i watch similar anime is Captain Tsubasa. I felt dissapointed to watch this anime called days.\n\n\u001b[1m私はこれを見て多くの期待を持っていない。 あなたが知っているのは、サッカー（サッカー）についてのことです。そして、私が似たアニメを最後に見たのはキャプテン翼です。 私は日々と呼ばれるこのアニメを見るのが面倒だと感じました。\u001b[22m\n\u001b[1m(Watashi wa kore o mite ōku no kitai o motteinai. Anata ga shitte iru no wa, sakkā (sakkā) ni tsuite no kotodesu. Soshite, watashi ga nita anime o saigo ni mita no wa kyaputen tsubasadesu. Watashi wa hibi to yoba reru kono anime o miru no ga mendōda to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mI don't have many expectation to watch this. You know, it's about football (soccer) and the last time i watch similar anime is Captain Tsubasa. I felt dissapointed to watch this anime called days.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI don't have many expectation to watch this.\u001b[24m\n    \u001b[1m私はこれを見て多くの期待を持っていない。\u001b[22m, \u001b[1m私はこれを見るために多くの期待を持っていません。\u001b[22m\n\u001b[4mYou know, it's about football (soccer) and the last time i watch similar anime is Captain Tsubasa.\u001b[24m\n    \u001b[1mあなたが知っているのは、サッカー（サッカー）についてのことです。そして、私が似たアニメを最後に見たのはキャプテン翼です。\u001b[22m, \u001b[1mあなたが知っている、それはフットボール（サッカー）についてですと私は見て最後の時間は、同様のアニメキャプテン翼です。\u001b[22m\n\u001b[4mI felt dissapointed to watch this anime called days.\u001b[24m\n    \u001b[1m私は日々と呼ばれるこのアニメを見るのが面倒だと感じました。\u001b[22m, \u001b[1m私は日と呼ばれるこのアニメを見てがっかり感じました。\u001b[22m\n\u001b[1m\u001b[22m\nInstead of being sports anime, this anime has so many feels written.\n\n\u001b[1mスポーツアニメではなく、このアニメにはたくさんの感情が書かれています。\u001b[22m\n\u001b[1m(Supōtsuanimede wa naku, kono anime ni wa takusan no kanjō ga kaka rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mInstead of being sports anime, this anime has so many feels written.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mInstead of being sports anime, this anime has so many feels written.\u001b[24m\n    \u001b[1mスポーツアニメではなく、このアニメにはたくさんの感情が書かれています。\u001b[22m, \u001b[1m代わりにスポーツアニメであることの、このアニメは、書かれた非常に多くの感触を持っています。\u001b[22m\n1. Tsukushi as protagonist. You can make him to be your inspired character, he's idiot hardworker that inspired many people in this anime with his attitude. Despite his poor performance, they (the production and writer) make him the supersub with his antic. But hey, you can see this type of character in any anime. I don't know why they keep making this character, it become boring to see his tears every episode.\n\n\u001b[1m1.主人公としてつくし。 あなたは彼をあなたのインスパイアされたキャラクターにすることができます、彼は彼の態度でこのアニメの多くの人々に影響を与えたばかげたハードワークスです。 彼の貧弱なパフォーマンスにもかかわらず、彼ら（制作者と作家）は彼を彼のお兄さんと肩代わりさせる。 しかし、ねえ、あなたはどんなアニメでもこのタイプのキャラクターを見ることができます。 私はなぜ彼らがこの性格を作っているのかわからない、エピソードごとに彼の涙を見るのは退屈になる。\u001b[22m\n\u001b[1m(1. Shujinkō to shite Tsukushi. Anata wa kare o anata no insupaia sa reta kyarakutā ni suru koto ga dekimasu, kare wa kare no taido de kono anime no ōku no hitobito ni eikyō o ataeta bakageta hādowākusudesu. Kare no hinjakuna pafōmansu nimokakawarazu, karera (seisaku-sha to sakka) wa kare o kare no onīsan to katagawari sa seru. Shikashi, nē, anata wa don'na anime demo kono taipu no kyarakutā o miru koto ga dekimasu. Watashi wa naze karera ga kono seikaku o tsukutte iru no ka wakaranai, episōdo-goto ni kare no namida o miru no wa taikutsu ni naru.)\u001b[22m\n\nTranslations of \u001b[4m1. Tsukushi as protagonist. You can make him to be your inspired character, he's idiot hardworker that inspired many people in this anime with his attitude. Despite his poor performance, they (the production and writer) make him the supersub with his antic. But hey, you can see this type of character in any anime. I don't know why they keep making this character, it become boring to see his tears every episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Tsukushi as protagonist.\u001b[24m\n    \u001b[1m1.主人公としてつくし。\u001b[22m, \u001b[1m主人公として1筑紫。\u001b[22m\n\u001b[4mYou can make him to be your inspired character, he's idiot hardworker that inspired many people in this anime with his attitude.\u001b[24m\n    \u001b[1mあなたは彼をあなたのインスパイアされたキャラクターにすることができます、彼は彼の態度でこのアニメの多くの人々に影響を与えたばかげたハードワークスです。\u001b[22m, \u001b[1mあなたは彼があなたのインスピレーションを得た文字であることを作ることができ、彼は彼の態度とこのアニメでは多くの人々にインスピレーションを与え馬鹿hardworkerです。\u001b[22m\n\u001b[4mDespite his poor performance, they (the production and writer) make him the supersub with his antic.\u001b[24m\n    \u001b[1m彼の貧弱なパフォーマンスにもかかわらず、彼ら（制作者と作家）は彼を彼のお兄さんと肩代わりさせる。\u001b[22m, \u001b[1m彼のパフォーマンスの低下にもかかわらず、彼ら（生産・ライター）は、彼の彼の首をかしげたくなるとsupersub作ります。\u001b[22m\n\u001b[4mBut hey, you can see this type of character in any anime.\u001b[24m\n    \u001b[1mしかし、ねえ、あなたはどんなアニメでもこのタイプのキャラクターを見ることができます。\u001b[22m, \u001b[1mでもねえ、あなたはどのアニメの文字のこの種を見ることができます。\u001b[22m\n\u001b[4mI don't know why they keep making this character, it become boring to see his tears every episode.\u001b[24m\n    \u001b[1m私はなぜ彼らがこの性格を作っているのかわからない、エピソードごとに彼の涙を見るのは退屈になる。\u001b[22m, \u001b[1m彼らはこの文字を作り続ける、なぜ私はそれが彼の涙すべてのエピソードを見て退屈になって、わかりません。\u001b[22m\n2. The match was lack of sense. The rules of football was like not exist in this anime. No Offside, No Foul, and many more. I skip the match to find interesting moment but all i can see is speak, speak, and speak with slow motion like many other anime.\n\n\u001b[1m2.試合はセンスが足りなかった。 サッカーのルールは、このアニメには存在しないようだった。 オフサイド、ノーファウル、そしてもっと多くのものがあります。 私は興味深い瞬間を見つけるために試合をスキップしますが、私が見ることができるのは、他の多くのアニメのようにスローモーションで話し、話し、話すことだけです。\u001b[22m\n\u001b[1m(2. Shiai wa sensu ga tarinakatta. Sakkā no rūru wa, kono anime ni wa sonzaishinai-yōdatta. Ofusaido, nōfauru, soshite motto ōku no mono ga arimasu. Watashi wa kyōmibukai shunkan o mitsukeru tame ni shiai o sukippu shimasuga, watashi ga miru koto ga dekiru no wa, hoka no ōku no anime no yō ni surōmōshon de hanashi, hanashi, hanasu koto dakedesu.)\u001b[22m\n\nTranslations of \u001b[4m2. The match was lack of sense. The rules of football was like not exist in this anime. No Offside, No Foul, and many more. I skip the match to find interesting moment but all i can see is speak, speak, and speak with slow motion like many other anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. The match was lack of sense.\u001b[24m\n    \u001b[1m2.試合はセンスが足りなかった。\u001b[22m, \u001b[1m2.試合は感覚の欠如でした。\u001b[22m\n\u001b[4mThe rules of football was like not exist in this anime.\u001b[24m\n    \u001b[1mサッカーのルールは、このアニメには存在しないようだった。\u001b[22m, \u001b[1mサッカーのルールはこのアニメには存在していないようでした。\u001b[22m\n\u001b[4mNo Offside, No Foul, and many more.\u001b[24m\n    \u001b[1mオフサイド、ノーファウル、そしてもっと多くのものがあります。\u001b[22m, \u001b[1mオフサイド、ノーファウル、および多くはありません。\u001b[22m\n\u001b[4mI skip the match to find interesting moment but all i can see is speak, speak, and speak with slow motion like many other anime.\u001b[24m\n    \u001b[1m私は興味深い瞬間を見つけるために試合をスキップしますが、私が見ることができるのは、他の多くのアニメのようにスローモーションで話し、話し、話すことだけです。\u001b[22m, \u001b[1m私は面白い瞬間を見つけるために試合をスキップしかし、私が見ることができるすべては、話す話す、および他の多くのアニメのようなスローモーションと話すです。\u001b[22m\n3. I think the outside of football scenes was more interesting than match itself. But i don't think it can helped so much.\n\n\u001b[1m3.私は、サッカーシーンの外は、マッチ自体よりも面白かったと思う。 しかし、私はそれがそんなに助けになるとは思わない。\u001b[22m\n\u001b[1m(3. Watashi wa, sakkāshīn no soto wa, matchi jitai yori mo omoshirokatta to omou. Shikashi, watashi wa sore ga son'nani tasuke ni naru to wa omowanai.)\u001b[22m\n\nTranslations of \u001b[4m3. I think the outside of football scenes was more interesting than match itself. But i don't think it can helped so much.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. I think the outside of football scenes was more interesting than match itself.\u001b[24m\n    \u001b[1m3.私は、サッカーシーンの外は、マッチ自体よりも面白かったと思う。\u001b[22m, \u001b[1m3.私はサッカーのシーンの外には、それ自体に一致するよりも面白かったと思います。\u001b[22m\n\u001b[4mBut i don't think it can helped so much.\u001b[24m\n    \u001b[1mしかし、私はそれがそんなに助けになるとは思わない。\u001b[22m, \u001b[1mしかし、私は、それはそんなに助けたことができるとは思いません。\u001b[22m\n\u001b[1m\u001b[22m\nThis anime was mediocre. Not good for football fan, but it had good drama behind it. ( Note : I'm still watch it to watch Ubukata, Lol )\n\n\u001b[1mこのアニメは普通ではなかった。 サッカーファンにとっては不利だが、その背後には良いドラマがあった。  （注：私はまだ、Ubukataを見るためにそれを見ています、笑）\u001b[22m\n\u001b[1m(Kono anime wa futsūde wa nakatta. Sakkāfan ni totte wa furidaga, sono haigo ni wa yoi dorama ga atta. (Chū: Watashi wa mada, Ubukata o miru tame ni sore o mite imasu, Emi))\u001b[22m\n\nTranslations of \u001b[4mThis anime was mediocre. Not good for football fan, but it had good drama behind it. ( Note : I'm still watch it to watch Ubukata, Lol )\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime was mediocre.\u001b[24m\n    \u001b[1mこのアニメは普通ではなかった。\u001b[22m, \u001b[1mこのアニメは平凡でした。\u001b[22m\n\u001b[4mNot good for football fan, but it had good drama behind it.\u001b[24m\n    \u001b[1mサッカーファンにとっては不利だが、その背後には良いドラマがあった。\u001b[22m, \u001b[1mサッカーファンのために良いが、それはその背後に良いドラマを持っていたわけではありません。\u001b[22m\n\u001b[4m( Note : I'm still watch it to watch Ubukata, Lol )\u001b[24m\n    \u001b[1m（注：私はまだ、Ubukataを見るためにそれを見ています、笑）\u001b[22m, \u001b[1m（注：私はまだUbukataを見るためにそれを見ている、笑）\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "Deathmask277",
    "profile": "/profile/Deathmask277/reviews",
    "pages": "1",
    "number": "12",
    "link": "/reviews.php?id=228433",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  10\n\nこれは私の最初のレビューです、正直言って、私は本当に私が日を見るまで1つを書くことを考えることはありません。 これは私が毎週目指している素晴らしいアニメです。 あなたの大部分は、アニメを見て、それを決して終わらせたくないという気持ちを知っていることや、もっと見ることを望んでいるが悲しい気持ちを知っていると確信しています。 日々は、あなたを興奮させ、もっと欲しいアニメのタイプです。 私は最初のエピソードが出てきた日からそれを見ていて、それ以上待つことはできません。 アニメの最初の印象は実際にあなたを魅了することはありませんが、最初の2つのエピソードの後で、私はそれを楽しむのを止めることができず、エピソードのリリースがなくなってしまうという不満を感じることができません。\n\n主人公としてかなり一般的なストーリーラインは、無力で始まり、友達はいないが、勤勉の後、彼はNaruto、オーバードライブなどの共感を通して友情を得るようになる。芸術と音楽自体はまともであり、 かなり良い。 キャラクターの開発は、チームワークを改善して開発し、ストーリーラインの進展に伴って友情が深まるにつれて、かなり良好です。\n全体的には本当によく作られたアニメと非常に楽しい。 キャラクターの開発、スポーツ、コメディーを楽しむ皆さんにお勧めします。 読んでくれてありがとう",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis is my first review, to be honest, I never really think of writing one till I watch Days. This is quite a splendid anime that I looking towards every week. I'm sure most of you know the feel of watching an anime that you so into it and wanting it to never end or the sad feeling of wanting to watch more but you can't. Days are that type of anime that get you so excited and begging for more. I have been watching it from the day the first episode coming out and can't wait for more. The first impression of the anime doesn't really get you hook but after the first 2 episodes, I just can't stop myself from enjoying it and get frustrated that there is no more episode release.\n\n\u001b[1mこれは私の最初のレビューです、正直言って、私は本当に私が日を見るまで1つを書くことを考えることはありません。 これは私が毎週目指している素晴らしいアニメです。 あなたの大部分は、アニメを見て、それを決して終わらせたくないという気持ちを知っていることや、もっと見ることを望んでいるが悲しい気持ちを知っていると確信しています。 日々は、あなたを興奮させ、もっと欲しいアニメのタイプです。 私は最初のエピソードが出てきた日からそれを見ていて、それ以上待つことはできません。 アニメの最初の印象は実際にあなたを魅了することはありませんが、最初の2つのエピソードの後で、私はそれを楽しむのを止めることができず、エピソードのリリースがなくなってしまうという不満を感じることができません。\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyūdesu, shōjiki itte, watashi wa hontōni watashi ga Ni~Tsu o miru made 1tsu o kaku koto o kangaeru koto wa arimasen. Kore wa watashi ga maishū mezashite iru subarashī animedesu. Anata no daibubun wa, anime o mite, sore o kesshite owara setakunai to iu kimochi o shitte iru koto ya, motto miru koto o nozonde iruga kanashī kimochi o shitte iru to kakushin shite imasu. Hibi wa, anata o kōfun sa se, motto hoshī anime no taipudesu. Watashi wa saisho no episōdo ga dete kita hi kara sore o mite ite, soreijō matsu koto wa dekimasen. Anime no saisho no inshō wa jissai ni anata o miryō suru koto wa arimasenga, saisho no 2tsu no episōdo no nochi de, watashi wa sore o tanoshimu no o tomeru koto ga dekizu, episōdo no rirīsu ga nakunatte shimau to iu fuman o kanjiru koto ga dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis is my first review, to be honest, I never really think of writing one till I watch Days. This is quite a splendid anime that I looking towards every week. I'm sure most of you know the feel of watching an anime that you so into it and wanting it to never end or the sad feeling of wanting to watch more but you can't. Days are that type of anime that get you so excited and begging for more. I have been watching it from the day the first episode coming out and can't wait for more. The first impression of the anime doesn't really get you hook but after the first 2 episodes, I just can't stop myself from enjoying it and get frustrated that there is no more episode release.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is my first review, to be honest, I never really think of writing one till I watch Days.\u001b[24m\n    \u001b[1mこれは私の最初のレビューです、正直言って、私は本当に私が日を見るまで1つを書くことを考えることはありません。\u001b[22m, \u001b[1mこれは、私は本当に私は日観まで1を書くことを考えることはありません、正直に言うと、私の最初のレビューです。\u001b[22m\n\u001b[4mThis is quite a splendid anime that I looking towards every week.\u001b[24m\n    \u001b[1mこれは私が毎週目指している素晴らしいアニメです。\u001b[22m, \u001b[1mこれは私が毎週の方に見て非常に素晴らしいアニメです。\u001b[22m\n\u001b[4mI'm sure most of you know the feel of watching an anime that you so into it and wanting it to never end or the sad feeling of wanting to watch more but you can't.\u001b[24m\n    \u001b[1mあなたの大部分は、アニメを見て、それを決して終わらせたくないという気持ちを知っていることや、もっと見ることを望んでいるが悲しい気持ちを知っていると確信しています。\u001b[22m, \u001b[1m私はあなたのほとんどは、あなたがそれにし、それが終わることはありませんしたいアニメ以上視聴したいの悲しい気持ちを見ての感触を知っていると確信しているが、あなたがすることはできません。\u001b[22m\n\u001b[4mDays are that type of anime that get you so excited and begging for more.\u001b[24m\n    \u001b[1m日々は、あなたを興奮させ、もっと欲しいアニメのタイプです。\u001b[22m, \u001b[1m日数は、あなたが興奮し、より多くのために物乞いを取得アニメのそのタイプです。\u001b[22m\n\u001b[4mI have been watching it from the day the first episode coming out and can't wait for more.\u001b[24m\n    \u001b[1m私は最初のエピソードが出てきた日からそれを見ていて、それ以上待つことはできません。\u001b[22m, \u001b[1m私は最初のエピソードが出てくる日からそれを見ていると、より多くのを待つことができません。\u001b[22m\n\u001b[4mThe first impression of the anime doesn't really get you hook but after the first 2 episodes, I just can't stop myself from enjoying it and get frustrated that there is no more episode release.\u001b[24m\n    \u001b[1mアニメの最初の印象は実際にあなたを魅了することはありませんが、最初の2つのエピソードの後で、私はそれを楽しむのを止めることができず、エピソードのリリースがなくなってしまうという不満を感じることができません。\u001b[22m, \u001b[1mアニメの第一印象は、本当にあなたがフック得ることはありませんが、最初の2エピソードの後、私はそれを楽しんでから自分自身を停止し、これ以上のエピソードのリリースがあるとイライラすることはできません。\u001b[22m\n\u001b[1m\u001b[22m\nThe storyline in fairly common as the protagonist, start off being helpless and have no friends but after hard work, he begins to gain friends through their empathy like Naruto, overdrive etc. The art and the music itself are decent and can be improved but overall pretty good. The characters development is quite good as their improve and develop teamwork and further deepen their friendship as the story line progress.\n\n\u001b[1m主人公としてかなり一般的なストーリーラインは、無力で始まり、友達はいないが、勤勉の後、彼はナルトのような共感を通して友情を得るようになり、オーバードライブなどアートと音楽自体はまともであり、 かなり良い。 キャラクターの開発は、チームワークを改善して開発し、ストーリーラインの進展に伴って友情が深まるにつれて、かなり良好です。\u001b[22m\n\u001b[1m(Shujinkō to shite kanari ippantekina sutōrīrain wa, muryokude hajimari, tomodachi wa inaiga, kinben no ato, kare wa naruto no yōna kyōkan o tōshite yūjō o eru yō ni nari, ōbādoraibu nado āto to ongaku jitai wa matomodeari, kanari yoi. Kyarakutā no kaihatsu wa, chīmuwāku o kaizen shite kaihatsu shi, sutōrīrain no shinten nitomonatte yūjō ga fukamaru ni tsurete, kanari ryōkōdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe storyline in fairly common as the protagonist, start off being helpless and have no friends but after hard work, he begins to gain friends through their empathy like Naruto, overdrive etc. The art and the music itself are decent and can be improved but overall pretty good. The characters development is quite good as their improve and develop teamwork and further deepen their friendship as the story line progress.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe storyline in fairly common as the protagonist, start off being helpless and have no friends but after hard work, he begins to gain friends through their empathy like Naruto, overdrive etc. The art and the music itself are decent and can be improved but overall\u001b[24m\n    \u001b[1m主人公としてかなり一般的なストーリーラインは、無力で始まり、友達はいないが、勤勉の後、彼はナルトのような共感を通して友情を得るようになり、オーバードライブなどアートと音楽自体はまともであり、\u001b[22m, \u001b[1mオーバードライブ等の主人公としてかなり一般的でストーリー、無力され始めると、友達がいないが、ハードワークの後、彼はナルトのような彼らの共感を通じて友人を得るために開始され、アートや音楽自体がまともであり、全体的に向上することができるが、\u001b[22m\n\u001b[4mpretty good.\u001b[24m\n    \u001b[1mかなり良い。\u001b[22m, \u001b[1mかなり良いです。\u001b[22m\n\u001b[4mThe characters development is quite good as their improve and develop teamwork and further deepen their friendship as the story line progress.\u001b[24m\n    \u001b[1mキャラクターの開発は、チームワークを改善して開発し、ストーリーラインの進展に伴って友情が深まるにつれて、かなり良好です。\u001b[22m, \u001b[1mストーリーラインの進捗状況として彼らの友情を深め、その改善と開発チームワークのように、さらに文字の開発はかなり良いです。\u001b[22m\noverall a really well-made anime and very enjoyable. I recommend this to everyone who enjoy character development, sport and a bit of comedy. Thank you for reading\n\n\u001b[1m全体的には本当によく作られたアニメと非常に楽しい。 キャラクターの開発、スポーツ、コメディーを楽しむ皆さんにお勧めします。 読んでくれてありがとう\u001b[22m\n\u001b[1m(Zentai-teki ni wa hontōni yoku tsukura reta anime to hijō ni tanoshī. Kyarakutā no kaihatsu, supōtsu, komedī o tanoshimu minasan ni o susume shimasu. Yonde kurete arigatō)\u001b[22m\n\nTranslations of \u001b[4moverall a really well-made anime and very enjoyable. I recommend this to everyone who enjoy character development, sport and a bit of comedy. Thank you for reading\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4moverall a really well-made anime and very enjoyable.\u001b[24m\n    \u001b[1m全体的には本当によく作られたアニメと非常に楽しい。\u001b[22m, \u001b[1m全体的に本当によく作られたアニメと非常に楽しいです。\u001b[22m\n\u001b[4mI recommend this to everyone who enjoy character development, sport and a bit of comedy.\u001b[24m\n    \u001b[1mキャラクターの開発、スポーツ、コメディーを楽しむ皆さんにお勧めします。\u001b[22m, \u001b[1m私は、文字の開発、スポーツとコメディのビットを楽しむすべての人にこれをお勧めします。\u001b[22m\n\u001b[4mThank you for reading\u001b[24m\n    \u001b[1m読んでくれてありがとう\u001b[22m, \u001b[1m読んでいただきありがとうございます\u001b[22m, \u001b[1mお読みいただき、ありがとうございました\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "sgtkarenbear",
    "profile": "/profile/sgtkarenbear/reviews",
    "pages": "1",
    "number": "13",
    "link": "/reviews.php?id=228248",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  8\nサウンド|  7\nキャラクター|  6\n|  6\n\nDaysには素晴らしいスポーツアニメの要素がすべて含まれていますが、それでもアニメはそれほど大きくありません。\n\n私たちのメインの主人公、Tsukomoto Tsukishiには、才能や能力はもちろん、彼にとって特別なものはありません。 彼は平凡なジョーです。 しかしすぐに、彼はすぐに別のクラスメートにサッカーをするように誘われ、サッカーの冒険全体を開始する。 彼の唯一の優れた特徴は、サッカーでより良くなるという彼の決意と楽観主義です。 物語は真実ですが、彼がゼロから英雄へと向かうのを見てから興味をそそられていますが、アニメは地球の太陽のように塚本の周りを回っているため、逆襲もあります。 そしてそれはちょうど私かもしれませんが、私の小説ですが、二度目の苦情はサッカーのルールを学ばないということです。 あなたはただそれに投げ込まれるだけです。 私たちはサッカーをしているキャラクターがよく見ません！ ほとんどのシーンは塚本が泣いたり走ったりするだけです。\n\n芸術はシンプルで活気に満ちており、アニメを大きく賞賛しますが、そのシンプルさから目立つものはありません。 誰かが目標を立てたり、動機づけのスピーチをするたびに、特にそれについて魅了することはありません。\n\nオープニングとエンディングの曲は、アニメの明るい音を保ちますが、そうでない場合、サウンドは素敵な背景ノイズであり、時にはアニメに追加されます。\n\n他のすべてのキャラクターは思い出に残るものですが、彼らのうちのどれにもふさわしいスクリーンタイムを得ることはできません。彼らの名前も覚えていません。 もう少しスクリーンタイムを取るのは、Kazamaとそのチームのメンバーだけです。塚本が画面に戻ってくる前に、他の人がプッシュして、おそらく4ラインで表示されます。 塚本はただ夢中にしてから列車に通って、彼がスポーツにどれだけ悪いのかを償還しようとしてから失敗し、再び彼は再びうんざりをする。\n\nアニメはこれらすべての要素のためにうっ血性がありますが、リードアップも説明もなく強制されています。 私はそれを言いますが、私はこのアニメについて何かがあり続けていることを認めています。 多分それはアニメが良くなることを期待して私が見続ける要素のすべてを持っているからかもしれません。 私はバットからアニメをお勧めしませんが、多分あなたの人生で別のスポーツアニメが必要な場合は、チャンスを与えます。 おそらくちょうど真面目のシーンのすべてをスキップし、あなたは大丈夫でしょう。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nDays has all of the elements of what great sports anime should have, but still the anime is not as great as it can be.\n\n\u001b[1mDaysには素晴らしいスポーツアニメの要素がすべて含まれていますが、それでもアニメはそれほど大きくありません。\u001b[22m\n\u001b[1m(Deizu ni wa subarashī supōtsuanime no yōso ga subete fukuma rete imasuga, soredemo anime wa sore hodo ōkiku arimasen.)\u001b[22m\n\nTranslations of \u001b[4mDays has all of the elements of what great sports anime should have, but still the anime is not as great as it can be.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDays has all of the elements of what great sports anime should have, but still the anime is not as great as it can be.\u001b[24m\n    \u001b[1mDaysには素晴らしいスポーツアニメの要素がすべて含まれていますが、それでもアニメはそれほど大きくありません。\u001b[22m, \u001b[1m日は偉大なスポーツアニメが持つべきもののすべての要素を持っていますが、まだアニメはそれができるほど大きくありません。\u001b[22m\n\u001b[1m\u001b[22m\nTsukomoto Tsukishi, our main protagonist, has absolutely no talents, abilities, nor anything special about him. He is a plain joe. However, soon he gets invited to play soccer by another classmate and thus starts his whole soccer adventure. His only admirable traits is his determination and optimism to become better at soccer. The story is cliche, but is intriguing since we get to see him go from zero to hero, but that also backfires because the anime revolves around Tsukamoto like he is the sun of the earth. And it might just be me, but my small but second complaint about the story is that we don't learn any of the rules of soccer. You just get thrown into it. We don't even see the characters playing soccer often! Most of the scenes is just Tsukamoto crying or running.\n\n\u001b[1m私たちのメインの主人公、Tsukomoto Tsukishiには、才能や能力はもちろん、彼にとって特別なものはありません。 彼は平凡なジョーです。 しかしすぐに、彼はすぐに別のクラスメートにサッカーをするように誘われ、サッカーの冒険全体を開始する。 彼の唯一の優れた特徴は、サッカーでより良くなるという彼の決意と楽観主義です。 物語は真実ですが、彼がゼロから英雄へと向かうのを見てから興味をそそられていますが、アニメは地球の太陽のように塚本の周りを回っているため、逆襲もあります。 そしてそれはちょうど私かもしれませんが、私の小説ですが、二度目の苦情はサッカーのルールを学ばないということです。 あなたはただそれに投げ込まれるだけです。 私たちはサッカーをしているキャラクターがよく見ません！ ほとんどのシーンは塚本が泣いたり走ったりするだけです。\u001b[22m\n\u001b[1m(Watashitachi no mein no shujinkō, Tsukomoto Tsukishi ni wa, sainō ya nōryoku wa mochiron, kare ni totte tokubetsuna mono wa arimasen. Kare wa heibon'na jōdesu. Shikashi sugu ni, kare wa sugu ni betsu no kurasumēto ni sakkā o suru yō ni sasowa re, sakkā no bōken zentai o kaishi suru. Kare no yuiitsu no sugureta tokuchō wa, sakkā de yori yoku naru to iu kare no ketsui to rakkan shugidesu. Monogatari wa shinjitsudesuga, kare ga zero kara eiyū e to mukau no o mitekara kyōmi o sosora rete imasuga, anime wa chikyū no taiyō no yō ni Tsukamoto no mawari o mawatte iru tame, gyakushū mo arimasu. Soshite sore wa chōdo watashi kamo shiremasenga, watashi no shōsetsudesuga, futatabime no kujō wa sakkā no rūru o manabanai to iu kotodesu. Anata wa tada sore ni nagekoma reru dakedesu. Watashitachiha sakkā o shite iru kyarakutā ga yoku mimasen! Hotondo no shīn wa Tsukamoto ga nai tari hashittari suru dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mTsukomoto Tsukishi, our main protagonist, has absolutely no talents, abilities, nor anything special about him. He is a plain joe. However, soon he gets invited to play soccer by another classmate and thus starts his whole soccer adventure. His only admirable traits is his determination and optimism to become better at soccer. The story is cliche, but is intriguing since we get to see him go from zero to hero, but that also backfires because the anime revolves around Tsukamoto like he is the sun of the earth. And it might just be me, but my small but second complaint about the story is that we don't learn any of the rules of soccer. You just get thrown into it. We don't even see the characters playing soccer often! Most of the scenes is just Tsukamoto crying or running.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTsukomoto Tsukishi, our main protagonist, has absolutely no talents, abilities, nor anything special about him.\u001b[24m\n    \u001b[1m私たちのメインの主人公、Tsukomoto Tsukishiには、才能や能力はもちろん、彼にとって特別なものはありません。\u001b[22m, \u001b[1mTsukomoto Tsukishi、私たちの主な主人公は、全く才能、能力、また彼について何か特別なことはありません。\u001b[22m\n\u001b[4mHe is a plain joe.\u001b[24m\n    \u001b[1m彼は平凡なジョーです。\u001b[22m, \u001b[1m彼は無地ジョーです。\u001b[22m\n\u001b[4mHowever, soon he gets invited to play soccer by another classmate and thus starts his whole soccer adventure.\u001b[24m\n    \u001b[1mしかしすぐに、彼はすぐに別のクラスメートにサッカーをするように誘われ、サッカーの冒険全体を開始する。\u001b[22m, \u001b[1mしかし、すぐに彼は別の同級生によってサッカーをプレイするために招待されますので、彼の全サッカーの冒険を開始します。\u001b[22m\n\u001b[4mHis only admirable traits is his determination and optimism to become better at soccer.\u001b[24m\n    \u001b[1m彼の唯一の優れた特徴は、サッカーでより良くなるという彼の決意と楽観主義です。\u001b[22m, \u001b[1m彼の唯一の立派な特質は、彼の決意と楽観はサッカーでより良好になることです。\u001b[22m\n\u001b[4mThe story is cliche, but is intriguing since we get to see him go from zero to hero, but that also backfires because the anime revolves around Tsukamoto like he is the sun of the earth.\u001b[24m\n    \u001b[1m物語は真実ですが、彼がゼロから英雄へと向かうのを見てから興味をそそられていますが、アニメは地球の太陽のように塚本の周りを回っているため、逆襲もあります。\u001b[22m, \u001b[1m話は決まり文句ですが、私たちは彼がヒーローにゼロから行く見ることを得るので興味深いですが、彼は地球の日であるようなアニメは塚本中心に展開するのでそれも裏目に出ます。\u001b[22m\n\u001b[4mAnd it might just be me, but my small but second complaint about the story is that we don't learn any of the rules of soccer.\u001b[24m\n    \u001b[1mそしてそれはちょうど私かもしれませんが、私の小説ですが、二度目の苦情はサッカーのルールを学ばないということです。\u001b[22m, \u001b[1mそして、それは私だけかもしれませんが、物語についての私の小さいが、第2の不満は、私たちがサッカーのルールのいずれかを学習することはありませんということです。\u001b[22m\n\u001b[4mYou just get thrown into it.\u001b[24m\n    \u001b[1mあなたはただそれに投げ込まれるだけです。\u001b[22m, \u001b[1mあなたはそれに投げ込まれます。\u001b[22m\n\u001b[4mWe don't even see the characters playing soccer often!\u001b[24m\n    \u001b[1m私たちはサッカーをしているキャラクターがよく見ません！\u001b[22m, \u001b[1m私たちも、しばしばサッカーをして文字が表示されません！\u001b[22m\n\u001b[4mMost of the scenes is just Tsukamoto crying or running.\u001b[24m\n    \u001b[1mほとんどのシーンは塚本が泣いたり走ったりするだけです。\u001b[22m, \u001b[1mシーンのほとんどはちょうど塚本は泣いたり実行されています。\u001b[22m\n\u001b[1m\u001b[22m\nThe art is simple and vibrant which greatly compliments the anime, but because its so simple, there are no stand out scenes. Whenever someone makes a goal or makes some motivational speech there is nothing particularly captivating about it .\n\n\u001b[1m芸術はシンプルで活気に満ちており、アニメを大きく賞賛しますが、そのシンプルさから目立つものはありません。 誰かが目標を立てたり、動機づけのスピーチをするたびに、特にそれについて魅了することはありません。\u001b[22m\n\u001b[1m(Geijutsu wa shinpurude kakki ni michite ori, anime o ōkiku shōsan shimasuga, sono shinpuru-sa kara medatsu mono wa arimasen. Darekaga mokuhyō o tate tari, dōkidzuke no supīchi o suru tabi ni, tokuni sore ni tsuite miryō suru koto wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe art is simple and vibrant which greatly compliments the anime, but because its so simple, there are no stand out scenes. Whenever someone makes a goal or makes some motivational speech there is nothing particularly captivating about it .\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe art is simple and vibrant which greatly compliments the anime, but because its so simple, there are no stand out scenes.\u001b[24m\n    \u001b[1m芸術はシンプルで活気に満ちており、アニメを大きく賞賛しますが、そのシンプルさから目立つものはありません。\u001b[22m, \u001b[1m芸術は大幅にアニメを補完するシンプルかつ活気あるが、そのように単純なので、何のスタンドアウトシーンはありません。\u001b[22m\n\u001b[4mWhenever someone makes a goal or makes some motivational speech there is nothing particularly captivating about it .\u001b[24m\n    \u001b[1m誰かが目標を立てたり、動機づけのスピーチをするたびに、特にそれについて魅了することはありません。\u001b[22m, \u001b[1m誰かがゴールを作るか、いくつかの動機付けのスピーチをするたびにそれについて特に魅惑は何もありません。\u001b[22m\n\u001b[1m\u001b[22m\nThe opening and the ending songs keep the upbeat tune of the anime, but otherwise the sound is nice background noise and sometimes does add to the anime.\n\n\u001b[1mオープニングとエンディングの曲は、アニメの明るい音を保ちますが、そうでない場合、サウンドは素敵な背景ノイズであり、時にはアニメに追加されます。\u001b[22m\n\u001b[1m(Ōpuningu to endingu no kyoku wa, anime no akarui oto o tamochimasuga,-sōdenai baai, saundo wa sutekina haikei noizudeari, tokiniha anime ni tsuika sa remasu.)\u001b[22m\n\nTranslations of \u001b[4mThe opening and the ending songs keep the upbeat tune of the anime, but otherwise the sound is nice background noise and sometimes does add to the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening and the ending songs keep the upbeat tune of the anime, but otherwise the sound is nice background noise and sometimes does add to the anime.\u001b[24m\n    \u001b[1mオープニングとエンディングの曲は、アニメの明るい音を保ちますが、そうでない場合、サウンドは素敵な背景ノイズであり、時にはアニメに追加されます。\u001b[22m, \u001b[1mオープニングとエンディング曲はアニメの明るい曲を保つが、それ以外の音は、素敵なバックグラウンドノイズであり、時にはアニメに追加ありません。\u001b[22m\n\u001b[1m\u001b[22m\nAll of the other characters are memorable but none of them get any of their deserved screen time, I don't even remember their names. The only characters that get a bit more screen time is Kazama and specific members of the team, everyone else gets pushed off to the side and appears for maybe a 4 lines before Tsukamoto come back onscreen. Tsukamoto just mopes and then trains and then attempts to redeem himself for how bad he is at the sport and then fails and then he mopes again.... ugh.\n\n\u001b[1m他のすべてのキャラクターは思い出に残るものですが、彼らのうちのどれにもふさわしいスクリーンタイムを得ることはできません。彼らの名前も覚えていません。 もう少しスクリーンタイムを取るのは、Kazamaとそのチームのメンバーだけです。塚本が画面に戻ってくる前に、他の人がプッシュして、おそらく4ラインで表示されます。 塚本はただ夢中にしてから列車に通って、彼がスポーツにどれだけ悪いのかを償還しようとしてから失敗し、再び彼は再びうんざりをする。\u001b[22m\n\u001b[1m(Hoka no subete no kyarakutā wa omoide ni nokoru monodesuga, karera no uchi no dore ni mo fusawashī sukurīntaimu o eru koto wa dekimasen. Karera no namae mo oboete imasen. Mōsukoshi sukurīntaimu o toru no wa, Kazama to sono chīmu no menbā dakedesu. Tsukamoto ga gamen ni modotte kuru mae ni, hokanohito ga pusshu shite, osoraku 4 rain de hyōji sa remasu. Tsukamoto wa tada muchū ni shite kara ressha ni tōtte, kare ga supōtsu ni dore dake warui no ka o shōkan shiyou to shite kara shippai shi, futatabi kare wa futatabi unzari o suru.)\u001b[22m\n\nTranslations of \u001b[4mAll of the other characters are memorable but none of them get any of their deserved screen time, I don't even remember their names. The only characters that get a bit more screen time is Kazama and specific members of the team, everyone else gets pushed off to the side and appears for maybe a 4 lines before Tsukamoto come back onscreen. Tsukamoto just mopes and then trains and then attempts to redeem himself for how bad he is at the sport and then fails and then he mopes again.... ugh.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll of the other characters are memorable but none of them get any of their deserved screen time, I don't even remember their names.\u001b[24m\n    \u001b[1m他のすべてのキャラクターは思い出に残るものですが、彼らのうちのどれにもふさわしいスクリーンタイムを得ることはできません。彼らの名前も覚えていません。\u001b[22m, \u001b[1m他の文字のすべてが思い出に残るですが、それらのどれもが彼らの当然の画面時間のいずれかを取得していない、私も自分の名前を覚えていません。\u001b[22m\n\u001b[4mThe only characters that get a bit more screen time is Kazama and specific members of the team, everyone else gets pushed off to the side and appears for maybe a 4 lines before Tsukamoto come back onscreen.\u001b[24m\n    \u001b[1mもう少しスクリーンタイムを取るのは、Kazamaとそのチームのメンバーだけです。塚本が画面に戻ってくる前に、他の人がプッシュして、おそらく4ラインで表示されます。\u001b[22m, \u001b[1mもう少し画面の時間を取得する文字のみが風間とチームの特定のメンバーである、他の皆は側に押し出されますと塚本は、画面上に戻ってくる前に多分4行表示されます。\u001b[22m\n\u001b[4mTsukamoto just mopes and then trains and then attempts to redeem himself for how bad he is at the sport and then fails and then he mopes again.... ugh.\u001b[24m\n    \u001b[1m塚本はただ夢中にしてから列車に通って、彼がスポーツにどれだけ悪いのかを償還しようとしてから失敗し、再び彼は再びうんざりをする。\u001b[22m, \u001b[1m塚本はちょうどぐふ....意気消沈した後、訓練し、その後、彼はスポーツであるどのように悪いためにご自身を償還しようとすると、次に失敗し、その後、彼は再び意気消沈します。\u001b[22m\n\u001b[1m\u001b[22m\nThe anime is deceivingly good because of all of these elements but they are all forced without a lead up nor explanation. Although i say that, I admit there is something about this anime that makes me keep watching; maybe its because it has all of the elements that i continue watching in hopes the anime will get better. I wouldn't recommend the anime off the bat but maybe give it a chance if you need another sports anime in your life. Maybe just skip all of the cliche scenes and you will be fine.\n\n\u001b[1mアニメはこれらすべての要素のためにうっ血性がありますが、リードアップも説明もなく強制されています。 私はそれを言いますが、私はこのアニメについて何かがあり続けていることを認めています。 多分それはアニメが良くなることを期待して私が見続ける要素のすべてを持っているからかもしれません。 私はバットからアニメをお勧めしませんが、多分あなたの人生で別のスポーツアニメが必要な場合は、チャンスを与えます。 おそらくちょうど真面目のシーンのすべてをスキップし、あなたは大丈夫でしょう。\u001b[22m\n\u001b[1m(Anime wa korera subete no yōso no tame ni ukketsu-sei ga arimasuga, rīdoappu mo setsumei mo naku kyōsei sa rete imasu. Watashi wa sore o iimasuga, watashi wa kono anime ni tsuite nanika ga ari tsudzukete iru koto o mitomete imasu. Tabun sore wa anime ga yoku naru koto o kitai shite watashi ga mi tsudzukeru yōso no subete o motte irukara kamo shiremasen. Watashi wa batto kara anime o o susume shimasenga, tabun anata no jinsei de betsu no supōtsuanime ga hitsuyōna baai wa, chansu o ataemasu. Osoraku chōdo majime no shīn no subete o sukippu shi, anata wa daijōbudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThe anime is deceivingly good because of all of these elements but they are all forced without a lead up nor explanation. Although i say that, I admit there is something about this anime that makes me keep watching; maybe its because it has all of the elements that i continue watching in hopes the anime will get better. I wouldn't recommend the anime off the bat but maybe give it a chance if you need another sports anime in your life. Maybe just skip all of the cliche scenes and you will be fine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime is deceivingly good because of all of these elements but they are all forced without a lead up nor explanation.\u001b[24m\n    \u001b[1mアニメはこれらすべての要素のためにうっ血性がありますが、リードアップも説明もなく強制されています。\u001b[22m, \u001b[1mアニメは、これらの要素のすべてのdeceivingly良いのですが、それらはすべてのリードアップも説明なしに強制されています。\u001b[22m\n\u001b[4mAlthough i say that, I admit there is something about this anime that makes me keep watching;\u001b[24m\n    \u001b[1m私はそれを言いますが、私はこのアニメについて何かがあり続けていることを認めています。\u001b[22m, \u001b[1m私はと言うが、私は私が見続けるなり、このアニメについての何かがあると認めます。\u001b[22m\n\u001b[4mmaybe its because it has all of the elements that i continue watching in hopes the anime will get better.\u001b[24m\n    \u001b[1m多分それはアニメが良くなることを期待して私が見続ける要素のすべてを持っているからかもしれません。\u001b[22m, \u001b[1m多分それは私がアニメは良くなる期待して見続けるのすべての要素を持っているそのため。\u001b[22m\n\u001b[4mI wouldn't recommend the anime off the bat but maybe give it a chance if you need another sports anime in your life.\u001b[24m\n    \u001b[1m私はバットからアニメをお勧めしませんが、多分あなたの人生で別のスポーツアニメが必要な場合は、チャンスを与えます。\u001b[22m, \u001b[1m私はバットオフアニメをお勧めしますが、あなたの生活の中で他のスポーツアニメが必要な場合は、多分それにチャンスを与えないだろう。\u001b[22m\n\u001b[4mMaybe just skip all of the cliche scenes and you will be fine.\u001b[24m\n    \u001b[1mおそらくちょうど真面目のシーンのすべてをスキップし、あなたは大丈夫でしょう。\u001b[22m, \u001b[1m多分ちょうど決まり文句シーンのすべてをスキップして、あなたは罰金になります。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "qazzaq251",
    "profile": "/profile/qazzaq251/reviews",
    "pages": "1",
    "number": "14",
    "link": "/reviews.php?id=232047",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  8\nキャラクター|  8\n|  10\n\n多くのレビューを見てみると、それらのいくつかがそれらを書くために支払われたかどうか疑問に思った。このアニメは、スポーツアニメの分野で新しい地平を吹き込み、豪華なストーリーテリングをシンプルなパッケージにブレンドしている。 意義のあるサイドキャラクターの導入により、現実的な人間の描写がこれまでに作られたスポーツアニメではないにしても、あなたに祝福されます。 私は高校の小さな男であることが何であるかを知っているとは言えません。私はチームを作りました。私はゲームをしました。私は追いつくのに苦労したことはありませんでしたが、 簡単に実行され、私は自分自身を「デイズ」のファンと呼ぶことを誇りに思います。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nLooking through a lot of the reviews I began to question if some of them were paid to write them, this anime breaks new ground in the realm of sports anime, blending gorgeous storytelling in a simplistic package. With the introduction of meaningful side characters, a realistic depiction of the human will you are blessed with one, if not the greatest sports anime ever made. I can't say I know what it means to be the little guy in high school, I made my team, I played my games, I was never struggling to keep up, but to see it told so well, to see it fleshed out , and executed effortlessly, I am proud to call myself a fan of 'Days'.\n\n\u001b[1m多くのレビューを見てみると、それらのいくつかがそれらを書くために支払われたかどうか疑問に思った。このアニメは、スポーツアニメの分野で新しい地平を吹き込み、豪華なストーリーテリングをシンプルなパッケージにブレンドしている。 意義のあるサイドキャラクターの導入により、現実的な人間の描写がこれまでに作られたスポーツアニメではないにしても、あなたに祝福されます。 私は高校の小さな男であることが何であるかを知っているとは言えません。私はチームを作りました。私はゲームをしました。私は追いつくのに苦労したことはありませんでしたが、 簡単に実行され、私は自分自身を「デイズ」のファンと呼ぶことを誇りに思います。\u001b[22m\n\u001b[1m(Ōku no rebyū o mite miru to, sorera no ikutsu ka ga sorera o kaku tame ni shiharawa reta ka dō ka gimon ni omotta. Kono anime wa, supōtsuanime no bun'ya de atarashī chihei o fukikomi, gōkana sutōrīteringu o shinpuruna pakkēji ni burendo shite iru. Igi no aru saidokyarakutā no dōnyū ni yori, genjitsu-tekina ningen no byōsha ga kore made ni tsukura reta supōtsuanimede wa nai ni shite mo, anata ni shukufuku sa remasu. Watashi wa kōkō no chīsana otokodearu koto ga nandearu ka o shitte iru to wa iemasen. Watashi wa chīmu o tsukurimashita. Watashi wa gēmu o shimashita. Watashi wa oitsuku no ni kurō shita koto wa arimasendeshitaga, kantan ni jikkō sa re, watashi wa jibun jishin o `deizu' no fan to yobu koto o hokori ni omoimasu.)\u001b[22m\n\nTranslations of \u001b[4mLooking through a lot of the reviews I began to question if some of them were paid to write them, this anime breaks new ground in the realm of sports anime, blending gorgeous storytelling in a simplistic package. With the introduction of meaningful side characters, a realistic depiction of the human will you are blessed with one, if not the greatest sports anime ever made. I can't say I know what it means to be the little guy in high school, I made my team, I played my games, I was never struggling to keep up, but to see it told so well, to see it fleshed out , and executed effortlessly, I am proud to call myself a fan of 'Days'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLooking through a lot of the reviews I began to question if some of them were paid to write them, this anime breaks new ground in the realm of sports anime, blending gorgeous storytelling in a simplistic package.\u001b[24m\n    \u001b[1m多くのレビューを見てみると、それらのいくつかがそれらを書くために支払われたかどうか疑問に思った。このアニメは、スポーツアニメの分野で新しい地平を吹き込み、豪華なストーリーテリングをシンプルなパッケージにブレンドしている。\u001b[22m, \u001b[1m私はそれらのいくつかが支払われた場合は、それらを書くために疑問を始めたレビューの多くを通ってみると、このアニメは単純なパッケージでゴージャスなストーリーテリングをブレンドし、スポーツアニメの分野で新たな境地を開拓します。\u001b[22m\n\u001b[4mWith the introduction of meaningful side characters, a realistic depiction of the human will you are blessed with one, if not the greatest sports anime ever made.\u001b[24m\n    \u001b[1m意義のあるサイドキャラクターの導入により、現実的な人間の描写がこれまでに作られたスポーツアニメではないにしても、あなたに祝福されます。\u001b[22m, \u001b[1m最大のスポーツアニメがこれまでなされていない場合は、意味のある側の文字の導入により、人間の現実的な描写は、あなたは、1に恵まれています。\u001b[22m\n\u001b[4mI can't say I know what it means to be the little guy in high school, I made my team, I played my games, I was never struggling to keep up, but to see it told so well, to see it fleshed out\u001b[24m\n    \u001b[1m私は高校の小さな男であることが何であるかを知っているとは言えません。私はチームを作りました。私はゲームをしました。私は追いつくのに苦労したことはありませんでしたが、\u001b[22m, \u001b[1m私は肉付け私が追いつくのに苦労していませんでした、私は私のゲームをプレイし、私は私のチームを作った、私はそれが高校で小柄な男であることの意味を知っていると言うことはできませんが、それを見るために、それはとてもよく言われ見に\u001b[22m\n\u001b[4m, and executed effortlessly, I am proud to call myself a fan of 'Days'.\u001b[24m\n    \u001b[1m簡単に実行され、私は自分自身を「デイズ」のファンと呼ぶことを誇りに思います。\u001b[22m, \u001b[1m、そして難なく実行、私は「日」のファン自分自身を呼び出すことを誇りに思います。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "camdolan",
    "profile": "/profile/camdolan/reviews",
    "pages": "1",
    "number": "15",
    "link": "/reviews.php?id=232855",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  7\nアニメーション|  7\nサウンド|  7\nキャラクター|  7\n|  10\n\n日々は典型的なスポーツアニメとまったく同じです。本当におなじみの男は、何度も倒れて再び元に戻り、たくさんの才能のある友人がいます。 ひどいひどい塚本の登場人物の成長とは別に、すべてが平均だった。\n私は彼には全く関係がありませんし、彼に関係する人は誰にも分かりません。 彼はいくつかの重要な資産であると考えられていますが、実際に彼がしたのはゴールポストにぶつかり、自分自身をばかにすることです。 しかし、他の文字はかなりareです\n*（✧ω✧）MIZUKI（✧ω✧）*は塚本の無駄を補うためのものです。\n\nストーリーラインは何も特別ではなかった。\n*スポイラー警告あなたがEP 17を見ていない場合*\n。\n眼鏡がカザマの足を踏んで負傷したとき。 くそー、その亀裂は美しいxD\n。\n\n全体的に、このアニメを特に魅了するものは何もありませんが、それは私に何の理由もありません笑いと私はそれをすべて見て停止することはできません。  ：3",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nDays is exactly like a typical sports anime - some really sucky dude keeps getting knocked down and gets back up again and has a bunch of talented friends. Everything was average apart from the character development of Tsukamoto which was terrible.\n\n\u001b[1m日々は典型的なスポーツアニメとまったく同じです。本当におなじみの男は、何度も倒れて再び元に戻り、たくさんの才能のある友人がいます。 ひどいひどい塚本の登場人物の成長とは別に、すべてが平均だった。\u001b[22m\n\u001b[1m(Hibi wa tenkei-tekina supōtsuanime to mattaku onajidesu. Hontōni onajimi no otoko wa, nando mo taorete futatabi gen ni modori, takusan no sainō no aru yūjin ga imasu. Hidoi hidoi Tsukamoto no tōjō jinbutsu no seichō to wa betsuni, subete ga heikindatta.)\u001b[22m\n\nTranslations of \u001b[4mDays is exactly like a typical sports anime - some really sucky dude keeps getting knocked down and gets back up again and has a bunch of talented friends. Everything was average apart from the character development of Tsukamoto which was terrible.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDays is exactly like a typical sports anime - some really sucky dude keeps getting knocked down and gets back up again and has a bunch of talented friends.\u001b[24m\n    \u001b[1m日々は典型的なスポーツアニメとまったく同じです。本当におなじみの男は、何度も倒れて再び元に戻り、たくさんの才能のある友人がいます。\u001b[22m, \u001b[1m日はまさに典型的なスポーツアニメのようなものです - いくつかの本当に嫌な男はノックダウンし、バックアップを再度取得し、有能な友人の束を持って取得し続けます。\u001b[22m\n\u001b[4mEverything was average apart from the character development of Tsukamoto which was terrible.\u001b[24m\n    \u001b[1mひどいひどい塚本の登場人物の成長とは別に、すべてが平均だった。\u001b[22m, \u001b[1mすべてはひどいものだった塚本の文字開発から離れて平均しました。\u001b[22m\nI can't relate to him at all, nor do I know anyone that can relate to him. He's supposed to be some important asset but really all he's done is run around crashing into goalposts and make a fool of himself. However, the other characters are pretty 𝑖𝑛𝑡𝑒𝑟𝑒𝑠𝑡𝑖𝑛𝑔\n\n\u001b[1m私は彼には全く関係がありませんし、彼に関係する人は誰にも分かりません。 彼はいくつかの重要な資産であると考えられていますが、実際に彼がしたのはゴールポストにぶつかり、自分自身をばかにすることです。 しかし、他の文字はかなりareです\u001b[22m\n\u001b[1m(Watashi wa kare ni wa mattaku kankei ga arimasenshi, kare ni kankei suru hito wa darenimo wakarimasen. Kare wa ikutsu ka no jūyōna shisandearu to kangae rarete imasuga, jissai ni kare ga shita no wa gōruposuto ni butsukari, jibun jishin o baka ni suru kotodesu. Shikashi, hoka no moji wa kanari ārudesu)\u001b[22m\n\nTranslations of \u001b[4mI can't relate to him at all, nor do I know anyone that can relate to him. He's supposed to be some important asset but really all he's done is run around crashing into goalposts and make a fool of himself. However, the other characters are pretty 𝑖𝑛𝑡𝑒𝑟𝑒𝑠𝑡𝑖𝑛𝑔\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI can't relate to him at all, nor do I know anyone that can relate to him.\u001b[24m\n    \u001b[1m私は彼には全く関係がありませんし、彼に関係する人は誰にも分かりません。\u001b[22m, \u001b[1m私はすべての彼に関係することができない、また私は彼に関連付けることができ、誰を知っていますか。\u001b[22m\n\u001b[4mHe's supposed to be some important asset but really all he's done is run around crashing into goalposts and make a fool of himself.\u001b[24m\n    \u001b[1m彼はいくつかの重要な資産であると考えられていますが、実際に彼がしたのはゴールポストにぶつかり、自分自身をばかにすることです。\u001b[22m, \u001b[1m彼はいくつかの重要な資産であることになっているが、本当に彼が行うのすべてがゴールポストに激突し、彼自身の愚か者を作るの周りに実行されます。\u001b[22m\n\u001b[4mHowever, the other characters are pretty 𝑖𝑛𝑡𝑒𝑟𝑒𝑠𝑡𝑖𝑛𝑔\u001b[24m\n    \u001b[1mしかし、他の文字はかなりareです\u001b[22m, \u001b[1mしかし、他の文字はかなり𝑖𝑛𝑡𝑒𝑟𝑒𝑠𝑡𝑖𝑛𝑔あります\u001b[22m\n*(✧ω✧) MIZUKI (✧ω✧)* so that they make up for Tsukamoron's uselessness.\n\n\u001b[1m*（✧ω✧）MIZUKI（✧ω✧）*は塚本の無駄を補うためのものです。\u001b[22m\n\u001b[1m(*(✧ Ō ✧) MIZUKI (✧ ō ✧)* wa Tsukamoto no muda o oginau tame no monodesu.)\u001b[22m\n\nTranslations of \u001b[4m*(✧ω✧) MIZUKI (✧ω✧)* so that they make up for Tsukamoron's uselessness.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*(✧ω✧) MIZUKI (✧ω✧)* so that they make up for Tsukamoron's uselessness.\u001b[24m\n    \u001b[1m*（✧ω✧）MIZUKI（✧ω✧）*は塚本の無駄を補うためのものです。\u001b[22m, \u001b[1m*（✧ω✧）MIZUKI（✧ω✧）*彼らはTsukamoronの無駄を補うようにします。\u001b[22m\n\u001b[1m\u001b[22m\nThe storyline was nothing special, neither the art or SFX aside from\n\n\u001b[1mストーリーラインは何も特別ではなかった。\u001b[22m\n\u001b[1m(Sutōrīrain wa nani mo tokubetsude wa nakatta.)\u001b[22m\n\nTranslations of \u001b[4mThe storyline was nothing special, neither the art or SFX aside from\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe storyline was nothing special, neither the art or SFX aside from\u001b[24m\n    \u001b[1mストーリーラインは何も特別ではなかった。\u001b[22m, \u001b[1mストーリーは特別な何もなかった、アートやSFXもない脇から\u001b[22m\n*SPOILER ALERT IF YOU HAVEN'T WATCHED EP 17*\n\n\u001b[1m*スポイラー警告あなたがEP 17を見ていない場合*\u001b[22m\n\u001b[1m(* Supoirā keikoku anata ga EP 17 o mite inai baai*)\u001b[22m\n\nTranslations of \u001b[4m*SPOILER ALERT IF YOU HAVEN'T WATCHED EP 17*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*SPOILER ALERT IF YOU HAVEN'T WATCHED EP 17*\u001b[24m\n    \u001b[1m*スポイラー警告あなたがEP 17を見ていない場合*\u001b[22m, \u001b[1m*スポイラーALERT YOUは、EP 17を見ていない場合*\u001b[22m\n.\n\n\u001b[1m。\u001b[22m\n\u001b[1m(.)\u001b[22m\n\nTranslations of \u001b[4m.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\nwhen the glasses dude stepped on Kazama's foot and injured it. Damn, that crack was beautiful xD\n\n\u001b[1m眼鏡がカザマの足を踏んで負傷したとき。 くそー、その亀裂は美しいxD\u001b[22m\n\u001b[1m(Megane ga Kazama no ashi o funde fushō shita toki. Kuso ̄ , sono kiretsu wa utsukushī xD)\u001b[22m\n\nTranslations of \u001b[4mwhen the glasses dude stepped on Kazama's foot and injured it. Damn, that crack was beautiful xD\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mwhen the glasses dude stepped on Kazama's foot and injured it.\u001b[24m\n    \u001b[1m眼鏡がカザマの足を踏んで負傷したとき。\u001b[22m, \u001b[1mメガネの男は風間の足を踏んし、それを負傷したとき。\u001b[22m\n\u001b[4mDamn, that crack was beautiful xD\u001b[24m\n    \u001b[1mくそー、その亀裂は美しいxD\u001b[22m, \u001b[1mくそー、その亀裂は美しいXDのでした\u001b[22m\n.\n\n\u001b[1m。\u001b[22m\n\u001b[1m(.)\u001b[22m\n\nTranslations of \u001b[4m.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m.\u001b[24m\n    \u001b[1m。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, there's nothing particularly attracting about this anime but it makes me laugh for no reason and I can't stop watching it all the same. :3\n\n\u001b[1m全体的に、このアニメを特に魅了するものは何もありませんが、それは私に何の理由もありません笑いと私はそれをすべて見て停止することはできません。  ：3\u001b[22m\n\u001b[1m(Zentai-teki ni, kono anime o tokuni miryō suru mono wa nani mo arimasenga, sore wa watashi ni nani no riyū mo arimasen warai to watashi wa sore o subete mite teishi suru koto wa dekimasen. : 3)\u001b[22m\n\nTranslations of \u001b[4mOverall, there's nothing particularly attracting about this anime but it makes me laugh for no reason and I can't stop watching it all the same. :3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, there's nothing particularly attracting about this anime but it makes me laugh for no reason and I can't stop watching it all the same.\u001b[24m\n    \u001b[1m全体的に、このアニメを特に魅了するものは何もありませんが、それは私に何の理由もありません笑いと私はそれをすべて見て停止することはできません。\u001b[22m, \u001b[1m全体的に、そこには特にこのアニメについての誘致は何もないですが、それは私が理由もなく笑い、私はすべて同じ、それを見て停止することはできませんになります。\u001b[22m\n\u001b[4m:3\u001b[24m\n    \u001b[1m：3\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "Genlocks",
    "profile": "/profile/Genlocks/reviews",
    "pages": "1",
    "number": "16",
    "link": "/reviews.php?id=231673",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  4\nアニメーション|  7\nサウンド|  3\nキャラクター|  6\n|  4\n\nDAYSは、サッカーについてのショーで、男の子がバカな頬をする病気を描いています（私のお父さんは、20年前と同じように働いていたアイルランド人ですから、「ミックチック」と呼んでいます）。 それは受け入れ可能なアニメーションとグリットの24エピソードですが、もっと重要なのは、サッカーについてのショーです！ おい！  AccasとFIFA 17！ スウォンジに行ってGylfi Sigurdssonがパフォーマンスを披露し、誰もがSwanseaのためになぜプレーしているのか不思議に思うようになりました！  Twitter bantz！\n\n私はサッカーが大好きです、それは世界に浸透している唯一のスポーツですが、理解するのはシンプルなゲームですが、それを上手くいくためには専門性、意識とビジョンが必要です。 そして日本のサッカーのようなもの！ タイはおそらくサッカーが最も人気のあるスポーツですが、日本はスポーツが90年代に西側世界に本当に投資された最初の国でした。  Jリーグは1993年に結成され、1998年にワールドカップに出場し、大成功を収めた日本は完全プロ戦を制し、韓国とワールドカップを共催した。 セミ サッカーは人気が高まっており、現在欧州のリーグでプレーしている選手が増えており、香川真治、本田圭介、武藤義則などの有名人もいる。 だから、24のエピソードを見せない理由はないが、サッカーについてはほとんどなく、集合的な妄想と抑圧されたセクシュアリティに関するものである。\n\nそれは、サッカーのアニメが何であるかを振り返るのが最善です。 あなたはキャプテン翼を持っています。これは、人気があり、フットボール選手のキャリア全体に及んでいます。 最近では、唯一の半分だったのはジャイアントキリングでした。これは、ノーツリーグのチームと良好な走りを見せた後、古い魔法使いを連れてポーツマスに向かいます ノン・リーグのサッカーについては何でも知っていますが、アニメにとっては非常に奇妙な設定です。唯一のマネージャーは、パブで薬を購入する男性のように見えます。 母）。 ジャイアントキリングは、一方向に移動するチームの周りにうっとりしたストーリーを作ってくれることを示してくれました。そして、彼らはアルセン・ウェンガーをそこに入れました！ いつもショーでフランス人を持つのは良いです。\n\nしかし（私はもうそれを大文字にしていない）日に戻る。 つくしは小さな男の子で、ブロンドの大人のOG Kazamaは男にフットサルの試合をするよう呼びかけている。 彼はかつてはサッカーをプレーしたことがなく、7歳未満の試合と同じように、サッカーをする基本的な認識として、周りを走り回っています。 あなたがボールの近くにいれば、あなたはFOOT-AYYYをプレイしています！ 彼は病気の詰まった袋に自分自身を実行し、彼はチームに参加することを決め、彼はshite以来、高校のチームはかなり良いことが判明。 スポーツウェアブランドのミズノが後援しました。\n\n各エピソードは挫折と小さな成功の波に乗っています。 つくしは徐々に良くなってゲームをもう少し理解しますが、まだ走り続けています。 周囲のキャストは、つくしが次のアラン・シェアラーになるという団体合意に達しています。そして、彼は1年後には良いことになるので、彼の性交はすべて赦され、彼はまだ遊んでいます。 本当に唯一のエピソード11の後に、彼は悪いのファックして、光に来る。 つくしの主なセールスポイントは、他のすべてのプレイヤーがもっと走れるようにすることです。 年9の何年かのように、郡のフットボール大会で11歳になっている咲く胸を開けて、彼は支援をします。 しかし、公正であるためには、彼が他のすべての選手を自慰行進させた方が面白いでしょう。 私はそれを見て、それに2つの親指をあげよう！\n\n潜在的な理想主義者であるミズキは、どんなバンドであろうか。 彼は3年前にフットボールをプレーしたことは一度もありませんでした。今ブンデスリーガのクラブが青少年アカデミーにサインするようになっているようです。 しかし、キャラクターは物理的に世界的に離れている。ミズキは身長が高く、自然な運動能力が強いと示されている。 あなたが公園の下でゲームのための側面を選んでいたならば、あなたはあなたの仲間を選んだ後すぐに選ぶでしょう。 私は彼らがゲームのための\"包含的な\"絵を描こうとしていることを知っています、そしてサッカーはある程度ですが、あなたがマイクロマシンなら、速く走ってもいいし、体操をしてもいいです。 あなたがキャスパーフレンドリーゴーストを犯した場合、ボールから少年を抱き上げるのは難しいです。\n\n待つ。\n\n私はそれを持っている！ つくしはキャスパーフレンドリーゴーストです！ 他の誰かの方法で取得する問題の過度に丁寧な空白の部分が、誰もが彼に何かが間違っていると思うので、彼は何かが間違っていない限り、彼らは差別がない限り、 それのために行われます。\n\n他の文字もありますが、誰も気にしません。 最初の数年間は仲間入りし、GET DOWN、ストライカー、プレイメーカーの両方が、このショーでゲオルボのように見え、セクシュアリティの唯一のポイントです。 ミンク（私は思う）の女の子は、半分の時間に正しい雌犬です。 彼の唯一の以前の経験はフットボールマネージャーのワールドカップにフェロー諸島を取っていたようだ。 我々は現在、シーズンの途中にあり、今ではヤシの木のどこかにいる。\n\n私が予測することは、シーズンを終えることです。つくしは1-2パスを習得し、目標をタップすることになります。 彼はバルカのアカデミーで戦争犯罪のために韓国の子供を打ち負かす場所を提供される。  KazamaはHullに行き、彼らのためにリーグに勝つ。 彼らは働く!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!  ！ シーズンごとに感嘆符を付けてください。\n\n私は2つのアシストを得た後、試合を見ているコーチに言ったときに、私はピッチを歩き回り、下降したので、サッカーでそれを作ったことはありませんでした。\n\n迷走観測：\n\nほとんどのサッカーと野球のショーのように、実際のミズノのブランディングか類似のコピーがあるようです。 私が持っていた二番目に良いブーツのペアは、ミズノのものでした。私は\"Diadora's？\"という楽しい少年のことを覚えています。 リトルブーツはレザーブーツの美しさを知らない。\n\nあなたはシーンがピッチに関連している場所への参照はありません。 私は予算とそのすべてを知っていますが、パンニングショットをアニメーションするので、つくしがどこを走っているのか分かります。\n\n私がショーのプロデューサーだったら、岡崎慎二をエピソードに出すことになった。 彼はレスターの歴史的なシーズンの中で絶えず走っていたが、ヴァーディが怪我をしていた時にはさらにステップアップした。 彼はやってくることができ、いくつかの拳を叩き、「JAMIE VARDY IS HAVIN A PARTY！」と言った。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 4\n\n\u001b[1mストーリー|  4\u001b[22m\n\u001b[1m(Sutōrī | 4)\u001b[22m\n\nTranslations of \u001b[4mStory | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nDAYS is a show about football and whatever that disease where boys get rosy cheeks (my dad refers to them as “mick cheeks”, because someone who is Irish he worked with like two decades ago was a right bellend, apparently). It is 24 episodes of acceptable animation and grit, but more importantly, it’s a show about football! FOOTY! Accas and FIFA 17! Going down to Swansea to see Gylfi Sigurdsson put in a performance and for everyone else to run around wondering why they’re playing for Swansea! Twitter bantz!\n\n\u001b[1mDAYSは、サッカーについてのショーで、男の子がバカな頬をする病気を描いています（私のお父さんは、20年前と同じように働いていたアイルランド人ですから、「ミックチック」と呼んでいます）。 それは受け入れ可能なアニメーションとグリットの24エピソードですが、もっと重要なのは、サッカーについてのショーです！ おい！  AccasとFIFA 17！ スウォンジに行ってGylfi Sigurdssonがパフォーマンスを披露し、誰もがSwanseaのためになぜプレーしているのか不思議に思うようになりました！  Twitter bantz！\u001b[22m\n\u001b[1m(DAYS wa, sakkā ni tsuite no shō de, otokonoko ga bakana hoho o suru byōki o kaite imasu (watashinōtōsan wa, 20-nen mae to onajiyōni hataraite ita Airurando hitodesukara,`mikkuchikku' to yonde imasu). Sore wa ukeire kanōna animēshon to guritto no 24 episōdodesuga, motto jūyōna no wa, sakkā ni tsuite no shōdesu! Oi! Accas to FIFA 17! Suu~onji ni itte Gylfi Sigurdsson ga pafōmansu o hirō shi, daremoga Swansea no tame ni naze purē shite iru no ka fushigi ni omou yō ni narimashita! Tsuittā bantz!)\u001b[22m\n\nTranslations of \u001b[4mDAYS is a show about football and whatever that disease where boys get rosy cheeks (my dad refers to them as “mick cheeks”, because someone who is Irish he worked with like two decades ago was a right bellend, apparently). It is 24 episodes of acceptable animation and grit, but more importantly, it’s a show about football! FOOTY! Accas and FIFA 17! Going down to Swansea to see Gylfi Sigurdsson put in a performance and for everyone else to run around wondering why they’re playing for Swansea! Twitter bantz!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mDAYS is a show about football and whatever that disease where boys get rosy cheeks (my dad refers to them as “mick cheeks”, because someone who is Irish he worked with like two decades ago was a right bellend, apparently).\u001b[24m\n    \u001b[1mDAYSは、サッカーについてのショーで、男の子がバカな頬をする病気を描いています（私のお父さんは、20年前と同じように働いていたアイルランド人ですから、「ミックチック」と呼んでいます）。\u001b[22m, \u001b[1mDAYSはサッカーと男の子はバラ色の頬を得るものは何でもその病気についてのショーです（アイルランドで誰かが、彼は明らかに、20年前のように働いていた右bellendだったので、私の父は、「ミックの頬」としてそれらを参照します）。\u001b[22m\n\u001b[4mIt is 24 episodes of acceptable animation and grit, but more importantly, it’s a show about football!\u001b[24m\n    \u001b[1mそれは受け入れ可能なアニメーションとグリットの24エピソードですが、もっと重要なのは、サッカーについてのショーです！\u001b[22m, \u001b[1mこれは、許容可能なアニメーションとグリットの24のエピソードですが、より重要なことは、サッカーについてのショーです！\u001b[22m\n\u001b[4mFOOTY!\u001b[24m\n    \u001b[1mおい！\u001b[22m, \u001b[1m貧弱！\u001b[22m\n\u001b[4mAccas and FIFA 17!\u001b[24m\n    \u001b[1mAccasとFIFA 17！\u001b[22m\n\u001b[4mGoing down to Swansea to see Gylfi Sigurdsson put in a performance and for everyone else to run around wondering why they’re playing for Swansea!\u001b[24m\n    \u001b[1mスウォンジに行ってGylfi Sigurdssonがパフォーマンスを披露し、誰もがSwanseaのためになぜプレーしているのか不思議に思うようになりました！\u001b[22m, \u001b[1mギルフィ・シグルズソンは、パフォーマンスに、彼らはスウォンジーのためにプレーしている理由を不思議に思っ周りを実行するために皆のために入れて見ることがスウォンジーに下って行きます！\u001b[22m\n\u001b[4mTwitter bantz!\u001b[24m\n    \u001b[1mTwitter bantz！\u001b[22m, \u001b[1mTwitterのbantz！\u001b[22m\n\u001b[1m\u001b[22m\nI love football, it’s the only sport that has penetrated the world, it is a simple game to understand but to get good at it requires technicality, awareness and vision. And the Japanese sort of like football! Not that much, Thailand is probably where football is the most popular sport, but Japan was the first country where the sport was really invested into by the western world in the 90’s. The J League formed in 1993 which created a fully professional competition, Japan qualified for the World Cup in 1998 and did okay, and then co-hosted the World Cup with South Korea, who they got showed by as Korea went all the way to the semi's. Football has remained steady in popularity, more players are playing in European leagues now, and some big names such as Shinji Kagawa, Keisuke Honda and Yoshinori Muto. So there’s no reason not to make a 24 episode show, but there is, because it is barely about football, are more about collective delusion and repressed sexuality.\n\n\u001b[1m私はサッカーが大好きです、それは世界に浸透している唯一のスポーツですが、理解するのはシンプルなゲームですが、それを上手くいくためには専門性、意識とビジョンが必要です。 そして日本のサッカーのようなもの！ タイはおそらくサッカーが最も人気のあるスポーツですが、日本はスポーツが90年代に西側世界に本当に投資された最初の国でした。  Jリーグは1993年に結成され、1998年にワールドカップに出場し、大成功を収めた日本は完全プロ戦を制し、韓国とワールドカップを共催した。 セミ サッカーは人気が高まっており、現在欧州のリーグでプレーしている選手が増えており、香川真治、本田圭介、武藤義則などの有名人もいる。 だから、24のエピソードを見せない理由はないが、サッカーについてはほとんどなく、集合的な妄想と抑圧されたセクシュアリティに関するものである。\u001b[22m\n\u001b[1m(Watashi wa sakkā ga daisukidesu, soreha sekai ni shintō shite iru yuiitsu no supōtsudesuga, rikai suru no wa shinpuruna gēmudesuga, sore o umaku iku tame ni wa senmon-sei, ishiki to bijon ga hitsuyōdesu. Soshite Nihon no sakkā no yōna mono! Tai wa osoraku sakkā ga mottomo ninkinoaru supōtsudesuga, Nihon wa supōtsu ga 90-nendai ni nishigawa sekai ni hontōni tōshi sa reta saisho no kunideshita. J rīgu wa 1993-nen ni kessei sa re, 1998-nen ni wārudokappu ni shutsujō shi, taiseikō o osameta Nihon wa kanzen puro-sen o seishi, Kankoku to wārudokappu o kyōsai shita. Semisakkā wa ninki ga takamatte ori, genzai Ōshū no rīgu de purē shite iru senshu ga fuete ori, Kagawa Shinji, Honda Keisuke, Mutō Yoshinori nado no yūmeijin mo iru. Dakara, 24 no episōdo o misenai riyū wa naiga, sakkā ni tsuite wa hotondo naku, shūgō-tekina mōsō to yokuatsu sa reta sekushuariti ni kansuru monodearu.)\u001b[22m\n\nTranslations of \u001b[4mI love football, it’s the only sport that has penetrated the world, it is a simple game to understand but to get good at it requires technicality, awareness and vision. And the Japanese sort of like football! Not that much, Thailand is probably where football is the most popular sport, but Japan was the first country where the sport was really invested into by the western world in the 90’s. The J League formed in 1993 which created a fully professional competition, Japan qualified for the World Cup in 1998 and did okay, and then co-hosted the World Cup with South Korea, who they got showed by as Korea went all the way to the semi's. Football has remained steady in popularity, more players are playing in European leagues now, and some big names such as Shinji Kagawa, Keisuke Honda and Yoshinori Muto. So there’s no reason not to make a 24 episode show, but there is, because it is barely about football, are more about collective delusion and repressed sexuality.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love football, it’s the only sport that has penetrated the world, it is a simple game to understand but to get good at it requires technicality, awareness and vision.\u001b[24m\n    \u001b[1m私はサッカーが大好きです、それは世界に浸透している唯一のスポーツですが、理解するのはシンプルなゲームですが、それを上手くいくためには専門性、意識とビジョンが必要です。\u001b[22m, \u001b[1m私はそれは専門的、意識とビジョンを必要とするで良い取得するのではなく、理解するための単純なゲームですが、それは世界に浸透している唯一のスポーツだし、サッカーを愛します。\u001b[22m\n\u001b[4mAnd the Japanese sort of like football!\u001b[24m\n    \u001b[1mそして日本のサッカーのようなもの！\u001b[22m, \u001b[1mなどサッカーの日本の並べ替え！\u001b[22m\n\u001b[4mNot that much, Thailand is probably where football is the most popular sport, but Japan was the first country where the sport was really invested into by the western world in the 90’s.\u001b[24m\n    \u001b[1mタイはおそらくサッカーが最も人気のあるスポーツですが、日本はスポーツが90年代に西側世界に本当に投資された最初の国でした。\u001b[22m, \u001b[1mサッカーは最も人気のあるスポーツですが、日本はスポーツが本当に90年代に西側世界にに投資された最初の国だった場所ではないことくらい、タイはおそらくです。\u001b[22m\n\u001b[4mThe J League formed in 1993 which created a fully professional competition, Japan qualified for the World Cup in 1998 and did okay, and then co-hosted the World Cup with South Korea, who they got showed by as Korea went all the way to the\u001b[24m\n    \u001b[1mJリーグは1993年に結成され、1998年にワールドカップに出場し、大成功を収めた日本は完全プロ戦を制し、韓国とワールドカップを共催した。\u001b[22m, \u001b[1m完全にプロの競争を作成し、1993年に形成されたJリーグは、日本が1998年のワールドカップのために修飾し、大丈夫でした、その後、韓国はすべての道に行ったとして、彼らはによって示されたしまった韓国との共催ワールドカップ、\u001b[22m\n\u001b[4msemi's.\u001b[24m\n    \u001b[1mセミ\u001b[22m, \u001b[1mセミの。\u001b[22m\n\u001b[4mFootball has remained steady in popularity, more players are playing in European leagues now, and some big names such as Shinji Kagawa, Keisuke Honda and Yoshinori Muto.\u001b[24m\n    \u001b[1mサッカーは人気が高まっており、現在欧州のリーグでプレーしている選手が増えており、香川真治、本田圭介、武藤義則などの有名人もいる。\u001b[22m, \u001b[1mサッカーはより多くのプレイヤーが今、ヨーロッパリーグでプレーし、そのような香川真司、本田圭佑と義則武藤などのいくつかのビッグネームされ、人気が堅調に推移しました。\u001b[22m\n\u001b[4mSo there’s no reason not to make a 24 episode show, but there is, because it is barely about football, are more about collective delusion and repressed sexuality.\u001b[24m\n    \u001b[1mだから、24のエピソードを見せない理由はないが、サッカーについてはほとんどなく、集合的な妄想と抑圧されたセクシュアリティに関するものである。\u001b[22m, \u001b[1mだから、24エピソードショーを作るしない理由はありませんが、それはサッカーについてほとんどであるため、そこにある、集団妄想と抑圧セクシュアリティについての詳細です。\u001b[22m\n\u001b[1m\u001b[22m\nIt’s best first to look back at what football anime there is, which is also mostly bad. You have Captain Tsubasa which had huge popularity, spanning a whole footballer’s career and cameoing many real players and clubs. More recently, the only thing that was half decent was Giant Killing, which was about a struggling team bringing their old talisman in to manage the team, after having a good run with some non league team, coming to the fold against Portsmouth (any if you know anything about non league football, the setting is very weird for an anime, as the only managers are hard men who look like the type of men who you buy drugs from in pubs who'll talk about how they were in school with your mother). Giant Killing showed you can create a well fleshed story around a team moving in one direction, plus they put Arsene Wenger in it! Always good to have a Frenchman in a show.\n\n\u001b[1mそれは、サッカーのアニメが何であるかを振り返るのが最善です。 あなたはキャプテン翼を持っています。これは、人気があり、フットボール選手のキャリア全体に及んでいます。 最近では、唯一の半分だったのはジャイアントキリングでした。これは、ノーツリーグのチームと良好な走りを見せた後、古い魔法使いを連れてポーツマスに向かいます ノン・リーグのサッカーについては何でも知っていますが、アニメにとっては非常に奇妙な設定です。唯一のマネージャーは、パブで薬を購入する男性のように見えます。 母）。 ジャイアントキリングは、一方向に移動するチームの周りにうっとりしたストーリーを作ってくれることを示してくれました。そして、彼らはアルセン・ウェンガーをそこに入れました！ いつもショーでフランス人を持つのは良いです。\u001b[22m\n\u001b[1m(Sore wa, sakkā no anime ga nandearu ka o furikaeru no ga saizendesu. Anata wa kyaputen tsubasa o motte imasu. Kore wa, ninki ga ari, futtobōru senshu no kyaria zentai ni oyonde imasu. Saikinde wa, yuiitsu no hanbundatta no wa jaiantokiringudeshita. Kore wa, nōtsurīgu no chīmu to ryōkōna hashiri o miseta nochi, furui mahōtsukai o tsurete pōtsumasu ni mukaimasu non rīgu no sakkā ni tsuite wa nani demo shitte imasuga, anime ni totte wa hijō ni kimyōna setteidesu. Yuiitsu no manējā wa, pabu de kusuri o kōnyū suru dansei no yō ni miemasu. Haha). Jaiantokiringu wa, ichihōkō ni idō suru chīmu no mawari ni uttori shita sutōrī o tsukutte kureru koto o shimeshite kuremashita. Soshite, karera wa arusen u~engā o soko ni iremashita! Itsumo shō de furansuhito o motsu no wa yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mIt’s best first to look back at what football anime there is, which is also mostly bad. You have Captain Tsubasa which had huge popularity, spanning a whole footballer’s career and cameoing many real players and clubs. More recently, the only thing that was half decent was Giant Killing, which was about a struggling team bringing their old talisman in to manage the team, after having a good run with some non league team, coming to the fold against Portsmouth (any if you know anything about non league football, the setting is very weird for an anime, as the only managers are hard men who look like the type of men who you buy drugs from in pubs who'll talk about how they were in school with your mother). Giant Killing showed you can create a well fleshed story around a team moving in one direction, plus they put Arsene Wenger in it! Always good to have a Frenchman in a show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt’s best first to look back at what football anime there is, which is also mostly bad.\u001b[24m\n    \u001b[1mそれは、サッカーのアニメが何であるかを振り返るのが最善です。\u001b[22m, \u001b[1mまた、主に悪いである、そこにあるもののサッカーアニメを振り返るために最善の最初のです。\u001b[22m\n\u001b[4mYou have Captain Tsubasa which had huge popularity, spanning a whole footballer’s career and cameoing many real players and clubs.\u001b[24m\n    \u001b[1mあなたはキャプテン翼を持っています。これは、人気があり、フットボール選手のキャリア全体に及んでいます。\u001b[22m, \u001b[1mあなたは、全体のサッカー選手のキャリアにまたがる、多くの本物のプレイヤーやクラブをcameoing、巨大な人気を持っていたキャプテン翼を持っています。\u001b[22m\n\u001b[4mMore recently, the only thing that was half decent was Giant Killing, which was about a struggling team bringing their old talisman in to manage the team, after having a good run with some non league team, coming to the fold against Portsmouth (any if\u001b[24m\n    \u001b[1m最近では、唯一の半分だったのはジャイアントキリングでした。これは、ノーツリーグのチームと良好な走りを見せた後、古い魔法使いを連れてポーツマスに向かいます\u001b[22m, \u001b[1mさらに最近では、半分まともだった唯一のものは、ポーツマスに対して倍に来て、いくつかの非リーグチームとの良好な走行をした後、チームを管理するには、古いお守りをもたらす苦労チームについてだったジャイアントキリングは、（もしあればありました\u001b[22m\n\u001b[4myou know anything about non league football, the setting is very weird for an anime, as the only managers are hard men who look like the type of men who you buy drugs from in pubs who'll talk about how they were in school with your\u001b[24m\n    \u001b[1mノン・リーグのサッカーについては何でも知っていますが、アニメにとっては非常に奇妙な設定です。唯一のマネージャーは、パブで薬を購入する男性のように見えます。\u001b[22m, \u001b[1mあなたは非リーグのサッカーについて何を知っている唯一の管理者があなたは彼らがあなたと学校であったかについて話しましょうパブでから薬を購入する人のタイプのように見えるハードの男性であるため、設定は、アニメのために非常に奇妙です\u001b[22m\n\u001b[4mmother).\u001b[24m\n    \u001b[1m母）。\u001b[22m, \u001b[1m母親）。\u001b[22m\n\u001b[4mGiant Killing showed you can create a well fleshed story around a team moving in one direction, plus they put Arsene Wenger in it!\u001b[24m\n    \u001b[1mジャイアントキリングは、一方向に移動するチームの周りにうっとりしたストーリーを作ってくれることを示してくれました。そして、彼らはアルセン・ウェンガーをそこに入れました！\u001b[22m, \u001b[1mジャイアントキリングは、1つの方向に移動し、チームの周りの肉付きがいいストーリーを作成することができます示し、加えて、彼らはそれにアーセン・ベンゲル監督を置きます！\u001b[22m\n\u001b[4mAlways good to have a Frenchman in a show.\u001b[24m\n    \u001b[1mいつもショーでフランス人を持つのは良いです。\u001b[22m, \u001b[1mショーでフランス人を持っていることは常に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nBut back to (I’m not capitalising it anymore) Days. Tsukushi is a small boy who a wuss and the blonde big dick OG Kazama invites him to play a game of futsal with some men. He’s never played football before, and just like a under 7’s game, he just runs around, as that is the base perception of how to play football. As long as you’re sort of near the ball, you’re playing FOOT-AYYY! He runs himself into a blistered bag of sick and decides he wants to join the team, and since he’s shite, the high school team turns out to be quite good. And sponsored by the the sportswear brand Mizuno.\n\n\u001b[1mしかし（私はもうそれを大文字にしていない）日に戻る。 つくしは小さな男の子で、ブロンドの大人のOG Kazamaは男にフットサルの試合をするよう呼びかけている。 彼はかつてはサッカーをプレーしたことがなく、7歳未満の試合と同じように、サッカーをする基本的な認識として、周りを走り回っています。 あなたがボールの近くにいれば、あなたはFOOT-AYYYをプレイしています！ 彼は病気の詰まった袋に自分自身を実行し、彼はチームに参加することを決め、彼はshite以来、高校のチームはかなり良いことが判明。 スポーツウェアブランドのミズノが後援しました。\u001b[22m\n\u001b[1m(Shikashi (watashi wa mō sore o daimonji ni shite inai)-bi ni modoru. Tsukushi wa chīsana otokonoko de, burondo no otona no OG Kazama wa otoko ni futtosaru no shiai o suru yō yobikakete iru. Kare wa katsute wa sakkā o purē shita koto ga naku, 7-sai-miman no shiai to onajiyōni, sakkā o suru kihon-tekina ninshiki to shite, mawari o hashirimawatte imasu. Anata ga bōru no chikaku ni ireba, anata wa FOOT - AYYY o purei shite imasu! Kare wa byōki no tsumatta-bukuro ni jibun jishin o jikkō shi, kare wa chīmu ni sanka suru koto o kime, kare wa shite irai, kōkō no chīmu wa kanari yoi koto ga hanmei. Supōtsuu~eaburando no Mizuno ga kōen shimashita.)\u001b[22m\n\nTranslations of \u001b[4mBut back to (I’m not capitalising it anymore) Days. Tsukushi is a small boy who a wuss and the blonde big dick OG Kazama invites him to play a game of futsal with some men. He’s never played football before, and just like a under 7’s game, he just runs around, as that is the base perception of how to play football. As long as you’re sort of near the ball, you’re playing FOOT-AYYY! He runs himself into a blistered bag of sick and decides he wants to join the team, and since he’s shite, the high school team turns out to be quite good. And sponsored by the the sportswear brand Mizuno.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBut back to (I’m not capitalising it anymore) Days.\u001b[24m\n    \u001b[1mしかし（私はもうそれを大文字にしていない）日に戻る。\u001b[22m, \u001b[1mしかし、背面に日数を（私はもうそれを活かしていませんよ）。\u001b[22m\n\u001b[4mTsukushi is a small boy who a wuss and the blonde big dick OG Kazama invites him to play a game of futsal with some men.\u001b[24m\n    \u001b[1mつくしは小さな男の子で、ブロンドの大人のOG Kazamaは男にフットサルの試合をするよう呼びかけている。\u001b[22m, \u001b[1m筑紫は怖がりと金髪大きなペニスOG風間は、いくつかの男性とフットサルのゲームをプレイするために彼を誘う小さな男の子です。\u001b[22m\n\u001b[4mHe’s never played football before, and just like a under 7’s game, he just runs around, as that is the base perception of how to play football.\u001b[24m\n    \u001b[1m彼はかつてはサッカーをプレーしたことがなく、7歳未満の試合と同じように、サッカーをする基本的な認識として、周りを走り回っています。\u001b[22m, \u001b[1m彼は前にサッカーをプレイしたことがないですし、それがサッカーを再生する方法の基本認識があるようわずか7試合の下のように、彼はただ、周りに実行されます。\u001b[22m\n\u001b[4mAs long as you’re sort of near the ball, you’re playing FOOT-AYYY!\u001b[24m\n    \u001b[1mあなたがボールの近くにいれば、あなたはFOOT-AYYYをプレイしています！\u001b[22m, \u001b[1m限り、あなたは一種のボールの近くにいるように、あなたはFOOT-AYYYを演奏しています！\u001b[22m\n\u001b[4mHe runs himself into a blistered bag of sick and decides he wants to join the team, and since he’s shite, the high school team turns out to be quite good.\u001b[24m\n    \u001b[1m彼は病気の詰まった袋に自分自身を実行し、彼はチームに参加することを決め、彼はshite以来、高校のチームはかなり良いことが判明。\u001b[22m, \u001b[1m彼は病気の膨れ袋に身を実行し、彼がチームに参加したい決定し、彼はシテだから、高校のチームは非常に良好であることが判明しました。\u001b[22m\n\u001b[4mAnd sponsored by the the sportswear brand Mizuno.\u001b[24m\n    \u001b[1mスポーツウェアブランドのミズノが後援しました。\u001b[22m, \u001b[1mそして、スポーツウェアのブランドミズノが主催。\u001b[22m\n\u001b[1m\u001b[22m\nEach episode rides a wave of setbacks and minor success. Tsukushi gradually gets better and understands the game a bit more, but it is still based around running. The surrounding cast is all in collective agreement that Tsukushi could be the next Alan Shearer, and that he will be that good after a year, so all his fucks up are forgiven and he still plays. The only really comes to light after episode 11, where he fucks up bad. Tsukushi’s main selling point to everyone is that he makes every other player run more. Like some sort of year 9 with blossoming tits wanking off all the year 11’s in the county football tournament, he gives support. But to be fair, it would be more interesting if he did masturbate every other player. I’d watch it, and give it two thumbs up!\n\n\u001b[1m各エピソードは挫折と小さな成功の波に乗っています。 つくしは徐々に良くなってゲームをもう少し理解しますが、まだ走り続けています。 周囲のキャストは、つくしが次のアラン・シェアラーになるという団体合意に達しています。そして、彼は1年後には良いことになるので、彼の性交はすべて赦され、彼はまだ遊んでいます。 本当に唯一のエピソード11の後に、彼は悪いのファックして、光に来る。 つくしの主なセールスポイントは、他のすべてのプレイヤーがもっと走れるようにすることです。 年9の何年かのように、郡のフットボール大会で11歳になっている咲く胸を開けて、彼は支援をします。 しかし、公正であるためには、彼が他のすべての選手を自慰行進させた方が面白いでしょう。 私はそれを見て、それに2つの親指をあげよう！\u001b[22m\n\u001b[1m(Kaku episōdo wa zasetsu to chīsana seikō no nami ni notte imasu. Tsukushi wa jojoni yoku natte gēmu o mōsukoshi rikai shimasuga, mada hashiri tsudzukete imasu. Shūi no kyasuto wa, tsukushi ga tsugi no Aran shearā ni naru to iu dantai gōi ni tasshite imasu. Soshite, kare wa 1-nen-go ni wa yoi koto ni narunode, kare no seikō wa subete yurusa re, kare wa mada asonde imasu. Hontōni yuiitsu no episōdo 11 no nochi ni, kare wa warui no fakku shite, hikari ni kuru. Tsukushi no omona sērusupointo wa, hoka no subete no pureiyā ga motto hashireru yō ni suru kotodesu. Toshi 9 no nan'nen ka no yō ni,-gun no futtobōru taikai de 11-sai ni natte iru saku mune o akete, kare wa shien o shimasu. Shikashi, kōseidearu tame ni wa, kare ga hoka no subete no senshu o jii kōshin sa seta kata ga omoshiroideshou. Watashi wa sore o mite, soreni 2tsu no oyayubi o ageyou!)\u001b[22m\n\nTranslations of \u001b[4mEach episode rides a wave of setbacks and minor success. Tsukushi gradually gets better and understands the game a bit more, but it is still based around running. The surrounding cast is all in collective agreement that Tsukushi could be the next Alan Shearer, and that he will be that good after a year, so all his fucks up are forgiven and he still plays. The only really comes to light after episode 11, where he fucks up bad. Tsukushi’s main selling point to everyone is that he makes every other player run more. Like some sort of year 9 with blossoming tits wanking off all the year 11’s in the county football tournament, he gives support. But to be fair, it would be more interesting if he did masturbate every other player. I’d watch it, and give it two thumbs up!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEach episode rides a wave of setbacks and minor success.\u001b[24m\n    \u001b[1m各エピソードは挫折と小さな成功の波に乗っています。\u001b[22m, \u001b[1m各エピソードは、挫折とマイナー成功の波に乗ります。\u001b[22m\n\u001b[4mTsukushi gradually gets better and understands the game a bit more, but it is still based around running.\u001b[24m\n    \u001b[1mつくしは徐々に良くなってゲームをもう少し理解しますが、まだ走り続けています。\u001b[22m, \u001b[1m筑紫は徐々に良くなると、もう少しゲームを理解し、それはまだ実行に基づいています。\u001b[22m\n\u001b[4mThe surrounding cast is all in collective agreement that Tsukushi could be the next Alan Shearer, and that he will be that good after a year, so all his fucks up are forgiven and he still plays.\u001b[24m\n    \u001b[1m周囲のキャストは、つくしが次のアラン・シェアラーになるという団体合意に達しています。そして、彼は1年後には良いことになるので、彼の性交はすべて赦され、彼はまだ遊んでいます。\u001b[22m, \u001b[1m周囲のキャストは、すべての筑紫は次のアラン・シアラーかもしれない、とすることを彼は年を経過した後、その良いだろう協約であるので、すべての彼のファックアップが赦されて、彼はまだ果たしています。\u001b[22m\n\u001b[4mThe only really comes to light after episode 11, where he fucks up bad.\u001b[24m\n    \u001b[1m本当に唯一のエピソード11の後に、彼は悪いのファックして、光に来る。\u001b[22m, \u001b[1mだけは本当に彼が悪いファックエピソード11、後の光に来ます。\u001b[22m\n\u001b[4mTsukushi’s main selling point to everyone is that he makes every other player run more.\u001b[24m\n    \u001b[1mつくしの主なセールスポイントは、他のすべてのプレイヤーがもっと走れるようにすることです。\u001b[22m, \u001b[1mみんなに筑紫の主なセールスポイントは、彼が他のすべてのプレイヤーの実行よりなることです。\u001b[22m\n\u001b[4mLike some sort of year 9 with blossoming tits wanking off all the year 11’s in the county football tournament, he gives support.\u001b[24m\n    \u001b[1m年9の何年かのように、郡のフットボール大会で11歳になっている咲く胸を開けて、彼は支援をします。\u001b[22m, \u001b[1m開花おっぱい郡のサッカーのトーナメントですべての年の11年代をオフに手コキで今年9のいくつかの並べ替えのように、彼はサポートを提供します。\u001b[22m\n\u001b[4mBut to be fair, it would be more interesting if he did masturbate every other player.\u001b[24m\n    \u001b[1mしかし、公正であるためには、彼が他のすべての選手を自慰行進させた方が面白いでしょう。\u001b[22m, \u001b[1m彼は他のすべてのプレーヤーを自慰行為を行った場合でも、公平にするために、それはより興味深いものになるだろう。\u001b[22m\n\u001b[4mI’d watch it, and give it two thumbs up!\u001b[24m\n    \u001b[1m私はそれを見て、それに2つの親指をあげよう！\u001b[22m, \u001b[1m私はそれを見て、それを両手の親指をあきらめるだろう！\u001b[22m\n\u001b[1m\u001b[22m\nWhat bands this idealism of potential is the captain, Mizuki. He never played football before three years ago, and now it sounds like every Bundesliga club is courting him to sign for their youth academy. But the characters are physically worlds apart: Mizuki is shown to be some tall and strong with natural athleticism. If you were picking sides for a game down the park, he’d be picked straight after you pick your mates. I know they are trying to paint an “inclusive” picture for the game, and football is to an extent, but either run fast or go and do gymnastics if you’re micro machines. It’s hard to elbow a boy off the ball if you’re Casper the fucking Friendly Ghost.\n\n\u001b[1m潜在的な理想主義者であるミズキは、どんなバンドであろうか。 彼は3年前にフットボールをプレーしたことは一度もありませんでした。今ブンデスリーガのクラブが青少年アカデミーにサインするようになっているようです。 しかし、キャラクターは物理的に世界的に離れている。ミズキは身長が高く、自然な運動能力が強いと示されている。 あなたが公園の下でゲームのための側面を選んでいたならば、あなたはあなたの仲間を選んだ後すぐに選ぶでしょう。 私は彼らがゲームのための\"包含的な\"絵を描こうとしていることを知っています、そしてサッカーはある程度ですが、あなたがマイクロマシンなら、速く走ってもいいし、体操をしてもいいです。 あなたがキャスパーフレンドリーゴーストを犯した場合、ボールから少年を抱き上げるのは難しいです。\u001b[22m\n\u001b[1m(Senzai-tekina risō shugi-shadearu mizuki wa, don'na bandodearou ka. Kare wa 3-nen mae ni futtobōru o purē shita koto wa ichido mo arimasendeshita. Ima bundesurīga no kurabu ga seishōnen akademī ni sain suru yō ni natte iru yōdesu. Shikashi, kyarakutā wa butsuri-teki ni sekai-teki ni hanarete iru. Mizuki wa shinchō ga takaku, shizen'na undō nōryoku ga tsuyoi to shimesa rete iru. Anata ga kōen no shita de gēmu no tame no sokumen o erande itanaraba, anata wa anata no nakama o eranda nochi sugu ni erabudeshou. Watashi wa karera ga gēmu no tame no\" hōgan-tekina\" e o egakou to shite iru koto o shitte imasu, soshite sakkā wa aruteidodesuga, anata ga maikuromashin'nara, hayaku hashitte mo īshi, taisō o shite mo īdesu. Anata ga kyasupāfurendorīgōsuto o okashita baai, bōru kara shōnen o dakiageru no wa muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mWhat bands this idealism of potential is the captain, Mizuki. He never played football before three years ago, and now it sounds like every Bundesliga club is courting him to sign for their youth academy. But the characters are physically worlds apart: Mizuki is shown to be some tall and strong with natural athleticism. If you were picking sides for a game down the park, he’d be picked straight after you pick your mates. I know they are trying to paint an “inclusive” picture for the game, and football is to an extent, but either run fast or go and do gymnastics if you’re micro machines. It’s hard to elbow a boy off the ball if you’re Casper the fucking Friendly Ghost.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat bands this idealism of potential is the captain, Mizuki.\u001b[24m\n    \u001b[1m潜在的な理想主義者であるミズキは、どんなバンドであろうか。\u001b[22m, \u001b[1mどのバンドポテンシャルのこの理想主義は、水木船長です。\u001b[22m\n\u001b[4mHe never played football before three years ago, and now it sounds like every Bundesliga club is courting him to sign for their youth academy.\u001b[24m\n    \u001b[1m彼は3年前にフットボールをプレーしたことは一度もありませんでした。今ブンデスリーガのクラブが青少年アカデミーにサインするようになっているようです。\u001b[22m, \u001b[1m彼は3年前に前にサッカーをプレイしたことがない、とすべてのブンデスリーガのクラブは彼らの若者のアカデミーのために署名するために彼を求愛されているように、今では聞こえます。\u001b[22m\n\u001b[4mBut the characters are physically worlds apart: Mizuki is shown to be some tall and strong with natural athleticism.\u001b[24m\n    \u001b[1mしかし、キャラクターは物理的に世界的に離れている。ミズキは身長が高く、自然な運動能力が強いと示されている。\u001b[22m, \u001b[1mしかし、文字が物理的に離れて世界だ：水樹は自然な運動能力を持ついくつかの背の高い、強いことが示されています。\u001b[22m\n\u001b[4mIf you were picking sides for a game down the park, he’d be picked straight after you pick your mates.\u001b[24m\n    \u001b[1mあなたが公園の下でゲームのための側面を選んでいたならば、あなたはあなたの仲間を選んだ後すぐに選ぶでしょう。\u001b[22m, \u001b[1mあなたは公園ダウンゲームの側面をピッキングしていた場合、彼はあなたがあなたの仲間を選ぶストレートの後に選んだことだろう。\u001b[22m\n\u001b[4mI know they are trying to paint an “inclusive” picture for the game, and football is to an extent, but either run fast or go and do gymnastics if you’re micro machines.\u001b[24m\n    \u001b[1m私は彼らがゲームのための\"包含的な\"絵を描こうとしていることを知っています、そしてサッカーはある程度ですが、あなたがマイクロマシンなら、速く走ってもいいし、体操をしてもいいです。\u001b[22m, \u001b[1m私は、彼らがゲームのための「包括的」な絵を描くしようとしている知っている、とサッカーは程度までですが、マイクロマシンしている場合、高速実行するかに行くと体操を行うのいずれか。\u001b[22m\n\u001b[4mIt’s hard to elbow a boy off the ball if you’re Casper the fucking Friendly Ghost.\u001b[24m\n    \u001b[1mあなたがキャスパーフレンドリーゴーストを犯した場合、ボールから少年を抱き上げるのは難しいです。\u001b[22m, \u001b[1mそれはあなたがクソ出てこいキャスパーならボールから少年を肘するのは難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nWait.\n\n\u001b[1m待つ。\u001b[22m\n\u001b[1m(Matsu.)\u001b[22m\n\nDefinitions of \u001b[4mWait.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\ninterjection\n\u001b[1m    いいかい！\u001b[22m\n        Look!, Attention!, Wait!\n\u001b[1m    待って！\u001b[22m\n        Wait!\n\u001b[1m\u001b[22m\nI’ve got it! Tsukushi is Casper the Friendly Ghost! A overly polite blank piece of matter who gets in the way of everyone else, but everyone thinks there's something wrong with him, so they don't want to be a dick unless there is something wrong with him, then that's discrimination, and you can be done for that.\n\n\u001b[1m私はそれを持っている！ つくしはキャスパーフレンドリーゴーストです！ 他の誰かの方法で取得する問題の過度に丁寧な空白の部分が、誰もが彼に何かが間違っていると思うので、彼は何かが間違っていない限り、彼らは差別がない限り、 それのために行われます。\u001b[22m\n\u001b[1m(Watashi wa sore o motte iru! Tsukushi wa kyasupāfurendorīgōsutodesu! Hoka no dareka no hōhō de shutoku suru mondai no kado ni teineina kūhaku no bubun ga, daremoga kare ni nanika ga machigatte iru to omou node, kare wa nanika ga machigatteinai kagiri, karera wa sabetsu ga nai kagiri, sore no tame ni okonawa remasu.)\u001b[22m\n\nTranslations of \u001b[4mI’ve got it! Tsukushi is Casper the Friendly Ghost! A overly polite blank piece of matter who gets in the way of everyone else, but everyone thinks there's something wrong with him, so they don't want to be a dick unless there is something wrong with him, then that's discrimination, and you can be done for that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI’ve got it!\u001b[24m\n    \u001b[1m私はそれを持っている！\u001b[22m, \u001b[1m私はそれを持っています！\u001b[22m\n\u001b[4mTsukushi is Casper the Friendly Ghost!\u001b[24m\n    \u001b[1mつくしはキャスパーフレンドリーゴーストです！\u001b[22m, \u001b[1m筑紫は出てこいキャスパーです！\u001b[22m\n\u001b[4mA overly polite blank piece of matter who gets in the way of everyone else, but everyone thinks there's something wrong with him, so they don't want to be a dick unless there is something wrong with him, then that's discrimination, and you can\u001b[24m\n    \u001b[1m他の誰かの方法で取得する問題の過度に丁寧な空白の部分が、誰もが彼に何かが間違っていると思うので、彼は何かが間違っていない限り、彼らは差別がない限り、\u001b[22m, \u001b[1m皆の邪魔になる、誰もが彼に何か問題があると考えているので、彼に問題がある場合を除き、彼らはディックになりたくない物質の過度に丁寧な空白部分は、それは差別だ、と次のことができます\u001b[22m\n\u001b[4mbe done for that.\u001b[24m\n    \u001b[1mそれのために行われます。\u001b[22m, \u001b[1mそのために行われます。\u001b[22m\n\u001b[1m\u001b[22m\nThere’s some other characters too, but no one cares about them. There’s a few first years who bro up and GET DOWN, a striker and a playmaker who both look like grebos and are the only point of sexuality we get in this show. There’s a girl with mink (I think) coloured hair who is right bitch half the time. The manager looks like his only prior experience was taking the Faroe Islands to the World Cup in Football Manager. We’re currently halfway through the season and they are now somewhere with palm trees.\n\n\u001b[1m他の文字もありますが、誰も気にしません。 最初の数年間は仲間入りし、GET DOWN、ストライカー、プレイメーカーの両方が、このショーでゲオルボのように見え、セクシュアリティの唯一のポイントです。 ミンク（私は思う）の女の子は、半分の時間に正しい雌犬です。 彼の唯一の以前の経験はフットボールマネージャーのワールドカップにフェロー諸島を取っていたようだ。 我々は現在、シーズンの途中にあり、今ではヤシの木のどこかにいる。\u001b[22m\n\u001b[1m(Hoka no moji mo arimasuga, dare mo ki ni shimasen. Saisho no sū-nenkan wa nakamairi shi, GET daun, sutoraikā, pureimēkā no ryōhō ga, kono shō de georubo no yō ni mie, sekushuariti no yuiitsu no pointodesu. Minku (watashi wa omou) no on'nanoko wa, hanbun no jikan ni tadashī meinudesu. Kare no yuiitsu no izen no keiken wa futtobōrumanējā no wārudokappu ni ferō shotō o totte ita yōda. Wareware wa genzai, shīzun no tochū ni ari, ima dewa yashinoki no doko ka ni iru.)\u001b[22m\n\nTranslations of \u001b[4mThere’s some other characters too, but no one cares about them. There’s a few first years who bro up and GET DOWN, a striker and a playmaker who both look like grebos and are the only point of sexuality we get in this show. There’s a girl with mink (I think) coloured hair who is right bitch half the time. The manager looks like his only prior experience was taking the Faroe Islands to the World Cup in Football Manager. We’re currently halfway through the season and they are now somewhere with palm trees.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere’s some other characters too, but no one cares about them.\u001b[24m\n    \u001b[1m他の文字もありますが、誰も気にしません。\u001b[22m, \u001b[1mそこにいくつかの他の文字はあまりにもだが、誰がそれらを気にしません。\u001b[22m\n\u001b[4mThere’s a few first years who bro up and GET DOWN, a striker and a playmaker who both look like grebos and are the only point of sexuality we get in this show.\u001b[24m\n    \u001b[1m最初の数年間は仲間入りし、GET DOWN、ストライカー、プレイメーカーの両方が、このショーでゲオルボのように見え、セクシュアリティの唯一のポイントです。\u001b[22m, \u001b[1mアップ仲間とDOWN GET数最初の数年間あり、ストライカーとの両方がgrebosのように見えると私たちはこのショーで取得セクシュアリティの唯一のポイントです司令塔。\u001b[22m\n\u001b[4mThere’s a girl with mink (I think) coloured hair who is right bitch half the time.\u001b[24m\n    \u001b[1mミンク（私は思う）の女の子は、半分の時間に正しい雌犬です。\u001b[22m, \u001b[1m右の雌犬を半分の時間であるミンク（と思う）色の髪の少女があります。\u001b[22m\n\u001b[4mThe manager looks like his only prior experience was taking the Faroe Islands to the World Cup in Football Manager.\u001b[24m\n    \u001b[1m彼の唯一の以前の経験はフットボールマネージャーのワールドカップにフェロー諸島を取っていたようだ。\u001b[22m, \u001b[1mマネージャーは彼の唯一の以前の経験はフットボールマネージャーでワールドカップにフェロー諸島を取っていたように見えます。\u001b[22m\n\u001b[4mWe’re currently halfway through the season and they are now somewhere with palm trees.\u001b[24m\n    \u001b[1m我々は現在、シーズンの途中にあり、今ではヤシの木のどこかにいる。\u001b[22m, \u001b[1m私たちは途中でシーズンを通して、現在だと彼らは今どこかにヤシの木があります。\u001b[22m\n\u001b[1m\u001b[22m\nWhat I predict will finish off the season is Tsukushi will learn to do one-two passes and will score a tap in goal. He will be offered a place at Barca’s academy where he will beat up a Korean kid for war crimes. Kazama will go to Hull and win the league for them. They will do a Working!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! ! system for the subsequent seasons and add exclamation marks for each season, as some weeb shit roman numerals.\n\n\u001b[1m私が予測することは、シーズンを終えることです。つくしは1-2パスを習得し、目標をタップすることになります。 彼はバルカのアカデミーで戦争犯罪のために韓国の子供を打ち負かす場所を提供される。  KazamaはHullに行き、彼らのためにリーグに勝つ。 彼らは働く!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!  ！ シーズンごとに感嘆符を付けてください。\u001b[22m\n\u001b[1m(Watashi ga yosoku suru koto wa, shīzun o oeru kotodesu. Tsukushi wa 1 - 2 pasu o shūtoku shi, mokuhyō o tappu suru koto ni narimasu. Kare wa baruka no akademī de sensō hanzai no tame ni Kankoku no kodomo o uchi makasu basho o teikyō sa reru. Kazama wa Hull ni iki, karera no tame ni rīgu ni katsu. Karera wa hataraku! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! !!!!!!!!!!!!!!!!!!!!!!!!! ! Shīzun-goto ni kantan fu o tsukete kudasai.)\u001b[22m\n\nTranslations of \u001b[4mWhat I predict will finish off the season is Tsukushi will learn to do one-two passes and will score a tap in goal. He will be offered a place at Barca’s academy where he will beat up a Korean kid for war crimes. Kazama will go to Hull and win the league for them. They will do a Working!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! ! system for the subsequent seasons and add exclamation marks for each season, as some weeb shit roman numerals.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhat I predict will finish off the season is Tsukushi will learn to do one-two passes and will score a tap in goal.\u001b[24m\n    \u001b[1m私が予測することは、シーズンを終えることです。つくしは1-2パスを習得し、目標をタップすることになります。\u001b[22m, \u001b[1m私はシーズンを終えると予測すると、筑紫は一から二回のパスを行うことを学ぶだろうし、目標にタップを獲得しますです。\u001b[22m\n\u001b[4mHe will be offered a place at Barca’s academy where he will beat up a Korean kid for war crimes.\u001b[24m\n    \u001b[1m彼はバルカのアカデミーで戦争犯罪のために韓国の子供を打ち負かす場所を提供される。\u001b[22m, \u001b[1m彼は戦争犯罪のための韓国子供を殴るますバルサのアカデミーでの場所が提供されます。\u001b[22m\n\u001b[4mKazama will go to Hull and win the league for them.\u001b[24m\n    \u001b[1mKazamaはHullに行き、彼らのためにリーグに勝つ。\u001b[22m, \u001b[1m風間はハルに行き、彼らのためにリーグを獲得します。\u001b[22m\n\u001b[4mThey will do a Working!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\u001b[24m\n    \u001b[1m彼らは働く!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\u001b[22m, \u001b[1m彼らは作業を行います!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\u001b[22m\n\u001b[4m!\u001b[24m\n    \u001b[1m！\u001b[22m\n\u001b[4msystem for the subsequent seasons and add exclamation marks for each season, as some weeb shit roman numerals.\u001b[24m\n    \u001b[1mシーズンごとに感嘆符を付けてください。\u001b[22m, \u001b[1mその後のシーズンのためのシステムおよび一部のweebたわごとローマ数字として、各シーズンに向けて感嘆符を追加します。\u001b[22m\n\u001b[1m\u001b[22m\nI never made it in football because I’d walk around the pitch, and get subbed when I told the coach I was watching the game after getting two assists.\n\n\u001b[1m私は2つのアシストを得た後、試合を見ているコーチに言ったときに、私はピッチを歩き回り、下降したので、サッカーでそれを作ったことはありませんでした。\u001b[22m\n\u001b[1m(Watashi wa 2tsu no ashisuto o eta nochi, shiai o mite iru kōchi ni itta toki ni, watashi wa pitchi o arukimawari, kakō shitanode, sakkā de sore o tsukutta koto wa arimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mI never made it in football because I’d walk around the pitch, and get subbed when I told the coach I was watching the game after getting two assists.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI never made it in football because I’d walk around the pitch, and get subbed when I told the coach I was watching the game after getting two assists.\u001b[24m\n    \u001b[1m私は2つのアシストを得た後、試合を見ているコーチに言ったときに、私はピッチを歩き回り、下降したので、サッカーでそれを作ったことはありませんでした。\u001b[22m, \u001b[1m私はピッチを歩くだろう、と私は2アシストを取得した後、ゲームを見ていたコーチに話したときに下塗りされますので、私はサッカーにそれを作ったことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nStray Observations:\n\n\u001b[1m迷走観測：\u001b[22m\n\u001b[1m(Meisō kansoku:)\u001b[22m\n\nTranslations of \u001b[4mStray Observations:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStray Observations:\u001b[24m\n    \u001b[1m迷走観測：\u001b[22m, \u001b[1mストレイ観察：\u001b[22m\n\u001b[1m\u001b[22m\nIt seems like most football and baseball shows will have either the actual Mizuno branding or some similar copy. The second best pair of boots I’ve had were Mizuno’s, I remember some boy making fun saying “are those Diadora’s?”. Little shit doesn’t know about the beauty of a leather boot.\n\n\u001b[1mほとんどのサッカーと野球のショーのように、実際のミズノのブランディングか類似のコピーがあるようです。 私が持っていた二番目に良いブーツのペアは、ミズノのものでした。私は\"Diadora's？\"という楽しい少年のことを覚えています。 リトルブーツはレザーブーツの美しさを知らない。\u001b[22m\n\u001b[1m(Hotondo no sakkā to yakyū no shō no yō ni, jissai no Mizuno no burandingu ka ruiji no kopī ga aru yōdesu. Watashi ga motte ita ni-banme ni yoi būtsu no pea wa, Mizuno no monodeshita. Watashi wa\" Diadora' s?\" To iu tanoshī shōnen no koto o oboete imasu. Ritorubūtsu wa rezābūtsu no utsukushi-sa o shiranai.)\u001b[22m\n\nTranslations of \u001b[4mIt seems like most football and baseball shows will have either the actual Mizuno branding or some similar copy. The second best pair of boots I’ve had were Mizuno’s, I remember some boy making fun saying “are those Diadora’s?”. Little shit doesn’t know about the beauty of a leather boot.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt seems like most football and baseball shows will have either the actual Mizuno branding or some similar copy.\u001b[24m\n    \u001b[1mほとんどのサッカーと野球のショーのように、実際のミズノのブランディングか類似のコピーがあるようです。\u001b[22m, \u001b[1m実際のミズノのブランディングやいくつかの類似したコピーのいずれかを持っていますほとんどのサッカーや野球のショーのように思えます。\u001b[22m\n\u001b[4mThe second best pair of boots I’ve had were Mizuno’s, I remember some boy making fun saying “are those Diadora’s?”.\u001b[24m\n    \u001b[1m私が持っていた二番目に良いブーツのペアは、ミズノのものでした。私は\"Diadora's？\"という楽しい少年のことを覚えています。\u001b[22m, \u001b[1m私が持っていたブーツの次善のペアは水野さん、私は「それらのディアドラさんですか？」と言ってからかって、いくつかの少年を覚えていました。\u001b[22m\n\u001b[4mLittle shit doesn’t know about the beauty of a leather boot.\u001b[24m\n    \u001b[1mリトルブーツはレザーブーツの美しさを知らない。\u001b[22m, \u001b[1mリトルたわごとは、革のブーツの美しさを知りません。\u001b[22m\n\u001b[1m\u001b[22m\nYou never have any reference to where the scene is in relation to the pitch. I know, budgets and all that, but animate a panning shot so I know where Tsukushi is running around.\n\n\u001b[1mあなたはシーンがピッチに関連している場所への参照はありません。 私は予算とそのすべてを知っていますが、パンニングショットをアニメーションするので、つくしがどこを走っているのか分かります。\u001b[22m\n\u001b[1m(Anata wa shīn ga pitchi ni kanren shite iru basho e no sanshō wa arimasen. Watashi wa yosan toso no subete o shitte imasuga, pan'ningushotto o animēshon surunode, tsukushi ga doko o hashitte iru no ka wakarimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou never have any reference to where the scene is in relation to the pitch. I know, budgets and all that, but animate a panning shot so I know where Tsukushi is running around.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou never have any reference to where the scene is in relation to the pitch.\u001b[24m\n    \u001b[1mあなたはシーンがピッチに関連している場所への参照はありません。\u001b[22m, \u001b[1mあなたは、シーンがピッチに関連している場所への参照を持っていることはありません。\u001b[22m\n\u001b[4mI know, budgets and all that, but animate a panning shot so I know where Tsukushi is running around.\u001b[24m\n    \u001b[1m私は予算とそのすべてを知っていますが、パンニングショットをアニメーションするので、つくしがどこを走っているのか分かります。\u001b[22m, \u001b[1m私は、予算とすべてのことを知っているが、私が知っているので、筑紫の周り実行されているパンショットをアニメーション化します。\u001b[22m\n\u001b[1m\u001b[22m\nIf I was a producer for the show, I would of gotten Shinji Okazaki to appear in an episode. He was a key part of Leicester’s historic season for his constant running, and even stepped up when Vardy was out with an injury. He could of came on, done a few fist bumps and said “JAMIE VARDY IS HAVIN A PARTY!” in English.\n\n\u001b[1m私がショーのプロデューサーだったら、岡崎慎二をエピソードに出すことになった。 彼はレスターの歴史的なシーズンの中で絶えず走っていたが、ヴァーディが怪我をしていた時にはさらにステップアップした。 彼はやってくることができ、いくつかの拳を叩き、「JAMIE VARDY IS HAVIN A PARTY！」と言った。\u001b[22m\n\u001b[1m(Watashi ga shō no purode~yūsādattara, Okazaki Shinji o episōdo ni dasu koto ni natta. Kare wa resutā no rekishi-tekina shīzun no naka de taezu hashitte itaga, vu~ādi ga kega o shite ita toki ni wa sarani suteppu appu shita. Kare wa yattekuru koto ga deki, ikutsu ka no ken o tataki,`JAMIE VARDY IS HAVIN A pāti!' To itta.)\u001b[22m\n\nTranslations of \u001b[4mIf I was a producer for the show, I would of gotten Shinji Okazaki to appear in an episode. He was a key part of Leicester’s historic season for his constant running, and even stepped up when Vardy was out with an injury. He could of came on, done a few fist bumps and said “JAMIE VARDY IS HAVIN A PARTY!” in English.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf I was a producer for the show, I would of gotten Shinji Okazaki to appear in an episode.\u001b[24m\n    \u001b[1m私がショーのプロデューサーだったら、岡崎慎二をエピソードに出すことになった。\u001b[22m, \u001b[1m私はショーのプロデューサーだった場合、私はエピソードに表示されるように岡崎慎司を得てのだろう。\u001b[22m\n\u001b[4mHe was a key part of Leicester’s historic season for his constant running, and even stepped up when Vardy was out with an injury.\u001b[24m\n    \u001b[1m彼はレスターの歴史的なシーズンの中で絶えず走っていたが、ヴァーディが怪我をしていた時にはさらにステップアップした。\u001b[22m, \u001b[1m彼は一定の走行用のレスターの歴史的なシーズンの重要な部分だった、とVardyが出て損傷した場合であってもステップアップ。\u001b[22m\n\u001b[4mHe could of came on, done a few fist bumps and said “JAMIE VARDY IS HAVIN A PARTY!” in English.\u001b[24m\n    \u001b[1m彼はやってくることができ、いくつかの拳を叩き、「JAMIE VARDY IS HAVIN A PARTY！」と言った。\u001b[22m, \u001b[1m彼は数拳バンプを行って、上に来て、「ジェイミー・ヴァーディはPARTYをサイコーです！」英語で言ったことができました。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "CatireSaitama",
    "profile": "/profile/CatireSaitama/reviews",
    "pages": "1",
    "number": "17",
    "link": "/reviews.php?id=227467",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  8\nサウンド|  8\nキャラクター|  9\n|  9\n\n元高校のサッカー選手だったので、その時代にサッカーをしていたことがどのように感じられたのか、良い思い出ができました。 私は主なチャーが彼の余計な努力によってチームメイトの尊敬を得ているのが好きです。 私は3つのエピソードを見ただけですが、とても楽しかったです。 私はこのアニメが終わるまで見続けるだろう。\n\nアニメーションはかなり甘いですが、サッカーの試合のいくつかのステージではビデオゲームを見て、現実的にはキャラクターの動きを捉えても非常に良いです。\n\n主人公は非常に面白いですが、ドラマや勤勉ではなく、彼がやっているか荒い瞬間です。\n\n私はこのアニメをいくつかの友人に推薦しており、私はそうするつもりです。\n\nそれは私のための固体8です。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nAs a former high school soccer player, it brought me good memories of how it felt to play soccer at that age. I like the fact that the main char is gaining the respect of his teammates by his extra hard work. I have only watched 3 episodes but I enjoyed them very much. I will keep watching this anime until it finishes.\n\n\u001b[1m元高校のサッカー選手だったので、その時代にサッカーをしていたことがどのように感じられたのか、良い思い出ができました。 私は主なチャーが彼の余計な努力によってチームメイトの尊敬を得ているのが好きです。 私は3つのエピソードを見ただけですが、とても楽しかったです。 私はこのアニメが終わるまで見続けるだろう。\u001b[22m\n\u001b[1m(Moto kōkō no sakkā senshudattanode, sono jidai ni sakkā o shite ita koto ga dono yō ni kanji rareta no ka, yoi omoide ga dekimashita. Watashi wa omona chā ga kare no yokeina doryoku ni yotte chīmumeito no sonkei o ete iru no ga sukidesu. Watashi wa 3ttsu no episōdo o mita dakedesuga, totemo tanoshikattadesu. Watashi wa kono anime ga owaru made mi tsudzukerudarou.)\u001b[22m\n\nTranslations of \u001b[4mAs a former high school soccer player, it brought me good memories of how it felt to play soccer at that age. I like the fact that the main char is gaining the respect of his teammates by his extra hard work. I have only watched 3 episodes but I enjoyed them very much. I will keep watching this anime until it finishes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a former high school soccer player, it brought me good memories of how it felt to play soccer at that age.\u001b[24m\n    \u001b[1m元高校のサッカー選手だったので、その時代にサッカーをしていたことがどのように感じられたのか、良い思い出ができました。\u001b[22m, \u001b[1m元高校サッカー選手として、それは私にそれがその年齢でサッカーをプレイするためにどのように感じたかの良い思い出をもたらしました。\u001b[22m\n\u001b[4mI like the fact that the main char is gaining the respect of his teammates by his extra hard work.\u001b[24m\n    \u001b[1m私は主なチャーが彼の余計な努力によってチームメイトの尊敬を得ているのが好きです。\u001b[22m, \u001b[1m私は主charは彼の余分なハードワークによって、彼のチームメイトの尊敬を集めているという事実が好きです。\u001b[22m\n\u001b[4mI have only watched 3 episodes but I enjoyed them very much.\u001b[24m\n    \u001b[1m私は3つのエピソードを見ただけですが、とても楽しかったです。\u001b[22m, \u001b[1m私は3のエピソードを見ているが、私はそれらを非常に楽しみました。\u001b[22m\n\u001b[4mI will keep watching this anime until it finishes.\u001b[24m\n    \u001b[1m私はこのアニメが終わるまで見続けるだろう。\u001b[22m, \u001b[1m私はそれが終了するまで、このアニメを見ていきます。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation is pretty sweet, at some stages of the soccer match it looked a video game and in some way realistic, the motion of the characters when they shoot is also very good.\n\n\u001b[1mアニメーションはかなり甘いですが、サッカーの試合のいくつかのステージではビデオゲームを見て、現実的にはキャラクターの動きを捉えても非常に良いです。\u001b[22m\n\u001b[1m(Animēshon wa kanari amaidesuga, sakkā no shiai no ikutsu ka no sutējide wa bideogēmu o mite, genjitsu-teki ni wa kyarakutā no ugoki o toraete mo hijō ni yoidesu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation is pretty sweet, at some stages of the soccer match it looked a video game and in some way realistic, the motion of the characters when they shoot is also very good.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation is pretty sweet, at some stages of the soccer match it looked a video game and in some way realistic, the motion of the characters when they shoot is also very good.\u001b[24m\n    \u001b[1mアニメーションはかなり甘いですが、サッカーの試合のいくつかのステージではビデオゲームを見て、現実的にはキャラクターの動きを捉えても非常に良いです。\u001b[22m, \u001b[1mアニメーションは、それがビデオゲームを見て、現実的ないくつかの方法で、サッカーの試合のいくつかの段階で、かなり甘いですが、彼らは撮影の文字の動きも非常に良いです。\u001b[22m\n\u001b[1m\u001b[22m\nThe main character is very funny, is not the drama and the hard working and the rough moments he has been or goes through.\n\n\u001b[1m主人公は非常に面白いですが、ドラマや勤勉ではなく、彼がやっているか荒い瞬間です。\u001b[22m\n\u001b[1m(Shujinkō wa hijō ni omoshiroidesuga, dorama ya kinbende wa naku, kare ga yatte iru ka arai shunkandesu.)\u001b[22m\n\nTranslations of \u001b[4mThe main character is very funny, is not the drama and the hard working and the rough moments he has been or goes through.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe main character is very funny, is not the drama and the hard working and the rough moments he has been or goes through.\u001b[24m\n    \u001b[1m主人公は非常に面白いですが、ドラマや勤勉ではなく、彼がやっているか荒い瞬間です。\u001b[22m, \u001b[1m主人公は、非常に面白いですドラマや勤勉、彼があったかを通過したラフな瞬間ではありません。\u001b[22m\n\u001b[1m\u001b[22m\nI have recommended this anime to some friends and I will keep doing so.\n\n\u001b[1m私はこのアニメをいくつかの友人に推薦しており、私はそうするつもりです。\u001b[22m\n\u001b[1m(Watashi wa kono anime o ikutsu ka no yūjin ni suisen shite ori, watashi wa sō suru tsumoridesu.)\u001b[22m\n\nTranslations of \u001b[4mI have recommended this anime to some friends and I will keep doing so.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI have recommended this anime to some friends and I will keep doing so.\u001b[24m\n    \u001b[1m私はこのアニメをいくつかの友人に推薦しており、私はそうするつもりです。\u001b[22m, \u001b[1m私は何人かの友人にこのアニメを推奨していると私はそうやって維持されます。\u001b[22m\n\u001b[1m\u001b[22m\nit's a solid 8 for me.\n\n\u001b[1mそれは私のための固体8です。\u001b[22m\n\u001b[1m(Sore wa watashi no tame no kotai 8desu.)\u001b[22m\n\nTranslations of \u001b[4mit's a solid 8 for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mit's a solid 8 for me.\u001b[24m\n    \u001b[1mそれは私のための固体8です。\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "Hoodiee",
    "profile": "/profile/Hoodiee/reviews",
    "pages": "1",
    "number": "18",
    "link": "/reviews.php?id=226760",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  9\nキャラクター|  10\n|  9\n\n*レビューは/最初の数回のエピソードなどのスポイラーを含むかもしれない、多分、私はドンノ。 大丈夫ですか？ はい。*\n\nストーリー：9\n\n物語は、すべてのスポーツアニメが本当に弱い男、良い学校、積極的な友人などと同じです。他のスポーツからこの1つを設定するのは、それが何らかの償還を持っている「熟練」のプレーヤーではなく、 彼らはただの楽しみを持って新しいゲームに挑戦したいと思っています。\n\nアート（8）/アニメーション（9）：\n\n私はこのアートスタイルを愛しています。それはトップではなく、まだ素晴らしいです。 アニメーションのすべてがうまく流れ、動きが途切れることはありません。 それは2016かもしれませんが、それはアニメになると何も意味しませんか？\n\nサウンド：9\n\n私はこのアニメのサウンドが大好きです。 声優は、特にTsukamotoにとって完璧なものです。  OPとEDのために選ばれた曲は素晴らしく、彼らはとても好奇心が強いので、私はそれらをスキップすることはできません。\n\nキャラクター：10\n\nすべてのスポーツ・アニメ/マンガはキャラクターの偉大な発展を遂げていますが、MC、彼の友人、または他の誰でもそれがあっても、すべてのエピソードがあります。 それは絶えず発展しており、キャラクターの感触だけでなく、物語をよりリアルにすることが証明されています。  （塚本は泣いている/泣いている段階を遅かれ早かれ早くやりたいと思っています！）（p.s：それは悪くないです。\n\n総合的な楽しさ：10\n\n私はこのシリーズが大好きですが、私は早すぎる小さな本のワームですので、私はすでにマンガ列車に飛び乗ってきましたが、この時点でアニメが何をするのかとても嬉しく思います。 塚本は偉大なキャラクター、ストーリーはあなたを馬鹿のように笑顔に保ち、音楽はそれにぶつかり続けます。\n\n（ちょっとしたメモだけ）：\n\nアニメの適応はマンガラインに完全には追いついておらず、いくつかのものは変更されていますが、それはいずれも低下しません、私は約束します。 私はあなたのすべてがこのアニメを楽しむことを願っています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n*Review will/might include spoilers for the first few episodes or so, maybe, I donno. Just be warned okay? okay.*\n\n\u001b[1m*レビューは/最初の数回のエピソードなどのスポイラーを含むかもしれない、多分、私はドンノ。 大丈夫ですか？ はい。*\u001b[22m\n\u001b[1m(* Rebyū wa/ saisho no sū-kai no episōdo nado no supoirā o fukumu kamo shirenai, tabun, watashi wa don no. Daijōbudesuka? Hai.*)\u001b[22m\n\nTranslations of \u001b[4m*Review will/might include spoilers for the first few episodes or so, maybe, I donno. Just be warned okay? okay.*\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m*Review will/might include spoilers for the first few episodes or so, maybe, I donno.\u001b[24m\n    \u001b[1m*レビューは/最初の数回のエピソードなどのスポイラーを含むかもしれない、多分、私はドンノ。\u001b[22m, \u001b[1m*レビューは、/ I donno、多分、最初のいくつかのエピソードかそこらのためのスポイラーが含まれている場合があります。\u001b[22m\n\u001b[4mJust be warned okay?\u001b[24m\n    \u001b[1m大丈夫ですか？\u001b[22m, \u001b[1mただ大丈夫警告されますか？\u001b[22m\n\u001b[4mokay.*\u001b[24m\n    \u001b[1mはい。*\u001b[22m, \u001b[1m大丈夫です。*\u001b[22m, \u001b[1m大丈夫。*\u001b[22m\n\u001b[1m\u001b[22m\nStory: 9\n\n\u001b[1mストーリー：9\u001b[22m\n\u001b[1m(Sutōrī: 9)\u001b[22m\n\nTranslations of \u001b[4mStory: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 9\u001b[24m\n    \u001b[1mストーリー：9\u001b[22m\n\u001b[1m\u001b[22m\nThe story is the same as all sports anime is really, weak guy, good school, aggressive friends, etc. What sets this one from other sports is the way they set it up instead of it being a 'skilled' player who has some redeeming qualities, they take a complete new guy, who just wants to have fun and throw him into a new game, where he is currently learning the ups, and ALOT of the downs of himself.\n\n\u001b[1m物語は、すべてのスポーツアニメが本当に弱い男、良い学校、積極的な友人などと同じです。他のスポーツからこの1つを設定するのは、それが何らかの償還を持っている「熟練」のプレーヤーではなく、 彼らはただの楽しみを持って新しいゲームに挑戦したいと思っています。\u001b[22m\n\u001b[1m(Monogatari wa, subete no supōtsuanime ga hontōni yowai otoko, yoi gakkō, sekigyokutekina yūjin nado to onajidesu. Hoka no supōtsu kara kono 1tsu o settei suru no wa, sore ga nanrakano shōkan o motte iru `jukuren' no purēyāde wa naku, karera wa tada no tanoshimi o motte atarashī gēmu ni chōsen shitai to omotte imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story is the same as all sports anime is really, weak guy, good school, aggressive friends, etc. What sets this one from other sports is the way they set it up instead of it being a 'skilled' player who has some redeeming qualities, they take a complete new guy, who just wants to have fun and throw him into a new game, where he is currently learning the ups, and ALOT of the downs of himself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story is the same as all sports anime is really, weak guy, good school, aggressive friends, etc. What sets this one from other sports is the way they set it up instead of it being a 'skilled' player who has some redeeming\u001b[24m\n    \u001b[1m物語は、すべてのスポーツアニメが本当に弱い男、良い学校、積極的な友人などと同じです。他のスポーツからこの1つを設定するのは、それが何らかの償還を持っている「熟練」のプレーヤーではなく、\u001b[22m, \u001b[1m物語は、他のスポーツから、このいずれかを設定しますどのようなすべてのスポーツアニメが本当に、弱い男、良い学校、積極的な友人などと同じで、彼らはそれを設定する方法である代わりに、それはいくつかの欠点を補う 'を有し、熟練した」プレーヤーであること\u001b[22m\n\u001b[4mqualities, they take a complete new guy, who just wants to have fun and throw him into a new game, where he is currently learning the ups, and ALOT of the downs of himself.\u001b[24m\n    \u001b[1m彼らはただの楽しみを持って新しいゲームに挑戦したいと思っています。\u001b[22m, \u001b[1m品質は、彼らが自分自身の浮き沈みの完全な新しいちょうど楽しみを持って、彼は現在アップを学んでいる新しいゲーム、に彼をスローするように望んでいる男、および多くを取ります。\u001b[22m\n\u001b[1m\u001b[22m\nArt(8)/Animation(9):\n\n\u001b[1mアート（8）/アニメーション（9）：\u001b[22m\n\u001b[1m(Āto (8 )/ animēshon (9 ):)\u001b[22m\n\nTranslations of \u001b[4mArt(8)/Animation(9):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt(8)/Animation(9):\u001b[24m\n    \u001b[1mアート（8）/アニメーション（9）：\u001b[22m, \u001b[1mアート（8）/アニメ（9）：\u001b[22m\n\u001b[1m\u001b[22m\nI love this art style, its not over the top, but its still nice. Everything with the animation flows well, movements aren't choppy of course. It may be 2016, but that doesn't mean anything when it comes to anime, does it?\n\n\u001b[1m私はこのアートスタイルを愛しています。それはトップではなく、まだ素晴らしいです。 アニメーションのすべてがうまく流れ、動きが途切れることはありません。 それは2016かもしれませんが、それはアニメになると何も意味しませんか？\u001b[22m\n\u001b[1m(Watashi wa kono ātosutairu o aishiteimasu. Sore wa toppude wa naku, mada subarashīdesu. Animēshon no subete ga umaku nagare, ugoki ga togireru koto wa arimasen. Sore wa 2016 kamo shiremasenga, soreha anime ni naru to nani mo imi shimasen ka?)\u001b[22m\n\nTranslations of \u001b[4mI love this art style, its not over the top, but its still nice. Everything with the animation flows well, movements aren't choppy of course. It may be 2016, but that doesn't mean anything when it comes to anime, does it?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love this art style, its not over the top, but its still nice.\u001b[24m\n    \u001b[1m私はこのアートスタイルを愛しています。それはトップではなく、まだ素晴らしいです。\u001b[22m, \u001b[1m私はこのアートスタイル、そのない上から、そのまだ素敵大好きです。\u001b[22m\n\u001b[4mEverything with the animation flows well, movements aren't choppy of course.\u001b[24m\n    \u001b[1mアニメーションのすべてがうまく流れ、動きが途切れることはありません。\u001b[22m, \u001b[1mアニメーションですべてがうまく流れ、動きはもちろんの途切れ途切れではありません。\u001b[22m\n\u001b[4mIt may be 2016, but that doesn't mean anything when it comes to anime, does it?\u001b[24m\n    \u001b[1mそれは2016かもしれませんが、それはアニメになると何も意味しませんか？\u001b[22m, \u001b[1mそれは2016年かもしれないが、それはアニメに来るときそれが何を意味するものではありません、それはありませんか？\u001b[22m\n\u001b[1m\u001b[22m\nSound: 9\n\n\u001b[1mサウンド：9\u001b[22m\n\u001b[1m(Saundo: 9)\u001b[22m\n\nTranslations of \u001b[4mSound: 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 9\u001b[24m\n    \u001b[1mサウンド：9\u001b[22m\n\u001b[1m\u001b[22m\nI love the sound in this anime, it's great. The Voice actors fit perfectly, especially for Tsukamoto. The songs chosen for the OP and ED are great, I can't skip them because they're so upbeat, and just make you want to sit all the way through.\n\n\u001b[1m私はこのアニメのサウンドが大好きです。 声優は、特にTsukamotoにとって完璧なものです。  OPとEDのために選ばれた曲は素晴らしく、彼らはとても好奇心が強いので、私はそれらをスキップすることはできません。\u001b[22m\n\u001b[1m(Watashi wa kono anime no saundo ga daisukidesu. Seiyū wa, tokuni Tsukamoto ni totte kanpekina monodesu. OP to ED no tame ni eraba reta kyoku wa subarashiku, karera wa totemo kōkishin ga tsuyoinode, watashi wa sorera o sukippu suru koto wa dekimasen.)\u001b[22m\n\nTranslations of \u001b[4mI love the sound in this anime, it's great. The Voice actors fit perfectly, especially for Tsukamoto. The songs chosen for the OP and ED are great, I can't skip them because they're so upbeat, and just make you want to sit all the way through.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love the sound in this anime, it's great.\u001b[24m\n    \u001b[1m私はこのアニメのサウンドが大好きです。\u001b[22m, \u001b[1m私はそれは素晴らしいことだ、このアニメに音が大好きです。\u001b[22m\n\u001b[4mThe Voice actors fit perfectly, especially for Tsukamoto.\u001b[24m\n    \u001b[1m声優は、特にTsukamotoにとって完璧なものです。\u001b[22m, \u001b[1m声優は特に塚本のために、完璧にフィット。\u001b[22m\n\u001b[4mThe songs chosen for the OP and ED are great, I can't skip them because they're so upbeat, and just make you want to sit all the way through.\u001b[24m\n    \u001b[1mOPとEDのために選ばれた曲は素晴らしく、彼らはとても好奇心が強いので、私はそれらをスキップすることはできません。\u001b[22m, \u001b[1mOPとEDのために選ばれた曲は素晴らしいです、私は彼らがとても明るいだから、それらをスキップして、ちょうどあなたが通ってすべての道を座ってしたいことはできません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\n\u001b[1m\u001b[22m\nAll sports animes/manga's have great Character development, this one has it every episode, no matter it be for the MC, his friends, or anyone else. It's in constant development and it proves to make the story more realistic, as well the feel of the characters. (I just wish Tsukamoto would get through his crying/whiny phase sooner than later!) (p.s: its not bad hes a crier, it's just happens to much.)\n\n\u001b[1mすべてのスポーツ・アニメ/マンガはキャラクターの偉大な発展を遂げていますが、MC、彼の友人、または他の誰でもそれがあっても、すべてのエピソードがあります。 それは絶えず発展しており、キャラクターの感触だけでなく、物語をよりリアルにすることが証明されています。  （塚本は泣いている/泣いている段階を遅かれ早かれ早くやりたいと思っています！）（p.s：それは悪くないです。\u001b[22m\n\u001b[1m(Subete no supōtsu anime/ manga wa kyarakutā no idaina hatten o togete imasuga, MC, kare no yūjin, matawa hoka no daredemo sore ga atte mo, subete no episōdo ga arimasu. Sore wa taezu hatten shite ori, kyarakutā no kanshoku dakedenaku, monogatari o yori riaruni suru koto ga shōmei sa rete imasu. (Tsukamoto wa naite iru/ naite iru dankai o osokare hayakare hayaku yaritai to omotte imasu! ) (P. S: Sore wa warukunaidesu.)\u001b[22m\n\nTranslations of \u001b[4mAll sports animes/manga's have great Character development, this one has it every episode, no matter it be for the MC, his friends, or anyone else. It's in constant development and it proves to make the story more realistic, as well the feel of the characters. (I just wish Tsukamoto would get through his crying/whiny phase sooner than later!) (p.s: its not bad hes a crier, it's just happens to much.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll sports animes/manga's have great Character development, this one has it every episode, no matter it be for the MC, his friends, or anyone else.\u001b[24m\n    \u001b[1mすべてのスポーツ・アニメ/マンガはキャラクターの偉大な発展を遂げていますが、MC、彼の友人、または他の誰でもそれがあっても、すべてのエピソードがあります。\u001b[22m, \u001b[1mすべてのスポーツアニメ/漫画の偉大なキャラクター開発を持って、この1つはそれをすべてのエピソードを持っている、それはMC、彼の友人、または他の誰のためにあることに関係なく。\u001b[22m\n\u001b[4mIt's in constant development and it proves to make the story more realistic, as well the feel of the characters.\u001b[24m\n    \u001b[1mそれは絶えず発展しており、キャラクターの感触だけでなく、物語をよりリアルにすることが証明されています。\u001b[22m, \u001b[1mこれは、一定の開発中だし、文字の感触だけでなく、物語をより現実的にするために証明しています。\u001b[22m\n\u001b[4m(I just wish Tsukamoto would get through his crying/whiny phase sooner than later!) (p.s: its not bad hes a crier, it's just happens to much.)\u001b[24m\n    \u001b[1m（塚本は泣いている/泣いている段階を遅かれ早かれ早くやりたいと思っています！）（p.s：それは悪くないです。\u001b[22m, \u001b[1m（私はちょうど塚本は遅かれ早かれよりも彼の泣き/不機嫌そうな段階は通過してほしい！）（p.s：その悪くないhesのクライヤー、それだけではるかに起こります。）\u001b[22m\n\u001b[1m\u001b[22m\nOverall Enjoyment: 10\n\n\u001b[1m総合的な楽しさ：10\u001b[22m\n\u001b[1m(Sōgō-tekina tanoshisa: 10)\u001b[22m\n\nTranslations of \u001b[4mOverall Enjoyment: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Enjoyment: 10\u001b[24m\n    \u001b[1m総合的な楽しさ：10\u001b[22m, \u001b[1m全体的な楽しさ：10\u001b[22m\n\u001b[1m\u001b[22m\nI love this series, I've already hopped on the manga train because I'm a impatient little book worm, however I am very excited to see what the anime does from this point. Tsukamoto is a great character, the story keeps you smiling like a idiot, and the music keeps you bumping to it.\n\n\u001b[1m私はこのシリーズが大好きですが、私は早すぎる小さな本のワームですので、私はすでにマンガ列車に飛び乗ってきましたが、この時点でアニメが何をするのかとても嬉しく思います。 塚本は偉大なキャラクター、ストーリーはあなたを馬鹿のように笑顔に保ち、音楽はそれにぶつかり続けます。\u001b[22m\n\u001b[1m(Watashi wa kono shirīzu ga daisukidesuga, watashi wa haya sugiru chīsana hon no wāmudesunode, watashi wa sudeni manga ressha ni tobinotte kimashitaga, kono jiten de anime ga nani o suru no ka totemo ureshiku omoimasu. Tsukamoto wa idaina kyarakutā, sutōrī wa anata o baka no yō ni egao ni tamochi, ongaku wa sore ni butsukari tsudzukemasu.)\u001b[22m\n\nTranslations of \u001b[4mI love this series, I've already hopped on the manga train because I'm a impatient little book worm, however I am very excited to see what the anime does from this point. Tsukamoto is a great character, the story keeps you smiling like a idiot, and the music keeps you bumping to it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love this series, I've already hopped on the manga train because I'm a impatient little book worm, however I am very excited to see what the anime does from this point.\u001b[24m\n    \u001b[1m私はこのシリーズが大好きですが、私は早すぎる小さな本のワームですので、私はすでにマンガ列車に飛び乗ってきましたが、この時点でアニメが何をするのかとても嬉しく思います。\u001b[22m, \u001b[1mしかし私は、私はアニメはこの時点から何を見ることは非常に興奮して、私はせっかちな小さな本のワームだから、私はすでに漫画の列車に飛び乗ってきた、このシリーズが大好きです。\u001b[22m\n\u001b[4mTsukamoto is a great character, the story keeps you smiling like a idiot, and the music keeps you bumping to it.\u001b[24m\n    \u001b[1m塚本は偉大なキャラクター、ストーリーはあなたを馬鹿のように笑顔に保ち、音楽はそれにぶつかり続けます。\u001b[22m, \u001b[1m塚本は物語がばかみたいに笑顔あなたを維持し、大きな文字で、音楽は、あなたがそれに突沸し続けます。\u001b[22m\n\u001b[1m\u001b[22m\n(just a quick side note):\n\n\u001b[1m（ちょっとしたメモだけ）：\u001b[22m\n\u001b[1m((Chottoshita memo dake):)\u001b[22m\n\nTranslations of \u001b[4m(just a quick side note):\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(just a quick side note):\u001b[24m\n    \u001b[1m（ちょっとしたメモだけ）：\u001b[22m, \u001b[1m（ちょうど迅速なサイドノート）：\u001b[22m\n\u001b[1m\u001b[22m\nThe anime adaptation does not fully follow the manga lines, some things are changed, but that doesn't lessen either one, I promise. I hope you all enjoy this anime, as much as I am!\n\n\u001b[1mアニメの適応はマンガラインに完全には追いついておらず、いくつかのものは変更されていますが、それはいずれも低下しません、私は約束します。 私はあなたのすべてがこのアニメを楽しむことを願っています！\u001b[22m\n\u001b[1m(Anime no tekiō wa manga rain ni kanzen ni wa oitsuite orazu, ikutsu ka no mono wa henkō sa rete imasuga, sore wa izure mo teika shimasen, watashi wa yakusoku shimasu. Watashi wa anata no subete ga kono anime o tanoshimu koto o negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4mThe anime adaptation does not fully follow the manga lines, some things are changed, but that doesn't lessen either one, I promise. I hope you all enjoy this anime, as much as I am!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe anime adaptation does not fully follow the manga lines, some things are changed, but that doesn't lessen either one, I promise.\u001b[24m\n    \u001b[1mアニメの適応はマンガラインに完全には追いついておらず、いくつかのものは変更されていますが、それはいずれも低下しません、私は約束します。\u001b[22m, \u001b[1mアニメの適応は完全にいくつかのものが変更され、マンガラインに従っていませんが、それは軽減されませんいずれかが、私は約束します。\u001b[22m\n\u001b[4mI hope you all enjoy this anime, as much as I am!\u001b[24m\n    \u001b[1m私はあなたのすべてがこのアニメを楽しむことを願っています！\u001b[22m, \u001b[1m私は私と同じくらい、あなたがすべてのこのアニメをお楽しみください！\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "Hancock92",
    "profile": "/profile/Hancock92/reviews",
    "pages": "1",
    "number": "19",
    "link": "/reviews.php?id=232911",
    "jp": "--- | --- | ---\n全体的な|  2\n--- | ---\nストーリー|  1\nアニメーション|  1\nサウンド|  2\nキャラクター|  1\n|  2\n\n「BINGで翻訳された」\n\nこのプロットはあまり「革新的」ではありません。他のスポーツアニメの再ハッシュよりも、チームの最高の選手になる無意味で愚かな主役です。\n\n\nコメディのシーンは悪く、不要で、実行が貧弱です。\n\n\nほとんどのエピソードでは、メインテーマ（サッカー）を十分に転用しています。\n\n\nアニメーションは十分な品質のクラッシュを持つ傾向があります（これは何ですか？DBS？）\n\n\nCGはそれほど良いことではありません（はい、Berserk（2016）JSJSJSJSJSよりも優れています）。\n\n\nOSTはそれほど良いことではないが、少なくともこれのシリーズのタイプに適応しようとする。\n\n\n注：2/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 2\n\n\u001b[1m全体的な|  2\u001b[22m\n\u001b[1m(Zentai-tekina | 2)\u001b[22m\n\nTranslations of \u001b[4mOverall | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 1\n\n\u001b[1mストーリー|  1\u001b[22m\n\u001b[1m(Sutōrī | 1)\u001b[22m\n\nTranslations of \u001b[4mStory | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nAnimation | 1\n\n\u001b[1mアニメーション|  1\u001b[22m\n\u001b[1m(Animēshon | 1)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nSound | 2\n\n\u001b[1mサウンド|  2\u001b[22m\n\u001b[1m(Saundo | 2)\u001b[22m\n\nTranslations of \u001b[4mSound | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\nCharacter | 1\n\n\u001b[1mキャラクター|  1\u001b[22m\n\u001b[1m(Kyarakutā | 1)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 1\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m1\u001b[24m\n    \u001b[1m1\u001b[22m\nEnjoyment | 2\n\n\u001b[1m|  2\u001b[22m\n\u001b[1m(| 2)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 2\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m2\u001b[24m\n    \u001b[1m2\u001b[22m\n\u001b[1m\u001b[22m\n「TRANSLATED WITH BING」\n\n\u001b[1m「BINGで翻訳された」\u001b[22m\n\u001b[1m(`BING de hon'yaku sa reta')\u001b[22m\n\nTranslations of \u001b[4m「TRANSLATED WITH BING」\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m「TRANSLATED WITH BING」\u001b[24m\n    \u001b[1m「BINGで翻訳された」\u001b[22m, \u001b[1m「BINGを使って変換されました」\u001b[22m\n\u001b[1m\u001b[22m\nThe plot is not very 'innovative' to say: pointless and idiotic protagonist who becomes the best player of the team where is, with one than another rehash of any other sports anime.\n\n\u001b[1mこのプロットはあまり「革新的」ではありません。他のスポーツアニメの再ハッシュよりも、チームの最高の選手になる無意味で愚かな主役です。\u001b[22m\n\u001b[1m(Kono purotto wa amari `kakushin-teki'de wa arimasen. Hoka no supōtsuanime no sai hasshu yori mo, chīmu no saikō no senshu ni naru muimide orokana shuyakudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is not very 'innovative' to say: pointless and idiotic protagonist who becomes the best player of the team where is, with one than another rehash of any other sports anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is not very 'innovative' to say: pointless and idiotic protagonist who becomes the best player of the team where is, with one than another rehash of any other sports anime.\u001b[24m\n    \u001b[1mこのプロットはあまり「革新的」ではありません。他のスポーツアニメの再ハッシュよりも、チームの最高の選手になる無意味で愚かな主役です。\u001b[22m, \u001b[1m他のスポーツアニメの別の焼き直しよりも1で、あるチームの最高の選手になり無意味とばかげた主人公を：プロットは言うことは非常に革新的な」ではありません。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe comedy scenes are bad, unnecessary and poorly executed.\n\n\u001b[1mコメディのシーンは悪く、不要で、実行が貧弱です。\u001b[22m\n\u001b[1m(Komedi no shīn wa waruku, fuyōde, jikkō ga hinjakudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe comedy scenes are bad, unnecessary and poorly executed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe comedy scenes are bad, unnecessary and poorly executed.\u001b[24m\n    \u001b[1mコメディのシーンは悪く、不要で、実行が貧弱です。\u001b[22m, \u001b[1mコメディシーンは、悪い不要と正しく行わないとしています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIt is often diverting enough of the main theme (soccer) in most of the episodes.\n\n\u001b[1mほとんどのエピソードでは、メインテーマ（サッカー）を十分に転用しています。\u001b[22m\n\u001b[1m(Hotondo no episōdode wa, meintēma (sakkā) o jūbun ni ten'yō shite imasu.)\u001b[22m\n\nTranslations of \u001b[4mIt is often diverting enough of the main theme (soccer) in most of the episodes.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIt is often diverting enough of the main theme (soccer) in most of the episodes.\u001b[24m\n    \u001b[1mほとんどのエピソードでは、メインテーマ（サッカー）を十分に転用しています。\u001b[22m, \u001b[1mそれは多くの場合、エピソードのほとんどでメインテーマ（サッカー）を十分に流用されています。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nAnimation tends to have enough quality crash (what is this? DBS?)\n\n\u001b[1mアニメーションは十分な品質のクラッシュを持つ傾向があります（これは何ですか？DBS？）\u001b[22m\n\u001b[1m(Animēshon wa jūbun'na hinshitsu no kurasshu o motsu keikō ga arimasu (korehanandesuka? DBS? ))\u001b[22m\n\nTranslations of \u001b[4mAnimation tends to have enough quality crash (what is this? DBS?)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation tends to have enough quality crash (what is this? DBS?)\u001b[24m\n    \u001b[1mアニメーションは十分な品質のクラッシュを持つ傾向があります（これは何ですか？DBS？）\u001b[22m, \u001b[1mアニメーションは、十分な品質のクラッシュを持っている傾向がある（これ？DBSが何でありますか？）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe CG is not very good to say (that Yes, it is better than the Berserk(2016) JSJSJSJSJS.)\n\n\u001b[1mCGはそれほど良いことではありません（はい、Berserk（2016）JSJSJSJSJSよりも優れています）。\u001b[22m\n\u001b[1m(CG wa sore hodo yoi kotode wa arimasen (hai, beruseruku (2016) JSJSJSJSJS yori mo sugurete imasu).)\u001b[22m\n\nTranslations of \u001b[4mThe CG is not very good to say (that Yes, it is better than the Berserk(2016) JSJSJSJSJS.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe CG is not very good to say (that Yes, it is better than the Berserk(2016) JSJSJSJSJS.)\u001b[24m\n    \u001b[1mCGはそれほど良いことではありません（はい、Berserk（2016）JSJSJSJSJSよりも優れています）。\u001b[22m, \u001b[1mCGは言って非常に良いではありません（はい、それはベルセルク（2016）JSJSJSJSJSよりも優れていること。）\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nThe OST is not very good to say, but at least tries to adapt to the type of series that is this.\n\n\u001b[1mOSTはそれほど良いことではないが、少なくともこれのシリーズのタイプに適応しようとする。\u001b[22m\n\u001b[1m(OST wa sore hodo yoi kotode wa naiga, sukunakutomo kore no shirīzu no taipu ni tekiō shiyou to suru.)\u001b[22m\n\nTranslations of \u001b[4mThe OST is not very good to say, but at least tries to adapt to the type of series that is this.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe OST is not very good to say, but at least tries to adapt to the type of series that is this.\u001b[24m\n    \u001b[1mOSTはそれほど良いことではないが、少なくともこれのシリーズのタイプに適応しようとする。\u001b[22m, \u001b[1mOSTは言って非常に良いではありませんが、少なくとも、このですシリーズのタイプに適応しようとします。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nNOTE: 2/10\n\n\u001b[1m注：2/10\u001b[22m\n\u001b[1m(Chū: 2/ 10)\u001b[22m\n\nTranslations of \u001b[4mNOTE: 2/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNOTE: 2/10\u001b[24m\n    \u001b[1m注：2/10\u001b[22m"
  },
  {
    "title": "Days_TV",
    "id": "32494",
    "url": "https://myanimelist.net/anime/32494/Days_TV",
    "user": "Hubert_Damanik",
    "profile": "/profile/Hubert_Damanik/reviews",
    "pages": "1",
    "number": "20",
    "link": "/reviews.php?id=233565",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  5\nキャラクター|  6\n|  6\n\n私はこのアニメを見ると...私は他のアニメを「ホイッスル！」と思っています...同じ主人公：スキニーとタイニーキャラクター、悲しい背景物語、チームメイトのケア、そしてその他...ホイッスルと思う！ 翔の能力、精神、態度が毎日育ってくるのを見ることができるので、日々よりも優れていますが、つくしの能力はたびたび彼の精神と態度だけでは成長しませんでした。\n\n申し訳ありませんが、あなたが私のレビューから悪い文法を見たら...英語は私の第1言語ではありませんので、文法を学ぶのはあまりにも怠惰なのです.........あなたは私の愚かさのために私を許して欲しいです...\n\n私のレビューを読んでくれてありがとう...\nそれで全部です...",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 5\n\n\u001b[1mサウンド|  5\u001b[22m\n\u001b[1m(Saundo | 5)\u001b[22m\n\nTranslations of \u001b[4mSound | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nWhen I watch this anime... I think about other anime titled 'Whistle!'... Same main Character: Skinny and Tiny Character, Sad background story, care about teammate, and other thing... But I think Whistle! is better than Days because you will see Sho's ability, mental, and attitude growing up every day every time, but Tsukushi's ability did not grow every time, just his mental and attitude...\n\n\u001b[1m私はこのアニメを見ると...私は他のアニメを「ホイッスル！」と思っています...同じ主人公：スキニーとタイニーキャラクター、悲しい背景物語、チームメイトのケア、そしてその他...ホイッスルと思う！ 翔の能力、精神、態度が毎日育ってくるのを見ることができるので、日々よりも優れていますが、つくしの能力はたびたび彼の精神と態度だけでは成長しませんでした。\u001b[22m\n\u001b[1m(Watashi wa kono anime o miru to... Watashi wa hoka no anime o `hoissuru!' To omotte imasu... Onaji shujinkō: Sukinī to tainīkyarakutā, kanashī haikei monogatari, chīmumeito no kea, soshite sonohoka... Hoissuru to omou! Shō no nōryoku, seishin, taido ga mainichi sodatte kuru no o miru koto ga dekiru node, hibi yori mo sugurete imasuga, tsukushi no nōryoku wa tabitabi kare no seishin to taido dakede wa seichō shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I watch this anime... I think about other anime titled 'Whistle!'... Same main Character: Skinny and Tiny Character, Sad background story, care about teammate, and other thing... But I think Whistle! is better than Days because you will see Sho's ability, mental, and attitude growing up every day every time, but Tsukushi's ability did not grow every time, just his mental and attitude...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I watch this anime... I think about other anime titled 'Whistle!'... Same main Character: Skinny and Tiny Character, Sad background story, care about teammate, and other thing... But I think Whistle!\u001b[24m\n    \u001b[1m私はこのアニメを見ると...私は他のアニメを「ホイッスル！」と思っています...同じ主人公：スキニーとタイニーキャラクター、悲しい背景物語、チームメイトのケア、そしてその他...ホイッスルと思う！\u001b[22m, \u001b[1mスキニーや小さな文字、悲しいバックグラウンドストーリーは、チームメイト、および他の事を気に...しかし、私はホイッスルを考える： '！口笛'私はこのアニメを見たとき...私は...というタイトルの他のアニメについても同じ主人公だと思います！\u001b[22m\n\u001b[4mis better than Days because you will see Sho's ability, mental, and attitude growing up every day every time, but Tsukushi's ability did not grow every time, just his mental and attitude...\u001b[24m\n    \u001b[1m翔の能力、精神、態度が毎日育ってくるのを見ることができるので、日々よりも優れていますが、つくしの能力はたびたび彼の精神と態度だけでは成長しませんでした。\u001b[22m, \u001b[1mあなたが精神的、翔の能力が表示されますので、日数よりも優れている、と態度は毎日たびに育ったが、筑紫の能力は、ちょうど彼の精神的な態度、毎回成長しませんでした...\u001b[22m\n\u001b[1m\u001b[22m\nSorry guys if you see bad grammar from my review... English is not my 1st language so I just too lazy to learn grammar... hahahaha... hope you forgive me for my silliness...\n\n\u001b[1m申し訳ありませんが、あなたが私のレビューから悪い文法を見たら...英語は私の第1言語ではありませんので、文法を学ぶのはあまりにも怠惰なのです.........あなたは私の愚かさのために私を許して欲しいです...\u001b[22m\n\u001b[1m(Mōshiwakearimasenga, anata ga watashi no rebyū kara warui bunpō o mitara... Eigo wa watashi no dai 1 gengode wa arimasen'node, bunpō o manabu no wa amarini mo taidana nodesu... ... ... Anata wa watashi no oroka-sa no tame ni watashi o yurushite hoshīdesu...)\u001b[22m\n\nTranslations of \u001b[4mSorry guys if you see bad grammar from my review... English is not my 1st language so I just too lazy to learn grammar... hahahaha... hope you forgive me for my silliness...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry guys if you see bad grammar from my review... English is not my 1st language so I just too lazy to learn grammar... hahahaha... hope you forgive me for my silliness...\u001b[24m\n    \u001b[1m申し訳ありませんが、あなたが私のレビューから悪い文法を見たら...英語は私の第1言語ではありませんので、文法を学ぶのはあまりにも怠惰なのです.........あなたは私の愚かさのために私を許して欲しいです...\u001b[22m, \u001b[1mあなたは私のレビューからの悪い文法を見れば、私はあまりにも怠惰な文法を習得するので...英語は私の第一言語ではありません申し訳ありませんが、みんな...ハハハハ...あなたは私の愚かさのために私を許して願っています...\u001b[22m\n\u001b[1m\u001b[22m\nThanks for reading my review...\n\n\u001b[1m私のレビューを読んでくれてありがとう...\u001b[22m\n\u001b[1m(Watashi no rebyū o yonde kurete arigatō...)\u001b[22m\n\nTranslations of \u001b[4mThanks for reading my review...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThanks for reading my review...\u001b[24m\n    \u001b[1m私のレビューを読んでくれてありがとう...\u001b[22m\nThat's all...\n\n\u001b[1mそれで全部です...\u001b[22m\n\u001b[1m(Sorede zenbudesu...)\u001b[22m\n\nTranslations of \u001b[4mThat's all...\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's all...\u001b[24m\n    \u001b[1mそれで全部です...\u001b[22m, \u001b[1mそれだけです...\u001b[22m, \u001b[1mそれがすべてです...\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m"
  }
]
