[
  {
    "title": "Love_Live_Sunshine",
    "id": "32526",
    "url": "https://myanimelist.net/anime/32526/Love_Live_Sunshine",
    "user": "lunadella",
    "profile": "/profile/lunadella/reviews",
    "pages": "2",
    "number": "1",
    "link": "/reviews.php?id=232841",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  5\nアニメーション|  7\nサウンド|  6\nキャラクター|  6\n|  7\n\n私は愛のライブになることを聞いたとき！ スピンオフシリーズ、私はそれについて確信していたことを認めます。 このようなアイドルアニメで何ができますか？ すべてのストップが元のシリーズのキャラクターとプロットのねじれに引き出されていたので、どうやってこのシリーズを何か違うものにするのだろうか？ さて、ラブライブ！ 日光！！  Love Liveの最初の2つのシーズンとはまったく違うものではなく、最初のエピソードは私にカーボンコピーのように感じました。 ディアは、元のμのスケジュールを取って、その上に 'Aqours'を叩くことは、全体のショーのための比喩のように思えました。\n\nしかし、3年目のエピソードでは物事が変わったので、実際にはプロットやキャラクターの一部に興味を持った。 いくつかのストレッチが行われなければならないとしても（同じような終わりのような）、同じ物語を2回もプルするだけではないことが分かりました。\n\nもっと深く掘り下げる前に、強い物語やキャラクターを持つアニメを探している人にはこれをお勧めしません。 それにもかかわらず、何か楽しいものを見たい人、またはLove Liveのファンのためのまともな時計です！ 自体。\n\nストーリー：5\n\n私は鈍くなるだろう：物語はあまりにも急いで感じた。 これは、最初のLove Live！ シリーズは20以上のエピソードを収録していましたが、Sunshine!! ラブ・ライヴの大部分が2つのものだが、キャラクターの紹介と開発の余地は少なかった。 ファンはフランチャイズから知るようになった。 正直なところ、エピソードが処理された方法を見るのは残念だった。なぜなら、私がずっと重要と思っていたはずのプロットの開発があったとき、いつものコメディとモーベーブモーメントが投げ込まれたからです。 基本的には退屈だ。\n\n幸運なことに、私が前に述べたように、シリーズの終わりに向けて、3年目が注目されるようになると、ストーリーははるかに良くなりました。  KananとMariのストーリー全体は、特にユニークではありませんでしたが、それはかなり公平に実行され、次のエピソードを見て本当に興奮しました。 あなたもセンターのエピソードはそれほどオリジナルではありませんでしたが、それもうまく生み出されていて、私はそれを見て楽しんでいました。\n\n全体的に、私は物語が中心点のような気分で、アイドル部分はたいてい回想のように感じることは普通ではないと思った。\n\nアート：7\n\n芸術に慣れていない人として、私は意見以上のことを述べることはできませんが、私は個人的にサンシャインの芸術は信じていませんでした。  「Love Live！」と同じ基準を満たしていましたが、アートやアニメーションに関しては、主に海の周りに撮影されたシーンがかなりありました。\n\nサウンド：6\n\nまた、私はサウンドプロダクションについての知識は全く持っていないので、それを知識的に判断することはできませんし、アニメに関してはそれほど注意を払っていませんが、アニメのAqoursが行ったすべての曲を聴きました。 そして私は言わざるを得ない...彼らは本当に最高にならなかった。 確かに、1つか2つのまともなものがありましたが、私はμから知る必要がある魅力が欠けていました。\n\nオープニングとエンディングの両方の曲は素晴らしかったが、すべてスキップできなかった。 アニメの終わり近くに、ちかと理子の間の非常に深刻でむしろ動いているシーンなど、終わりの歌への不適切な始まりとしても、女の子たちは大きな決断を下していました。 そして、私は、ほとんどのアニメシリーズが彼らの結末の歌と関係しているという微妙なフェードインを意味するものではありません。このEDはまったく間違った瞬間に爆発してきました。 本当に良い動きではありません。\n\nキャラクター：6\n\nこのシリーズには多くの「主要な」キャラクターがいましたが、長さのために、私はACTUAL主人公に加え、Chik、You、Kananの2つのキャラクターに注目しました。 ほとんどの人は大部分の時間をバックグラウンドに退け、弱いキャラクターの開発をしていました。\n\n真の主人公として、ChikaはHonokaと非常によく似ているかもしれませんが、彼女はまだその役割をうまく満たしていました。彼女は決定的で楽観的で、適切な人です。 ホノカのように、彼女は困難と絶望のいくつかの段階を経たが、チカはまだAqoursの残りの助けを借りて自分自身を引き上げることができ、順番に彼らを助けることができた。 彼女はかなり基本的な主人公だったかもしれませんが、ChikaはAqoursのリーダーと主人公の両方として彼女の職務を非常にうまくやっています。\n\nそれはあなたになると私は少し偏っているかもしれませんが、彼女はシリーズの私の好きなキャラクターなので、私はできるだけ早く私はできるでしょう。 また、あなたは比較的シンプルなキャラクターでしたが、他のキャラクターとのやりとり中に面白かったです。多くの女の子が見知らぬ人に恥ずかしがり屋だったので、彼女はとても元気で、自信がありました。 彼女の焦点エピソードになると、他のエピソードを通して彼女の気持ちの証拠が増えたと思うが、エピソードの終わりにはうまくやっていて、うまく包まれていた。 全体として、あなたはAqoursの才能あるメンバーであるだけでなく、面白​​かったし、彼女は本当に最初のエピソードから私に驚いていた。\n\n最後に、カナン。 彼女が最初に紹介されたとき、私は彼女に何を考えるべきか分からなかった。 彼女は水着で永遠に、学校に通っていませんでしたが、ちなみにChikaとYouの両方とも親切でした。 正直なところ、私は彼女がとても頑固だったので、彼女はAqoursにどのように参加するのか困惑しましたが、彼女がやったときに特にうまくいっていました。 彼女と3年目の話は本当に素敵な触れ合いでした。彼女とマリの両方のキャラクターを開発するのにもっと時間がかかっているのを見てうれしかったです。 本当に、彼らがAqoursに参加する前にインタラクティブに会ったシーンは、非常にうまく実行され、真に彼らが見せようとしていた気持ちを通り過ぎました。  KananがAqoursに参加したとき、それは満足で楽しく、私は彼女とMariとDiaが他のアイドルに満足しているのが好きだった。\n\nより多くのエピソードで、私はすべてのキャラクターが少なくともあなたと同じ深さのものを持つことができたと思うが、プロットのために私はそれがもっと短く保たれてうれしい 彼らがどれくらい長くストーリーを伸ばすことができるのかはわからない。\n\n楽しさ：7\n\n私はいつも新しいエピソードを見たり、毎週待って興奮したりしていたわけではありませんが、私はLove Liveを見て楽しんでいました！ 日光！！ ひどく過ごした時間だったような気がしない。 当然のことながら、私はまだオリジナルのLove Live！ このスピンオフには、それは全く悪くはありません。\n\n全体：7\n\n私が以前に言ったように、Love Live！ 日光！！ 探してすぐに見るものではありませんが、以前のシリーズのファンである人たちに心地よいノスタルジックな感情を与えるだけでなく、あなたの時間を埋めるのもいいことです。 それは何もすばらしいことではありませんが、それは良いことです。スピンオフとしての仕事をして、壮大なものになろうとはしませんでした。\n\nだから、あなたが愛のライブのファンであれば！ フランチャイズとそれからもっと欲しい、それから私はそれをお勧めします。 これは私の初めての審査なので、あまりにも過酷ではないと思います。 それが役に立つと願っています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 7\n\n\u001b[1m|  7\u001b[22m\n\u001b[1m(| 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n\u001b[1m\u001b[22m\nWhen I heard that there was going to be a Love Live! spin-off series, I'll admit that I was unsure about it. What more could you do with an idol anime like this? All of the stops were pulled out on characters and plot twists in the original series, so how would they make this series anything different? Well, Love Live! Sunshine!! was not really much different to the first two seasons of Love Live, and the first episodes felt like a carbon copy to me; Dia taking the original μ's schedule and slapping 'Aqours' over it seemed like a metaphor for the whole show.\n\n\u001b[1m私は愛のライブになることを聞いたとき！ スピンオフシリーズ、私はそれについて確信していたことを認めます。 このようなアイドルアニメで何ができますか？ すべてのストップは元のシリーズのキャラクターとプロットのねじれに引き出されていたので、どうやってこのシリーズを何か違うものにするのだろうか？ さて、ラブライブ！ 日光！！  Love Liveの最初の2つのシーズンとはまったく違うものではなく、最初のエピソードは私にカーボンコピーのように感じました。 ディアは、元のμのスケジュールを取って、その上に 'Aqours'を叩くことは、全体のショーのための比喩のように思えました。\u001b[22m\n\u001b[1m(Watashi wa ai no raibu ni naru koto o kiita toki! Supin'ofushirīzu, watashi wa sore ni tsuite kakushin shite ita koto o mitomemasu. Ko no yōna aidoru anime de nani ga dekimasu ka? Subete no sutoppu wa gen no shirīzu no kyarakutā to purotto no nejire ni hikidasa rete itanode, dō yatte kono shirīzu o nani ka chigau mono ni suru nodarou ka? Sate, rabu raibu! Nikkō! ! Rabu raibu no saisho no 2tsu no shīzun to wa mattaku chigau monode wa naku, saisho no episōdo wa watashi ni kābonkopī no yō ni kanjimashita. Dia wa,-moto no m no sukejūru o totte, sono-jō ni' Aqours' o tataku koto wa, zentai no shō no tame no hiyu no yō ni omoemashita.)\u001b[22m\n\nTranslations of \u001b[4mWhen I heard that there was going to be a Love Live! spin-off series, I'll admit that I was unsure about it. What more could you do with an idol anime like this? All of the stops were pulled out on characters and plot twists in the original series, so how would they make this series anything different? Well, Love Live! Sunshine!! was not really much different to the first two seasons of Love Live, and the first episodes felt like a carbon copy to me; Dia taking the original μ's schedule and slapping 'Aqours' over it seemed like a metaphor for the whole show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhen I heard that there was going to be a Love Live!\u001b[24m\n    \u001b[1m私は愛のライブになることを聞いたとき！\u001b[22m, \u001b[1m私はラブライブがあるように起こっていたことを聞いたとき！\u001b[22m\n\u001b[4mspin-off series, I'll admit that I was unsure about it.\u001b[24m\n    \u001b[1mスピンオフシリーズ、私はそれについて確信していたことを認めます。\u001b[22m, \u001b[1mスピンオフシリーズ、私はそれについて不明な点があったことを認めますよ。\u001b[22m\n\u001b[4mWhat more could you do with an idol anime like this?\u001b[24m\n    \u001b[1mこのようなアイドルアニメで何ができますか？\u001b[22m, \u001b[1mあなたは、このようなアイドルアニメでより多くの何ができますか？\u001b[22m\n\u001b[4mAll of the stops were pulled out on characters and plot twists in the original series, so how would they make this series anything different?\u001b[24m\n    \u001b[1mすべてのストップは元のシリーズのキャラクターとプロットのねじれに引き出されていたので、どうやってこのシリーズを何か違うものにするのだろうか？\u001b[22m, \u001b[1m停止のすべてがオリジナルシリーズの中の文字やどんでん返しに引き抜かれたので、どのように彼らは、このシリーズの別の何かを作るのでしょうか？\u001b[22m\n\u001b[4mWell, Love Live!\u001b[24m\n    \u001b[1mさて、ラブライブ！\u001b[22m, \u001b[1mまあ、ラブライブ！\u001b[22m\n\u001b[4mSunshine!!\u001b[24m\n    \u001b[1m日光！！\u001b[22m, \u001b[1m太陽の光！！\u001b[22m, \u001b[1m日照！！\u001b[22m, \u001b[1mサンシャイン！！\u001b[22m\n\u001b[4mwas not really much different to the first two seasons of Love Live, and the first episodes felt like a carbon copy to me;\u001b[24m\n    \u001b[1mLove Liveの最初の2つのシーズンとはまったく違うものではなく、最初のエピソードは私にカーボンコピーのように感じました。\u001b[22m, \u001b[1m本当に多くの異なるラブライブの最初の二つの季節にはなかった、と最初のエピソードは私にカーボンコピーのように感じました。\u001b[22m\n\u001b[4mDia taking the original μ's schedule and slapping 'Aqours' over it seemed like a metaphor for the whole show.\u001b[24m\n    \u001b[1mディアは、元のμのスケジュールを取って、その上に 'Aqours'を叩くことは、全体のショーのための比喩のように思えました。\u001b[22m, \u001b[1mダイヤは、元のμのスケジュールを取り、それが全体のショーのためのメタファーのように思えた上で「Aqours」をぴしゃり。\u001b[22m\n\u001b[1m\u001b[22m\nHowever, things took a turn when it came to the episodes about the third years, and I actually became interested in the plot, as well as some of the characters. It's good to see that they didn't just pull off the same story twice, even if a few stretches had to be done (such as the rather improbable ending).\n\n\u001b[1mしかし、3年目のエピソードでは物事が変わったので、実際にはプロットやキャラクターの一部に興味を持った。 いくつかのストレッチが行われなければならないとしても（同じような終わりのような）、同じ物語を2回もプルするだけではないことが分かりました。\u001b[22m\n\u001b[1m(Shikashi, 3-nen-me no episōdode wa monogoto ga kawattanode, jissai ni wa purotto ya kyarakutā no ichibu ni kyōmi o motta. Ikutsu ka no sutoretchi ga okonawa renakereba naranai to shite mo (onajiyōna owari no yōna), onaji monogatari o 2-kai mo puru suru dakede wanai koto ga wakarimashita.)\u001b[22m\n\nTranslations of \u001b[4mHowever, things took a turn when it came to the episodes about the third years, and I actually became interested in the plot, as well as some of the characters. It's good to see that they didn't just pull off the same story twice, even if a few stretches had to be done (such as the rather improbable ending).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHowever, things took a turn when it came to the episodes about the third years, and I actually became interested in the plot, as well as some of the characters.\u001b[24m\n    \u001b[1mしかし、3年目のエピソードでは物事が変わったので、実際にはプロットやキャラクターの一部に興味を持った。\u001b[22m, \u001b[1mそれは第三年程度のエピソードに来たときしかし、物事には順番を取って、私は実際にプロットに興味を持つようになっただけでなく、文字の一部。\u001b[22m\n\u001b[4mIt's good to see that they didn't just pull off the same story twice, even if a few stretches had to be done (such as the rather improbable ending).\u001b[24m\n    \u001b[1mいくつかのストレッチが行われなければならないとしても（同じような終わりのような）、同じ物語を2回もプルするだけではないことが分かりました。\u001b[22m, \u001b[1mそれは彼らがわずか数ストレッチは（そのようなむしろありえない結末として）行われなければならなかった場合でも、二回同じ話をやってのけるしなかったことを確認するために良いことです。\u001b[22m\n\u001b[1m\u001b[22m\nBefore I go more in depth, I'll say that I wouldn't recommend this to people looking for an anime with a strong story or characters, since this doesn't really have either of those things. Despite that, it's a decent watch for anyone who just wants to watch something fun, or for fans of Love Live! itself.\n\n\u001b[1mもっと深く掘り下げる前に、強い物語やキャラクターを持つアニメを探している人にはこれをお勧めしません。 それにもかかわらず、何か楽しいものを見たい人、またはLove Liveのファンのためのまともな時計です！ 自体。\u001b[22m\n\u001b[1m(Motto fukaku horisageru mae ni, tsuyoi monogatari ya kyarakutā o motsu anime o sagashite iru hito ni wa kore o o susume shimasen. Sore nimokakawarazu, nanika tanoshī mono o mitai hito, matawa rabu raibu no fan no tame no matomona tokeidesu! Jitai.)\u001b[22m\n\nTranslations of \u001b[4mBefore I go more in depth, I'll say that I wouldn't recommend this to people looking for an anime with a strong story or characters, since this doesn't really have either of those things. Despite that, it's a decent watch for anyone who just wants to watch something fun, or for fans of Love Live! itself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBefore I go more in depth, I'll say that I wouldn't recommend this to people looking for an anime with a strong story or characters, since this doesn't really have either of those things.\u001b[24m\n    \u001b[1mもっと深く掘り下げる前に、強い物語やキャラクターを持つアニメを探している人にはこれをお勧めしません。\u001b[22m, \u001b[1m私は深さの多くを行く前に、私はこれは本当にそれらのもののいずれかを持っていないので、私は、強力なストーリーや文字でアニメを探している人にこれをお勧めしませんと言うでしょう。\u001b[22m\n\u001b[4mDespite that, it's a decent watch for anyone who just wants to watch something fun, or for fans of Love Live!\u001b[24m\n    \u001b[1mそれにもかかわらず、何か楽しいものを見たい人、またはLove Liveのファンのためのまともな時計です！\u001b[22m, \u001b[1mそれにもかかわらず、それだけで楽しい何かを見たい人のためのまともな時計だ、またはラブライブのファンのために！\u001b[22m\n\u001b[4mitself.\u001b[24m\n    \u001b[1m自体。\u001b[22m, \u001b[1mそれ自体。\u001b[22m, \u001b[1mそのもの。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 5\n\n\u001b[1mストーリー：5\u001b[22m\n\u001b[1m(Sutōrī: 5)\u001b[22m\n\nTranslations of \u001b[4mStory: 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 5\u001b[24m\n    \u001b[1mストーリー：5\u001b[22m\n\u001b[1m\u001b[22m\nI'll be blunt: the story felt far too rushed. This is most likely due to the fact that the first Love Live! series had just over 20 episodes, while Sunshine!! only had 13. There was less room for character introductions and development, even though those are the two things that the majority of Love Live! fans have come to know from the franchise. Honestly, it was disappointing to see the way that the episodes were handled, since mediocre comedy and moeblob moments were thrown in all the time at the beginning, when there could have been plot development instead, which I would've thought much more important. In basic terms, it got boring.\n\n\u001b[1m私は鈍くなるだろう：物語はあまりにも急いで感じた。 これは、最初のLove Live！ シリーズは20以上のエピソードを収録していましたが、Sunshine!! ラブ・ライヴの大部分が2つのものだが、キャラクターの紹介と開発の余地は少なかった。 ファンはフランチャイズから知るようになった。 正直なところ、エピソードが処理された方法を見るのは残念だった。なぜなら、私がずっと重要と思っていたはずのプロットの開発があった時、いつものコメディとモーベーブの瞬間が投げ込まれていたからだ。 基本的には退屈だ。\u001b[22m\n\u001b[1m(Watashi wa nibuku narudarou: Monogatari wa amarini mo isoide kanjita. Kore wa, saisho no rabu raibu! Shirīzu wa 20 ijō no episōdo o shūroku shite imashitaga, sanshain! ! Rabu raivu no daibubun ga 2tsu no monodaga, kyarakutā no shōkai to kaihatsu no yochi wa sukunakatta. Fan wa furanchaizu kara shiru yō ni natta. Shōjikina tokoro, episōdo ga shori sa reta hōhō o miru no wa zan'nendatta. Nazenara, watashi ga zutto jūyō to omotte ita hazu no purotto no kaihatsu ga atta toki, itsumo no komedi to mōbēbu no shunkan ga nagekoma rete itakarada. Kihontekini wa taikutsuda.)\u001b[22m\n\nTranslations of \u001b[4mI'll be blunt: the story felt far too rushed. This is most likely due to the fact that the first Love Live! series had just over 20 episodes, while Sunshine!! only had 13. There was less room for character introductions and development, even though those are the two things that the majority of Love Live! fans have come to know from the franchise. Honestly, it was disappointing to see the way that the episodes were handled, since mediocre comedy and moeblob moments were thrown in all the time at the beginning, when there could have been plot development instead, which I would've thought much more important. In basic terms, it got boring.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'll be blunt: the story felt far too rushed.\u001b[24m\n    \u001b[1m私は鈍くなるだろう：物語はあまりにも急いで感じた。\u001b[22m, \u001b[1m私は鈍いだろう：話はあまりにも急いで感じました。\u001b[22m\n\u001b[4mThis is most likely due to the fact that the first Love Live!\u001b[24m\n    \u001b[1mこれは、最初のLove Live！\u001b[22m, \u001b[1mこれは、最初の愛は生きているという事実に最も可能性が高いです！\u001b[22m\n\u001b[4mseries had just over 20 episodes, while Sunshine!!\u001b[24m\n    \u001b[1mシリーズは20以上のエピソードを収録していましたが、Sunshine!!\u001b[22m, \u001b[1mサンシャインながらシリーズは、わずか20のエピソードを持っていました！\u001b[22m\n\u001b[4monly had 13. There was less room for character introductions and development, even though those are the two things that the majority of Love Live!\u001b[24m\n    \u001b[1mラブ・ライヴの大部分が2つのものだが、キャラクターの紹介と開発の余地は少なかった。\u001b[22m, \u001b[1m唯一の13を持っていたキャラクターの紹介と開発のためのより少ない部屋がそれらが愛の大半が住んで二つのことであっても、ありました！\u001b[22m\n\u001b[4mfans have come to know from the franchise.\u001b[24m\n    \u001b[1mファンはフランチャイズから知るようになった。\u001b[22m, \u001b[1mファンはフランチャイズから知るようになってきました。\u001b[22m\n\u001b[4mHonestly, it was disappointing to see the way that the episodes were handled, since mediocre comedy and moeblob moments were thrown in all the time at the beginning, when there could have been plot development instead, which I would've thought much more important.\u001b[24m\n    \u001b[1m正直なところ、エピソードが処理された方法を見るのは残念だった。なぜなら、私がずっと重要と思っていたはずのプロットの開発があった時、いつものコメディとモーベーブの瞬間が投げ込まれていたからだ。\u001b[22m, \u001b[1m平凡なコメディとmoeblobモーメントが、私ははるかに重要と思っただろう代わりに、プロットの開発が行われている可能性が先頭、にすべての時間に投げたので正直なところ、エピソードが処理されたこと方法を見ることが残念でした。\u001b[22m\n\u001b[4mIn basic terms, it got boring.\u001b[24m\n    \u001b[1m基本的には退屈だ。\u001b[22m, \u001b[1m基本的な用語では、それは退屈です。\u001b[22m\n\u001b[1m\u001b[22m\nLuckily, as I stated before, the story got much better towards the end of the series, when the third years became the focus. The whole storyline with Kanan and Mari wasn't particularly unique, but it was carried out fairly and made me actually quite excited to watch the next episode, which honestly isn't a feeling I often get. You's centre episode was also not-so original, but again, it was produced well and I felt a sense of enjoyment while watching it.\n\n\u001b[1m幸運なことに、私が前に述べたように、シリーズの終わりに向けて、3年目が注目されるようになると、ストーリーははるかに良くなりました。  KananとMariのストーリー全体は、特にユニークではありませんでしたが、それはかなり公平に実行され、次のエピソードを見て本当に興奮しました。 あなたもセンターのエピソードはそれほどオリジナルではありませんでしたが、それもうまく生み出されていて、私はそれを見て楽しんでいました。\u001b[22m\n\u001b[1m(Kōun'na koto ni, watashi ga mae ni nobeta yō ni, shirīzu no owari ni mukete, 3-nen-me ga chūmoku sa reru yō ni naru to, sutōrī wa haruka ni yoku narimashita. Kanan to Mari no sutōrī zentai wa, tokuni yunīkude wa arimasendeshitaga, sore wa kanari kōhei ni jikkō sa re,-ji no episōdo o mite hontōni kōfun shimashita. Anata mo sentā no episōdo wa sorehodo orijinarude wa arimasendeshitaga, sore mo umaku umidasa rete ite, watashi wa sore o mite tanoshinde imashita.)\u001b[22m\n\nTranslations of \u001b[4mLuckily, as I stated before, the story got much better towards the end of the series, when the third years became the focus. The whole storyline with Kanan and Mari wasn't particularly unique, but it was carried out fairly and made me actually quite excited to watch the next episode, which honestly isn't a feeling I often get. You's centre episode was also not-so original, but again, it was produced well and I felt a sense of enjoyment while watching it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLuckily, as I stated before, the story got much better towards the end of the series, when the third years became the focus.\u001b[24m\n    \u001b[1m幸運なことに、私が前に述べたように、シリーズの終わりに向けて、3年目が注目されるようになると、ストーリーははるかに良くなりました。\u001b[22m, \u001b[1m私は前に述べたように幸いなことに、物語は三年が焦点となったシリーズの終わりに向かってはるかに良くなりました。\u001b[22m\n\u001b[4mThe whole storyline with Kanan and Mari wasn't particularly unique, but it was carried out fairly and made me actually quite excited to watch the next episode, which honestly isn't a feeling I often get.\u001b[24m\n    \u001b[1mKananとMariのストーリー全体は、特にユニークではありませんでしたが、それはかなり公平に実行され、次のエピソードを見て本当に興奮しました。\u001b[22m, \u001b[1m河南とマリと全体のストーリーは特に一意ではありませんでしたが、それはかなり行われ、正直なところ、私は頻繁に得る感じではありません次のエピソードを、見て、私は実際には非常に興奮しました。\u001b[22m\n\u001b[4mYou's centre episode was also not-so original, but again, it was produced well and I felt a sense of enjoyment while watching it.\u001b[24m\n    \u001b[1mあなたもセンターのエピソードはそれほどオリジナルではありませんでしたが、それもうまく生み出されていて、私はそれを見て楽しんでいました。\u001b[22m, \u001b[1mあなたの中心のエピソードも、そうではない元だったが、再び、それはよく作製し、それを見ながら、私は楽しみの感覚を感じました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, I thought that the story was mediocre, with the characters feeling like a centre point and the idol part feeling like an afterthought at most times.\n\n\u001b[1m全体的に、私は物語が中心点のような気分で、アイドル部分はたいてい回想のように感じることは普通ではないと思った。\u001b[22m\n\u001b[1m(Zentai-teki ni, watashi wa monogatari ga chūshin-ten no yōna kibun de, aidoru bubun wa taitei kaisō no yō ni kanjiru koto wa futsūde wa nai to omotta.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I thought that the story was mediocre, with the characters feeling like a centre point and the idol part feeling like an afterthought at most times.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I thought that the story was mediocre, with the characters feeling like a centre point and the idol part feeling like an afterthought at most times.\u001b[24m\n    \u001b[1m全体的に、私は物語が中心点のような気分で、アイドル部分はたいてい回想のように感じることは普通ではないと思った。\u001b[22m, \u001b[1m全体的に、私は文字が中心点のような感じとアイドル部分はほとんどの時間で付け足しのような感じで、ストーリーは平凡だと思いました。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 7\n\n\u001b[1mアート：7\u001b[22m\n\u001b[1m(Āto: 7)\u001b[22m\n\nTranslations of \u001b[4mArt: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 7\u001b[24m\n    \u001b[1mアート：7\u001b[22m\n\u001b[1m\u001b[22m\nAs a person with little experience with art, I can't state anything more than opinion, but personally, I didn't believe that the art of Sunshine!! met the same standard as Love Live!, although there were quite a few scenes that were executed very well in terms of art and animation - mainly the ones shot around the sea.\n\n\u001b[1m芸術に慣れていない人として、私は意見以上のことを述べることはできませんが、私は個人的にサンシャインの芸術は信じていませんでした。  「Love Live！」と同じ基準を満たしていましたが、アートやアニメーションに関しては、主に海の周りに撮影されたシーンがかなりありました。\u001b[22m\n\u001b[1m(Geijutsu ni narete inai hito to shite, watashi wa iken ijō no koto o noberu koto wa dekimasenga, watashi wa kojin-teki ni Sanshain no geijutsu wa shinjite imasendeshita. `Rabu raibu!' To onaji kijun o mitashite imashitaga, āto ya animēshon ni kanshite wa, omoni umi no mawari ni satsuei sa reta shīn ga kanari arimashita.)\u001b[22m\n\nTranslations of \u001b[4mAs a person with little experience with art, I can't state anything more than opinion, but personally, I didn't believe that the art of Sunshine!! met the same standard as Love Live!, although there were quite a few scenes that were executed very well in terms of art and animation - mainly the ones shot around the sea.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs a person with little experience with art, I can't state anything more than opinion, but personally, I didn't believe that the art of Sunshine!!\u001b[24m\n    \u001b[1m芸術に慣れていない人として、私は意見以上のことを述べることはできませんが、私は個人的にサンシャインの芸術は信じていませんでした。\u001b[22m, \u001b[1m技術と経験の少ない人として、私は意見以上のものを述べることはできませんが、個人的に、私はサンシャインの芸術とは考えていませんでした！\u001b[22m\n\u001b[4mmet the same standard as Love Live!, although there were quite a few scenes that were executed very well in terms of art and animation - mainly the ones shot around the sea.\u001b[24m\n    \u001b[1m「Love Live！」と同じ基準を満たしていましたが、アートやアニメーションに関しては、主に海の周りに撮影されたシーンがかなりありました。\u001b[22m, \u001b[1m海の周りに撃た主なもの - アートやアニメーションの面で非常によく実行されたかなりの数のシーンがあったものの！ラブライブと同じ基準を満たしました。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 6\n\n\u001b[1mサウンド：6\u001b[22m\n\u001b[1m(Saundo: 6)\u001b[22m\n\nTranslations of \u001b[4mSound: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 6\u001b[24m\n    \u001b[1mサウンド：6\u001b[22m\n\u001b[1m\u001b[22m\nAgain, I have really no knowledge of sound production, so I can't judge it knowledgeably, nor do I pay much attention to it when it comes to anime, but I did listen to all of the songs performed by Aqours in the anime, and I have to say... they weren't really up to par. Sure, there were one or two decent ones, but they simply lacked the charm that I have to come to know from μ's.\n\n\u001b[1mまた、私はサウンドプロダクションについての知識は全く持っていないので、それを知識的に判断することはできませんし、アニメに関してはそれほど注意を払っていませんが、アニメのAqoursが行ったすべての曲を聴きました。 そして私は言わざるを得ない...彼らは本当に最高にならなかった。 確かに、1つか2つのまともなものがありましたが、私はμから知る必要がある魅力が欠けていました。\u001b[22m\n\u001b[1m(Mata, watashi wa saundopurodakushon ni tsuite no chishiki wa mattaku motte inainode, sore o chishiki-teki ni handan suru koto wa dekimasenshi, anime ni kanshite wa sorehodo chūi o haratte imasenga, anime no Aqours ga okonatta subete no kyoku o kikimashita. Soshite watashi wa iwazaru o enai... Karera wa hontōni saikō ni naranakatta. Tashika ni, 1tsu ka 2tsu no matomona mono ga arimashitaga, watashi wa m kara shiru hitsuyō ga aru miryoku ga kakete imashita.)\u001b[22m\n\nTranslations of \u001b[4mAgain, I have really no knowledge of sound production, so I can't judge it knowledgeably, nor do I pay much attention to it when it comes to anime, but I did listen to all of the songs performed by Aqours in the anime, and I have to say... they weren't really up to par. Sure, there were one or two decent ones, but they simply lacked the charm that I have to come to know from μ's.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAgain, I have really no knowledge of sound production, so I can't judge it knowledgeably, nor do I pay much attention to it when it comes to anime, but I did listen to all of the songs performed by Aqours in the anime,\u001b[24m\n    \u001b[1mまた、私はサウンドプロダクションについての知識は全く持っていないので、それを知識的に判断することはできませんし、アニメに関してはそれほど注意を払っていませんが、アニメのAqoursが行ったすべての曲を聴きました。\u001b[22m, \u001b[1m繰り返しますが、私は実際に発音の知識がないので、私は豊富な知識を持ってそれを判断できない、また、それはアニメに来るとき、私はそれに多くの注意を払うんが、私はアニメでAqoursによって実行されるすべての曲に耳を傾けませんでした\u001b[22m\n\u001b[4mand I have to say... they weren't really up to par.\u001b[24m\n    \u001b[1mそして私は言わざるを得ない...彼らは本当に最高にならなかった。\u001b[22m, \u001b[1mそして、私は、彼らが本当にパーまでなかった...言わなければなりません。\u001b[22m\n\u001b[4mSure, there were one or two decent ones, but they simply lacked the charm that I have to come to know from μ's.\u001b[24m\n    \u001b[1m確かに、1つか2つのまともなものがありましたが、私はμから知る必要がある魅力が欠けていました。\u001b[22m, \u001b[1m確かに、そこに1または2のまともなものがあったが、彼らは単に私がμ年代から知っているために来ているの魅力を欠いていました。\u001b[22m\n\u001b[1m\u001b[22m\nThe opening and ending songs were both nice, but all too skippable. As well as the often inappropriate start to the ending song, such as the very serious and rather moving scene between Chika and Riko near the end of the anime, where the girls were making a huge decision, and then... the ending song kicked in. And I don't mean the subtle fading-in that most anime series do with their ending songs - this ED just came blasting in at the totally wrong moment. Really not a good move.\n\n\u001b[1mオープニングとエンディングの両方の曲は素晴らしかったが、すべてスキップできなかった。 アニメの終わり近くに、ちかと理子の間の非常に深刻でむしろ動いているシーンなど、終わりの歌への不適切な始まりとしても、女の子たちは大きな決断を下していました。 そして、私は、ほとんどのアニメシリーズが彼らの結末の歌と関係しているという微妙なフェードインを意味するものではありません。このEDはまったく間違った瞬間に爆発してきました。 本当に良い動きではありません。\u001b[22m\n\u001b[1m(Ōpuningu to endingu no ryōhō no kyoku wa subarashikatta ga, subete sukippu dekinakatta. Anime no owari chikaku ni, Chika to Riko no ma no hijō ni shinkokude mushiro ugoite iru shīn nado, owari no uta e no futekisetsuna hajimari to shite mo, on'nanoko-tachi wa ōkina ketsudan o kudashite imashita. Soshite, watashi wa, hotondo no animeshirīzu ga karera no ketsumatsu no uta to kankei shite iru to iu bimyōna fēdoin o imi suru monode wa arimasen. Kono ED wa mattaku machigatta shunkan ni bakuhatsu shite kimashita. Hontōni yoi ugokide wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe opening and ending songs were both nice, but all too skippable. As well as the often inappropriate start to the ending song, such as the very serious and rather moving scene between Chika and Riko near the end of the anime, where the girls were making a huge decision, and then... the ending song kicked in. And I don't mean the subtle fading-in that most anime series do with their ending songs - this ED just came blasting in at the totally wrong moment. Really not a good move.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe opening and ending songs were both nice, but all too skippable.\u001b[24m\n    \u001b[1mオープニングとエンディングの両方の曲は素晴らしかったが、すべてスキップできなかった。\u001b[22m, \u001b[1mオープニングとエンディング曲は素晴らしいが、あまりにもスキップ可能なの両方でした。\u001b[22m\n\u001b[4mAs well as the often inappropriate start to the ending song, such as the very serious and rather moving scene between Chika and Riko near the end of the anime, where the girls were making a huge decision, and then... the ending song kicked\u001b[24m\n    \u001b[1mアニメの終わり近くに、ちかと理子の間の非常に深刻でむしろ動いているシーンなど、終わりの歌への不適切な始まりとしても、女の子たちは大きな決断を下していました。\u001b[22m, \u001b[1mだけでなく、女の子は巨大な意思決定をした後、...エンディング曲が蹴ったような非常に深刻ではなく、アニメの終わり近く千佳と理子との間にシーンの移動などのエンディング曲、しばしば不適切なスタート\u001b[22m\n\u001b[4min. And I don't mean the subtle fading-in that most anime series do with their ending songs - this ED just came blasting in at the totally wrong moment.\u001b[24m\n    \u001b[1mそして、私は、ほとんどのアニメシリーズが彼らの結末の歌と関係しているという微妙なフェードインを意味するものではありません。このEDはまったく間違った瞬間に爆発してきました。\u001b[22m, \u001b[1mそして私は微妙なフェージングの中で最もアニメシリーズは、そのエンディング曲で行うことを意味するものではありません - 。このEDはちょうど完全に間違った瞬間にでブラスト来ました。\u001b[22m\n\u001b[4mReally not a good move.\u001b[24m\n    \u001b[1m本当に良い動きではありません。\u001b[22m, \u001b[1m本当にない良い動き。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 6\n\n\u001b[1mキャラクター：6\u001b[22m\n\u001b[1m(Kyarakutā: 6)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 6\u001b[24m\n    \u001b[1mキャラクター：6\u001b[22m\n\u001b[1m\u001b[22m\nThere were many 'main' characters in this series, but for the sake of length, I'll be focusing on the ACTUAL main character, as well as the two that stood out to me: Chika, You and Kanan. Most of the others faded into the background the majority of the time, and had weak character development, as well as very little importance in the grand scheme of things.\n\n\u001b[1mこのシリーズには多くの「主要な」キャラクターがいましたが、長さのために、私はACTUAL主人公に加え、Chik、You、Kananの2つのキャラクターに注目しました。 ほとんどの人は大部分の時間をバックグラウンドに退け、弱いキャラクターの開発をしていました。\u001b[22m\n\u001b[1m(Kono shirīzu ni wa ōku no `shuyōna' kyarakutā ga imashitaga, naga-sa no tame ni, watashi wa ACTUAL shujinkō ni kuwae, Chik, You, Kanan no 2tsu no kyarakutā ni chūmoku shimashita. Hotondo no hito wa daibubun no jikan o bakkuguraundo ni doke, yowai kyarakutā no kaihatsu o shite imashita.)\u001b[22m\n\nTranslations of \u001b[4mThere were many 'main' characters in this series, but for the sake of length, I'll be focusing on the ACTUAL main character, as well as the two that stood out to me: Chika, You and Kanan. Most of the others faded into the background the majority of the time, and had weak character development, as well as very little importance in the grand scheme of things.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere were many 'main' characters in this series, but for the sake of length, I'll be focusing on the ACTUAL main character, as well as the two that stood out to me: Chika, You and Kanan.\u001b[24m\n    \u001b[1mこのシリーズには多くの「主要な」キャラクターがいましたが、長さのために、私はACTUAL主人公に加え、Chik、You、Kananの2つのキャラクターに注目しました。\u001b[22m, \u001b[1mそこにこのシリーズの多くの「主」の文字があったが、長さのために、私は私に際立っていた2と同様に、実際のメインキャラクターに焦点を当てされます：千佳、あなたと河南。\u001b[22m\n\u001b[4mMost of the others faded into the background the majority of the time, and had weak character development, as well as very little importance in the grand scheme of things.\u001b[24m\n    \u001b[1mほとんどの人は大部分の時間をバックグラウンドに退け、弱いキャラクターの開発をしていました。\u001b[22m, \u001b[1m他の人のほとんどは、バックグラウンドに時間の大半を色あせた、弱いキャラクターの成長を持っていただけでなく、物事の壮大な計画にはほとんど重要。\u001b[22m\n\u001b[1m\u001b[22m\nAs the true main character, Chika may have been very similar to Honoka, but she still filled the role well: she was determined, optimistic and a proper people person. While she, like Honoka, went through a few phases of difficulty and desperation, Chika was still able to pull herself up with the help of the rest of Aqours, and in turn was able to help them. All in all, while she may have been a rather basic main character, Chika was enjoyable to see on screen and carried out her duties both as the leader of Aqours and the main character very nicely.\n\n\u001b[1m真の主人公として、ChikaはHonokaと非常によく似ているかもしれませんが、彼女はまだその役割をうまく満たしていました。彼女は決定的で楽観的で、適切な人です。 ホノカのように、彼女は困難と絶望のいくつかの段階を経たが、チカはまだAqoursの残りの助けを借りて自分自身を引き上げることができ、順番に彼らを助けることができた。 彼女はかなり基本的な主人公だったかもしれませんが、ChikaはAqoursのリーダーと主人公の両方として彼女の職務を非常にうまくやっています。\u001b[22m\n\u001b[1m(Shin no shujinkō to shite, Chika wa Honoka to hijō ni yoku nite iru kamo shiremasenga, kanojo wa mada sono yakuwari o umaku mitashite imashita. Kanojo wa ketteitekide rakukanteki de, tekisetsuna hitodesu. Honoka no yō ni, kanojo wa kon'nan to zetsubō no ikutsu ka no dankai o hetaga, Chika wa mada Aqours no nokori no tasuke o karite jibun jishin o hikiageru koto ga deki, junban ni karera o tasukeru koto ga dekita. Kanojo wa kanari kihon-tekina shujinkōdatta kamo shiremasenga, Chika wa Aqours no rīdā to shujinkō no ryōhō to shite kanojo no shokumu o hijō ni umaku yatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mAs the true main character, Chika may have been very similar to Honoka, but she still filled the role well: she was determined, optimistic and a proper people person. While she, like Honoka, went through a few phases of difficulty and desperation, Chika was still able to pull herself up with the help of the rest of Aqours, and in turn was able to help them. All in all, while she may have been a rather basic main character, Chika was enjoyable to see on screen and carried out her duties both as the leader of Aqours and the main character very nicely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs the true main character, Chika may have been very similar to Honoka, but she still filled the role well: she was determined, optimistic and a proper people person.\u001b[24m\n    \u001b[1m真の主人公として、ChikaはHonokaと非常によく似ているかもしれませんが、彼女はまだその役割をうまく満たしていました。彼女は決定的で楽観的で、適切な人です。\u001b[22m, \u001b[1m真のメインキャラクターとして、チカは、ほのかに非常によく似ていたかもしれないが、彼女はまだ十分に役割を果たしていました：彼女は、楽観的、適切な人の人を決定しました。\u001b[22m\n\u001b[4mWhile she, like Honoka, went through a few phases of difficulty and desperation, Chika was still able to pull herself up with the help of the rest of Aqours, and in turn was able to help them.\u001b[24m\n    \u001b[1mホノカのように、彼女は困難と絶望のいくつかの段階を経たが、チカはまだAqoursの残りの助けを借りて自分自身を引き上げることができ、順番に彼らを助けることができた。\u001b[22m, \u001b[1m彼女は、ほのかのように、困難や絶望のいくつかの段階を経ている間、ちかはまだAqoursの残りの助けを借りて自分自身をプルアップすることができた、と順番にそれらを助けることができました。\u001b[22m\n\u001b[4mAll in all, while she may have been a rather basic main character, Chika was enjoyable to see on screen and carried out her duties both as the leader of Aqours and the main character very nicely.\u001b[24m\n    \u001b[1m彼女はかなり基本的な主人公だったかもしれませんが、ChikaはAqoursのリーダーと主人公の両方として彼女の職務を非常にうまくやっています。\u001b[22m, \u001b[1m彼女はむしろ基本的な主人公されている可能性がありながら、すべてのすべてで、千佳は、画面上に表示することが楽しかったとAqoursのリーダーであり、非常にうまくメインキャラクターとして、両方の職務を行いました。\u001b[22m\n\u001b[1m\u001b[22m\nWhile I may be a little biased when it comes to You, since she's my favourite character of the series, I'll be as even as I can. Again, You was also a relatively simple character, but she was amusing while interacting with other characters, and it was fun to see her being so outgoing and confident a lot of the time, since most of the girls were fairly shy with strangers. When it came to her focus episode, I think that there could have been more evidence of her feelings throughout the other episodes, but it was still done well and wrapped up very nicely at the end of the episode. Altogether, You was entertaining as well as being a talented member of Aqours, and she really stood out to me from the first episode.\n\n\u001b[1mそれはあなたになると私は少し偏っているかもしれませんが、彼女はシリーズの私の好きなキャラクターなので、私はできるだけ早く私はできるでしょう。 また、あなたは比較的シンプルなキャラクターでしたが、他のキャラクターとのやりとり中に面白かったです。多くの女の子が見知らぬ人に恥ずかしがり屋だったので、彼女はとても元気で、自信がありました。 彼女の焦点エピソードになると、他のエピソードを通して彼女の気持ちの証拠が増えたと思うが、エピソードの終わりにはうまくやっていて、うまく包まれていた。 全体として、あなたはAqoursの才能あるメンバーであるだけでなく、面白​​かったし、彼女は本当に最初のエピソードから私に驚いていた。\u001b[22m\n\u001b[1m(Sore wa anata ni naru to watashi wa sukoshi katayotte iru kamo shiremasenga, kanojo wa shirīzu no watashi no sukina kyarakutānanode, watashi wa dekirudakehayaku watashi wa dekirudeshou. Mata, anata wa hikakuteki shinpuruna kyarakutādeshitaga, hoka no kyarakutā to no yaritori-chū ni omoshirokattadesu. Ōku no on'nanoko ga mishiranu hito ni hazukashigariyadattanode, kanojo wa totemo genkide, jishin ga arimashita. Kanojo no shōten episōdo ni naru to, hoka no episōdo o tōshite kanojo no kimochi no shōko ga fueta to omou ga, episōdo no owari ni wa umaku yatte ite, umaku tsutsuma rete ita. Zentai to shite, anata wa Aqours no sainō aru menbādearu dakedenaku, omoshiro ​​ kattashi, kanojo wa hontōni saisho no episōdo kara watashi ni odoroite ita.)\u001b[22m\n\nTranslations of \u001b[4mWhile I may be a little biased when it comes to You, since she's my favourite character of the series, I'll be as even as I can. Again, You was also a relatively simple character, but she was amusing while interacting with other characters, and it was fun to see her being so outgoing and confident a lot of the time, since most of the girls were fairly shy with strangers. When it came to her focus episode, I think that there could have been more evidence of her feelings throughout the other episodes, but it was still done well and wrapped up very nicely at the end of the episode. Altogether, You was entertaining as well as being a talented member of Aqours, and she really stood out to me from the first episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I may be a little biased when it comes to You, since she's my favourite character of the series, I'll be as even as I can.\u001b[24m\n    \u001b[1mそれはあなたになると私は少し偏っているかもしれませんが、彼女はシリーズの私の好きなキャラクターなので、私はできるだけ早く私はできるでしょう。\u001b[22m, \u001b[1m彼女はシリーズの私のお気に入りのキャラクターだから、それは、あなたに来るとき、私は少し偏ったかもしれないが、私はあっても私ができるようになるでしょう。\u001b[22m\n\u001b[4mAgain, You was also a relatively simple character, but she was amusing while interacting with other characters, and it was fun to see her being so outgoing and confident a lot of the time, since most of the girls were fairly shy with strangers.\u001b[24m\n    \u001b[1mまた、あなたは比較的シンプルなキャラクターでしたが、他のキャラクターとのやりとり中に面白かったです。多くの女の子が見知らぬ人に恥ずかしがり屋だったので、彼女はとても元気で、自信がありました。\u001b[22m, \u001b[1mここでも、また、比較的単純な文字でしたが、他の文字と対話しながら、彼女は面白かった、そして女の子のほとんどが見知らぬ人とかなり恥ずかしがり屋だったので、彼女はとても社交的自信を持っている多くの時間を見ることが楽しかったです。\u001b[22m\n\u001b[4mWhen it came to her focus episode, I think that there could have been more evidence of her feelings throughout the other episodes, but it was still done well and wrapped up very nicely at the end of the episode.\u001b[24m\n    \u001b[1m彼女の焦点エピソードになると、他のエピソードを通して彼女の気持ちの証拠が増えたと思うが、エピソードの終わりにはうまくやっていて、うまく包まれていた。\u001b[22m, \u001b[1mそれは彼女のフォーカスエピソードに来たとき、私はそこに他のエピソードを通して、彼女の気持ちのより多くの証拠だったかもしれないが、それはまだよくやったとのエピソードの終わりに非常にきれいに包まれていたと思います。\u001b[22m\n\u001b[4mAltogether, You was entertaining as well as being a talented member of Aqours, and she really stood out to me from the first episode.\u001b[24m\n    \u001b[1m全体として、あなたはAqoursの才能あるメンバーであるだけでなく、面白かったし、彼女は本当に最初のエピソードから私に驚いていた。\u001b[22m, \u001b[1m要するに、あなたが面白いだけでなく、Aqoursの才能メンバーであった、と彼女は本当に最初のエピソードから私に際立っていました。\u001b[22m\n\u001b[1m\u001b[22m\nLast but not least: Kanan. When she was first introduced, I had no idea what to think of her; she was forever in a swimsuit and she was out of school, yet also somehow friendly with both Chika and You. Honestly, I was puzzled as to how she would join Aqours, since she was so stubborn, but it was particularly well done when she eventually did. The story with her and the rest of the third years was a really nice touch, and I was glad to see that more time was put into developing both her and Mari's characters. Truly, the scenes where they interacted before either of them joined Aqours were very well executed and genuinely passed over the feelings they were trying to show. When Kanan did join Aqours, it was satisfying and enjoyable, and I liked seeing her and Mari and Dia happy with the other idols.\n\n\u001b[1m最後に、カナン。 彼女が最初に紹介されたとき、私は彼女をどう思うべきか分からなかった。 彼女は水着で永遠に、学校に通っていませんでしたが、ちなみにChikaとYouの両方とも親切でした。 正直なところ、私は彼女がとても頑固だったので、彼女はAqoursにどのように参加するのか困惑しましたが、彼女がやったときに特にうまくいっていました。 彼女と3年目の残りの話は本当に素敵な触れ合いでした。彼女とマリの両方のキャラクターを開発するのにもっと時間がかかっているのを見てうれしかったです。 本当に、彼らがAqoursに参加する前にインタラクティブに会ったシーンは、非常にうまく実行され、真に彼らが見せようとしていた気持ちを通り過ぎました。  KananがAqoursに参加したとき、それは満足して楽しく、私は彼女とMariとDiaが他のアイドルに満足しているのが気に入っていました。\u001b[22m\n\u001b[1m(Saigo ni, Kanan. Kanojo ga saisho ni shōkai sa reta toki, watashi wa kanojo o dō omoubeki ka wakaranakatta. Kanojo wa mizugi de eien ni, gakkō ni tōtte imasendeshitaga, chinamini Chika to You no ryōhō tomo shinsetsudeshita. Shōjikina tokoro, watashi wa kanojo ga totemo gankodattanode, kanojo wa Aqours ni dono yō ni sanka suru no ka konwaku shimashitaga, kanojo ga yatta toki ni tokuni umaku itte imashita. Kanojo to 3-nen-me no nokori no hanashi wa hontōni sutekina fureaideshita. Kanojo to Mari no ryōhō no kyarakutā o kaihatsu suru no ni motto jikan ga kakatte iru no o mite ureshikattadesu. Hontōni, karera ga Aqours ni sanka suru mae ni intarakutibu ni atta shīn wa, hijō ni umaku jikkō sa re, makotoni karera ga miseyou to shite ita kimochi o tōrisugimashita. Kanan ga Aqours ni sanka shita toki, soreha manzoku shite tanoshiku, watashi wa kanojo to Mari to daia ga hoka no aidoru ni manzoku shite iru no ga kiniitte imashita.)\u001b[22m\n\nTranslations of \u001b[4mLast but not least: Kanan. When she was first introduced, I had no idea what to think of her; she was forever in a swimsuit and she was out of school, yet also somehow friendly with both Chika and You. Honestly, I was puzzled as to how she would join Aqours, since she was so stubborn, but it was particularly well done when she eventually did. The story with her and the rest of the third years was a really nice touch, and I was glad to see that more time was put into developing both her and Mari's characters. Truly, the scenes where they interacted before either of them joined Aqours were very well executed and genuinely passed over the feelings they were trying to show. When Kanan did join Aqours, it was satisfying and enjoyable, and I liked seeing her and Mari and Dia happy with the other idols.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLast but not least: Kanan.\u001b[24m\n    \u001b[1m最後に、カナン。\u001b[22m, \u001b[1m少なくとも最後のではなく、：河南。\u001b[22m\n\u001b[4mWhen she was first introduced, I had no idea what to think of her;\u001b[24m\n    \u001b[1m彼女が最初に紹介されたとき、私は彼女をどう思うべきか分からなかった。\u001b[22m, \u001b[1m彼女が最初に導入されたとき、私は彼女について考えるものは思いもしませんでした。\u001b[22m\n\u001b[4mshe was forever in a swimsuit and she was out of school, yet also somehow friendly with both Chika and You.\u001b[24m\n    \u001b[1m彼女は水着で永遠に、学校に通っていませんでしたが、ちなみにChikaとYouの両方とも親切でした。\u001b[22m, \u001b[1m彼女が水着に永遠にいた、彼女は学校の外でした、まだ千佳とあなたの両方とも何とかフレンドリー。\u001b[22m\n\u001b[4mHonestly, I was puzzled as to how she would join Aqours, since she was so stubborn, but it was particularly well done when she eventually did.\u001b[24m\n    \u001b[1m正直なところ、私は彼女がとても頑固だったので、彼女はAqoursにどのように参加するのか困惑しましたが、彼女がやったときに特にうまくいっていました。\u001b[22m, \u001b[1m正直なところ、私は彼女がとても頑固だったので、彼女は、Aqoursに参加する方法についての戸惑いましたが、彼女は最終的にやったとき、それは特によく行われていました。\u001b[22m\n\u001b[4mThe story with her and the rest of the third years was a really nice touch, and I was glad to see that more time was put into developing both her and Mari's characters.\u001b[24m\n    \u001b[1m彼女と3年目の残りの話は本当に素敵な触れ合いでした。彼女とマリの両方のキャラクターを開発するのにもっと時間がかかっているのを見てうれしかったです。\u001b[22m, \u001b[1m彼女と話と第三年の残りの部分は本当にいい感じだった、と私はより多くの時間が彼女とマリの文字の両方の開発に置かれたのを見て喜んでいました。\u001b[22m\n\u001b[4mTruly, the scenes where they interacted before either of them joined Aqours were very well executed and genuinely passed over the feelings they were trying to show.\u001b[24m\n    \u001b[1m本当に、彼らがAqoursに参加する前にインタラクティブに会ったシーンは、非常にうまく実行され、真に彼らが見せようとしていた気持ちを通り過ぎました。\u001b[22m, \u001b[1m本当に、彼らはAqours参加し、それらのいずれかの前に相互作用したシーンは非常によく実行されたと純粋に彼らが表示しようとしていた気持ちの上を通過します。\u001b[22m\n\u001b[4mWhen Kanan did join Aqours, it was satisfying and enjoyable, and I liked seeing her and Mari and Dia happy with the other idols.\u001b[24m\n    \u001b[1mKananがAqoursに参加したとき、それは満足して楽しく、私は彼女とMariとDiaが他のアイドルに満足しているのが気に入っていました。\u001b[22m, \u001b[1m河南はAqoursに参加したとき、それは満足し、楽しかった、と私は他のアイドルとの幸せな彼女とマリとダイヤを見て好きでした。\u001b[22m\n\u001b[1m\u001b[22m\nWith more episodes, I think that all of the characters could have had some of the same amount of depth to them as at least You, but for the sake of the plot, I'm glad that it was kept shorter, because I'm not sure how long they would be able to stretch out the story.\n\n\u001b[1mより多くのエピソードで、私はすべてのキャラクターが少なくともあなたと同じ深さのものを持つことができたと思うが、プロットのために私はそれがもっと短く保たれてうれしい 彼らがどれくらい長くストーリーを伸ばすことができるのかはわからない。\u001b[22m\n\u001b[1m(Yori ōku no episōdo de, watashi wa subete no kyarakutā ga sukunakutomo anata to onaji fuka-sa no mono o motsu koto ga dekita to omou ga, purotto no tame ni watashi wa sore ga motto mijikaku tamota rete ureshī karera ga dorekurai nagaku sutōrī o nobasu koto ga dekiru no ka wa wakaranai.)\u001b[22m\n\nTranslations of \u001b[4mWith more episodes, I think that all of the characters could have had some of the same amount of depth to them as at least You, but for the sake of the plot, I'm glad that it was kept shorter, because I'm not sure how long they would be able to stretch out the story.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWith more episodes, I think that all of the characters could have had some of the same amount of depth to them as at least You, but for the sake of the plot, I'm glad that it was kept shorter, because I'm\u001b[24m\n    \u001b[1mより多くのエピソードで、私はすべてのキャラクターが少なくともあなたと同じ深さのものを持つことができたと思うが、プロットのために私はそれがもっと短く保たれてうれしい\u001b[22m, \u001b[1mより多くのエピソードで、私は、少なくともあなたのようにすべての文字がそれらに深さの同じ量の一部だっただろうと思うが、私はだから、プロットのために、私は、それが短く保たれたことをうれしいです\u001b[22m\n\u001b[4mnot sure how long they would be able to stretch out the story.\u001b[24m\n    \u001b[1m彼らがどれくらい長くストーリーを伸ばすことができるのかはわからない。\u001b[22m, \u001b[1m彼らは話を伸ばすことができるだろうどのくらいかわかりません。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment: 7\n\n\u001b[1m楽しさ：7\u001b[22m\n\u001b[1m(Tanoshisa: 7)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment: 7\u001b[24m\n    \u001b[1m楽しさ：7\u001b[22m\n\u001b[1m\u001b[22m\nWhile I wasn't always jumping to watch a new episode, or fuelled with excitement every week waiting for one, I did enjoy watching Love Live! Sunshine!! and I don't feel like it was time badly spent. Naturally, I still prefer the original Love Live! to this spin-off, but that doesn't make it bad at all.\n\n\u001b[1m私はいつも新しいエピソードを見たり、毎週待って興奮したりしていたわけではありませんが、私はLove Liveを見て楽しんでいました！ 日光！！ ひどく過ごした時間だったような気がしない。 当然のことながら、私はまだオリジナルのLove Live！ このスピンオフには、それは全く悪くはありません。\u001b[22m\n\u001b[1m(Watashi wa itsumo atarashī episōdo o mi tari, maishū matte kōfun shi tari shite ita wakede wa arimasenga, watashi wa rabu raibu o mite tanoshinde imashita! Nikkō! ! Hidoku sugoshita jikandatta yōna ki ga shinai. Tōzen no kotonagara, watashi wa mada orijinaru no rabu raibu! Kono supin'ofu ni wa, sore wa mattaku waruku wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mWhile I wasn't always jumping to watch a new episode, or fuelled with excitement every week waiting for one, I did enjoy watching Love Live! Sunshine!! and I don't feel like it was time badly spent. Naturally, I still prefer the original Love Live! to this spin-off, but that doesn't make it bad at all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWhile I wasn't always jumping to watch a new episode, or fuelled with excitement every week waiting for one, I did enjoy watching Love Live!\u001b[24m\n    \u001b[1m私はいつも新しいエピソードを見たり、毎週待って興奮したりしていたわけではありませんが、私はLove Liveを見て楽しんでいました！\u001b[22m, \u001b[1m私は常に新しいエピソードを見るためにジャンプ、または1つを待って毎週興奮を燃料とされなかったが、私はラブライブを見て楽しむんでした！\u001b[22m\n\u001b[4mSunshine!!\u001b[24m\n    \u001b[1m日光！！\u001b[22m, \u001b[1m太陽の光！！\u001b[22m, \u001b[1m日照！！\u001b[22m, \u001b[1mサンシャイン！！\u001b[22m\n\u001b[4mand I don't feel like it was time badly spent.\u001b[24m\n    \u001b[1mひどく過ごした時間だったような気がしない。\u001b[22m, \u001b[1mそれがひどく費やした時間だったように、私は感じていません。\u001b[22m\n\u001b[4mNaturally, I still prefer the original Love Live!\u001b[24m\n    \u001b[1m当然のことながら、私はまだオリジナルのLove Live！\u001b[22m, \u001b[1m当然のことながら、私はまだライブオリジナルラブを好みます！\u001b[22m\n\u001b[4mto this spin-off, but that doesn't make it bad at all.\u001b[24m\n    \u001b[1mこのスピンオフには、それは全く悪くはありません。\u001b[22m, \u001b[1mこのスピンオフに、それがすべてで、それが悪いことはありません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall: 7\n\n\u001b[1m全体：7\u001b[22m\n\u001b[1m(Zentai: 7)\u001b[22m\n\nTranslations of \u001b[4mOverall: 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall: 7\u001b[24m\n    \u001b[1m全体：7\u001b[22m\n\u001b[1m\u001b[22m\nAs I said earlier, Love Live! Sunshine!! isn't something to seek out and watch immediately, but it's something nice to fill your time with, as well as giving a cosy nostalgic feeling to those who are fans of the previous series. It's nothing amazing, but it's good, and it did its job as a spin-off and didn't try to be anything spectacular.\n\n\u001b[1m私が以前に言ったように、Love Live！ 日光！！ 探してすぐに見るものではありませんが、以前のシリーズのファンである人たちに心地よいノスタルジックな感情を与えるだけでなく、あなたの時間を埋めるのもいいことです。 それは何もすばらしいことではありませんが、それは良いことです。スピンオフとしての仕事をして、壮大なものになろうとはしませんでした。\u001b[22m\n\u001b[1m(Watashi ga izen ni itta yō ni, rabu raibu! Nikkō! ! Sagashite sugu ni miru monode wa arimasenga, izen no shirīzu no fandearu hito-tachi ni kokochiyoi nosutarujikkuna kanjō o ataeru dakedenaku, anata no jikan o umeru no mo ī kotodesu. Sore wa nani mo subarashī kotode wa arimasenga, sore wa yoi kotodesu. Supin'ofu to shite no shigoto o shite, sōdaina mono ni narou to wa shimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mAs I said earlier, Love Live! Sunshine!! isn't something to seek out and watch immediately, but it's something nice to fill your time with, as well as giving a cosy nostalgic feeling to those who are fans of the previous series. It's nothing amazing, but it's good, and it did its job as a spin-off and didn't try to be anything spectacular.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAs I said earlier, Love Live!\u001b[24m\n    \u001b[1m私が以前に言ったように、Love Live！\u001b[22m, \u001b[1m私が先に言ったように、ラブライブ！\u001b[22m\n\u001b[4mSunshine!!\u001b[24m\n    \u001b[1m日光！！\u001b[22m, \u001b[1m太陽の光！！\u001b[22m, \u001b[1m日照！！\u001b[22m, \u001b[1mサンシャイン！！\u001b[22m\n\u001b[4misn't something to seek out and watch immediately, but it's something nice to fill your time with, as well as giving a cosy nostalgic feeling to those who are fans of the previous series.\u001b[24m\n    \u001b[1m探してすぐに見るものではありませんが、以前のシリーズのファンである人たちに心地よいノスタルジックな感情を与えるだけでなく、あなたの時間を埋めるのもいいことです。\u001b[22m, \u001b[1m探し出し、すぐに監視するものではありませんが、それはであなたの時間を埋めるための良い何か、だけでなく、以前のシリーズのファンである人に居心地の良いノスタルジックな感じを与えます。\u001b[22m\n\u001b[4mIt's nothing amazing, but it's good, and it did its job as a spin-off and didn't try to be anything spectacular.\u001b[24m\n    \u001b[1mそれは何もすばらしいことではありませんが、それは良いことです。スピンオフとしての仕事をして、壮大なものになろうとはしませんでした。\u001b[22m, \u001b[1mそれは驚くほど何もないが、それは良いことだし、それはスピンオフとしての仕事をしたし、壮大な何でもしようとしませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nSo, if you are a fan of the Love Live! franchise and want more from it, then I do recommend it. I hope that I haven't been too harsh or too easy, since this is my first ever review. I hope that it's helpful!\n\n\u001b[1mだから、あなたが愛のライブのファンであれば！ フランチャイズとそれからもっと欲しい、それから私はそれをお勧めします。 これは私の初めての審査なので、あまりにも過酷ではないと思います。 それが役に立つと願っています！\u001b[22m\n\u001b[1m(Dakara, anata ga ai no raibu no fandeareba! Furanchaizu to sore kara motto hoshī, sorekara watashi wa sore o o susume shimasu. Kore wa watashi no hajimete no shinsananode, amarini mo kakokude wa nai to omoimasu. Sore ga yakunitatsu to negatte imasu!)\u001b[22m\n\nTranslations of \u001b[4mSo, if you are a fan of the Love Live! franchise and want more from it, then I do recommend it. I hope that I haven't been too harsh or too easy, since this is my first ever review. I hope that it's helpful!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSo, if you are a fan of the Love Live!\u001b[24m\n    \u001b[1mだから、あなたが愛のライブのファンであれば！\u001b[22m, \u001b[1mそれで、あなたは愛ライブのファンであれば！\u001b[22m\n\u001b[4mfranchise and want more from it, then I do recommend it.\u001b[24m\n    \u001b[1mフランチャイズとそれからもっと欲しい、それから私はそれをお勧めします。\u001b[22m, \u001b[1mフランチャイズとそれからより多くをしたい、私はそれをお勧めします。\u001b[22m\n\u001b[4mI hope that I haven't been too harsh or too easy, since this is my first ever review.\u001b[24m\n    \u001b[1mこれは私の初めての審査なので、あまりにも過酷ではないと思います。\u001b[22m, \u001b[1m私はこれが私の初めてのレビューですので、私は、あまりにも過酷またはあまりにも簡単ではなかったことを願っています。\u001b[22m\n\u001b[4mI hope that it's helpful!\u001b[24m\n    \u001b[1mそれが役に立つと願っています！\u001b[22m, \u001b[1m私はそれが有用だことを願っています！\u001b[22m"
  },
  {
    "title": "Love_Live_Sunshine",
    "id": "32526",
    "url": "https://myanimelist.net/anime/32526/Love_Live_Sunshine",
    "user": "crys-chama",
    "profile": "/profile/crys-chama/reviews",
    "pages": "2",
    "number": "2",
    "link": "/reviews.php?id=232711",
    "jp": "--- | --- | ---\n全体的な|  4\n--- | ---\nストーリー|  3\nアニメーション|  8\nサウンド|  3\nキャラクター|  5\n|  4\n\nオリジナルのLove Live！ スクール・アイドル・プロジェクトは、ラブ・ライヴ/オリジナルとラブ・ライブ・サンシャインと呼ばれ、このレビューではサンシャインと呼ばれます。\n\n私は申し訳ありませんが、これはLove Liveと比較してゴミでした！ スクールアイドルプロジェクト。\n\n話を始めましょう：ショーは、彼女の学校が閉鎖するのを止めるために、学校のアイドルになることを決めた少女のことです。 おなじみの音ですか？ さて、それはオリジナルの同じクソなプロットです\n\n新しいことはまったくありませんでした。 理子のピアノリサイタルが偶然ラブライブの予選の同じ日に起こったときに、彼らはドラマと緊張を作り出しましたが、それでも何か興奮を吹き込むことはありませんでした。 彼らはアニメのために絶対に何もしなかったレズビアンのファンタジスト「スキスキーモエモデイスク」に投げつけた。\n\nこのショーはLove Liveになるために大変な努力をしており、それを隠そうとしていない。\n\n物語はあなたをつかむことはありません。 ミューズが最初にライブを持ち、誰も出てこなかったとき、そして彼らのすべてが初めてスタートダッシュを一緒に歌ったとき、私はオリジナルで覚えています。 ガチョウがあった、喜びがあった。 彼らのクラスメートが雪嵐の途中でパフォーマンスに時間を割くのに役立つので、彼らは雪のハレーションを歌うことができます。 私はサンシャインを見ている間とは違って、たくさんの感情を感じました。\n\nまた、FUCKは終わりにその独特な独白であったのですか？ あなたが最後のエピソードで全話を独白にするつもりなら、私はエピソード1〜12で自分の時間を無駄にしてはいけませんでした！\n\nキャラクターに移り変わって、それはコピーの猫だった。 キャラクターデザイナーは、オリジナルの機能を持つキャラクターを作っていた可能性があります。 ちかちゃんはホノカ、あなたは花代のように見えますが、理子は明らかにマキ、マリはアリスちゃんとエリ、ディアはうみとエリの人格のミックスです。 それ以外にも、キャラクターたちはビューア（ME）にそれらについて何かを与えることができませんでした。 これらのキャラクターに対する感情的な愛着はそれほどありませんでした。 彼らは非常に鈍く、無関係でした。 全体的にキャラクターはフラットフラットフラットです！\n\n最後に、音楽。 今、私は正直に言うと、私は本当に音楽的に傾いているわけではありません。 しかし、Sunshineのサウンドトラックは、Love Liveとは違って、本当に私と一緒にいませんでした。 歌詞はそれほど良くなく、メロディーに合わないような感じでした。 メロディといえば、彼らの音楽は全く魅力的ではなかった。 私は自分の頭の中で曲を繰り返すことはなかった。  Love Liveについて私の好きな曲の一つだったので、とても失望しました。\n\n全体的に、サンシャインは、ダイ・ハード・ラブ・ライヴのファンからより多くのお金で牛乳にされたオリジナルの哀れなコピーの猫でした。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 4\n\n\u001b[1m全体的な|  4\u001b[22m\n\u001b[1m(Zentai-tekina | 4)\u001b[22m\n\nTranslations of \u001b[4mOverall | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 3\n\n\u001b[1mサウンド|  3\u001b[22m\n\u001b[1m(Saundo | 3)\u001b[22m\n\nTranslations of \u001b[4mSound | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 4\n\n\u001b[1m|  4\u001b[22m\n\u001b[1m(| 4)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 4\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m4\u001b[24m\n    \u001b[1m4\u001b[22m\n\u001b[1m\u001b[22m\nPlease note that the original Love Live! School Idol Project will be referred as Love Live/ original and Love Live Sunshine will just be called Sunshine in this review.\n\n\u001b[1mオリジナルのLove Live！ スクール・アイドル・プロジェクトは、ラブ・ライヴ/オリジナルとラブ・ライブ・サンシャインと呼ばれ、このレビューではサンシャインと呼ばれます。\u001b[22m\n\u001b[1m(Orijinaru no rabu raibu! Sukūru aidoru purojekuto wa, rabu raivu/ orijinaru to rabu raibu Sanshain to yoba re, kono rebyūde wa Sanshain to yoba remasu.)\u001b[22m\n\nTranslations of \u001b[4mPlease note that the original Love Live! School Idol Project will be referred as Love Live/ original and Love Live Sunshine will just be called Sunshine in this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPlease note that the original Love Live!\u001b[24m\n    \u001b[1mオリジナルのLove Live！\u001b[22m, \u001b[1mオリジナルラブライブことに注意してください！\u001b[22m\n\u001b[4mSchool Idol Project will be referred as Love Live/ original and Love Live Sunshine will just be called Sunshine in this review.\u001b[24m\n    \u001b[1mスクール・アイドル・プロジェクトは、ラブ・ライヴ/オリジナルとラブ・ライブ・サンシャインと呼ばれ、このレビューではサンシャインと呼ばれます。\u001b[22m, \u001b[1mラブライブ/オリジナルと愛ライブサンシャインはちょうどサンシャイン呼ばれるようスクールアイドルプロジェクトがこの口コミに呼ぶことにします。\u001b[22m\n\u001b[1m\u001b[22m\nI'm sorry to say but this was garbage compared to Love Live! School Idol Project.\n\n\u001b[1m私は申し訳ありませんが、これはLove Liveと比較してゴミでした！ スクールアイドルプロジェクト。\u001b[22m\n\u001b[1m(Watashi wa mōshiwakearimasenga, koreha rabu raibu to hikaku shite gomideshita! Sukūruaidorupurojekuto.)\u001b[22m\n\nTranslations of \u001b[4mI'm sorry to say but this was garbage compared to Love Live! School Idol Project.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI'm sorry to say but this was garbage compared to Love Live!\u001b[24m\n    \u001b[1m私は申し訳ありませんが、これはLove Liveと比較してゴミでした！\u001b[22m, \u001b[1m私が言って申し訳ありませんが、これはラブライブに比べてゴミでした！\u001b[22m\n\u001b[4mSchool Idol Project.\u001b[24m\n    \u001b[1mスクールアイドルプロジェクト。\u001b[22m\n\u001b[1m\u001b[22m\nLet's start with the story: The show is about a girl who decided to become a school idol in order to stop her school from closing down. Sounds familiar? Well yes, it's the same fucking plot of the original\n\n\u001b[1m話を始めましょう：ショーは、彼女の学校が閉鎖するのを止めるために学校のアイドルになることを決めた少女のことです。 おなじみの音ですか？ さて、それはオリジナルの同じクソなプロットです\u001b[22m\n\u001b[1m(Hanashi o hajimemashou: Shō wa, kanojo no gakkō ga heisa suru no o tomeru tame ni gakkō no aidoru ni naru koto o kimeta shōjo no kotodesu. Onajimi no otodesu ka? Sate, soreha orijinaru no onaji kusona purottodesu)\u001b[22m\n\nTranslations of \u001b[4mLet's start with the story: The show is about a girl who decided to become a school idol in order to stop her school from closing down. Sounds familiar? Well yes, it's the same fucking plot of the original\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLet's start with the story: The show is about a girl who decided to become a school idol in order to stop her school from closing down.\u001b[24m\n    \u001b[1m話を始めましょう：ショーは、彼女の学校が閉鎖するのを止めるために学校のアイドルになることを決めた少女のことです。\u001b[22m, \u001b[1m話から始めましょう：ショーは閉鎖から彼女の学校を停止するために学校のアイドルになることを決めた女の子についてです。\u001b[22m\n\u001b[4mSounds familiar?\u001b[24m\n    \u001b[1mおなじみの音ですか？\u001b[22m, \u001b[1m聞き覚え？\u001b[22m\n\u001b[4mWell yes, it's the same fucking plot of the original\u001b[24m\n    \u001b[1mさて、それはオリジナルの同じクソなプロットです\u001b[22m, \u001b[1mまあはい、それは元の同じクソプロットです\u001b[22m\n\u001b[1m\u001b[22m\nThere was absolutely nothing new. They tried to create drama and tension when Riko's piano recital coincidentally happened to be on the same day of the Love Live Qualifiers but even that did nothing to splash some excitement. They even tossed in a lesbian fanservice 'suki suki moe moe daisuki' that did absolutely nothing for the anime.\n\n\u001b[1m新しいことはまったくありませんでした。 理子のピアノリサイタルが偶然ラブライブの予選の同じ日に起こったときに、彼らはドラマと緊張を作り出しましたが、それでも何か興奮を吹き込むことはありませんでした。 彼らはアニメのために絶対に何もしなかったレズビアンのファンタジスト「スキスキーモエモデイスク」に投げつけた。\u001b[22m\n\u001b[1m(Atarashī koto wa mattaku arimasendeshita. Riko no pianorisaitaru ga gūzen rabu raibu no yosen no onaji Ni~Tsu ni okotta toki ni, karera wa dorama to kinchō o tsukuridashimashitaga, soredemo nanika kōfun o fukikomu koto wa arimasendeshita. Karera wa anime no tame ni zettai ni nani mo shinakatta rezubian no fantajisuto `sukisukīmoemodeisuku' ni nagetsuketa.)\u001b[22m\n\nTranslations of \u001b[4mThere was absolutely nothing new. They tried to create drama and tension when Riko's piano recital coincidentally happened to be on the same day of the Love Live Qualifiers but even that did nothing to splash some excitement. They even tossed in a lesbian fanservice 'suki suki moe moe daisuki' that did absolutely nothing for the anime.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThere was absolutely nothing new.\u001b[24m\n    \u001b[1m新しいことはまったくありませんでした。\u001b[22m, \u001b[1m何も新しいものは絶対にありませんでした。\u001b[22m\n\u001b[4mThey tried to create drama and tension when Riko's piano recital coincidentally happened to be on the same day of the Love Live Qualifiers but even that did nothing to splash some excitement.\u001b[24m\n    \u001b[1m理子のピアノリサイタルが偶然ラブライブの予選の同じ日に起こったときに、彼らはドラマと緊張を作り出しましたが、それでも何か興奮を吹き込むことはありませんでした。\u001b[22m, \u001b[1m彼らはいくつかの興奮を飛散する何もしなかったことさえ理子さんのピアノリサイタルが偶然ラブライブ予選の同じ日にあることを起こったときにドラマと緊張を作成しようとしましたが。\u001b[22m\n\u001b[4mThey even tossed in a lesbian fanservice 'suki suki moe moe daisuki' that did absolutely nothing for the anime.\u001b[24m\n    \u001b[1m彼らはアニメのために絶対に何もしなかったレズビアンのファンタジスト「スキスキーモエモデイスク」に投げつけた。\u001b[22m, \u001b[1m彼らも、アニメのために絶対に何もしなかったレズビアンのサービスカット\"すきすき萌え萌えだいすき」で投げました。\u001b[22m\n\u001b[1m\u001b[22m\nThis show is trying so hard to become Love Live and they are not even trying to hide it.\n\n\u001b[1mこのショーはLove Liveになるために大変な努力をしており、それを隠そうとしていない。\u001b[22m\n\u001b[1m(Kono shō wa rabu raibu ni naru tame ni taihen'na doryoku o shite ori, sore o kakusou to shite inai.)\u001b[22m\n\nTranslations of \u001b[4mThis show is trying so hard to become Love Live and they are not even trying to hide it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is trying so hard to become Love Live and they are not even trying to hide it.\u001b[24m\n    \u001b[1mこのショーはLove Liveになるために大変な努力をしており、それを隠そうとしていない。\u001b[22m, \u001b[1mこのショーは、ラブライブになるために一生懸命しようとしていると、彼らもそれを隠そうとしていません。\u001b[22m\n\u001b[1m\u001b[22m\nThe story doesn't grip you. I remember on the original, when Muse first had their live and no one showed up and when all of them sang Start Dash together for the first time. There were goosebumps, there was joy. And when their classmates helped them get in time for their performance in the middle of a snow storm so they can can sing Snow Halation. I felt a lot of emotions unlike while I'm watching Sunshine.\n\n\u001b[1m物語はあなたをつかむことはありません。 ミューズが最初にライブを持ち、誰も出てこなかったとき、そして彼らのすべてが初めてスタートダッシュを一緒に歌ったとき、私はオリジナルで覚えています。 ガチョウがあった、喜びがあった。 彼らのクラスメートが雪嵐の途中でパフォーマンスに時間を割くのに役立つので、彼らは雪のハレーションを歌うことができます。 私はサンシャインを見ている間とは違って、たくさんの感情を感じました。\u001b[22m\n\u001b[1m(Monogatari wa anata o tsukamu koto wa arimasen. Myūzu ga saisho ni raibu o mochi, dare mo dete konakatta toki, soshite karera no subete ga hajimete sutātodasshu o issho ni utatta toki, watashi wa orijinaru de oboete imasu. Gachō ga atta, yorokobi ga atta. Karera no kurasumēto ga yuki arashi no tochū de pafōmansu ni jikan o saku no ni yakudatsu node, karera wa yuki no harēshon o utau koto ga dekimasu. Watashi wa Sanshain o mite iru ma to wa chigatte, takusan no kanjō o kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mThe story doesn't grip you. I remember on the original, when Muse first had their live and no one showed up and when all of them sang Start Dash together for the first time. There were goosebumps, there was joy. And when their classmates helped them get in time for their performance in the middle of a snow storm so they can can sing Snow Halation. I felt a lot of emotions unlike while I'm watching Sunshine.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story doesn't grip you.\u001b[24m\n    \u001b[1m物語はあなたをつかむことはありません。\u001b[22m, \u001b[1m物語はあなたのグリップません。\u001b[22m\n\u001b[4mI remember on the original, when Muse first had their live and no one showed up and when all of them sang Start Dash together for the first time.\u001b[24m\n    \u001b[1mミューズが最初にライブを持ち、誰も出てこなかったとき、そして彼らのすべてが初めてスタートダッシュを一緒に歌ったとき、私はオリジナルで覚えています。\u001b[22m, \u001b[1m私はミューズが最初に彼らのライブを持っていた元、に覚えていて、誰も現れず、それらのすべてが歌ったときにスタートが初めて一緒にダッシュ。\u001b[22m\n\u001b[4mThere were goosebumps, there was joy.\u001b[24m\n    \u001b[1mガチョウがあった、喜びがあった。\u001b[22m, \u001b[1m鳥肌があった、喜びがありました。\u001b[22m\n\u001b[4mAnd when their classmates helped them get in time for their performance in the middle of a snow storm so they can can sing Snow Halation.\u001b[24m\n    \u001b[1m彼らのクラスメートが雪嵐の途中でパフォーマンスに時間を割くのに役立つので、彼らは雪のハレーションを歌うことができます。\u001b[22m, \u001b[1m彼らのクラスメートが助けたとき、彼らは、彼らは雪のハレーションを歌うことができることができるように雪の嵐の途中でその性能のために時間を取ります。\u001b[22m\n\u001b[4mI felt a lot of emotions unlike while I'm watching Sunshine.\u001b[24m\n    \u001b[1m私はサンシャインを見ている間とは違って、たくさんの感情を感じました。\u001b[22m, \u001b[1m私はサンシャインを見てるしながらとは異なり、感情の多くを感じました。\u001b[22m\n\u001b[1m\u001b[22m\nAlso, what the FUCK was that cringey monologue at the end? If you were going to monologue the entire story on the last episode then I shouldn't have bothered wasting my time on episodes 1-12!\n\n\u001b[1mまた、FUCKは終わりにその独特な独白であったのですか？ あなたが最後のエピソードで全話を独白にするつもりなら、私はエピソード1〜12で自分の時間を無駄にしてはいけませんでした！\u001b[22m\n\u001b[1m(Mata, FUCK wa owari ni sono dokutokuna dokuhakudeatta nodesu ka? Anata ga saigo no episōdo de zenwa o dokuhaku ni suru tsumorinara, watashi wa episōdo 1 〜 12 de jibun no jikan o muda ni shite wa ikemasendeshita!)\u001b[22m\n\nTranslations of \u001b[4mAlso, what the FUCK was that cringey monologue at the end? If you were going to monologue the entire story on the last episode then I shouldn't have bothered wasting my time on episodes 1-12!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAlso, what the FUCK was that cringey monologue at the end?\u001b[24m\n    \u001b[1mまた、FUCKは終わりにその独特な独白であったのですか？\u001b[22m, \u001b[1mまた、終了時にそのcringeyモノローグは何だ一体でしたか？\u001b[22m\n\u001b[4mIf you were going to monologue the entire story on the last episode then I shouldn't have bothered wasting my time on episodes 1-12!\u001b[24m\n    \u001b[1mあなたが最後のエピソードで全話を独白にするつもりなら、私はエピソード1〜12で自分の時間を無駄にしてはいけませんでした！\u001b[22m, \u001b[1mあなたが最後のエピソードにストーリー全体を独白するつもりだったなら、私はエピソード1月12日に私の時間を無駄に気にしてはなりません！\u001b[22m\n\u001b[1m\u001b[22m\nMoving on to characters, like the fucking story it was a copy cat. The character designer could have made characters with more original features. Chika is Honoka, You looks like Hanayo, Riko is obviously Maki, Mari is Alice chan and Eli, Dia is a mix of Umi and Eli's personality. Aside from that, the characters failed to make the viewer (ME) give a shit about them. There was no emotional attachment to these characters what so ever. They were very dull and unrelatable. Overall the characters are flat flat flat!\n\n\u001b[1mキャラクターに移り変わって、それはコピーの猫だった。 キャラクターデザイナーは、オリジナルの機能を持つキャラクターを作っていた可能性があります。 ちかちゃんはホノカ、あなたは花代のように見えますが、理子は明らかにマキ、マリはアリスちゃんとエリ、ディアはうみとエリの人格のミックスです。 それ以外にも、キャラクターたちはビューア（ME）にそれらについて何かを与えることができませんでした。 これらのキャラクターに対する感情的な愛着はそれほどありませんでした。 彼らは非常に鈍く、無関係でした。 全体的にキャラクターはフラットフラットフラットです！\u001b[22m\n\u001b[1m(Kyarakutā ni utsurikawatte, soreha kopī no nekodatta. Kyarakutādezainā wa, orijinaru no kinō o motsu kyarakutā o tsukutte ita kanōsei ga arimasu. Chika-chan wa honoka, anata wa hanadai no yō ni miemasuga, Riko wa akiraka ni maki, Mari wa arisuchan to eri, dia wa umi to eri no jinkaku no mikkusudesu. Sore igai ni mo, kyarakutā-tachi wa byūa (ME) ni sorera ni tsuite nanika o ataeru koto ga dekimasendeshita. Korera no kyarakutā ni taisuru kanjō-tekina aichaku wa sorehodo arimasendeshita. Karera wa hijō ni nibuku, mukankeideshita. Zentai-teki ni kyarakutā wa furattofurattofurattodesu!)\u001b[22m\n\nTranslations of \u001b[4mMoving on to characters, like the fucking story it was a copy cat. The character designer could have made characters with more original features. Chika is Honoka, You looks like Hanayo, Riko is obviously Maki, Mari is Alice chan and Eli, Dia is a mix of Umi and Eli's personality. Aside from that, the characters failed to make the viewer (ME) give a shit about them. There was no emotional attachment to these characters what so ever. They were very dull and unrelatable. Overall the characters are flat flat flat!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMoving on to characters, like the fucking story it was a copy cat.\u001b[24m\n    \u001b[1mキャラクターに移り変わって、それはコピーの猫だった。\u001b[22m, \u001b[1m文字に移動、クソ物語のようにそれはコピー猫でした。\u001b[22m\n\u001b[4mThe character designer could have made characters with more original features.\u001b[24m\n    \u001b[1mキャラクターデザイナーは、オリジナルの機能を持つキャラクターを作っていた可能性があります。\u001b[22m, \u001b[1mキャラクターデザイナーは、より多くのオリジナルの特徴で文字を作ることができます。\u001b[22m\n\u001b[4mChika is Honoka, You looks like Hanayo, Riko is obviously Maki, Mari is Alice chan and Eli, Dia is a mix of Umi and Eli's personality.\u001b[24m\n    \u001b[1mちかちゃんはホノカ、あなたは花代のように見えますが、理子は明らかにマキ、マリはアリスちゃんとエリ、ディアはうみとエリの人格のミックスです。\u001b[22m, \u001b[1mチカはダイヤが海とイーライの個性のミックスです、マリは、アリスちゃんとイーライあり、理子が明らかマキである、あなたは花代のように見える、ほのかです。\u001b[22m\n\u001b[4mAside from that, the characters failed to make the viewer (ME) give a shit about them.\u001b[24m\n    \u001b[1mそれ以外にも、キャラクターたちはビューア（ME）にそれらについて何かを与えることができませんでした。\u001b[22m, \u001b[1mそれはさておき、文字が視聴者（ME）は、それらについてのたわごとを与える作ることができませんでした。\u001b[22m\n\u001b[4mThere was no emotional attachment to these characters what so ever.\u001b[24m\n    \u001b[1mこれらのキャラクターに対する感情的な愛着はそれほどありませんでした。\u001b[22m, \u001b[1mどのようにこれまでにこれらの文字への愛着はありませんでした。\u001b[22m\n\u001b[4mThey were very dull and unrelatable.\u001b[24m\n    \u001b[1m彼らは非常に鈍く、無関係でした。\u001b[22m, \u001b[1m彼らは非常に鈍いとunrelatableました。\u001b[22m\n\u001b[4mOverall the characters are flat flat flat!\u001b[24m\n    \u001b[1m全体的にキャラクターはフラットフラットフラットです！\u001b[22m, \u001b[1m全体的に文字がフラットフラットフラットです！\u001b[22m\n\u001b[1m\u001b[22m\nLastly, the music. Now, I'll be honest, I'm not really musically inclined. But, Sunshine's soundtrack didn't really stay with me unlike Love Live. The lyrics were not very good and it felt like it didn't fit with the melody. Speaking of melody, their music was not catchy at all. I didn't find myself repeating the songs in my head. I was so disappointed because the music was one of my favorite part about Love Live.\n\n\u001b[1m最後に、音楽。 今、私は正直に言うと、私は本当に音楽的に傾いているわけではありません。 しかし、Sunshineのサウンドトラックは、Love Liveとは違って、本当に私と一緒にいませんでした。 歌詞はそれほど良くなく、メロディーに合わないような感じでした。 メロディといえば、彼らの音楽は全く魅力的ではなかった。 私は自分の頭の中で曲を繰り返すことはなかった。  Love Liveについて私の好きな曲の一つだったので、とても失望しました。\u001b[22m\n\u001b[1m(Saigo ni, ongaku. Ima, watashi wa shōjiki ni iu to, watashi wa hontōni ongaku-teki ni katamuite iru wakede wa arimasen. Shikashi, sanshain no saundotorakku wa, rabu raibu to wa chigatte, hontōni watashitoisshoni imasendeshita. Kashi wa sore hodo yokunaku, merodī ni awanai yōna kanjideshita. Merodi to ieba, karera no ongaku wa mattaku mirikitekide wa nakatta. Watashi wa jibun no atama no naka de kyoku o kurikaesu koto wa nakatta. Rabu raibu ni tsuite watashi no sukina kyoku no hitotsudattanode, totemo shitsubō shimashita.)\u001b[22m\n\nTranslations of \u001b[4mLastly, the music. Now, I'll be honest, I'm not really musically inclined. But, Sunshine's soundtrack didn't really stay with me unlike Love Live. The lyrics were not very good and it felt like it didn't fit with the melody. Speaking of melody, their music was not catchy at all. I didn't find myself repeating the songs in my head. I was so disappointed because the music was one of my favorite part about Love Live.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mLastly, the music.\u001b[24m\n    \u001b[1m最後に、音楽。\u001b[22m\n\u001b[4mNow, I'll be honest, I'm not really musically inclined.\u001b[24m\n    \u001b[1m今、私は正直に言うと、私は本当に音楽的に傾いているわけではありません。\u001b[22m, \u001b[1m今、私は本当に音楽傾いてないんだけど、正直なところでしょう。\u001b[22m\n\u001b[4mBut, Sunshine's soundtrack didn't really stay with me unlike Love Live.\u001b[24m\n    \u001b[1mしかし、Sunshineのサウンドトラックは、Love Liveとは違って、本当に私と一緒にいませんでした。\u001b[22m, \u001b[1mしかし、サンシャインのサウンドトラックは本当に愛のライブとは違って私と一緒に滞在しませんでした。\u001b[22m\n\u001b[4mThe lyrics were not very good and it felt like it didn't fit with the melody.\u001b[24m\n    \u001b[1m歌詞はそれほど良くなく、メロディーに合わないような感じでした。\u001b[22m, \u001b[1m歌詞は非常に良好ではなかった、それはメロディーと合わなかったようにそれは感じました。\u001b[22m\n\u001b[4mSpeaking of melody, their music was not catchy at all.\u001b[24m\n    \u001b[1mメロディといえば、彼らの音楽は全く魅力的ではなかった。\u001b[22m, \u001b[1mメロディーといえば、彼らの音楽は全くキャッチーではありませんでした。\u001b[22m\n\u001b[4mI didn't find myself repeating the songs in my head.\u001b[24m\n    \u001b[1m私は自分の頭の中で曲を繰り返すことはなかった。\u001b[22m, \u001b[1m私は自分自身が私の頭の中の曲を繰り返し見つけることができませんでした。\u001b[22m\n\u001b[4mI was so disappointed because the music was one of my favorite part about Love Live.\u001b[24m\n    \u001b[1mLove Liveについて私の好きな曲の一つだったので、とても失望しました。\u001b[22m, \u001b[1m音楽は愛ライブについての私の好きな部分の一つだったので、私はとてもがっかりしました。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Sunshine was a pathetic copy cat of the original that was made to milk in more money from the die hard Love Live fans.\n\n\u001b[1m全体的に、サンシャインは、ダイ・ハード・ラブ・ライヴのファンからより多くのお金で牛乳にされたオリジナルの哀れなコピーの猫でした。\u001b[22m\n\u001b[1m(Zentai-teki ni, Sanshain wa, dai hādo rabu raivu no fan kara yori ōku no okane de gyūnyū ni sa reta orijinaru no awarena kopī no nekodeshita.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Sunshine was a pathetic copy cat of the original that was made to milk in more money from the die hard Love Live fans.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Sunshine was a pathetic copy cat of the original that was made to milk in more money from the die hard Love Live fans.\u001b[24m\n    \u001b[1m全体的に、サンシャインは、ダイ・ハード・ラブ・ライヴのファンからより多くのお金で牛乳にされたオリジナルの哀れなコピーの猫でした。\u001b[22m, \u001b[1m全体的に、サンシャインは死ぬハードラブライブファンからより多くのお金にミルクに作られたオリジナルの哀れなコピー猫でした。\u001b[22m"
  },
  {
    "title": "Love_Live_Sunshine",
    "id": "32526",
    "url": "https://myanimelist.net/anime/32526/Love_Live_Sunshine",
    "user": "AoiYukihira004",
    "profile": "/profile/AoiYukihira004/reviews",
    "pages": "2",
    "number": "3",
    "link": "/reviews.php?id=232500",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\n私はこの9を与える？ 本当に ？ 学校のアイドルストーリーは、あなたの影によって影になって、私はそれを9にしますか？\nここにこのシリーズについての私の意見：\n\n1.ストーリー\n主人公、チカ、彼女は彼女が好きで、彼らになりたいと思って彼女のshoolの学校のアイドルグループを形成しています。 その後同じシリーズの問題で、学校に通って来ない学生が多いので、学校は閉鎖されます。 結局のところ、チカは8人の女の子を獲得し、ラブ・ライヴで競うためにAqoursを結成します。\n\nまあ、ストーリーそのものは、「最初のラブライブシリーズのコピー貼りですか？ しかし、彼らはこのシリーズではいい話をしています。 彼らは小都市に住んでいて、多くの家族が児童に名誉ある学校で勉強してもらいたいので、学校の閉鎖訴訟はこのシリーズでもっと論理を与えます。 彼らのリクルートシステムも、First Love Liveのように強制されていません。\nそして、彼らは何をすると思われますか？ 私たちが知っているようにラブライブで競い合っていますが、結果は良くありませんでした。 そして彼らはあきらめていません（ホノカのように、あなたを嘲笑して申し訳ありませんが、私はまだあなたが嫌い​​です）。 私はまた、彼らの情熱を愛し、最初にラブライブに勝つためではなく、ただ1票を獲得し、彼らのパフォーマンスを楽しんでいます。\n\n結局のところ、スタンダードだけどストーリー性がいいストーリー。\n\n2.アート\n第一印象（アニメではない）のために、私はそれが好きではない。 最初の恋人は、ウミ、マキ、コトリのような美しい女の子がいました。 しかし、1つのエピソードの後、私は芸術に慣れてきて、もっと気に入ってくれます。 アート・スタイルはファースト・ラブ・ライヴと同じでしたが、日照の芸術は私にとってもっと現実感を感じます。\n\n3.サウンド\nサウンドトラックは素晴らしかった、私はすべての曲が好きです。\n\n4.キャラクター\n私はすべての性格が大好きです。  Chikaはこのシリーズから最も優れたリーダーです。 そして、他のキャラクターも素敵でした。 彼らは、しばしば、ヨシコとリコのような他のメンバーについてのジョークをします。 花丸が第2シーズンを予定しているなら、再び本を読んでくれることを願っています。\n\n5.楽しさ\nこのシリーズは、2016年の夏から私の最も愛されているシリーズです。 ちょっと悲しいことに、私は今ヨハネを見ることができませんでした。\n\n全体的に、このシリーズは私の大きな喜びでした。 彼らは、「Sunshine」というタイトルを体現しています。彼らは日差しのように明るく、人生を楽しんでいます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI give this 9 ? Really ? A school idol story with being shadow by u's and i give it 9 ?\n\n\u001b[1m私はこの9を与える？ 本当に ？ 学校のアイドルストーリーは、あなたの影によって影になって、私はそれを9にしますか？\u001b[22m\n\u001b[1m(Watashi wa kono 9 o ataeru? Hontōni? Gakkō no aidorusutōrī wa, anata no kage ni yotte kage ni natte, watashi wa sore o 9 ni shimasu ka?)\u001b[22m\n\nTranslations of \u001b[4mI give this 9 ? Really ? A school idol story with being shadow by u's and i give it 9 ?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI give this 9 ?\u001b[24m\n    \u001b[1m私はこの9を与える？\u001b[22m, \u001b[1m私はこの9を与えますか？\u001b[22m\n\u001b[4mReally ?\u001b[24m\n    \u001b[1m本当に ？\u001b[22m, \u001b[1m本当ですか？\u001b[22m, \u001b[1m本当に？\u001b[22m\n\u001b[4mA school idol story with being shadow by u's and i give it 9 ?\u001b[24m\n    \u001b[1m学校のアイドルストーリーは、あなたの影によって影になって、私はそれを9にしますか？\u001b[22m, \u001b[1mUさんによって影であると私はそれを9を与えると学校のアイドルの話？\u001b[22m\nHere my opinion about this series :\n\n\u001b[1mここにこのシリーズについての私の意見：\u001b[22m\n\u001b[1m(Koko ni kono shirīzu ni tsuite no watashi no iken:)\u001b[22m\n\nTranslations of \u001b[4mHere my opinion about this series :\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHere my opinion about this series :\u001b[24m\n    \u001b[1mここにこのシリーズについての私の意見：\u001b[22m, \u001b[1mこのシリーズについての私の意見をここに：\u001b[22m\n\u001b[1m\u001b[22m\n1. Story\n\n\u001b[1m1.ストーリー\u001b[22m\n\u001b[1m(1. Sutōrī)\u001b[22m\n\nTranslations of \u001b[4m1. Story\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m1. Story\u001b[24m\n    \u001b[1m1.ストーリー\u001b[22m\nProtagonist, Chika, willing to form a school idol group in her shool because she like u's and want to be them. Following then with same problem with series before, school will be closed out because not many student come to study in their school. After all, Chika get 8 other girls and form Aqours to compete in Love Live.\n\n\u001b[1m主人公、チカ、彼女は彼女が好きで、彼らになりたいと思って彼女のshoolの学校のアイドルグループを形成しています。 その後同じシリーズの問題で、学校に通って来ない学生が多いので、学校は閉鎖されます。 結局のところ、チカは8人の女の子を獲得し、ラブ・ライヴで競うためにAqoursを結成します。\u001b[22m\n\u001b[1m(Shujinkō, Chika, kanojo wa kanojo ga sukide, karera ni naritai to omotte kanojo no shool no gakkō no aidorugurūpu o keisei shite imasu. Sonogo onaji shirīzu no mondai de, gakkō ni tōtte konai gakusei ga ōinode, gakkō wa heisa sa remasu. Kekkyokunotokoro, Chika wa 8-ri no on'nanoko o kakutoku shi, rabu raivu de kisou tame ni Aqours o kessei shimasu.)\u001b[22m\n\nTranslations of \u001b[4mProtagonist, Chika, willing to form a school idol group in her shool because she like u's and want to be them. Following then with same problem with series before, school will be closed out because not many student come to study in their school. After all, Chika get 8 other girls and form Aqours to compete in Love Live.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mProtagonist, Chika, willing to form a school idol group in her shool because she like u's and want to be them.\u001b[24m\n    \u001b[1m主人公、チカ、彼女は彼女が好きで、彼らになりたいと思って彼女のshoolの学校のアイドルグループを形成しています。\u001b[22m, \u001b[1m主人公、彼女はUのが好きで、それらになりたいので、彼女shoolで学校のアイドルグループを形成して喜んチカ、。\u001b[22m\n\u001b[4mFollowing then with same problem with series before, school will be closed out because not many student come to study in their school.\u001b[24m\n    \u001b[1mその後同じシリーズの問題で、学校に通って来ない学生が多いので、学校は閉鎖されます。\u001b[22m, \u001b[1mない多くの学生が学校に留学してくるので、前シリーズと同じ問題でその後に続いて、学校を出て閉じられます。\u001b[22m\n\u001b[4mAfter all, Chika get 8 other girls and form Aqours to compete in Love Live.\u001b[24m\n    \u001b[1m結局のところ、チカは8人の女の子を獲得し、ラブ・ライヴで競うためにAqoursを結成します。\u001b[22m, \u001b[1m結局のところ、チカは8他の女の子を取得し、ラブライブで競争するAqoursを形成します。\u001b[22m\n\u001b[1m\u001b[22m\nWell, the story itself make you wonder 'is it copy paste from first Love Live series ?'. But, they make good story in this series. The school closed case give more logic in this series, because they're live in small city and many family want their child to study in prestige school. Their recruit system also good, not forced like in First Love Live.\n\n\u001b[1mまあ、ストーリーそのものは、「最初のラブライブシリーズのコピー貼りですか？ しかし、彼らはこのシリーズではいい話をしています。 彼らは小都市に住んでいて、多くの家族が児童に名誉ある学校で勉強してもらいたいので、学校の閉鎖訴訟はこのシリーズでもっと論理を与えます。 彼らのリクルートシステムも、First Love Liveのように強制されていません。\u001b[22m\n\u001b[1m(Mā, sutōrī sonomono wa,`saisho no raburaibushirīzu no kopī haridesu ka? Shikashi, karera wa kono shirīzude wa ī hanashi o shite imasu. Karera wa kotoshi ni sunde ite, ōku no kazoku ga jidō ni meiyo aru gakkō de benkyō shite moraitainode, gakkō no heisa soshō wa kono shirīzu de motto ronri o ataemasu. Karera no rikurūtoshisutemu mo, fāsutorabu raibu no yō ni kyōsei sa rete imasen.)\u001b[22m\n\nTranslations of \u001b[4mWell, the story itself make you wonder 'is it copy paste from first Love Live series ?'. But, they make good story in this series. The school closed case give more logic in this series, because they're live in small city and many family want their child to study in prestige school. Their recruit system also good, not forced like in First Love Live.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell, the story itself make you wonder 'is it copy paste from first Love Live series ?'.\u001b[24m\n    \u001b[1mまあ、ストーリーそのものは、「最初のラブライブシリーズのコピー貼りですか？\u001b[22m, \u001b[1mさて、話自体はあなたが疑問に思う作る」それが最初の愛ライブシリーズからペーストをコピーするのですか？」。\u001b[22m\n\u001b[4mBut, they make good story in this series.\u001b[24m\n    \u001b[1mしかし、彼らはこのシリーズではいい話をしています。\u001b[22m, \u001b[1mしかし、彼らはこのシリーズで良い話を作ります。\u001b[22m\n\u001b[4mThe school closed case give more logic in this series, because they're live in small city and many family want their child to study in prestige school.\u001b[24m\n    \u001b[1m彼らは小都市に住んでいて、多くの家族が児童に名誉ある学校で勉強してもらいたいので、学校の閉鎖訴訟はこのシリーズでもっと論理を与えます。\u001b[22m, \u001b[1m彼らは小都市や多くの家族の中で生きている彼らの子供が威信学校で勉強したいので学校閉じた場合は、このシリーズでより多くのロジックを与えます。\u001b[22m\n\u001b[4mTheir recruit system also good, not forced like in First Love Live.\u001b[24m\n    \u001b[1m彼らのリクルートシステムも、First Love Liveのように強制されていません。\u001b[22m, \u001b[1mまた、良好な彼らのリクルートシステム、初恋ライブのように強制されません。\u001b[22m\nAnd what are supposed they do ? They compete in Love Live like we know, but hey the result was not good. And they're not give up (like Honoka, sorry to mock you but i still hate you), still doing their job to getting better and paid off in the end. I also love their passion, not to win Love Live for first, but just get 1 vote and enjoying their performances.\n\n\u001b[1mそして、彼らは何をすると思われますか？ 私たちが知っているようにラブライブで競い合っていますが、結果は良くありませんでした。 そして彼らはあきらめていません（ホノカのように、あなたを嘲笑して申し訳ありませんが、私はまだあなたが嫌い​​です）。 私はまた、彼らの情熱を愛し、最初にラブライブに勝つためではなく、ただ1票を獲得し、彼らのパフォーマンスを楽しんでいます。\u001b[22m\n\u001b[1m(Soshite, karera wa nani o suru to omowa remasu ka? Watashitachi ga shitte iru yō ni rabu raibu de kisoiatte imasuga, kekka wa yoku arimasendeshita. Soshite karera wa akiramete imasen (honoka no yō ni, anata o chōshō shite mōshiwakearimasenga, watashi wa mada anata ga kirai ​​desu). Watashi wa mata, karera no jōnetsu o aishi, saisho ni rabu raibu ni katsu tamede wa naku, tada 1-pyō o kakutoku shi, karera no pafōmansu o tanoshinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd what are supposed they do ? They compete in Love Live like we know, but hey the result was not good. And they're not give up (like Honoka, sorry to mock you but i still hate you), still doing their job to getting better and paid off in the end. I also love their passion, not to win Love Live for first, but just get 1 vote and enjoying their performances.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd what are supposed they do ?\u001b[24m\n    \u001b[1mそして、彼らは何をすると思われますか？\u001b[22m, \u001b[1mそして、彼らは何をすべきかを想定していますか？\u001b[22m\n\u001b[4mThey compete in Love Live like we know, but hey the result was not good.\u001b[24m\n    \u001b[1m私たちが知っているようにラブライブで競い合っていますが、結果は良くありませんでした。\u001b[22m, \u001b[1m私たちが知っているように彼らは愛ライブで競う、ちょっと結果が良くありませんでした。\u001b[22m\n\u001b[4mAnd they're not give up (like Honoka, sorry to mock you but i still hate you), still doing their job to getting better and paid off in the end.\u001b[24m\n    \u001b[1mそして彼らはあきらめていません（ホノカのように、あなたを嘲笑して申し訳ありませんが、私はまだあなたが嫌いです）。\u001b[22m, \u001b[1mそして、彼らはまだ良い、最後に報わ得るために自分の仕事をして、（ほのかのような、あなたのモックを作成するために申し訳ありませんが、私はまだあなたを憎む）あきらめていません。\u001b[22m\n\u001b[4mI also love their passion, not to win Love Live for first, but just get 1 vote and enjoying their performances.\u001b[24m\n    \u001b[1m私はまた、彼らの情熱を愛し、最初にラブライブに勝つためではなく、ただ1票を獲得し、彼らのパフォーマンスを楽しんでいます。\u001b[22m, \u001b[1m私も最初のための愛のライブを獲得するのではなく、彼らの情熱を愛するが、ちょうど1票を取得し、その性能を楽しんで。\u001b[22m\n\u001b[1m\u001b[22m\nStandard but good story telling after all.\n\n\u001b[1m結局のところ、スタンダードだけどストーリー性がいいストーリー。\u001b[22m\n\u001b[1m(Kekkyokunotokoro, sutandādodakedo sutōrī-sei ga ī sutōrī.)\u001b[22m\n\nTranslations of \u001b[4mStandard but good story telling after all.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStandard but good story telling after all.\u001b[24m\n    \u001b[1m結局のところ、スタンダードだけどストーリー性がいいストーリー。\u001b[22m, \u001b[1m標準が、すべての後に言っていい話。\u001b[22m\n\u001b[1m\u001b[22m\n2. Art\n\n\u001b[1m2.アート\u001b[22m\n\u001b[1m(2. Āto)\u001b[22m\n\nTranslations of \u001b[4m2. Art\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m2. Art\u001b[24m\n    \u001b[1m2.アート\u001b[22m\nFor first impression (not in anime), I'm not like it. The first love live had more good looking girl like Umi, Maki, and Kotori. But after one episode, i'm getting used to the art, and make me like it more. Art style was same like first love live, but sunshine's art feels more real for me.\n\n\u001b[1m第一印象（アニメではない）のために、私はそれが好きではない。 最初の恋人は、ウミ、マキ、コトリのような美しい女の子がいました。 しかし、1つのエピソードの後、私は芸術に慣れてきて、もっと気に入ってくれます。 アート・スタイルはファースト・ラブ・ライヴと同じでしたが、日照の芸術は私にとってもっと現実感を感じます。\u001b[22m\n\u001b[1m(Daiichiinshō (animede wa nai) no tame ni, watashi wa sore ga sukide wanai. Saisho no koibito wa, umi, maki, kotori no yōna utsukushī on'nanoko ga imashita. Shikashi, 1tsu no episōdo no ato, watashi wa geijutsu ni narete kite, motto kiniitte kuremasu. Āto sutairu wa fāsuto rabu raivu to onajideshitaga, nisshō no geijutsu wa watashi ni totte motto genjitsu-kan o kanjimasu.)\u001b[22m\n\nTranslations of \u001b[4mFor first impression (not in anime), I'm not like it. The first love live had more good looking girl like Umi, Maki, and Kotori. But after one episode, i'm getting used to the art, and make me like it more. Art style was same like first love live, but sunshine's art feels more real for me.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mFor first impression (not in anime), I'm not like it.\u001b[24m\n    \u001b[1m第一印象（アニメではない）のために、私はそれが好きではない。\u001b[22m, \u001b[1m（ないアニメでの）第一印象については、私はそれを好きではありませんよ。\u001b[22m\n\u001b[4mThe first love live had more good looking girl like Umi, Maki, and Kotori.\u001b[24m\n    \u001b[1m最初の恋人は、ウミ、マキ、コトリのような美しい女の子がいました。\u001b[22m, \u001b[1m初恋のライブは海、マキ、とことりのような、より格好良い女の子を持っていました。\u001b[22m\n\u001b[4mBut after one episode, i'm getting used to the art, and make me like it more.\u001b[24m\n    \u001b[1mしかし、1つのエピソードの後、私は芸術に慣れてきて、もっと気に入ってくれます。\u001b[22m, \u001b[1mしかし、1つのエピソードの後、私は芸術に使用され、私はより多くのそれを好む作るなっています。\u001b[22m\n\u001b[4mArt style was same like first love live, but sunshine's art feels more real for me.\u001b[24m\n    \u001b[1mアート・スタイルはファースト・ラブ・ライヴと同じでしたが、日照の芸術は私にとってもっと現実感を感じます。\u001b[22m, \u001b[1mアートスタイルは、ライブの最初の愛のように同じだったが、太陽の光の芸術は私のために、より本物の感じています。\u001b[22m\n\u001b[1m\u001b[22m\n3. Sound\n\n\u001b[1m3.サウンド\u001b[22m\n\u001b[1m(3. Saundo)\u001b[22m\n\nTranslations of \u001b[4m3. Sound\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m3. Sound\u001b[24m\n    \u001b[1m3.サウンド\u001b[22m\nSoundtrack was great, i like all the song.\n\n\u001b[1mサウンドトラックは素晴らしかった、私はすべての曲が好きです。\u001b[22m\n\u001b[1m(Saundotorakku wa subarashikatta, watashi wa subete no kyoku ga sukidesu.)\u001b[22m\n\nTranslations of \u001b[4mSoundtrack was great, i like all the song.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSoundtrack was great, i like all the song.\u001b[24m\n    \u001b[1mサウンドトラックは素晴らしかった、私はすべての曲が好きです。\u001b[22m, \u001b[1mサウンドトラックは、私はすべての曲が好き、素晴らしかったです。\u001b[22m\n\u001b[1m\u001b[22m\n4. Character\n\n\u001b[1m4.キャラクター\u001b[22m\n\u001b[1m(4. Kyarakutā)\u001b[22m\n\nTranslations of \u001b[4m4. Character\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m4. Character\u001b[24m\n    \u001b[1m4.キャラクター\u001b[22m, \u001b[1m4.文字\u001b[22m\nI love all character. Chika being the great leader is most improvement from this series. And other character was lovely too. They even often make a joke about other member, like Yoshiko and Riko antics. I hope i can see Hanamaru read a book again if they plan to make 2nd season.\n\n\u001b[1m私はすべての性格が大好きです。  Chikaはこのシリーズから最も優れたリーダーです。 そして、他のキャラクターも素敵でした。 彼らは、しばしば、ヨシコとリコのような他のメンバーについてのジョークをします。 花丸が第2シーズンを予定しているなら、再び本を読んでくれることを願っています。\u001b[22m\n\u001b[1m(Watashi wa subete no seikaku ga daisukidesu. Chika wa kono shirīzu kara mottomo sugureta rīdādesu. Soshite, hoka no kyarakutā mo sutekideshita. Karera wa, shibashiba, Yoshiko to Riko no yōna ta no menbā ni tsuite no jōku o shimasu. Hanamaru ga dai 2 shīzun o yotei shite irunara, futatabi hon o yonde kureru koto o negatte imasu.)\u001b[22m\n\nTranslations of \u001b[4mI love all character. Chika being the great leader is most improvement from this series. And other character was lovely too. They even often make a joke about other member, like Yoshiko and Riko antics. I hope i can see Hanamaru read a book again if they plan to make 2nd season.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI love all character.\u001b[24m\n    \u001b[1m私はすべての性格が大好きです。\u001b[22m, \u001b[1m私はすべての文字が大好きです。\u001b[22m\n\u001b[4mChika being the great leader is most improvement from this series.\u001b[24m\n    \u001b[1mChikaはこのシリーズから最も優れたリーダーです。\u001b[22m, \u001b[1m偉大なリーダーであることチカは、このシリーズから最も改善されています。\u001b[22m\n\u001b[4mAnd other character was lovely too.\u001b[24m\n    \u001b[1mそして、他のキャラクターも素敵でした。\u001b[22m, \u001b[1mそして、他のキャラクターがあまりにも素敵でした。\u001b[22m\n\u001b[4mThey even often make a joke about other member, like Yoshiko and Riko antics.\u001b[24m\n    \u001b[1m彼らは、しばしば、ヨシコとリコのような他のメンバーについてのジョークをします。\u001b[22m, \u001b[1m彼らはしばしば佳子と理子おどけのように、他のメンバーについて冗談を言います。\u001b[22m\n\u001b[4mI hope i can see Hanamaru read a book again if they plan to make 2nd season.\u001b[24m\n    \u001b[1m花丸が第2シーズンを予定しているなら、再び本を読んでくれることを願っています。\u001b[22m, \u001b[1m私は、私は、彼らが第二シーズンを作るために計画している場合はなまるは再び本を読んで見ることができます願っています。\u001b[22m\n\u001b[1m\u001b[22m\n5. Enjoyment\n\n\u001b[1m5.楽しさ\u001b[22m\n\u001b[1m(5. Tanoshisa)\u001b[22m\n\nTranslations of \u001b[4m5. Enjoyment\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5. Enjoyment\u001b[24m\n    \u001b[1m5.楽しさ\u001b[22m\nThis series is my most beloved from Summer 2016. I can't describe my enjoyment waiting one week just to watch this series. It's kinda sad I couldn't see Yohane any more now.\n\n\u001b[1mこのシリーズは、2016年の夏から私の最も愛されているシリーズです。 ちょっと悲しいことに、私は今ヨハネを見ることができませんでした。\u001b[22m\n\u001b[1m(Kono shirīzu wa, 2016-nen no natsu kara watashi no mottomo aisa rete iru shirīzudesu. Chotto kanashī koto ni, watashi wa ima Yohane o miru koto ga dekimasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThis series is my most beloved from Summer 2016. I can't describe my enjoyment waiting one week just to watch this series. It's kinda sad I couldn't see Yohane any more now.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is my most beloved from Summer 2016. I can't describe my enjoyment waiting one week just to watch this series.\u001b[24m\n    \u001b[1mこのシリーズは、2016年の夏から私の最も愛されているシリーズです。\u001b[22m, \u001b[1mこのシリーズは、私はちょうどこのシリーズを見て一週間待って、私の楽しみを記述することはできませんサマー2016年から私の最も最愛のです。\u001b[22m\n\u001b[4mIt's kinda sad I couldn't see Yohane any more now.\u001b[24m\n    \u001b[1mちょっと悲しいことに、私は今ヨハネを見ることができませんでした。\u001b[22m, \u001b[1mそれは私がこれ以上今Yohaneを見ることができなかったちょっと悲しいです。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this series was my great pleasure. They are embodied that title 'Sunshine', they are bright like a sunshine and keep thier enjoying life.\n\n\u001b[1m全体的に、このシリーズは私の大きな喜びでした。 彼らは、「Sunshine」というタイトルを体現しています。彼らは日差しのように明るく、人生を楽しんでいます。\u001b[22m\n\u001b[1m(Zentai-teki ni, kono shirīzu wa watashi no ōkina yorokobideshita. Karera wa,`sanshain' to iu taitoru o taigen shite imasu. Karera wa hizashi no yō ni akaruku, jinsei o tanoshinde imasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this series was my great pleasure. They are embodied that title 'Sunshine', they are bright like a sunshine and keep thier enjoying life.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this series was my great pleasure.\u001b[24m\n    \u001b[1m全体的に、このシリーズは私の大きな喜びでした。\u001b[22m, \u001b[1m全体的に、このシリーズは、私の大きな喜びでした。\u001b[22m\n\u001b[4mThey are embodied that title 'Sunshine', they are bright like a sunshine and keep thier enjoying life.\u001b[24m\n    \u001b[1m彼らは、「Sunshine」というタイトルを体現しています。彼らは日差しのように明るく、人生を楽しんでいます。\u001b[22m, \u001b[1m彼らは、タイトル「サンシャイン」は、彼らは太陽の光のように明るく、thier楽しんで生活を維持することが具現化されます。\u001b[22m"
  },
  {
    "title": "Love_Live_Sunshine",
    "id": "32526",
    "url": "https://myanimelist.net/anime/32526/Love_Live_Sunshine",
    "user": "TemPestt16",
    "profile": "/profile/TemPestt16/reviews",
    "pages": "2",
    "number": "4",
    "link": "/reviews.php?id=231497",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  6\nアニメーション|  8\nサウンド|  10\nキャラクター|  6\n|  8\n\nTL;最初に：それはアニメです...しかし、キャラクターやストーリーはあまりにも再利用されていますので、私はどちらがオリジナルなのかわかりません。 かわいらしさと音楽のためにここにいます...（詳しい情報については全体的な意見を見てください）\n\nあなたが怠け者であれば、それは読まないでください。できるだけ短くしてください**\n\nスポイラーには**のマークが付きます\n\n**日曜日28/8現在の最初の9 epsの要約：\n基本的にLove Live！（μの）の最初の9 epsは...そこに理子を加えれば、あなたはすべて設定されています。それは3年目のケースではありません。**\n\nストーリーとキャラクター：6/10\n彼らは文字通り、Love Live！（μの）で使われた物語とキャラクターのほぼ69％を再利用しました...ちょうど再ブランド化され、やや良い\n\nアート：8/10\n色は鮮やかなaf m8です...しかし真剣に...その地獄のように鮮やかです..私の目はオルガスムを持っている\n\n音楽：10/10\n個人的に私は最初のもの（μの）以来ずっと曲を愛しています...しかしそれはおそらく他の人に7/10です\n\n楽しさ：8/10\nMeh？...真剣に言えば...その面白い、ドラマのビットはちょっと妥当で、モエ...私はこれについて語る\n\n環境省：8/10\n別のmeh...しかし、参照してください、彼らはかわいいです（特にRuby）とその否定できない\n\n全体的には、私はそれを9/10にしたいと思っています...それは私です....しかし、すべての深刻なことに、このアニメは音楽、特にJ-POPを好む人に向けられています...しかし、 アニメウォッチャーも好きです（多分6〜8/10）。でも、私が気にしているのは、オリジナルの（μの）アニメのストーリーとキャラクターの過度の再利用です。\n\n\nIM OUT、PEACE M8...（κ）私を蒸気pls（TpT16）に加える",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nTL;DR first:It's an anime...but the characters and the story is reused so much that i don't know which is the original one(sarcasm,for those of you who don't know)but face it, you are here for the cuteness and the music...(look at overall opinion for detailed info)\n\n\u001b[1mTL;最初に：それはアニメです...しかし、キャラクターやストーリーはあまりにも再利用されていますので、私はどちらがオリジナルなのかわかりません。 かわいらしさと音楽のためにここにいます...（詳しい情報については全体的な意見を見てください）\u001b[22m\n\u001b[1m(TL; saisho ni: Sore wa animedesu... Shikashi, kyarakutā ya sutōrī wa amarini mo sai riyō sa rete imasunode, watashi wa dochira ga orijinaruna no ka wakarimasen. Kawairashi-sa to ongaku no tame ni koko ni imasu... (Kuwashī jōhō ni tsuite wa zentai-tekina iken o mitekudasai))\u001b[22m\n\nTranslations of \u001b[4mTL;DR first:It's an anime...but the characters and the story is reused so much that i don't know which is the original one(sarcasm,for those of you who don't know)but face it, you are here for the cuteness and the music...(look at overall opinion for detailed info)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mTL;DR first:It's an anime...but the characters and the story is reused so much that i don't know which is the original one(sarcasm,for those of you who don't know)but face it, you\u001b[24m\n    \u001b[1mTL;最初に：それはアニメです...しかし、キャラクターやストーリーはあまりにも再利用されていますので、私はどちらがオリジナルなのかわかりません。\u001b[22m, \u001b[1mTL; DRは、最初に：それはアニメだ...しかし、文字や物語はあなたが、私は（知らない人のために皮肉、）元の一つである知っているが、それに直面しないことをあまり再利用されます\u001b[22m\n\u001b[4mare here for the cuteness and the music...(look at overall opinion for detailed info)\u001b[24m\n    \u001b[1mかわいらしさと音楽のためにここにいます...（詳しい情報については全体的な意見を見てください）\u001b[22m, \u001b[1m（詳細な情報のための全体的な意見を見て）...かわいらしさと音楽のためにここにいます\u001b[22m\n\u001b[1m\u001b[22m\n**NOT A TL;DR PLACE,means don't read it if you are lazy..i'm still gonna make it as short as possible**\n\n\u001b[1mあなたが怠け者であれば、それは読まないでください。できるだけ短くしてください**\u001b[22m\n\u001b[1m(Anata ga namakemonodeareba, sore wa yomanaide kudasai. Dekirudake mijikaku shite kudasai**)\u001b[22m\n\nTranslations of \u001b[4m**NOT A TL;DR PLACE,means don't read it if you are lazy..i'm still gonna make it as short as possible**\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**NOT A TL;DR PLACE,means don't read it if you are lazy..i'm still gonna make it as short as possible**\u001b[24m\n    \u001b[1mあなたが怠け者であれば、それは読まないでください。できるだけ短くしてください**\u001b[22m, \u001b[1m** NOT TL; DR PLACE、あなたはlazy..i'mはまだ可能な限り短くするつもりであれば手段はそれを読んでいない**\u001b[22m\n\u001b[1m\u001b[22m\nSPOILERS are marked with **\n\n\u001b[1mスポイラーには**のマークが付きます\u001b[22m\n\u001b[1m(Supoirā ni wa** no māku ga tsukimasu)\u001b[22m\n\nTranslations of \u001b[4mSPOILERS are marked with **\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSPOILERS are marked with **\u001b[24m\n    \u001b[1mスポイラーには**のマークが付きます\u001b[22m, \u001b[1mスポイラーは**でマークされています\u001b[22m\n\u001b[1m\u001b[22m\n**Summary of first 9 eps as of Sunday 28/8:\n\n\u001b[1m**日曜日28/8現在の最初の9 epsの要約：\u001b[22m\n\u001b[1m(** Nichiyōbi 28/ 8 genzai no saisho no 9 eps no yōyaku:)\u001b[22m\n\nTranslations of \u001b[4m**Summary of first 9 eps as of Sunday 28/8:\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m**Summary of first 9 eps as of Sunday 28/8:\u001b[24m\n    \u001b[1m**日曜日28/8現在の最初の9 epsの要約：\u001b[22m, \u001b[1m**日曜日8分の28のある第1の9のEPSの概要：\u001b[22m\nBasically the first 9 eps of Love Live!(μ's)...just add Riko in there and you are all set..tho it's not the case for the third years..**\n\n\u001b[1m基本的にLove Live！（μの）の最初の9 epsは...そこに理子を加えれば、あなたはすべて設定されています。それは3年目のケースではありません。**\u001b[22m\n\u001b[1m(Kihontekini rabu raibu! (M no) no saisho no 9 eps wa... Soko ni Riko o kuwaereba, anata wa subete settei sa rete imasu. Sore wa 3-nen-me no kēsude wa arimasen.**)\u001b[22m\n\nTranslations of \u001b[4mBasically the first 9 eps of Love Live!(μ's)...just add Riko in there and you are all set..tho it's not the case for the third years..**\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBasically the first 9 eps of Love Live!(μ's)...just add Riko in there and you are all set..tho it's not the case for the third years..**\u001b[24m\n    \u001b[1m基本的にLove Live！（μの）の最初の9 epsは...そこに理子を加えれば、あなたはすべて設定されています。それは3年目のケースではありません。**\u001b[22m, \u001b[1m基本的に愛の最初の9 EPSはライブ！（μさん）...ちょうどそこに理子を追加し、あなたが全てです、それは三年の場合ではないのですset..tho.. **\u001b[22m\n\u001b[1m\u001b[22m\nStory and Characters:6/10\n\n\u001b[1mストーリーとキャラクター：6/10\u001b[22m\n\u001b[1m(Sutōrī to kyarakutā: 6/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory and Characters:6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory and Characters:6/10\u001b[24m\n    \u001b[1mストーリーとキャラクター：6/10\u001b[22m, \u001b[1mストーリーやキャラクター：6/10\u001b[22m\nThey literally re-used almost 69% of the story and characters used in Love Live!(μ's)...just re-branded and somewhat good\n\n\u001b[1m彼らは文字通り、Love Live！（μの）で使われた物語とキャラクターのほぼ69％を再利用しました...ちょうど再ブランド化され、やや良い\u001b[22m\n\u001b[1m(Karera wa mojidōri, rabu raibu! (M no) de tsukawa reta monogatari to kyarakutā no hobo 69-pāsento o sai riyō shimashita... Chōdo sai burando-ka sa re, yaya yoi)\u001b[22m\n\nTranslations of \u001b[4mThey literally re-used almost 69% of the story and characters used in Love Live!(μ's)...just re-branded and somewhat good\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThey literally re-used almost 69% of the story and characters used in Love Live!(μ's)...just re-branded and somewhat good\u001b[24m\n    \u001b[1m彼らは文字通り、Love Live！（μの）で使われた物語とキャラクターのほぼ69％を再利用しました...ちょうど再ブランド化され、やや良い\u001b[22m, \u001b[1m彼らは文字通り再ブランドとやや良い...ラブライブ！（μ年代）で使用されるストーリーやキャラクターのほぼ69％を再利用します\u001b[22m\n\u001b[1m\u001b[22m\nArt:8/10\n\n\u001b[1mアート：8/10\u001b[22m\n\u001b[1m(Āto: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mArt:8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt:8/10\u001b[24m\n    \u001b[1mアート：8/10\u001b[22m\nThe colors are vivid af m8...but seriously...its vivid as hell..my eyes are having an orgasm\n\n\u001b[1m色は鮮やかなaf m8です...しかし真剣に...その地獄のように鮮やかです..私の目はオルガスムを持っている\u001b[22m\n\u001b[1m(Iro wa azayakana af m 8desu... Shikashi shinken ni... Sono jigoku no yō ni azayakadesu.. Watashi no me wa orugasumu o motte iru)\u001b[22m\n\nTranslations of \u001b[4mThe colors are vivid af m8...but seriously...its vivid as hell..my eyes are having an orgasm\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe colors are vivid af m8...but seriously...its vivid as hell..my eyes are having an orgasm\u001b[24m\n    \u001b[1m色は鮮やかなaf m8です...しかし真剣に...その地獄のように鮮やかです..私の目はオルガスムを持っている\u001b[22m, \u001b[1mhell..my目はオーガズムを持っているような色は、その鮮やかな鮮やかなAFのM8です...しかし、真剣に...\u001b[22m\n\u001b[1m\u001b[22m\nMusic:10/10\n\n\u001b[1m音楽：10/10\u001b[22m\n\u001b[1m(Ongaku: 10/ 10)\u001b[22m\n\nTranslations of \u001b[4mMusic:10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic:10/10\u001b[24m\n    \u001b[1m音楽：10/10\u001b[22m, \u001b[1mミュージック：10/10\u001b[22m\nPersonally I LOVE the songs ever since the first one (μ's)...but it probably is a 7/10 to other people\n\n\u001b[1m個人的に私は最初のもの（μの）以来ずっと曲を愛しています...しかしそれはおそらく他の人に7/10です\u001b[22m\n\u001b[1m(Kojin-teki ni watashi wa saisho no mono (m no) irai zutto kyoku o aishiteimasu... Shikashi sore wa osoraku hokanohito ni 7/ 10desu)\u001b[22m\n\nTranslations of \u001b[4mPersonally I LOVE the songs ever since the first one (μ's)...but it probably is a 7/10 to other people\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPersonally I LOVE the songs ever since the first one (μ's)...but it probably is a 7/10 to other people\u001b[24m\n    \u001b[1m個人的に私は最初のもの（μの）以来ずっと曲を愛しています...しかしそれはおそらく他の人に7/10です\u001b[22m, \u001b[1m個人的に私は、最初の1（μ年代）以来の歌を愛する...しかし、それはおそらく他の人に7月10日です\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment:8/10\n\n\u001b[1m楽しさ：8/10\u001b[22m\n\u001b[1m(Tanoshisa: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment:8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment:8/10\u001b[24m\n    \u001b[1m楽しさ：8/10\u001b[22m\nMeh?...seriously tho...its amusing,the drama bits are kinda valid and the moe...i talk about it down this\n\n\u001b[1mMeh？...真剣に言えば...その面白い、ドラマのビットはちょっと妥当で、モエ...私はこれについて語る\u001b[22m\n\u001b[1m(Meh? ... Shinken ni ieba... Sono omoshiroi, dorama no bitto wa chotto datōde, Moe... Watashi wa kore ni tsuite kataru)\u001b[22m\n\nTranslations of \u001b[4mMeh?...seriously tho...its amusing,the drama bits are kinda valid and the moe...i talk about it down this\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMeh?...seriously tho...its amusing,the drama bits are kinda valid and the moe...i talk about it down this\u001b[24m\n    \u001b[1mMeh？...真剣に言えば...その面白い、ドラマのビットはちょっと妥当で、モエ...私はこれについて語る\u001b[22m, \u001b[1mMEH真剣に...その面白いカントー？...、ドラマのビットがちょっと有効で、moeが...私はこのダウンそれについて話します\u001b[22m\n\u001b[1m\u001b[22m\nMOE: 8/10\n\n\u001b[1m環境省：8/10\u001b[22m\n\u001b[1m(Kankyōshō: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mMOE: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMOE: 8/10\u001b[24m\n    \u001b[1m環境省：8/10\u001b[22m, \u001b[1mMOE：8/10\u001b[22m\nanother meh...but see, they are cute(especially Ruby) and its undeniable\n\n\u001b[1m別のmeh...しかし、参照してください、彼らはかわいいです（特にRuby）とその否定できない\u001b[22m\n\u001b[1m(Betsu no meh... Shikashi, sanshō shite kudasai, karera wa kawaīdesu (tokuni rubī) to sono hiteidekinai)\u001b[22m\n\nTranslations of \u001b[4manother meh...but see, they are cute(especially Ruby) and its undeniable\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4manother meh...but see, they are cute(especially Ruby) and its undeniable\u001b[24m\n    \u001b[1m別のmeh...しかし、参照してください、彼らはかわいいです（特にRuby）とその否定できない\u001b[22m, \u001b[1m別のMEHは...しかし、彼らは（特にルビー）かわいいし、その紛れもないです、参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nOverall:I'd give it a 9/10 but hey...that's me....but in all seriousness this anime is targeted towards people who likes music,especially J-POP...but moe fans or even the regular anime watcher can also like it (maybe a 6-8/10 for them),but what I'm bothered about is the excessive re-use of the original(μ's) anime storyline and characters....\n\n\u001b[1m全体的には、私はそれを9/10にしたいと思っています...それは私です....しかし、すべての深刻なことに、このアニメは音楽、特にJ-POPを好む人に向けられています...しかし、 アニメウォッチャーも好きです（多分6〜8/10）。でも、私が気にしているのは、オリジナルの（μの）アニメのストーリーとキャラクターの過度の再利用です。\u001b[22m\n\u001b[1m(Zentai-teki ni wa, watashi wa sore o 9/ 10 ni shitai to omotte imasu... Sore wa watashidesu. ... Shikashi, subete no shinkokuna koto ni, kono anime wa ongaku, tokuni J - poppu o konomu hito ni muke rarete imasu... Shikashi, animeu~otchā mo sukidesu (tabun 6 〜 8/ 10). Demo, watashi ga ki ni shite iru no wa, orijinaru no (m no) anime no sutōrī to kyarakutā no kado no sai riyōdesu.)\u001b[22m\n\nTranslations of \u001b[4mOverall:I'd give it a 9/10 but hey...that's me....but in all seriousness this anime is targeted towards people who likes music,especially J-POP...but moe fans or even the regular anime watcher can also like it (maybe a 6-8/10 for them),but what I'm bothered about is the excessive re-use of the original(μ's) anime storyline and characters....\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall:I'd give it a 9/10 but hey...that's me....but in all seriousness this anime is targeted towards people who likes music,especially J-POP...but moe fans or even the regular\u001b[24m\n    \u001b[1m全体的には、私はそれを9/10にしたいと思っています...それは私です....しかし、すべての深刻なことに、このアニメは音楽、特にJ-POPを好む人に向けられています...しかし、\u001b[22m, \u001b[1m全体：私はそれを9/10を与えるだろうが、ちょっと...それは私です....が、真剣にこのアニメは、音楽が好きな人、特にJ-POP...しかし、萌えファン、さらにはレギュラーを対象として\u001b[22m\n\u001b[4manime watcher can also like it (maybe a 6-8/10 for them),but what I'm bothered about is the excessive re-use of the original(μ's) anime storyline and characters....\u001b[24m\n    \u001b[1mアニメウォッチャーも好きです（多分6〜8/10）。でも、私が気にしているのは、オリジナルの（μの）アニメのストーリーとキャラクターの過度の再利用です。\u001b[22m, \u001b[1mアニメウォッチャーはまた、（彼らのために多分6-8 / 10）のようにすることができますが、私が約心配そうなんだと、元の（μの）アニメストーリーやキャラクターの過度の再利用です....\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nIM OUT,PEACE M8...(kappa)add me on steam pls(TpT16)\n\n\u001b[1mIM OUT、PEACE M8...（κ）私を蒸気pls（TpT16）に加える\u001b[22m\n\u001b[1m(IM auto, PEACE M 8... (K ) watashi o jōki pls (TpT 16) ni kuwaeru)\u001b[22m\n\nTranslations of \u001b[4mIM OUT,PEACE M8...(kappa)add me on steam pls(TpT16)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIM OUT,PEACE M8...(kappa)add me on steam pls(TpT16)\u001b[24m\n    \u001b[1mIM OUT、PEACE M8...（κ）私を蒸気pls（TpT16）に加える\u001b[22m, \u001b[1mIM OUT、PEACE M8...（カッパ）蒸気のplsに私を追加（TpT16）\u001b[22m"
  }
]
