[
  {
    "title": "Orange",
    "id": "32729",
    "url": "https://myanimelist.net/anime/32729/Orange",
    "user": "OtakuInConverse",
    "profile": "/profile/OtakuInConverse/reviews",
    "pages": "4",
    "number": "1",
    "link": "/reviews.php?id=231086",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  9\nサウンド|  10\nキャラクター|  10\n|  9\n\n私は実写映画やアニメの発表前にマンガを読んだことがとても幸運でした。 私はほとんどの時間列車にいました、そして、アニメがマンガの美しい基準に匹敵するかどうかの不安を感じました。 私はそれをしていると言わなければならない。\n\nあなたがマンガのファンであれば、あなた自身を抱きしめてアニメを見ないでください。 私はそれが漫画と同等であったところで正直にショックを受けた、私は視覚的なフォーマット以外で初めてそれを読んでいるように感じた。 注意すべきことは、もちろん、マンガからアニメへの移行ごとに、いくつかのものがここやそこで微調整されていたことに注意してください。\n\n私はアニメを見ることを強く勧めています。私がやったのと同じくらい楽しんでください。  ^^\n\n - オタク君、オタク、コンバース。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\nI was very lucky in having the ability to have read the manga before the announcement of the live-action movie and anime. I've been on the train most of the time, and I felt the anxiety of whether or not the anime would live up to the manga's beautiful standards. I must say, it has done that.\n\n\u001b[1m私は実写映画やアニメの発表前にマンガを読んだことがとても幸運でした。 私はほとんどの時間列車にいました、そして、アニメがマンガの美しい基準に匹敵するかどうかの不安を感じました。 私はそれをしていると言わなければならない。\u001b[22m\n\u001b[1m(Watashi wa jissha eiga ya anime no happyō mae ni manga o yonda koto ga totemo kōundeshita. Watashi wa hotondo no jikan ressha ni imashita, soshite, anime ga manga no utsukushī kijun ni hitteki suru ka dō ka no fuan o kanjimashita. Watashi wa sore o shite iru to iwanakereba naranai.)\u001b[22m\n\nTranslations of \u001b[4mI was very lucky in having the ability to have read the manga before the announcement of the live-action movie and anime. I've been on the train most of the time, and I felt the anxiety of whether or not the anime would live up to the manga's beautiful standards. I must say, it has done that.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI was very lucky in having the ability to have read the manga before the announcement of the live-action movie and anime.\u001b[24m\n    \u001b[1m私は実写映画やアニメの発表前にマンガを読んだことがとても幸運でした。\u001b[22m, \u001b[1m私は実写映画やアニメの発表前に漫画を読んだことができる能力を有することで、非常にラッキーでした。\u001b[22m\n\u001b[4mI've been on the train most of the time, and I felt the anxiety of whether or not the anime would live up to the manga's beautiful standards.\u001b[24m\n    \u001b[1m私はほとんどの時間列車にいました、そして、アニメがマンガの美しい基準に匹敵するかどうかの不安を感じました。\u001b[22m, \u001b[1m私はほとんどの時間電車にしてきた、と私はアニメ漫画の美しい水準まで生きるだろうかどうかの不安を感じました。\u001b[22m\n\u001b[4mI must say, it has done that.\u001b[24m\n    \u001b[1m私はそれをしていると言わなければならない。\u001b[22m, \u001b[1m私はそれはそれを行っている、と言わなければなりません。\u001b[22m\n\u001b[1m\u001b[22m\nIf you're a fan of the manga, don't hold yourself back and go watch the anime. I was honestly shocked at how much it was on par with the manga, it felt like I was reading it for the first time again except in a visual format. Note, that of course a few things were tweaked here and there, as per all manga to anime transitions.\n\n\u001b[1mあなたがマンガのファンであれば、あなた自身を抱きしめてアニメを見ないでください。 私はそれが漫画と同等であったところで正直にショックを受けた、私は視覚的なフォーマット以外で初めてそれを読んでいるように感じた。 注意すべきことは、もちろん、マンガからアニメへの移行ごとに、いくつかのものがここやそこで微調整されていたことに注意してください。\u001b[22m\n\u001b[1m(Anata ga manga no fandeareba, anata jishin o dakishimete anime o minaide kudasai. Watashi wa sore ga manga to dōtōdeatta tokoro de shōjiki ni shokku o uketa, watashi wa shikaku-tekina fōmatto igai de hajimete sore o yonde iru yō ni kanjita. Chūi subeki koto wa, mochiron, manga kara anime e no ikō-goto ni, ikutsu ka no mono ga koko ya sokode bi chōsei sa rete ita koto ni chūi shite kudasai.)\u001b[22m\n\nTranslations of \u001b[4mIf you're a fan of the manga, don't hold yourself back and go watch the anime. I was honestly shocked at how much it was on par with the manga, it felt like I was reading it for the first time again except in a visual format. Note, that of course a few things were tweaked here and there, as per all manga to anime transitions.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mIf you're a fan of the manga, don't hold yourself back and go watch the anime.\u001b[24m\n    \u001b[1mあなたがマンガのファンであれば、あなた自身を抱きしめてアニメを見ないでください。\u001b[22m, \u001b[1mあなたは漫画のファンなら、自分自身をバック保持し、アニメを見に行っていません。\u001b[22m\n\u001b[4mI was honestly shocked at how much it was on par with the manga, it felt like I was reading it for the first time again except in a visual format.\u001b[24m\n    \u001b[1m私はそれが漫画と同等であったところで正直にショックを受けた、私は視覚的なフォーマット以外で初めてそれを読んでいるように感じた。\u001b[22m, \u001b[1m私は視覚的な形式を除いて再び第1の時間のためにそれを読んでいたようにそれは感じ、それが漫画と同等であったどのくらいで正直ショックを受けました。\u001b[22m\n\u001b[4mNote, that of course a few things were tweaked here and there, as per all manga to anime transitions.\u001b[24m\n    \u001b[1m注意すべきことは、もちろん、マンガからアニメへの移行ごとに、いくつかのものがここやそこで微調整されていたことに注意してください。\u001b[22m, \u001b[1mそれはもちろん、いくつかのことは、すべての漫画あたりとしてアニメの遷移に、こことそこに微調整された、注意してください。\u001b[22m\n\u001b[1m\u001b[22m\nI highly suggest watching the anime, and I hope you enjoy it just as much as I did. ^^\n\n\u001b[1m私はアニメを見ることを強く勧めています。私がやったのと同じくらい楽しんでください。  ^^\u001b[22m\n\u001b[1m(Watashi wa anime o miru koto o tsuyoku susumete imasu. Watashi ga yatta no to onaji kurai tanoshinde kudasai. ^ ^)\u001b[22m\n\nTranslations of \u001b[4mI highly suggest watching the anime, and I hope you enjoy it just as much as I did. ^^\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI highly suggest watching the anime, and I hope you enjoy it just as much as I did.\u001b[24m\n    \u001b[1m私はアニメを見ることを強く勧めています。私がやったのと同じくらい楽しんでください。\u001b[22m, \u001b[1m私は非常にアニメを見示唆する、と私はあなたが同じくらい私がしたようにそれをお楽しみください。\u001b[22m\n\u001b[4m^^\u001b[24m\n    \u001b[1m^^\u001b[22m\n\u001b[1m\u001b[22m\n- Otaku-kun, the Otaku in Converse.\n\n\u001b[1m - オタク君、オタク、コンバース。\u001b[22m\n\u001b[1m(- Otaku-kun, otaku, konbāsu.)\u001b[22m\n\nTranslations of \u001b[4m- Otaku-kun, the Otaku in Converse.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m- Otaku-kun, the Otaku in Converse.\u001b[24m\n    \u001b[1m - オタク君、オタク、コンバース。\u001b[22m, \u001b[1m - オタクくん、コンバースでオタク。\u001b[22m"
  },
  {
    "title": "Orange",
    "id": "32729",
    "url": "https://myanimelist.net/anime/32729/Orange",
    "user": "Sakurashoujo",
    "profile": "/profile/Sakurashoujo/reviews",
    "pages": "4",
    "number": "2",
    "link": "/reviews.php?id=230961",
    "jp": "--- | --- | ---\n全体的な|  10\n--- | ---\nストーリー|  10\nアニメーション|  9\nサウンド|  9\nキャラクター|  9\n|  10\n\nこのシリーズは間違いのために過去を変えることではなく、将来的に人々の心が変わることがあります。 ナホと彼女の友人たちは、カケルを救う必要があります。カケルは、彼らが気遣うものと、本当に自分の悲劇を防ぐのが大好きなものです。 彼らが前進して忘れても、誰かが本当の気持ちをかけるような人に告白しない限り、前進することはできません。 たとえ自分の気持ちが冗談であるかのように笑っても、人々は他の人よりもあなたを理解するでしょう。\n\n彼らが将来の世界を変えることができなくても、それは平行な世界を作り出すでしょう。 しかし、かけることを救うために彼らができるのは唯一のことでした。 彼らの努力の結果として、彼らはかけることを保存することに成功しました！\n\nこのアニメは私を笑わせて、泣かせて、カケルとナホの間にロマンチックな瞬間を見ました。 私はマンガを読んだことは一度もありませんが、本当の友情と真の愛を持ち、新しい未来に向かって歩むことについて、このアニメを見ることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 10\n\n\u001b[1m全体的な|  10\u001b[22m\n\u001b[1m(Zentai-tekina | 10)\u001b[22m\n\nTranslations of \u001b[4mOverall | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 10\n\n\u001b[1mストーリー|  10\u001b[22m\n\u001b[1m(Sutōrī | 10)\u001b[22m\n\nTranslations of \u001b[4mStory | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nThis series is not about changing the past because of their mistakes, but in the future peoples' hearts can changes. Naho and her friends have to save Kakeru, the one they care and the one she truly love to prevent his tragedy. Even if they move forward and forget, people cannot move forward unless someone confess their true feelings to others like Kakeru. Even if they laugh at you as if their feelings were a joke, people will understand you more than anybody the other people.\n\n\u001b[1mこのシリーズは間違いのために過去を変えることではなく、将来的に人々の心が変わることがあります。 ナホと彼女の友人たちは、カケルを救う必要があります。カケルは、彼らが気遣うものと、本当に自分の悲劇を防ぐのが大好きなものです。 彼らが前進して忘れても、誰かが本当の気持ちをかけるような人に告白しない限り、前進することはできません。 たとえ自分の気持ちが冗談であるかのように笑っても、人々は他の人よりもあなたを理解するでしょう。\u001b[22m\n\u001b[1m(Kono shirīzu wa machigai no tame ni kako o kaeru kotode wa naku, shōrai-teki ni hitobito no kokoro ga kawaru koto ga arimasu. Naho to kanojo no yūjin-tachi wa, kakeru o sukuu hitsuyō ga arimasu. Kakeru wa, karera ga kidzukau mono to, hontōni jibun no higeki o fusegu no ga daisukina monodesu. Karera ga zenshin shite wasurete mo, darekaga hontō no kimochi o kakeru yōna hito ni kokuhaku shinai kagiri, zenshin suru koto wa dekimasen. Tatoe jibun no kimochi ga jōdandearu ka no yō ni waratte mo, hitobito wa hokanohito yori mo anata o rikai surudeshou.)\u001b[22m\n\nTranslations of \u001b[4mThis series is not about changing the past because of their mistakes, but in the future peoples' hearts can changes. Naho and her friends have to save Kakeru, the one they care and the one she truly love to prevent his tragedy. Even if they move forward and forget, people cannot move forward unless someone confess their true feelings to others like Kakeru. Even if they laugh at you as if their feelings were a joke, people will understand you more than anybody the other people.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis series is not about changing the past because of their mistakes, but in the future peoples' hearts can changes.\u001b[24m\n    \u001b[1mこのシリーズは間違いのために過去を変えることではなく、将来的に人々の心が変わることがあります。\u001b[22m, \u001b[1mこのシリーズは、その過ちの過去を変えることではないですが、将来の人々の心は、変更をすることができます。\u001b[22m\n\u001b[4mNaho and her friends have to save Kakeru, the one they care and the one she truly love to prevent his tragedy.\u001b[24m\n    \u001b[1mナホと彼女の友人たちは、カケルを救う必要があります。カケルは、彼らが気遣うものと、本当に自分の悲劇を防ぐのが大好きなものです。\u001b[22m, \u001b[1m菜穂と彼女の友人は翔、彼らは気に1、彼女は本当に彼の悲劇を防ぐために、愛する人を保存する必要があります。\u001b[22m\n\u001b[4mEven if they move forward and forget, people cannot move forward unless someone confess their true feelings to others like Kakeru.\u001b[24m\n    \u001b[1m彼らが前進して忘れても、誰かが本当の気持ちをかけるような人に告白しない限り、前進することはできません。\u001b[22m, \u001b[1m彼らは前進し忘れた場合でも、誰かがかけるような他の人に自分の本当の気持ちを告白しない限り、人々は前方に移動することはできません。\u001b[22m\n\u001b[4mEven if they laugh at you as if their feelings were a joke, people will understand you more than anybody the other people.\u001b[24m\n    \u001b[1mたとえ自分の気持ちが冗談であるかのように笑っても、人々は他の人よりもあなたを理解するでしょう。\u001b[22m, \u001b[1m自分の気持ちは冗談であるかのように、彼らはあなたを笑う場合であっても、人々はより多くの誰よりも他の人があなたを理解します。\u001b[22m\n\u001b[1m\u001b[22m\nEven if they cannot change their future world, it will create a parallel world. But it was the only thing they can do to save Kakeru. As a results of their efforts, they succeed it of saving Kakeru!\n\n\u001b[1m彼らが将来の世界を変えることができなくても、それは平行な世界を作り出すでしょう。 しかし、かけることを救うために彼らができるのは唯一のことでした。 彼らの努力の結果として、彼らはかけることを保存することに成功しました！\u001b[22m\n\u001b[1m(Karera ga shōrai no sekai o kaeru koto ga dekinakute mo, sore wa heikōna sekai o tsukuridasudeshou. Shikashi, kakeru koto o sukuu tame ni karera ga dekiru no wa yuiitsu no kotodeshita. Karera no doryoku no kekka to shite, karera wa kakeru koto o hozon suru koto ni seikō shimashita!)\u001b[22m\n\nTranslations of \u001b[4mEven if they cannot change their future world, it will create a parallel world. But it was the only thing they can do to save Kakeru. As a results of their efforts, they succeed it of saving Kakeru!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEven if they cannot change their future world, it will create a parallel world.\u001b[24m\n    \u001b[1m彼らが将来の世界を変えることができなくても、それは平行な世界を作り出すでしょう。\u001b[22m, \u001b[1m彼らは未来の世界を変えることができない場合でも、それはパラレルワールドを作成します。\u001b[22m\n\u001b[4mBut it was the only thing they can do to save Kakeru.\u001b[24m\n    \u001b[1mしかし、かけることを救うために彼らができるのは唯一のことでした。\u001b[22m, \u001b[1mしかし、それは彼らが翔を保存するために行うことができる唯一のことでした。\u001b[22m\n\u001b[4mAs a results of their efforts, they succeed it of saving Kakeru!\u001b[24m\n    \u001b[1m彼らの努力の結果として、彼らはかけることを保存することに成功しました！\u001b[22m, \u001b[1m彼らの努力の結果として、彼らは翔を保存するのに成功しました！\u001b[22m\n\u001b[1m\u001b[22m\nThis anime made me laugh, made me cried, and made see some romantic moments between Kakeru and Naho. I never read the manga, but I recommend you watching this anime about confessing their troubles, confessing their true feelings to others, telling a painful past to others, having true friendship and true love, and walking towards a new future.\n\n\u001b[1mこのアニメは私を笑わせて、泣かせて、カケルとナホの間にロマンチックな瞬間を見ました。 私はマンガを読んだことは一度もありませんが、本当の友情と真の愛を持ち、新しい未来に向かって歩むことについて、このアニメを見ることをお勧めします。\u001b[22m\n\u001b[1m(Kono anime wa watashi o warawa sete, naka sete, kakeru to Naho no ma ni romanchikkuna shunkan o mimashita. Watashi wa manga o yonda koto wa ichido mo arimasenga, hontō no yūjō to shin no ai o mochi, atarashī mirainimukatte ayumu koto ni tsuite, kono anime o miru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThis anime made me laugh, made me cried, and made see some romantic moments between Kakeru and Naho. I never read the manga, but I recommend you watching this anime about confessing their troubles, confessing their true feelings to others, telling a painful past to others, having true friendship and true love, and walking towards a new future.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime made me laugh, made me cried, and made see some romantic moments between Kakeru and Naho.\u001b[24m\n    \u001b[1mこのアニメは私を笑わせて、泣かせて、カケルとナホの間にロマンチックな瞬間を見ました。\u001b[22m, \u001b[1mこのアニメは、私を笑わせた私は泣い作り、カケルと菜穂の間にいくつかのロマンチックな瞬間を参照してくださいました。\u001b[22m\n\u001b[4mI never read the manga, but I recommend you watching this anime about confessing their troubles, confessing their true feelings to others, telling a painful past to others, having true friendship and true love, and walking towards a new future.\u001b[24m\n    \u001b[1m私はマンガを読んだことは一度もありませんが、本当の友情と真の愛を持ち、新しい未来に向かって歩むことについて、このアニメを見ることをお勧めします。\u001b[22m, \u001b[1m私は漫画を読んだことがない、私はあなたが、彼らの悩みを告白他人に自分の本当の気持ちを告白し、他の人に痛い過去を語って、真の友情と真実の愛を持って、新しい未来に向かって歩いて約このアニメを見てお勧めします。\u001b[22m"
  },
  {
    "title": "Orange",
    "id": "32729",
    "url": "https://myanimelist.net/anime/32729/Orange",
    "user": "Tonysol67",
    "profile": "/profile/Tonysol67/reviews",
    "pages": "4",
    "number": "3",
    "link": "/reviews.php?id=230948",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  7\nサウンド|  7\nキャラクター|  6\n|  5\n\n要約 -  2年生の高校生ナホは、10年後に自分自身から送られた手紙を受け取ります。 彼女の将来の自己は彼女に、彼女の「最大の後悔」を防ぐよう頼みます。それは、東京からの新しい移籍学生、かけることの男の子と関係があります。 最初の懐疑的な時に、ナホは彼らが出来事を正確に予測するように手紙を信じ始める。\n\nアニメーション - シリーズのアニメーションは非常にうまくいきます。 キャラクターのデザインはバックグラウンドだけでなく、とても素敵です。 長距離撮影では問題が発生することがありますが、ほとんど発生しません。\n7/10\nサウンド - サウンドトラックは平均的なものは何も目立っていませんが、悪くはありません。 声の演技はうまくいったので、そこに苦情はありません。\n6/10\nストーリー - この話全体の主なテーマは、残念です。 出来上がったかもしれないが、できなかったことが、カケルが死亡した最初のタイムラインにつながった。 これらの問題を提起しようとしている主な物語が設定されている時間に、手紙が送り返されているとは言いません。 問題は時間旅行が説明されたり提示されたりすることがないことです。物事が起こる前に物事がすでに把握されている安価なプロットデバイスにつながります。 彼らは、次のものだけを手紙の中で先読みしていないようだから、ばかげている。\n肯定的なことは、物事が容易に変わることができないように、あるいは望むように変えられないことを示す方法を見つけ出すことができるということです。 文字が変わらないなど、1つのタイムラインが別のものに影響を与えないような、いくつかのパラレルユニバースエフェクトを開始しているという考えにつながります。 彼らは彼女のお母さんが自分を殺したような、まだ止まらないものがある。\nロマンスの面もそれほど大したものではありませんでした。 申し訳ありません。\n5/10\nキャラクター - あまりにもあまりにも彼らについて言う、彼らはすべてを2次元のカケル（ビット）を除いて。 彼らはすべて独特の性格を持っていますが、実際には何も変わりません。 しかし、彼らはすべて私とお互いの大きな相互作用を持っているので、それは悪いことを意味しません。\n6/10\n楽しさ - 私はショーについて楽しんだとは言えませんが、時には退屈で愛想がありました。 私は男だからかもしれない\n6/13のエピソード\n結論 - 優れたアニメーション、平均的なサウンドトラックとキャラクター、優れた声優、そしてより多くの改善が必要な平均的なストーリー。\n5.5 / 10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 5\n\n\u001b[1m|  5\u001b[22m\n\u001b[1m(| 5)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n\u001b[1m\u001b[22m\nSummary-Naho, a second year high school student, receives letters sent from herself 10 years into the future. Her future self asks her to prevent her 'biggest regret', which has something to do with the new transfer student from Tokyo a boy named Kakeru. At first skeptical Naho begins to believe the letters as they accurately predict events.\n\n\u001b[1m要約 -  2年生の高校生ナホは、10年後に自分自身から送られた手紙を受け取ります。 彼女の将来の自己は彼女に、彼女の「最大の後悔」を防ぐよう頼みます。それは、東京からの新しい移籍学生、かけることの男の子と関係があります。 最初の懐疑的な時に、ナホは彼らが出来事を正確に予測するように手紙を信じ始める。\u001b[22m\n\u001b[1m(Yōyaku - 2-nensei no kōkōsei Naho wa, 10-nen-go ni jibun jishin kara okura reta tegami o uketorimasu. Kanojo no shōrai no jiko wa kanojo ni, kanojo no `saidai no kōkai' o fusegu yō tanomimasu. Sore wa, Tōkyō kara no atarashī iseki gakusei, kakeru koto no otokonoko to kankei ga arimasu. Saisho no kaigi-tekina toki ni, Naho wa karera ga dekigoto o seikaku ni yosoku suru yō ni tegami o shinji hajimeru.)\u001b[22m\n\nTranslations of \u001b[4mSummary-Naho, a second year high school student, receives letters sent from herself 10 years into the future. Her future self asks her to prevent her 'biggest regret', which has something to do with the new transfer student from Tokyo a boy named Kakeru. At first skeptical Naho begins to believe the letters as they accurately predict events.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSummary-Naho, a second year high school student, receives letters sent from herself 10 years into the future.\u001b[24m\n    \u001b[1m要約 -  2年生の高校生ナホは、10年後に自分自身から送られた手紙を受け取ります。\u001b[22m, \u001b[1mまとめ-菜穂、二年の高校生は、将来に身10年から送られた手紙を受け取ります。\u001b[22m\n\u001b[4mHer future self asks her to prevent her 'biggest regret', which has something to do with the new transfer student from Tokyo a boy named Kakeru.\u001b[24m\n    \u001b[1m彼女の将来の自己は彼女に、彼女の「最大の後悔」を防ぐよう頼みます。それは、東京からの新しい移籍学生、かけることの男の子と関係があります。\u001b[22m, \u001b[1m彼女の将来の自己は東京から新しい転校生駆ける少年とは何かを持っている彼女の\"最大の後悔」を防止するために彼女を頼みます。\u001b[22m\n\u001b[4mAt first skeptical Naho begins to believe the letters as they accurately predict events.\u001b[24m\n    \u001b[1m最初の懐疑的な時に、ナホは彼らが出来事を正確に予測するように手紙を信じ始める。\u001b[22m, \u001b[1m最初は懐疑的で、菜穂は、彼らは正確に事象を予測するよう手紙を信じて開始します。\u001b[22m\n\u001b[1m\u001b[22m\nAnimation- The animation for the series is done very well. the character designs look very nice as well as the background. problems can be seen from long distance shots, but those rarely happen.\n\n\u001b[1mアニメーション - シリーズのアニメーションは非常にうまくいきます。 キャラクターのデザインはバックグラウンドだけでなく、とても素敵です。 長距離撮影では問題が発生することがありますが、ほとんど発生しません。\u001b[22m\n\u001b[1m(Animēshon - shirīzu no animēshon wa hijō ni umaku ikimasu. Kyarakutā no dezain wa bakkuguraundo dakedenaku, totemo sutekidesu. Chōkyori satsueide wa mondai ga hassei suru koto ga arimasuga, hotondo hassei shimasen.)\u001b[22m\n\nTranslations of \u001b[4mAnimation- The animation for the series is done very well. the character designs look very nice as well as the background. problems can be seen from long distance shots, but those rarely happen.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation- The animation for the series is done very well.\u001b[24m\n    \u001b[1mアニメーション - シリーズのアニメーションは非常にうまくいきます。\u001b[22m, \u001b[1mAnimation-シリーズのアニメーションは非常によく行われます。\u001b[22m\n\u001b[4mthe character designs look very nice as well as the background.\u001b[24m\n    \u001b[1mキャラクターのデザインはバックグラウンドだけでなく、とても素敵です。\u001b[22m, \u001b[1mキャラクターデザインは、非常に見栄えだけでなく、背景。\u001b[22m\n\u001b[4mproblems can be seen from long distance shots, but those rarely happen.\u001b[24m\n    \u001b[1m長距離撮影では問題が発生することがありますが、ほとんど発生しません。\u001b[22m, \u001b[1m問題は、長距離ショットから見ることができますが、それらはほとんど起こりません。\u001b[22m\n7/10\n\n\u001b[1m7/10\u001b[22m\n\u001b[1m(7/ 10)\u001b[22m\n\nTranslations of \u001b[4m7/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m7/10\u001b[24m\n    \u001b[1m7/10\u001b[22m, \u001b[1m7月10日\u001b[22m\nSound- The soundtrack is average nothing really stands out, but it's not bad. The voice acting was done well, so no complaints there.\n\n\u001b[1mサウンド - サウンドトラックは平均的なものは何も目立っていませんが、悪くはありません。 声の演技はうまくいったので、そこに苦情はありません。\u001b[22m\n\u001b[1m(Saundo - saundotorakku wa heikin-tekina mono wa nani mo medatte imasenga, waruku wa arimasen. Koe no engi wa umaku ittanode, soko ni kujō wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSound- The soundtrack is average nothing really stands out, but it's not bad. The voice acting was done well, so no complaints there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- The soundtrack is average nothing really stands out, but it's not bad.\u001b[24m\n    \u001b[1mサウンド - サウンドトラックは平均的なものは何も目立っていませんが、悪くはありません。\u001b[22m, \u001b[1mサウンドトラックは平均何もない健全本当に際立っているが、それは悪くはないのです。\u001b[22m\n\u001b[4mThe voice acting was done well, so no complaints there.\u001b[24m\n    \u001b[1m声の演技はうまくいったので、そこに苦情はありません。\u001b[22m, \u001b[1m声の演技はよくやっていないので、そこには苦情ました。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\nStory- Now the main theme about this whole story is about regret. Things that could have been done, but didn't, leading to the first timeline where Kakeru died. It isn't tell the letters are sent back in time where the main story is set that tries to give theses problems. The problem is that the time travel is never explained or presented leading to a cheap plot device where things are already figured out before they happen. It's also ridiculous because it seems they don't read ahead in the letters only what's next.\n\n\u001b[1mストーリー - この話全体の主なテーマは、残念です。 出来上がったかもしれないが、できなかったことが、カケルが死亡した最初のタイムラインにつながった。 これらの問題を提起しようとしている主な物語が設定されている時間に、手紙が送り返されているとは言いません。 問題は時間旅行が説明されたり提示されたりすることがないことです。物事が起こる前に物事がすでに把握されている安価なプロットデバイスにつながります。 彼らは、次のものだけを手紙の中で先読みしていないようだから、ばかげている。\u001b[22m\n\u001b[1m(Sutōrī - kono-wa zentai no omona tēma wa, zan'nendesu. Dekiagatta kamo shirenaiga, dekinakatta koto ga, kakeru ga shibō shita saisho no taimu rain ni tsunagatta. Korera no mondai o teiki shiyou to shite iru omona monogatari ga settei sa rete iru jikan ni, tegami ga okurikaesa rete iru to wa iimasen. Mondai wa jikan ryokō ga setsumei sa re tari teiji sa re tari suru koto ga nai kotodesu. Monogoto ga okoru mae ni monogoto ga sudeni haaku sa rete iru ankana purottodebaisu ni tsunagarimasu. Karera wa,-ji no mono dake o tegami no naka de sakiyomi shite inai yōdakara, bakagete iru.)\u001b[22m\n\nTranslations of \u001b[4mStory- Now the main theme about this whole story is about regret. Things that could have been done, but didn't, leading to the first timeline where Kakeru died. It isn't tell the letters are sent back in time where the main story is set that tries to give theses problems. The problem is that the time travel is never explained or presented leading to a cheap plot device where things are already figured out before they happen. It's also ridiculous because it seems they don't read ahead in the letters only what's next.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory- Now the main theme about this whole story is about regret.\u001b[24m\n    \u001b[1mストーリー - この話全体の主なテーマは、残念です。\u001b[22m, \u001b[1mStory-は今、この全体的な話について主なテーマは後悔についてです。\u001b[22m\n\u001b[4mThings that could have been done, but didn't, leading to the first timeline where Kakeru died.\u001b[24m\n    \u001b[1m出来上がったかもしれないが、できなかったことが、カケルが死亡した最初のタイムラインにつながった。\u001b[22m, \u001b[1m翔が死亡した最初のタイムラインにつながる、行われますが、しませんでしたされている可能性があり、物事。\u001b[22m\n\u001b[4mIt isn't tell the letters are sent back in time where the main story is set that tries to give theses problems.\u001b[24m\n    \u001b[1mこれらの問題を提起しようとしている主な物語が設定されている時間に、手紙が送り返されているとは言いません。\u001b[22m, \u001b[1m文字が論文に問題を与えるためにしようとするメインストーリーが設定された時間内に返送される教えていません。\u001b[22m\n\u001b[4mThe problem is that the time travel is never explained or presented leading to a cheap plot device where things are already figured out before they happen.\u001b[24m\n    \u001b[1m問題は時間旅行が説明されたり提示されたりすることがないことです。物事が起こる前に物事がすでに把握されている安価なプロットデバイスにつながります。\u001b[22m, \u001b[1m問題は、タイムトラベルを説明したり、彼らが起こる前に、物事はすでに考え出している安価なプロットデバイスにつながる提示決してされていることです。\u001b[22m\n\u001b[4mIt's also ridiculous because it seems they don't read ahead in the letters only what's next.\u001b[24m\n    \u001b[1m彼らは、次のものだけを手紙の中で先読みしていないようだから、ばかげている。\u001b[22m, \u001b[1m彼らが次の何文字だけで先読みしないようなので、それはまた、とんでもないことです。\u001b[22m\nThe positive note is that they are able to figure out ways to show that things can't be changed so easily or the way they wanted to be. Such as the letters not changing, leading to the idea that it's starting some parallel universe effect where one timeline doesn't affect the other because they're separate. they're where something that still couldn't be stopped like Kakeru's mom killing herself.\n\n\u001b[1m肯定的なことは、物事が容易に変わることができないように、あるいは望むように変えられないことを示す方法を見つけ出すことができるということです。 文字が変わらないなど、1つのタイムラインが別のものに影響を与えないような、いくつかのパラレルユニバースエフェクトを開始しているという考えにつながります。 彼らは彼女のお母さんが自分を殺したような、まだ止まらないものがある。\u001b[22m\n\u001b[1m(Kōtei-tekina koto wa, monogoto ga yōi ni kawaru koto ga dekinai yō ni, aruiwa nozomu yō ni kae rarenai koto o shimesu hōhō o mitsukedasu koto ga dekiru to iu kotodesu. Moji ga kawaranai nado, 1tsu no taimu rain ga betsu no mono ni eikyō o ataenai yōna, ikutsu ka no parareruyunibāsuefekuto o kaishi shite iru to iu kangae ni tsunagarimasu. Karera wa kanojo no okāsanga jibun o koroshita yōna, mada tomaranai mono ga aru.)\u001b[22m\n\nTranslations of \u001b[4mThe positive note is that they are able to figure out ways to show that things can't be changed so easily or the way they wanted to be. Such as the letters not changing, leading to the idea that it's starting some parallel universe effect where one timeline doesn't affect the other because they're separate. they're where something that still couldn't be stopped like Kakeru's mom killing herself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe positive note is that they are able to figure out ways to show that things can't be changed so easily or the way they wanted to be.\u001b[24m\n    \u001b[1m肯定的なことは、物事が容易に変わることができないように、あるいは望むように変えられないことを示す方法を見つけ出すことができるということです。\u001b[22m, \u001b[1m肯定的なノートでは、彼らは物事はそう簡単に変更したり、彼らがしたかった方法でできないことを示すための方法を把握することができるということです。\u001b[22m\n\u001b[4mSuch as the letters not changing, leading to the idea that it's starting some parallel universe effect where one timeline doesn't affect the other because they're separate.\u001b[24m\n    \u001b[1m文字が変わらないなど、1つのタイムラインが別のものに影響を与えないような、いくつかのパラレルユニバースエフェクトを開始しているという考えにつながります。\u001b[22m, \u001b[1mこのような文字のように、彼らは別々のだから、それは1タイムラインは他に影響を与えないいくつかのパラレルユニバースの効果を始めているという考えにつながる、変化していません。\u001b[22m\n\u001b[4mthey're where something that still couldn't be stopped like Kakeru's mom killing herself.\u001b[24m\n    \u001b[1m彼らは彼女のお母さんが自分を殺したような、まだ止まらないものがある。\u001b[22m, \u001b[1m彼らはまだ自分自身を殺すカケルのお母さんのように停止することができませんでしたどこに何かしています。\u001b[22m\nalso the romance aspect wasn't that great. sorry not sorry.\n\n\u001b[1mロマンスの面もそれほど大したものではありませんでした。 申し訳ありません。\u001b[22m\n\u001b[1m(Romansu no men mo sorehodo taishita monode wa arimasendeshita. Mōshiwake arimasen.)\u001b[22m\n\nTranslations of \u001b[4malso the romance aspect wasn't that great. sorry not sorry.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4malso the romance aspect wasn't that great.\u001b[24m\n    \u001b[1mロマンスの面もそれほど大したものではありませんでした。\u001b[22m, \u001b[1mまたロマンスの側面は、その素晴らしいではありませんでした。\u001b[22m\n\u001b[4msorry not sorry.\u001b[24m\n    \u001b[1m申し訳ありません。\u001b[22m, \u001b[1mごめんごめんありません。\u001b[22m\n5/10\n\n\u001b[1m5/10\u001b[22m\n\u001b[1m(5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5/10\u001b[24m\n    \u001b[1m5/10\u001b[22m, \u001b[1m5月10日\u001b[22m\nCharacters-Not much too say about them, they're all 2-dimensional with the exception of Kakeru(a bit). they all have unique personality, but nothing really changes about them. however it doesn't mean it's bad since they all have great interaction with me each other.\n\n\u001b[1mキャラクター - あまりにもあまりにも彼らについて言う、彼らはすべてを2次元のカケル（ビット）を除いて。 彼らはすべて独特の性格を持っていますが、実際には何も変わりません。 しかし、彼らはすべて私とお互いの大きな相互作用を持っているので、それは悪いことを意味しません。\u001b[22m\n\u001b[1m(Kyarakutā - amarini mo amarini mo karera ni tsuite iu, karera wa subete o 2-jigen no kakeru (bitto) o nozoite. Karera wa subete dokutoku no seikaku o motte imasuga, jissai ni wa nani mo kawarimasen. Shikashi, karera wa subete watashi to otagai no ōkina sōgo sayō o motte irunode, sore wa warui koto o imi shimasen.)\u001b[22m\n\nTranslations of \u001b[4mCharacters-Not much too say about them, they're all 2-dimensional with the exception of Kakeru(a bit). they all have unique personality, but nothing really changes about them. however it doesn't mean it's bad since they all have great interaction with me each other.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters-Not much too say about them, they're all 2-dimensional with the exception of Kakeru(a bit).\u001b[24m\n    \u001b[1mキャラクター - あまりにもあまりにも彼らについて言う、彼らはすべてを2次元のカケル（ビット）を除いて。\u001b[22m, \u001b[1m文字は、ありませんあまりにも彼らは翔（ビット）を除くすべての2次元だ、それらについて言います。\u001b[22m\n\u001b[4mthey all have unique personality, but nothing really changes about them.\u001b[24m\n    \u001b[1m彼らはすべて独特の性格を持っていますが、実際には何も変わりません。\u001b[22m, \u001b[1m彼らはすべてのユニークな個性を持っているが、何も実際にそれらについて変化しません。\u001b[22m\n\u001b[4mhowever it doesn't mean it's bad since they all have great interaction with me each other.\u001b[24m\n    \u001b[1mしかし、彼らはすべて私とお互いの大きな相互作用を持っているので、それは悪いことを意味しません。\u001b[22m, \u001b[1mしかし、それは彼らのすべてが互いに私と一緒に偉大な相互作用を持っているので、それは悪いです意味するものではありません。\u001b[22m\n6/10\n\n\u001b[1m6/10\u001b[22m\n\u001b[1m(6/ 10)\u001b[22m\n\nTranslations of \u001b[4m6/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/10\u001b[24m\n    \u001b[1m6/10\u001b[22m, \u001b[1m6月10日\u001b[22m\nEnjoyment-There wasn't much I can say I enjoyed about the show, it was at times boring or endearing. also maybe because I'm a guy\n\n\u001b[1m楽しさ - 私はショーについて楽しんだとは言えませんが、時には退屈で愛想がありました。 私は男だからかもしれない\u001b[22m\n\u001b[1m(Tanoshisa - watashi wa shō ni tsuite tanoshinda to wa iemasenga, tokiniha taikutsu de aiso ga arimashita. Watashi wa otokodakara kamo shirenai)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment-There wasn't much I can say I enjoyed about the show, it was at times boring or endearing. also maybe because I'm a guy\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment-There wasn't much I can say I enjoyed about the show, it was at times boring or endearing.\u001b[24m\n    \u001b[1m楽しさ - 私はショーについて楽しんだとは言えませんが、時には退屈で愛想がありました。\u001b[22m, \u001b[1m楽しさは-ありあまりありませんでした私はそれが時間に退屈や愛情のこもった、ショーについて楽しんだと言うことができます。\u001b[22m\n\u001b[4malso maybe because I'm a guy\u001b[24m\n    \u001b[1m私は男だからかもしれない\u001b[22m, \u001b[1mまた、多分私は男だから\u001b[22m\n6/13 episodes\n\n\u001b[1m6/13のエピソード\u001b[22m\n\u001b[1m(6/ 13 No episōdo)\u001b[22m\n\nTranslations of \u001b[4m6/13 episodes\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m6/13 episodes\u001b[24m\n    \u001b[1m6/13のエピソード\u001b[22m, \u001b[1m6月13日のエピソード\u001b[22m\nConclusion- good animation, above average soundtrack and characters, good voice acting, and an average story that needs more improvement.\n\n\u001b[1m結論 - 優れたアニメーション、平均的なサウンドトラックとキャラクター、優れた声優、そしてより多くの改善が必要な平均的なストーリー。\u001b[22m\n\u001b[1m(Ketsuron - sugureta animēshon, heikin-tekina saundotorakku to kyarakutā, sugureta seiyū, soshite yori ōku no kaizen ga hitsuyōna heikin-tekina sutōrī.)\u001b[22m\n\nTranslations of \u001b[4mConclusion- good animation, above average soundtrack and characters, good voice acting, and an average story that needs more improvement.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mConclusion- good animation, above average soundtrack and characters, good voice acting, and an average story that needs more improvement.\u001b[24m\n    \u001b[1m結論 - 優れたアニメーション、平均的なサウンドトラックとキャラクター、優れた声優、そしてより多くの改善が必要な平均的なストーリー。\u001b[22m, \u001b[1m平均サウンドトラックと文字以上の結論に良いアニメーション、良い声の演技、さらに改善が必要である平均物語。\u001b[22m\n5.5/10﻿\n\n\u001b[1m5.5 / 10\u001b[22m\n\u001b[1m(5. 5/ 10)\u001b[22m\n\nTranslations of \u001b[4m5.5/10﻿\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m5.5/10﻿\u001b[24m\n    \u001b[1m5.5 / 10\u001b[22m"
  },
  {
    "title": "Orange",
    "id": "32729",
    "url": "https://myanimelist.net/anime/32729/Orange",
    "user": "awkwardhades",
    "profile": "/profile/awkwardhades/reviews",
    "pages": "4",
    "number": "4",
    "link": "/reviews.php?id=230830",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  7\nサウンド|  9\nキャラクター|  9\n|  10\n\n多くの人がこのアニメの目的を理解していないと思われるので、私はこのレビューを書いています。 オレンジは、傑作ではありませんが、それはかなり近いです。 それは、観客にストーリーを与え、それが何をするのかを実現します。友情、愛、うつについての話を伝えます。 それはこれを達成するだけでなく、結び目に結びつけます。つまり、このアニメは、他の多くのものとは異なり、終了します。 それは終わり、それは完全に感じる。\nストーリーライン自体はかなりシンプルですが、それはある意味旅行中のことですね。でも、それに住んでいないか、それとも不必要なことがあります（Steins Gateや他の多くの時間旅行アニメがそうです）。 しかし、このアニメは実際にはそうではありません。 これは、紛争が必ずしも物語の目的ではなかったという話の一つです。 さて、それはプロットが脇に押されたと言うことではない、それは決してではありません。 しかし、このアニメは、しばらくの間、一時停止し、より単純な問題に集中するのが好きです。 これは、観客が注意を払うようにこれを行います。 そして、それは動作します。 このアニメは、遅くても退屈でも決してありません。 とにかく退屈な相対的な言葉が遅いです。 アニメが「遅い」ときは、理由がある。\nキャラクターはこのアニメの最高の部分です。 圧倒的なキャストはありません。 それぞれのキャラクターは、彼らがいる状況に適した選択肢になります。また、キャラクターが決断の2つのバージョンの間で戦っているシナリオでは、それは難しい選択です。 それが完璧な理由です。 これは、誰もが中心のエピソードを取得したり、誰もが悲劇的なバックストーリーを取得するアニメとは異なります。 いいえ、これは人生の断片のようなものですが、ずっと分かります。 私が以前に言ったように、このアニメはキャラクターとのインタラクションについてのものです。 友人の約5人の友人の犠牲です。 お互いのプラトニックな愛の例外は美しいです。 そして、主人公「かかる」と「ナホ」の間のロマンスさえも、少女アニメの中で最もかわいらしい、最も純粋な、そして最も発展した関係の一つです。 多くの人が文字の選択肢はばかだと言いますが、実際にはそうではありません。\nそして、もう一つは、このアニメは、通常アニメで探究されるよりも深い問題に没頭する素晴らしい仕事をします。 うつ病、自殺、罪悪感; すべての異なる範囲に。 はい、文字のいくつかの選択肢はイライラしていますが、誰かがうつ病を抱えているときに起こることがあります。 オレンジはこれらの問題の効果を引き続き示しながら、軽く踏み出すのに素晴らしい仕事をします。\nさて、私はアニメが少し短いと思うところでは、アニメーションにする必要があります。 しかし、それは一つの事柄のためです：それは異なっています。 オレンジのスタイルは、ユニークで、多分、良いやり方ではなく、悪いところです。 私は特に好きではありませんでしたが、時間が経つと私は成長しました。 特に笑顔、笑顔はアニメの重要な部分であり、ファーでは奇妙に見えます。 残業、それはあなたに成長し、あなたに暖かい感情を与える。 幸いにも、アニメーションは音楽でそれを補うが、実際にはそれ自体が傑作ではないが、オープニングとエンディングは素晴らしい。 特に終わりは、すべてのエピソードの後に​​あなたが聞くものであり、それは心の弦を引きます（歌詞を見れば、私の意味を知ることができます）。\n全体として、私は多くの人々がオレンジのポイントを逃したと思う。 はい、そのプロットはもう少し洗練されたはずです。 ストーリーのいくつかの部分では、「手紙」の面が全面に広がっていました。 しかし、文字の重要性はまだ立って、それは物語の基盤を作成し、それはお互いに文字を導いて、本当に終わりまでに自分自身を発見した。 オレンジは私が今まで見た中で最高の少女アニメの一つだと思う。 そして、それは私が気にするほど強力で感情的だったからです。 私はエピソード1以来、オレンジに夢中になり、私はいつまでも振り返ります。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 7\n\n\u001b[1mアニメーション|  7\u001b[22m\n\u001b[1m(Animēshon | 7)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 9\n\n\u001b[1mキャラクター|  9\u001b[22m\n\u001b[1m(Kyarakutā | 9)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nI am writing this review because it seems that a lot of people do not understand the purpose of this anime. Orange, is not a masterpiece, however it is pretty darn close. It gives the audience a story and fulfills what it set out to do: telling a story about friendship, love, and depression. Not only does it accomplish this, but it ties it up in a knot, what I mean is that this anime-unlike many MANY others, finishes. It finishes and it feels complete.\n\n\u001b[1m多くの人がこのアニメの目的を理解していないと思われるので、私はこのレビューを書いています。 オレンジは、傑作ではありませんが、それはかなり近いです。 それは、観客にストーリーを与え、それが何をするのかを実現します。友情、愛、うつについての話を伝えます。 それはこれを達成するだけでなく、結び目に結びつけます。つまり、このアニメは、他の多くのものとは異なり、終了します。 それは終わり、それは完全に感じる。\u001b[22m\n\u001b[1m(Ōku no hito ga kono anime no mokuteki o rikai shite inai to omowa rerunode, watashi wa kono rebyū o kaite imasu. Orenji wa, kessakude wa arimasenga, sore wa kanari chikaidesu. Sore wa, kankyaku ni sutōrī o atae, sore ga nani o suru no ka o jitsugen shimasu. Yūjō,-ai, utsu ni tsuite no hanashi o tsutaemasu. Sore wa kore o tassei suru dakedenaku, musubime ni musubitsukemasu. Tsumari, kono anime wa, hoka no ōku no mono to wa kotonari, shūryō shimasu. Sore wa owari, sore wa kanzen ni kanjiru.)\u001b[22m\n\nTranslations of \u001b[4mI am writing this review because it seems that a lot of people do not understand the purpose of this anime. Orange, is not a masterpiece, however it is pretty darn close. It gives the audience a story and fulfills what it set out to do: telling a story about friendship, love, and depression. Not only does it accomplish this, but it ties it up in a knot, what I mean is that this anime-unlike many MANY others, finishes. It finishes and it feels complete.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI am writing this review because it seems that a lot of people do not understand the purpose of this anime.\u001b[24m\n    \u001b[1m多くの人がこのアニメの目的を理解していないと思われるので、私はこのレビューを書いています。\u001b[22m\n\u001b[4mOrange, is not a masterpiece, however it is pretty darn close.\u001b[24m\n    \u001b[1mオレンジは、傑作ではありませんが、それはかなり近いです。\u001b[22m, \u001b[1mオレンジは、しかし、それはかなりくそ近くにあり、傑作ではありません。\u001b[22m\n\u001b[4mIt gives the audience a story and fulfills what it set out to do: telling a story about friendship, love, and depression.\u001b[24m\n    \u001b[1mそれは、観客にストーリーを与え、それが何をするのかを実現します。友情、愛、うつについての話を伝えます。\u001b[22m, \u001b[1mそれは観客に話を与え、それを行うために着手したものを満たし：友情、愛、そしてうつ病についての話を。\u001b[22m\n\u001b[4mNot only does it accomplish this, but it ties it up in a knot, what I mean is that this anime-unlike many MANY others, finishes.\u001b[24m\n    \u001b[1mそれはこれを達成するだけでなく、結び目に結びつけます。つまり、このアニメは、他の多くのものとは異なり、終了します。\u001b[22m, \u001b[1mそれはこれを達成するが、それは結び目にそれを結びつけるするだけでなく、私が何を意味するか、このアニメとは異なり、多くの多くの他の人が、終了していることです。\u001b[22m\n\u001b[4mIt finishes and it feels complete.\u001b[24m\n    \u001b[1mそれは終わり、それは完全に感じる。\u001b[22m, \u001b[1mそれは終了し、それが完全に感じています。\u001b[22m\nThe story line itself is pretty simple, it's about time travelling in a sense, yes, but it doesn't dwell on it or does anything unnecessary with it (like Steins Gate and many other 'time traveling' anime do). But, this anime isn't really about that. This is one of those stories were the conflict isn't always the purpose of the story. Now, that is not to say that the plot gets pushed aside, it doesn't in any way. But, this anime likes to take a pause every once in a while and focus in on some simpler matters. It does this so that the audience pays close attention. And, it works. In no way is this anime slow or boring. Slow is a relative word anyways as is boring. When the anime is 'slow' it is with reason.\n\n\u001b[1mストーリーライン自体はかなりシンプルですが、それはある意味旅行中のことですね。でも、それに住んでいないか、それとも不必要なことがあります（Steins Gateや他の多くの時間旅行アニメがそうです）。 しかし、このアニメは実際にはそうではありません。 これは、紛争が必ずしも物語の目的ではなかったという話の一つです。 さて、それはプロットが脇に押されたと言うことではない、それは決してではありません。 しかし、このアニメは、しばらくの間、一時停止し、より単純な問題に集中するのが好きです。 これは、観客が注意を払うようにこれを行います。 そして、それは動作します。 このアニメは、遅くても退屈でも決してありません。 とにかく退屈な相対的な言葉が遅いです。 アニメが「遅い」ときは、理由がある。\u001b[22m\n\u001b[1m(Sutōrīrain jitai wa kanari shinpurudesuga, sore wa aru imi ryokō-chū no kotodesu ne. Demo, sore ni sunde inai ka, soretomo fuhitsuyōna koto ga arimasu (Steins Gate ya hoka no ōku no jikan ryokō anime ga sōdesu). Shikashi, kono anime wa jissai ni wa sōde wa arimasen. Kore wa, funsō ga kanarazushimo monogatari no mokutekide wa nakatta to iu hanashi no hitotsudesu. Sate, soreha purotto ga waki ni osa reta to iu kotode wanai, sore wa kesshitede wa arimasen. Shikashi, kono anime wa, shibarakunoaida, ichiji teishi shi, yori tanjun'na mondai ni shūchū suru no ga sukidesu. Kore wa, kankyaku ga chūi o harau yō ni kore o okonaimasu. Soshite, soreha dōsa shimasu. Kono anime wa, osokute mo taikutsude mo kesshite arimasen. Tonikaku taikutsuna sōtaitekina kotoba ga osoidesu. Animega `osoi' toki wa, riyū ga aru.)\u001b[22m\n\nTranslations of \u001b[4mThe story line itself is pretty simple, it's about time travelling in a sense, yes, but it doesn't dwell on it or does anything unnecessary with it (like Steins Gate and many other 'time traveling' anime do). But, this anime isn't really about that. This is one of those stories were the conflict isn't always the purpose of the story. Now, that is not to say that the plot gets pushed aside, it doesn't in any way. But, this anime likes to take a pause every once in a while and focus in on some simpler matters. It does this so that the audience pays close attention. And, it works. In no way is this anime slow or boring. Slow is a relative word anyways as is boring. When the anime is 'slow' it is with reason.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story line itself is pretty simple, it's about time travelling in a sense, yes, but it doesn't dwell on it or does anything unnecessary with it (like Steins Gate and many other 'time traveling' anime do).\u001b[24m\n    \u001b[1mストーリーライン自体はかなりシンプルですが、それはある意味旅行中のことですね。でも、それに住んでいないか、それとも不必要なことがあります（Steins Gateや他の多くの時間旅行アニメがそうです）。\u001b[22m, \u001b[1mストーリーライン自体ははい、それはある意味での走行時間についてです、非常に単純ですが、それはそれにこだわるか（シュタインズ・ゲートおよび他の多くの「時間旅行」のアニメが好きです）、それとの不必要な何もしていません。\u001b[22m\n\u001b[4mBut, this anime isn't really about that.\u001b[24m\n    \u001b[1mしかし、このアニメは実際にはそうではありません。\u001b[22m, \u001b[1mしかし、このアニメはそれについて実際にはありません。\u001b[22m\n\u001b[4mThis is one of those stories were the conflict isn't always the purpose of the story.\u001b[24m\n    \u001b[1mこれは、紛争が必ずしも物語の目的ではなかったという話の一つです。\u001b[22m, \u001b[1mこれは、競合は常に物語の目的ではありませんし、それらの物語の一つです。\u001b[22m\n\u001b[4mNow, that is not to say that the plot gets pushed aside, it doesn't in any way.\u001b[24m\n    \u001b[1mさて、それはプロットが脇に押されたと言うことではない、それは決してではありません。\u001b[22m, \u001b[1mさて、それはそれはどのような方法でない、プロットを押しのけされることを言っているわけではありません。\u001b[22m\n\u001b[4mBut, this anime likes to take a pause every once in a while and focus in on some simpler matters.\u001b[24m\n    \u001b[1mしかし、このアニメは、しばらくの間、一時停止し、より単純な問題に集中するのが好きです。\u001b[22m, \u001b[1mしかし、このアニメはたまにポーズを取り、いくつかの単純な事柄に焦点を当てるのが好きです。\u001b[22m\n\u001b[4mIt does this so that the audience pays close attention.\u001b[24m\n    \u001b[1mこれは、観客が注意を払うようにこれを行います。\u001b[22m, \u001b[1m観客は細心の注意を払っているように、それはこれを行います。\u001b[22m\n\u001b[4mAnd, it works.\u001b[24m\n    \u001b[1mそして、それは動作します。\u001b[22m\n\u001b[4mIn no way is this anime slow or boring.\u001b[24m\n    \u001b[1mこのアニメは、遅くても退屈でも決してありません。\u001b[22m, \u001b[1m決してこのアニメ遅いか退屈です。\u001b[22m\n\u001b[4mSlow is a relative word anyways as is boring.\u001b[24m\n    \u001b[1mとにかく退屈な相対的な言葉が遅いです。\u001b[22m, \u001b[1mスローは退屈であるとにかくとして相対的な言葉です。\u001b[22m\n\u001b[4mWhen the anime is 'slow' it is with reason.\u001b[24m\n    \u001b[1mアニメが「遅い」ときは、理由がある。\u001b[22m, \u001b[1mアニメは「遅い」であるとき、それは理由です。\u001b[22m\nThe characters are the best part of this anime. There isn't an overwhelming cast; each character makes a good choice for the situation they are in. And in a scenario where characters are fighting between two versions of their decisions that's a hard choice to make. and that's why it is perfect. This isn't like those animes where everyone gets a center episode or everyone gets tragic backstories. No, consider this like a slice of life, but much more minute. Like I said before, this anime is about the characters interactions with the character Kakeru. It is about five friend's sacrifice for their friend. The exception for their platonic love for one another is beautiful. And, even the romance between the main characters Kakeru and Naho is one of the cutest, purest, and best developed relationship's in a shojo anime. A lot of people say that the characters choices are stupid, but they are not really;\n\n\u001b[1mキャラクターはこのアニメの最高の部分です。 圧倒的なキャストはありません。 それぞれのキャラクターは、彼らがいる状況に適した選択肢になります。また、キャラクターが決断の2つのバージョンの間で戦っているシナリオでは、それは難しい選択です。 それが完璧な理由です。 これは、誰もが中心のエピソードを取得したり、誰もが悲劇的なバックストーリーを取得するアニメとは異なります。 いいえ、これは人生の断片のようなものですが、ずっと分かります。 私が以前に言ったように、このアニメはキャラクターとのインタラクションについてのものです。 友人の約5人の友人の犠牲です。 お互いのプラトニックな愛の例外は美しいです。 そして、主人公「かかる」と「ナホ」の間のロマンスさえも、少女アニメの中で最もかわいらしい、最も純粋な、そして最も発展した関係の一つです。 多くの人が文字の選択肢はばかだと言いますが、実際にはそうではありません。\u001b[22m\n\u001b[1m(Kyarakutā wa kono anime no saikō no bubundesu. Attōtekina kyasuto wa arimasen. Sore ga kanpekina riyūdesu. Kore wa, daremoga chūshin no episōdo o shutoku shi tari, daremoga higeki-tekina bakkusutōrī o shutoku suru anime to wa kotonarimasu. Īe, koreha jinsei no danpen no yōna monodesuga, zutto wakarimasu. Watashi ga izen ni itta yō ni, kono anime wa kyarakutā to no intarakushon ni tsuite no monodesu. Yūjin no yaku 5-ri no yūjin no giseidesu. Otagai no puratonikkuna ai no reigai wa utsukushīdesu. Soshite, shujinkō `kakaru' to `Naho' no ma no romansu sae mo, shōjo anime no naka de mottomo kawairashī, mottomo junsuina, soshite mottomo hatten shita kankei no hitotsudesu. Ōku no hito ga moji no sentakushi wa bakada to iimasuga, jissai ni wa sōde wa arimasen. Sorezore no kyarakutā wa, karera ga iru jōkyō ni tekishita sentakushi ni narimasu. Mata, kyarakutā ga ketsudan no 2tsu no bājon no ma de tatakatte iru shinariode wa, sore wa muzukashī sentakudesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters are the best part of this anime. There isn't an overwhelming cast; each character makes a good choice for the situation they are in. And in a scenario where characters are fighting between two versions of their decisions that's a hard choice to make. and that's why it is perfect. This isn't like those animes where everyone gets a center episode or everyone gets tragic backstories. No, consider this like a slice of life, but much more minute. Like I said before, this anime is about the characters interactions with the character Kakeru. It is about five friend's sacrifice for their friend. The exception for their platonic love for one another is beautiful. And, even the romance between the main characters Kakeru and Naho is one of the cutest, purest, and best developed relationship's in a shojo anime. A lot of people say that the characters choices are stupid, but they are not really;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters are the best part of this anime.\u001b[24m\n    \u001b[1mキャラクターはこのアニメの最高の部分です。\u001b[22m, \u001b[1m文字は、このアニメの最良の部分です。\u001b[22m\n\u001b[4mThere isn't an overwhelming cast;\u001b[24m\n    \u001b[1m圧倒的なキャストはありません。\u001b[22m\n\u001b[4mand that's why it is perfect.\u001b[24m\n    \u001b[1mそれが完璧な理由です。\u001b[22m, \u001b[1mそれは完璧である理由、それはです。\u001b[22m\n\u001b[4mThis isn't like those animes where everyone gets a center episode or everyone gets tragic backstories.\u001b[24m\n    \u001b[1mこれは、誰もが中心のエピソードを取得したり、誰もが悲劇的なバックストーリーを取得するアニメとは異なります。\u001b[22m, \u001b[1mこれは、誰もが中央のエピソードを取得し、それらのアニメが好きされていないか、誰もが悲劇的なbackstoriesを取得します。\u001b[22m\n\u001b[4mNo, consider this like a slice of life, but much more minute.\u001b[24m\n    \u001b[1mいいえ、これは人生の断片のようなものですが、ずっと分かります。\u001b[22m, \u001b[1mいや、人生のスライスが、はるか分のようにこれを検討してください。\u001b[22m\n\u001b[4mLike I said before, this anime is about the characters interactions with the character Kakeru.\u001b[24m\n    \u001b[1m私が以前に言ったように、このアニメはキャラクターとのインタラクションについてのものです。\u001b[22m, \u001b[1m私は前にも言ったように、このアニメはキャラクターかけると文字の相互作用についてです。\u001b[22m\n\u001b[4mIt is about five friend's sacrifice for their friend.\u001b[24m\n    \u001b[1m友人の約5人の友人の犠牲です。\u001b[22m, \u001b[1mそれは彼らの友人のために約5友人の犠牲です。\u001b[22m\n\u001b[4mThe exception for their platonic love for one another is beautiful.\u001b[24m\n    \u001b[1mお互いのプラトニックな愛の例外は美しいです。\u001b[22m, \u001b[1m互いのための彼らのプラトニックな愛のための例外が美しいです。\u001b[22m\n\u001b[4mAnd, even the romance between the main characters Kakeru and Naho is one of the cutest, purest, and best developed relationship's in a shojo anime.\u001b[24m\n    \u001b[1mそして、主人公「かかる」と「ナホ」の間のロマンスさえも、少女アニメの中で最もかわいらしい、最も純粋な、そして最も発展した関係の一つです。\u001b[22m, \u001b[1mそして、メインキャラクターカケルと菜穂の間であっても恋愛は少女アニメでかわいい、純粋な、と最高の開発関係者の一つです。\u001b[22m\n\u001b[4mA lot of people say that the characters choices are stupid, but they are not really;\u001b[24m\n    \u001b[1m多くの人が文字の選択肢はばかだと言いますが、実際にはそうではありません。\u001b[22m, \u001b[1m多くの人々は、文字の選択は愚かですが、彼らは実際にはないことを言います。\u001b[22m\n\u001b[4meach character makes a good choice for the situation they are in. And in a scenario where characters are fighting between two versions of their decisions that's a hard choice to make.\u001b[24m\n    \u001b[1mそれぞれのキャラクターは、彼らがいる状況に適した選択肢になります。また、キャラクターが決断の2つのバージョンの間で戦っているシナリオでは、それは難しい選択です。\u001b[22m, \u001b[1m各文字は、彼らがしている状況のために良い選択肢となります。そして、文字を作るのは難しい選択だ彼らの決定の2つのバージョン間で戦っているシナリオでは。\u001b[22m\nAnd, here is the other thing, this anime does a wonderful job in diving into deeper issues than is normally explored in anime. Depression, suicide, guilt; all to a different extent to. Yes, some choices by the characters are frustrating, but when someone has depression there are certain things that happen. Orange does a fantastic job at treading lightly-while still showing the effect of these issues.\n\n\u001b[1mそして、もう一つは、このアニメは、通常アニメで探究されるよりも深い問題に没頭する素晴らしい仕事をします。 うつ病、自殺、罪悪感; すべての異なる範囲に。 はい、文字のいくつかの選択肢はイライラしていますが、誰かがうつ病を抱えているときに起こることがあります。 オレンジはこれらの問題の効果を引き続き示しながら、軽く踏み出すのに素晴らしい仕事をします。\u001b[22m\n\u001b[1m(Soshite, mōhitotsu wa, kono anime wa, tsūjō anime de tankyū sa reru yori mo fukai mondai ni bottō suru subarashī shigoto o shimasu. Utsubyō, jisatsu, zaiaku-kan; subete no kotonaru han'i ni. Hai, moji no ikutsu ka no sentakushi wa iraira shite imasuga, darekaga utsubyō o kakaete iru toki ni okoru koto ga arimasu. Orenji wa korera no mondai no kōka o hikitsudzuki shimeshinagara, karuku fumidasu no ni subarashī shigoto o shimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnd, here is the other thing, this anime does a wonderful job in diving into deeper issues than is normally explored in anime. Depression, suicide, guilt; all to a different extent to. Yes, some choices by the characters are frustrating, but when someone has depression there are certain things that happen. Orange does a fantastic job at treading lightly-while still showing the effect of these issues.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnd, here is the other thing, this anime does a wonderful job in diving into deeper issues than is normally explored in anime.\u001b[24m\n    \u001b[1mそして、もう一つは、このアニメは、通常アニメで探究されるよりも深い問題に没頭する素晴らしい仕事をします。\u001b[22m, \u001b[1mそして、ここで他の事があり、このアニメは通常、アニメで検討されているよりも深く問題にダイビングで素晴らしい仕事をしていません。\u001b[22m\n\u001b[4mDepression, suicide, guilt;\u001b[24m\n    \u001b[1mうつ病、自殺、罪悪感;\u001b[22m, \u001b[1mうつ病、自殺、罪悪感。\u001b[22m\n\u001b[4mall to a different extent to.\u001b[24m\n    \u001b[1mすべての異なる範囲に。\u001b[22m, \u001b[1mすべてに異なる程度に。\u001b[22m\n\u001b[4mYes, some choices by the characters are frustrating, but when someone has depression there are certain things that happen.\u001b[24m\n    \u001b[1mはい、文字のいくつかの選択肢はイライラしていますが、誰かがうつ病を抱えているときに起こることがあります。\u001b[22m, \u001b[1mはい、文字によっていくつかの選択肢がイライラしている、誰かがうつ病を持っているときに起こる特定のものがあります。\u001b[22m\n\u001b[4mOrange does a fantastic job at treading lightly-while still showing the effect of these issues.\u001b[24m\n    \u001b[1mオレンジはこれらの問題の効果を引き続き示しながら、軽く踏み出すのに素晴らしい仕事をします。\u001b[22m, \u001b[1mオレンジは軽く、しばらくはまだ、これらの問題の影響を示す踏んで素晴らしい仕事をしていません。\u001b[22m\nNow, where I think the anime falls a bit short, has to be the animation. But, that is because of one thing: it's different. The style of Orange, is unique, maybe in a good way, but to some bad. I particularly wasn't fond of it, but it grew on me over time. Especially the smiles, the smiles are such an important part of the anime, and at firs they look weird-even disproportional. Overtime, it grows on you though and gives you a warm feeling. Fortunately, the animation makes up for it in it's music, maybe the actually scores themselves are not masterpieces but the opening and ending is spectacular. Especially the ending, because it is what you hear after every episode, and it pulls on the hearts strings (look at the lyrics and you'll know what I mean.)\n\n\u001b[1mさて、私はアニメが少し短いと思うところでは、アニメーションにする必要があります。 しかし、それは一つの事柄のためです：それは異なっています。 オレンジのスタイルは、ユニークで、多分、良いやり方ではなく、悪いところです。 私は特に好きではありませんでしたが、時間が経つと私は成長しました。 特に笑顔、笑顔はアニメの重要な部分であり、ファーでは奇妙に見えます。 残業、それはあなたに成長し、あなたに暖かい感情を与える。 幸いにも、アニメーションは音楽でそれを補うが、実際にはそれ自体が傑作ではないが、オープニングとエンディングは素晴らしい。 特に終わりは、すべてのエピソードの後に​​あなたが聞くものであり、それは心の弦を引きます（歌詞を見れば、私の意味を知ることができます）。\u001b[22m\n\u001b[1m(Sate, watashi wa anime ga sukoshi mijikai to omou tokorode wa, animēshon ni suru hitsuyō ga arimasu. Shikashi, soreha hitotsu no kotogara no tamedesu: Sore wa kotonatte imasu. Orenji no sutairu wa, yunīku de, tabun, yoi yarikatade wa naku, warui tokorodesu. Watashi wa tokuni sukide wa arimasendeshitaga, jikangatatsu to watashi wa seichō shimashita. Tokuni egao, egao wa anime no jūyōna bubundeari, fāde wa kimyō ni miemasu. Zangyō, sore wa anata ni seichō shi, anata ni attakai kanjō o ataeru. Saiwai ni mo, animēshon wa ongaku de sore o oginauga, jissai ni wa sore jitai ga kessakude wa naiga, ōpuningu to endingu wa subarashī. Tokuni owari wa, subete no episōdo no nochi ni ​​ anata ga kiku monodeari, soreha kokoro no gen o hikimasu (kashi o mireba, watashi no imi o shiru koto ga dekimasu).)\u001b[22m\n\nTranslations of \u001b[4mNow, where I think the anime falls a bit short, has to be the animation. But, that is because of one thing: it's different. The style of Orange, is unique, maybe in a good way, but to some bad. I particularly wasn't fond of it, but it grew on me over time. Especially the smiles, the smiles are such an important part of the anime, and at firs they look weird-even disproportional. Overtime, it grows on you though and gives you a warm feeling. Fortunately, the animation makes up for it in it's music, maybe the actually scores themselves are not masterpieces but the opening and ending is spectacular. Especially the ending, because it is what you hear after every episode, and it pulls on the hearts strings (look at the lyrics and you'll know what I mean.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mNow, where I think the anime falls a bit short, has to be the animation.\u001b[24m\n    \u001b[1mさて、私はアニメが少し短いと思うところでは、アニメーションにする必要があります。\u001b[22m, \u001b[1m今、私はアニメが少し足り考える場合には、アニメーションにする必要があります。\u001b[22m\n\u001b[4mBut, that is because of one thing: it's different.\u001b[24m\n    \u001b[1mしかし、それは一つの事柄のためです：それは異なっています。\u001b[22m, \u001b[1mしかし、それが原因一つのことである：それは違います。\u001b[22m\n\u001b[4mThe style of Orange, is unique, maybe in a good way, but to some bad.\u001b[24m\n    \u001b[1mオレンジのスタイルは、ユニークで、多分、良いやり方ではなく、悪いところです。\u001b[22m, \u001b[1mオレンジのスタイルは、多分良い方法で、ユニークですが、いくつかの悪いへ。\u001b[22m\n\u001b[4mI particularly wasn't fond of it, but it grew on me over time.\u001b[24m\n    \u001b[1m私は特に好きではありませんでしたが、時間が経つと私は成長しました。\u001b[22m, \u001b[1m私は特にそれが好きではなかったが、それは時間をかけて私に成長しました。\u001b[22m\n\u001b[4mEspecially the smiles, the smiles are such an important part of the anime, and at firs they look weird-even disproportional.\u001b[24m\n    \u001b[1m特に笑顔、笑顔はアニメの重要な部分であり、ファーでは奇妙に見えます。\u001b[22m, \u001b[1m特に笑顔、笑顔、アニメの重要な一部であり、もみで、彼らは奇妙な、でも不均衡に見えます。\u001b[22m\n\u001b[4mOvertime, it grows on you though and gives you a warm feeling.\u001b[24m\n    \u001b[1m残業、それはあなたに成長し、あなたに暖かい感情を与える。\u001b[22m, \u001b[1m残業、それはしかしあなたに成長し、あなたに暖かい感じを与えます。\u001b[22m\n\u001b[4mFortunately, the animation makes up for it in it's music, maybe the actually scores themselves are not masterpieces but the opening and ending is spectacular.\u001b[24m\n    \u001b[1m幸いにも、アニメーションは音楽でそれを補うが、実際にはそれ自体が傑作ではないが、オープニングとエンディングは素晴らしい。\u001b[22m, \u001b[1m幸いなことに、アニメーションは、多分、実際にスコア自体は傑作ではないが、開口部とエンディングは壮観です、それの音楽でそれを補います。\u001b[22m\n\u001b[4mEspecially the ending, because it is what you hear after every episode, and it pulls on the hearts strings (look at the lyrics and you'll know what I mean.)\u001b[24m\n    \u001b[1m特に終わりは、すべてのエピソードの後にあなたが聞くものであり、それは心の弦を引きます（歌詞を見れば、私の意味を知ることができます）。\u001b[22m, \u001b[1m特に、それはあなたがすべてのエピソードの後に聞いたところであり、それは心の弦を引っ張るのでエンディングは、（歌詞を見て、あなたは私が何を意味するか知っていますよ。）\u001b[22m\nOverall, I think a lot of people missed the point of Orange. Yes, the plot could have been fleshes out a bit more. The 'letters' aspect was all over the place at some parts of the story. But, the importance of the letters still stood, it created the base of the story, it led the characters to each other and really found itself by the end. I think that Orange is one of the best shojo animes I have ever watched. And, it is because it was both powerful and emotional enough to have me care. I was hooked on Orange since episode one and it is an anime that I will forever look back on.\n\n\u001b[1m全体として、私は多くの人々がオレンジのポイントを逃したと思う。 はい、そのプロットはもう少し洗練されたはずです。 ストーリーのいくつかの部分では、「手紙」の面が全面に広がっていました。 しかし、文字の重要性はまだ立って、それは物語の基盤を作成し、それはお互いに文字を導いて、本当に終わりまでに自分自身を発見した。 オレンジは私が今まで見た中で最高の少女アニメの一つだと思う。 そして、それは私が気にするほど強力で感情的だったからです。 私はエピソード1以来、オレンジに夢中になり、私はいつまでも振り返ります。\u001b[22m\n\u001b[1m(Zentai to shite, watashi wa ōku no hitobito ga orenji no pointo o nogashita to omou. Hai, sono purotto wa mōsukoshi senren sa reta hazudesu. Sutōrī no ikutsu ka no bubunde wa,`tegami' no men ga zenmen ni hirogatte imashita. Shikashi, moji no jūyō-sei wa mada tatte, soreha monogatari no kiban o sakusei shi, soreha otagai ni moji o michibiite, hontōni owari made ni jibun jishin o hakken shita. Orenji wa watashi ga imamade mita naka de saikō no shōjo anime no hitotsuda to omou. Soshite, sore wa watashi ga ki ni suru hodo kyōryokude kanjō-tekidattakaradesu. Watashi wa episōdo 1 irai, orenji ni muchū ni nari, watashi wa itsu made mo furikaerimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, I think a lot of people missed the point of Orange. Yes, the plot could have been fleshes out a bit more. The 'letters' aspect was all over the place at some parts of the story. But, the importance of the letters still stood, it created the base of the story, it led the characters to each other and really found itself by the end. I think that Orange is one of the best shojo animes I have ever watched. And, it is because it was both powerful and emotional enough to have me care. I was hooked on Orange since episode one and it is an anime that I will forever look back on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, I think a lot of people missed the point of Orange.\u001b[24m\n    \u001b[1m全体として、私は多くの人々がオレンジのポイントを逃したと思う。\u001b[22m, \u001b[1m全体的に、私は多くの人がオレンジのポイントを逃したと思います。\u001b[22m\n\u001b[4mYes, the plot could have been fleshes out a bit more.\u001b[24m\n    \u001b[1mはい、そのプロットはもう少し洗練されたはずです。\u001b[22m, \u001b[1mはい、されている可能性プロットは、もう少し出fleshes。\u001b[22m\n\u001b[4mThe 'letters' aspect was all over the place at some parts of the story.\u001b[24m\n    \u001b[1mストーリーのいくつかの部分では、「手紙」の面が全面に広がっていました。\u001b[22m, \u001b[1m「手紙」の側面は、物語のいくつかの部分ですべての場所でした。\u001b[22m\n\u001b[4mBut, the importance of the letters still stood, it created the base of the story, it led the characters to each other and really found itself by the end.\u001b[24m\n    \u001b[1mしかし、文字の重要性はまだ立って、それは物語の基盤を作成し、それはお互いに文字を導いて、本当に終わりまでに自分自身を発見した。\u001b[22m, \u001b[1mしかし、手紙の重要性はまだそれは物語のベースを作成し、立っていた、それはお互いに文字を主導し、本当に年末までに自分自身を発見しました。\u001b[22m\n\u001b[4mI think that Orange is one of the best shojo animes I have ever watched.\u001b[24m\n    \u001b[1mオレンジは私が今まで見た中で最高の少女アニメの一つだと思う。\u001b[22m, \u001b[1m私はオレンジは私が今まで見た中で最高の少女アニメの一つだと思います。\u001b[22m\n\u001b[4mAnd, it is because it was both powerful and emotional enough to have me care.\u001b[24m\n    \u001b[1mそして、それは私が気にするほど強力で感情的だったからです。\u001b[22m, \u001b[1m私が気に持って、強力かつ十分に感情的でもあったので、それがあります。\u001b[22m\n\u001b[4mI was hooked on Orange since episode one and it is an anime that I will forever look back on.\u001b[24m\n    \u001b[1m私はエピソード1以来、オレンジに夢中になり、私はいつまでも振り返ります。\u001b[22m, \u001b[1m私はエピソード1以来、オレンジに夢中にされ、それが、私は永遠に戻って見ていきますアニメです。\u001b[22m\n\u001b[1m\u001b[22m"
  },
  {
    "title": "Orange",
    "id": "32729",
    "url": "https://myanimelist.net/anime/32729/Orange",
    "user": "Chiburo",
    "profile": "/profile/Chiburo/reviews",
    "pages": "4",
    "number": "5",
    "link": "/reviews.php?id=230443",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  8\nキャラクター|  10\n|  10\n\nオレンジ\n\nアート/キャラクター：私は本当にこのショーのアートスタイルがとても好きです。 一番上の髪の毛やライン・オブ・キャラクターはありませんが、このアニメーションの反対側には本当の人がいるように感じられます。 それぞれのキャラクターは相手を持っているようですが、これらの2人はお互いに固執しています。 それは本当に敏感な部分に来たとき、キャラクターに来た感情を見て本当に楽しかったと言われています。 ここの感情は一番上のものではなく、本当の感情のようなキャラクターを見るのは本当に素晴らしいことです。 文字自体も本当に素晴らしいです。 ナホ、リードはダイナミクスがたくさんあるが、私は彼女が時には少し怒っていると言わなければならない。  Kakeruは彼の行動に非常に拘束されており、苦労しているが、彼のすばらしい友人はそれを手伝ってうれしい。 諏訪は人生のなかで一瞬しか見えない人であり、物語が展開し始めたときに私がもっと見ることができたらいいと思う。 萩田はステレオタイプの「メガネ男」ですが、ユニークな視点から指摘すると面白いことがいくつかあります。 最後に、TakakoとAzusaは本当にお互いに遊び合っているペアです。\n\n音楽/サウンド：このシリーズではじめて聞かれた音楽は、本当に空気を満たし、気分を盛り上げます。 音楽が少し強くなってほしいと思った箇所がいくつかありましたが、実際にはより大きな影響をもたらしたからです。 しかし、一般的なサウンドは大きな影響を与えました。 画像や言葉ではなく、ほとんどすべてが音で伝えられていたシーンもありました。何かが起こったことを示す必要さえなくても、次は何が起こるのだろうと世界が息を呑むような場面でも、 オープニング・ソングは、それがどれほど魅力的かによって何度も何度も何度も聴くだろうが、それはショーの本質であるためいつも憂鬱な幸せをもたらすだろう。\n\nストーリー：高校生は、高校の開会式の日に手紙を受け取ります。 彼女は読むことを始め、手紙の内容のためにすぐに混乱します。 どうやら、手紙はNaho自身のもので、10年後のものです。 手紙が怖い正確なものを予測し始めると、彼女は真剣にそれを取って接近します。 新しい移籍学生が東京の鳴井さんに授業の1日目に参加します。 手紙には、この移籍学生の素晴らしい友情と、実際に彼がどのようにして後悔しているかが伝えられています。 それから彼女は10年を読むと刺すような刺客がいる。カケルはもはや彼らと一緒にいない。 その未来のナホは、彼女がかけることにもっと注意を払うように頼む。 物語は続く、紆余曲折がたくさんあり、私が十分に得ることができない感情的なジェットコースターであることが本当に出てくる。\n\n\n\n総合評価：9/10",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\nOrange\n/ôˈräNZH,ˈär-/\n\n\u001b[1mオレンジ\u001b[22m\n\u001b[1m(Orenji)\u001b[22m\n\nDefinitions of \u001b[4mOrange\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\nnoun\n\u001b[1m    オレンジ\u001b[22m\n        orange\n\u001b[1m    橙\u001b[22m\n        orange\n\nadjective\n\u001b[1m    炎色\u001b[22m\n        flame scarlet, bright reddish, orange\n\u001b[1m\u001b[22m\nArt/Characters: I really love the art style of this show because of how natural it feels. There is no over the top hair or out of line characters, but it really feels like there are real people on the other side of this animation. While each character seems to have a counterpart, these two definitely stick to each other. That being said, I really enjoyed watching the emotion that came over the characters when it came to the really sensitive parts. The emotion here isn’t even over the top, and that is really fantastic to see a character show that kind of genuine emotion. The characters themselves are really great as well. Naho, the lead has a lot of dynamics, but I must say she can be a little infuriating at times. Kakeru is very much reserved in his actions and is having a hard time fitting in, but his amazing friends are happy to help with that. Suwa is someone who we only get glimpses into his life and I wish I could have seen more when the story began to unfold. Hagita is the stereotypical “glasses-guy” but he has some interesting things to point out from a unique perspective. Finally, Takako and Azusa are a pair that really are just playing off of each other.\n\n\u001b[1mアート/キャラクター：私は本当にこのショーのアートスタイルがとても好きです。 一番上の髪の毛やライン・オブ・キャラクターはありませんが、このアニメーションの反対側には本当の人がいるように感じられます。 それぞれのキャラクターは相手を持っているようですが、これらの2人はお互いに固執しています。 それは本当に敏感な部分に来たとき、キャラクターに来た感情を見て本当に楽しかったと言われています。 ここの感情は一番上のものではなく、本当の感情のようなキャラクターを見るのは本当に素晴らしいことです。 文字自体も本当に素晴らしいです。 ナホ、リードはダイナミクスがたくさんあるが、私は彼女が時には少し怒っていると言わなければならない。  Kakeruは彼の行動に非常に拘束されており、苦労しているが、彼のすばらしい友人はそれを手伝ってうれしい。 諏訪は人生のなかで一瞬しか見えない人であり、物語が展開し始めたときに私がもっと見ることができたらいいと思う。 萩田はステレオタイプの「メガネ男」ですが、ユニークな視点から指摘すると面白いことがいくつかあります。 最後に、TakakoとAzusaは本当にお互いに遊び合っているペアです。\u001b[22m\n\u001b[1m(Āto/ kyarakutā: Watashi wa hontōni kono shō no ātosutairu ga totemo sukidesu. Ichiban-jō no kaminoke ya rain Obu kyarakutā wa arimasenga, kono animēshon no hantaisoku ni wa hontō no hito ga iru yō ni kanji raremasu. Sore wa hontōni binkan'na bubun ni kita toki, kyarakutā ni kita kanjō o mite hontōni tanoshikatta to iwa rete imasu. Koko no kanjō wa ichiban-jō no monode wa naku, hontō no kanjō no yōna kyarakutā o miru no wa hontōni subarashī kotodesu. Moji jitai mo hontōni subarashīdesu. Naho, rīdo wa dainamikusu ga takusan aru ga, watashi wa kanojo ga tokiniha sukoshi ikatteiru to iwanakereba naranai. Kakeru wa kare no kōdō ni hijō ni kōsoku sa rete ori, kurō shite iruga, kare no subarashī yūjin wa sore o tetsudatte ureshī. Suwa wa jinsei no naka de isshun shika mienai hitodeari, monogatari ga tenkai shi hajimeta toki ni watashi ga motto miru koto ga dekitara ī to omou. Hagita wa sutereo taipu no `megane otoko'desuga, yunīkuna shiten kara shiteki suruto omoshiroi koto ga ikutsu ka arimasu. Saigo ni, Takako to Azusa wa hontōni otagai ni asobi atte iru peadesu. Sorezore no kyarakutā wa aite o motte iru yōdesuga, korera no 2-ri wa otagai ni koshū shite imasu.)\u001b[22m\n\u001b[1m\u001b[22m\nMusic/Sound: The music that we hear peppered throughout this series really fills the air and makes the mood great. There were a few parts where I wish the music was a bit stronger and things could have just gotten louder, because that would really have made a better impact. The sound in general made a huge impact, however. There were some scenes that were conveyed almost entirely through sounds rather than images or words, and it speaks volumes when you don’t even have to show something happen and the world holds its breath wondering what will happen next. The opening song is definitely one that I will listen to over and over again because of how catchy it is, but it will always bring a somber happiness because that is the true nature of the show.\n\n\u001b[1m音楽/サウンド：このシリーズではじめて聞かれた音楽は、本当に空気を満たし、気分を盛り上げます。 音楽が少し強くなってほしいと思った箇所がいくつかありましたが、実際にはより大きな影響をもたらしたからです。 しかし、一般的なサウンドは大きな影響を与えました。 画像や言葉ではなく、ほとんどすべてが音で伝えられていたシーンもありました。何かが起こったことを示す必要さえなくても、次は何が起こるのだろうと世界が息を呑むような場面でも、 オープニング・ソングは、それがどれほど魅力的かによって何度も何度も何度も聴くだろうが、それはショーの本質であるためいつも憂鬱な幸せをもたらすだろう。\u001b[22m\n\u001b[1m(Ongaku/ saundo: Kono shirīzu de hajimete kika reta ongaku wa, hontōni kūki o mitashi, kibun o moriagemasu. Ongaku ga sukoshi tsuyoku natte hoshī to omotta kasho ga ikutsu ka arimashitaga, jissai ni wa yori ōkina eikyō o motarashitakaradesu. Shikashi, ippantekina saundo wa ōkina eikyō o ataemashita. Gazō ya kotobade wa naku, hotondo subete ga oto de tsutae rarete ita shīn mo arimashita. Nanika ga okotta koto o shimesu hitsuyō sae nakute mo,-ji wa nani ga okoru nodarou to sekai ga iki o nomu yōna bamen demo, ōpuningu songu wa, sore ga dorehodo mirikiteki ka ni yotte nando mo nandomonandomo kikudarouga, soreha shō no honshitsudearu tame itsumo yūutsuna shiawase o motarasudarou.)\u001b[22m\n\nTranslations of \u001b[4mMusic/Sound: The music that we hear peppered throughout this series really fills the air and makes the mood great. There were a few parts where I wish the music was a bit stronger and things could have just gotten louder, because that would really have made a better impact. The sound in general made a huge impact, however. There were some scenes that were conveyed almost entirely through sounds rather than images or words, and it speaks volumes when you don’t even have to show something happen and the world holds its breath wondering what will happen next. The opening song is definitely one that I will listen to over and over again because of how catchy it is, but it will always bring a somber happiness because that is the true nature of the show.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMusic/Sound: The music that we hear peppered throughout this series really fills the air and makes the mood great.\u001b[24m\n    \u001b[1m音楽/サウンド：このシリーズではじめて聞かれた音楽は、本当に空気を満たし、気分を盛り上げます。\u001b[22m, \u001b[1m音楽/サウンド：私たちはこのシリーズを通して浴びせ聞く音楽は本当に空気を充填し、気分は素晴らしいことができます。\u001b[22m\n\u001b[4mThere were a few parts where I wish the music was a bit stronger and things could have just gotten louder, because that would really have made a better impact.\u001b[24m\n    \u001b[1m音楽が少し強くなってほしいと思った箇所がいくつかありましたが、実際にはより大きな影響をもたらしたからです。\u001b[22m, \u001b[1mそれは本当により良い影響を与えているだろうので、私は音楽が少し強かったと物事がちょうど大声得ていることがしたいいくつかの部分がありました。\u001b[22m\n\u001b[4mThe sound in general made a huge impact, however.\u001b[24m\n    \u001b[1mしかし、一般的なサウンドは大きな影響を与えました。\u001b[22m, \u001b[1m一般の音は、しかし、巨大な影響を与えました。\u001b[22m\n\u001b[4mThere were some scenes that were conveyed almost entirely through sounds rather than images or words, and it speaks volumes when you don’t even have to show something happen and the world holds its breath wondering what will happen next.\u001b[24m\n    \u001b[1m画像や言葉ではなく、ほとんどすべてが音で伝えられていたシーンもありました。何かが起こったことを示す必要さえなくても、次は何が起こるのだろうと世界が息を呑むような場面でも、\u001b[22m, \u001b[1mそこに音ではなく、イメージや言葉を通してほぼ完全に運ばれたいくつかのシーンがあった、とあなたも何かが起こる表示する必要はありませんし、世界が次に何が起こるか疑問に思ってその息を保持している場合には、ボリュームを話します。\u001b[22m\n\u001b[4mThe opening song is definitely one that I will listen to over and over again because of how catchy it is, but it will always bring a somber happiness because that is the true nature of the show.\u001b[24m\n    \u001b[1mオープニング・ソングは、それがどれほど魅力的かによって何度も何度も何度も聴くだろうが、それはショーの本質であるためいつも憂鬱な幸せをもたらすだろう。\u001b[22m, \u001b[1mオープニング曲は間違いなく私が原因それがどのようにキャッチーで何度も繰り返しに耳を傾けるだろうが、それはショーの本質であるので、それは常に厳粛な幸福をもたらすものです。\u001b[22m\n\u001b[1m\u001b[22m\nStory: Naho Takamiya receives a letter on the opening ceremony day at her high school. She begins to read and is quickly confused because of the letter’s contents. Apparently the letter is from Naho herself, ten years into the future. When the letter begins to predict things that are scary accurate, she starts taking it seriously and reads closer; a new transfer student will be joining them on day one of classes, Kakeru Naruse, from Tokyo. The letter tells about the amazing friendship of this transfer student and how she actually has a lot of regrets regarding him. Then a stinger hits when she reads that ten years, Kakeru is no longer with them. The Naho of that future time begs that she keep a closer eye on Kakeru. The story continues and there are a lot of twists and turns and it really comes out to be an emotional roller coaster that I can’t seem to get enough of.\n\n\u001b[1mストーリー：高校生は、高校の開会式の日に手紙を受け取ります。 彼女は読むことを始め、手紙の内容のためにすぐに混乱します。 どうやら、手紙はNaho自身のもので、10年後のものです。 手紙が怖い正確なものを予測し始めると、彼女は真剣にそれを取って接近します。 新しい移籍学生が東京の鳴井さんに授業の1日目に参加します。 手紙には、この移籍学生の素晴らしい友情と、実際に彼がどのようにして後悔しているかが伝えられています。 それから彼女は10年を読むと刺すような刺客がいる。カケルはもはや彼らと一緒にいない。 その未来のナホは、彼女がかけることにもっと注意を払うように頼む。 物語は続く、紆余曲折がたくさんあり、私が十分に得ることができない感情的なジェットコースターであることが本当に出てくる。\u001b[22m\n\u001b[1m(Sutōrī: Kōkōsei wa, kōkō no kaikai-shiki no hi ni tegami o uketorimasu. Kanojo wa yomu koto o hajime, tegami no naiyō no tame ni sugu ni konran shimasu. Dōyara, tegami wa Naho jishin no mono de, 10-nen-go no monodesu. Tegami ga kowai seikakuna mono o yosoku shi hajimeru to, kanojo wa shinken ni sore o totte sekkin shimasu. Atarashī iseki gakusei ga Tōkyō no narui-san ni jugyō no 1-nichi-me ni sanka shimasu. Tegami ni wa, kono iseki gakusei no subarashī yūjō to, jissai ni kare ga dono yō ni shite kōkai shite iru ka ga tsutae rarete imasu. Sorekara kanojo wa 10-nen o yomu to sasu yōna shikaku ga iru. Kakeru wa mohaya karera to issho ni inai. Sono mirai no Naho wa, kanojo ga kakeru koto ni motto chūi o harau yō ni tanomu. Monogatari wa tsudzuku, uyokyokusetsu ga takusan ari, watashi ga jūbun ni eru koto ga dekinai kanjō-tekina jettokōsutādearu koto ga hontōni detekuru.)\u001b[22m\n\nTranslations of \u001b[4mStory: Naho Takamiya receives a letter on the opening ceremony day at her high school. She begins to read and is quickly confused because of the letter’s contents. Apparently the letter is from Naho herself, ten years into the future. When the letter begins to predict things that are scary accurate, she starts taking it seriously and reads closer; a new transfer student will be joining them on day one of classes, Kakeru Naruse, from Tokyo. The letter tells about the amazing friendship of this transfer student and how she actually has a lot of regrets regarding him. Then a stinger hits when she reads that ten years, Kakeru is no longer with them. The Naho of that future time begs that she keep a closer eye on Kakeru. The story continues and there are a lot of twists and turns and it really comes out to be an emotional roller coaster that I can’t seem to get enough of.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: Naho Takamiya receives a letter on the opening ceremony day at her high school.\u001b[24m\n    \u001b[1mストーリー：高校生は、高校の開会式の日に手紙を受け取ります。\u001b[22m, \u001b[1mストーリー：菜穂高宮は彼女の高校で開会式の日に手紙を受け取ります。\u001b[22m\n\u001b[4mShe begins to read and is quickly confused because of the letter’s contents.\u001b[24m\n    \u001b[1m彼女は読むことを始め、手紙の内容のためにすぐに混乱します。\u001b[22m, \u001b[1m彼女が読むことを開始し、理由の手紙の内容をすぐに混乱しています。\u001b[22m\n\u001b[4mApparently the letter is from Naho herself, ten years into the future.\u001b[24m\n    \u001b[1mどうやら、手紙はNaho自身のもので、10年後のものです。\u001b[22m, \u001b[1mどうやら手紙は未来に菜穂彼女自身、10年からです。\u001b[22m\n\u001b[4mWhen the letter begins to predict things that are scary accurate, she starts taking it seriously and reads closer;\u001b[24m\n    \u001b[1m手紙が怖い正確なものを予測し始めると、彼女は真剣にそれを取って接近します。\u001b[22m, \u001b[1m手紙は正確怖い事を予測し始めると、彼女は真剣にそれを取って開始し、近い読み込みます。\u001b[22m\n\u001b[4ma new transfer student will be joining them on day one of classes, Kakeru Naruse, from Tokyo.\u001b[24m\n    \u001b[1m新しい移籍学生が東京の鳴井さんに授業の1日目に参加します。\u001b[22m, \u001b[1m新しい転校生は東京から、その日のクラスのいずれか、翔成瀬上に参加します。\u001b[22m\n\u001b[4mThe letter tells about the amazing friendship of this transfer student and how she actually has a lot of regrets regarding him.\u001b[24m\n    \u001b[1m手紙には、この移籍学生の素晴らしい友情と、実際に彼がどのようにして後悔しているかが伝えられています。\u001b[22m, \u001b[1m手紙は素晴らしいこの転校生の友情とどのように彼女は実際に彼についての後悔をたくさん持っているについて伝えます。\u001b[22m\n\u001b[4mThen a stinger hits when she reads that ten years, Kakeru is no longer with them.\u001b[24m\n    \u001b[1mそれから彼女は10年を読むと刺すような刺客がいる。カケルはもはや彼らと一緒にいない。\u001b[22m, \u001b[1m彼女はその10年読み込むときにスティンガーのヒット、カケルは、彼らとはなくなりました。\u001b[22m\n\u001b[4mThe Naho of that future time begs that she keep a closer eye on Kakeru.\u001b[24m\n    \u001b[1mその未来のナホは、彼女がかけることにもっと注意を払うように頼む。\u001b[22m, \u001b[1mその将来の時間の菜穂は、彼女は翔に近い目を離さないことを頼みます。\u001b[22m\n\u001b[4mThe story continues and there are a lot of twists and turns and it really comes out to be an emotional roller coaster that I can’t seem to get enough of.\u001b[24m\n    \u001b[1m物語は続く、紆余曲折がたくさんあり、私が十分に得ることができない感情的なジェットコースターであることが本当に出てくる。\u001b[22m, \u001b[1m物語は継続し、紆余曲折がたくさんあり、それは本当に私は十分に得るように見えることができない感情のジェットコースターであることが出てきます。\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nOverall Rating: 9/10\n\n\u001b[1m総合評価：9/10\u001b[22m\n\u001b[1m(Sōgō hyōka: 9/ 10)\u001b[22m\n\nTranslations of \u001b[4mOverall Rating: 9/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall Rating: 9/10\u001b[24m\n    \u001b[1m総合評価：9/10\u001b[22m, \u001b[1m総合的な評価：9/10\u001b[22m"
  },
  {
    "title": "Orange",
    "id": "32729",
    "url": "https://myanimelist.net/anime/32729/Orange",
    "user": "jealousghost",
    "profile": "/profile/jealousghost/reviews",
    "pages": "4",
    "number": "6",
    "link": "/reviews.php?id=233282",
    "jp": "--- | --- | ---\n全体的な|  7\n--- | ---\nストーリー|  7\nアニメーション|  5\nサウンド|  6\nキャラクター|  7\n|  6\n\nこれは、文字が主要な出来事の結果を変えようとする別の時間の旅行物語ではありません。 それは、ケーキ・アキンソンの「生涯の生涯」が、グラウンドホッグ・デイのようなものに近いと感じました。 主人公は、彼女の将来の自己から、同級生を救うようにと警告する手紙を受け取ります。 このコンセプトは、キャラクターが最初にそれを信じておらず、その後アドバイスに従うように成長し、その後手紙から分かれる未来を見ているので、非常によく開発されました。 さらに、私たちがこの情報を持っていると何が起こるのか、私たちはそれを当然とらえて冗談を言ったり、同じ情報を持っていない友人に何かをいたずらに言うことさえできます。 将来子供が幸せになれば、結婚することができますか？ 私たちは誰かを救うために未来をあきらめていますか？\n\nART：このアニメは非常に素早くまとまったようです。 芸術のスタイルはマンガによく似ていますが、はるかに優れていました。 それは非常に2Dの色と形をした、2000年代初めの安いショーのようです。 キャラクターのスタイルやアニメーションも、特にショーの最後にやや貧弱でした。 キャラクターの動きは不自然で不自然に感じられましたが、時にはそれらが描かれたやり方はちょうど見えなくなり、ショーの楽しさに影響を与えました。 そして時々、3D-CGのセル陰影のアニメ（神社や車などを歩いている背景のキャラクターなど）にランダムに投げ込まれました。\n\nサウンド：音楽は素晴らしく、演技は完璧でした。 俳優たちは非常に自宅で、彼らの役割は自然であると感じました。\n\nCHARACTER：主人公は、あなたの典型的な、少女ばかりで、最終的には性格の馬小屋を開発していました。 そして、私は彼女が盲目的に一緒に行ったことを受け入れることができませんでした。本質的に、人を救うために未来を消しています。 彼らは正直なところ、ショーを楽しくするものです！ 彼らの会話は非常に現実的で、私は続編で何が起こるのかを待つことはできません。 キャラクターの将来の自己はまた、私が思っていた感じの過去に手紙を送る方法のランダムな説明も出てくる。 また、キャラクターはすべて謎に包まれていますが、非常に未熟な状態です。 私は主人公のグループの残りの部分に専念するエピソードを待っていた....しかし、代わりにすべての単一のエピソードは、2つの主人公に焦点を当てた。 これは君に届けではありません。 陽気な萩田さんがスタイリッシュなベーカリーの友人Azusaと一緒になったかどうかを知るために映画の続編を楽しみにしていますか？ 甘い諏訪はどうなりますか？ そして、大声で叫ぶために、タカについて何か教えてください！ これらのキャラクターはすべてこのような可能性を秘めています！\n\nエンジョイメント：シリーズの終わりには、私はそれが終わったことをうれしく思っただけでなく、私はそれを見てうれしい。 私はまた、他の人たちがどうやって出てくるのかを見るために、続編にうまくいきたいと思っています！",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 7\n\n\u001b[1m全体的な|  7\u001b[22m\n\u001b[1m(Zentai-tekina | 7)\u001b[22m\n\nTranslations of \u001b[4mOverall | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 7\n\n\u001b[1mストーリー|  7\u001b[22m\n\u001b[1m(Sutōrī | 7)\u001b[22m\n\nTranslations of \u001b[4mStory | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nAnimation | 5\n\n\u001b[1mアニメーション|  5\u001b[22m\n\u001b[1m(Animēshon | 5)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 7\n\n\u001b[1mキャラクター|  7\u001b[22m\n\u001b[1m(Kyarakutā | 7)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nThis is not just another time traveling story where characters try to change the outcome of some major event. It felt closer to Kate Akinson's Life After Life than something like Groundhog Day. The main character receives a letter from her future self, warning her to save a classmate. This concept was developed very well as the character doesn't believe it at first, then grows to follow the advice, then sees the future diverging from the letter. Additionally, the story addresses what happens when we have this information: we can take it for granted and joke about it, or even callously say something to a friend who doesn't have the same information we might. And what if we're happy in the future, married with kids? Do we still give up that future to save someone?\n\n\u001b[1mこれは、文字が主要な出来事の結果を変えようとする別の時間の旅行物語ではありません。 それは、ケーキ・アキンソンの「生涯の生涯」が、グラウンドホッグ・デイのようなものに近いと感じました。 主人公は、彼女の将来の自己から、同級生を救うようにと警告する手紙を受け取ります。 このコンセプトは、キャラクターが最初にそれを信じておらず、その後アドバイスに従うように成長し、その後手紙から分かれる未来を見ているので、非常によく開発されました。 さらに、私たちがこの情報を持っていると何が起こるのか、私たちはそれを当然とらえて冗談を言ったり、同じ情報を持っていない友人に何かをいたずらに言うことさえできます。 将来子供が幸せになれば、結婚することができますか？ 私たちは誰かを救うために未来をあきらめていますか？\u001b[22m\n\u001b[1m(Kore wa, moji ga shuyōna dekigoto no kekka o kaeyou to suru betsu no jikan no ryokō monogataride wa arimasen. Sore wa, kēki akinson no `shōgai no shōgai' ga, guraundohoggu Dei no yōna mono ni chikai to kanjimashita. Shujinkō wa, kanojo no shōrai no jiko kara, dōkyūsei o sukuu yō ni to keikoku suru tegami o uketorimasu. Kono konseputo wa, kyarakutā ga saisho ni sore o shinjite orazu, sonogo adobaisu ni shitagau yō ni seichō shi, sonogo tegami kara wakareru mirai o mite irunode, hijō ni yoku kaihatsu sa remashita. Sarani, watashitachi ga kono jōhō o motte iruto nani ga okoru no ka, watashitachi wa sore o tōzen toraete jōdan o ittari, onaji jōhō o motteinai yūjin ni nanika o itazura ni iu koto sae dekimasu. Shōrai kodomo ga shiawase ni nareba, kekkon suru koto ga dekimasu ka? Watashitachiha dareka o sukuu tame ni mirai o akiramete imasu ka?)\u001b[22m\n\nTranslations of \u001b[4mThis is not just another time traveling story where characters try to change the outcome of some major event. It felt closer to Kate Akinson's Life After Life than something like Groundhog Day. The main character receives a letter from her future self, warning her to save a classmate. This concept was developed very well as the character doesn't believe it at first, then grows to follow the advice, then sees the future diverging from the letter. Additionally, the story addresses what happens when we have this information: we can take it for granted and joke about it, or even callously say something to a friend who doesn't have the same information we might. And what if we're happy in the future, married with kids? Do we still give up that future to save someone?\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis is not just another time traveling story where characters try to change the outcome of some major event.\u001b[24m\n    \u001b[1mこれは、文字が主要な出来事の結果を変えようとする別の時間の旅行物語ではありません。\u001b[22m, \u001b[1mこれは、文字がいくつかの主要なイベントの結果を変更しようと話を走行するだけで、別の時間ではありません。\u001b[22m\n\u001b[4mIt felt closer to Kate Akinson's Life After Life than something like Groundhog Day.\u001b[24m\n    \u001b[1mそれは、ケーキ・アキンソンの「生涯の生涯」が、グラウンドホッグ・デイのようなものに近いと感じました。\u001b[22m, \u001b[1mそれはマーモットの日のようなものよりも生活の後ケイトAkinsonの生活に近い感じました。\u001b[22m\n\u001b[4mThe main character receives a letter from her future self, warning her to save a classmate.\u001b[24m\n    \u001b[1m主人公は、彼女の将来の自己から、同級生を救うようにと警告する手紙を受け取ります。\u001b[22m, \u001b[1m主人公は同級生を保存するために彼女を警告し、彼女の将来の自己からの手紙を受け取ります。\u001b[22m\n\u001b[4mThis concept was developed very well as the character doesn't believe it at first, then grows to follow the advice, then sees the future diverging from the letter.\u001b[24m\n    \u001b[1mこのコンセプトは、キャラクターが最初にそれを信じておらず、その後アドバイスに従うように成長し、その後手紙から分かれる未来を見ているので、非常によく開発されました。\u001b[22m, \u001b[1mこの概念は非常によく文字が最初にそれを信じていないとして開発された、その後アドバイスに従うことを成長し、その後、手紙から発散未来を見ています。\u001b[22m\n\u001b[4mAdditionally, the story addresses what happens when we have this information: we can take it for granted and joke about it, or even callously say something to a friend who doesn't have the same information we might.\u001b[24m\n    \u001b[1mさらに、私たちがこの情報を持っていると何が起こるのか、私たちはそれを当然とらえて冗談を言ったり、同じ情報を持っていない友人に何かをいたずらに言うことさえできます。\u001b[22m, \u001b[1mさらに、物語は、私たちの情報を持っているときに何が起こるかアドレス：私たちは当たり前のそれを取る、それについて冗談、あるいは無情に私たちがかもしれない同じ情報を持っていない友人に何かを言うことができます。\u001b[22m\n\u001b[4mAnd what if we're happy in the future, married with kids?\u001b[24m\n    \u001b[1m将来子供が幸せになれば、結婚することができますか？\u001b[22m, \u001b[1mそして、私たちが子供たちと結婚し、将来的には満足している場合はどうなりますか？\u001b[22m\n\u001b[4mDo we still give up that future to save someone?\u001b[24m\n    \u001b[1m私たちは誰かを救うために未来をあきらめていますか？\u001b[22m, \u001b[1m我々はまだ誰かを救うために、その未来をあきらめていますか？\u001b[22m\n\u001b[1m\u001b[22m\nART: This anime seems like it was put together very quickly. The art style closely resembles the manga, but it could have been much, much better. It seems like a cheap show from the early 2000s with very 2D colors and shapes, with the sky a jarring flat blue. The character style and animation was also somewhat poor, especially towards the end of the show. Characters movement felt awkward and undefined while at times the way they were drawn just seemed off, and it affected the enjoyment of the show. And then from time to time there was random thrown in 3D-CG cell shaded anime (such as of background characters walking around at the shrine, vehicles, etc.)\n\n\u001b[1mART：このアニメは非常に素早くまとまったようです。 芸術のスタイルはマンガによく似ていますが、はるかに優れていました。 それは非常に2Dの色と形をした、2000年代初めの安いショーのようです。 キャラクターのスタイルやアニメーションも、特にショーの最後にやや貧弱でした。 キャラクターの動きは不自然で不自然に感じられましたが、時にはそれらが描かれたやり方はちょうど見えなくなり、ショーの楽しさに影響を与えました。 そして時々、3D-CGのセル陰影のアニメ（神社や車などを歩いている背景のキャラクターなど）にランダムに投げ込まれました。\u001b[22m\n\u001b[1m(Āto: Kono anime wa hijō ni subayaku matomatta yōdesu. Geijutsu no sutairu wa manga ni yoku nite imasuga, haruka ni sugurete imashita. Sore wa hijō ni 2 D no iro to katachi o shita, 2000-nendai hajime no yasui shō no yōdesu. Kyarakutā no sutairu ya animēshon mo, tokuni shō no saigo ni yaya hinjakudeshita. Kyarakutā no ugoki wa fushizende fushizen ni kanji raremashitaga, tokiniha sorera ga egaka reta yarikata wa chōdo mienaku nari, shō no tanoshisa ni eikyō o ataemashita. Soshite tokidoki, 3 D - CG no seru in'ei no anime (jinja ya kuruma nado o aruite iru haikei no kyarakutā nado) ni randamu ni nagekoma remashita.)\u001b[22m\n\nTranslations of \u001b[4mART: This anime seems like it was put together very quickly. The art style closely resembles the manga, but it could have been much, much better. It seems like a cheap show from the early 2000s with very 2D colors and shapes, with the sky a jarring flat blue. The character style and animation was also somewhat poor, especially towards the end of the show. Characters movement felt awkward and undefined while at times the way they were drawn just seemed off, and it affected the enjoyment of the show. And then from time to time there was random thrown in 3D-CG cell shaded anime (such as of background characters walking around at the shrine, vehicles, etc.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mART: This anime seems like it was put together very quickly.\u001b[24m\n    \u001b[1mART：このアニメは非常に素早くまとまったようです。\u001b[22m, \u001b[1mART：それは非常に迅速にまとめたように、このアニメは思われます。\u001b[22m\n\u001b[4mThe art style closely resembles the manga, but it could have been much, much better.\u001b[24m\n    \u001b[1m芸術のスタイルはマンガによく似ていますが、はるかに優れていました。\u001b[22m, \u001b[1mアートスタイルは、密接に漫画に似ているが、それははるかに、はるかに優れたかもしれません。\u001b[22m\n\u001b[4mIt seems like a cheap show from the early 2000s with very 2D colors and shapes, with the sky a jarring flat blue.\u001b[24m\n    \u001b[1mそれは非常に2Dの色と形をした、2000年代初めの安いショーのようです。\u001b[22m, \u001b[1mそれは空耳障りな平らなブルーで、非常に2D色や形で2000年代初頭から安いショーのように思えます。\u001b[22m\n\u001b[4mThe character style and animation was also somewhat poor, especially towards the end of the show.\u001b[24m\n    \u001b[1mキャラクターのスタイルやアニメーションも、特にショーの最後にやや貧弱でした。\u001b[22m, \u001b[1m文字スタイルやアニメーションが特にショーの終わりに向かって、またやや不良でした。\u001b[22m\n\u001b[4mCharacters movement felt awkward and undefined while at times the way they were drawn just seemed off, and it affected the enjoyment of the show.\u001b[24m\n    \u001b[1mキャラクターの動きは不自然で不自然に感じられましたが、時にはそれらが描かれたやり方はちょうど見えなくなり、ショーの楽しさに影響を与えました。\u001b[22m, \u001b[1m時間にそれらが描かれた方法は、ちょうどオフに見えた、それはショーの楽しさに影響を与えながら、キャラクターの動きがぎこちないと未定義感じました。\u001b[22m\n\u001b[4mAnd then from time to time there was random thrown in 3D-CG cell shaded anime (such as of background characters walking around at the shrine, vehicles, etc.)\u001b[24m\n    \u001b[1mそして時々、3D-CGのセル陰影のアニメ（神社や車などを歩いている背景のキャラクターなど）にランダムに投げ込まれました。\u001b[22m, \u001b[1mそして、随時（例えば神社に歩い背景文字、自動車などのように）3D-CGセル影付きアニメでスローされたランダムありました\u001b[22m\n\u001b[1m\u001b[22m\nSOUND: The music was fine and the voice acting was perfect. The actors felt very at home and natural in their roles.\n\n\u001b[1mサウンド：音楽は素晴らしく、演技は完璧でした。 俳優たちは非常に自宅で、彼らの役割は自然であると感じました。\u001b[22m\n\u001b[1m(Saundo: Ongaku wa subarashiku, engi wa kanpekideshita. Haiyū-tachi wa hijō ni jitaku de, karera no yakuwari wa shizendearu to kanjimashita.)\u001b[22m\n\nTranslations of \u001b[4mSOUND: The music was fine and the voice acting was perfect. The actors felt very at home and natural in their roles.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSOUND: The music was fine and the voice acting was perfect.\u001b[24m\n    \u001b[1mサウンド：音楽は素晴らしく、演技は完璧でした。\u001b[22m, \u001b[1mSOUND：音楽は大丈夫だったし、声の演技は完璧でした。\u001b[22m\n\u001b[4mThe actors felt very at home and natural in their roles.\u001b[24m\n    \u001b[1m俳優たちは非常に自宅で、彼らの役割は自然であると感じました。\u001b[22m, \u001b[1m俳優がそれぞれの役割に非常に自宅や自然を感じました。\u001b[22m\n\u001b[1m\u001b[22m\nCHARACTER: The main character was your typical, shoujo blah who eventually develops the barest semblance of a personality. And I couldn't accept that she blindly went along with, essentially, erasing her future to save one person. They're, honestly, what makes the show enjoyable! Their conversations seem very realistic and I can't wait to see what happens in the sequel. The characters' future selves also come up with a random explanation of how to send letters to the past that I thought felt contrived. Also, the characters all start out with a sense of mystery to them, but are extremely underdeveloped. I kept waiting for episodes devoted to the rest of the group of main characters.... but instead every single episode focused on the two main characters. This is no Kimi ni Todoke. I'm looking forward to the movie sequel to find out if the hilarious Hagita ever got together with his stylish, baker friend Azusa? What happens with sweet Suwa? And please, for crying out loud!, tell us something about Taka! These characters all have such potential!\n\n\u001b[1mCHARACTER：主人公は、あなたの典型的な、少女ばかりで、最終的には人格の最も似通ったものを開発していました。 そして、私は彼女が盲目的に一緒に行ったことを受け入れることができませんでした。本質的に、人を救うために未来を消しています。 彼らは正直なところ、ショーを楽しくするものです！ 彼らの会話は非常に現実的なように見え、続編で何が起こるのかを待つことはできません。 キャラクターの将来の自己はまた、私が思っていた感じの過去に手紙を送る方法のランダムな説明も出てくる。 また、キャラクターはすべて謎に包まれていますが、非常に未熟な状態です。 私は主人公のグループの残りの部分に専念するエピソードを待っていた....しかし、代わりにすべての単一のエピソードは、2つの主人公に焦点を当てた。 これは君に届けではありません。 陽気な萩田さんがスタイリッシュなベーカリーの友人Azusaと一緒になったかどうかを知るために映画の続編を楽しみにしていますか？ 甘い諏訪はどうなりますか？ そして、大声で叫ぶために、タカについて何か教えてください！ これらのキャラクターはすべてこのような可能性を秘めています！\u001b[22m\n\u001b[1m(CHARACTER: Shujinkō wa, anata no tenkei-tekina, shōjo bakari de, saishūtekini wa jinkaku no mottomo nikayotta mono o kaihatsu shite imashita. Soshite, watashi wa kanojo ga mōmokuteki ni issho ni itta koto o ukeireru koto ga dekimasendeshita. Honshitsu-teki ni, hito o sukuu tame ni mirai o keshite imasu. Kyarakutā no shōrai no jiko wa mata, watashi ga omotte ita kanji no kako ni tegami o okuru hōhō no randamuna setsumei mo detekuru. Mata, kyarakutā wa subete nazo ni tsutsuma rete imasuga, hijō ni mijukuna jōtaidesu. Watashi wa shujinkō no gurūpu no nokori no bubun ni sen'nen suru episōdo o matteita.... Shikashi, kawarini subete no tan'itsu no episōdo wa, 2tsu no shujinkō ni shōten o ateta. Kore wa kiminitodokede wa arimasen. Yōkina Hagita-san ga sutairisshuna bēkarī no yūjin Azusa to issho ni natta ka dō ka o shiru tame ni eiga no zokuhen o tanoshiminishiteimasu ka? Amai Suwa wa dō narimasu ka? Soshite, ōgoe de sakebu tame ni, taka ni tsuite nanika oshietekudasai! Korera no kyarakutā wa subete kono yōna kanōsei o himete imasu! Karera wa shōjikina tokoro, shō o tanoshiku suru monodesu! Karera no kaiwa wa hijō ni genjitsu-tekina yō ni mie, zokuhen de nani ga okoru no ka o matsu koto wa dekimasen.)\u001b[22m\n\u001b[1m\u001b[22m\nENJOYMENT: By the end of the series I was glad it was over, but also glad I had watched it. I'm also looking hopefully to the sequel to see how the others turn out!\n\n\u001b[1mエンジョイメント：シリーズの終わりには、私はそれが終わったことをうれしく思っただけでなく、私はそれを見てうれしい。 私はまた、他の人たちがどうやって出てくるのかを見るために、続編にうまくいきたいと思っています！\u001b[22m\n\u001b[1m(Enjoimento: Shirīzu no owari ni wa, watashi wa sore ga owatta koto o ureshiku omotta dakedenaku, watashi wa sore o mite ureshī. Watashi wa mata, hokanohito-tachi ga dō yatte dete kuru no ka o miru tame ni, zokuhen ni umaku ikitai to omotte imasu!)\u001b[22m\n\nTranslations of \u001b[4mENJOYMENT: By the end of the series I was glad it was over, but also glad I had watched it. I'm also looking hopefully to the sequel to see how the others turn out!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mENJOYMENT: By the end of the series I was glad it was over, but also glad I had watched it.\u001b[24m\n    \u001b[1mエンジョイメント：シリーズの終わりには、私はそれが終わったことをうれしく思っただけでなく、私はそれを見てうれしい。\u001b[22m, \u001b[1m享有：シリーズの終わりまでに、私はそれが終わった嬉しいが、私はそれを見ていたにも喜んでいました。\u001b[22m\n\u001b[4mI'm also looking hopefully to the sequel to see how the others turn out!\u001b[24m\n    \u001b[1m私はまた、他の人たちがどうやって出てくるのかを見るために、続編にうまくいきたいと思っています！\u001b[22m, \u001b[1m私はまた、他の人が判明する方法を確認するために続編にうまくいけば、探しています！\u001b[22m"
  }
]
