[
  {
    "title": "Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "id": "32902",
    "url": "https://myanimelist.net/anime/32902/Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "user": "PlumAppleJuice",
    "profile": "/profile/PlumAppleJuice/reviews",
    "pages": "1",
    "number": "1",
    "link": "/reviews.php?id=228805",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  10\nサウンド|  10\nキャラクター|  8\n|  10\n\n（もしあなたが質の高いグラフィック、幻想的な面、深みのある物語を見せているのであれば、これはあなたのためのものです。このレビューは、今日出て以来の私の最初の印象です。\n\n●ストーリー：ストーリーは素晴らしいです。 それは私が自分自身を見たほとんどのショーとは異なって始まります。 主人公の悲しいサブプロットで始めるのではなく、キャラクターの開発をしてエピソードの後半に入れます。 私はすべての魔法が浮かんでいるのが好きで、スタジオジブのような感じです。\n\n●アート：芸術は素晴らしいです。 アニメーションはスタイルを持っており、あなたは本当にこれにいくらかのお金を入れると言うことができます。 背景は魅力的です。 それは私がそれのようなものを見たのでしばらくしています。\n\n●サウンド：音が抜群です！ 音楽は美しく、映画的です。 他のアニメと同じようにオープニングやエンディングのビジュアル+サウンドはありません。 代わりに、それはアニメ全体をより多くのスクリーン時間に費やすことに費やされます。 あなたにとって、耳には本当に設定に完全に合った音楽が喜ばれます。\n\n●文字：文字はとても良いです。 しかし、突然アニメが始まるので、皆に理解させる必要があります。 しかし、それは悪いことではありません。 ありがたいことに、私はどんな著名なキャラクターが登場するのか分かりません。\n\n●楽しさ：アニメの楽しさは抜群！ それは美しい、素敵な文字、甘いプロット（これまで）と私はそれが大好きです。 私はほとんどアニメに影響を与えることはほとんどありません。 私はもっ​​と待つことができない！\n\nそれで全部です。 より多くのエピソードが出てくるので、このレビューを更新します！ 私はそれをチェックアウトすることをお勧めします。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 10\n\n\u001b[1mサウンド|  10\u001b[22m\n\u001b[1m(Saundo | 10)\u001b[22m\n\nTranslations of \u001b[4mSound | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nCharacter | 8\n\n\u001b[1mキャラクター|  8\u001b[22m\n\u001b[1m(Kyarakutā | 8)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nEnjoyment | 10\n\n\u001b[1m|  10\u001b[22m\n\u001b[1m(| 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\n\u001b[1m\u001b[22m\n(If you're looking for a show with quality graphics, an interesting fantasy aspect, a deep story, then this is for you. Please note, this review is more of my first impression since it just came out today.)\n\n\u001b[1m（もしあなたが質の高いグラフィック、幻想的な面、深みのある物語を見せているのであれば、これはあなたのためのものです。このレビューは、今日出て以来の私の最初の印象です。\u001b[22m\n\u001b[1m((Moshi anata ga shitsu no takai gurafikku, gensō-tekina men, fukami no aru monogatari o misete iru nodeareba, kore wa anata no tame no monodesu. Kono rebyū wa, kyō dete irai no watashi no saisho no inshōdesu.)\u001b[22m\n\nTranslations of \u001b[4m(If you're looking for a show with quality graphics, an interesting fantasy aspect, a deep story, then this is for you. Please note, this review is more of my first impression since it just came out today.)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(If you're looking for a show with quality graphics, an interesting fantasy aspect, a deep story, then this is for you. Please note, this review is more of my first impression since it just came out today.)\u001b[24m\n    \u001b[1m（もしあなたが質の高いグラフィック、幻想的な面、深みのある物語を見せているのであれば、これはあなたのためのものです。このレビューは、今日出て以来の私の最初の印象です。\u001b[22m, \u001b[1m（あなたは品質のグラフィックス、面白いファンタジー側面、深い話でショーを探しているなら、これはあなたのためです。注意してください、この口コミはそれだけで今日出てきたので、私の第一印象の詳細です。）\u001b[22m\n\u001b[1m\u001b[22m\n● Story: The story is great. It starts differently than most shows I have watched myself. Instead of starting of with the main characters sad sub-plot, they do some character development and put it later in the episode. I like all the magical being floating around and what not and it feels like a Studio Ghibi film.\n\n\u001b[1m●ストーリー：ストーリーは素晴らしいです。 それは私が自分自身を見たほとんどのショーとは異なって始まります。 主人公の悲しいサブプロットで始めるのではなく、キャラクターの開発をしてエピソードの後半に入れます。 私はすべての魔法が浮かんでいるのが好きで、スタジオジブのような感じです。\u001b[22m\n\u001b[1m(● Sutōrī: Sutōrī wa subarashīdesu. Sore wa watashi ga jibun jishin o mita hotondo no shō to wa kotonatte hajimarimasu. Shujinkō no kanashī sabupurotto de hajimeru node wa naku, kyarakutā no kaihatsu o shite episōdo no kōhan ni iremasu. Watashi wa subete no mahō ga ukande iru no ga sukide, sutajiojibu no yōna kanjidesu.)\u001b[22m\n\nTranslations of \u001b[4m● Story: The story is great. It starts differently than most shows I have watched myself. Instead of starting of with the main characters sad sub-plot, they do some character development and put it later in the episode. I like all the magical being floating around and what not and it feels like a Studio Ghibi film.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m● Story: The story is great.\u001b[24m\n    \u001b[1m●ストーリー：ストーリーは素晴らしいです。\u001b[22m, \u001b[1m●ストーリー：ストーリーが素晴らしいです。\u001b[22m\n\u001b[4mIt starts differently than most shows I have watched myself.\u001b[24m\n    \u001b[1mそれは私が自分自身を見たほとんどのショーとは異なって始まります。\u001b[22m, \u001b[1mそれは異なって、私は自分自身を見ているほとんどのショーより開始します。\u001b[22m\n\u001b[4mInstead of starting of with the main characters sad sub-plot, they do some character development and put it later in the episode.\u001b[24m\n    \u001b[1m主人公の悲しいサブプロットで始めるのではなく、キャラクターの開発をしてエピソードの後半に入れます。\u001b[22m, \u001b[1m代わりに、サブプロット悲しいメインキャラクターとの開始のため、彼らはいくつかの文字の開発を行うとのエピソードで、後でそれを置きます。\u001b[22m\n\u001b[4mI like all the magical being floating around and what not and it feels like a Studio Ghibi film.\u001b[24m\n    \u001b[1m私はすべての魔法が浮かんでいるのが好きで、スタジオジブのような感じです。\u001b[22m, \u001b[1m私はすべての魔法ビーイング漂っ、何ではないが好きで、それがスタジオGhibiフィルムのように感じています。\u001b[22m\n\u001b[1m\u001b[22m\n● Art: The art is outstanding. The animation has style and you can tell they really put some money into this. The backgrounds are mesmerizing. It's been a while since I have seen something like it.\n\n\u001b[1m●アート：芸術は素晴らしいです。 アニメーションはスタイルを持っており、あなたは本当にこれにいくらかのお金を入れると言うことができます。 背景は魅力的です。 それは私がそれのようなものを見たのでしばらくしています。\u001b[22m\n\u001b[1m(● Āto: Geijutsu wa subarashīdesu. Animēshon wa sutairu o motte ori, anata wa hontōni kore ni ikuraka no okane o ireru to iu koto ga dekimasu. Haikei wa mirikitekidesu. Sore wa watashi ga sore no yōna mono o mitanode shibaraku shite imasu.)\u001b[22m\n\nTranslations of \u001b[4m● Art: The art is outstanding. The animation has style and you can tell they really put some money into this. The backgrounds are mesmerizing. It's been a while since I have seen something like it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m● Art: The art is outstanding.\u001b[24m\n    \u001b[1m●アート：芸術は素晴らしいです。\u001b[22m, \u001b[1m●アート：芸術は抜群です。\u001b[22m\n\u001b[4mThe animation has style and you can tell they really put some money into this.\u001b[24m\n    \u001b[1mアニメーションはスタイルを持っており、あなたは本当にこれにいくらかのお金を入れると言うことができます。\u001b[22m, \u001b[1mアニメーションは、スタイルを持って、あなたは彼らが本当にこの中にいくつかのお金を入れて伝えることができます。\u001b[22m\n\u001b[4mThe backgrounds are mesmerizing.\u001b[24m\n    \u001b[1m背景は魅力的です。\u001b[22m, \u001b[1m背景が魅了されています。\u001b[22m\n\u001b[4mIt's been a while since I have seen something like it.\u001b[24m\n    \u001b[1mそれは私がそれのようなものを見たのでしばらくしています。\u001b[22m, \u001b[1m私はそれのようなものを見てきたので、それはしばらくしています。\u001b[22m\n\u001b[1m\u001b[22m\n● Sound: The sound is outstanding! The music is beautiful and cinematic. There's no opening or ending visuals + sounds like other animes. Instead, it's spent giving the anime overall more screen time. Although, throughout you ears are delighted with music that really fits the settings completely.\n\n\u001b[1m●サウンド：音が抜群です！ 音楽は美しく、映画的です。 他のアニメと同じようにオープニングやエンディングのビジュアル+サウンドはありません。 代わりに、それはアニメ全体をより多くのスクリーン時間に費やすことに費やされます。 あなたにとって、耳には本当に設定に完全に合った音楽が喜ばれます。\u001b[22m\n\u001b[1m(● Saundo: Oto ga batsugundesu! Ongaku wa utsukushiku, eiga-tekidesu. Hoka no anime to onajiyōni ōpuningu ya endingu no bijuaru + saundo wa arimasen. Kawari ni, soreha anime zentai o yori ōku no sukurīn jikan ni tsuiyasu koto ni tsuiyasa remasu. Anata ni totte, mimi ni wa hontōni settei ni kanzen ni atta ongaku ga yorokoba remasu.)\u001b[22m\n\nTranslations of \u001b[4m● Sound: The sound is outstanding! The music is beautiful and cinematic. There's no opening or ending visuals + sounds like other animes. Instead, it's spent giving the anime overall more screen time. Although, throughout you ears are delighted with music that really fits the settings completely.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m● Sound: The sound is outstanding!\u001b[24m\n    \u001b[1m●サウンド：音が抜群です！\u001b[22m, \u001b[1m●サウンド：サウンドは抜群です！\u001b[22m\n\u001b[4mThe music is beautiful and cinematic.\u001b[24m\n    \u001b[1m音楽は美しく、映画的です。\u001b[22m, \u001b[1m音楽は美しく、映画のです。\u001b[22m\n\u001b[4mThere's no opening or ending visuals + sounds like other animes.\u001b[24m\n    \u001b[1m他のアニメと同じようにオープニングやエンディングのビジュアル+サウンドはありません。\u001b[22m, \u001b[1mそこには開口部がないですまたは終了ビジュアル+は、他のアニメのように聞こえます。\u001b[22m\n\u001b[4mInstead, it's spent giving the anime overall more screen time.\u001b[24m\n    \u001b[1m代わりに、それはアニメ全体をより多くのスクリーン時間に費やすことに費やされます。\u001b[22m, \u001b[1mその代わりに、それは全体のより多くのスクリーンの時間をアニメを与える費やしています。\u001b[22m\n\u001b[4mAlthough, throughout you ears are delighted with music that really fits the settings completely.\u001b[24m\n    \u001b[1mあなたにとって、耳には本当に設定に完全に合った音楽が喜ばれます。\u001b[22m, \u001b[1mなお、あなたを通して耳は本当に完全設定に合う音楽と喜んでいます。\u001b[22m\n\u001b[1m\u001b[22m\n● Character: The characters are very good. Although, since the anime starts off suddenly you have to figure out to everyone is. But that's not a bad thing. I don't see any prominent character tropes, thankfully.\n\n\u001b[1m●文字：文字はとても良いです。 しかし、突然アニメが始まるので、皆に理解させる必要があります。 しかし、それは悪いことではありません。 ありがたいことに、私はどんな著名なキャラクターが登場するのか分かりません。\u001b[22m\n\u001b[1m(● Moji: Moji wa totemo yoidesu. Shikashi, totsuzen anime ga hajimarunode, mina ni rikai sa seru hitsuyō ga arimasu. Shikashi, sore wa warui kotode wa arimasen. Arigatai koto ni, watashi wa don'na chomeina kyarakutā ga tōjō suru no ka wakarimasen.)\u001b[22m\n\nTranslations of \u001b[4m● Character: The characters are very good. Although, since the anime starts off suddenly you have to figure out to everyone is. But that's not a bad thing. I don't see any prominent character tropes, thankfully.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m● Character: The characters are very good.\u001b[24m\n    \u001b[1m●文字：文字はとても良いです。\u001b[22m, \u001b[1m●キャラクター：文字が非常に優れています。\u001b[22m\n\u001b[4mAlthough, since the anime starts off suddenly you have to figure out to everyone is.\u001b[24m\n    \u001b[1mしかし、突然アニメが始まるので、皆に理解させる必要があります。\u001b[22m, \u001b[1mアニメが突然オフに開始されるため、あなたは誰に把握する必要があり、があります。\u001b[22m\n\u001b[4mBut that's not a bad thing.\u001b[24m\n    \u001b[1mしかし、それは悪いことではありません。\u001b[22m, \u001b[1mしかし、それは悪いことではないのです。\u001b[22m\n\u001b[4mI don't see any prominent character tropes, thankfully.\u001b[24m\n    \u001b[1mありがたいことに、私はどんな著名なキャラクターが登場するのか分かりません。\u001b[22m, \u001b[1m私はありがたいことに、任意の著名なキャラクターの比喩が表示されません。\u001b[22m\n\u001b[1m\u001b[22m\n● Enjoyment: My enjoyment of the anime was outstanding! It's beautiful, has nice characters, a sweet plot (so far) and I love it. I rarely have an anime impact me in a way. I can't wait for more!\n\n\u001b[1m●楽しさ：アニメの楽しさは抜群！ それは美しい、素敵な文字、甘いプロット（これまで）と私はそれが大好きです。 私はほとんどアニメに影響を与えることはほとんどありません。 私はもっ​​と待つことができない！\u001b[22m\n\u001b[1m(● Tanoshisa: Anime no tanoshisa wa batsugun! Sore wa utsukushī, sutekina moji, amai purotto (kore made) to watashi wa sore ga daisukidesu. Watashi wa hotondo anime ni eikyō o ataeru koto wa hotondo arimasen. Watashi wa mo~tsu​​ to matsu koto ga dekinai!)\u001b[22m\n\nTranslations of \u001b[4m● Enjoyment: My enjoyment of the anime was outstanding! It's beautiful, has nice characters, a sweet plot (so far) and I love it. I rarely have an anime impact me in a way. I can't wait for more!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m● Enjoyment: My enjoyment of the anime was outstanding!\u001b[24m\n    \u001b[1m●楽しさ：アニメの楽しさは抜群！\u001b[22m, \u001b[1m●楽しさ：アニメの私の楽しみは傑出していました！\u001b[22m\n\u001b[4mIt's beautiful, has nice characters, a sweet plot (so far) and I love it.\u001b[24m\n    \u001b[1mそれは美しい、素敵な文字、甘いプロット（これまで）と私はそれが大好きです。\u001b[22m, \u001b[1mそれは美しいです、素敵な文字、（今のところ）甘いプロットを持って、私はそれを愛します。\u001b[22m\n\u001b[4mI rarely have an anime impact me in a way.\u001b[24m\n    \u001b[1m私はほとんどアニメに影響を与えることはほとんどありません。\u001b[22m, \u001b[1m私はめったにアニメが邪魔に私に影響を与えるありません。\u001b[22m\n\u001b[4mI can't wait for more!\u001b[24m\n    \u001b[1m私はもっと待つことができない！\u001b[22m, \u001b[1m私はより多くのを待つことはできません！\u001b[22m\n\u001b[1m\u001b[22m\nThat's all. I'll update this review as more episodes come out! I recommend you check it out though.\n\n\u001b[1mそれで全部です。 より多くのエピソードが出てくるので、このレビューを更新します！ 私はそれをチェックアウトすることをお勧めします。\u001b[22m\n\u001b[1m(Sorede zenbudesu. Yori ōku no episōdo ga dete kurunode, kono rebyū o kōshin shimasu! Watashi wa sore o chekku auto suru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThat's all. I'll update this review as more episodes come out! I recommend you check it out though.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's all.\u001b[24m\n    \u001b[1mそれで全部です。\u001b[22m, \u001b[1mそれだけです。\u001b[22m\n\u001b[4mI'll update this review as more episodes come out!\u001b[24m\n    \u001b[1mより多くのエピソードが出てくるので、このレビューを更新します！\u001b[22m, \u001b[1mより多くのエピソードが出てくるように私はこのレビューを更新します！\u001b[22m\n\u001b[4mI recommend you check it out though.\u001b[24m\n    \u001b[1m私はそれをチェックアウトすることをお勧めします。\u001b[22m, \u001b[1m私はあなたががそれをチェックアウトをお勧めします。\u001b[22m"
  },
  {
    "title": "Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "id": "32902",
    "url": "https://myanimelist.net/anime/32902/Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "user": "xylk",
    "profile": "/profile/xylk/reviews",
    "pages": "1",
    "number": "2",
    "link": "/reviews.php?id=228943",
    "jp": "--- | --- | ---\n全体的な|  9\n--- | ---\nストーリー|  9\nアニメーション|  8\nサウンド|  8\nキャラクター|  10\n|  9\n\n（このレビューのリリースでただひとつのエピソードを見たにもかかわらず、私はマンガを最新の状態に読んだことがあり、おそらく割り当てられたエピソードの不足のためにシリーズがマンガにあまりにも忠実ではないことを肯定することができる。 可能な限り最小限のスポイラーを使って、まともなレビューをしようと思っています！ありがとうございました！:)\n\n\nあなたの思春期に見たディズニー映画を覚えていますか？ 好奇心と新鮮な新鮮な想像力の若々しい魅力は、それらのアニメーションで彩られたシンプルな魔法に畏敬の念を浮かべました。 彼らはどのように英国の夜の空や魅力的に愛らしい言葉の動物の上に飛び乗るでしょう。 その年齢を過ぎると、私たちはすべて現実の深淵に陥り、それらの幼い欲望を無視し始めます。 私は、誠実さの瞬間を再現し、ノスタルジアの波に苛立つように、魔法の習慣の夢を薦めます。\n\nストーリー：10\n（OVA内のストーリーがマンガから少しずれていることに気付くかもしれない）\nこの話は、ちょっと変わった女の子のチーズと、世界の一見新しくて奇妙なファンタジーの側面への彼女の適応についてのものです。 彼女のガーディアン、または夫エリアと結びついて、プロットは彼らが魔法、それがもたらす喜び、そして不幸をよく説明しています。 魔法の言葉はアニメやマンガに広まっています。あなたが読んだファンタジージャンルの小説や、あなたの伝統を伝える古いベッドタイムの​​物語から、魅力的な類似点が間もなくわかります。 確かに、それは普及した聴衆にリンネージングの魅力をもたらす。\n\nアート：8\nこのアニメの芸術はかなり典型的であり、親の漫画から遠く離れていません。 しかし、それは革新的でもインスピレーション的でもなく、私は個人的には素朴で落ち着いた雰囲気の魅力であることがわかりました。 それが単なるOVAであることを考慮すると、生産品質は驚くほど優れています\n\nキャラクター：10\n私は本当にキャラクターの開発、そしてここでの努力が大好きです。 ちょうど最初のエピソードに、私たちのメインキャラクター、Chiseに与えられた信じられないほどの深さがあります。 このシリーズのキャラクターはほとんどありません。主な焦点はChiseとEliasだけです。 しかし、それは彼らの間に驚くほど美しい物語を作り、本当にそれらの人生と人格を息を呑むように管理します。\n\nサウンド：8\nあなたが若者から聞いた魅惑的なディズニーの曲、あなたの心と精神を穏やかにするノートの魅惑的な組み合わせを思い出してください。 ここで使用されているOSTは類似しており、単純に魅力的です。\n\n全体的に、魔法使いのモユメは偉大なアニメであることが証明されており、その3つのエピソードの長さしか残っていないというこの恥です。 それは多くの可能性を秘めています。私は、真実の中で、星にアクラウルシリーズがあることを望みます。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 9\n\n\u001b[1m全体的な|  9\u001b[22m\n\u001b[1m(Zentai-tekina | 9)\u001b[22m\n\nTranslations of \u001b[4mOverall | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 9\n\n\u001b[1mストーリー|  9\u001b[22m\n\u001b[1m(Sutōrī | 9)\u001b[22m\n\nTranslations of \u001b[4mStory | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nAnimation | 8\n\n\u001b[1mアニメーション|  8\u001b[22m\n\u001b[1m(Animēshon | 8)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 10\n\n\u001b[1mキャラクター|  10\u001b[22m\n\u001b[1m(Kyarakutā | 10)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nEnjoyment | 9\n\n\u001b[1m|  9\u001b[22m\n\u001b[1m(| 9)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\n\u001b[1m\u001b[22m\n(Do note that despite only having watched a single episode at the release of this review, I have read the manga up to date, and can affirm that the series isnt too faithful to the manga, probably due the lack of allocated episodes. Nonetheless, I do wish to give my best attempt at a decent review, with minimum spoilers as possible! Thank you! :)\n\n\u001b[1m（このレビューのリリースでただひとつのエピソードを見たにもかかわらず、私はマンガを最新の状態に読んだことがあり、おそらく割り当てられたエピソードの不足のためにシリーズがマンガにあまりにも忠実ではないことを肯定することができる。 可能な限り最小限のスポイラーを使って、まともなレビューでベストな試みをしたいと思います！ありがとう！:)\u001b[22m\n\u001b[1m((Kono rebyū no rirīsude tada hitotsu no episōdo o mita nimokakawarazu, watashi wa manga o saishin no jōtai ni yonda koto ga ari, osoraku wariate rareta episōdo no fusoku no tame ni shirīzu ga manga ni amarini mo chūjitsude wanai koto o kōtei suru koto ga dekiru. Kanōnakagiri saishōgen no supoirā o tsukatte, matomona rebyū de besutona kokoromi o shitai to omoimasu! Arigatō! : ))\u001b[22m\n\nTranslations of \u001b[4m(Do note that despite only having watched a single episode at the release of this review, I have read the manga up to date, and can affirm that the series isnt too faithful to the manga, probably due the lack of allocated episodes. Nonetheless, I do wish to give my best attempt at a decent review, with minimum spoilers as possible! Thank you! :)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(Do note that despite only having watched a single episode at the release of this review, I have read the manga up to date, and can affirm that the series isnt too faithful to the manga, probably due the lack of allocated episodes. Nonetheless,\u001b[24m\n    \u001b[1m（このレビューのリリースでただひとつのエピソードを見たにもかかわらず、私はマンガを最新の状態に読んだことがあり、おそらく割り当てられたエピソードの不足のためにシリーズがマンガにあまりにも忠実ではないことを肯定することができる。\u001b[22m, \u001b[1m（のみこのレビューのリリースでは、単一のエピソードを見たにもかかわらず、私はこれまでに漫画を読んでいることに注意してください、と断言することができ、おそらく割り当てられたエピソードの欠如による、漫画にあまりにも忠実なシリーズありえない。それにもかかわらず、\u001b[22m\n\u001b[4mI do wish to give my best attempt at a decent review, with minimum spoilers as possible! Thank you! :)\u001b[24m\n    \u001b[1m可能な限り最小限のスポイラーを使って、まともなレビューでベストな試みをしたいと思います！ありがとう！:)\u001b[22m, \u001b[1m私は可能な限り最小のスポイラーで、まともなレビューで私の最高の試みを与えることを望むか！ありがとうございます！:)\u001b[22m\n\u001b[1m\u001b[22m\n\u001b[1m\u001b[22m\nRemember the Disney films you watched in your adolescence? That youthful charm of curiosity and fresh budding imagination made you awe at the simple magic potrayed in those animations. How they would soar above the night skies of britain and charmingly adorable talking animals. Past that age, we all fall into the abyss of reality, and start to neglect those childish desires. For all, I would reccomend Mahou Tuskai no Yume, to relive those cherised moments of innocence and be carrassed by waves of nostalgia.\n\n\u001b[1mあなたの思春期に見たディズニー映画を覚えていますか？ 好奇心と新鮮な新鮮な想像力の若々しい魅力は、それらのアニメーションで彩られたシンプルな魔法に畏敬の念を浮かべました。 彼らはどのように英国の夜の空や魅力的に愛らしい言葉の動物の上に飛び乗るでしょう。 その年齢を過ぎると、私たちはすべて現実の深淵に陥り、それらの幼い欲望を無視し始めます。 私は、誠実さの瞬間を再現し、ノスタルジアの波に苛立つように、魔法の習慣の夢を薦めます。\u001b[22m\n\u001b[1m(Anata no shishunki ni mita dizunī eiga o oboete imasu ka? Kōkishin to shinsen'na shinsen'na sōzō-ryoku no wakawakashī miryoku wa, sorera no animēshon de irodora reta shinpuruna mahō ni ikei no nen o ukabemashita. Karera wa dono yō ni Igirisu no yoru no sora ya mirikiteki ni airashī kotoba no dōbutsu no ue ni tobinorudeshou. Sono nenrei o sugiru to, watashitachiha subete genjitsu no shin'en ni ochīri, sorera no osanai yokubō o mushi shi hajimemasu. Watashi wa, seijitsu-sa no shunkan o saigen shi, nosutarujia no nami ni iradatsu yō ni, mahō no shūkan no yume o susumemasu.)\u001b[22m\n\nTranslations of \u001b[4mRemember the Disney films you watched in your adolescence? That youthful charm of curiosity and fresh budding imagination made you awe at the simple magic potrayed in those animations. How they would soar above the night skies of britain and charmingly adorable talking animals. Past that age, we all fall into the abyss of reality, and start to neglect those childish desires. For all, I would reccomend Mahou Tuskai no Yume, to relive those cherised moments of innocence and be carrassed by waves of nostalgia.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemember the Disney films you watched in your adolescence?\u001b[24m\n    \u001b[1mあなたの思春期に見たディズニー映画を覚えていますか？\u001b[22m, \u001b[1mあなたが青年期に見たディズニー映画を覚えていますか？\u001b[22m\n\u001b[4mThat youthful charm of curiosity and fresh budding imagination made you awe at the simple magic potrayed in those animations.\u001b[24m\n    \u001b[1m好奇心と新鮮な新鮮な想像力の若々しい魅力は、それらのアニメーションで彩られたシンプルな魔法に畏敬の念を浮かべました。\u001b[22m, \u001b[1m好奇心と新鮮な出芽想像力の若々しい魅力は、あなたがそれらのアニメーションでpotrayed簡単な魔法でAWEました。\u001b[22m\n\u001b[4mHow they would soar above the night skies of britain and charmingly adorable talking animals.\u001b[24m\n    \u001b[1m彼らはどのように英国の夜の空や魅力的に愛らしい言葉の動物の上に飛び乗るでしょう。\u001b[22m, \u001b[1m彼らはどのように英国と魅力的な愛らしい話す動物の夜の空の上に舞い上がるでしょう。\u001b[22m\n\u001b[4mPast that age, we all fall into the abyss of reality, and start to neglect those childish desires.\u001b[24m\n    \u001b[1mその年齢を過ぎると、私たちはすべて現実の深淵に陥り、それらの幼い欲望を無視し始めます。\u001b[22m, \u001b[1mその年齢を過ぎ、我々はすべての現実の奈落の底に落ち、およびそれらの幼稚な欲望を無視し始めます。\u001b[22m\n\u001b[4mFor all, I would reccomend Mahou Tuskai no Yume, to relive those cherised moments of innocence and be carrassed by waves of nostalgia.\u001b[24m\n    \u001b[1m私は、誠実さの瞬間を再現し、ノスタルジアの波に苛立つように、魔法の習慣の夢を薦めます。\u001b[22m, \u001b[1mすべてのために、私は無実のものcherised瞬間を追体験し、懐かしの波によってcarrassedことが、魔法Tuskaiの夢をreccomendないだろう。\u001b[22m\n\u001b[1m\u001b[22m\nStory: 10\n\n\u001b[1mストーリー：10\u001b[22m\n\u001b[1m(Sutōrī: 10)\u001b[22m\n\nTranslations of \u001b[4mStory: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory: 10\u001b[24m\n    \u001b[1mストーリー：10\u001b[22m\n(One might wish to note that the story in the OVA deviates slightly from the manga)\n\n\u001b[1m（OVA内のストーリーがマンガから少しずれていることに気付くかもしれない）\u001b[22m\n\u001b[1m((Ovu~a-nai no sutōrī ga manga kara sukoshi zurete iru koto ni kidzuku kamo shirenai))\u001b[22m\n\nTranslations of \u001b[4m(One might wish to note that the story in the OVA deviates slightly from the manga)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m(One might wish to note that the story in the OVA deviates slightly from the manga)\u001b[24m\n    \u001b[1m（OVA内のストーリーがマンガから少しずれていることに気付くかもしれない）\u001b[22m, \u001b[1m（一つは、OVAでの物語は漫画から少しずれていることに注意したいことがあります）\u001b[22m\nThe story revolves about a seemingly aloof girl named Chise, and her adaption towards the seemingly anew yet wonderous fantasy side of the world. Coupled with her guardian, or husband Elias, the plot depicts their involvement with magic, the joys it brings and the misfortunes aa well. Magical terminologies are widespread in the anime and manga, and you will soon notice some charming similarities from the fantasy genre novels you read, or old bed time tales passed down through your traditions to come. Certainly, it makes for an appleasing appeal to the widespread audience.\n\n\u001b[1mこの話は、ちょっと変わった女の子のチーズと、世界の一見新しくて奇妙なファンタジーの側面への彼女の適応についてのものです。 彼女のガーディアン、または夫エリアと結びついて、プロットは彼らが魔法、それがもたらす喜び、そして不幸をよく説明しています。 魔法の言葉はアニメやマンガに広まっています。あなたが読んだファンタジージャンルの小説や、あなたの伝統を伝える古いベッドタイムの​​物語から、魅力的な類似点が間もなくわかります。 確かに、それは普及した聴衆にリンネージングの魅力をもたらす。\u001b[22m\n\u001b[1m(Kono hanashi wa, chotto kawatta on'nanoko no chīzu to, sekai no ikken atarashikute kimyōna fantajī no sokumen e no kanojo no tekiō ni tsuite no monodesu. Kanojo no gādian, matawa otto eria to musubitsuite, purotto wa karera ga mahō, sore ga motarasu yorokobi, soshite fukō o yoku setsumei shite imasu. Mahō no kotoba wa anime ya manga ni hiromatte imasu. Anata ga yonda fantajījanru no shōsetsu ya, anata no dentō o tsutaeru furui beddo taimu no ​​ monogatari kara, miryoku-tekina ruiji-ten ga mamonaku wakarimasu. Tashika ni, soreha fukyū shita chōshū ni rin'nējingu no miryoku o motarasu.)\u001b[22m\n\nTranslations of \u001b[4mThe story revolves about a seemingly aloof girl named Chise, and her adaption towards the seemingly anew yet wonderous fantasy side of the world. Coupled with her guardian, or husband Elias, the plot depicts their involvement with magic, the joys it brings and the misfortunes aa well. Magical terminologies are widespread in the anime and manga, and you will soon notice some charming similarities from the fantasy genre novels you read, or old bed time tales passed down through your traditions to come. Certainly, it makes for an appleasing appeal to the widespread audience.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe story revolves about a seemingly aloof girl named Chise, and her adaption towards the seemingly anew yet wonderous fantasy side of the world.\u001b[24m\n    \u001b[1mこの話は、ちょっと変わった女の子のチーズと、世界の一見新しくて奇妙なファンタジーの側面への彼女の適応についてのものです。\u001b[22m, \u001b[1m物語は一見孤高CHISE少女、そして世界の一見改めてまだwonderousファンタジー側に向かって彼女の適応について公転します。\u001b[22m\n\u001b[4mCoupled with her guardian, or husband Elias, the plot depicts their involvement with magic, the joys it brings and the misfortunes aa well.\u001b[24m\n    \u001b[1m彼女のガーディアン、または夫エリアと結びついて、プロットは彼らが魔法、それがもたらす喜び、そして不幸をよく説明しています。\u001b[22m, \u001b[1m彼女の保護者、または夫エリアスと相まって、プロットは魔法との関わり、AAだけでなく、それがもたらす喜びと不幸を示しています。\u001b[22m\n\u001b[4mMagical terminologies are widespread in the anime and manga, and you will soon notice some charming similarities from the fantasy genre novels you read, or old bed time tales passed down through your traditions to come.\u001b[24m\n    \u001b[1m魔法の言葉はアニメやマンガに広まっています。あなたが読んだファンタジージャンルの小説や、あなたの伝統を伝える古いベッドタイムの物語から、魅力的な類似点が間もなくわかります。\u001b[22m, \u001b[1m魔法の用語は、アニメやマンガで広く普及している、とあなたはすぐに来て、あなたの伝統受け継があなたが読んでファンタジージャンルの小説、または古いベッドの時間物語からいくつかの魅力的な類似点に気づくでしょう。\u001b[22m\n\u001b[4mCertainly, it makes for an appleasing appeal to the widespread audience.\u001b[24m\n    \u001b[1m確かに、それは普及した聴衆にリンネージングの魅力をもたらす。\u001b[22m, \u001b[1m確かに、それは広範囲の視聴者にappleasingアピールになります。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 8\n\n\u001b[1mアート：8\u001b[22m\n\u001b[1m(Āto: 8)\u001b[22m\n\nTranslations of \u001b[4mArt: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 8\u001b[24m\n    \u001b[1mアート：8\u001b[22m\nThe artstyle of this anime is fairly typical, and does not deviate far from its parent manga. However, it is neither innovating or inspiring and yet, I personally found the simple art to be a charm of its rustic and serene atmosphere itself. Considering it to be an just an OVA, the production quality is surprisingly outstanding\n\n\u001b[1mこのアニメの芸術はかなり典型的であり、親の漫画から遠く離れていません。 しかし、それは革新的でもインスピレーション的でもなく、私は個人的には素朴で落ち着いた雰囲気の魅力であることがわかりました。 それが単なるOVAであることを考慮すると、生産品質は驚くほど優れています\u001b[22m\n\u001b[1m(Kono anime no geijutsu wa kanari tenkei-tekideari, oya no manga kara tōkuhanarete imasen. Shikashi, soreha kakushin-tekide mo insupirēshon-tekide mo naku, watashi wa kojin-teki ni wa sobokude ochitsuita fun'iki no miryokudearu koto ga wakarimashita. Sore ga tan'naru ovu~adearu koto o kōryo suru to, seisan hinshitsu wa odoroku hodo sugurete imasu)\u001b[22m\n\nTranslations of \u001b[4mThe artstyle of this anime is fairly typical, and does not deviate far from its parent manga. However, it is neither innovating or inspiring and yet, I personally found the simple art to be a charm of its rustic and serene atmosphere itself. Considering it to be an just an OVA, the production quality is surprisingly outstanding\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe artstyle of this anime is fairly typical, and does not deviate far from its parent manga.\u001b[24m\n    \u001b[1mこのアニメの芸術はかなり典型的であり、親の漫画から遠く離れていません。\u001b[22m, \u001b[1mこのアニメのartstyleはかなり典型的であり、その親漫画から遠く逸脱しません。\u001b[22m\n\u001b[4mHowever, it is neither innovating or inspiring and yet, I personally found the simple art to be a charm of its rustic and serene atmosphere itself.\u001b[24m\n    \u001b[1mしかし、それは革新的でもインスピレーション的でもなく、私は個人的には素朴で落ち着いた雰囲気の魅力であることがわかりました。\u001b[22m, \u001b[1mしかし、それはまだどちらも革新や感動であると、私は個人的に単純な技術は、その素朴で穏やかな雰囲気そのものの魅力であることが判明しました。\u001b[22m\n\u001b[4mConsidering it to be an just an OVA, the production quality is surprisingly outstanding\u001b[24m\n    \u001b[1mそれが単なるOVAであることを考慮すると、生産品質は驚くほど優れています\u001b[22m, \u001b[1mそれだけでOVAであることを考慮すると、生産品質は驚くほど優れています\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 10\n\n\u001b[1mキャラクター：10\u001b[22m\n\u001b[1m(Kyarakutā: 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 10\u001b[24m\n    \u001b[1mキャラクター：10\u001b[22m\nI really love the character development, and the effort made here. Just into the first episide, theres already incredible depth given to our main character, Chise. Theres little characters in the series, and the main focus revolves solely on Chise and Elias. Yet, it manages to craft a hauntingly beautiful story between them, and really breaths life and personalities into them.\n\n\u001b[1m私は本当にキャラクターの開発、そしてここでの努力が大好きです。 ちょうど最初のエピソードに、私たちのメインキャラクター、Chiseに与えられた信じられないほどの深さがあります。 このシリーズのキャラクターはほとんどありません。主な焦点はChiseとEliasだけです。 しかし、それは彼らの間に驚くほど美しい物語を作り、本当にそれらの人生と人格を息を呑むように管理します。\u001b[22m\n\u001b[1m(Watashi wa hontōni kyarakutā no kaihatsu, soshite koko de no doryoku ga daisukidesu. Chōdo saisho no episōdo ni, watashitachi no meinkyarakutā, Chise ni ataerareta shinji rarenai hodo no fuka-sa ga arimasu. Kono shirīzu no kyarakutā wa hotondo arimasen. Omona shōten wa Chise to Elias dakedesu. Shikashi, sore wa karera no ma ni odoroku hodo utsukushī monogatari o tsukuri, hontōni sorera no jinsei to jinkaku o ikiwonomu-yō ni kanri shimasu.)\u001b[22m\n\nTranslations of \u001b[4mI really love the character development, and the effort made here. Just into the first episide, theres already incredible depth given to our main character, Chise. Theres little characters in the series, and the main focus revolves solely on Chise and Elias. Yet, it manages to craft a hauntingly beautiful story between them, and really breaths life and personalities into them.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI really love the character development, and the effort made here.\u001b[24m\n    \u001b[1m私は本当にキャラクターの開発、そしてここでの努力が大好きです。\u001b[22m, \u001b[1m私は本当にキャラクター開発、ここで行った努力が大好きです。\u001b[22m\n\u001b[4mJust into the first episide, theres already incredible depth given to our main character, Chise.\u001b[24m\n    \u001b[1mちょうど最初のエピソードに、私たちのメインキャラクター、Chiseに与えられた信じられないほどの深さがあります。\u001b[22m, \u001b[1mただ、最初のepisideに、すでに私たちのメインキャラクター、CHISEに与えられた信じられないほどの深さをtheresの。\u001b[22m\n\u001b[4mTheres little characters in the series, and the main focus revolves solely on Chise and Elias.\u001b[24m\n    \u001b[1mこのシリーズのキャラクターはほとんどありません。主な焦点はChiseとEliasだけです。\u001b[22m, \u001b[1m直列に小さな文字をtheresの、および主な焦点は、もっぱらCHISEとエリアスに回転します。\u001b[22m\n\u001b[4mYet, it manages to craft a hauntingly beautiful story between them, and really breaths life and personalities into them.\u001b[24m\n    \u001b[1mしかし、それは彼らの間に驚くほど美しい物語を作り、本当にそれらの人生と人格を息を呑むように管理します。\u001b[22m, \u001b[1mしかし、それはそれらの間に湛えた美しい物語を作るために管理し、実際にそれらに命や個性を呼吸します。\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8\n\n\u001b[1mサウンド：8\u001b[22m\n\u001b[1m(Saundo: 8)\u001b[22m\n\nTranslations of \u001b[4mSound: 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8\u001b[24m\n    \u001b[1mサウンド：8\u001b[22m\nRemember the alluring Disney songs you heard from young, those enchanting combinations of notes that mellows your heart and soul. The OST used here are similar as such, simply tantalising.\n\n\u001b[1mあなたが若者から聞いた魅惑的なディズニーの曲、あなたの心と精神を穏やかにするノートの魅惑的な組み合わせを思い出してください。 ここで使用されているOSTは類似しており、単純に魅力的です。\u001b[22m\n\u001b[1m(Anata ga wakamono kara kiita miwaku-tekina dizunī no kyoku, anata no kokoro to seishin o odayaka ni suru nōto no miwaku-tekina kumiawase o omoidashite kudasai. Koko de shiyō sa rete iru OST wa ruiji shite ori, tanjun ni mirikitekidesu.)\u001b[22m\n\nTranslations of \u001b[4mRemember the alluring Disney songs you heard from young, those enchanting combinations of notes that mellows your heart and soul. The OST used here are similar as such, simply tantalising.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mRemember the alluring Disney songs you heard from young, those enchanting combinations of notes that mellows your heart and soul.\u001b[24m\n    \u001b[1mあなたが若者から聞いた魅惑的なディズニーの曲、あなたの心と精神を穏やかにするノートの魅惑的な組み合わせを思い出してください。\u001b[22m, \u001b[1mあなたは若いから聞いた魅惑的なディズニーの曲、あなたの心と魂をまろやかノートのもの魅惑的な組み合わせを覚えておいてください。\u001b[22m\n\u001b[4mThe OST used here are similar as such, simply tantalising.\u001b[24m\n    \u001b[1mここで使用されているOSTは類似しており、単純に魅力的です。\u001b[22m, \u001b[1mここで使用されるOSTは、単に食欲をそそる、などと同様です。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, Mahou Tsukai mo Yume proved to be a great anime, and its such a shame to be only of 3 episodes in length. It has much potential, and I, midn the cliche, do wish upon a star that there will be a actaul series.\n\n\u001b[1m全体的に、魔法使いのモユメは偉大なアニメであることが証明されており、その3つのエピソードの長さしか残っていないというこの恥です。 それは多くの可能性を秘めています。私は、真実の中で、星にアクラウルシリーズがあることを望みます。\u001b[22m\n\u001b[1m(Zentai-teki ni, mahōtsukai no moyume wa idaina animedearu koto ga shōmei sa rete ori, sono 3ttsu no episōdo no naga-sa shika nokotte inai to iu kono hajidesu. Sore wa ōku no kanōsei o himete imasu. Watashi wa, shinjitsu no naka de,-boshi ni akuraurushirīzu ga aru koto o nozomimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, Mahou Tsukai mo Yume proved to be a great anime, and its such a shame to be only of 3 episodes in length. It has much potential, and I, midn the cliche, do wish upon a star that there will be a actaul series.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, Mahou Tsukai mo Yume proved to be a great anime, and its such a shame to be only of 3 episodes in length.\u001b[24m\n    \u001b[1m全体的に、魔法使いのモユメは偉大なアニメであることが証明されており、その3つのエピソードの長さしか残っていないというこの恥です。\u001b[22m, \u001b[1m全体的に、魔法使いMO夢は偉大なアニメであることが証明され、そしてそのような恥の長さは3エピソードであるように。\u001b[22m\n\u001b[4mIt has much potential, and I, midn the cliche, do wish upon a star that there will be a actaul series.\u001b[24m\n    \u001b[1mそれは多くの可能性を秘めています。私は、真実の中で、星にアクラウルシリーズがあることを望みます。\u001b[22m, \u001b[1mこれは、多くの可能性を秘めている、と私は、midnは決まり文句、actaulシリーズが存在することを星に願います。\u001b[22m"
  },
  {
    "title": "Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "id": "32902",
    "url": "https://myanimelist.net/anime/32902/Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "user": "Hourline",
    "profile": "/profile/Hourline/reviews",
    "pages": "1",
    "number": "3",
    "link": "/reviews.php?id=228924",
    "jp": "--- | --- | ---\n全体的な|  3\n--- | ---\nストーリー|  5\nアニメーション|  10\nサウンド|  6\nキャラクター|  6\n|  3\n\n私はマンガを読んでいないことを心に留めて、私は最初のエピソードを見ただけです。\n - このレビューには、\n\nストーリー-5\nプロットは、基本的にChise、私たちのヒロイン、堅い幼年期であり、彼女は他に誰もできないこれらの奇妙なことを見ることができます。 彼女はリラクセーションに立ち寄り、最初のエピソードの終わりです。 初めは、骨格動物の顔を持つ男と家に彼女を示しています。 これは私がアニメで失われた場所です。 ショーは最初のエピソードで何が起こっているのかを説明することはほとんどなく、あなたがシリーズを好きかどうかを決めるためにあなたが決めていることがあります。 このエピソードでは、何か理由で魔法を勉強していることがわかります。 私たちは、動物の顔をした男が彼が先生であること以外は誰なのか分からず、妖精の物が何であるか知りません。 彼女が子供のように見えるものも不明です。 また、実行は非常にぎこちないものでした。 典型的なのは、「誰も私を受け入れない、あるいは私を理解している」バックストーリーだ。\n\nアート-10\nこの最初のエピソードのアニメーションは私が苦情を受けていない唯一のものでした、それは非常に素晴らしいものでした。 アニメーションだけのためにこのショーを見るとあなたは失望しません。\n\nサウンド -  6\nバックグラウンドミュージックはそこにあり、それはシーンにフィットしますが、何も影響を与えませんでした。\n\nキャラクター6\nChiseは非常に穏やかな主人公です。 彼女のdesginは、赤城の白雪姫から白木のことを私に思い出させた。 しかし、これは、白雪が偉大で、目標と欲望を持っており、強い女性リードだったので、比較が終わるところです。 一方、Chiseはちょうど非常に退屈です。 彼女はすべてと一緒に行くと非常にtypcail '落ち込んでぎこちない'子供だった。\nエリアスは今のところ不明です。 彼は十分なスクリーン時間、または彼を分析するために私に与えられた本当の動機を持っていません。 誰もが典型的な側面のキャラクターです。\n\n楽しさ-3\nこのアニメは私を非常に退屈させ、私はただ何かを説明したいと思っていましたが、何もありません。 私はそれが退屈だったのでタブからほとんど退出しましたが、私は続けました。\n\n総合-3\nこのショーはとても退屈だが美しい。 私はそれがあなたの時間の価値がないので、それをお勧めしません。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 3\n\n\u001b[1m全体的な|  3\u001b[22m\n\u001b[1m(Zentai-tekina | 3)\u001b[22m\n\nTranslations of \u001b[4mOverall | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 5\n\n\u001b[1mストーリー|  5\u001b[22m\n\u001b[1m(Sutōrī | 5)\u001b[22m\n\nTranslations of \u001b[4mStory | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 6\n\n\u001b[1mサウンド|  6\u001b[22m\n\u001b[1m(Saundo | 6)\u001b[22m\n\nTranslations of \u001b[4mSound | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nBear in mind that i haven't read the manga, i've only watched the first episode.\n\n\u001b[1m私はマンガを読んでいないことを心に留めて、私は最初のエピソードを見ただけです。\u001b[22m\n\u001b[1m(Watashi wa manga o yon de inai koto o kokoro ni tomete, watashi wa saisho no episōdo o mita dakedesu.)\u001b[22m\n\nTranslations of \u001b[4mBear in mind that i haven't read the manga, i've only watched the first episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mBear in mind that i haven't read the manga, i've only watched the first episode.\u001b[24m\n    \u001b[1m私はマンガを読んでいないことを心に留めて、私は最初のエピソードを見ただけです。\u001b[22m, \u001b[1m私は漫画を読んでいない心に留めておいて、私は最初のエピソードを見てきました。\u001b[22m\n-This review does contain spoilers-\n\n\u001b[1m - このレビューには、\u001b[22m\n\u001b[1m(- Kono rebyū ni wa,)\u001b[22m\n\nTranslations of \u001b[4m-This review does contain spoilers-\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m-This review does contain spoilers-\u001b[24m\n    \u001b[1m - このレビューには、\u001b[22m, \u001b[1m - このレビューはspoilers-含まれていません\u001b[22m\n\u001b[1m\u001b[22m\nStory-5\n\n\u001b[1mストーリー-5\u001b[22m\n\u001b[1m(Sutōrī - 5)\u001b[22m\n\nTranslations of \u001b[4mStory-5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory-5\u001b[24m\n    \u001b[1mストーリー-5\u001b[22m\nThe plot is basically Chise, our heroine, ha a hard childhood and she can see these weird things that no one else can. She stumbles upon a libuary and thats the end of the first episode. The beginning shows her in a house with a man who has a skeleton animal face. This is where i was lost with the anime. The show does very little to explain whats going on in the first episode, and thats where youre suppose to decide if you like the series or not. This episode tells us that she is studying magic for some reason we arent told. We dont know who the dude with the animal face is other than that he is her teacher and we dont know what the fairy things are. The things she sees as a child are also unknown. Also, the execution was very cringy. It was the typical, 'no one accepts me, or understands me' backstory why i almost muted because it was so steriotypical and cringy.\n\n\u001b[1mプロットは、基本的にChise、私たちのヒロイン、堅い幼年期であり、彼女は他に誰もできないこれらの奇妙なことを見ることができます。 彼女はリラクセーションに立ち寄り、最初のエピソードの終わりです。 初めは、骨格動物の顔を持つ男と家に彼女を示しています。 これは私がアニメで失われた場所です。 ショーは最初のエピソードで何が起こっているのかを説明することはほとんどなく、あなたがシリーズを好きかどうかを決めるためにあなたが決めていることがあります。 このエピソードでは、何か理由で魔法を勉強していることがわかります。 私たちは、動物の顔をした男が彼が先生であること以外は誰なのか分からず、妖精の物が何であるか知りません。 彼女が子供のように見えるものも不明です。 また、実行は非常にぎこちないものでした。 典型的なのは、「誰も私を受け入れない、あるいは私を理解している」バックストーリーだ。\u001b[22m\n\u001b[1m(Purotto wa, kihontekini Chise, watashitachi no hiroin, katai yōnen-kideari, kanojo wa hoka ni dare mo dekinai korera no kimyōna koto o miru koto ga dekimasu. Kanojo wa rirakusēshon ni tachiyori, saisho no episōdo no owaridesu. Hajime wa, kokkaku dōbutsu no kao o motsu otoko to ie ni kanojo o shimeshite imasu. Kore wa watashi ga anime de ushinawa reta bashodesu. Shō wa saisho no episōdo de nani ga okotte iru no ka o setsumei suru koto wa hotondo naku, anata ga shirīzu o suki ka dō ka o kimeru tame ni anata ga kimete iru koto ga arimasu. Kono episōdode wa, nanika riyū de mahō o benkyō shite iru koto ga wakarimasu. Watashitachiha, dōbutsu no kao o shita otoko ga kare ga senseidearu koto igai wa darena no ka wakarazu, yōsei no mono ga nandearu ka shirimasen. Kanojo ga kodomo no yō ni mieru mono mo fumeidesu. Mata, jikkō wa hijō ni gikochinai monodeshita. Tenkei-tekina no wa,`dare mo watashi o ukeirenai, aruiwa watashi o rikai shite iru' bakkusutōrīda.)\u001b[22m\n\nTranslations of \u001b[4mThe plot is basically Chise, our heroine, ha a hard childhood and she can see these weird things that no one else can. She stumbles upon a libuary and thats the end of the first episode. The beginning shows her in a house with a man who has a skeleton animal face. This is where i was lost with the anime. The show does very little to explain whats going on in the first episode, and thats where youre suppose to decide if you like the series or not. This episode tells us that she is studying magic for some reason we arent told. We dont know who the dude with the animal face is other than that he is her teacher and we dont know what the fairy things are. The things she sees as a child are also unknown. Also, the execution was very cringy. It was the typical, 'no one accepts me, or understands me' backstory why i almost muted because it was so steriotypical and cringy.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe plot is basically Chise, our heroine, ha a hard childhood and she can see these weird things that no one else can.\u001b[24m\n    \u001b[1mプロットは、基本的にChise、私たちのヒロイン、堅い幼年期であり、彼女は他に誰もできないこれらの奇妙なことを見ることができます。\u001b[22m, \u001b[1mプロットはヘクタール、基本的にハード幼年期CHISE、私たちのヒロインであり、彼女はその誰もがすることができ、これらの奇妙なものを見ることができます。\u001b[22m\n\u001b[4mShe stumbles upon a libuary and thats the end of the first episode.\u001b[24m\n    \u001b[1m彼女はリラクセーションに立ち寄り、最初のエピソードの終わりです。\u001b[22m, \u001b[1m彼女はlibuary時につまずくと、最初のエピソードの最後のthats。\u001b[22m\n\u001b[4mThe beginning shows her in a house with a man who has a skeleton animal face.\u001b[24m\n    \u001b[1m初めは、骨格動物の顔を持つ男と家に彼女を示しています。\u001b[22m, \u001b[1m初めは、スケルトン、動物の顔を持つ男と家の中で彼女を示しています。\u001b[22m\n\u001b[4mThis is where i was lost with the anime.\u001b[24m\n    \u001b[1mこれは私がアニメで失われた場所です。\u001b[22m, \u001b[1m私はアニメで失われた場所です。\u001b[22m\n\u001b[4mThe show does very little to explain whats going on in the first episode, and thats where youre suppose to decide if you like the series or not.\u001b[24m\n    \u001b[1mショーは最初のエピソードで何が起こっているのかを説明することはほとんどなく、あなたがシリーズを好きかどうかを決めるためにあなたが決めていることがあります。\u001b[22m, \u001b[1mショーは最初のエピソードで起こっていただきまし説明することはほとんどない、とyoureのはあなたがシリーズを好きかどうかを決定すると仮定のthats。\u001b[22m\n\u001b[4mThis episode tells us that she is studying magic for some reason we arent told.\u001b[24m\n    \u001b[1mこのエピソードでは、何か理由で魔法を勉強していることがわかります。\u001b[22m, \u001b[1mこのエピソードでは、彼女は私たちが語ったアレント何らかの理由で魔法を研究していることを教えてくれる。\u001b[22m\n\u001b[4mWe dont know who the dude with the animal face is other than that he is her teacher and we dont know what the fairy things are.\u001b[24m\n    \u001b[1m私たちは、動物の顔をした男が彼が先生であること以外は誰なのか分からず、妖精の物が何であるか知りません。\u001b[22m, \u001b[1m私たちは、動物の顔を持つ男は、彼が彼女の教師であること以外の誰であるかを知らないと私たちは妖精のものが何であるかを知りません。\u001b[22m\n\u001b[4mThe things she sees as a child are also unknown.\u001b[24m\n    \u001b[1m彼女が子供のように見えるものも不明です。\u001b[22m, \u001b[1m彼女は子供として見ているものも知られていません。\u001b[22m\n\u001b[4mAlso, the execution was very cringy.\u001b[24m\n    \u001b[1mまた、実行は非常にぎこちないものでした。\u001b[22m, \u001b[1mまた、実行は非常にcringyました。\u001b[22m\n\u001b[4mIt was the typical, 'no one accepts me, or understands me' backstory why i almost muted because it was so steriotypical and cringy.\u001b[24m\n    \u001b[1m典型的なのは、「誰も私を受け入れない、あるいは私を理解している」バックストーリーだ。\u001b[22m, \u001b[1mそれはそうsteriotypicalとcringyだったので、それは誰もが私を受け入れていない、または私を理解する」、典型的な裏話なぜ私はほとんどミュートでした。\u001b[22m\n\u001b[1m\u001b[22m\nArt-10\n\n\u001b[1mアート-10\u001b[22m\n\u001b[1m(Āto - 10)\u001b[22m\n\nTranslations of \u001b[4mArt-10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt-10\u001b[24m\n    \u001b[1mアート-10\u001b[22m\nThe animation of this first episode was the only thing i have no complaints about, it was very stunning. Watch this show just for the animation alone and you wont be disappointed.\n\n\u001b[1mこの最初のエピソードのアニメーションは私が苦情を受けていない唯一のものでした、それは非常に素晴らしいものでした。 アニメーションだけのためにこのショーを見るとあなたは失望しません。\u001b[22m\n\u001b[1m(Kono saisho no episōdo no animēshon wa watashi ga kujō o ukete inai yuiitsu no monodeshita, sore wa hijō ni subarashī monodeshita. Animēshon dake no tame ni kono shō o miru to anata wa shitsubō shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThe animation of this first episode was the only thing i have no complaints about, it was very stunning. Watch this show just for the animation alone and you wont be disappointed.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation of this first episode was the only thing i have no complaints about, it was very stunning.\u001b[24m\n    \u001b[1mこの最初のエピソードのアニメーションは私が苦情を受けていない唯一のものでした、それは非常に素晴らしいものでした。\u001b[22m, \u001b[1mこの最初のエピソードのアニメーションは、それは非常に見事だった、私は約不満はない唯一のものでした。\u001b[22m\n\u001b[4mWatch this show just for the animation alone and you wont be disappointed.\u001b[24m\n    \u001b[1mアニメーションだけのためにこのショーを見るとあなたは失望しません。\u001b[22m, \u001b[1m言葉だけでアニメーションにこの番組を見て、あなたは失望する文句を言いません。\u001b[22m\n\u001b[1m\u001b[22m\nSound- 6\n\n\u001b[1mサウンド -  6\u001b[22m\n\u001b[1m(Saundo - 6)\u001b[22m\n\nTranslations of \u001b[4mSound- 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound- 6\u001b[24m\n    \u001b[1mサウンド -  6\u001b[22m, \u001b[1m健全6\u001b[22m\nThe background music was there and it fit the scenes but nothing left any impact.\n\n\u001b[1mバックグラウンドミュージックはそこにあり、それはシーンにフィットしますが、何も影響を与えませんでした。\u001b[22m\n\u001b[1m(Bakkuguraundomyūjikku wa soko ni ari, soreha shīn ni fitto shimasuga, nani mo eikyō o ataemasendeshita.)\u001b[22m\n\nTranslations of \u001b[4mThe background music was there and it fit the scenes but nothing left any impact.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe background music was there and it fit the scenes but nothing left any impact.\u001b[24m\n    \u001b[1mバックグラウンドミュージックはそこにあり、それはシーンにフィットしますが、何も影響を与えませんでした。\u001b[22m, \u001b[1m背景音楽があったし、それは、シーンに合わせたが、何も影響を残しませんでした。\u001b[22m\n\u001b[1m\u001b[22m\nCharacter-6\n\n\u001b[1mキャラクター6\u001b[22m\n\u001b[1m(Kyarakutā 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter-6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter-6\u001b[24m\n    \u001b[1mキャラクター6\u001b[22m, \u001b[1m文字-6\u001b[22m\nChise is a very bland main heroine. Her desgin immidiately reminded me of Shirayuki from Akagami no Shirayuki hime. However this is where the comparison ends because Shirayuki was great and had a goal and desire and was a strong female lead. On the other hand, Chise is just very boring. She goes along with everything and was a very typcail 'depressed and edgy' child.\n\n\u001b[1mChiseは非常に穏やかな主人公です。 彼女のdesginは、赤城の白雪姫から白木のことを私に思い出させた。 しかし、これは、白雪が偉大で、目標と欲望を持っており、強い女性リードだったので、比較が終わるところです。 一方、Chiseはちょうど非常に退屈です。 彼女はすべてと一緒に行くと非常にtypcail '落ち込んでぎこちない'子供だった。\u001b[22m\n\u001b[1m(Chise wa hijō ni odayakana shujinkōdesu. Kanojo no desgin wa, Akagi no shirayukihime kara shiraki no koto o watashi ni omoidasa seta. Shikashi, koreha, shirayuki ga idaide, mokuhyō to yokubō o motte ori, tsuyoi josei rīdodattanode, hikaku ga owaru tokorodesu. Ippō, Chise wa chōdo hijō ni taikutsudesu. Kanojo wa subete to issho ni iku to hijō ni typcail' ochikonde gikochinai' kodomodatta.)\u001b[22m\n\nTranslations of \u001b[4mChise is a very bland main heroine. Her desgin immidiately reminded me of Shirayuki from Akagami no Shirayuki hime. However this is where the comparison ends because Shirayuki was great and had a goal and desire and was a strong female lead. On the other hand, Chise is just very boring. She goes along with everything and was a very typcail 'depressed and edgy' child.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mChise is a very bland main heroine.\u001b[24m\n    \u001b[1mChiseは非常に穏やかな主人公です。\u001b[22m, \u001b[1mCHISEは非常に当たり障りのメインヒロインです。\u001b[22m\n\u001b[4mHer desgin immidiately reminded me of Shirayuki from Akagami no Shirayuki hime.\u001b[24m\n    \u001b[1m彼女のdesginは、赤城の白雪姫から白木のことを私に思い出させた。\u001b[22m, \u001b[1m彼女の設計、実装はimmidiatelyなし白雪姫Akagamiから白雪のことを思い出しました。\u001b[22m\n\u001b[4mHowever this is where the comparison ends because Shirayuki was great and had a goal and desire and was a strong female lead.\u001b[24m\n    \u001b[1mしかし、これは、白雪が偉大で、目標と欲望を持っており、強い女性リードだったので、比較が終わるところです。\u001b[22m, \u001b[1m白雪は素晴らしかったし、目標と願望を持っていたし、強い女性のリードだったので比較は終わるところしかし、これはあります。\u001b[22m\n\u001b[4mOn the other hand, Chise is just very boring.\u001b[24m\n    \u001b[1m一方、Chiseはちょうど非常に退屈です。\u001b[22m\n\u001b[4mShe goes along with everything and was a very typcail 'depressed and edgy' child.\u001b[24m\n    \u001b[1m彼女はすべてと一緒に行くと非常にtypcail '落ち込んでぎこちない'子供だった。\u001b[22m, \u001b[1m彼女はすべてのものと一緒に行くと非常にtypcail「落ち込んでエッジの効いた「子供でした。\u001b[22m\nElias is just unknown at this point. He hasnt had enough screen time or any real motives given for me to analyze him. Everyone else is a typical side character.\n\n\u001b[1mエリアスは今のところ不明です。 彼は十分なスクリーン時間、または彼を分析するために私に与えられた本当の動機を持っていません。 誰もが典型的な側面のキャラクターです。\u001b[22m\n\u001b[1m(Eriasu wa imanotokoro fumeidesu. Kare wa jūbun'na sukurīn jikan, matawa kare o bunseki suru tame ni watashi ni atae rareta hontō no dōki o motte imasen. Daremoga tenkei-tekina sokumen no kyarakutādesu.)\u001b[22m\n\nTranslations of \u001b[4mElias is just unknown at this point. He hasnt had enough screen time or any real motives given for me to analyze him. Everyone else is a typical side character.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mElias is just unknown at this point.\u001b[24m\n    \u001b[1mエリアスは今のところ不明です。\u001b[22m, \u001b[1mエリアスは、この時点でわずか不明です。\u001b[22m\n\u001b[4mHe hasnt had enough screen time or any real motives given for me to analyze him.\u001b[24m\n    \u001b[1m彼は十分なスクリーン時間、または彼を分析するために私に与えられた本当の動機を持っていません。\u001b[22m, \u001b[1m彼は十分な上映時間または私は彼を分析するために与えられた任意の本当の動機を持っていたhasnt。\u001b[22m\n\u001b[4mEveryone else is a typical side character.\u001b[24m\n    \u001b[1m誰もが典型的な側面のキャラクターです。\u001b[22m, \u001b[1m他のみんなは、典型的な側キャラクタです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment-3\n\n\u001b[1m楽しさ-3\u001b[22m\n\u001b[1m(Tanoshisa - 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment-3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment-3\u001b[24m\n    \u001b[1m楽しさ-3\u001b[22m, \u001b[1m楽し-3\u001b[22m\nThis anime left me very bored and i was just wishing for something to be explained but nothing is. I almost exited out of the tab becuase it was that boring but i keptgoing on.\n\n\u001b[1mこのアニメは私を非常に退屈させ、私はただ何かを説明したいと思っていましたが、何もありません。 私はそれが退屈だったのでタブからほとんど退出しましたが、私は続けました。\u001b[22m\n\u001b[1m(Kono anime wa watashi o hijō ni taikutsu sa se, watashi wa tada nanika o setsumei shitai to omotte imashitaga, nani mo arimasen. Watashi wa sore ga taikutsudattanode tabu kara hotondo taishutsu shimashitaga, watashi wa tsudzukemashita.)\u001b[22m\n\nTranslations of \u001b[4mThis anime left me very bored and i was just wishing for something to be explained but nothing is. I almost exited out of the tab becuase it was that boring but i keptgoing on.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis anime left me very bored and i was just wishing for something to be explained but nothing is.\u001b[24m\n    \u001b[1mこのアニメは私を非常に退屈させ、私はただ何かを説明したいと思っていましたが、何もありません。\u001b[22m, \u001b[1mこのアニメは非常に退屈私を残し、私はちょうど説明するために何かを願ったが、何もありません。\u001b[22m\n\u001b[4mI almost exited out of the tab becuase it was that boring but i keptgoing on.\u001b[24m\n    \u001b[1m私はそれが退屈だったのでタブからほとんど退出しましたが、私は続けました。\u001b[22m, \u001b[1mそれは退屈なことだったbecuase私はほとんどのタブの外に出たが、私は上のkeptgoing。\u001b[22m\n\u001b[1m\u001b[22m\nOverall-3\n\n\u001b[1m総合-3\u001b[22m\n\u001b[1m(Sōgō - 3)\u001b[22m\n\nTranslations of \u001b[4mOverall-3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall-3\u001b[24m\n    \u001b[1m総合-3\u001b[22m, \u001b[1m全体的に-3\u001b[22m\nThis show is very boring yet beautiful. I wouldn't recommend it because it isn't worth your time.\n\n\u001b[1mこのショーはとても退屈だが美しい。 私はそれがあなたの時間の価値がないので、それをお勧めしません。\u001b[22m\n\u001b[1m(Kono shō wa totemo taikutsudaga utsukushī. Watashi wa sore ga anata no jikan no kachi ga nainode, sore o o susume shimasen.)\u001b[22m\n\nTranslations of \u001b[4mThis show is very boring yet beautiful. I wouldn't recommend it because it isn't worth your time.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThis show is very boring yet beautiful.\u001b[24m\n    \u001b[1mこのショーはとても退屈だが美しい。\u001b[22m, \u001b[1mこのショーは、非常に退屈まだ美しいです。\u001b[22m\n\u001b[4mI wouldn't recommend it because it isn't worth your time.\u001b[24m\n    \u001b[1m私はそれがあなたの時間の価値がないので、それをお勧めしません。\u001b[22m, \u001b[1mそれはあなたの時間価値はありませんので、私はそれをお勧めしません。\u001b[22m"
  },
  {
    "title": "Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "id": "32902",
    "url": "https://myanimelist.net/anime/32902/Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "user": "PhoenixAshe",
    "profile": "/profile/PhoenixAshe/reviews",
    "pages": "1",
    "number": "4",
    "link": "/reviews.php?id=228980",
    "jp": "--- | --- | ---\n全体的な|  6\n--- | ---\nストーリー|  6\nアニメーション|  10\nサウンド|  8\nキャラクター|  5\n|  6\n\nストーリー -  6\n\nこのマンガを大好きな人から来て、この最初のエピソードはちょうど...私は多分失望することは知らない。 私は、マンガにはまったく示されていないバックストーリーを、アダプテーションといってもっと期待していたと思います。 あなたがマンガを読んだことがないなら、これはまさに目の不自由なように見えます。 あなたはスレイベガが何であるかを知ることはできません。なぜチーズはエリアスと一緒にいるのですか？これはまったくプロットがあるようにも見えません！\n\nアート10（9.5）\n\n正直、マフツカイは素晴らしい、色、流れ、それは素晴らしいです。 非常に美しい。 私が持っていた唯一の問題は、OML\n\nサウンド -  8\n\nサウンドトラックは、シンデレラやスノーホワイトを思い出させるものです。 最後の曲はとてもかわいかった\n\nキャラクター -  5\n\n私はそれが1つのエピソードだけだったことを知っているが、マンガを読んだことのない誰もが完全に失われるだろう。 あなたはキャラクターについて何も知らず、ステレオタイプのように見えますがばかげています。\n\n楽しさ -  6\n\n私はちょうどこれが好きではありませんでした。 このアニメでは、アニメ（imo）を作る主要部分が欠けています。 ストーリーが確立されていない、キャラクターは彼らがちょうどそこに何らかの目的や目標を持っていない...そこに。\n\n全体的 -  6\n\nマンガシューズを読んだことのない人に自分を託すことは、このような時間を浪費することになり、混乱することになります。 だから、もしあなたがこれを見たいのであれば、マンガの最初の7章か8章を最初にチェックすることをお勧めします。\n\nこれは私の最初のレビュー＆gt;＆lt;",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 6\n\n\u001b[1m全体的な|  6\u001b[22m\n\u001b[1m(Zentai-tekina | 6)\u001b[22m\n\nTranslations of \u001b[4mOverall | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 6\n\n\u001b[1mストーリー|  6\u001b[22m\n\u001b[1m(Sutōrī | 6)\u001b[22m\n\nTranslations of \u001b[4mStory | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 8\n\n\u001b[1mサウンド|  8\u001b[22m\n\u001b[1m(Saundo | 8)\u001b[22m\n\nTranslations of \u001b[4mSound | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 6\n\n\u001b[1m|  6\u001b[22m\n\u001b[1m(| 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\n\u001b[1m\u001b[22m\nStory - 6\n\n\u001b[1mストーリー -  6\u001b[22m\n\u001b[1m(Sutōrī - 6)\u001b[22m\n\nTranslations of \u001b[4mStory - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory - 6\u001b[24m\n    \u001b[1mストーリー -  6\u001b[22m\n\u001b[1m\u001b[22m\nComing from someone who loves the manga very much this first episode was just... I don't know maybe disappointing. I guess I was expecting more of an adaptation then a back story that isnt shown in the manga at all. If you've never read the manga this will just seem so aimless. You won't know any of the characters what a Slay Vega is, why Chise is with Elias.. heck it doesnt even seem like this has a plot at all!\n\n\u001b[1mこのマンガを大好きな人から来て、この最初のエピソードはちょうど...私は多分失望することは知らない。 私は、マンガにはまったく示されていないバックストーリーを、アダプテーションといってもっと期待していたと思います。 あなたがマンガを読んだことがないなら、これはまさに目の不自由なように見えます。 あなたはスレイベガが何であるかを知ることはできません。なぜチーズはエリアスと一緒にいるのですか？これはまったくプロットがあるようにも見えません！\u001b[22m\n\u001b[1m(Kono manga o daisukinahito kara kite, kono saisho no episōdo wa chōdo... Watashi wa tabun shitsubō suru koto wa shiranai. Watashi wa, manga ni wa mattaku shimesa rete inai bakkusutōrī o, adaputēshon to itte motto kitai shite ita to omoimasu. Anata ga manga o yonda koto ga nainara, kore wa masani me no fujiyūna yō ni miemasu. Anata wa sureibega ga nandearu ka o shiru koto wa dekimasen. Naze chīzu wa eriasu to issho ni iru nodesu ka? Kore wa mattaku purotto ga aru yō ni mo miemasen!)\u001b[22m\n\nTranslations of \u001b[4mComing from someone who loves the manga very much this first episode was just... I don't know maybe disappointing. I guess I was expecting more of an adaptation then a back story that isnt shown in the manga at all. If you've never read the manga this will just seem so aimless. You won't know any of the characters what a Slay Vega is, why Chise is with Elias.. heck it doesnt even seem like this has a plot at all!\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mComing from someone who loves the manga very much this first episode was just... I don't know maybe disappointing.\u001b[24m\n    \u001b[1mこのマンガを大好きな人から来て、この最初のエピソードはちょうど...私は多分失望することは知らない。\u001b[22m, \u001b[1m漫画を愛する誰かから来ることは非常に多く、この最初のエピソードはちょうど...私は多分失望知らないました。\u001b[22m\n\u001b[4mI guess I was expecting more of an adaptation then a back story that isnt shown in the manga at all.\u001b[24m\n    \u001b[1m私は、マンガにはまったく示されていないバックストーリーを、アダプテーションといってもっと期待していたと思います。\u001b[22m, \u001b[1m私は全然漫画に示すイマイチバックストーリーその後、適応の多くを期待していたと思います。\u001b[22m\n\u001b[4mIf you've never read the manga this will just seem so aimless.\u001b[24m\n    \u001b[1mあなたがマンガを読んだことがないなら、これはまさに目の不自由なように見えます。\u001b[22m, \u001b[1mあなたが漫画を読んだことがないしている場合、これはちょうどので、目的のないように見えるだろう。\u001b[22m\n\u001b[4mYou won't know any of the characters what a Slay Vega is, why Chise is with Elias.. heck it doesnt even seem like this has a plot at all!\u001b[24m\n    \u001b[1mあなたはスレイベガが何であるかを知ることはできません。なぜチーズはエリアスと一緒にいるのですか？これはまったくプロットがあるようにも見えません！\u001b[22m, \u001b[1mあなたはCHISEがエリアスである理由、これがすべてでプロットを持っているようスレイベガが何であるかのいずれかの文字が、..一体それも見えるdoes notの知ることができません！\u001b[22m\n\u001b[1m\u001b[22m\nArt - 10 (9.5)\n\n\u001b[1mアート10（9.5）\u001b[22m\n\u001b[1m(Āto 10 (9 . 5))\u001b[22m\n\nTranslations of \u001b[4mArt - 10 (9.5)\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt - 10 (9.5)\u001b[24m\n    \u001b[1mアート10（9.5）\u001b[22m, \u001b[1mアート -  10（9.5）\u001b[22m\n\u001b[1m\u001b[22m\nMahoutsukai honestly looks amazing, the colors, the flow, just it's great. Very beautiful. The only problem I had with it is that NO ONE BLINKS OML\n\n\u001b[1m正直、マフツカイは素晴らしい、色、流れ、それは素晴らしいです。 非常に美しい。 私が持っていた唯一の問題は、OML\u001b[22m\n\u001b[1m(Shōjiki, mafutsukai wa subarashī,-iro, nagare, sore wa subarashīdesu. Hijō ni utsukushī. Watashi ga motte ita yuiitsu no mondai wa, OML)\u001b[22m\n\nTranslations of \u001b[4mMahoutsukai honestly looks amazing, the colors, the flow, just it's great. Very beautiful. The only problem I had with it is that NO ONE BLINKS OML\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mMahoutsukai honestly looks amazing, the colors, the flow, just it's great.\u001b[24m\n    \u001b[1m正直、マフツカイは素晴らしい、色、流れ、それは素晴らしいです。\u001b[22m, \u001b[1mMahoutsukaiは正直にちょうどそれが素晴らしいことだ、色、流れを驚くほどに見えます。\u001b[22m\n\u001b[4mVery beautiful.\u001b[24m\n    \u001b[1m非常に美しい。\u001b[22m, \u001b[1m非常に美しいです。\u001b[22m\n\u001b[4mThe only problem I had with it is that NO ONE BLINKS OML\u001b[24m\n    \u001b[1m私が持っていた唯一の問題は、OML\u001b[22m, \u001b[1m私はそれを持っていた唯一の問題は、誰がOMLを点滅していないということです\u001b[22m\n\u001b[1m\u001b[22m\nSound - 8\n\n\u001b[1mサウンド -  8\u001b[22m\n\u001b[1m(Saundo - 8)\u001b[22m\n\nTranslations of \u001b[4mSound - 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound - 8\u001b[24m\n    \u001b[1mサウンド -  8\u001b[22m\n\u001b[1m\u001b[22m\nThe sound track fits very well it kind of reminds me of Cinderella or Snow White. The ending song was so pretty\n\n\u001b[1mサウンドトラックは、シンデレラやスノーホワイトを思い出させるものです。 最後の曲はとてもかわいかった\u001b[22m\n\u001b[1m(Saundotorakku wa, Shinderera ya sunōhowaito o omoidasa seru monodesu. Saigo no kyoku wa totemo kawaikatta)\u001b[22m\n\nTranslations of \u001b[4mThe sound track fits very well it kind of reminds me of Cinderella or Snow White. The ending song was so pretty\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe sound track fits very well it kind of reminds me of Cinderella or Snow White.\u001b[24m\n    \u001b[1mサウンドトラックは、シンデレラやスノーホワイトを思い出させるものです。\u001b[22m, \u001b[1mサウンドトラックは、それが一種のシンデレラや白雪姫のことを思い出す非常によくフィットします。\u001b[22m\n\u001b[4mThe ending song was so pretty\u001b[24m\n    \u001b[1m最後の曲はとてもかわいかった\u001b[22m, \u001b[1mエンディング曲はとてもきれいでした\u001b[22m\n\u001b[1m\u001b[22m\nCharacter - 5\n\n\u001b[1mキャラクター -  5\u001b[22m\n\u001b[1m(Kyarakutā - 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter - 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter - 5\u001b[24m\n    \u001b[1mキャラクター -  5\u001b[22m, \u001b[1m文字 -  5\u001b[22m\n\u001b[1m\u001b[22m\nI know it has only been one episode but sheesh anyone who hasnt read the manga would be utterly lost. You don't know anything about the characters and they seem so stereotypical it's ridiculous.\n\n\u001b[1m私はそれが1つのエピソードだけだったことを知っているが、マンガを読んだことのない誰もが完全に失われるだろう。 あなたはキャラクターについて何も知らず、ステレオタイプのように見えますがばかげています。\u001b[22m\n\u001b[1m(Watashi wa sore ga 1tsu no episōdo dakedatta koto o shitte iruga, manga o yonda koto no nai daremoga kanzen ni ushinawa rerudarou. Anata wa kyarakutā ni tsuite nani mo shirazu, sutereo taipu no yō ni miemasuga bakagete imasu.)\u001b[22m\n\nTranslations of \u001b[4mI know it has only been one episode but sheesh anyone who hasnt read the manga would be utterly lost. You don't know anything about the characters and they seem so stereotypical it's ridiculous.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI know it has only been one episode but sheesh anyone who hasnt read the manga would be utterly lost.\u001b[24m\n    \u001b[1m私はそれが1つのエピソードだけだったことを知っているが、マンガを読んだことのない誰もが完全に失われるだろう。\u001b[22m, \u001b[1m私はそれだけで1つのエピソードとなっている知っているが、ちぇっ漫画を読んhasnt誰もが完全に失われてしまいます。\u001b[22m\n\u001b[4mYou don't know anything about the characters and they seem so stereotypical it's ridiculous.\u001b[24m\n    \u001b[1mあなたはキャラクターについて何も知らず、ステレオタイプのように見えますがばかげています。\u001b[22m, \u001b[1mあなたは文字について何も知らないとは、それはばかげてそうステレオタイプのようです。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment - 6\n\n\u001b[1m楽しさ -  6\u001b[22m\n\u001b[1m(Tanoshisa - 6)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment - 6\u001b[24m\n    \u001b[1m楽しさ -  6\u001b[22m\n\u001b[1m\u001b[22m\nI just had a hard time liking this. The main parts that make an anime good (imo) are lacking in this anime. The story isn't established, the characters don't have any purpose or goals they are just... there.\n\n\u001b[1m私はちょうどこれが好きではありませんでした。 このアニメでは、アニメ（imo）を作る主要部分が欠けています。 ストーリーが確立されていない、キャラクターは彼らがちょうどそこにある目的や目標を持っていない...そこに。\u001b[22m\n\u001b[1m(Watashi wa chōdo kore ga sukide wa arimasendeshita. Kono animede wa, anime (imo) o tsukuru shuyō bubun ga kakete imasu. Sutōrī ga kakuritsu sa rete inai, kyarakutā wa karera ga chōdo soko ni aru mokuteki ya mokuhyō o motteinai... Soko ni.)\u001b[22m\n\nTranslations of \u001b[4mI just had a hard time liking this. The main parts that make an anime good (imo) are lacking in this anime. The story isn't established, the characters don't have any purpose or goals they are just... there.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mI just had a hard time liking this.\u001b[24m\n    \u001b[1m私はちょうどこれが好きではありませんでした。\u001b[22m, \u001b[1m私はつらい時、これを好きに持っていました。\u001b[22m\n\u001b[4mThe main parts that make an anime good (imo) are lacking in this anime.\u001b[24m\n    \u001b[1mこのアニメでは、アニメ（imo）を作る主要部分が欠けています。\u001b[22m, \u001b[1m（芋）アニメ良いを作る主要部品はこのアニメに欠けています。\u001b[22m\n\u001b[4mThe story isn't established, the characters don't have any purpose or goals they are just... there.\u001b[24m\n    \u001b[1mストーリーが確立されていない、キャラクターは彼らがちょうどそこにある目的や目標を持っていない...そこに。\u001b[22m, \u001b[1m話が確立されていない、文字が、彼らはただ...ある任意の目的や目標を持っていません。\u001b[22m\n\u001b[1m\u001b[22m\nOverall - 6\n\n\u001b[1m全体的 -  6\u001b[22m\n\u001b[1m(Zentai-teki - 6)\u001b[22m\n\nTranslations of \u001b[4mOverall - 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall - 6\u001b[24m\n    \u001b[1m全体的 -  6\u001b[22m, \u001b[1m全体的に -  6\u001b[22m\n\u001b[1m\u001b[22m\nPutting myself in someone's who hasnt read the manga shoes this would be such a waste of time to watch and they would be so confused. So if you want to watch this I suggest check out the first 7 or 8 chapters of the manga first.\n\n\u001b[1mマンガシューズを読んだことのない人に自分を託すことは、このような時間を浪費することになり、混乱することになります。 だから、もしあなたがこれを見たいのであれば、マンガの最初の7章か8章を最初にチェックすることをお勧めします。\u001b[22m\n\u001b[1m(Mangashūzu o yonda koto no nai hito ni jibun o takusu koto wa, kono yōna jikan o rōhi suru koto ni nari, konran suru koto ni narimasu. Dakara, moshi anata ga kore o mitai nodeareba, manga no saisho no 7-shō ka 8-shō o saisho ni chekku suru koto o o susume shimasu.)\u001b[22m\n\nTranslations of \u001b[4mPutting myself in someone's who hasnt read the manga shoes this would be such a waste of time to watch and they would be so confused. So if you want to watch this I suggest check out the first 7 or 8 chapters of the manga first.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mPutting myself in someone's who hasnt read the manga shoes this would be such a waste of time to watch and they would be so confused.\u001b[24m\n    \u001b[1mマンガシューズを読んだことのない人に自分を託すことは、このような時間を浪費することになり、混乱することになります。\u001b[22m, \u001b[1m誰かに自分を置くと、これは見る時間のような無駄になる漫画の靴を読んhasnt、彼らはとても混乱になる人です。\u001b[22m\n\u001b[4mSo if you want to watch this I suggest check out the first 7 or 8 chapters of the manga first.\u001b[24m\n    \u001b[1mだから、もしあなたがこれを見たいのであれば、マンガの最初の7章か8章を最初にチェックすることをお勧めします。\u001b[22m, \u001b[1mあなたがこれを見たい場合はだから私は最初の漫画の最初の7または8章をチェックしてください示唆しています。\u001b[22m\n\u001b[1m\u001b[22m\nKeep in mind that this is my first review &gt;,&lt;\n\n\u001b[1mこれは私の最初のレビュー＆gt;＆lt;\u001b[22m\n\u001b[1m(Kore wa watashi no saisho no rebyū& gt; & lt;)\u001b[22m\n\nTranslations of \u001b[4mKeep in mind that this is my first review &gt;,&lt;\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mKeep in mind that this is my first review &gt;,&lt;\u001b[24m\n    \u001b[1mこれは私の最初のレビュー＆gt;＆lt;\u001b[22m, \u001b[1mこれが私の最初のレビュー＆GTであることを覚えておいてください;、＆LT;\u001b[22m"
  },
  {
    "title": "Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "id": "32902",
    "url": "https://myanimelist.net/anime/32902/Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "user": "Kvasir369",
    "profile": "/profile/Kvasir369/reviews",
    "pages": "1",
    "number": "5",
    "link": "/reviews.php?id=229175",
    "jp": "--- | --- | ---\n全体的な|  8\n--- | ---\nストーリー|  8\nアニメーション|  9\nサウンド|  7\nキャラクター|  6\n|  8\n\n話の前提は、Chiseが最終的にEliasのケアでマンガ系列の始めに終わった方法です。 しかし、物語はそれ以降の未定義の点から始まるので、ソース資料に結びつけるためには、設定に自然でフィッティングする方法でフレームを張る必要があります。 だから、私たちがキャラクターの感触を得るために、それは、ビデオの冒頭で見ている女性、アンジェリカ・バレイから受け取った本を見つけて、チアーズによってエライアスに伝えられた物語の媒体に囲まれています。\n\n私たちが知る限り、この設定は現代の時代に設定されています。 魔法の生き物、magus、および他の世界的なものは、建物、都市、および社会の通常の罠に沿って存在します。\n\nストーリーのキャラクターは、Chiseが基本的な主人公だが、他の人は基本的に副次的なキャラクターであるという前提によって、やや邪魔されている。 このため、他のキャラクターにとって強い感触を得るのは比較的難しいです。\n\nアニメーションは目には喜ばしく、長時間走っているシリーズには大きな問題はありません。 音楽に関しては、私は専門家ではありませんが、私はそれがすばらしく合っていることを伝えることさえできます。\n\n全体的に、これはかなりまともな生産であり、自分が好きなシリーズのフランチャイズへの視覚的に満足のいくエントリです。 しかし、期待される聴衆はマンガシリーズの読者であるため、これはキャラクターや設定に関してまったく新しい友好的ではありません。 事実をより良く知るためには、ソース資料を読む必要があります。\n\nつまり、あなたがSupernaturalやSlice-of-Lifeのジャンルの好奇心をそそるファンであり、シリーズをまだ読んでいない場合、これはあなたのために店内にある小さなものを見て、見守るべきあなたのチケットです。",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 8\n\n\u001b[1m全体的な|  8\u001b[22m\n\u001b[1m(Zentai-tekina | 8)\u001b[22m\n\nTranslations of \u001b[4mOverall | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 8\n\n\u001b[1mストーリー|  8\u001b[22m\n\u001b[1m(Sutōrī | 8)\u001b[22m\n\nTranslations of \u001b[4mStory | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\nAnimation | 9\n\n\u001b[1mアニメーション|  9\u001b[22m\n\u001b[1m(Animēshon | 9)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nSound | 7\n\n\u001b[1mサウンド|  7\u001b[22m\n\u001b[1m(Saundo | 7)\u001b[22m\n\nTranslations of \u001b[4mSound | 7\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m7\u001b[24m\n    \u001b[1m7\u001b[22m\nCharacter | 6\n\n\u001b[1mキャラクター|  6\u001b[22m\n\u001b[1m(Kyarakutā | 6)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 6\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m6\u001b[24m\n    \u001b[1m6\u001b[22m\nEnjoyment | 8\n\n\u001b[1m|  8\u001b[22m\n\u001b[1m(| 8)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 8\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m8\u001b[24m\n    \u001b[1m8\u001b[22m\n\u001b[1m\u001b[22m\nThe premise of the story is how Chise eventually ended up in Elias’ care during the beginning of the manga series. However, because the story starts at some undefined point after that, to tie it into the source materials, it has to be framed in a way that sounds both natural and fitting for the setting. So, in order to allow us to get a feel for the characters, it’s framed through the medium of a story told to Elias by Chise upon finding a book she receives from Angelica Barlei, the woman we see at the beginning of the video.\n\n\u001b[1m話の前提は、Chiseが最終的にEliasのケアでマンガ系列の始めに終わった方法です。 しかし、物語はそれ以降の未定義の点から始まるので、ソース資料に結びつけるためには、設定に自然でフィッティングする方法でフレームを張る必要があります。 だから、私たちがキャラクターの感触を得るために、それは、ビデオの冒頭で見ている女性、アンジェリカ・バレイから受け取った本を見つけて、チアーズによってエライアスに伝えられた物語の媒体に囲まれています。\u001b[22m\n\u001b[1m(Hanashi no zentei wa, Chise ga saishūtekini Elias no kea de manga keiretsu no hajime ni owatta hōhōdesu. Shikashi, monogatari wa sore ikō no miteigi no ten kara hajimarunode, sōsu shiryō ni musubitsukeru tame ni wa, settei ni shizende fittingu suru hōhō de furēmu o haru hitsuyō ga arimasu. Dakara, watashitachi ga kyarakutā no kanshoku o eru tame ni, soreha, bideo no bōtō de mite iru josei, anjerika barei kara uketotta hon o mitsukete, chiāzu ni yotte eraiasu ni tsutae rareta monogatari no baitai ni kakoma rete imasu.)\u001b[22m\n\nTranslations of \u001b[4mThe premise of the story is how Chise eventually ended up in Elias’ care during the beginning of the manga series. However, because the story starts at some undefined point after that, to tie it into the source materials, it has to be framed in a way that sounds both natural and fitting for the setting. So, in order to allow us to get a feel for the characters, it’s framed through the medium of a story told to Elias by Chise upon finding a book she receives from Angelica Barlei, the woman we see at the beginning of the video.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe premise of the story is how Chise eventually ended up in Elias’ care during the beginning of the manga series.\u001b[24m\n    \u001b[1m話の前提は、Chiseが最終的にEliasのケアでマンガ系列の始めに終わった方法です。\u001b[22m, \u001b[1m物語の前提はCHISEは、最終的に漫画シリーズの開始時にエリアス」ケアで終わった方法です。\u001b[22m\n\u001b[4mHowever, because the story starts at some undefined point after that, to tie it into the source materials, it has to be framed in a way that sounds both natural and fitting for the setting.\u001b[24m\n    \u001b[1mしかし、物語はそれ以降の未定義の点から始まるので、ソース資料に結びつけるためには、設定に自然でフィッティングする方法でフレームを張る必要があります。\u001b[22m, \u001b[1m物語はその後、いくつかの未定義の時点で開始されるためしかし、原料にそれを結ぶために、それは自然と設定のためのフィッティングの両方に聞こえるようにフレーミングする必要があります。\u001b[22m\n\u001b[4mSo, in order to allow us to get a feel for the characters, it’s framed through the medium of a story told to Elias by Chise upon finding a book she receives from Angelica Barlei, the woman we see at the beginning of the video.\u001b[24m\n    \u001b[1mだから、私たちがキャラクターの感触を得るために、それは、ビデオの冒頭で見ている女性、アンジェリカ・バレイから受け取った本を見つけて、チアーズによってエライアスに伝えられた物語の媒体に囲まれています。\u001b[22m, \u001b[1mだから、私たちは文字の感触を得ることを可能にするために、それは物語の媒体を介して枠だが、彼女はアンジェリカBarlei、我々はビデオの冒頭を参照してください女性から受け取った本を見つけるとCHISEによってエリアスに語りました。\u001b[22m\n\u001b[1m\u001b[22m\nThe setting, as far as we can tell, is set in the modern time-period. Magical creatures, magus, and other otherworldly things exist alongside buildings, cities, and the usual trappings of society.\n\n\u001b[1m私たちが知る限り、この設定は現代の時代に設定されています。 魔法の生き物、magus、および他の世界的なものは、建物、都市、および社会の通常の罠に沿って存在します。\u001b[22m\n\u001b[1m(Watashitachi ga shiru kagiri, kono settei wa gendai no jidai ni settei sa rete imasu. Mahō no ikimono, magus, oyobi hoka no sekai-tekina mono wa, tatemono, toshi, oyobi shakai no tsūjō no wana ni sotte sonzai shimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe setting, as far as we can tell, is set in the modern time-period. Magical creatures, magus, and other otherworldly things exist alongside buildings, cities, and the usual trappings of society.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe setting, as far as we can tell, is set in the modern time-period.\u001b[24m\n    \u001b[1m私たちが知る限り、この設定は現代の時代に設定されています。\u001b[22m, \u001b[1m設定は、限り我々が言うことができるように、現代の時間の期間に設定されています。\u001b[22m\n\u001b[4mMagical creatures, magus, and other otherworldly things exist alongside buildings, cities, and the usual trappings of society.\u001b[24m\n    \u001b[1m魔法の生き物、magus、および他の世界的なものは、建物、都市、および社会の通常の罠に沿って存在します。\u001b[22m, \u001b[1m魔法の生き物、魔術師、およびその他の別世界のものは、建物、都市、社会の通常の虚飾と一緒に存在します。\u001b[22m\n\u001b[1m\u001b[22m\nThe characters of the story are somewhat hamstrung by the premise, namely that Chise is the primary protagonist while everyone else is basically a secondary character. Because of this, it’s… relatively hard to get a strong feel for the other characters.\n\n\u001b[1mストーリーのキャラクターは、Chiseが基本的な主人公だが、他の人は基本的に副次的なキャラクターであるという前提によって、やや邪魔されている。 このため、他のキャラクターにとって強い感触を得るのは比較的難しいです。\u001b[22m\n\u001b[1m(Sutōrī no kyarakutā wa, Chise ga kihon-tekina shujinkōdaga, hokanohito wa kihontekini fukujitekina kyarakutādearu to iu zentei ni yotte, yaya jama sa rete iru. Ko no tame, hoka no kyarakutā ni totte tsuyoi kanshoku o eru no wa hikakuteki muzukashīdesu.)\u001b[22m\n\nTranslations of \u001b[4mThe characters of the story are somewhat hamstrung by the premise, namely that Chise is the primary protagonist while everyone else is basically a secondary character. Because of this, it’s… relatively hard to get a strong feel for the other characters.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe characters of the story are somewhat hamstrung by the premise, namely that Chise is the primary protagonist while everyone else is basically a secondary character.\u001b[24m\n    \u001b[1mストーリーのキャラクターは、Chiseが基本的な主人公だが、他の人は基本的に副次的なキャラクターであるという前提によって、やや邪魔されている。\u001b[22m, \u001b[1m物語の文字がやや誰もが基本的に二文字である間CHISEがプライマリ主人公である、すなわちことを、前提によって身動きされています。\u001b[22m\n\u001b[4mBecause of this, it’s… relatively hard to get a strong feel for the other characters.\u001b[24m\n    \u001b[1mこのため、他のキャラクターにとって強い感触を得るのは比較的難しいです。\u001b[22m, \u001b[1mこのため、それは他の文字のための強力な感触を得るために...比較的難しいです。\u001b[22m\n\u001b[1m\u001b[22m\nThe animation quite pleasing to the eyes, with no major hiccups that you’d find in some longer-running series. As for the music, I’m not an expert but even I can tell that it fit splendidly.\n\n\u001b[1mアニメーションは目には喜ばしく、長時間走っているシリーズには大きな問題はありません。 音楽に関しては、私は専門家ではありませんが、私はそれがすばらしく合っていることを伝えることさえできます。\u001b[22m\n\u001b[1m(Animēshon wa me ni wa yorokobashiku, chōjikansō tte iru shirīzu ni wa ōkina mondai wa arimasen. Ongaku ni kanshite wa, watashi wa senmonkade wa arimasenga, watashi wa sore ga subarashiku atte iru koto o tsutaeru koto sae dekimasu.)\u001b[22m\n\nTranslations of \u001b[4mThe animation quite pleasing to the eyes, with no major hiccups that you’d find in some longer-running series. As for the music, I’m not an expert but even I can tell that it fit splendidly.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThe animation quite pleasing to the eyes, with no major hiccups that you’d find in some longer-running series.\u001b[24m\n    \u001b[1mアニメーションは目には喜ばしく、長時間走っているシリーズには大きな問題はありません。\u001b[22m, \u001b[1mあなたには、いくつかの長いランニング直列に見つけるだろは大きなしゃっくりと、目に非常に喜ばアニメーション。\u001b[22m\n\u001b[4mAs for the music, I’m not an expert but even I can tell that it fit splendidly.\u001b[24m\n    \u001b[1m音楽に関しては、私は専門家ではありませんが、私はそれがすばらしく合っていることを伝えることさえできます。\u001b[22m, \u001b[1m音楽に関しては、私は専門家ではないが、でも私はそれは見事にフィットしていることを伝えることができます。\u001b[22m\n\u001b[1m\u001b[22m\nOverall, this is a fairly decent production and a visually pleasing entry into the series’ franchise that I find myself fond of. However, because the expected audience are readers of the manga series, this isn’t exactly newcomer-friendly in regards to the characters and setting. You really will have to read the source materials to get to know the facts better.\n\n\u001b[1m全体的に、これはかなりまともな生産であり、自分が好きなシリーズのフランチャイズへの視覚的に満足のいくエントリです。 しかし、期待される聴衆はマンガシリーズの読者であるため、これはキャラクターや設定に関してまったく新しい友好的ではありません。 事実をより良く知るためには、ソース資料を読む必要があります。\u001b[22m\n\u001b[1m(Zentai-teki ni, kore wa kanari matomona seisandeari, jibun ga sukina shirīzu no furanchaizu e no shikaku-teki ni manzoku no iku entoridesu. Shikashi, kitai sa reru chōshū wa mangashirīzu no dokushadearu tame, koreha kyarakutā ya settei ni kanshite mattaku atarashī yūkō-tekide wa arimasen. Jijitsu o yori yoku shiru tame ni wa, sōsu shiryō o yomu hitsuyō ga arimasu.)\u001b[22m\n\nTranslations of \u001b[4mOverall, this is a fairly decent production and a visually pleasing entry into the series’ franchise that I find myself fond of. However, because the expected audience are readers of the manga series, this isn’t exactly newcomer-friendly in regards to the characters and setting. You really will have to read the source materials to get to know the facts better.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall, this is a fairly decent production and a visually pleasing entry into the series’ franchise that I find myself fond of.\u001b[24m\n    \u001b[1m全体的に、これはかなりまともな生産であり、自分が好きなシリーズのフランチャイズへの視覚的に満足のいくエントリです。\u001b[22m, \u001b[1m全体的に、これはかなりまともな生産と私は自分自身が好き見つけるシリーズのフランチャイズへの視覚的に満足のエントリです。\u001b[22m\n\u001b[4mHowever, because the expected audience are readers of the manga series, this isn’t exactly newcomer-friendly in regards to the characters and setting.\u001b[24m\n    \u001b[1mしかし、期待される聴衆はマンガシリーズの読者であるため、これはキャラクターや設定に関してまったく新しい友好的ではありません。\u001b[22m, \u001b[1m予想される観客は漫画シリーズの読者であるためしかし、これはまさに新人優しいキャラクターや設定に関してではありません。\u001b[22m\n\u001b[4mYou really will have to read the source materials to get to know the facts better.\u001b[24m\n    \u001b[1m事実をより良く知るためには、ソース資料を読む必要があります。\u001b[22m, \u001b[1mあなたは本当に優れた事実を知るために原料を読み込む必要があります。\u001b[22m\n\u001b[1m\u001b[22m\nThat being said, if you are a curious fan of the Supernatural or Slice-of-Life genres and haven’t read the series yet, this is your ticket into seeing a tiny bit of what’s in store for you and should be watched.\n\n\u001b[1mつまり、あなたがSupernaturalやSlice-of-Lifeのジャンルの好奇心をそそるファンであり、シリーズをまだ読んでいない場合、これはあなたのために店内にある小さなものを見て、見守るべきあなたのチケットです。\u001b[22m\n\u001b[1m(Tsumari, anata ga Supernatural ya Slice - of - raifu no janru no kōkishin o sosoru fandeari, shirīzu o mada yon de inai baai, kore wa anata no tame ni ten'nai ni aru chīsana mono o mite, mimamorubeki anata no chikettodesu.)\u001b[22m\n\nTranslations of \u001b[4mThat being said, if you are a curious fan of the Supernatural or Slice-of-Life genres and haven’t read the series yet, this is your ticket into seeing a tiny bit of what’s in store for you and should be watched.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat being said, if you are a curious fan of the Supernatural or Slice-of-Life genres and haven’t read the series yet, this is your ticket into seeing a tiny bit of what’s in store for you and should be watched.\u001b[24m\n    \u001b[1mつまり、あなたがSupernaturalやSlice-of-Lifeのジャンルの好奇心をそそるファンであり、シリーズをまだ読んでいない場合、これはあなたのために店内にある小さなものを見て、見守るべきあなたのチケットです。\u001b[22m, \u001b[1mあなたはスーパーナチュラルまたはスライス・オブ・ライフジャンルの好奇心ファンであり、まだシリーズを読んでいない場合には言われていること、これはあなたのための店で何のほんの少しを見にあなたのチケットですと見なければなりません。\u001b[22m"
  },
  {
    "title": "Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "id": "32902",
    "url": "https://myanimelist.net/anime/32902/Mahoutsukai_no_Yome__Hoshi_Matsu_Hito",
    "user": "Spitfiire",
    "profile": "/profile/Spitfiire/reviews",
    "pages": "1",
    "number": "6",
    "link": "/reviews.php?id=229001",
    "jp": "--- | --- | ---\n全体的な|  5\n--- | ---\nストーリー|  3\nアニメーション|  10\nサウンド|  9\nキャラクター|  5\n|  3\n\n魔女、ウォーロック、魔術師、そしてもちろん魔法。 私たちが若くて、カードやコインで魔法のトリックをするのを見て、あなたは愚かなことを真実のものであると信じています。\nこれらの思い出はすべて、私の頭の中を通って、「マジック」のジャンルを持つアニメを見てから、このレビューを書いています。\nあなたは私がシンプルな男だから、私はこれを可能な限りシンプルなものにしておきます。\n\nストーリー別名プロット：3/10\n遅い最初のエピソードと正直言ってそれは私の注意を維持していない私はエピソードの半分の睡眠を落ちた。 上記の要約があるので、自分自身を繰り返す理由はありません。\n\nアート：10/10\n正直なところ、2016年、思考芸術/アニメーションが心に浮かんできたとき、今日私たちを失望させます。 単に「omigoto」と言いますと、\n\nサウンド：8/10\nまあそれほどではないが、声優はちょっとしたキャラクターにマッチするが、オストはそこにあるだけではない。 申し訳ありませんが、私はそれを感じていません。\n\nキャラクター：5/10\nまあ、馬の頭、犬のもの、小さなワーム、エレガントなメイドと私たちの女性M​​C白雪*咳*チーズ。 この最初のエピソードではキャラクターの開発がほとんどまたは全く見られない。\n\n楽しさ/全体：5/10\nこのフランチャイズの申し訳ありません愛するファン私はちょうど私が眠りに落ちたと述べたように私はそれを感じていない（と私は私が完全に目を覚ますことを見始めた前に私を信頼する）。\nとにかくこれはちょうど最初のエピソードなので、多分私の意見は2番目のエピソードで変わります。\n\nそれは私の若者からのものです。 乾杯",
    "notes": "---|---|---\n\n\u001b[1m--- | --- | ---\u001b[22m\n\u001b[1m(-- - | -- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---|---\u001b[24m\n    \u001b[1m--- | --- | ---\u001b[22m\nOverall | 5\n\n\u001b[1m全体的な|  5\u001b[22m\n\u001b[1m(Zentai-tekina | 5)\u001b[22m\n\nTranslations of \u001b[4mOverall | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mOverall |\u001b[24m\n    \u001b[1m全体的な|\u001b[22m, \u001b[1m総合的な|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\n---|---\n\n\u001b[1m--- | ---\u001b[22m\n\u001b[1m(-- - | -- -)\u001b[22m\n\nTranslations of \u001b[4m---|---\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4m---|---\u001b[24m\n    \u001b[1m--- | ---\u001b[22m\nStory | 3\n\n\u001b[1mストーリー|  3\u001b[22m\n\u001b[1m(Sutōrī | 3)\u001b[22m\n\nTranslations of \u001b[4mStory | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory |\u001b[24m\n    \u001b[1mストーリー|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\nAnimation | 10\n\n\u001b[1mアニメーション|  10\u001b[22m\n\u001b[1m(Animēshon | 10)\u001b[22m\n\nTranslations of \u001b[4mAnimation | 10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnimation |\u001b[24m\n    \u001b[1mアニメーション|\u001b[22m\n\u001b[4m10\u001b[24m\n    \u001b[1m10\u001b[22m\nSound | 9\n\n\u001b[1mサウンド|  9\u001b[22m\n\u001b[1m(Saundo | 9)\u001b[22m\n\nTranslations of \u001b[4mSound | 9\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound |\u001b[24m\n    \u001b[1mサウンド|\u001b[22m\n\u001b[4m9\u001b[24m\n    \u001b[1m9\u001b[22m\nCharacter | 5\n\n\u001b[1mキャラクター|  5\u001b[22m\n\u001b[1m(Kyarakutā | 5)\u001b[22m\n\nTranslations of \u001b[4mCharacter | 5\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacter |\u001b[24m\n    \u001b[1mキャラクター|\u001b[22m, \u001b[1m文字|\u001b[22m\n\u001b[4m5\u001b[24m\n    \u001b[1m5\u001b[22m\nEnjoyment | 3\n\n\u001b[1m|  3\u001b[22m\n\u001b[1m(| 3)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment | 3\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment |\u001b[24m\n    \u001b[1m|\u001b[22m, \u001b[1m楽しさ|\u001b[22m\n\u001b[4m3\u001b[24m\n    \u001b[1m3\u001b[22m\n\u001b[1m\u001b[22m\nWitches, warlock, mages and of course magic. Remember when we were younger and we saw people do magic tricks with cards and coins and you are just mind blown from all of that foolishly believing its all real and not a 'genjutsu'.\n\n\u001b[1m魔女、ウォーロック、魔術師、そしてもちろん魔法。 私たちが若くて、カードやコインで魔法のトリックをするのを見て、あなたは愚かなことを真実のものであると信じています。\u001b[22m\n\u001b[1m(Majo, u~ōrokku, majutsu-shi, soshite mochiron mahō. Watashitachi ga wakakute, kādo ya koin de mahō no torikku o suru no o mite, anata wa orokana koto o shinjitsu no monodearu to shinjite imasu.)\u001b[22m\n\nTranslations of \u001b[4mWitches, warlock, mages and of course magic. Remember when we were younger and we saw people do magic tricks with cards and coins and you are just mind blown from all of that foolishly believing its all real and not a 'genjutsu'.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWitches, warlock, mages and of course magic.\u001b[24m\n    \u001b[1m魔女、ウォーロック、魔術師、そしてもちろん魔法。\u001b[22m, \u001b[1m魔女、ウォーロック、魔術師、そしてもちろん魔法の。\u001b[22m\n\u001b[4mRemember when we were younger and we saw people do magic tricks with cards and coins and you are just mind blown from all of that foolishly believing its all real and not a 'genjutsu'.\u001b[24m\n    \u001b[1m私たちが若くて、カードやコインで魔法のトリックをするのを見て、あなたは愚かなことを真実のものであると信じています。\u001b[22m, \u001b[1m私たちは若かったし、我々は、人々はカードやコインで手品をして、あなただけの愚か「幻術」そのすべてが本物ではなく、信じることのすべてから吹き出さ気にしている見たときに覚えておいてください。\u001b[22m\nAll those memories come through my head before watching an anime who has the 'Magic' genre so to speak and here i am writing this review.\n\n\u001b[1mこれらの思い出はすべて、私の頭の中を通って、「マジック」のジャンルを持つアニメを見てから、このレビューを書いています。\u001b[22m\n\u001b[1m(Korera no omoide wa subete, watashi no atama no naka o kayotte,`majikku' no janru o motsu anime o mitekara, kono rebyū o kaite imasu.)\u001b[22m\n\nTranslations of \u001b[4mAll those memories come through my head before watching an anime who has the 'Magic' genre so to speak and here i am writing this review.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAll those memories come through my head before watching an anime who has the 'Magic' genre so to speak and here i am writing this review.\u001b[24m\n    \u001b[1mこれらの思い出はすべて、私の頭の中を通って、「マジック」のジャンルを持つアニメを見てから、このレビューを書いています。\u001b[22m, \u001b[1mすべてのそれらの記憶は、いわば「マジック」のジャンルを持っているアニメを見て、ここで私はこのレビューを書いています前に、私の頭を通ってきます。\u001b[22m\nYou see i am a simple guy and thus i will try and keep this as simple as possible now without spoiling anything of course.\n\n\u001b[1mあなたは私がシンプルな男だから、私はこれを可能な限りシンプルなものにしておきます。\u001b[22m\n\u001b[1m(Anata wa watashi ga shinpuruna otokodakara, watashi wa kore o kanōnakagiri shinpuruna mono ni shite okimasu.)\u001b[22m\n\nTranslations of \u001b[4mYou see i am a simple guy and thus i will try and keep this as simple as possible now without spoiling anything of course.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mYou see i am a simple guy and thus i will try and keep this as simple as possible now without spoiling anything of course.\u001b[24m\n    \u001b[1mあなたは私がシンプルな男だから、私はこれを可能な限りシンプルなものにしておきます。\u001b[22m, \u001b[1mあなたは、私は、単純な人ですので、私は試してみて、今のコースの何を損なうことなく、できるだけ単純にこれを維持します参照してください。\u001b[22m\n\u001b[1m\u001b[22m\nStory aka Plot: 3/10\n\n\u001b[1mストーリー別名プロット：3/10\u001b[22m\n\u001b[1m(Sutōrī betsumei purotto: 3/ 10)\u001b[22m\n\nTranslations of \u001b[4mStory aka Plot: 3/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mStory aka Plot: 3/10\u001b[24m\n    \u001b[1mストーリー別名プロット：3/10\u001b[22m, \u001b[1mプロット通称ストーリー：3/10\u001b[22m\nSlow first episode and to be honest it didn't keep my attention i fell a sleep half way through the episode. You have the summary above so there is no reason to repeat myself.\n\n\u001b[1m遅い最初のエピソードと正直言ってそれは私の注意を維持していなかった私はエピソードの半分の睡眠を落ちた。 上記の要約があるので、自分自身を繰り返す理由はありません。\u001b[22m\n\u001b[1m(Osoi saisho no episōdo to shōjiki itte sore wa watashi no chūi o iji shite inakatta watashi wa episōdo no hanbun no suimin o ochita. Jōki no yōyaku ga aru node, jibun jishin o kurikaesu riyū wa arimasen.)\u001b[22m\n\nTranslations of \u001b[4mSlow first episode and to be honest it didn't keep my attention i fell a sleep half way through the episode. You have the summary above so there is no reason to repeat myself.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSlow first episode and to be honest it didn't keep my attention i fell a sleep half way through the episode.\u001b[24m\n    \u001b[1m遅い最初のエピソードと正直言ってそれは私の注意を維持していなかった私はエピソードの半分の睡眠を落ちた。\u001b[22m, \u001b[1m最初のエピソードを遅くし、それは私がエピソードを通して、睡眠途中で落ちた私の注意を守らなかった正直に言うと。\u001b[22m\n\u001b[4mYou have the summary above so there is no reason to repeat myself.\u001b[24m\n    \u001b[1m上記の要約があるので、自分自身を繰り返す理由はありません。\u001b[22m, \u001b[1mあなたは自分自身を繰り返す理由はないので、上記の概要を持っています。\u001b[22m\n\u001b[1m\u001b[22m\nArt: 10/10\n\n\u001b[1mアート：10月\u001b[22m\n\u001b[1m(Āto: 10 Tsuki)\u001b[22m\n\nTranslations of \u001b[4mArt: 10/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mArt: 10/10\u001b[24m\n    \u001b[1mアート：10月\u001b[22m, \u001b[1mアート：10/10\u001b[22m\nHonestly its 2016, who nowadays lets us down when the thought art/animation comes to mind. Simply said 'omigoto'\n\n\u001b[1m正直なところ、2016年、思考芸術/アニメーションが心に浮かんできたとき、今日私たちを失望させます。 単に「omigoto」と言いますと、\u001b[22m\n\u001b[1m(Shōjikina tokoro, 2016-nen, shikō geijutsu/ animēshon ga kokoro ni ukande kita toki, kyō watashitachi o shitsubō sa semasu. Tan'ni `omigoto' to iimasu to,)\u001b[22m\n\nTranslations of \u001b[4mHonestly its 2016, who nowadays lets us down when the thought art/animation comes to mind. Simply said 'omigoto'\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mHonestly its 2016, who nowadays lets us down when the thought art/animation comes to mind.\u001b[24m\n    \u001b[1m正直なところ、2016年、思考芸術/アニメーションが心に浮かんできたとき、今日私たちを失望させます。\u001b[22m, \u001b[1m正直なところ、その思考アート/アニメーションは心に来るとき、今日私たちをダウンすることができます2016、。\u001b[22m\n\u001b[4mSimply said 'omigoto'\u001b[24m\n    \u001b[1m単に「omigoto」と言いますと、\u001b[22m, \u001b[1m単に「omigoto」と述べました\u001b[22m\n\u001b[1m\u001b[22m\nSound: 8/10\n\n\u001b[1mサウンド：8/10\u001b[22m\n\u001b[1m(Saundo: 8/ 10)\u001b[22m\n\nTranslations of \u001b[4mSound: 8/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSound: 8/10\u001b[24m\n    \u001b[1mサウンド：8/10\u001b[22m\nWell not much to it, voice actors kinda match their characters but the ost ain't just there. Sorry fans but i ain't feelin it.\n\n\u001b[1mまあそれほどではないが、声優はちょっとしたキャラクターにマッチするが、オストはそこにあるだけではない。 申し訳ありませんが、私はそれを感じていません。\u001b[22m\n\u001b[1m(Mā sorehodode wa naiga, seiyū wa chottoshita kyarakutā ni matchi suruga, osuto wa soko ni aru dakede wanai. Mōshiwakearimasenga, watashi wa sore o kanjite imasen.)\u001b[22m\n\nTranslations of \u001b[4mWell not much to it, voice actors kinda match their characters but the ost ain't just there. Sorry fans but i ain't feelin it.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell not much to it, voice actors kinda match their characters but the ost ain't just there.\u001b[24m\n    \u001b[1mまあそれほどではないが、声優はちょっとしたキャラクターにマッチするが、オストはそこにあるだけではない。\u001b[22m, \u001b[1mまあそれにあまりない、声優はちょっと自分のキャラクターにマッチするが、OSTはそこではありません。\u001b[22m\n\u001b[4mSorry fans but i ain't feelin it.\u001b[24m\n    \u001b[1m申し訳ありませんが、私はそれを感じていません。\u001b[22m, \u001b[1m申し訳ありませんが、ファンしかし、私はそれを気分されていません。\u001b[22m\n\u001b[1m\u001b[22m\nCharacters: 5/10\n\n\u001b[1mキャラクター：5/10\u001b[22m\n\u001b[1m(Kyarakutā: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mCharacters: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mCharacters: 5/10\u001b[24m\n    \u001b[1mキャラクター：5/10\u001b[22m\nWell the horse head, dog man thing, little worm like things, an elegant maid and our female MC Shirayuki *coughs* Chise. Seeing little to no character development this first episode.\n\n\u001b[1mまあ、馬の頭、犬のもの、小さなワーム、エレガントなメイドと私たちの女性M​​C白雪*咳*チーズ。 この最初のエピソードではキャラクターの開発がほとんどまたは全く見られない。\u001b[22m\n\u001b[1m(Mā, umanokami, inu no mono, chīsana wāmu, eregantona meido to watashitachi no josei M ​​ C shirayuki* seki* chīzu. Kono saisho no episōdode wa kyarakutā no kaihatsu ga hotondo matawa mattaku mi rarenai.)\u001b[22m\n\nTranslations of \u001b[4mWell the horse head, dog man thing, little worm like things, an elegant maid and our female MC Shirayuki *coughs* Chise. Seeing little to no character development this first episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mWell the horse head, dog man thing, little worm like things, an elegant maid and our female MC Shirayuki *coughs* Chise.\u001b[24m\n    \u001b[1mまあ、馬の頭、犬のもの、小さなワーム、エレガントなメイドと私たちの女性MC白雪*咳*チーズ。\u001b[22m, \u001b[1mまあ馬の頭、犬の男の事、物事のような小さな虫、エレガントなメイドと私たちの女性MC白雪*はCHISE *咳。\u001b[22m\n\u001b[4mSeeing little to no character development this first episode.\u001b[24m\n    \u001b[1mこの最初のエピソードではキャラクターの開発がほとんどまたは全く見られない。\u001b[22m, \u001b[1mこの最初のエピソードはほとんど無いキャラクターの成長に見て。\u001b[22m\n\u001b[1m\u001b[22m\nEnjoyment/Overall: 5/10\n\n\u001b[1m楽しさ/全体：5/10\u001b[22m\n\u001b[1m(Tanoshisa/ zentai: 5/ 10)\u001b[22m\n\nTranslations of \u001b[4mEnjoyment/Overall: 5/10\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mEnjoyment/Overall: 5/10\u001b[24m\n    \u001b[1m楽しさ/全体：5/10\u001b[22m, \u001b[1m楽しさ/全体：5月10日\u001b[22m\nSorry dear fans of this franchise i just didn't feel it, like i mentioned i fell a sleep (and trust me before i started watching i was fully awake).\n\n\u001b[1mこのフランチャイズの申し訳ありません愛するファン私はちょうど私が眠りに落ちたと述べたように私はそれを感じていない（と私は私が完全に目を覚ますことを見始めた前に私を信頼する）。\u001b[22m\n\u001b[1m(Kono furanchaizu no mōshiwakearimasen aisuru fan watashi wa chōdo watashi ga nemuri ni ochita to nobeta yō ni watashi wa sore o kanjite inai (to watashi wa watashi ga kanzen ni me o samasu koto o mi hajimeta mae ni watashi o shinrai suru).)\u001b[22m\n\nTranslations of \u001b[4mSorry dear fans of this franchise i just didn't feel it, like i mentioned i fell a sleep (and trust me before i started watching i was fully awake).\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mSorry dear fans of this franchise i just didn't feel it, like i mentioned i fell a sleep (and trust me before i started watching i was fully awake).\u001b[24m\n    \u001b[1mこのフランチャイズの申し訳ありません愛するファン私はちょうど私が眠りに落ちたと述べたように私はそれを感じていない（と私は私が完全に目を覚ますことを見始めた前に私を信頼する）。\u001b[22m, \u001b[1m申し訳ありませんが、このフランチャイズの親愛なるファンは私はちょうど私が私が睡眠に落ち述べたように、それを感じる（と私は完全に目を覚ました見始めた前に私を信頼して）いませんでした。\u001b[22m\nAnyways this is just the first episode so maybe my opinion changes in the second episode.\n\n\u001b[1mとにかくこれはちょうど最初のエピソードなので、多分私の意見は2番目のエピソードで変わります。\u001b[22m\n\u001b[1m(Tonikaku kore wa chōdo saisho no episōdonanode, tabun watashi no iken wa 2-banme no episōdo de kawarimasu.)\u001b[22m\n\nTranslations of \u001b[4mAnyways this is just the first episode so maybe my opinion changes in the second episode.\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mAnyways this is just the first episode so maybe my opinion changes in the second episode.\u001b[24m\n    \u001b[1mとにかくこれはちょうど最初のエピソードなので、多分私の意見は2番目のエピソードで変わります。\u001b[22m, \u001b[1mとにかくこれは、第2話でちょうど最初のエピソードので、多分私の意見の変化です。\u001b[22m\n\u001b[1m\u001b[22m\nThat's it from me lads. Cheers\n\n\u001b[1mそれは私の若者からのものです。 乾杯\u001b[22m\n\u001b[1m(Sore wa watashi no wakamono kara no monodesu. Kanpai)\u001b[22m\n\nTranslations of \u001b[4mThat's it from me lads. Cheers\u001b[24m\n[ \u001b[4mEnglish\u001b[24m -> \u001b[1m日本語\u001b[22m ]\n\n\u001b[4mThat's it from me lads.\u001b[24m\n    \u001b[1mそれは私の若者からのものです。\u001b[22m, \u001b[1mそれは私若い衆からです。\u001b[22m\n\u001b[4mCheers\u001b[24m\n    \u001b[1m乾杯\u001b[22m"
  }
]
